{
  "id": "7959a1913abfd8e23ffe2f123971a3f2c914b9e5",
  "text": "I. Experimenta & Observationes de Soni Motu, aliisque ad id attinentibus, factae à Reverendo D. W. Derham Ecclesiae Upminsteriensis Rectori, & Societatis Regalis Londinensis Socio.\n\n§. I. Celeberrimorum Authorum dissensus de Soni Progressu, & Cæpti mei Ratio.\n\nPhilosophi celeberrimi operæ pretium existimârunt, in jucundum & mysticum de Sono argumentum inquirere; speciatim de ejus Motu & Progressu.\n\nEt quoniam magna inter eorum Observationes discrepantia est, ideo partim ut scrupulos meos eximerem; partim ut memet horis meis subtecivis recrearem, conatus sum, quantum in me fuit, rem totam exponere & decernere.\n\nEt quandoquidem Instrumenta mihi sunt aptissima, occasionesque non contemnendae rem experiendi, ideo hoc faciendo, arbitror me tantum proprium munus obire, sive debitum solvere Mundo Philosophico, praecipue insignissimæ Societati nostræ Regali, quæ me in suum numerum cooptare dignata est.\n\nDissensus inter Authores celeberrimos de Soni Velocitate facili intuitu in sequente Tabellâ conspici potest: in qua (Pedibus Anglicanis) Spatium exhibetur quod Sonorum Progressui in uno Minuto Secundo Temporis ascribunt.\n\nD. II.\nInter ultimum & penultimum diffensus non est magnus, & Gallorum non multò major; cæterorum vero magnus est. Et Ratio manifestè hæc est; vel scilicet ab Instrumenti defectu; vel à Distantiâ; vel à Ventis.\n\n1. Instrumentum, quo nonnulli virorum horum inclitorum dimensi sunt, non fuit Automaton; sed Bolis funipendula, quæ Minuta Secunda vibrat. Sed omnibus, in hisce rebus exercitis, manifestum est, Bolidem multò minus commodam esse, nec tam accuratam ac Automaton; quoniam necessarium est, Oculum primò occupatum esse in observando Coruscationem, deinde ad Bolidem, sive Pendulum respicere: quod tempus conterit, & confusionem creat. Hoc autem, unà cum Sensuum, & Captûs sive Attentionis nostræ tarditate, magnum errorem efficere potest; uti bene notum est iis qui Experimenta de his fecerunt. Præsertim si.\n\n2. Intervallum inter rem sonantem, & Observatorem parvum fuerit. At vero manifestum est, quòd plerique istorum laudatorum Virorum Experimenta tua fecerunt ad intervallum tantùm paucorum Pedum, & per Soni reditum, sive Echo dimensi sunt. Horum enim nonnulli vix ultra 6 vel 700 pedes mensurationem extendebant, aliique non ultra Milliare unum. Sed semper observavi ambiguitatem oriri in tam parvâ distantia, quamvis optimum adhiberetur Instrumentum. Errorque levissimus in tan-\ntantillis distantiis, magnus est habendus. Nam Pendulum\nforsan dimidium sui diadromi, sive arcus, praeterit ab ul-\ntimâ pulsatione, cum Sonus primo fuerit emissus: Sed nos\nsitum Pulsum numeramus, ac si Vibratio fuisset tota & completa; vel forsan Vibrationem anticipamus. Et post-\nquam Sonus nos pertigir, forsan plus vel minus quam par\nest numeramus.\n\nVel si Distantia sat fuerit longa, tamen error exinde\npotest oriri, si\n\n3. Ventorum ratio non sit habita. De quo in sequen-\ntibus.\n\nHaec sunt certa, inevitabilia, & perpetua incommoda,\nquae Mensuratiouem progresius Sonorum comitantur: quae\nin parvis intervallis (ut dixi) praesertim si Instrumenta\nmala sint, magnos errores producere possunt: & sine du-\nbio maxima fuere causa tanti inter tantos Authorcs dis-\nsensûs.\n\nSed observari potest, quod Spatia à tribus ultimis in Ta-\nbellâ Observatoribus assignata, quam proximè conveniunt.\nQuod proculdubio hinc provenit, quia nempe bonis Au-\ntomatis instructi fuerunt. In quorum usu, Auris sola oc-\ncupatur in Vibrationibus Penduli excipiendis, dum Oculus\nattendit Coruscationem, sive aliquam aliam Soni emissio-\nnem. Haec quoque Observationes intervallis longinquis\nfactæ fuere, in quibus error pusillus non magni erit. Do-\nminorum enim celeberrimorum Flamsteedii & Halleii Ob-\nservationes factæ sunt ad intervallum trium ferè milliarium\n(paucis Perticis plus vel minus exceptis) ab Observa-\ntorio Regio, super Colleum Shooterianum: & Sonus adve-\nnit in 13 ½ Secundis Temporis. Nobiles isti Florentini &\nceleberrimi ex Acad. del Cimento ad idem fere intervallum\nExperimenta sua fecerunt: & quaedam ad intervallum\nunius tantum Milliaris. Et denique celeberrimi D. D.\nCassini, Picard, & Roemer ad intervallum 1280 Hexape-\ndarum Gallicarum, quod est plus quam 1 ½ Milliare An-\nglicanum.\nUt veritas inter praedicta dissidia innotescat, experimen-\nta plurima ad varia intervalla feci; Scil. ab uno, ad 12\nmilliaria, & plura. Et ad Tempus dimetiendum, habeo\naccuratisimum Automaton portabile, cum Pendulo Semife-\ncunda vibrante.\n\nTutius autem ut procederem, sequentes Quæstiones à\nmeipso discutiendas proposui.\n\n1. Quantum Spatium Sonus percurrit in Secundo Mi-\nnuto Temporis, vel alio Temporis intervallo?\n\n2. An Scopus versus Observatorem displosus, in eo-\ndem temporis intervallo Sonum mittit, ac cum in contra-\nriam partem disiplodatur?\n\n3. An in quolibet Atmosphærae statu, cum Mercurius\nin Barometro ascendit vel descendit, Soni percurrunt idem\nSpatium in eodem Temporis intervallo?\n\n4. An Soni velociùs Die quam Nocte moventur?\n\n5. An Ventus favens Sonum accelerat, & adversus re-\ntardat? Sive an, & quomodo Venti Sonum afficiunt?\n\n6. An tranquillo Cælo Sonus velociùs movetur, quam\nVento flante?\n\n7. An vehemens Ventus in transversum flans accelerat,\nan retardat motum Soni?\n\n8. An Soni eundem habent motum Æstate ac Hyeme,\nDie ac Nocte?\n\n9. An etiam in Nivoso, ac Sudo Cælo?\n\n10. An Sonus magnus & exiguus eundem habent mo-\ntum?\n\n11. An in omnibus Scloppeti elevationibus, viz. Horiz-\nontali, 10 gr. 20 gr. ad 90 gr. Sonus in eodem temporis\nintervallo Observatoris aurem pertingit?\n\n12. An omnimodi Soni, Scloppetorum, Campanarum,\nMalleorum, &c. eundem habent motum?\n\n13. An variæ Pulveris Pyrii vires motum Soni vari-\nant?\n14. An in Culminibus Montium altorum, & Vallibus; sive in summis Atmosphærae partibus, & imis, Soni idem percurrunt Spatium in eodem Temporis intervallu?\n\n15. An Sonus acclivis & declivis eundem habet motum? Sive an à Jugo Montis descendit in Radicem eodem passu, ac à Radice ascendit in Jugum?\n\n16. An Sonus principio velociùs, & in fine tardius movetur, ut in plurimis aliis motibus violentis accidit?\n\n17. Annon potius sit æquabilis? Nempe Annon in dimidio Temporis, dimidium Spatii; in quarta parte Temporis, quartam partem Spatii, &c. movetur?\n\n18. An in omnibus Regionibus, Septentrionalibus, & Australibus, in Angliâ, Galliâ, Italia, Germania, &c. eundem habent motum?\n\n19. An Sonus recta, sive brevissimo itinere, à loco in locum transit; an secundum superficiem interjacenti teluris?\n\nAd hæc determinanda Amicos Generosos mihi vicinos petii (quorum beneficia hæ gratissimè agnoico) ut Sclopops ex Turribus, aliisque locis eminentibus diliploderent, ad intervallum 1, 2, 3, usque ad 8 millia passuum (quod maximum esse intervallum reperi, ex quo Sclopi Sonum audire potui in his partibus, arboribus, &c. obsitis.) Hæc Scloppeta magno mihi fuerunt usu. Sed Tormenta, quæ maximè proposito inserviebant, bellica illa fuerunt apud Blackheath [Sakers vocata] quæ exercentur in educandis Tyronibus Tormentariis Inlytissimæ nostræ Reginae ministraturis. Horum Tormentorum micantes flammulas ex Ecclesiæ mæ turre videre, & fragorem audire potui in omnibus fere coeli tempestatibus; etiam interdiu, ope Telescopii, Ideoque cum omni curâ &c. diligentia me ad horum Tormentorum observationem accinxì, usque à Februario 1704.\n\nPost paucas observationes inter eorum displosiones factas, speciale quoddam experimentum faciendum compertavi, benignitate nuperi D. Baronis Granville tunc Præfecti,\nfesti, & cæterorum Virorum clarorum qui in Turre Londinensi Rei Tormentariae Regiae ministrant (quorum beneficia hic gratissime agnosco.) Duo Tormenta bellica (Sakers vocata) juxta se sita sunt, adverso unius ore, averso alterius. Hæc duo Tormenta Feb. 13. 1704. displosa fuere, unaquaque Semihora ab Horâ sextâ pomeridianâ ad mediam noctem, leni aurâ directè adversus Sonum spirante. Temporis intervallum inter Coruscationem singuli Tormenti (quam nudo oculo videre potui) & Soni adventum, semper fuit circiter 120 vel 122 Semisecunda Temporis. Dixi 120 vel 122, quoniam Sonus duplicatus advenit; scil. prior Sonus intra 120 Semisecunda (qui languidior) secundus intra 122 (qui intentior.) Et eodem modo, per totum observationis tempus, singulorum Tormentorum fragor advenit, nempe duplicatus.\n\nHæc Reduplicatio Soni mihi videtur Echo, repercussa, ut opinor, à Molendino Blackheathensi, vel Domibus juxta sitis. De quo nullam habeo Dubitandi rationem, praeter sententiam contrariam Amici cujusdam docti, & sagacis Philosophi, qui credit nullam Echo audiri, nisi quæ facta est per Objecta Phonocamptica non procul ab Observatore, non per ea prope Vocale, sive Sonorum, vel alia longinquæ Objecta. Proxima igitur Disquisitio erit\n\n§. 2. De Sonis longè repercussis, sive Echo longinquæ.\n\nPro Digressione forsan habebitur hæc Disquisitio: sed quoniam ad Soni subjectum attinet, ideo paucas de hæc re Observationes ingeniosis non fore ingratas spero.\n\nEt primò hoc Legibus Echûs non contrarium credo. Deinde notandum est, hunc duplicem Sonum directè à Blackheath venisse: neque enim prior Sonus inde veniebat, & alter (Echûs more) aliunde; nempe ultra me, vel à dextrâ, vel sinistrâ, vel ab ullâ aliâ parte. Idemque sæpiùs observavi, cum Tormenta magna è Navibus displo-derentur in Fluvio Thameß (præcipue si aer fuerit serenus\ntranquillus) vesperi & mane, cum Tormenta Vigilariæ (Anglice Watch-guns) exonerarentur. Postquam Fragor Tormenti aurem pertigit, audivi eum longè percurrentem secus Fluvium, & à Ripa, Montibus, & Scopulis (juxta littus Cantianum confertim sitis) per plura Millaria reboantem.\n\nHæc omnia, inquit Amicus, à Repercussione Domuum, &c. prope Te, proveniunt. Sed nequid de Debilitate Soni dicam, postquam plurima Millaria percurrit, & de ejusdem incapacitate, si tam procui venisset ut repellereretur per Objecta Phonocamptica juxta Observatorem, potius quam per Objecta Phonocamptica juxta Sonorum sita; (ut nihil de his dicam) exemplum unum vel alterum dabò, unde planè contubit, quòd Echo facta per Objecta Phonocamptica prope Rem vocalem sive sonantem, potest per plura millaria audiri, æquæ ac primarius Sonus, aliquando etiam eodem intentior.\n\nSæpè observavi Tormenta magna bellica è Navibus in Thamæs Fluvio vespero displosa circa loca vocata Deptford & Cuckolds-Point, plerumque fragorem edere duplicatum, triplicatum, quadruplicatum, vel adhuc amplius multiplicatum; & quòd Fragores posteriores sunt magis Sonori. Et cum hinc & illinc Stadium, etiam quadrans vel dimidium Milliaris in transversum ivi, Sonus tamen idem fuit. Memini quod octavo Martii novissime elapsi plurimæ Bombardæ magnæ displosæ fuere alicubi inter Deptford & Cuckolds Point prædictæ, è Nave quam in Thamæs ex meâ Ecclesiâ prospecti. Harum Fragor quinquies vel sexies hoc modo repetitus est: 1119. Inter Coruscationem & Sonum 122 Semisecunda numeravi Ventum in transversum flante. Tunc temporis ideo Tormenta à me distabant plus quam 13 millia passuum. Duo primi crepitus langaidiores erant quam tertii; sed crepitus ultimi omnium maximè Sonoris. Et cum à dextrâ quadrans\ndrament milliaris transivissem, idem fuit multiplicatus Sonus: & cum à sinistrâ, idem. Et praeterea in aliquibus meis Stationibus, praeter multiplicatum Sonum, planè audivi languidam echo ab Ecclesia meâ, sive Domibus adiacentibus repercussam: quod sæpe numerò tunc observavi, quoties Tormenta displosa fuere.\n\nAlia hujus generis Observatio fuit quoddam die Dominicâ, circa biennium vel triennium abhinc, ex Sono Tormenti magni milliaris displosi alicubi in Thamesi fluvio cis vel trans Oppidum Gravesend vocatum. Hujus Tormenti fragor fuit multiplicatus ad minimum octies, novies, vel decies, secundum hanc temporis mensuram. Hunc multiplicatum Sonum plurimi (ad Decemvulum tunc temporis accedentes) patabant esse Fragores multorum Tormentorum è Nave dimicanti: (Sed, ut opinor, nil aliud fuit nisi Echo polyphona, ex unius vel alterius & alterius Tormenti displosi Sono, à Navibus pluribus vel Littore juxta his repercuso.) Qaed autem pro me facit, hoc est, quod non ipse solam (dum in meo Horto deambularem) audivi, sed etiam multialii qui procul distabant. Item D. Barret (Societatis nostrae Regiae ingeniosus & doctus Socius) domi tuae eundem repetitum Sonum audivit, ad intervallum 4. ferè milliarium ab Opminster, ubi ipse audivi.\n\nEx quibus omnibus luculentè constat sententiam praediti Amici (plurimis nominibus colendi) effe falsam.\n\n§. 3. De Echo, sive Repercussione Sonorum in Aere.\n\nHis de Echo dictis, spero non ingratum fore exemplum adjicere de Repercussione Soni ab aereis particularis: quod potest confirmare quæ dicta sunt.\n\nCum audivi Fragores magnorum Tormentorum belligerum; praecipue in tranquillo & sereno Cælo, sæpenu-\nmerò observavi Murmur, excelsè in aere, præcessisse Crepitum. Et in Nebula tenui, sèpè Bombardarum Sonum audivi in Subiime, supra caput, in aere, per plurima Militaria percurrentem; adeo ut Murmur istud per 15 temporis perduraverit. Diutinum hoc Murmur, meo judicio, provenit à Particulis Vaporosis in atmosphæra suspensis, quæ cursui Undulationum Soni oppugnant, easque Observatoris auribus reverberant, indefinitarum mores: quas Murmur in aere vocamus.\n\nHis ritè perpensis, manifestum erit Echo longinquè factam posse audiri; & Reduplicationem istam praedictam fragoris Tormentorum Blackheathensium proculdubio venisse ab ipso Blackheath, prout modò afferui.\n\n§. 4. De Sonis Sclopotorum omnifariàm displosorum, &c.\n\nUt autem redeam à Digressione de Repercussione Sono-rem, pergam ad Observationes meas de eorum Progressu, quas ex plurimis Experimentis feci. Et quod jamjam de Sono Bombardarum Blackheathensium sugestis, in omnibus aliis reperi, viz. Motum Soni nec velociorem nec tardiorum est, sive Tormentum versus Observatorem, sive è contrario disploctatur.\n\nIn omnibus item Scopi positionibus, Horizontali Erecta; & in omnibus ejusdem elevationibus, 10 gr. 20 gr. &c. nulla est variatio Soni. Adeo vera est illa de hâc re observatio Nobilium & Inclytorum istorum Virorum ex Academia del Cimento Florentiae:\n\nPulveris Pyrii quoque Vis, sive sit fortis, sive debilis, ejusque major vel minor Quantitas, licet augeat, vel minuat Sonum, non tamen accelerat, aut retardat ejusdem Motum:\n\n§. 5.\n§. 5. De Motu Soni in qualibet Cæli, & Anni tempestate.\n\nKircherus dicit se semper diversam Soni celeritatem invemisse, diversis temporibus, mane, meridie, vesperi, noctu. Sed ego (melior Chronometro fretus, & commodiore distantia) nunquam reperi celeritatem Soni esse diversam his temporibus. In omni autem tempestate, sive Coelum sit Sudum & Serenum, sive Nubilosum & Turbidum; sive Nix decidit, sive Nebula (qua ambæ fortiter retundunt Soni Audibilitatem;) seu Tonat, aut Fulgurat; sive Æstus vel Frigus aduirit; sive Dies, vel Nox sit, Æstus vel Hyems; sive Mercurius in Barometro ascendit vel descendit: verbo dicam, in omnibus quibuscunque Atmosphærae mutationibus (Ventis tantum exceptis) Motus Soni nec velocior nec tardior est; tantum magis vel minus clarus est ex illa Medii variatione. Quod forsan Kircherum sagacem decepit.\n\nHinc sequitur Conclusiones D. Walker à Doctoris Ploti Philos. Trans. Kircheri, & suis ingeniosis Observationibus ductas er. N. 247.\n\n§. 6. De Motu Soni intensi & languidi, & diversorum corporum Sonantium.\n\nLicet Kircherus contra fertiat, attamen non dubito quin omnium corporum Streptus, Sclopetorum, Campanarum, Malleorum, &c. eandem Velocitatem habeant. Anno 1704. Pulsationes Mallei & Fragorem Sclopeti comparavi, ad Milliaris intervallum (maximum spatium ad quod Malici sonum audire potui) & reperi utrorumq; Sonum in eodem tempore advenisse: & quod \\(\\frac{1}{4}\\), \\(\\frac{1}{2}\\), \\(\\frac{3}{4}\\) ejusdem Spatii pertransiverunt in \\(\\frac{1}{4}\\), \\(\\frac{1}{2}\\), \\(\\frac{3}{4}\\) ejusdem temporis.\nQuod ad Sonos Intensos & Languidos attinet, non dubito quin idem Spatium in eodem Temporis intervallo percurrant. Ut ex his Experimentis aliquâ ex parte manifestum erit.\n\nJan. 13. 1705. Archibombardarius Arcis Tilburniensis meo hortatu displosit unum & alterum Scopetum, & Tormentum magnum Militare, in quod injecitum pulverem pyrium bene fistulaverat. Horum omnium Strepitus in eodem tempore ad me, tria circiter milliaria distantem, pervenit.\n\nArchibombardarius quoque Anglie Sept. 11. 1705. post Solis occasum, in mei gratiam, displosit super Blackheath nonnullos Scopos (Anglice Muskets,) Tormenta magna bellicosa (Sakers vocata,) & Pyrobola (Anglice Mortars.) Scopos exaudire non potui, propter magnam distantiam, vel quia aer non sat serenus fuit. Sed Tormentorum & Pyrobolorum Sonos in eodem Temporis intervallo exaudivi, licet Frigor Pyroboli fuit multò torpidior & remissior, quam Tormentorum.\n\nQuanquam maximam curam in his Experimentis adhibui, postea tamen idem denuo ad majora intervalla experiri vellem, sed defuit opportunitas. Hoc proinde aliis melius tentandum relinquó.\n\n§. 7. De Æquabilitate Motûs Soni.\n\nProxima Observatio erat de Æquabilitate Motûs Sonorum. Quam quidem talis esse deprehendi, qualem Academia del Cimento illustris dudum praefinit. Soni quippe progrediuntur Dimidium Spatium in Dimidio Temporis intervallo; Quartam Spatii partem in Quarto Temporis intervallo; & sic deinceps. Quod ex exemplis in sequenti Tabellâ constabit.\n| Locus quo displosio facta fuit | Pendulii Vibrati numerus | Distantia Locorum | Ventorum Tendentia |\n|-------------------------------|--------------------------|------------------|-------------------|\n|                               |                          | Trigonometricè   | Per Sonum         |\n| Hornchurch Ecclesia           | 9                        | Milliaria        | Milliaria         |\n| Okendon Bor. Eccles.          | 18½                      | 2, 004           | 2, 0              |\n| Mola Upminsteriensis          | 22½                      | 2, 4             | 2, 48             |\n| Warley parva Eccles.          | 27½                      | 3, 0             | 2, 97             |\n| Rainham Eccles.               | 33½                      | 3, 58            | 3, 59             |\n| Mola Alveleientis             | 33                        | 3, 58            | 3, 57             |\n| Dagenham Eccles.              | 35                        | 3, 85            | 3, 78             |\n| Weal Austrin. Eccles.         | 45                        | 4, 59            | 4, 86             |\n| Thorndon Orient.Ecc.          | 46½                      | 5, 09            | 5, 03             |\n| Barking Ecclesia              | 70½                      | 7, 7             | 7, 62             |\n| Tormenta Blackheath           | 116                       | 12, 5            | 12, 55            |\n\nIntervalla Locorum ab Upminster (ubi observavi) in hac Tabellâ notata, quantà potui accuratione dimensus sum vel Virgâ Mensuratorîa, vel Arte Trigonometricâ. Et ex magna consonantiâ inter intervalla hoc modo, eademque per Soni motum dimensa, cum Instrumentorum meorum praëstantia, tum Observationum & Calculorum veritas patet. Differentia enim inter Intervalla dimensa, & eadem Sono capta, aut proorsus nulla est, aut tantùm paucularum centesimarum partium, nisi cum Ventus fuerit secundus (Ecclesiâ Weal Austrina exceptâ, de quo posthac.) Ita nempe in Observationibus ex Ecclesis Dagenhamensi, Warleiensi, Thorntonienisi, & Barkingensi factis, distantiae per Sonum notatae paulò breviores visae sunt; quia Ventus Sonum acceleravit. At in conficiendâ hac Distantiarum per Sonum Columnâ, nihil propter Ventorum acceleratio nem concessi; sed numerum Vibrationum, sive Semi-secundorum tantùm divisi per 9 ¼, vel 9,25 (numerum Semi-secundorum in quibus Sonus Mille passus transit.)\n\nÆquabilitas\nÆquabilitas quoque motûs Soni ex hâc Tabellâ manifesta est; prout patebit ex collatione Vibrationum & Distantiarum: sive ex solâ Columnâ Distantiarum per Sonum.\n\nUt autem nihil deesset in harum rerum confirmationem, iter feci ad Arenas Foulnessianas in littore nostro Essexiano. Haec Arenae (Maris quotidiano Aëstu allute, & obtecta) faciunt magnam & exactam Planitiem multorum milliarium. Super hanc Planitiem tantum sex millaria dimensum sum, quia neque Maris æstus, neque mora mea, ut majus intervallum dimetirer, permitterent. Ad cujusque ferè Milliaris finem experimenta feci per Scloppetorum Explosionem, non sine magno Vitæ periculo, ex Maris Fluxu, & Noctis tenebris. Ex quibus Experimentis comperi Observationes meas priores omnes justissimas, & veras fuisse, scilicet Sonum unum Milliare pertransire in $9 \\frac{1}{4}$ Semi-secundis: duo Millaria in $18 \\frac{1}{2}$ Semi-secundis: tria Millaria, in $27 \\frac{3}{4}$ Semi-secundis, & sic deinceps.\n\n§. 8. De Acclivi & Declivi Sonorum Motu: sive De eorundem Ascensu & Descensu. Item an recta, vel secundum interjacentis telluris superficiem à loco in locum transunt?\n\nQuod ad 15 & 19 Quæsita attinet; ingenuè fateor me nunquam ullis quæ feci hac tenus Experimentis mihimet ipsi super his retus satistecisse.\n\nEt primo de Progressu Soni per brevissimam viam, in Quæst. 19. Ratio de hoc dubitandi fuit discrepantia inter Spatium Weal Villæ & Upminster Trigonometricè, & per Sonum dimensum; prout in Tabellâ praecedenti exhibetur. Mensuratio Trigonometrica tot modis, & tam bonis Angulis capta est, ut de eâ nullus dubitem. Sed quoniam per Soni motum distantia major videtur, & Superficies interjacentis Soli hujusmodi formam induit, qualis in hâc figurâ\nfigurâ exhibetur; ideo subdubitavi annon paululum tortuosè Sonus vagatur? sive annon Acclivitas illa interjacens in (A) Soni Undulationibus oppugnando retundit, easque tardat?\n\nUt nodum hunc quodammodo solverem, Experimentum fieri curavi, Sono Sclopi à Cacumine Collis Langdoniensis in Vallem subjacentem, ad intervallum 3,79 milia passuum. Intervallum Trigonometricè, ex Angulis & Basi sat magnis, bene dimensum est; & Experimentum factum, cum lenis aura paululum Sono opposuerit. Inter Coruscationem & Crepitum 35 ½ Semi-secunda numeravi. Qui numerus ad intervallum adeo quadrat, & cum caeteris experimentis tam proximè convenit, ut non dubitandum sit quin Sonus à Cacumine in vallem rectà (per aerem) descenderit, & non juxta Superficiem curvatam interjacentis Soli.\n\nErrorem igitur aliqualem fuisse credo in Observationibus Wealensisibus praedictis, quoniam nec in Experimento novissimo Langdoniensis, neque in ullis aliis tale aliquid observavi.\n\nQuod ad Soni Motum sursum & deorsùm attinet; an scilicet pari tenore eodemque gradu à Montis cacumine ad Radicem, & retrorsum ferantur? Vix spero me unquam mihi met, vel aliis satisfacturum. Neque enim Essexiae, neque conterminis partibus, sat alti Colles occurrunt, unde quis satis Experimentorum in hunc finem instituat.\n\nC. 2 Quippe\nQuippe omnium altissimi, quos huc usque videre contigie (quales sunt ii quos Langdonienses vocant) Semislem Stadii non multum superant. Jugum enim eiusdem dimensus sum tum Trigonometricè, tum Batometro portatili. Illudque, priore modo, 363 pedes altum esse reperio, posteriore modo . . . . .\n\nSuperiore autem Æstate, cum in Occidentales Regni plagas iter facerem, Collè quodam, cujus Altitudinem paucis abhinc annis circiter Stadiorum fuisse (ni fallit memoria), dimetiendo compertus sum, experiri volui. Quo tempore, Ventus transversim, sed tam leniter spirabat, ut candelam accensam haud extingueret, Scloppeta quædam & ad Radicem & Jugum Montis displodi jussi; Sonumque eodem ferè temporis intervallo utrinque pervenire Senti. Si quam leviculam discrepantiam observavi, in hoc consisterè videbatur, nempe quòd Sonus aliquanto citius in montem ascenderet, quam ab eodem descendere.\n\nSed, ut dicam quod res est, vix potui ea qua par est æquipè tempus dimetiri, quippe infeliciter evenerat ut ipsum, quo usus sum, Chronometrum, aliquantulum, itineris concussione; turbaretur.\n\nProinde hoc Experimentum aliis feliciùs, & certius capiendum relinquó. Atque utinam politioris Literaturæ, Philosophiaeque Cultores apud Italos (quibus insita est Ingenii curiosa felicitas) hoc ipsum ad Alpes experiri velint.\n\n§. 9. De Sonorum translatione sive Motu in Italia:\n\nCum autem Italorum mentionem fecerim, haud alienum videtur referre Observationes quædam & Experimenta, in mei gratiam, ibidem facta ab acutissimo, doctissimo & humanissimo amico D. Doctore Newton Regiæ Maj statis Britannicae Florentia Ablegato. Ita vero se habuit occasio.\n\nIngeniosus\nIngeniosus nuper & egregius Richardus Townleins Armiger (Nomen inclytæ nostræ Societati familiare & gratum) Literis ad me datis Anno 1704. significaverat, \"Sonos raro exaudiri Rome tam longè ac in Angliâ, nostrisque Borealibus Regionibus. Speciatim vero aiebat, \"Se, cum Roma commoratus est, dum Bombardae quædam Castelli S. Angelo vocati, ob læta nuncia disploide rentur, atque ipse super Montem Trinitatis dictum staret, observasse Sonum multò languidorem eo loci usu, quam in ullo alio ad eandem distantiam sito. Et post ejus mortem Frater ejusdem mihi Scripto retulit, quod Anno 1688, \"Cùm relictâ Româ ad Castellum Gen dolfo (eminentiorum quendam locum prope Lacum Albanum, duodecim circiter Italica Millaria à Roma) ut bonas horas contereret, se contulerit, animadvertisse sonum Bombardarum magnarum à Castello (prædicto) St. Angelo obstrepentium, sibi tamen imminutum & debilem videri. Alio quoque tempore, cùm Curru circa prædicti Castelli mænia veheretur, Bombardæque ingenites exinde boarent, nec talen tantumve Sonum ibi loci ac alibi emittere videbantur.\n\nCùm hæc à duobus haud vulgaris ingenii viris animadvertentur, ipsumque Phænomenon novum prorsus & inusitatum: videretur, incessit animum cupido quaerendi, quænam istius foret causa. Proinde Literas ad clarissimum D. Doctorem Newton superius laudatum dedi; qui, quid. Ipse, quid item Amici super hæc re observaverunt, mensæ Octobri 1706, rescribere haud designatus est.\n\nNarrat autem quòd in itinere à Bononia, Florentiam versus, Bombardarum exoneratarum strepitum ad S. Michaelis in Bosco urbem (in Bononiae vicinia) exaudiverit, quæ tamen Bombardæ Mirandulae displosæ ad 40 millia passuum distabant; quem locum Gallorum acies obsidionem cinxit. Ac nocte insequentì eundem Sonum, cùm in Appenninis pernoctaret (20 millia passuum longius remotus) exaudiverit.\n\nObservationes\nObservationes verò & Experimenta quæ idem Vir insignissimus, pro suâ humanitate & benevolentiâ ab aliis fieri curavit, specialem quendam locum, gratiasque maximas ob hæc beneficia quæ illius Dignitas in me contulit, meritò sibi vendicant.\n\nCum nostras Literas Florentiae acceperit, Nobili cuidam, eidemque Philosopho eminenti quid vellemus aperuit: qui deinceps hæc Vota nostra Magno Duci nota fecit. \"Idem verò Magnus Dux (uti inquit) pro suo singulari Artium & Doctrinæ Studiorum amore, & in eorum Cultores benignâ indulgentiâ, quæ una cum Sceptro a Majoribus tradita accepit) Experimenta statim fieri jussit, unde mihi plenè de hæc re satiferet: Josephumque Averrani, inclytum Pisæ Philosophum, & politioris cujuscunque Artis peritum, hisce Experimentis inspiciendis & dirigendis præfecit. Cujus honoratissimi Viri Narrationem Honoratissimus Ablegatus mihi fusè perscribere dignatus est. Summatim verò huc redit, viz.\n\nPostquam plurima non minùs cautè quam ingeniosè præfatus esset, quæ magnam in Sonorum progressu differentiam excitare potuisserent; tandem refert, \"Quòd in hæc inferiori Florentiae arce, Bombarda Colubrina inter horas primam & tertiam Noctis crebrò displodebatur; Virique quidam Ligurni asservabantur, qui diligenter observare jussi sunt, an ejusdem crepitum exaudire possent. Quorum nonnulli qui ad Lanternam, & Marzocco positi erant, nullum audiebant, (fortè quia Maris fremitus Sonum infuscabat:) alii vero qui stabant super Veteris Arcis munimenta (quæ Donjon appellant) quique ad Montem Rotondo dictum (qui quinque circiter milliaria à Ligurno abest versus Montem Nero) misi, auribus exceperunt. Et quotiescunque exonerabatur, toties ejus fragor iisdem in locis clarè exauditus est. Hujus autem Arcis Florentinae distantia à Monte Rotondo recta lineâ vix minor 55 milliaribus censetur. Et notatum dignum est, quòd interjacentia rura plerisque collibus obsita\n\"obsita sunt, qui paulò impeditiorem Soni viam reddant\nnecesse est. His accedit, quòd eodem vespere ventus\nquidam Occidentalis leniter spirabat, qui (cum Ligur-\nnus situs sit ad Libonotum respectu Florentiae) liberiorem\nSoni expansionem aliquatenus præpedire merito cre-\ndatur.\n\n\"Quo autem locus apertus & undique patens habere-\ntur, feligebatur tractus ille Maris qui Ligurnum & Por-\ntum, Ferraio dictum, interjacet, cujus distantia secun-\ndum peritissimorum Nautarum calculum 60 milliarium\nesse deprehenditur. Tormentorum autem militarium\nfragor à Ligurno ad praedictum Portum Ferraio, locaque\nvicina haud rarò pervenit. Nec aspirantium Ventorum\nauxilio opus est, ad promovendum huncce Soni pro-\ngressum, quo némpe exaudiatur. Imò verò ventus quir-\nlibet, sive sit secundus, sive adversus, eidem impedi-\nmento est, ipsumque Sonum minus sonorum reddit:\nforteán quia Maris hinc agitati tremitus magis obest,\nquam Aeris eodem confluentis cursus prodest. Proinde\ntunc solùm exauditur Sonus, cum Ventus prorsus silet,\nvel tantùm lenissimè susurrat, cum Aer serenus est, &\nMare tranquillum. Neqùe tum quidem ab omnibus\nlocis indiscriminatim exauditur, sed ab iis solis quae\npaulò eminentius sita sunt; cujusmodi sunt duo ista\nPropugnacula, quae Stella & Falcon nominantur & Locus\nMulini dictus. Praeterea requiritur ut ipse Observator\nquàm attentissimum se præbeat. nec ullà obstrepentium\nvoce aut clamore impediatur, & infestetur. Tum verò\ninterdiu æquè ac noctu (modo Atmosphæra sit serena\n& tranquilla) exaudit; nisi quod nocturno tempore\nfortior & acutior aliquantò videatur Sonus, cum nulli\noccurrunt Strepitus, qui luci sæpiùs aures offendere\nsolent.\n\n\"Porro nobis nunciatum fuit à Testibus fide dignissi-\nmis, quod pluribus abhinc annis, cum grassaretur Sedi-\ntio Messanensis, ipsaque Urbs obsidione premeretur,\"\nTormentorum bellicorum fragor Angustae & Syracusae-\nnorum Incolarum aures percelleret.\n\nItem cum Galli Tormentis muralibus Genuam concu-\nterent, constat quod eorundem crepitus ad Montem usque\nNigrum, qui Ligurno supereminet, pertigerit.\n\nEx hisce Observationibus proclives sumus ad creden-\ndum nullum esse super hâc re discrimen inter Italiam &\nPlagas Borcales.\n\nQuod autem ad alterum Quæsitum attinet; utrum\nVentus directe vel adversè spirans, Sonum accelerat vel\nretardat? Eadem haçtenus certò responderi haud po-\ntest: Neque enim ipsa quæ adhibuimus Experimenta,\nquibus veritatem indagatam fore speravimus, Quæstioni\ndirimendæ sufficiunt. Quippe ætivo tempore (quo\nplerumque interdiu venti spirant à Mari, & Occidente;\ncum autem advesperascit, silere solent) defuere nobis\ncommodissimæ occasiones hanc rem sæpiùs & certius\nexperiundi. Speramus tamen, inclinante Anno,\npostquam alia successerit Tempestas, opportunio-\nra nancisci tempora, quibus hujusmodi Experimen-\nta feliciùs & iterato, & cum majori æpice institui\n& comprobari possint. Impræsentiarum autem re-\nferre sufficiat quid nobis evenerit io Augusti po-\nstremò elapsi, cum quæ sequuntur experimenta capere\nlicuerit.\n\nColeurina quædam (60) super Cortinam inferioris\nPropugnaculi Florentiae adducebatur, ibique sic posita\nut Os ejusdem versus Artemino spectaret (quod est Ru-\nsticanum Magni Heturiae Dúcis Palatium, Colle quo-\ndam altiore situm, prædictique Propugnaculi latus Oc-\ncidentale respiciens, à quo etiam circiter 12 millia pas-\nsuum distat.) Diem quendam selegimus cum Ventus\noccidentalis aliquanto fortius spiraret, ut Soni motus\ncontrario vento repelleretur. Hoc autem parum juva-\nbat: quippe sub vesperam, cœlum omnino tranquillum\nerat, vel faltem adeo tenui aurâ agitabatur, ut candelæ\nflammam\n\"flamman haud disjiceret. Hic Locis reuere quibusdam\nharum rerum peritis, quibus antea qua potissimum cu-\nrarent in mandatis dedimus, ad praedictum Palatium\nArtemino concessimus, quo Honoratißimus Ablegatus ad-\nesse voluerit. Prout jussimus, inter Horas primam &\ntertiam Noctis, Collebrina sapius exonerata est; & 49\nSecunda Minuta inter ejusdem Coruscationem & Frago-\nrem jugiter numeravimus. Nos etiam in Artemino Bom-\nbardas quasdam accendimus; atque inter harum corus-\ncationem & fragorem praedicti Spectatores (quos in\nArce reliquimus) tantum 48 Minuta Secunda numerar-\nverunt. Unde constabat Sonum unius tantum Minuti\nSecundi intervallo velocius ab Artemino ad Florentiam,\nquam retrorsum ferri.\n\nHaud adeo nostrae observationi confidimus, ut minu-\ntulum hoc Velocitatis discrimen ad Venti conspirantis\naut renitentis vim referre audeamus. Quippe ipsius Ob-\nservatoris error, qui Penduli vibrationes numerabat,\nhuic fortean occasionem dederit. Quod sanè facile fieri\nposse. Sapius enim eveniat necesse est, ut emicantem\nflamman non nisi post inceptam Penduli Vibrationem\nvideat, Sonitûsque fragorem nondum terminatâ Vibra-\ntione exaudiat: adeo ut ipse Calculum unâ Vibratione\nauctiorem, quam par est, hoc pacto faciat, dum inte-\nrea Temporis spatium sit utrinque par & idem.\n\nSperabamus autem proximo mane Ventum fortè con-\ntrarium exoriturum, (Sapius enim hic loci, primo sal-\ntem diluculo, Ventus ab Oriente spirare solet) qui in-\nceptis Experimentis magis inserviret. Colubrinam igitur\nrursus, cum illuxerit Dies, exonerari jusseramus: Ven-\ntus autem nec Votis nec Operi favebat; quippe qui pau-\nlulum tantum ad Borealem plagam se convertisset. Adeo\nut variatio Temporis, & Velocitatis Soni, in tantilla\nVenti mutatione, vix perciperetur. Solitas proinde 49\nPenduli Vibrationes, ut prius, numerabamus. Inte-\nrea temporis hæc eadem Experimenta expendere spera-\n\nD\nmus, quamprimum tempestas magis idonea occurret;\nVentorumque crebriores mutationes, commodiores occa-\nsiones dabunt eadem melius experiendi, unde tandem\nplenissime nobis satissiat.\n\nQuod ad Spatium attinet, quod Soni quovis assignato\ntempore percurrunt, de eodem nondum inter se constat;\nsed ab experimentis quibusdam conjiciebant rem ita se ha-\nbere, prout Experimenta Academiae del Cimento testa-\nbantur.\n\nHaec tenus Vir iste acutus & solers superius laudatus.\n\nEx cujus Observationibus, una cum iis quas Honora-\ntissimus Insignissimusque Legatus nobiscum communicavit,\nabunde patet, Multò longius exaudiri posse Sonos in Italia,\nquam praedictus Amicus ingeniosus nos docuit. Ipse enim\neximius Ablegatus Bombardarum ingentium strepitum ad\n60 Milliarium distantiam auribus percepit. Quae etiam\nejusdem suae Florentiae exonerabantur, eadem 55 Millia\npassuum audiebantur. Tormenta militaria Ligurni displo-\nsa ad 60 Milliarium intervallum aures fieriebant. Quae\nMessanae exonerabantur (ut ex Tabulis Geographicis pa-\ntet) eorem aures, qui centum fere Italica Millaria semote\nsunt, percellebant. Quae denique in concutiendâ Genni\ndisplosa sunt, eorundem fragor plus quam 90 Millia pas-\nsuum Italicorum (ut ex Mappis) pervenit.\n\nQuibus omnibus in mentem revocatis, & serio perpen-\nsis, vix possum quin credam non minus latè propagari\nSonos in omnibus Meridionalibus, quam in hisce Borealibus\nTerrarum plagis. Quamvis haud defunt exempla longior-\nris Sonorum progressús in quibusdam Septentrionalibus\nTerræ partibus. Generosus quidam Danus (insignissimi\nnostrì Danici Principis Famulus) mihi inter confabulandum\nnarravit se, cum in Danì vitam ageret, Bombardarum\nCarolscroonie displosarum crepitum, 80 Milliaria Anglicana\n(ni fallit memoria) remotum clarè exaudivisse. Vir\nitem peritissimus Doctor Hearn (illustrissimi Regis Sueciæ\nMedicus) narrationem quandam ad Regalem nostram So-\ncietatem.\ncietatem misit, de Bombardis Holmiae explosis, cum exequiae unius ex regiis Principibus celebrarentur, A.D. 1685; quorum fragor 30 Suevorum Milliarium intercapedinem percurrit, qua 180 Millaria Anglicana fere exsequant. Navaliteriam illa Pugna qua gesta est Angliam inter & Hollandiam A.D. 1672. Tormentorum bellicorum Strepius plus quam ducentis Milliaribus interacentium attontas aures percussit; quippe qui trans Insulam nostram ad Salopiam usque & Walliam pertingebat.\n\nQuod proinde ambo Fratres Townleii observarunt, idem praedicto Castello S. Angelo, vel Romae saltem, proprium omnino est, & peculiare. Neque enim perspicax eorumdem ingenium, fidamve curam male suspicari licet. Ita igitur Soni diminutio, quam iudem animadverterebant (nisi male auguror) vel ad praedicti Castelli Situm, vel ad interacentes Domos (passim & ubique in ista confertissima Urbe surgentes) vel ad Strepius ejusdem undique personnantes, vel ad Ventos adversos, vel demum aliam consimilem causam referendum est: Quam iis feliciori conjectura afflueretam relinquio, quibus ibi loci vixisse contigit. Vel forsan hi Viri praedictas suas Observationes fecerunt eo Aeris statu, quo Soni, quamvis maximè secundos habeant Ventos, multò tamen languidiores sunt, quam aliis temporibus, cum prorsus adversi sunt. Et quondam persualum me habui, quod ejusmodi Aeris temperies Roma semper occurrit, & non in aliis Italiae partibus; donec in contrariam Kircheri sententiam incidit: qui dicit, \"Hic Roma, mirum dictu, Spirante Boreo, maximum vi- gorem acquirit [Echo vel Sonus] Austro flaccescit; Euro & Subsolano mediocriter se habet.\n\nHanc autem Aeris temperiem, quoniam Sonos adeo phonatur, ubi afficit, haud abs re erit speciatim considerare. De eadem supra. igitur proximo loco fusius differere, quasque super ea Observationes feci, proponere, in animo est.\n§. 10. De variā Sonorum Remissione & Intensione (sive Audibilitate) pro diverso Atmosphærae statu.\n\nSæpius Æstate, cùm jam incaluerit aer, observavi Sonos supra modum languidiores videri, debilesque admodum ad aures ferri; cùm aliâ tempestate, præsertim Hyeme, si forte gelasit, multò magis argutos & stridulos eodem suisse, fortiusque aures percussisse. Spirante etiam Borea vel Euro (quantumvis adversè) Sonos clariores, magisque stridulos esse sensi, quam si ex contrariis plagis Venti spirarent; ut Kircherus quoque Romæ observavit. Hoc autem non constans & perpetuum est.\n\nNeque quid magis certum ex Mercurii in Barometro ascendentis vel descendentis inspectione colligerem, quotamen credulus autumabam. Sonos enim aliquando maximè claros & argutos, aliquando maximè debiles & languidos cùm ad summum ascenderet; è contra aliquando maximè stridulos, interdum maximè deficientes, cum Mercurius ad imum descenderet, comperì.\n\nPariter etiam incertè se res habet quoad Serenum & Nebulosum aerem. Tempore pluvioso & humidò sæpè observavi Sonos obtundi, & \"Post imbræ vehementiores\" plurimum virium acquirere, ut Kircherus Rome. Sed contrarium quoque sæpe evenit. Maii 31. A.D. 1705. Aer hæc loci magis serenus, Vaporumque expers fuit, quam unquam antea me vidisse memini. Tam purum etenim liquidoque serenum erat Coelum, ut objecta longissime remota clare facileque prospicerem. Sed tamen Bombardas in agro Blackheath tunc temporis explosas exaudire non potui (si unam excipiás, cujus fragorem jam prorsus languentem auribus perceperím) quamvis omnium eminùs micantem flammulam clare cernerem. Eodemque tempore Nubium & Venti motus cum sono conspirabat; Aura etiam lenissima tunc spirabat, quæ compositæ crines vix moveret; & omnia denique ad Soni vim motumque pro-\npromovendum necessaria concurrere videbantur. E contra vero, cum prorsus mutatus fuerit Aeris & Coeli status, cum omnia turbida viderentur, & Atmosphæra vaporibus plena, sæpe stridulos Sonos, nec minus crebrè eodem hebetes & remissos exaudivi.\n\nCausis harum Variationum aliis inquirendas relinquio, quoniam nostri ingenii capiunt eas æquè superare fatores, ac affigere quid sit proprium Soni Medium, sive Vehiculum; an ætheræ & subtilior, an vaporosa & crassior Atmosphærae pars, sive ambæ simul?\n\nQuod autem Nebulas spissas spectat, eadem certum est Sonos quam maximè hebetare. Soni enim tunc admodum languidi & obtusi plerumque videntur. Quod ab interpositis vaporibus, & spissis particulis, quæ Nebulam constituunt, certissimè provenit.\n\nIdem etiam de Nivofo Cælo observavi. Cum enim Nix recens in terram decidit, protinus hebescunt Soni. Cum vero glaciata fuerit ejus superficies, Soni repente acutiores fiunt, Campanasque & Bombardas tinnientes & reboantes eo usque exaudivi, ac si Nix humum non conspergeret.\n\nTownleius amicus noster praeditus haud ita pridem se observasse aiebat (qui non absimile egomet expertus sum) dum per oppidum quoddam equo veheretur, Campanarum (quæ tum haud ita procul pulsabantur) Sonum ad aures vix posse pervenire, si quando Domus Nive testa occurreret interjacens. Adeo ut ipse, oppidum ingressus, plurimum miratus sit, Campanas tam subito filere, dum primas interjectas ædes prætergrederetur; deinde repente resonare, cum proximum vacuum intervallum præteriret.\n\nQuod quidem per totum viæ cursum in eodem oppido observavit, Campanarum nempe Sonum ad aures pertingere, vel non; prout ædificia nive oblitera occurrerent interposita, vel non.\n\nSed de his plus quam satis. Ad alia jam majoris momenti descendimus.\n§. II. De Ventorum vi, sive influentia in Soni Motum.\n\nIllusterrima Academia del Cimento ab experimentis inventit Sonorum motum nec ab adversis Ventis retardari, nec a secundis accelerari: Sed utcunque spirarent Venti, semper idem Spatium in eodem tempore percurrere. In istâ lententia fuit Gassendus, cæterique ferè omnes qui ante vel postea Philosophati sunt.\n\nQuoniam verò contrarium hujus patet ab ipsâ Experi-\nentiâ, erroris coarguerdi sunt. In quem ideo incidisse vi-\ndentur, quòd ad nimis breve intervallum Experimenta sua instituerentur. Omnimò enim verisimile est hosce Philo-\nsophos ad unius tantum, vel ad summum, duorum, tri-\numve Milliarium distantiam observationes suas fecisse. Quas proinde virosas esse haud miror. Sin autem ad 10 aut 12 Millia passuum, accuratis Instrumentis adhibitis, rem tentàissent (quod ipse sæpius feci) errorem facilé ag-\nnoscerent.\n\nQuem communem errorem Egomet (horum Virorum authoritate fretus) diu admisi; donec tandem Bombardarum in agro Blackheath observatione triennali, & amplius, eundem feliciter detexi. Cum autem primum Sonos aliquando citius, aliquando tardius ad aures pertigisse sensi, erroris cujusdam à me facti suspicio animum subiit, vel quòd Automati vibrationes minus rectè numeravi, vel cor-\nruscantem Bombardæ flammulam malè observavi; vel in alium consimilem errorem haud attentus inciderim. Post-\nquam verò Bombardæ de industria in mei gratiam exonera-\nrentur singulis semihoris, ab horâ sextâ vespertinâ usque ad mediam noctem, Sonumque perpetuo sine ullâ notabili varietate, 120 vel 122 semisecundorum spatio pervenire sensi, quamvis Ventus directè adversus fuisset; aliis au-\ntem temporibus, cum Ventus secundus spiraret, sive è di-\nrecto, sive ex transverso, aut obliquo, eaundem Bombar-\ndarum Sonum 111, 112, 113, 114, 115, 116 vel ad sumnum\nsummum 117 Semisecundorum spatio advenire deprehendi; tum demum me certissime persuasum habui, reale aliquod discrimen suisse, quod istam in Observationibus variatatem perperisset.\n\nNeque solum Secundi aut Adversi Ventii Sonorum motum accelerant aut tardant, sed etiam pro graduum varietate, qui vehementius aut lenius spirant, eo magis minusve cundem promovent aut impediment. De quibus omnibus in majorem certitudinem, speciales quaedam observationes in sequenti Tabella subiectam; postquam praenotavi Bombardas in agro Blackheath circiter 60 gradus à Meridie distare, hoc est ad Plagam à SW b W aliquantò remotiorem vergere.\n\nTabela\n| Dies Mensis & Anni. | Hora Diei | Numerus Vibraticum | Ventorum Plaga | Nubium Plaga | Altitude |\n|---------------------|-----------|--------------------|---------------|--------------|----------|\n| **1704.**           |           |                    |               |              |          |\n| Febr. 13            | 6 h. ad med.noc. | 120                | NEbEi         | NE b E       | 29 99    |\n|                     | 11 ½ mane | 119                | E2            | E            | 30 22    |\n| **1705.**           |           |                    |               |              |          |\n| Mar. 30             | 10 mane   | 113                | SW7           | SW           | 29 30    |\n| Apr. 2              | 8 ½ p. M. | 114½              | SbW1          |              |          |\n|                     | 3         |                    |               |              |          |\n|                     | 10 mane   | 116½              | S4            | Inferior S   | 29 80    |\n|                     |           |                    |               | Sup.WbN      |          |\n|                     | 5 p. M.   | 111                | SWbW7         | SW b W       | 29 70    |\n|                     | 13 ½ mane | 120                | NbE2          |              | 29 26    |\n|                     | 24 5 p. M.| 116                | SWbWo         | NW           | 29 59    |\n| Sept. 11            | 6 ½ p. M. | 115                | W2            | WbN          | Saker.   |\n|                     | 7 p. M.   | 115½              | WbN2          | Mortar.      |          |\n|                     | 29 10 ½ mane | 112              | SSW6          | SSW          | 29 38    |\n| Octob. 6            | 10 mane   | 117                | ESE1&2        | SE           | 29 34    |\n| Nov. 30             | meridie   | 115                | SSW4          | SSW          | 29 10    |\n| Febr. 15            | 11 mane   | 116                | SbW1          | SW           | 29 60    |\n| **1706.**           |           |                    |               |              |          |\n| Nov. 29             | 11 ½ mane | 116                | SWO           | SWbW         | 30 06    |\n|                     | meridie   | 118                | SWbS1         |              |          |\n|                     | meridie   | 113                | SWbW4         | W            | 29 83    |\n\nEx\nEx quamplurimis aliis has Observationes selegi; omnes cautè factas, singulas nimirum bis, ter, aut sàepius repetitias. Adeo ut de veritate eorum quae supra diximus, luculentè & indubitè constet. Ita ab Experimentis Ap.5. & Sept. 29. factis, patet Ventos vehementiores urgere & maturare Sonorum motum. Quinto enim Aprilis, cum propè conspiraret Venti Sonique motus, fortior etiam aliquantò idem Ventus fuerit (prout figura [7] annexa denotat, pariter ac Cifra [10] tranquillum Coelum; & figuræ 1, 2, 3, 4, &c. varias Ventorum vires significant) tunc temporis, inquam, Sonus III Semisecundorum spatìo iter contecit. Aprilis autem 24, cum Ventus ab eadem Plagâ spiraret, & Aer tranquillus esset, idem itineris spatium non nisi 116 Semi-secundorum intervallo Sonus peragrâtset. Ita etiam Feb. 7. 1706, cum ab eodem Cardine spiraret Ventus, & secum deferret Sonum, viribus autem jam dimidio minoribus, 113 Semi-secunda elapsa sunt prìusquam Sonus assuetum contecit iter. Ita demam Sept. 29. 1705. Vento vehementiore spirante, &c minus secundo, Sonus intra 112 Semi-secunda progressum absolutivit. Ex quibus, aliisque in Tabellà exemplis liquide constat, Ventos Fortiores Soni propagationem adjuvare, Leniores autem eandem minus promovere.\n\nIdem etiam constat de iis Ventis, sive Aeris torrentibus, qui Soni progressui è directo favent, vel obstant; eos nimirum ejusdem motum celeriorem vel tardiorum reddere. Quique Intermedii volvuntur Atmosphærae fluxus, eos Intermedium pariter Soni progressum, sive Penduli Vibrationum numerum efficere.\n\nMaximum discrimen, quod in Soni progressu per 13 fere milliarium spatium hactenus animadverti, novem circiter aut decem Semisecunda exæquat, cum nempe Venti fortes promovent, & lenes tantum impediunt Sonum. Cum vero tenues solum aut proflüs nulli obstant, vel adjuvant eundem, tum quidem differentia duo vel tria Semisecunda haud superat.\nPostquam hoc pacto, quas vires habuerint Venti, cum ad accelerandum, tum ad morandum Sonorum cursum, perspexerim, ipsorum tandem Ventorum Velocitatem quaere curiositas me duxit. Quod utut alienum, non tamen prorsus ingratum curiosis videbitur, uti spero, si quasdam super hâc re Observationes in medium proferam.\n\n§. 12. De Ventorum Velocitate.\n\nUt quantum spatium quovis assignato tempore persent Venti pro certo scirem, leviuscula quædam corpora in parandis experimentis adhibui. Cujusmodi sunt Pappus, Plumæ leves, &c. quæ proposito melius inservire videbantur, quàm Instrumentum illud quod in Actis Philosophicis, No. 24. descriptum habemus; vel etiam illud alterum magis commodum Molæ alatae figuram referens, ab acutissimo D. Doctore Hook nupero Amico, ni fallor, exco- gitatum.\n\nEx plurimis quæ feci experimentis, leviuscolorum corporum ope, cum variae Ventorum vires fuerint, deprehendi, Ventum vehementissimum vix 60 Millia passuum horæ spatio percurrere. Exempli gratiâ; Aug. II. 1705. tantam Procellam excitavit Venti vehementia, ut ipsam Molam Pneumaticam, juxta locum quo observationes meas feci, pene subverteret. [Ventorum Vires (uti modo diximus) hisce Characteribus plerumque notavi; 0, 1, 2, 3, 4, 5, 6, usque ad 10, 15, aut plures gradus.] Prædicti autem Venti vires 12 circiter aut 14 graduum horum respondere æstimavi: & à quamplurimis iteratis experimen- tis animadverti, Turbinem istum circiter 33 pedes, spatio Semi-secundi Minuti percurriere, sive 45 Milliaria in Horâ. Unde colligo Ventum concitatissimum & maxime nimbo- sum (illo vehementissimo, qui Mense Novembris 1703 furebat, haud excepto) non plus quam 50 aut 60 millia passuum horæ spatio prætervolare.\n\nPostquam\nPostquam rapidorum Ventorum Velocitatem dimensi-\nsumus, quae sit minus rapidorum celeritas conjicere haud\ndifficile est. Horum enim cursus pariter notavi, variisque\nab Experimentis edoctus sum, horum nonnullos 15, quos-\ndam 13, alios multò plura, aliosque multò pauciora mil-\nliaria horæ spatio conficere: quosdam autem tam lento mo-\ntu ferri, ut vix unum milliare in horæ peragrent. Alii\nportio Venti sunt adeo tardigradi, ut eodem aliquis, equo\nvel pedibus iter faciens, facilè prævertat. Quod Sensibus\npatet; quoties gradum sístimus, lenem auram nos placide\nventilantem percipimus: sin autem cum eodem pergimus,\nnullam prorsus sentimus: si vero celerius pedem move-\nmus, comitantis & conspirantis Auræ loco, adversantem,\n& in ora vulturnque spirantem aerem persentimus. Ita,\nquiescente prorsus Atmosphærâ, & stagnante, si forte am-\nbulamus, aut equitamus, lenem Auram nos tunc premen-\ntem sentimus, tantarum nempe virium, quantæ motui quo\nferimur respondent. Eodemque Motû gradu, sive Ve-\nlocitate, fertur Venti aura, sive Aeris fluxus, cum pari\nimpetu nos morantes aut cessantes premat.\n\nEx hisce Observationibus circa Velocitatem Ventorum,\nplurima haud inutilia notare licet. Speciatim vero ratio-\nnem unam assignare quare Mercurius tam diu ascendit &\ndescendit, priusquam Sudum Cœlum, vel Pluvia inse-\nquitur.\n\nHæc autem tanquam à proposito aliena omittam; so-\nlumque hoc unum quoad Sonos observabo: nempe, cum\neorum Motus Vento celerior sit, patet quod istæ Atmo-\nsphaeræ partes quibus impressuntur, aut defferuntur Soni,\nnon sunt eadem ac illæ ex quibus conflantur Venti, sed\nquædam aliæ magis æthereæ & volatiles, quantum divi-\nnare licet. Venti enim celerrimi haud plus quam 60 mil-\nliaria Horæ spatio prætervolant: Soni vero plus quam\n700 millia passuum eodem tempore percurrunt.\nSin autem objiciatur quod Venti Sonos celeriores aut tardiores reddunt: Responderetur; Hoc non à solo proprioque ventosarum particularum fluxu, seu tendentia proficisci, sed potius ab omnium Atmosphæræ particularum, cum crassiorum, tum ætherearum conjuncto & conspirante motu. Quae Cursus, sive Motus directio, si Sonorum Undulationibus faveat, Sonorum appulsum exinde accelerari; sin adverteretur, retardari, omnino verisimile est.\n\n§. 13. De Sonorum Velocitate.\n\nPostquam Ventorum operationes & effectus in Sonorum progressum hoc pacto exposuimus, & de Velocitate Sonorum generatim tantum quædam diximus; superest tandem ut specialiores quas feci observationes super hæc tradam.\n\nEx dictis proinde, aliisque quamplurimis quæ praenotavimus, firmissime concludo, Sonos hoc Velocitatis gradu propagari, Nempe, ad Milliaris intervallum (sive 5280 Pedum Anglicanorum) spatio 9 ½ Semi secundorum percurre: Vel (quod eodem redit) Pedes 571 unius Semisecundi, vel 1142 Pedes unius Secundi Minuti Temporis spatio.\n\nHoc autem prædictum spatium pertranscunt Soni, si transversus Atmosphæræ fluxus intercurreret, & est Medius eorum Progressus sive Motus. Sin autem Ventus Soni rapiditatem augeat, possibile est ut plusquam 600 Pedes Semisecundi spatio prætereat. Vel è contra, si moram ei innectat, haud plus quam 560 Pedes eodem temporis intervalllo progrediatur.\n\nIta tandem Historiolam nostram ad finem perduxi, summatis complectentem præcipuas quas feci Observationes circa Sonorum Progressum, & quorundam aliorum eum spectantium. Quam quidem Expositionem solertes & ingeniosi viri in plurimos, nec contemnendos usus haud difficulter convertant. Speciatim vero, prædictæ Observationes,\nvationes, & Experimenta non parum conducere videntur,\n\n1. Philosopho; qui vel hinc aliquâ ex parte instructior fit ad arcanam Sonorum Naturam investigandam; & corundem plurima Phænomena abstrusa explicanda.\n\n2. Nautæ; qui hinc distat quanto intervallo absunt Naves, quas procul fluctuantes, vel ad anchoras stantes cernit: quàm longè item Tellus, aut optata Arena, eminùs conspecta, distat. Quæ ex Scloppetis de industriâ explosis, signo quodam dato, facile certòque innotescant.\n\n3. Militi: ad inveniendum quam procul Hostis Castra locavit; ad quam distantiam sita est Urbs obsessa, Arx, Armamentarium, &c. ad Tormenta muralia libranda, &c. dirigendos Pyrobolos, glandesque ignivomias.\n\n4. Geographo: ad Locorum distantias facilius & certius mensurandas. Quivis enim intra horam unam aut alteram, parvâ pulveris pyrii copiâ instructus, totam fere Regionem Tabulâ accuratissime descriptam hoc pacto exhibeat. Scloppeta enim displosa Distantias (prout diximus) ostendent: & quodvis Instrumentum Mathematicum quo metiuntur Angulos, vel Instrumentum illud vulgare quo Decempedatores umuntur (the Plain Table vocatum,) vel sola Regula Pinacidiis instructa, variorum locorum Situs indicabit; quæ deinde delinquare haud difficile est.\n\nHæc etiam ratione in Mapparum rectitudinem, & veritatem quis facilè iuquirat; & siquos habeant errores, corrigat.\n\nHæc demum (Souis) observandi ratio, Locorum inaccessorum, praefertim verò latiflororum Fluviorum, &c. ejufmodi\nmodi locorum haud aliter menturabilium, distantiae dimensi magnopere inserviat.\n\nIn cujus rei specimen, mecum statui (amicorum ope) ditantias quorundam Sinuum & Fretorum celebriorum comparare; speciatim Freti Gaditani, Tingitanos inter & Gebraltariam; & Britannici, inter Dubridem Angliae & Caletum Galliae; cujus Freti latitudo secundum Gallorum ingeniosorum menturam est 22,7 milliarum Anglicana. Sed hisce, aliisque rei literariae promovendae conatibus lugubria hæc Belli tempora ostiterunt.\n\n5. Echometria. De hoc ludicro & jucundo Soni Phænomeno (scil. Echo) licet plurimi docti viri olim & postea sollicitè quaesiverint, de plurimis tamen ad idem spectantibus non bene inter se convenit: speciatim de spatio Loci ad repetitionem 1, 2, 3 vel plurium Syllabarum necessario; vel (quod eidem redit) de spatio ab Echo peregrato in certo quodam temporis intervallu. Mersennus . . . . passus ad Vocem Monosyllabam repetendam concedit; Blancanus 24 passus (cui astipulatur nostras celeberrimus Dr. Plott,) sed Ath. Kircherus asserit nihil omnino certi de eo definiri posse, quòd nempe Ventorum variatio, viriumque Soni intensio & remissio, & multa alia immensam variationem pariunt.\n\nRationem autem hujus diffensús inter laudatos hosce viros reddere haud difficile est. Ex plurimis enim causis oriri potest; ex tarditate nimirum & diversà nostrorum Sensuum dispositione; vel ex varià Sonorum audibilitate; ex Syllabarum ipsarum gravi vel acuto sono sive earundem contractà vel productà pronunciatione; vel ex quâlibet alià causà temporis intervallum protrahente. Nullus enim dubito (Exempli gratia) quin si Obj. cum aliquod Phonocampticum repercutere potuerit omnes Syllabas hujuscé sequentis carminis, viz.\n\nVocalis Nymphe, quæ nec reticere loquenti,\n\nQuod\nQuòd haud valeret repercutere omnes Syllabas sequentis carminis, quoniam paulò productior est ejus pronunciatio, Scil.\n\nCorpus adhuc Echo, non Vox erat, & tamen usum:\n\nEt multò minùs repetere valeret asperas omnes, & productas Syllabas sequentis hujus carminis, licèt numero pauciores, viz.\n\nArx, tridens, rostris, sphinx, praefter, torrida, sepse, strix.\n\nVerùm à præcedentibus de Soni motu Observationibus concludere licet, Quòd, uti Soni, ita ἡχη certa & determinata spatia in certo quodam præscriptoque tempore percurrunt. Quod ipsum ab experientiâ sàpius edoctus sum, scilicet, Echo redire in duplo temporis intervallo, quo Vox Primaria Objectum Phonocampticum pertingebat. Exempli gratiâ: Si Objectum Phonocampticum Stadium distaret; Echûs regressus in eodem temporis intervallo fuerit, in quo Primarius Sonus duo Stadia percurrisset, si non repercussus fuisset.\n\nEt hoc in dimetiendis Locorum distantìs magno mihi usu fui sæpè fuit. Exempli gratiâ: Cùm in Thamèsis fluvii ripâ starem, Villæ Woolwich oppositâ, monosyllabæ Vocis Echo à Domibus adversis repercutta fuit in sex Semifecundis Minutis temporis. Unde colligo Latitudinem fluvii Thamèsis, eo loci, à margine unius Ripæ ad marginem alterius, 1712 pedes Anglicanos esse, sive supra quadrantem milliaris. Nam ut 9,25 (Semifecunda): ad 5280 (pedes in millari uno) :: Ita 6 (Semifecunda) : ad 3424,8 pedes. Cujus dimidium est 1712,4 pedes.\n\n5. Denique hoc paëto Intonantium Nubium Altitude, & ipsius Tonitu, Fulgurisque Distantia facile innoteant.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103216.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 35,
    "total-input-tokens": 52396,
    "total-output-tokens": 19821,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1138,
        2
      ],
      [
        1138,
        2425,
        3
      ],
      [
        2425,
        4208,
        4
      ],
      [
        4208,
        5651,
        5
      ],
      [
        5651,
        7440,
        6
      ],
      [
        7440,
        9264,
        7
      ],
      [
        9264,
        11010,
        8
      ],
      [
        11010,
        12654,
        9
      ],
      [
        12654,
        14150,
        10
      ],
      [
        14150,
        15693,
        11
      ],
      [
        15693,
        17154,
        12
      ],
      [
        17154,
        19553,
        13
      ],
      [
        19553,
        21264,
        14
      ],
      [
        21264,
        22552,
        15
      ],
      [
        22552,
        24193,
        16
      ],
      [
        24193,
        26035,
        17
      ],
      [
        26035,
        27921,
        18
      ],
      [
        27921,
        29737,
        19
      ],
      [
        29737,
        31508,
        20
      ],
      [
        31508,
        33379,
        21
      ],
      [
        33379,
        35269,
        22
      ],
      [
        35269,
        37100,
        23
      ],
      [
        37100,
        38866,
        24
      ],
      [
        38866,
        40614,
        25
      ],
      [
        40614,
        42426,
        26
      ],
      [
        42426,
        43062,
        27
      ],
      [
        43062,
        45448,
        28
      ],
      [
        45448,
        47324,
        29
      ],
      [
        47324,
        49020,
        30
      ],
      [
        49020,
        50811,
        31
      ],
      [
        50811,
        52491,
        32
      ],
      [
        52491,
        53947,
        33
      ],
      [
        53947,
        55703,
        34
      ],
      [
        55703,
        57211,
        35
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103216",
    "title": "Experimenta & Observationes de Soni Motu, Aliisque ad id Attinentibus, Factae a Reverendo D. W. Derham Ecclesiae Upminsteriensis Rectore, & Societatis Regalis Londinensis Socio.",
    "authors": "Soni Motu, W. Derham",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 35,
    "jstor_url": "https://www.jstor.org/stable/103216"
  }
}