{
  "id": "6524c78d1df14943005df08ad7f5a566b5397410",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL Transactions,\nGIVING SOME ACCOMPT OR THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts OF THE WORLD.\n\nVol. XV.\nFor the Year of our Lord, M.DC.LXXXV.\n\nOXFORD,\nPrinted at the THEATER, and are to be sold by Samuel Smith, at the Prince's Arms in St Paul's Church-yard, London; and Henry Clements, Bookseller in Oxford. 1686.\nTo The\n\nRIGHT HONORABLE\n\nFULKE LORD BROOKE\n\nOf\n\nBeauchamp's-Court.\n\nMy Lord;\n\nHaving Compleated the fifteenth Volume of the Philosophical Transactions, (which contains part of the great Stock of Experimental Learning, communicated to the Royal Society the last year,) I now Humbly Dedicate it to Your Lordship; a Person of Honor, always ready to Favor, whatever makes for the Improvement of Knowledge, and the Public Good.\n\nBut this imperfect Character of Your Lordship, tho' of it self sufficient to justify the present Address, is not the only Inducement to it: I could mention, how much We are all indebted to Your Lordship, for a Uniform and Steady Loyalty to the King, and a Pious Love for Your Country:\nI might add, That Your Lordship's Kindness has reacht the Publisher of these Tracts, and made Him wholly Your Own: But I must take care, not to be Uneasy to Your Lordship; who is more inclined to Do great things, then to Hear of them after they are done.\n\nWherefore, I shall only recommend to Your Lordship's Patronage and Protection, the following Discourses: Some of which retreive lost Peices of Antiquity, (as the Incombustible Cloth, &c.) and by these means add to the Authority of the Antients, who have suffered in their Reputation by Our Ignorance: Others extend the bounds of Learning, and inform Mankind by New Discoveryes: These are all presented to Your Lordship, in token of a much greater Debt, from,\n\nMy Lord,\n\nYour Lordship's most Obedient Humble Servant,\nWILLIAM MUSGRAVE,\nReg. Soc. Sec.\nBeginning the fifteenth Volume.\n\nPHILOSOPHICAL TRANSACTIONS.\n\nJan. 28th. 1685.\n\nThe CONTENTS.\n\n1. Some Experiments about Freezing, and the Difference betwixt common fresh-water Ice, and that of Sea-water; also a probable Conjecture about the Original of the Nitre of Ægypt: by Dr. Lister. 2. A Letter from Dr. Turberville of Salisbury, containing some considerable Observations in the Practice of Physic. 3. Observations on the Cicindela Volans; by R. Waller Esq. F. of the R. S. 4. A Letter from Mr. J. Davis concerning the Wurtemburg Siphon. 5. The Description of a Siphon, made to perform all the Effects express'd to be done by the Wurtemburg Siphon: by Dr. Papin; F. of the R. S. 6. A Catalogue of Experiments drawn up by Sr. W. Petty, prof. of the Phil. Soc. of Dublin; and by him presented to that Society. 7. A Letter from Mr. J. Beaumont jun, concerning a new way of Cleaving Rocks. 8. A Discourse proving from Experiments, that the larger the wheels of a Coach, &c. are, the more easily they are drawn over Stones, &c. lying in the way. 9. An account of a large praeter-naturall Glandulose Substance, found between the Pericardium, and Heart of an Ox. 10. Accounts of three Books; 1. De Origine Fontium per R. Plott LL.D. Musai Ashmoleani Oxoniæ Propositum, & R. S. S. 2. Medicina septentrionalis Collatitia, Opera Theoph. Boneti. 3 Pechlini Dialogus de Potu Theæ.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nFeb. 23d. 1684.\n\nThe CONTENTS.\n\n1. A Letter from William Molyneux Esq. Secretary of\nthe Philosophicall Society of Dublin, to one of the S. of\nthe R. S. giving an account of the Connough-Worm.\n2. Abstracts of two Letters from Mr. Thomas Moly-\nneux, concerning a Prodigious Os Frontis in the Medi-\ncine School at Leyden. 3. An account of a Stone which\ngrew to an Iron-Bodkin in the Bladder of a Boy: com-\nmunicated by Dr. Lister, Fellow of the R. S. 4. An Ab-\nstract of a Letter from Mr. Anthony Leewenhoeck, Fel-\nlow of the Royal Society; concerning the parts of the\nBrain of severall Animals; the Chalk-Stones of the\nGout; the Leprosy; and the Scales of Ecles. 5. An\nAccount of a Book; The Chymical Touch-Stone of Mr.\nJohn Kuncle, De Acido & Urinoso Sale, Calido, &\nFrigido, contra Doctoris Voights Spiritum Vini Vin-\ndicatum: Submitted to the Royal Society of London.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nMarch 23rd. 1685.\n\nThe CONTENTS.\n\n1. A remarkable account of an Hydrophobia, in a Letter from Dr. Roger Howman, Physician in Norwich, to William Briggs, M.D. F. of the College of Phys. London, &c. Phys. of St. Thomas's Hospitall. 2. An extract of a Letter from Senior Ciampini, to Dr. Croon, concerning a late Comet seen at Rome. 3. Some Observations on Boyling Fountains, and Subterraneous Steams; by Dr. Tancred Robinson, Fellow of the R. S. 4. An Account of the weight of a Cubic foot of divers Grains, &c. By the direction of the Philosophical Society of Oxford. 5. A further List of the Specific Gravities of Bodyes. 6. Observations of the Wind, Weather, and height of the Mercury in the Barometer, throughout the year 1684; taken in the Museum Ashmoleanum at Oxford, by Robert Plot, LLD. to which is prefixt a Letter from Him, to Dr. Martin Lister, F. of the R. S. concerning the use of this and such like Historys of the Weather. 7. An Extract of a Letter from Dr Peirce of Bath to one of the S of the R. S. giving an instance of the effects of the Bath in curing Palsies, and Barrenness. 8. An Account of a Book. CAROLI DRELINCURTII Experimenta Anatomica, quibus adjecta sunt plurima Curiosa super Semine Virili, Fæmineis Ovis, Utero, Uterique Tubis, atque Fætu. Lugd. Bat. 1684. 12°.\n\nN A Remar-\nPHILOSOPHICAL\nTRANSACTIONS.\n\nApril 20th. 1685.\n\nThe CONTENTS.\n\n1. A Discourse concerning the Bogs, and Loughs of Ireland; as it was presented to the Dublin Society by Mr William King, Fellow of that Society. 2. An Abstract of a Letter from Dr Samuel Threapland of Halifax, to Dr Plot of Oxford, giving an account of Stones Voided by Seige. 3. An Extract of a Letter from Mr Anthony Lee- wenhoeck, F. of the R. S. to one of the S. of the Royal Society; Concerning the Salts of Wine, and Vinegar, &c. Accounts of three Books. 1. Description de la Louisiane nouvellement decouverte au sud Ouest de la Nouvelle France; par Louis Hennepin Missionnaire Recollet, &c. A Paris 1683. 8°. 2. An Essay of the great effects of even Languid, and Unheeded Motion, &c. London 1685. 3. Trichiasis admodum rara, seu Observatio Pilorum, abdominis Fistula, & Alvo, par plures annos redditorum; Scriptore Isaac Ayme, Serenissimae Magnae Britanniae Reginae Chirurgo Londini, 1684.\nPHILOSOPHICAL TRANSACTIONS.\n\nMay 20th. 1685.\n\nThe CONTENTS.\n\n1. An Account of a sort of Sugar made of the Juice of the Maple, in Canada.\n2. An Extract of the Journal of the Society at Dublin; giving an account of a Periodical Evacuation of Blood, at the end of one of the Fingers.\n3. A Discourse concerning Weather &c. By the learned Dr Garden of Aberdeen: written by way of Letter, to Mr. Henry Scougall, Professor of Theology in that University; and Communicated to the Phil. Soc. of Oxford, by the reverend Dr Middleton, Provost of the King's College in Aberdeen.\n4. A Discourse concerning the Air's Gravity, observed in the Baroscope; occasioned by that of Dr. Garden; presented to the Phil. Soc. of Oxford, by the reverend Dr. Wallis, President of that Society. April, 14, 1685.\n5. The Description of a Stone of the Bladder, seen by the Royal Society, Feb. 25th, 1685.\n6. An Account of an Aqueduct designed for carrying the River Eure to Versaille.\n7. An Account of an old Earthen Vessel, lately found near York.\n8. An Abstract of a Letter from Dr. Peirce of Bath, to one of the S. of the R.S. giving an account of a Shell found in one of the Kidneys of a Woman. Accounts of two Books. GUALTERI CHARLTONI Inquisition Physica de Causis Catameniorum, & Uteri Rheumatismo. Lond. 1685. 8°. DAVIDIS ABERCROMBII M.D. de Variatione ac varietate Pulsus Observationes, &c. Lond. 1685, 8°.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nJune, 22d. 1685.\n\nThe CONTENTS.\n\n1. Part of a Letter from Sr R. B. to Dr. L. concerning a new sort of Calesh.\n2. An account of a strange sort of Bees in the West Indies, communicated by Mr. I.\n3. A Letter from W. Molyneux Esq; Sec. of the Dublin Society, concerning a new Hygroscope invented by Him.\n4. Observations on the French Macreuse, and the Scotch Bernacle; and of Boyling, and other Fountains: by Dr. Robinson, F. of the R. S.\n5. A Letter from Mr. Ray, F. of the R. S. to Dr. Robinson, concerning the French Macreuse.\n6. Epistola Cl. Dni. Gui. Cote, M.D. ad Honoratiss. Dum. Dum. Rob. Boyl Armigerum, de Falsa Graviditate.\n7. A Letter from Mr. Nich. Waite, Merchant of London, to Dr. Plot, concerning some Incombustible Cloth, lately exposed to the Fire before the R. S.\n8. A Discourse concerning Incombustible Cloth, by Rob. Plot, L.L. D.9. An account of a Book, viz. Short Memoirs for the Natural Experimental History of Mineral Waters, by the Honourable ROBERT BOYL, F. of the R. S. London 1685.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nJuly, 22d. 1685.\n\nThe CONTENTS.\n\n1. Phenomena in Cadavere prænobilis Fæminæ, Apoplexia peremptæ, inter dissecandum Maii 12, 1679, observata, à Clariss. Dno. Gui. Cole, M. D. 2. An abstract of a Letter from Mr. Leewenhoeck, to the R. S. dated Jan. 23d, 1685: Concerning the Various Figures of the Salts contained in several substances. 3. An Account of some Experiments for trying the force of great Guns; by the learned Mr. Greaves; communicated by Mr. Stubbs. 4. A new way of raising Water; by Dr. Papin, Fellow of the Royal Society. An Account of two Books; 1. A Treatise of Algebra, both Historical and Practical. By JOHN WALLIS, D.D. Professor of Geometry in the University of Oxford; and a Member of the Royal Society, London. 2. Apologia pro Circuizione Sanguinis; qua respondetur Emylio Parisano, Medico Veneto, Audore GEORGIO ENTIO, Editio altera, audior & accuratior. Lond. 1685. 8vo.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nAugust 22d. 1685.\n\nThe CONTENTS.\n\n1. An Answer to some Queries proposed by Mr. William Molyneux, concerning Lough-Neagh: by Mr. Edward Smyth, Fellow of Trinity College in Dublin. 2. Historiae Convulsionum Periodicarum per Clariss. Dnum. Gui. Cole, Med. Doct. descriptae, & communicatae viz. Convulsionis quintanam observantis periodum, & Convulsivi Affectus octonariam periodum à multis annis observantis, 3. An abstract of a Letter of Mr. Leeuwenhoeck Fellow of the R. Society, dated March 30th. 1685, to the R. S. Concerning Generation by an Insect. 4. A Discourse on the Dissection of a Monstrous Double Catt; read before the Dublin Society by Dr. Mullen. An Account of two Books. 1. MICHAELIS ET-TMULLERI opera omnia Theoretica & practica, &c. Quarto Londini 1683. 2. RAYMUNDIVIEUSSENS D. M. Montpeliensis Neurographia Universalis. Fol. Lugduni 1685.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nFor the Months September, and October; 1685.\n\nThe CONTENTS.\n\n1. Extracts of two Letters, written by the reverend Dr. Garden of Aberdeen; one concerning the Causes of several Winds, &c. to Dr. Plot: the other concerning the Probotcis of Bees, &c. to Dr. Middleton. 2. An Explication of the Figures of some Antiquities; communicated by a Member of the Royal Society, 3. A Letter of Dr. Lister's to Mr. Ray, concerning some particulars that might be added to the Ornithology. 4. An Abstract of a Letter from the Learned Dr. Cole of Worcester, Concerning Stones Voided per Penem. Accounts of three Books. 1 JOHANNIS HEVELII, Consultis Dantiscani, Annus Climactericus. Gedani; 1685. in Folio. 2. A Course of Chymistry; by NICH: LEMERY, M. D. Translated from the Fifth Edition in French, by WALTER HARRIS, M. D. Fellow of the College of Physicians, London. 1686. 3. Collegii Experimentalis five Curiosi, pars Secunda, per JO. CHRIST STURMIIUM. Altori, 4°, 1685.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nNovember 26th. 1685.\n\nThe CONTENTS.\n\n1. An Historical Account of a strangely Self-moving Liquor, by the Honorable Robert Boyl Fellow of the Royal Society.\n2. A Letter from the Reverend Dr Wallis professor of Geometry in the University of Oxford, and Fellow of the Royal Society London, to Mr Richard Norris, Concerning the Collection of Secants; and the true Division of the Meridians in the Sea-Chart.\n3. An Explanation of the Figures of Several Antiquities, communicated by a Member of the Royal Society.\n4. A Letter from Mr St George Ash, Sec. of the Dublin Society, to one of the Secretaries of the Royal Society; concerning a Girl in Ireland, who has several Horns growing on her Body.\n5. Historia Ulceris in Inguine dextro, Intestinorum faeces emittentis; à Dn. Gui: Earnshaw, Medico Alcestrensi, descripta & communicata.\n6. Part of a Letter containing a farther Account of the Aqueduct near Versailles, &c. An Account of a Book Frederici Hoffmanni Fred. Fil. M, D, Exercitatio Medico Chymica de Cinnabari Antimonii.\n\nH h h An His...\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month December, 1685.\n\nThe CONTENTS.\n\n1. Some remarkable effects of a great Storm of Thunder and Lightning at Portsmouth, Oct. 23. 1685. 2. Several Observations of the Respect of the Needle to a piece of Iron held Perpendicular; made by a Master of a Ship crossing the Equinoctial-Line, anno 1684. 3. An Abstract of a Letter from Mr. J. Flamsteed, Math. Reg. & F. of the R. S. giving an account of the Eclipses of 7's Satellites, anno 1686; &c. 4. A Correct Tide Table, shewing the true time of the High-Waters at London-Bridge, to every day in the year, 1686, By Mr Flamsteed. 5. The Solutions of three Chorographic Problems, by a Member of the Philosophical Society of Oxford. 6. A Letter from William Molyneux Esq; concerning the Circulation of the blood as seen, by the help of a Microscope, in the Lacerta Aquatica. 7. Part of a Letter from the Reverend Dr. Nath. Vincent. F. of the R. S. concerning Dr Papin's way of Raising Water. 8. A Letter of Mr R. A. relating to the same subject. 9. Observations of Dr Papin. F. of the R.S. on a French Paper concerning a Perpetual Motion. An account of 4 Books, 1. EDVARDUS BERNARDUS de Mensuris & Ponderibus ἐν Ἀθηναίων. Oxonii è Theatro Seldonio A.D. 1685. 2. ANT. NUCK de Ductu Salivali novo, &c. Lugd Bat. 1686. 3. JO. CON. PEYERI Merycologia, Basileæ. 4°. 4. Caistorologia à JO. MARIO, aucta à JO. FRANCO. Aug. Vindel. 1685. 8°.\n\nM m m Some\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month December, 1685.\n\nThe CONTENTS.\n\n1. An Explanation of the Figures of two Prophyry Pillars in Ægypt. 2. A Letter subscribed W. Tenon, concerning Dr Papin's new Water Engine. 3. Eclipsis Lunæ totalis cum mora, A. 1685, die 10. Dec. st. N. observata Gedani à Johanne Hevelio. 4. An Abstract of a Letter from Mr. J. Flamsteed, Math. Reg. and F. of the R. S. giving the Description and Uses of an Instrument for finding the distances of its Satellites from its Axis, with the help of the Table of Parallaxes, and Catalogue of Eclipses, printed in the preceding Transactions. 5. A Remarkable Account of a Liver appearing Glandulose to the Eye; communicated by Mr J. Brown, Chirurgeon to St Thomas's Hospital in Southwark. 6. Two Extracts of the Journal of the Phil. Soc. of Oxford; one containing a Paper communicated by the Reverend Dr Wallis, President of that Soc. concerning the strength of Memory when applyed with due attention: The other describing a large Stone voided by a Woman per meatum urinarium. 7. Part of a Letter from the Learned Dr Salomon Reiselius, Chief Physician to the Duke of Wirtemberg, concerning the Sipho Wirtembergicus. 8. A full Description, with the Use, of the new Contrivance for Raising Water, propounded in the Transf. N. 173. by Dr Papin, F. of the R. S. 9. A Letter from Mr William Cole, Member of the Phil. Soc. of Oxford, containing his Observations on the Purple-Fish, 10. Two Letters from Mr W. Nicolson, concerning two Runic Inscriptions at Beaucastle, and Bridekirk. 11. An Account of the Latitude",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102111.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 28642,
    "total-output-tokens": 5338,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        446,
        5
      ],
      [
        446,
        1155,
        6
      ],
      [
        1155,
        1960,
        7
      ],
      [
        1960,
        3335,
        8
      ],
      [
        3335,
        4233,
        9
      ],
      [
        4233,
        5567,
        10
      ],
      [
        5567,
        6527,
        11
      ],
      [
        6527,
        7912,
        12
      ],
      [
        7912,
        8948,
        13
      ],
      [
        8948,
        9871,
        14
      ],
      [
        9871,
        10755,
        15
      ],
      [
        10755,
        11740,
        16
      ],
      [
        11740,
        12809,
        17
      ],
      [
        12809,
        14238,
        18
      ],
      [
        14238,
        15814,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102111",
    "title": "Front Matter",
    "authors": null,
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/102111"
  }
}