{
  "id": "991055749799109961d57f440527597d262414da",
  "text": "XVIII. On the reduction to a vacuum of the vibrations of an invariable pendulum. By Captain Edward Sabine, of the Royal Artillery, Secretary of the Royal Society. Communicated by Dr. Thomas Young, Secretary of the late Board of Longitude.\n\nRead March 12 and 19, 1829.\n\nThe 128th number of Professor Schumacher's Astronomische Nachrichten, published in January 1828, contained an announcement from M. Bessel, that he had found the theory incorrect, according to which it has been customary to reduce the vibrations of a pendulum in air, to the corresponding vibrations in a vacuum: the incorrectness consisting principally, in no provision having been made in the theory, for the expenditure of a part of the moving force, on the particles of the air set in motion by the pendulum in its vibration.\n\nOn the arrival in London of the number of the Astronomische Nachrichten containing this announcement, a proposal was made to the late Board of Longitude, to submit the question, of the reduction of the vibrations to a vacuum, to the test of the most direct experiment; by the construction of an apparatus, in which a pendulum might be alternately vibrated in air of full atmospheric pressure, and in rarefied air approaching nearly to a vacuum. The expense of the proposed apparatus was estimated at 25l.; which sum the Board of Longitude, at the recommendation of the President of the Royal Society, and of Dr. Young Secretary of the Board, was pleased to allot for that purpose. Mr. Newman, who was employed to make the apparatus, gave great attention towards accomplishing it in the best manner; and to his care in respect to expense it is owing, that the cost has but very little exceeded the estimate. How well it has answered its intended purpose will be best collected from the experiments themselves.\n\nThe apparatus is represented in Plate VI, which may be referred to for the particular dimensions. It consists, generally, of six pieces, exclusive of the iron\nframe by which the suspension is fixed securely to the wall of the apartment. The pedestal is of cast iron 2 inches thick, being a cylinder of one foot in height and a foot interior diameter, open at the top, and closed at the bottom by an horizontal plate 3 feet long by 16 inches broad, resting on four screws, by which it can be raised, depressed, and levelled. A metallic pipe communicating with an air-pump is fitted to a hole perforated at half the height of the cylinder. The metallic pipe is furnished with a stop-cock, by which the communication between the pump and the interior of the cylinder can be closed at pleasure. The three next pieces in succession above the pedestal are glass cylinders slightly conical, having their rims ground into surfaces fitting one to another. The suspension piece, which is the next above the three glasses, is a metal plate, having holes to receive the screws of the bed containing the agate planes, and to admit the pendulum to its place: it is surrounded by a circular metal ring, the outside of which forms a part of the exterior of the apparatus, and the upper and lower surfaces are ground, so as to form close joints with the glass cylinder beneath, and with a bell glass, which is the 6th piece, completing the upper part of the apparatus. The ring surrounding the suspension plate is perforated to admit a screw, which passes through a stuffing-box, and acts on an inclined plane beneath the Y's, serving to raise the pendulum on the Y's, and to lower it on the planes. The pedestal cylinder is also perforated, to admit a wire with a cross-piece at the extremity, for the purpose of stopping, or of giving fresh impulse to, the pendulum. This wire also passes through a stuffing-box.\n\nTo set up the apparatus, the pedestal is placed as nearly as can be judged in the situation it will occupy when the suspension piece is secured to the wall. A graduated arc is then fixed, by a wooden frame fitted to the interior of the cylinder, so that the arc may be seen from the coincidence telescope about 2 inches above the iron cylinder. The three glasses are then placed in succession resting on one another, and the lower one resting on the ground surface of the rim of the iron cylinder, the joints being made secure by pomatum. The foot screws of the pedestal are then adjusted, until the upper glass is brought exactly into its proper position, in regard to the iron frame by which the apparatus is ultimately to be secured to the wall. The suspension piece is then placed on the upper glass, on which it rests with its entire weight, ensu-\nring thereby the contact of the surfaces of glass and metal. The suspension piece being surmounted by the bell glass, the air is withdrawn, and the weight of the atmosphere on the exterior presses the several joints into the closest contact. Before the air is re-admitted, four screws, destined to connect the iron frame in which they work with the suspension piece, are turned until their pressure in different directions, against the outside of the ring surrounding the suspension plate, attaches it firmly to the iron frame. The frame is itself very firmly screwed to stone piers deeply imbedded in the wall on either side, and is further strengthened by brackets, fixed in the direction which is most immediately opposed to any motion of vibration, which might be communicated by the pendulum. The air is then re-admitted, the bell glass taken off, the agate planes screwed on and levelled, the pendulum suspended, with such thermometers, barometer, and gauge as may be required, and the bell glass replaced. All beneath the bell glass remains from thenceforward a fixture, the air being withdrawn and admitted at pleasure through the metallic pipe governed by the stop-cock. As the three middle glasses are pressed tightly between the suspension piece and the pedestal, neither of which can give way to their expansion, it might not be prudent perhaps to risk their fracture, by leaving them so screwed, for such a length of time as should involve a great change of temperature. To avoid this, it is only necessary to loosen the screws which connect the iron frame with the suspension piece, to tighten them again at a new temperature, and to re-level the planes.\n\nThis description applies to the apparatus as it is now established in the southwest angle of the quadrant-room at the Royal Observatory at Greenwich: an angle being chosen, because the stone piers, to which the iron frame is screwed, have in such case but a small distance to project from the walls, in order to form an appui on both sides. The apparatus was employed in the two first experiments at Mr. Browne's house in London, where similar means could not be resorted to for rendering the point of suspension of the pendulum immovable. In these experiments the agate planes were screwed to an iron plate, which was supported by four iron bars springing from the interior of the cylinder of the pedestal; and the bell glass rested on the upper glass cylinder, without the intervention of the suspension piece. It will be seen by the result of those two experiments, compared with the result of others in which\n\nMDCCCXXIX.\nthe point of suspension was immovable, that the small motion of the support of the pendulum, occasioned by the elasticity of the iron bars, did not prejudice the comparative result of the vibration in air of different density: so that in all cases where a relative result only is required, the apparatus is effective, without the means resorted to at Greenwich to make the suspension immovable.\n\nThrough the liberality of the Managers of the Royal Institution, the use of the air-pump belonging to the Institution was obtained for these experiments: and also an apparatus for the formation and supply of hydrogen gas, for purposes which will be described in their due succession. The experiments will be related in the order in which they were made, as being perhaps the most simple and perspicuous mode.\n\nJune 28, 1828.—On this day Mr. Newman having brought all the parts of the apparatus intended for the vacuum experiments to Portland Place, it was established in front of Mr. Browne's clock by Molyneux. The invariable pendulum No. 12. was placed on the agate planes numbered also 12, which were screwed fast to the iron plate supported by the four iron bars, and were carefully levelled. The thermometer, graduated by Mr. Daniell and myself, used in my former pendulum experiments, was suspended within the glasses, so that the ball was midway between the axis and the lower part of the weight of the pendulum; a mercurial gauge, commencing to act when the pressure was reduced to 10 inches, was also suspended. The pendulum was 1 foot 6 inches in front of the pendulum of the clock; and the telescope for observing coincidences was stationed in an adjoining room, 18 feet 6 inches from the detached pendulum, and 20 feet from the pendulum of the clock. A detached diaphragm, having a vertical opening, the sides of which viewed from the telescope were tangents to the disk, was placed between the vacuum apparatus and the disk; so that when the glasses were on, the disk and diaphragm were both seen from the telescope through the back and front of the lower glass cylinder. A graduated arc was placed with the diaphragm: the distance from the axis to the part of the pendulum crossed by the arc as seen from the telescope was 49.5 inches: the arc was divided into degrees, and the degrees were subdivided into spaces of $10'$ each: the length of a degree was 0.73 inch: consequently the arc read off required to be multiplied by .845 to produce\nthe true arc of vibration. The telescope was then adjusted for the observation of coincidences, the glasses of the apparatus being on, and the joints pomatumed.\n\nA preliminary trial was then made of the facility with which the air could be withdrawn. A double pump kept in steady action for fifteen minutes reduced the pressure to 7 inches. More was not then attempted; but on stopping the action of the pump, it was soon observed that a leak must exist, as the gauge rose at the rate of about an inch in seven or eight minutes. On intercepting the communication between the pump and the apparatus, the leak was shown to be in the latter. The air was then re-admitted; the joints examined, as well as the stuffing-box through which the wire passed which was employed to set the pendulum in motion. Mr. Newman expressed himself satisfied that the leak could be only in the metal of the iron cylinder, notwithstanding the thickness of the metal was two inches. The further examination of the leak was postponed; and the pendulum prepared for the next day, when it was proposed to try its comparative vibration in air, and in a medium as rarefied as could be maintained in the then imperfect state of the apparatus.\n\nExp. I.—June 29. Molyneux losing $0^s.17$ per diem.—The glasses being on and prepared for exhausting, but a free communication existing with the external air through the exhausting pipe, the following coincidences were observed.\n\n| No. of Coincid. | Barom. | Therm. | Times of | Arc registered and True Arc. | Mean Interval. | Correction for Arc. | Reduction to $72^\\circ$. | Corrected Vibrations at $72^\\circ$. |\n|----------------|--------|--------|----------|-------------------------------|----------------|---------------------|-------------------------|----------------------------------|\n|                |        |        | Disapp. | Re-app. | Coincidence. |                  |                        |                       |                                  |\n| 1              | inch.  | o      | m s     | m s    | h m s         | 2 06 = 1 47      | s                     | s                      | 85937.62                        |\n| 2              | 29.91  | 70.6   | 29 42   | 29 48  | 9 29 45.17    |                 | s                     | +3.06                 | -0.48                           |\n| 3              |        |        | 35 52   | 35 58  |               |                 | s                     |                       | 85937.45                        |\n| 15             | 71.1   | 50 12  | 50 23   | 10 50  | 17.5          | 1 10 = 0 59.6    | 371.8                 | +0.87                 | -0.34                           |\n| 31             | 29.90  | 71.3   | 29 40   | 30 00  | 12 29 50.0    | 0 35 = 0 29.7    | 373.28                |                       |                                  |\n\n$29.905; \\text{Index} + 0.066; \\text{Red}^a \\text{to } 32^\\circ - 0.111; = 29.861. \\text{ Vibrations at } 72^\\circ = 85937.54$\n\nThe barometer used in these and the subsequent experiments in London belonged to Mr. Browne. By several comparisons with the standard baro-\nmeters of the Royal Society and of the Royal Observatory, made by means of an intermediate portable barometer, an index correction of \\(+0.066\\) was found to be required, to make Mr. Browne's barometer agree with the standards when corrected for capillary action. This correction is accordingly applied.\n\nIn these and in all the subsequent experiments, both in London and at Greenwich, the registered arcs were obtained in the following manner:—The points of the graduated arc were noted, opposite to which the same side of the tail-piece of the pendulum stopped when at each extremity of its vibration; this gave the whole arc passed through by the pendulum without reference to a zero point: the half of this is the semi-arc of vibration. The same process was then gone through with the other side of the tail-piece of the pendulum; and a mean of the two semi-arcs is the arc registered. The true arc is the registered arc multiplied by .845.\n\nThe preliminary experiment in air being concluded, the pendulum was stopped by the wire passing through the stuffing-box, and again set in motion by the same at a true arc exceeding \\(1^\\circ 47'\\), being the arc with which the preceding experiment in air had commenced. The air was then withdrawn until the pressure was reduced to 7 inches. The thermometer, which had stood at \\(71^\\circ.4\\) before the process of withdrawing the air commenced, was observed to fall gradually, until it was reduced to \\(70^\\circ.7\\), when the pressure was 7 inches. The interval between successive coincidences being about six minutes, and the leak admitting sufficient air to cause the gauge to rise an inch in six minutes, whilst by working the pump gently, two inches could with ease be gained in the same time, the pump was worked, during the first 12 coincidences, only in the alternate intervals. From the 12th to the 39th coincidence, the gauge was kept always as near 7 inches as could be appreciated, by a very gentle and continued exercise of the pump.\n| No. of | Therm. Gauge. | Times of | Intervals | Arc registered and True Arc. | Mean Interval. | Correction for Arc. | Temp. corrected. | Reduction to 72° | Corrected vibrations at 72° |\n|-------|---------------|----------|-----------|-----------------------------|----------------|-------------------|-----------------|-----------------|-------------------------|\n|       |               | Disapp.  | Re-app.   | Coincidence.                |                 |                   |                  |                 |                         |\n| 1     | 70.8          | inch.    | m s       | m s h m s                   | 377             | 3 00 = 1 42       |                 |                 |                         |\n| 2     |               | 7.56     | 14 10     | 14 18 1 14 14               | 376.5           |                   |                 |                 |                         |\n| 3     |               | 7.10     | 20 27     | 20 34 1 20 30.5             | 376.5           |                   |                 |                 |                         |\n| 4     |               | 8.00     | 26 44     | 26 50 1 26 47               | 376             | 1 50              |                 |                 |                         |\n| 5     |               | 71.1     | 7.00      | 33 00 33 06 1 33 03         | 377             |                   |                 |                 |                         |\n| 6     |               | 8.10     | 39 16     | 39 24 1 39 20               | 377             |                   |                 |                 |                         |\n| 7     |               | 7.00     | 45 33     | 45 41 1 45 37               | 377             | 1 43              |                 |                 |                         |\n| 8     |               | 8.00     | 51 50     | 51 58 1 51 54               | 376             |                   |                 |                 |                         |\n| 9     |               | 6.70     | 58 06     | 58 14 1 58 10               | 376             |                   |                 |                 |                         |\n| 10    |               | 7.90     | 4 24      | 4 32 2 04 28                | 377             |                   |                 |                 |                         |\n| 11    |               | 71.5     | 5.60      | 10 40 10 50 2 10 45         | 378             |                   |                 |                 |                         |\n| 12    |               | 7.00     | 16 58     | 17 08 2 17 03               | 378             |                   |                 |                 |                         |\n| 13    |               | 7.00     | 23 16     | 23 26 2 23 21               | 377.5           | 1 28              |                 |                 |                         |\n| 14    |               | 7.00     | 29 34     | 29 43 2 29 38.5             | 377.5           |                   |                 |                 |                         |\n| 15    |               | 7.00     | 35 51     | 36 01 2 35 56               | 377.5           |                   |                 |                 |                         |\n| 16    |               | 71.6     | 7.00      | 42 08 42 19 2 42 13.5       | 377.5           |                   |                 |                 |                         |\n| 17    |               | 7.10     | 48 26     | 48 36 2 48 31               | 379             |                   |                 |                 |                         |\n| 18    |               | 7.10     | 54 44     | 54 56 2 54 50               | 377.5           |                   |                 |                 |                         |\n| 19    |               | 71.8     | 7.10      | 7 20 7 31 3 07 25.5         | 378             | 1 14 = 1 03       |                 |                 |                         |\n| 20    |               | 7.00     | 7 20      | 7 31 3 07 25.5              | 378             |                   |                 |                 |                         |\n| 21    |               | 6.90     | 19 57     | 20 07 3 20 02               | 378             |                   |                 |                 |                         |\n| 22    |               | 6.90     | 32 33     | 32 44 3 32 38.5             | 378.5           |                   |                 |                 |                         |\n| 23    |               | 72.0     | 6.90      | 32 33 32 44 3 32 38.5       | 378.5           |                   |                 |                 |                         |\n| 24    |               | 6.90     | 45 10     | 45 21 3 45 15.5             | 378.5           | 1 03              |                 |                 |                         |\n| 25    |               | 7.10     | 57 47     | 57 59 3 57 53               | 378.5           |                   |                 |                 |                         |\n| 26    |               | 7.00     | 10 24     | 10 36 4 10 30               | 379             |                   |                 |                 |                         |\n| 27    |               | 7.00     | 16 42     | 16 56 4 16 49               | 378             |                   |                 |                 |                         |\n| 28    |               | 6.90     | 29 18     | 29 33 4 29 25.5             | 379             | 0 52              |                 |                 |                         |\n| 29    |               | 7.00     | 35 37     | 35 52 4 35 44.5             | 379             |                   |                 |                 |                         |\n| 30    |               | 72.3     | 7.00      | 41 56 42 11 4 42 03.5       | 379             |                   |                 |                 |                         |\n| 31    |               | 7.00     | 54 33     | 54 49 4 54 41               | 379             |                   |                 |                 |                         |\n| 32    |               | 7.00     | 7 11      | 7 25 5 07 18               | 378.5           | 0 44 = 0 37       |                 |                 |                         |\n| 33    |               | 7.00     | 7 11      | 7 25 5 07 18               | 378.5           |                   |                 |                 |                         |\n\nOn re-admitting the air, the thermometer rose from 72°.6 to 73°.8, and then gradually fell until it took up the temperature of the apartment, which was rather less than 73°.5. After the lapse of half an hour, the following observations were commenced, the glasses remaining on, but a free communication existing with the external air through the exhausting pipe.\nThe glasses were then removed, and the pendulum raised on the Y's; in which operation it was observed that it had not quitted its place during the experiments, in which it had been twice set in motion and twice stopped by the wire which passes through the stuffing-box. The pendulum was then removed, and the horizontality of the planes examined and found perfectly correct.\n\nThe vibrations in air, before and after those in the rarefied medium, were as follows:\n\nIn the morning, before the vibration in the rarefied medium . . . . . . 85937.54; Barom. 29.861\n\nIn the evening, after the vibration in the rarefied medium . . . . . . 85937.40; Barom. 29.829\n\nMean . . . . 85937.47; Barom. 29.845\n\nThe vibrations in the rarefied medium, reduced to the same temp. as those in air . . . . . . 85944.85; Gauge 7.08\n\nWhence there appears, as the result of this experiment, a difference of 7.38 vibrations per diem, corresponding to a difference of atmospheric pressure of 22.765 inches: the temperature of the air of full pressure being 72°.01; and that of the rarefied air 72°.5.\n\nThe indications of the thermometer in the rarefied medium have been increased 0°.7, to compensate the effect produced on the thermometer by the removal of the full pressure of the atmosphere. It has been noticed, that on the pump being worked, the thermometer, which previously stood at 71°.4, fell to 70°.7, which it indicated when the pressure was reduced to 7 inches. The converse took place when the air was re-admitted. To ascertain whether this effect was rightly ascribed to the removal of the pressure of the atmosphere on the exterior of the ball and tube of the thermometer, the following experiment\nwas made:—The thermometer being immersed in pounded ice, and placed on the brass plate of an air-pump, the mercury coincided exactly with the division of $32^\\circ$: it was then covered with a receiver, and the air withdrawn: the thermometer fell as the pump was worked; and when the gauge indicated a pressure of half an inch, the mercury stood at $31^\\circ.25$: on re-admitting the air it rose again to $32^\\circ$. The experiment was repeated with precisely similar results.\n\nBy observing carefully the indications of the thermometer with those of the gauge, the following corrections of the thermometer were assigned for different pressures: for a near approach to a vacuum $+0^\\circ.75$; for 7 inches and thereabouts $+0^\\circ.70$; for 15 inches and thereabouts $+0.5$; and for 20 inches $+0^\\circ.4$. The propriety of these corrections was subsequently confirmed, in the experiments with the vacuum apparatus at Greenwich which will be related in the sequel, by registering always the comparative indications of the thermometer which had been tried in ice, and of two others included in a glass cylinder, which had been hermetically closed under the receiver of an air-pump when the air was withdrawn. The cylinder including these thermometers being suspended by the side of the standard in the vacuum apparatus, the doubly inclosed thermometers underwent no change on the exhaustion of the apparatus; whilst the standard thermometer fell an amount corresponding to the above corrections, and remained permanently lower than the others to the same amount, until the air was re-admitted, when the indications of the three agreed*.\n\nThe result of the experiment on the 29th of June then was, a difference of 7.38 vibrations for a difference of pressure of atmospheric air at $72^\\circ$, corresponding to 22.765 inches of mercury at $32^\\circ$: this result is equivalent to the reduction to a vacuum, for the vibration in a pressure of 30 inches of air of $72^\\circ$, of 9.725 vibrations per diem.\n\nThe specific gravity of the pendulum being about 8.6; and the weight of water to that of air, at 29.27 inches of the barometer, and $53^\\circ$ of the thermometer, as 836 to 1, and the expansion of air for each degree of the thermometer $\\frac{1}{480}$dth of its bulk, the correction for the buoyancy of an atmosphere of 30 inches of air\n\n* On trying a thermometer with a ball of unusually large diameter in the pounded ice, the removal of the pressure of the atmosphere made a difference in the height of the mercury at the freezing point, amounting fully to $1^\\circ$ of its scale.\nat $72^\\circ$, is 5.88 vibrations. The difference, or 3.845 vibrations per diem, is the amount by which the experimental reduction to a vacuum exceeds the reduction which it has been customary to compute.\n\nFrom the imperfect state of the apparatus in this first experiment, doubts might have been entertained of the correctness of the result on two accounts: it might have been supposed, 1st, that the abstraction of the air being kept up continually, during the vibration in the rarefied medium, to counteract the leakage, currents might have been occasioned influencing the time of vibration: or, 2nd, the iron bars supporting the pendulum not having sufficient spread at the bottom to counteract the lateral force arising from the vibration, and the point of suspension itself partaking of it in consequence, it might have been supposed that the time of vibration was unequally affected thereby in the air and in the rarefied medium. By experiments made with the same pendulum on the 8th and 9th of July, an account of which is already before the Society, (Phil. Trans. 1829, Art. IX.) in which experiments the pendulum was suspended from Captain Kater's original mahogany support in the same room, the vibrations on an immoveable support, all other circumstances being the same, were found to exceed those on the plate of the vacuum apparatus, by about 18 vibrations a day; due, doubtless, to the motion of the plate during the vibration, arising from the elasticity of the iron bars and their insufficient spread. To give more firmness to the suspension in the vacuum apparatus in a second experiment, inch boards of well seasoned oak were inserted vertically, having their lower ends resting on the interior of the iron cylinder which supports the glasses, and the plate was screwed down firmly on their upper ends by screws working into the iron bars: the suspension plate was thus directly and firmly connected with the foot cylinder by means of the boards independently of the bars; the boards being hollowed out in the proper places to admit the observation of coincidences.\n\nTo detect where the leakage took place, the interior of the apparatus was filled with water as high as the lower glass cylinder, and a communication being established between the exhausting pipe and the upper part of the interior, the air was withdrawn; when bubbles of air were seen to rise rapidly from the interior surface of the iron foot cylinder, particularly from those parts of it which were opposite the flanches on the outside, where the metal was\nthickest. An iron cement, composed of cast iron filings and white lead, was then rubbed strongly into the porous parts of the cast iron; and several coats of oil paint were given successively, both to the outside and inside of the cylinder. These alterations having been made, the apparatus was again established in front of the clock, and prepared for a second experiment.\n\n**Exp. II.—July 13th; Molyneux losing 0°.2 per diem.**\n\nEvery thing was arranged on this day as in the first experiment, with the exception of the above alterations, and the removal of the telescope for observing coincidences nearer the pendulum, from which it was now distant 11 feet. The diaphragm and arc were also placed within the glasses, instead of being between the glasses and the clock. The graduated arc was 48 inches below the point of suspension, whence the registered arc required to be multiplied by .87 to produce the true arc. The preliminary vibration in air was as follows.\n\n| No. of Coincid. | Therm. | Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 70°. | Corrected Vibrations at 70°. |\n|----------------|--------|--------|----------|-------------------------------|----------------|---------------------|-----------------|---------------------------|\n|                | inch.  | m s    | m s      | h m s                         | s              | s                   | s               | s                        |\n| 1              | 70.0   | 29.43  | 58 05    | 58 12                         | 0 58 08.5      | 1 34.5 = 1 23       | 382.12          | +1.40                    |\n| 22             | 69.5   | 29.46  | 11 43    | 12 03                         | 3 11 53.0      | 0 370. = 0 32       |                 | -0.10                    |\n|                |        |        |          |                               |                |                     |                 | 85950.86                |\n\n69.75 20.445; Index + 0.066; Reduction to 32° − 0.107; = 29.404.\n\nThe air was then withdrawn, and the following observations made.\n\n| No. of Coincid. | Gauge. | Therm. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 70°. | Corrected Vibrations at 70°. |\n|----------------|--------|--------|----------|-------------------------------|----------------|---------------------|-----------------|---------------------------|\n|                | inch.  | m s    | m s      | h m s                         | s              | s                   | s               | s                        |\n| 1              | 1.50   | 68.8   | 18 31    | 18 38                         | 4 18 34.5      | 1 41 = 1 28         |                 | s                        |\n| 19             | 1.70   | 69.0   | 15 13    | 15 23                         | 6 15 18        | 1 16               |                 | s                        |\n| 32             | 1.75   | 68.8   | 39 39    | 39 53                         | 7 39 46        | 1 04.5             |                 | s                        |\n| 59             | 1.80   | 68.0   | 35 19    | 35 39                         | 10 35 29       | 0 44 = 0 38         |                 | s                        |\n| 149            | 1.80   | 67.1   | 22 31    | 23 01                         | 20 22 46       | 0 12 = 0 10         |                 | s                        |\n\n1.71 68.34 + 0.75 = 69.09\n\nMDCCCXXIX.\nThe air was then admitted, and in the afternoon (July 14) the following observations made.\n\n| No. of Coincid. | Therm. | Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 70° | Corrected Vibrations at 70° |\n|----------------|--------|--------|----------|-------------------------------|----------------|---------------------|-----------------|-----------------------------|\n|                |        |        | Disapp.  | Re-app. | Coincidence. |                  |                 |                 |                             |\n| 1              | 69.9   | 29.50  | m s      | m s    | h m s        | 1 18 = 1 08     | 382.52          | + 0.95           | 85950.84                   |\n| 22             | 69.4   | 29.50  | 45 29    | 45 38  | 2 45 33.5    | 0 33 = 0 26     |                 | - 0.15            |                             |\n|                |        |        | 59 15    | 59 38  | 4 59 26.5    |                 |                 |                 | 85950.84                   |\n\n69.65 29.50; Index + 0.066; Reduction to 32° - 0.107; = 29.459.\n\nThe vibrations in air in this experiment were as follows:\n\nJuly 13. Previous to the vibration in a rarefied medium 85950.86; Barom. 29.404 inches.\n\nJuly 14. Subsequent to the vibration in a rarefied medium 85950.84; Barom. 29.459\n\nMean . . 85950.85; Barom. 29.431\n\nThe vibrations in a rarefied medium reduced to the same temperature as those in air 85959.915; Gauge 1.71 inches.\n\nWhence there appears, as the result of this experiment, a difference of 9.065 vibrations per diem, corresponding to a difference of atmospheric pressure of 27.721 inches: the temperature of the air of full pressure being 69°.7, and that of the rarefied air 69°.09. This result is equivalent to the reduction to a vacuum for the vibration in 30 inches of air of that temperature, of 9.81 vibrations per diem. The \"correction for buoyancy\" is 5.92 vibrations.\n\nThe cement and paint had been effectual in preventing the leakage; from half past ten on the evening of the 13th to half past eight on the following morning, as shown in the table, and subsequently until 1 P.M. on the same day, when the pendulum was still vibrating, but in an arc too small to admit of the observation of coincidences, the gauge at 1.8 underwent no perceptible change. The introduction of the oak boards had also contributed considerably to the firmness of the suspension plate: the excess of vibration on an immovable support being reduced from 18 vibrations a day in the former experiment to 5½ in the present; whilst the accordance of the results on the two occasions furnishing the reduction to a vacuum, gave reason to conclude, that the comparative\nvibration in the air of full pressure and in rarefied air was not sensibly affected by a small motion of the support.\n\nIt was now considered, therefore, as established by the experiments, that the true reduction to a vacuum is considerably greater than it had been customary to suppose; for the invariable pendulum, for example, nearly as 5 to 3. It was also obvious, that all pendulums whatsoever, employed in air, and designed to give results which should be independent of the variable retardation occasioned by their vibration in air, would require to have the influence of the air on their respective vibrations, ascertained by experiment, since it is not attainable by calculation. Now as the apparatus was suited by its construction, to furnish this element with facility and accuracy, for any of the forms in which pendulums have hitherto been made, either for determining absolute or relative lengths, it was probable that it might eventually become more extensively useful, than in its present office of furnishing the reduction for an invariable pendulum.\n\nIt was thought proper, therefore, that the apparatus should be removed to the Royal Observatory at Greenwich and established there, in order that it might be hereafter at the command of persons to whom it might be useful, upon their application to the Board of Longitude at whose expense it had been constructed. The iron suspension plate with the iron bars supporting it were now removed, and the bell metal plate with the circular exterior ring, represented in Plate VI, substituted, with the iron frame-work and screws, as represented elsewhere in the plate, enabling the support of the pendulum to be fixed immovably at pleasure in the manner already described. A clock by Dent, with a mercurial pendulum carrying a disk, was placed in the angle behind the apparatus; and the telescope for observing coincidences in front, about 16 feet distant from the detached pendulum when suspended. Arrangements were made for observing the coincidences by artificial light, without interfering with the temperature of the room, by directing the light of an Argand lamp, stationed in an adjoining apartment, on the disk of the clock pendulum, through a tin tube, which prevented the diffusion of the light in the room. The diaphragm was placed between the glasses and the clock, and the arc within the glasses close to the pendulum. The arc was graduated in inches and tenths, and was read off to hundredths; crossing the pendulum at 47.7 inches from\nthe point of suspension, the registered divisions multiplied by 1.2 give the arc in degrees and parts. In addition to the mercurial gauge, a mercurial barometer was suspended within the glasses, having a glass tube and cistern, the latter sufficiently capacious to receive, if necessary, the whole of the mercury in the tube; an inch of mercury descending from the tube raised the level of the mercury in the cistern \\( \\frac{1}{12} \\)th of an inch: the scale was marked in red lines on the glass tube. The range of the mercurial gauge not exceeding 10 inches, the barometer was necessary for pressures between 10 inches and the full pressure of the external atmosphere. Comparing it, when suspended in its place, with the standard barometer of the Observatory, its indication, at about 30 inches, was found to require an additive correction of 0.32 inch; the standard being corrected for capillary action, but the barometer of the apparatus uncorrected, as the interior diameter of the tube was not precisely known. The air being then withdrawn from the apparatus until the gauge was brought in action, the barometer was found to require an additive correction of 0.41 inch after the correction for the level of the cistern, to make it agree with the mean indication of the two legs of the gauge; which mean was observed throughout. This barometer being only used at 14 inches and thereabouts, an additive correction of \\( \\frac{0.32 + 0.41}{2} = 0.36 \\) is applied to its registry; which may be presumed to give a comparative indication to the gauge and standard barometer within a tenth of an inch. The two thermometers inclosed in a sealed glass cylinder, from the interior of which the air had been withdrawn, were suspended by the side of the standard thermometer: these thermometers are numbered 2 and 3 in the subsequent tables; the standard is No. 1; and an exterior thermometer, suspended in the free air near the apparatus, and at the same level as the thermometers within the glasses, is No. 4.\n\nIn consequence of my absence from England, the experiments with the invariable pendulum in the apparatus were suspended until January of the present year, when they were resumed with the valuable assistance and cooperation of Mr. Thomas Glanville Taylor of the Royal Observatory, whose observations are distinguished in the subsequent pages by his name. The invariable pendulum No. 12, employed in the preceding experiments, being at this time engaged in other determinations, I obtained permission to detain and employ\nfor the present purpose, a similar pendulum, No. 13, destined eventually for the Brussels Observatory.\n\nThe arrangement of the observations in each of the succeeding experiments was the same as in those already related; the pendulum was first vibrated in air of full pressure; then in a rarefied medium; and lastly, again in the air. A mean was then taken between the two series in air; with which mean, the intermediate vibration in the rarefied medium was compared. The result of the comparison was thus wholly independent of the daily rate of the clock; and in some measure also, of its deviations from an uniform rate in intervals less than 24 hours. The clock was compared daily with the transit clock of the observatory; but as the weather in the last half of January and first half of February was very rarely clear, and as the transit clock about that period was more than usually irregular in its going, it has been deemed preferable to take a mean rate for the coincidence clock for the months of January and February; its deviations from this mean rate on the days of experiment are transferred in appearance to the going of the pendulum on different days: this apparent irregularity is however wholly inconsequential in respect to the purpose of the present experiments, for which it is only necessary that the vibrations of the pendulum should be relative in the three series of coincidences forming each distinct experiment.\n\n**Exp. III.—Greenwich, January 14th and 15th. Clock gaining 4ᵐ 14ˢ.38.**\n\n| Observer | No. of Coincid. | Thermometers. | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36°. | Corrected Vibrations at 36°. |\n|----------|----------------|---------------|----------------|----------|-----------------------------|----------------|-------------------|----------------|-------------------------|\n| Captain Sabine |                |               |                |          | Disapp. Re-app. Coincidence. | Div.            |                   |                 |                         |\n| 1        |                | o             | o              | 00 52   | 01 07                       | 0.69 = 0.83     |                   |                 |                         |\n| 2        |                | 35.4          | 35.7           | 29.93   | 09 05 09 19                 | 11 09 12.83     |                   |                 |                         |\n| 3        |                |               |                | 17 21   | 17 33                       |                 |                   |                 |                         |\n| 12       |                | 35.6          | 35.6           |         |                             |                 |                   |                 |                         |\n| 20       |                |               |                | 37 22   | 37 51                       |                 |                   |                 |                         |\n| 21       |                |               |                | 45 39   | 46 07                       |                 |                   |                 |                         |\n| 22       |                | 35.6          | 35.7           | 29.90   | 53 52 54 22                 | 1 54 07.9       | 0.45 = 0.53       |                 |                         |\n| 23       |                |               |                | 02 11   | 02 37                       |                 |                   |                 |                         |\n| 24       |                |               |                | 10 24   | 10 54                       |                 |                   |                 |                         |\n\n35.53 29.915; Capill. + 0.019; Reduction to 32° - 0.017; = 29.917. 86304.60\n\nThe air was then withdrawn, the pendulum again set in motion, and suffered to vibrate an hour before the registry was commenced.\nThe air was then admitted, and the following observations were made on the next morning.\n\n| Observer | No. of Coincidences | Thermometers | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval | Correction for Arc. | Reduct. to 36° | Corrected Vibrations to 36° |\n|----------|---------------------|--------------|----------------|----------|-------------------------------|---------------|------------------|---------------|---------------------------|\n| Mr. Taylor | 1                   | o            | o              | o        | inch.                         | m s           | m s              | h m s Div.     | 86304.18       |\n|          | 2                   | 36.1         | 36.2           | 36.2     | 36.4                         | 06 58         | 07 12            | 0 15 19        | 86304.18       |\n|          | 3                   | 29.76        |                |          |                               |               |                 | 0.675 = 0.81   |               |\n|          | 27                  | 36.4         | 36.5           | 29.76    |                               |               |                 | 3 49 28.83    | 86304.18       |\n|          | 28                  | 49 05        | 49 54          |          |                               |               |                 | 0.17 = 0.20    |               |\n|          | 29                  | 57 18        | 58 07          |          |                               |               |                 |               |               |\n\n36.25\n\n29.76; Capill. + 0.019; Reduction to 32° - 0.018; = 29.761.\n\nThe vibrations in air in this experiment were as follows:\n\nJanuary 14. Previous to the vibration in the rarefied medium\n\nJanuary 15. Subsequent to the vibration in the rarefied medium\n\nMean . . 86304.39; Barom. 29.839\n\nThe vibrations in the rarefied medium, reduced to the same temperature as those in air\n\n86313.93; Gauge 2.38 inches.\nOF THE VIBRATIONS OF AN INVARIABLE PENDULUM.\n\nWhence it appears as the result of this experiment, that a difference of 9.54 vibrations per diem corresponds to a difference of atmospheric pressure of 27.459 inches of mercury at 32°; the temperature of the air of full pressure being 35°.89, and that of the rarefied air 36°.5.\n\nThe trifling leakage of the apparatus in this and the following experiment was attributed, and as it was afterwards proved justly, to the severity of the weather, which hardened the pomatum so that it did not secure the joinings of the glasses so well as usual.\n\nExp. IV.—January 17th and 18th. Clock gaining 4m 14s.38.\n\n| Observer | No. of Comd. | Thermometers | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 36°. | Corrected Vibrations at 36°. |\n|----------|-------------|--------------|----------------|----------|-------------------------------|----------------|---------------------|------------------|---------------------------|\n| Captain Sabine | 1 | o | o | o | inch. | m s | m s | h m s | Div. = 0.785 = 0.94 | s 496.08 + 0.64 = 0.64 | s -1.54 = 86304.13 |\n| 2 | 32.3 | 32.2 | 32.4 | 32.4 | 29.65 | 24 38 | 24 53 | 11 24 44.67 | 0.29 = 0.35 | s 86304.13 |\n| 3 | 32.4 | 32.3 | 32.5 | 32.4 | 29.66 | 53 21 | 53 49 | 1 53 34 | 0.29 = 0.35 | s 86304.13 |\n| 20 | 32.4 | 32.3 | 32.5 | 32.4 | 29.66 | 53 21 | 53 49 | 1 53 34 | 0.29 = 0.35 | s 86304.13 |\n| 21 | 32.35 | 29.655; Capill. + 0.019; Reduction to 32° = 0.004; = 29.670. | | | | | | | |\n\nThe air was then withdrawn, and the following observations made; the valves of the pump requiring repair, the gauge could not be reduced lower than 3 inches.\n\n| Observers | No. of Comd. | Thermometers | Gauge | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 36°. | Corrected Vibrations at 36°. |\n|-----------|-------------|--------------|-------|----------|-------------------------------|----------------|---------------------|------------------|---------------------------|\n| Captain Sabine | 1 | o | o | o | inch. | m s | m s | h m s | Div. = 0.85 = 1.02 | s 508.55 + 1.14 = 1.14 | s -1.47 = 86313.25 Gauge 3.29 |\n| 2 | 31.7 | 32.3 | 32.5 | 32.6 | 3.09 | 16 03 | 16 18 | 3 16 10.17 | 0.55 = 0.66 | s 86313.25 Gauge 3.29 |\n| 3 | 31.8 | 32.2 | 32.4 | 32.4 | 3.48 | 57 01 | 57 25 | 5 57 12.83 | 0.23 = 0.28 | s 86313.16 Gauge 3.84 |\n| 20 | 31.6 | 32.2 | 32.2 | 32.4 | 4.19 | 36 48 | 37 08 | 11 36 58.33 | 0.23 = 0.28 | s 86313.20 |\n\nThe air was then admitted, and the following observations made the next morning.\nThe vibrations in air in this experiment were as follows:\n\nJanuary 17. Previous to the vibration in the rarefied medium\n\n\\[86304.13; \\text{ Barom. } 29.670 \\text{ inches.}\\]\n\nJanuary 18. Subsequent to the vibration in the rarefied medium\n\n\\[86303.94; \\text{ Barom. } 29.787\\]\n\\[86304.03; \\text{ Barom. } 29.728\\]\n\nThe vibrations in a rarefied medium, reduced to the same temp. as those in air\n\n\\[86313.20; \\text{ Gauge } 3.59 \\text{ inches.}\\]\n\nWhence the result, that a difference of 9.17 vibrations per diem corresponds to a difference of atmospheric pressure of 26.138 inches of mercury at 32°: the temperature of the air of full pressure being 32°.37, and that of the rarefied air 32°.45.\n\n**Exp. V.—January 30th and 31st. Clock gaining 4m 14s.38. In air.**\n\nThe air was then withdrawn, and the following observations made. The air-pump had been repaired, but 0.6 inch was the limit to which exhaustion could be carried by its means. The leakage of the apparatus did not exceed seven hundredths of an inch in the 18 hours of the experiments.\nThe air was then re-admitted, and the following observations made.\n\n| Observers | No. of Coincid. | Thermometers | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 36°. | Corrected Vibrations at 36°. |\n|-----------|----------------|--------------|----------------|----------|-------------------------------|----------------|---------------------|-----------------|-----------------------------|\n|           |                | 1            | 2              | 3        | 4                            | Disapp. Re-app. Coincidence. |                   |                  |                 |                             |\n| Mr. Taylor | 1              | o            | o              | o        | o                            | inch. m s m s h m s Div. 0.80 = 0.96 | s 496.0 + 0.49 + 0.25 | s 86305.69 |                             |\n|           | 2              | 36.7         | 36.6           | 36.7     | 36.7                         | 30.03                       | 01 45 01 55 22 01 50.83 |                   |                 |                             |\n|           | 3              | .............| ...............| ..........| ................................| ................................| ................................|                   |                 |                             |\n|           | 26             | .............| ...............| ..........| ................................| ................................| ................................|                   |                 |                             |\n| Captain Sabine | 28          | 36.5         | 36.5           | 36.6     | 36.5                         | 30.07                       | 19 58 20 26 28 16 28 43 | 1 36 46.5 0.185 = 0.23 | s 86305.69 |                             |\n|           | 29             | .............| ...............| ..........| ................................| ................................| ................................|                   |                 |                             |\n|           | 30             | .............| ...............| ..........| ................................| ................................| ................................|                   |                 |                             |\n\n36.6 30.05; Capill. + 0.019; Reduction to 32° - 0.018; = 30.051.\n\nThe vibrations in this experiment were as follows:\n\nJanuary 30. Previous to the vibration in the rarefied medium 86305.97; Barom. 29.474 inches.\n\nJanuary 31. Subsequent to the vibration in the rarefied medium 86305.69; Barom. 30.051\n\nMean . . . 86305.83; Barom. 29.762\n\nThe vibrations in a rarefied medium reduced to the same temperature as those in air 86316.21; Gauge 0.653 inches.\n\nWhence there appears as the result of this experiment, a difference of 10.38 vibrations per diem, corresponding to a difference of atmospheric pressure of 29.109 inches of mercury at 32°; the temperature of the air of full pressure being 36°.4; and that of the rarefied air, 36°.52.\n\nMDCCCXXIX.\nExp. VI.—January 31st (continued). Clock gaining $4^m\\ 14^s.38$.\n\nAs soon as the concluding observation in air of the preceding experiment was completed, the air was withdrawn until the included barometer indicated a pressure of about half an atmosphere; when the following observations were made.\n\n| Observers | No. of Coincidences | Thermometers | Included Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to $36^\\circ$. | Corrected Vibrations at $36^\\circ$. |\n|-----------|---------------------|--------------|-----------------|----------|-------------------------------|----------------|---------------------|------------------------|----------------------------------|\n| Captain Sabine | 1 | o | o | o | inch. | m s | m s | h m s | Div. | 0.91 = 1.09 | 504.186 + 0.43 + 0.26 | 86311.35 |\n| | 2 | 37.0 | 37.6 | 37.8 | 37.0 | 13.90 | 04 30 | 04 42 | 3 04 36.00 | | |\n| | 3 | 36.0 | 36.5 | 36.8 | 35.7 | | | | | | |\n| Mr. Taylor | 62 | 36.13; + 0.5 = 36.63 | 13.905; Cistern - 0.144; Index + 0.360; Redn to $32^\\circ$ - 0.005; = 14.116. | | | | | | | |\n\nThe air was then admitted; and on the next day, February 1, the following observations were made.\n\n| Observer | No. of Coincidences | Thermometers | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to $36^\\circ$. | Corrected Vibrations at $36^\\circ$. |\n|----------|---------------------|--------------|-----------------|----------|-------------------------------|----------------|---------------------|------------------------|----------------------------------|\n| Mr. Taylor | 1 | o | o | o | inch. | m s | m s | h m s | Div. | 0.89 = 1.07 | 496.67 + 0.69 - 0.53 | 86305.60 |\n| | 2 | 34.7 | 35.2 | 30.32 | 45 32 | 45 41 | 22 45 36.83 | | | |\n| | 3 | 34.8 | 34.8 | 30.35 | 47 35 | 47 51 | 1 47 43.5 | 0.255 = 0.30 | | |\n| | 25 | 34.75 | 30.335; Capill. + 0.019; Reduction to $32^\\circ$ - 0.012; = 30.342. | | | | | | | |\n\nThe vibrations in this experiment were as follows:\n\nJanuary 31. Previous to the vibration in the rarefied medium $\\{86305.69$; Barom. 30.051 inches.\n\nFebruary 1. Subsequent to the vibration in the rarefied medium $\\{86305.60$; Barom. 30.342\n\nMean . . . 86305.645; Barom. 30.196\n\nThe vibrations in a rarefied medium reduced to the same temperature as those in air $\\{86311.35$; Barom. 14.116 inches.\nWhence there appears as the result of this experiment, a difference of 5.705 vibrations per diem, corresponding to a difference of atmospheric pressure of 16.08 inches of mercury at 32°; the temperature of the air of full pressure being 35°.67, and that of the rarefied medium 36°.63.\n\nExp. VII.—February 9th and 10th. Clock gaining 4m 14s.38.\n\nThis experiment was undertaken for a distinct purpose; that of ascertaining the comparative retardation of a pendulum vibrating in an atmosphere of hydrogen gas, and in an atmosphere of common air. It had been suggested to me by Mr. William Hasledyne Pepys, that a nearer practical approach to the vibration in a vacuum, than the pump had hitherto effected, might be accomplished, by filling the apparatus with hydrogen gas, and pumping out to the extent that the pump could carry the process of exhaustion; when the small portion of the gas remaining in the apparatus, being 13 times lighter than a remainder of air which would effect the gauge to an equal amount, might be expected to have an influence on the vibration diminished in the ratio of the respective specific gravities of air and hydrogen. To ascertain, therefore, whether the retardations of air and hydrogen gas were in that ratio was the object of this experiment, which was accomplished by vibrating the pendulum, 1st, in the ordinary atmosphere; and 2nd, in an atmosphere of hydrogen gas, of equal pressure, or as nearly so as circumstances would permit.\n\nFirst, in air.\n\n| Observer | No. of Coincid. | Thermometers. | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to 36°. | Corrected Vibrations at 36°. |\n|----------|----------------|---------------|----------------|----------|-----------------------------|----------------|-------------------|-----------------|-------------------------|\n| Captain Sabine | 1 | o | o | inch. | m s | m s | Div. 0.85 = 1.02 | 494.745 + 0.61 + 0.88 | 86305.57 |\n| 2 | 37.7 | 37.8 | 30.200 | 22 58 | 23 12 | 21 23 05.17 | 0.235 = 0.28 | 86305.57 |\n| 3 | 31 13 | 31 25 | 7 43 | 8 16 | 0 16 14.83 | 86305.57 |\n| 22 | 38.5 | 38.5 | 30.156 | 15 58 | 16 32 | 24 14 | 24 46 | 86305.57 |\n| 24 | 38.1 | 30.193; Capill. + 0.019; Reduction to 32° - 0.019; = 30.193. |\n\nThe air was then withdrawn until the gauge indicated 0.7 inch; and hydrogen gas was introduced, passed through a cylinder containing muriate of lime, till the mercury in the barometer tube rose to 30 inches. The gas was\nthen pumped out till the gauge indicated 1.4 inch. A fresh supply of gas was then introduced, passing through the cylinder containing fresh muriate of lime, till the pressure within the apparatus exceeded by about 0.2 inch the pressure of the atmosphere on the exterior. An equilibrium of pressure was then produced, by permitting the escape of the small portion of gas necessary for that purpose. The mercury in the included barometer stood at 29.95, corresponding to the indication of the standard barometer of 30.24 inches at $32^\\circ$. The following observations were then made.\n\n| Observers | No. of Count. | Thermometers. | Included Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to $36^\\circ$. | Corrected Vibrations at $36^\\circ$. |\n|-----------|---------------|---------------|-----------------|----------|-------------------------------|----------------|---------------------|------------------------|----------------------------------|\n| Captain Sabine | 1 | o | o | inch. | m s | m s | h m s | Div. | 0.96 = 1.15 | 505.03 + 1.11 + 1.60 | 86313.93 |\n| Mr. Taylor | 2 | 40.0 | 40.0 | 29.95 | 30 50 | 31 03 | 8 30 56.5 | | | |\n| | 3 | ... | ... | 39 13 | 39 25 | | | | | |\n| | 35 | ... | ... | 8 35 | 8 50 | | | | | |\n| | 36 | 39.6 | 39.7 | 29.90 | 17 03 | 17 15 | 13 17 07.67 | | | |\n| | 37 | ... | ... | 25 25 | 25 38 | | | | | |\n| | | | | | | | | | | |\n\nThe apparatus was then left during the night filled with the gas, and on the next morning a fresh impulse was given to the pendulum, and the observation repeated.\n\n| Observers | No. of Count. | Thermometers. | Included Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduction to $36^\\circ$. | Corrected Vibrations at $36^\\circ$. |\n|-----------|---------------|---------------|-----------------|----------|-------------------------------|----------------|---------------------|------------------------|----------------------------------|\n| Mr. Taylor | 1 | o | o | inch. | m s | m s | h m s | Div. | 0.86 = 1.03 | 506.64 + 0.73 + 1.20 | 86314.24 |\n| | 2 | 38.8 | 38.8 | 29.88 | 03 12 | 03 24 | 0 03 18 | | | |\n| | 3 | ... | ... | 11 38 | 11 50 | | | | | |\n| | 35 | ... | ... | 41 43 | 42 07 | | | | | |\n| | 36 | ... | ... | 50 09 | 50 37 | | | | | |\n| Captain Sabine | 37 | 38.9 | 39.0 | 29.87 | 58 34 | 59 07 | 4 58 50.5 | | | |\n| | 38 | ... | ... | 07 00 | 07 36 | | | | | |\n| | 39 | ... | ... | 15 26 | 16 06 | | | | | |\n| | | | | | | | | | | |\n\nThe vibrations in this experiment were as follows:\n\nIn hydrogen gas $\\{ \\text{February 9} . . . 86313.93; \\text{Barom. 30.215 inches.}$\n\n$\\{ \\text{February 10} . . . 86314.24; \\text{Barom. 30.170}$\n\nMean . . 86314.085; Barom. 30.1925\n\nIn atmospheric air, February 9 . . 86305.57; Barom. 30.193 inches.\nOF THE VIBRATIONS OF AN INVARIABLE PENDULUM.\n\nWhence it appears that at the same height of the barometer, 30.193 inches, the pendulum made 8.515 vibrations per diem more in hydrogen gas than in atmospheric air; the temperature of the gas being $39^\\circ.32$, and of the air $38^\\circ.1$.\n\nThe hydrogen gas was obtained under Mr. Newman's superintendence, by the action of zinc upon dilute sulphuric acid; and was collected in a gasometer previous to its transfer into the apparatus, which was effected through the metallic pipe usually connected with the air-pump. The cylinder containing muriate of lime was made a part of the communication between the apparatus and the gasometer.\n\nExp. VIII.—February 10th, 11th, and 12th. Clock gaining $4^m\\ 14^s.38$.\n\nThe hydrogen having been again pumped out till the gauge showed 0.7 inch, a fresh atmosphere of hydrogen was introduced by Mr. Newman with every possible care to ensure its purity; when the following observations were made.\n\n| Observer | No. of Coincid. | Thermometers. | Included Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to $36^\\circ$. | Corrected Vibrations at $36^\\circ$. |\n|----------|----------------|---------------|-----------------|----------|-------------------------------|----------------|---------------------|----------------------|-----------------------------|\n|          |                |               |                 | Disapp.  | Re-app. | Coincidence. | Div. | +0.35 | +1.58 | 86314.95           |\n| Mr. Taylor |                |               |                 |          |         |                  | 0.765 = 0.92 | 507.705 | 86314.95           |\n\nA bottle was then carefully filled with the hydrogen gas from the apparatus by Mr. Newman, and conveyed by him to Mr. Faraday at the Royal Institution for examination, from whom I have since received the following note. \"I have examined the hydrogen gas, and find no appreciable quantity of air in it. If it contains any, it is less than $\\frac{1}{100}$th part; and this I think will be as nothing in your experiments.\"\n\nThe remainder of the hydrogen was then pumped out of the apparatus to\nthe extent that the state of the pump would permit, which left the gauge at 0.8 inch: when the following observations were made.\n\n| Observer. | No. of Coincid. | Thermometers. | Gauge. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36°. | Corrected Vibrations at 36°. |\n|-----------|-----------------|---------------|--------|----------|-------------------------------|----------------|---------------------|----------------|--------------------------------|\n|           |                 | 1             | 2      | 3        | 4                             |                |                     |                |                                 |\n| Mr. Taylor |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n|           |                 |               |        |          |                               |                |                     |                |                                 |\n\nA free communication was then established with the external air, and the following observations made.\n\n| Observer. | No. of Coincid. | Thermometers. | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36°. | Corrected Vibrations at 36°. |\n|-----------|-----------------|---------------|-----------------|----------|-------------------------------|----------------|---------------------|----------------|--------------------------------|\n|           |                 | 1             | 4                |          |                               |                |                     |                |                                 |\n| Mr. Taylor |                 |               |                  |          |                               |                |                     |                |                                 |\n|           |                 |               |                  |          |                               |                |                     |                |                                 |\n|           |                 |               |                  |          |                               |                |                     |                |                                 |\n|           |                 |               |                  |          |                               |                |                     |                |                                 |\n|           |                 |               |                  |          |                               |                |                     |                |                                 |\n|           |                 |               |                  |          |                               |                |                     |                |                                 |\n\nThe vibrations in this experiment were as follows:\n\nIn an atmosphere of hydrogen gas . . . . . . 86314.95; Barom. 30.120 inches.\nIn rarefied hydrogen gas . . . . . . . . . . 86316.90; Gauge 0.872\nIn atmospheric air . . . . . . . . . . . . . 86306.39; Barom. 30.113 inches.\n\nWhence it appears, 1st, that at nearly equal heights of the barometer (30.120 inches for the hydrogen gas, and 30.113 inches for the atmospheric air) the pendulum made 8.56 vibrations per diem more in hydrogen gas than in atmospheric air; the temperature of the gas being 39°.75, and of the air 41°.25. And 2nd, that the pendulum made 1.95 vibration per diem more in hydrogen gas, when the height of the gauge was reduced to 0.872 inch, than when the\npressure of the gas was 30.120 inches: being a difference of 1.95 vibration per diem, corresponding to a barometric difference of 29.248 inch. of hydrogen gas: the temperature of the gas being 39°.75 in the compressed, and 40.72 in the rarefied state.\n\nWe have in this and the preceding experiment, data for deductions on three distinct points: 1st, on the retardation occasioned by an atmosphere of hydrogen gas: 2nd, on the retardation occasioned by an atmosphere of common air: and 3rd, on the comparative retardation in air and in hydrogen gas.\n\n1st. From the results of Exp. VIII, we have 1.95 vibr. per diem, corresponding to 29.248 inches of the barometer of hydrogen gas; whence 2 vibrations per diem is the reduction to a vacuum for hydrogen gas of 40° under 30 inches pressure: and the number of vibrations per diem of the pendulum in a vacuum, derived from the vibrations in hydrogen gas, is 86316.95.\n\n2nd. We have the vibrations in a vacuum 86316.95, — the number in atmospheric air 86306.39, = 10.56 vibrations per diem; which is therefore the reduction to a vacuum for 30.113 inches of air at 41°.25.\n\n3rd. We have the ratio of the retardations occasioned by air and hydrogen gas, both at 40° and under a pressure of 30 inches, as 10.55 : 2.\n\nCombining the VIIth and VIIIth Experiments, we have corroborative results on the 2nd and 3rd points, from the vibrations in air and hydrogen gas on the 9th and 10th of February. The pendulum in Exp. VII. made 86314.085 vibrations in hydrogen gas of 39°.32 under 30.192 inches pressure; equivalent to $86314.085 + 2.01 = 86316.095$ in a vacuum. The vibrations in atmospheric air in the same experiment were 86305.57; Barom. 30.193; and temperature of air 38.1: whence the reduction to a vacuum for air of that temperature, and under that pressure, is $86316.095 - 86305.57 = 10.525$ vibrations per diem. And the ratio of the retardations in air and in hydrogen gas, both at 40°, and under 30 inches barometric pressure, is as 10.41 : 2.\n\nBringing together the two results in regard to this ratio, we have 10.55 : 2; and 10.41 : 2. Or generally, the retardation in air, is to that in hydrogen gas, as $5\\frac{1}{4}$ : 1. Now the ratio of the densities of air and hydrogen gas being about as 13 : 1, if the resistance of the elastic fluids to bodies falling through them were simply as the respective densities of the fluids, the retardation occasioned by air should be 13 times as great as that occasioned by hydrogen gas. The difference of this ratio from that shown by experiment is greater than can well be\nascribed to accidental error in the experiment, particularly as repetition produced results almost identical. May it not indicate an inherent property in the elastic fluids, analogous to that of viscosity in liquids, of resistance to the motion of bodies passing through them, independently of their density? a property, in such case, possessed by air and hydrogen gas in very different degrees; since it would appear from the experiments, that the ratio of the resistance of hydrogen gas to that of air is more than double the ratio following from their densities. Should the existence of such a distinct property of resistance, varying in the different elastic fluids, be confirmed by experiments now in progress with other gases, an apparatus more suitable than the present to investigate the ratio in which it is possessed by them, could scarcely be devised: and the pendulum, in addition to its many important and useful purposes in general physics, may find an application for its very delicate, but, with due precaution, not more delicate than certain, determinations, in the domain of chemistry.\n\n**Experiments IX, X, XI.**\n\nThese experiments are classed together, their object being the same, and distinct from any of the preceding. It yet remained to be established by experiment, that with a free communication between the interior of the apparatus and the external air, the pendulum, vibrating within the glasses, made the same number of vibrations as if the glasses had not been present. For this purpose the foot screws of the apparatus were simultaneously lowered, so as to detach the upper of the three middle glasses from the suspension piece. The glasses could then be removed, and replaced, in successive observations; the apparatus being in the same state, with the glasses replaced, as in the observation in air in the preceding experiments, with the exception of a disjunction of less than the tenth of an inch between the upper glass and the suspension plate.\n\n**Exp. IX. Feb. 17th.—Clock gaining 4m 14s.38. Observer Mr. Taylor.**\n\n| No. of Coils | Thermometers. | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36°. | Corrected Vibrations at 36°. |\n|-------------|--------------|----------------|----------|-------------------------------|----------------|---------------------|---------------|---------------------------|\n|             | 1            |                | Disapp.  | Re-app. | Coincidence.                 |                |                     |               |                           |\n| 1           | o            | o              | inch.    | m s   | m s                         | h m s Div.     |                     |               |                           |\n| 2           | 43.4         | 43.5           | 29.70    | 1 18  | 1 25                        | 23 1 21.67     | 0.985 = 1.18     |               |                           |\n| 3           | 9 28         | 9 35           |          |       |                             |                 |                     |               |                           |\n| 23          | 53 15        | 53 24          |          |       |                             |                 |                     |               |                           |\n| 24          | 44.5         | 44.3           | 29.71    | 1 24  | 1 34                        | 2 1 29.17      | 0.305 = 0.37     |               |                           |\n| 25          | 9 34         | 9 44           |          |       |                             |                 |                     |               |                           |\n|             | 43.95        | 29.705         |          |       |                             |                 |                     |               |                           |\n\n43.95 29.705; Capill. + 0.019; Reduction to 32° - 0.039; = 29.685.\n### OF THE VIBRATIONS OF AN INVARIABLE PENDULUM.\n\n#### Thermometers.\n\n| No. of Coils | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36° | Corrected Vibrations at 36° |\n|--------------|-----------------|----------|-----------------------------|----------------|---------------------|---------------|---------------------------|\n|              |                 | Disapp.  | Re-app. | Coincidence.                | Div.           |                     |               |                           |\n| 1            | o               | inch.    | m s     | m s                         | h m s          |                     |               |                           |\n| 2            | 45.6            | 45.4     | 29.72   | 21 17                        | 21 26          |                     |               |                           |\n| 3            |                 | 29 25    | 29 34   |                             |               |                     |               |                           |\n| 23           |                 | 12 58    | 13 15   |                             |               |                     |               |                           |\n| 24           | 43.8            | 44.0     | 29.76   | 21 13                        | 21 29          |                     |               |                           |\n| 25           |                 | 29 25    | 29 41   |                             |               |                     |               |                           |\n\nReceivers replaced; Vibrations within the receivers.\n\n| No. of Coils | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36° | Corrected Vibrations at 36° |\n|--------------|-----------------|----------|-----------------------------|----------------|---------------------|---------------|---------------------------|\n|              |                 | Disapp.  | Re-app. | Coincidence.                | Div.           |                     |               |                           |\n| 1            | o               | inch.    | m s     | m s                         | h m s          |                     |               |                           |\n| 2            | 43.6            | 43.7     | 29.77   | 27 06                       | 27 15          |                     |               |                           |\n| 3            |                 | 35 15    | 35 23   |                             |               |                     |               |                           |\n| 23           |                 | 18 49    | 19 04   |                             |               |                     |               |                           |\n| 24           | 42.0            | 42.0     | 29.79   | 27 03                       | 27 16          |                     |               |                           |\n| 25           |                 | 35 16    | 35 30   |                             |               |                     |               |                           |\n\nReceivers removed; Vibrations in free air.\n\n| No. of Coils | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36° | Corrected Vibrations at 36° |\n|--------------|-----------------|----------|-----------------------------|----------------|---------------------|---------------|---------------------------|\n|              |                 | Disapp.  | Re-app. | Coincidence.                | Div.           |                     |               |                           |\n| 1            | o               | inch.    | m s     | m s                         | h m s          |                     |               |                           |\n| 2            | 43.9            | 44.0     | 29.06   | 16 24                       | 16 31          |                     |               |                           |\n| 3            |                 | 24 35    | 24 42   |                             |               |                     |               |                           |\n| 23           |                 | 8 29     | 8 44    |                             |               |                     |               |                           |\n| 24           | 44.6            | 44.4     | 29.03   | 16 42                       | 16 58          |                     |               |                           |\n| 25           |                 | 24 56    | 25 13   |                             |               |                     |               |                           |\n\nIn free air; commencing series . . . 86305.82; Barom. 29.685; Therm. 43°.95\n\nConcluding series . . . . 86305.12; Barom. 29.763; Therm. 42°.8\n\nMean . . . 86305.47; Barom. 29.724; Therm. 43°.37\n\nWithin the glasses . . . . . . . . 86305.81; Barom. 29.719; Therm. 44°.7\n\nWhence an excess of 0.34 vibr. per diem within the glasses.\n\n**Exp. X.—Febr. 21st. Clock gaining 4m 14s.38. Observer Mr. Taylor.**\n\n| No. of Coils | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36° | Corrected Vibrations at 36° |\n|--------------|-----------------|----------|-----------------------------|----------------|---------------------|---------------|---------------------------|\n|              |                 | Disapp.  | Re-app. | Coincidence.                | Div.           |                     |               |                           |\n| 1            | o               | inch.    | m s     | m s                         | h m s          |                     |               |                           |\n| 2            | 46.6            | 46.4     | 29.02   | 6 33                        | 6 42           |                     |               |                           |\n| 3            |                 | 14 42    | 14 50   |                             |               |                     |               |                           |\n| 23           |                 | 58 15    | 58 36   |                             |               |                     |               |                           |\n| 24           | 45.3            | 45.3     | 29.00   | 6 27                        | 6 47           |                     |               |                           |\n| 25           |                 | 14 38    | 15 00   |                             |               |                     |               |                           |\n\nReceivers replaced; Vibrations within the receivers.\n\n| No. of Coils | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36° | Corrected Vibrations at 36° |\n|--------------|-----------------|----------|-----------------------------|----------------|---------------------|---------------|---------------------------|\n|              |                 | Disapp.  | Re-app. | Coincidence.                | Div.           |                     |               |                           |\n| 1            | o               | inch.    | m s     | m s                         | h m s          |                     |               |                           |\n| 2            | 46.3            | 46.5     | 29.00   | 58 26                       | 58 36          |                     |               |                           |\n| 3            |                 | 6 35     | 6 46    |                             |               |                     |               |                           |\n| 23           |                 | 50 13    | 50 33   |                             |               |                     |               |                           |\n| 24           | 45.1            | 45.2     | 28.98   | 58 25                       | 58 47          |                     |               |                           |\n| 25           |                 | 6 37     | 7 00    |                             |               |                     |               |                           |\n\nReceivers removed; Vibrations in free air.\n\n| No. of Coils | Standard Barom. | Times of | Arc registered and true Arc. | Mean Interval. | Correction for Arc. | Reduct. to 36° | Corrected Vibrations at 36° |\n|--------------|-----------------|----------|-----------------------------|----------------|---------------------|---------------|---------------------------|\n|              |                 | Disapp.  | Re-app. | Coincidence.                | Div.           |                     |               |                           |\n| 1            | o               | inch.    | m s     | m s                         | h m s          |                     |               |                           |\n| 2            | 45.6            | 28.99    | Capill. + 0.019; Reduction to 32° - 0.042; = 28.967. |               |                     |               |                           |\n\nMDCCCXXXIX.\nThe vibrations in this experiment are as follows:\n\nIn free air, the commencing series 86306.46; Barom. 29.026; Therm. 44°.25\n\n——— the concluding series . 86306.47; Barom. 28.967; Therm. 45 .7\n\nMean . . 86306.46; Barom. 28.996; Therm. 44 .97\n\nIn air within the receivers . . . . 86306.31; Barom. 28.986; Therm. 45 .95\n\nWhence the vibrations within the receivers are in this experiment in defect, 0.15 per diem.\n\nExp. XI.—February 22nd. Clock gaining 4th 14s.38. Observer Mr. Taylor.\n\n| No. of Column | Thermometers. | Standard Barom. | Times of Coincidence. | Arc registered and true Arc. | Mean Interval. | Correc. for Arc. | Reduct. to 36°. | Corrected Vibrations at 36°. |\n|---------------|--------------|-----------------|----------------------|-------------------------------|----------------|----------------|----------------|--------------------------|\n|               | 1            | 4              | Disapp. Re-app.      |                               |                 |                |                |                          |\n| Receivers removed. | Vibrations in free air. | Receivers replaced. | Vibrations within the receivers. | Receivers removed. | Vibrations in free air. |\n\n|               | inch.        | m s m s       | h m s Div.           | s 491.92 + 0.79 + 3.66         | s 86306.53     |\n|---------------|--------------|---------------|----------------------|--------------------------------|----------------|\n| 1             | o            | o             | 37 16 37 26          | 21 45 31.33 0.92 = 1.10         |                |\n| 2             | 44.6         | 44.7          | 29.03 45 26          | 45 37                           |                |\n| 3             |              |              | 53 36 53 47          |                                |                |\n| 23            |              |              | 37 28 37 50          |                                |                |\n| 24            | 44.8         | 44.7          | 29.08 45 43          | 46 05                           |                |\n| 25            |              |              | 53 58 54 19          |                                |                |\n|               | 44.7         |              |                      |                                |                |\n|               |              |              |                      |                                |                |\n|               |              |              |                      |                                |                |\n\n44.7 29.055; Capill. + 0.019; Reduction to 32° - 0.040; = 29.034.\n\n|               | inch.        | m s m s       | h m s Div.           | s 491.85 + 0.76 + 3.52         | s 86306.30     |\n|---------------|--------------|---------------|----------------------|--------------------------------|----------------|\n| 1             | o            | o             | 58 28 58 41          | 2 6 44.5 0.90 = 1.08           |                |\n| 2             | 45.0         | 44.8          | 29.10 6 38           | 6 52                            |                |\n| 3             |              |              | 14 47 15 01          |                                |                |\n| 23            |              |              | 58 38 59 08          |                                |                |\n| 24            | 43.8         | 43.7          | 29.16 6 52           | 7 16                            |                |\n| 25            |              |              | 15 06 15 31          |                                |                |\n|               | 44.4         |              |                      |                                |                |\n|               |              |              |                      |                                |                |\n\n44.4 29.13; Capill. + 0.019; Reduction to 32° - 0.039; = 29.110.\n\n|               | inch.        | m s m s       | h m s Div.           | s 492.8 + 0.89 + 2.90          | s 86306.49     |\n|---------------|--------------|---------------|----------------------|--------------------------------|----------------|\n| 1             | o            | o             | 57 22 57 31          | 6 5 36.83 0.93 = 1.12          |                |\n| 2             | 43.5         | 43.6          | 29.17 5 31           | 5 42                            |                |\n| 3             |              |              | 13 42 13 53          |                                |                |\n| 23            |              |              | 57 52 58 20          |                                |                |\n| 24            | 42.3         | 42.5          | 29.22 6 06           | 6 32                            |                |\n| 25            |              |              | 14 17 14 44          |                                |                |\n|               | 42.9         |              |                      |                                |                |\n|               |              |              |                      |                                |                |\n\n42.9 29.195; Capill. + 0.019; Reduction to 32° - 0.035; = 29.179.\n\nThe vibrations in this experiment are:\n\nIn free air, the commencing series . 86306.53; Barom. 29.034; Therm. 44°.7\n\n——— the concluding series . 86306.49; Barom. 29.179; Therm. 42 .9\n\nMean . . 86306.51; Barom. 29.106; Therm. 43 .8\n\nIn air within the receivers . . . 86306.30; Barom. 29.110; Therm. 44 .4\nWhence the vibrations within the receivers are in this experiment in defect, 0.21 per diem.\n\nCollecting the three results in one view, they are as follows:\n\nFeb. 17. Exp. IX. The vibrations within the glasses in excess 0.34\nFeb. 21. Exp. X. The vibrations within the glasses in defect 0.15\nFeb. 22. Exp. XI. The vibrations within the glasses in defect 0.21\n\nMean. The vibrations within the glasses in defect 0.007 per diem.\n\nWe may therefore conclude that the vibration in air within the glasses, and in the free air of the apartment, the glasses being removed, will lead by sufficient repetition to an identical result.\n\nFinally, the knife edge being examined, was found apparently as clean and sharp as when first used. The agate planes had retained their horizontality; and the screws securing the planes to the circular plate, and the plate to the iron frame, were as tight as when the experiments were commenced.\n\nWe have now to collect in one view the several results, from whence the reduction to a vacuum for an invariable pendulum vibrating in air is to be derived.\n\n| Exp. | Date       | Location   | Corresponding Vibrations | Inches of Mercury at 32° | Temperature |\n|------|------------|------------|--------------------------|-------------------------|-------------|\n| I    | June 1828  | London     | 7.38                     | 22.765                  | 72.01       |\n| II   | July 1828  | London     | 9.065                    | 27.721                  | 69.70       |\n| III  | Jan. 1829  | Greenwich  | 9.54                     | 27.459                  | 35.89       |\n| IV   | Jan. 1829  | Greenwich  | 9.17                     | 26.138                  | 32.37       |\n| V    | Jan. 1829  | Greenwich  | 10.38                    | 29.109                  | 36.40       |\n| VI   | Jan. 1829  | Greenwich  | 5.705                    | 16.080                  | 35.65       |\n| VII  | Feb. 1829  | Greenwich  | 10.525                   | 30.193                  | 38.10       |\n| VIII | Feb. 1829  | Greenwich  | 10.560                   | 30.113                  | 41.25       |\n\nMean 9.042 26.197 45.17\nWhence we obtain 10.36 vibrations per diem, as the reduction to a vacuum of the invariable pendulum, vibrating in air of 45°, under a pressure of 30 inches of mercury at 32°.\n\nTo exhibit the degree of approximation, with which the result of each of the experiments, combined in producing this mean determination, is represented by it, we may compute the several retardations corresponding to the circumstances of each experiment, and place the computed retardations in comparison with the results of actual observation.\n\n| Exp. | Computed Vibrations | Observed Vibrations | Computed + or - | Vibrations |\n|------|---------------------|--------------------|-----------------|------------|\n| I.   | 7.42                | 7.38               | + 0.04          |            |\n| II.  | 9.08                | 9.065              | + 0.015         |            |\n| III. | 9.66                | 9.54               | + 0.12          |            |\n| IV.  | 9.26                | 9.17               | + 0.09          |            |\n| V.   | 10.24               | 10.38              | - 0.14          |            |\n| VI.  | 5.65                | 5.705              | - 0.055         |            |\n| VII. | 10.575              | 10.525             | + 0.05          |            |\n| VIII.| 10.48               | 10.56              | - 0.08          |            |\n\nHence we may perceive, that were the reduction to a vacuum separately derived from each of the eight experiments, it would in no instance differ more than 0.14 of a vibration from the adopted determination. In other words, the greatest difference that would be occasioned, by deriving the reduction, which it was the object of these experiments to obtain, from any single experiment, instead of from the mean of the whole, would in no case exceed \\( \\frac{1}{4} \\)th part of the amount of the reduction.\n\nThe \"correction for buoyancy,\" or the reduction that would have been previously computed, for the vibrations of a pendulum in air of 45°, under a pressure of 30 inches, is 6.26 vibrations per diem. The actual retardation is therefore 4.1 vibrations per diem greater than had been supposed; and the proportion, which the experimental reduction bears to that which is now shown to have been erroneous, is as 1.655 to 1.\n\nIn considering the modifications, which the substitution of the true for the erroneous reduction to a vacuum will introduce, in the results obtained with\ninvariable pendulums on the variation of gravity at different parts of the earth's surface, we may remark, in the first place, that such results, being merely relative, are not liable to more than a very small proportion of those considerable derangements, in which all determinations hitherto made of the absolute length of the pendulum are involved. The error to which the relative results of invariable pendulums are liable, is limited, in all cases, to a function of the difference in the amount of the buoyancy at different stations, caused by variations in the atmospheric circumstances. With pendulums of the form and materials of those used in the present experiments, we obtain from the results, 0.65, as the co-efficient of the difference; or in other words, the error to which the results are liable is about two-thirds of the difference in the amount of the correction for buoyancy computed for the different stations. The proportion of this error, occasioned by barometric variations, cannot be otherwise than extremely small, in all cases of comparison between stations little removed from the level of the sea. The specific gravity of the pendulum being about 8.6, an inch in the height of the barometer will correspond in buoyancy to about .21 of a vibration a day, which multiplied by 0.65 is about 0.14 of a vibration.\n\nIn the comparison of tropical and extra-tropical stations, the barometer in the middle and high latitudes is liable to fluctuate an inch, and even in extreme cases more than an inch, from the mean height, which is uniform, or nearly so within the tropics: but as the observations generally include several days at each station, and as in proportion to their continuance the barometer will approximate to its mean height, it will be found, on consulting the record of pendulum experiments, that a difference of half an inch in the barometric height at two stations is a rare occurrence. The correction for half an inch is not more than 0.07 of a vibration, to be added to the number of daily vibrations at the station where the barometer was highest. The liability to error from variations of temperature at different stations is, however, far more considerable than from variations of the barometer: sufficiently so, indeed, to become, in some cases, influential on the ellipticity deduced. A difference of 40° of Fahrenheit is by no means of rare occurrence between the tropics and the high latitudes; and as 16° of Fahr. are equivalent, in their influence on the density of the air, to one inch of the barometer, the error in such case may amount to $0.52 \\times 0.65 = 0.34$ of a vibration per diem. Moreover, as the\ndifference of temperature is always in favour of the tropical stations, the error will be of a constant nature, unlike the greater part of the small irregularities to which pendulum experiments are liable, which may compensate themselves by the multiplication of the experiments.\n\nThe stations which I have myself visited with the pendulum embrace a greater range and variety of temperature, I believe, than those of any other experimentalist. The preceding remarks would therefore apply particularly to them, but for a circumstance which has fortunately occasioned, in all cases, a compensation of the errors, which would otherwise have arisen from the influence of the variations of temperature on the density of the air. This compensation is a consequence of the \"correction for temperature,\" (i.e. the correction of the vibrations for the temperature of the pendulum,) having been obtained by the peculiarly practical mode, of vibrating the pendulum in London in temperatures differing so widely as to include the whole range experienced elsewhere,—instead of deriving the correction from the expansion of the metal in pyrometric experiments. Had the vibrations at high and low temperatures in London, from which the correction for temperature was obtained, been reduced to a vacuum by the true reduction, as it is now known,—instead of by the \"correction for buoyancy,\" which was then thought to constitute the true reduction,—the value of a degree of Fahr. on the daily vibration would have been found 0.43 instead of 0.421. The first of these numbers is the true correction for temperature due to the expansion of the metal; the second is that correction diminished by the effect of a degree of temperature on the part of the reduction to a vacuum heretofore neglected. It is the second number (0.421) which has been used throughout the experiments to which I allude, in reducing them to a mean term of comparison; consequently the corrections for temperature so applied are everywhere too small, if regarded as representing only the effect of the expansion of the metal on the vibrations of the pendulum; but they are experimentally correct, when regarded as representing the joint effects of the expansion of the metal, and of the difference of temperature on the part of the reduction to a vacuum not comprehended in the correction for buoyancy.\n\nThe effect of differences of barometric height on the results of those experiments is too inconsiderable to require express correction; not exceeding 0.02\nof a vibration in the mean acceleration of the pendulum derived from the comparison of the tropical and extra-tropical stations.\n\nThe recalculation of those experiments, therefore, with the more correct elements of reduction that we now possess, would have no other effect than that of adding an equal amount to the number of vibrations of the experimental pendulum at every station: or an amount so nearly equal, that the difference is wholly inconsequential: leaving the acceleration of the pendulum at the different stations, which was the object of research, as already deduced.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107778.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 35,
    "total-input-tokens": 59802,
    "total-output-tokens": 26663,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1968,
        2
      ],
      [
        1968,
        4561,
        3
      ],
      [
        4561,
        7156,
        4
      ],
      [
        7156,
        9608,
        5
      ],
      [
        9608,
        12725,
        6
      ],
      [
        12725,
        14718,
        7
      ],
      [
        14718,
        21533,
        8
      ],
      [
        21533,
        23218,
        9
      ],
      [
        23218,
        25802,
        10
      ],
      [
        25802,
        28346,
        11
      ],
      [
        28346,
        31794,
        12
      ],
      [
        31794,
        34525,
        13
      ],
      [
        34525,
        37036,
        14
      ],
      [
        37036,
        39564,
        15
      ],
      [
        39564,
        43522,
        16
      ],
      [
        43522,
        45467,
        17
      ],
      [
        45467,
        48071,
        18
      ],
      [
        48071,
        49117,
        19
      ],
      [
        49117,
        52197,
        20
      ],
      [
        52197,
        54585,
        21
      ],
      [
        54585,
        57074,
        22
      ],
      [
        57074,
        59887,
        23
      ],
      [
        59887,
        62065,
        24
      ],
      [
        62065,
        67287,
        25
      ],
      [
        67287,
        69853,
        26
      ],
      [
        69853,
        73772,
        27
      ],
      [
        73772,
        82810,
        28
      ],
      [
        82810,
        88286,
        29
      ],
      [
        88286,
        90408,
        30
      ],
      [
        90408,
        92839,
        31
      ],
      [
        92839,
        95497,
        32
      ],
      [
        95497,
        98009,
        33
      ],
      [
        98009,
        98592,
        34
      ],
      [
        98592,
        98592,
        35
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107778",
    "title": "On the Reduction to a Vacuum of the Vibrations of an Invariable Pendulum",
    "authors": "Edward Sabine",
    "year": 1829,
    "volume": "119",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 35,
    "jstor_url": "https://www.jstor.org/stable/107778"
  }
}