{
  "id": "8cc5c791026c9081dec6b17db08fc9432cf2bf20",
  "text": "this subject, which was greatly applauded. But I presume, that the French will be a long time in adopting the practice of inoculation. The clergy there throw a terrible obstacle in its way.\n\nCI. Extract of a Letter from Constantinople, of the 16th September 1754, from Murdock Mackenzie, M.D. concerning the late Earthquake there.\n\nRead Dec. 14, 1754.\n\nOn the 2d instant we had a terrible shock of an earthquake about three-quarters after nine at night, which moved from east to west, and has done a great deal of mischief here, and in the neighbourhood. I shall only mention what I have seen.\n\nFour of the seven towers are much hurt; one of them, which is an octagon, has two of its sides thrown down from top to bottom. It is said several of the Janisaries, who were upon guard there, are killed. The three other of the four are much shatter'd, and part of the walls fallen down. All the turrets upon the city-wall, from the seven towers to the Adrianople-gate, are much shatter'd, though none fallen: all the cupolas of the portico of Sultan Mahomet the II'd's mosque are thrown down: the Sickergee Han, a strong stone building near the above mosque, is quite destroyed: some part of the wall of the Cara Han is thrown down: one bagnio is quite fallen, and many people said to be destroyed in it. The Cautirligee Han is quite down; and the\n\nVizir\nVizir Han much shatter'd: seven minarets (columns from whence the people are called to prayers) of small mosques are thrown down: the mosque called Little Santa-Sophia is much damaged, and the prison of Galata is quite down, and all the prisoners buried in its ruins. There has been much damage done at Balat (a large suburb), Scutari, and upon the canal; and there are bad accounts from Nicomedia, but none well avouched. There have been several small shocks felt since, but none have done any harme.\n\nSome say there were 2000 people destroyed by this calamity, in the town and suburbs; some 900; and others reduce them to about sixty, who, by what I have seen, are nearer the truth.\n\nThe Shock at Smyrna, in the year 1739, which I also felt, was much stronger.\n\nOn the 6th, about nine at night, there appeared a cloud due west, when it began to lighten and thunder, and the thunder continued, without any interval, till half an hour past ten, moving gradually to northeast, where it ceased, and the night was very serene and calm after it. About ten, when the thunder was north of us, it rained for a quarter of an hour very heavily, then became clear, and all the stars appeared. Such a peal of thunder I never heard in any country; for I can aver, that it did not stop a minute in an hour and an half's time.\n\nAnother letter, dated October 1, says, that a Tartar was arrived express from Armenia, in twenty days, with advice, that the city of Sivas, one of the Sebastia's of the antients, was quite destroyed by an earthquake, on the same night, in which that was felt at\nat Constantinople; and that a lake of fresh water is risen where the town sunk. The earthquake was felt at Angora and Smyrna, but there was no notice, they had felt any thing of it at Aleppo, though there were letters from thence as fresh as that time.\n\nCII. Extract of a Letter from Camillo Paderni, Keeper of the Herculaneum Museum, to Thomas Hollis, Esq; relating to the late Discoveries at Herculaneum.\n\nNaples, Oct. 18, 1754.\n\nRead Dec. 12, 1754.\n\nI shall now proceed to give you some little account of our late discoveries at Herculaneum. We are going on to dig in two places, one towards the road della Torre del Grego; and the other nearer to the neighbourhood of the royal palace at Portici, directly under the wood belonging to the church of the Augustines. This latter place has afforded many things, and will, as we hope, furnish many more. Please only to reflect, in what manner the persons employed are obliged to work through the subterraneous passages, and how hard they find the lava; and then you may judge why they advance so slowly. The first thing here discovered was a garden, in which were found divers statues of marble of excellent Greek artists. This route led us towards a palace, which lay near the garden. But before they arrived at the palace, they came to a long square, which formed a kind of Forum, and was adorned throughout with columns of stucco; in the middle of which was a bath. At",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105215.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1177,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1350,
        2
      ],
      [
        1350,
        2926,
        3
      ],
      [
        2926,
        4346,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105215",
    "title": "Extract of a Letter from Constantinople, of the 16th September 1754, from Murdock Mackenzie, M. D. concerning the Late Earthquake There",
    "authors": "Murdock Mackenzie",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105215"
  }
}