{
  "id": "744820ad1f511fddaf904ad4c51c748be6d0bc11",
  "text": "XX. Elements of new Tables of the Motions of Jupiter's Satellites: In a Letter to the Reverend Charles Mason, D.D. Woodwardian Professor in the University of Cambridge, and F.R.S. from Mr. Richard Dunthorne.\n\nSIR,\n\nCambridge, March 3, 1761.\n\nRead March 5, 1761.\n\nTHE public employment *, wherein I am at present, and for several years past have been, engaged, not permitting me to make new tables of the motions of Jupiter's satellites, according to the last corrections I had (from a comparison of more than eight hundred observations) made in the places and orbits of those planets, I am at last persuaded to communicate, by your means, to the Royal Society, the elements of those tables, hoping they will prove no unacceptable present to astronomers.\n\nThe tables are designed upon the plan of those of Mr. Pound for the first satellite, published in the Philosophical Transactions, No 361. except that I have not deducted the greatest equations from the epochs, as is done by Mr. Pound.\n\nThe epochs of the conjunctions of the several satellites with Jupiter, fitted to the Julian year (before the alteration of the style in England), and to the meridian of the Royal Observatory at Greenwich, are as follows.\n\n* That of surveyor to the corporation of the great level of the fens.\nNumber C is the period of 437 days (wherein the three innermost satellites return very nearly to the same situation in respect of one another, and of Jupiter's shadow), in millieminals of a circle; and must be corrected by the equation of number B, under a contrary title.\n\nThe second satellite has a synodical equation of 16' or 17' in time (whose revolution is in this period), to be subtracted, if numb. C be less than 500; added, if greater. The first and third satellites have also small synodical equations (returning in the same period), that of the first satellite being about 3', of the third about 2' in time; both to be added, if numb. C be less than 500; subtracted, if greater.\n\nThe orbit of the third satellite is manifestly eccentric, as well as that of the fourth. Its apojoivium in 1728 was about 10째 of r, and moves forward 35째 in 20 years: its greatest equation is about 15' in the satellite's orbit, or 7' in time.\n\nThe apojoivium of the fourth satellite in 1728, was in 12째 30' of X, and moves forward about 12째 in 20 years: its greatest equation is 53' in the satellite's orbit, or 59' in time.\n\nI found no reason to make any alteration in the semi-durations of the eclipses of the first satellite from Mr. Pound's tables.\nThe greatest semi-durations of the eclipses of the second, third, and fourth satellites in the nodes, are $1^h 27'$, $1^h 47'$, and $2^h 24'$*, respectively.\n\nThe nodes of the second satellite seem to be at rest in about $50^\\circ$ of $\\alpha$ and $\\Omega$; but the inclination of its orbit varies from $2^\\circ 50'$ to $3^\\circ 52'$: it was least in 1668, greatest in 1715, and seems to have been at its greatest and least once in the intermediate years. I suppose it at the least in 1730.\n\nThe nodes of the third satellite in 1727, were in $16\\frac{1}{2}^\\circ$ of $\\alpha$ and $\\Omega$, and move forward about $2\\frac{1}{2}^\\circ$ in 20 years: the inclination of its orbit in 1695 was $3^\\circ$, and has been increasing ever since: it seems as if it would get to its maximum about 1765, and would then be about $3^\\circ 24'$.\n\nThe nodes of the fourth satellite in 1730 were in $13\\frac{1}{2}^\\circ$ of $\\alpha$ and $\\Omega$, and move forward $2^\\circ$ in 12 years: the inclination of its orbit is about $2^\\circ 40'$, and does not seem to vary above one or two minutes either way.\n\nFrom these elements, it will be easy for any person, moderately skilled in such matters, to construct tables of the motions of the satellites in the method of Mr. Pound, which may be seen in the latter part of Halley's tables.\n\nI am, SIR,\n\nYour humble servant,\n\nRichard Dunthorne.\n\n* The semi-durations of the eclipses of the fourth satellite will be about $2'$ more at the ascending, and $2'$ less at the descending node, on account of the eccentricity of its orbit.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105597.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1209,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1283,
        2
      ],
      [
        1283,
        2528,
        3
      ],
      [
        2528,
        4080,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105597",
    "title": "Elements of New Tables of the Motions of Jupiter's Satellites: In a Letter to the Reverend Charles Mason, D. D. Woodwardian Professor in the University of Cambridge, and F. R. S. from Mr. Richard Dunthorne",
    "authors": "Richard Dunthorne",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105597"
  }
}