{
  "id": "7f84c909f95f0101fac8c109f5c51fb352545ca9",
  "text": "V. Microscopical Observations upon the Tongue; in a Letter to the Royal Society from Mr. Anthony Van Leeuwenhoek, F. R. S.\n\nDelft in Holland, December 6. 1707.\n\nAfter I had satisfied myself concerning that Matter which is found upon the Tongue, and which we call the Thrush, I let my Thoughts wander a little further upon the Consideration of the Tongue itself, in order, if it were possible, that I might discover the Pores in the Tongue, by which that Matter is imbibed, which is afterwards protruded out of the Tongue: wherefore I did, as it were, reject or lay aside all my former Remarks about the Tongue, and having taken four distinct Tongues of Oxen or Cows, I set myself to examine the Skins of the same, and particularly the External Particles, that are upon the thickness of the Tongue, and where, as I conceive, is the place that admits the Juices into the Tongue, by which that Sensation is produced which we call the Taste.———I separated those aforesaid External Particles as well as I cou'd from those that lay under them, and observ'd that the latter, that is to say, the Internal were furnish'd with a very great number of pointed Particles, the tops of which, for the most part, were broken off, and remained sticking in the utmost Skin; and it has often happen'd, that when I placed one of those Internal Particles of the Tongue before a Microscope, it appear'd to me, to be as 'twere a transparent Body, something larger than a Thimble, and I cou'd discover in it little Internal Holes or Cavities, thro' which a greater\nquantity of Light was admitted, than by the other parts; and I also imagined, that the Extream Parts of those Cavities had exceeding small Orifices in them.\n\nNow that we may the better conceive an Idea of the aforementioned protuberant Particles which are found in the thickest part of the Tongue of an Ox, I caused the same to be drawn just as they appear to the naked Eye, as you may see in Fig. 1. A, B, C, which Particles are a little bigger than they were upon the Tongue, because those were a little dried up.\n\nNotwithstanding that I took a great deal of pains to separate the uppermost Skin from the Parts that lay under, to the end that I might view those latter entire and unbroken, yet I cou'd not bring it to bear any farther, than as it is represented here in Fig. 2. D, E, F, G, H, I, in which I cou'd only discover a few pointed Particles between G, H, and I.\n\nUpon viewing with a Microscope that space of the Tongue, which is between the Protuberances, I observ'd, that 'twas all over cover'd with a great number of exceeding small rising roundnesses, that were so close to one another, that you cou'd not put in two Hairs between them, as you see in Fig. 3. K, L, M.\n\nMoreover I stripp'd off the Superficies of the Tongue with a sharp Knife, and repeated the same a second time; and then discover'd an unspeakable Number of little Holes, some of which seem'd to be fill'd, others were cut through length-ways.\n\nFig. 4. N, O, P, Q, R, S, represents one of the aforementioned thin Slices, in which we had discover'd divers small Holes; the great Hole in the said Figure at T, is the place where there was a little Protuberancy like those in Fig. 1. and which had been cut off. At P, Q, and R, you may observe the place where a much greater Protuberancy had stood; and the dark little Strokes or Lines between Q, and R, are those Particles which were cut thro'\nthro' length ways; and the Particles that lie near them, are those that were cut across. I did likewise separate the uppermost thick Skin of the Tongue from the parts that lay under, as well as I was able, to the end I might discover what those Particles were that were placed in the said Openings; and at last I discover'd in the underlying Parts, a great number of long Particles, which I concluded to be as long, or something longer, than the thickness of the uppermost Skin, and that the Points of those long Particles were sheathed into the small little Cavities or roundnesses, described above by Fig. 3. K, L, M.\n\nFrom this appearance I also imagined to myself, that when we press our Tongues against the Roof of our Mouth (in order to taste anything,) the aforementioned long Particles, the ends of which are exceeding slender, press thro' the uppermost Skin, which at that place is also very thin, (or to speak more properly, is ended with small Pores or Holes) and so receives a little Juice; from all which proceeds such a sort of Sensation, which we call Taste.\n\nThese long slender Particles appear'd so numerous, as we view'd 'em thro' a Microscope, that no Grass in the Field cou'd seem thicker to the naked Eye. See Fig. 5. V,W,X,Y. and at first they stood straight up an End, but by growing dry, they assumed such crooked Figures as are represented between X and Y.\n\nSometime ago a certain Gentleman related, as a very wonderful thing, that the Oxen or Cows had their Tongues armed with very sharp Particles; but I told him that that must necessarily be so, because those Beasts had no Teeth in the upper Mouth or Jaw, and therefore were forced to press the Grass with their Tongues against the Roofs of their Mouths, in order to break it to pieces.\nThese sharp Particles are Bones, that are bent or crooked a little, and the outward parts of them stand towards the inmost part of the Mouth, and the nearer they come to the thickest part of the Tongue, where those Particles are to be found that are represented by Fig. 1. A, B, C, the smaller they grow, and these Bony Particles have also a thin Skin over them.\n\nI also caused a Hog-Butcher to bring me at several times divers Tongues of Hogs, and cut off the protuberant Particles which are found at the top of the Throat, and I caused one of those small Particles to be drawn by the Painter, which appear'd as large to him, as 'tis here represented in Fig. 6. between A and B.\n\nI placed several of these protuberant Particles before a Microscope, and observ'd upon one of the Tongues other sharp pointed Particles sticking out of the forementioned protuberant ones; whereupon I caused it to be Painted, as it appeared to me, in Fig. 7. C, D, E, F, G; the most pointed part is at F, where it pierces thro' the uppermost Skin, and between E and G you may observe four lesser sharp Particles of the same Nature.\n\nFig. 8. H, I, K, L, M, represents likewise one of the foremention'd protuberant Particles of a Hog's Tongue, in which between K and L you may observe standing out three sharp-pointed Parts, and at M a fourth; and 'twas moreover all cover'd with the foremention'd Tumors or Roundnesses.\n\nFurthermore, after several Dissections of the said Particles, I made a shift to separate the uppermost Skin of the said Particles, and viewing divers of them with a Microscope, I cou'd perceive that each of 'em were of a different Figure; but all agreeing in this, that they were arm'd with an unconceivable Number of painted Particles, which lay, as 'twere all involved or hid in the Skin; and these, as I imagine, are endued with a Power (when\n(when the Tongue is prest against the Roof of the Mouth) to produce the Sensation of Taste.\n\nFig. 9. N, O, P, Q, R, shows you one of those Prominent Parts, as 'twas devised of its Skin, and as well as the Painter cou'd describe it; and altho' the Points that stick out seem to be very blunt, yet I fancy if one were to see them in their true State and Nature, they would be very sharp; and the reason why they don't appear so now, is that the Points are probably broken off, and remain sticking in the Skin.\n\nA did likewise view the Tongues of Hogs in those Parts where there were no Protuberances, even to the end of the Tongue; and with great wonder always discover'd a mighty Number of very slender long Particles, which always run into a sharp Point at the end, just as any Needles do appear to the naked Eye.\n\nFig. 10. S, T, V, W, X, represents a very small Particle of the Tongue, with three Protuberances on it; which being dried, appeared so standing out as is described, each of them having four pointed Particles, one of which at W, was standing out much higher than the rest; all these unevennesses out of the Skin are occasion'd, as I conceive, by reason that the Parts, in which the said sharp-pointed Particles, are as 'twere riveted or fastned, lying lengthways, do not equally shrink in, in the drying.\n\nAfter all this I took a very sharp Razor, and therewith cut off from the Tongue a few Slices as thin as I could possible, and placed them before the Microscopes, in order to discover how the aforemention'd pointed Particles lay in the Skin.\n\nFig. 11. A, B, C, D, E, F, G, represents one of those small Slices of the Tongue; in which at D, E, F, I observed three sharp Particles; and that which was described by E, had four pointed Particles together; and who knows\nknows but in D and F there may be other sharp Particles shut up in them.\n\nIn the said Fig. by H, H, H, H, H, H, are represented ten Particles, in which the sharp Points are placed, which were partly cut off, and which appear'd to the Eye like so many Cavities; but which proceeds alone, in my Opinion, from hence, that the Matter with which those Parts were fill'd, was dry'd in; for those Parts were not drawn in by the Painter, but at the end of several days after they were cut off from the Tongue.\n\nForasmuch as those Parts of the Tongue are not of equal bigness, nor do stand equally close to one another, I caused to be drawn another little piece of the upper part of the abovementioned Tongue, as you may see in Fig. 12, where I, K, L, M, are those Particles from which the very sharp Points are cut off, and M, N, O, I, the sharp-pointed Particles themselves, which appear here very plainly to the Eye.\n\nNow when I stroked my Finger upwards and downwards over that part of the Tongue, where the forementioned pointed Parts are found in great number, in order to discover the Sharpness thereof, I must own, that I could perceive no more roughness than if I had been feeling a piece of Velvet.\n\nNow when I perceived, that a great number of very slender and sharp pointed Particles had no hardness nor stiffness in them, I began to think whether those Particles that are represented in Fig. 11, by H, H, H, or in Fig. 12, by I, K, L, M, may not be sheathed up when they are at rest, and forbear to exert their Sharpness, or to thrust themselves out of the Skin, but only at such times when the Sensation of Taste is to be excited; for how can one conceive, that such soft Parts should be able to withstand all those Motions which are produced in them by the Tongue, both in eating and other Occasions: Moreover it came into my Thoughts, that when the\nthe Butchers kill the Hogs, the pain that is caused by the Wounds they then give them, might also force those slender sharp-pointed Particles to come out of the places of the rest.\n\nI discover'd likewise a great many round protuberant Particles between the said Particles, the Diameter of which was twice as big as of those in Fig. 12. between K and L; and when the Skin came to dry, I could discover in a great many Places, the external or sticking out Membranes drawn inwards in such a manner, that one would take 'em for Valves.\n\nFrom this appearance I began to consider, whether those sort of Particles were not made for the discharging the Tongue of its superfluous Matter; and the rather, because I had oftentimes observ'd, that those Vessels had nothing included in them, but a moistness which mostly evaporated, and left as 'twere an empty place behind it, which extended itself as far as the thickness of the Skin.\n\nAfter I had brought my Observations thus far, I determin'd to separate the uppermost Skin from the Parts that lay under, which I brought to pass in small Parcels; and when I had divided such an uppermost Skin, I cut from it, (in that part where it had been united) with a Sharp Razor, several Scaley Particles, which having placed before the Microscope, I observed with wonder a great Number of Holes or Cavities, which when they were placed opposite to the light appear'd wider, but when removed from the light narrower, so that each Cavity seem'd to be of the Form of a Tap or Funnel; and forasmuch as each of the said Cavities had, as it were, a Body fast about them, I concluded, that these were certainly those Parts which in Fig. 11. are described by H, H, or in Fig. 12. by I, K, L, M, and that they were broken off from their bottom or part that lay under them.\nNow the better to receive the aforementioned Parts, I raised a small Particle of 'em to be drawn, as you may see in Fig. 13, between P, Q and R.\n\nFrom these Discoveries I considered with myself, whether those sharp-pointed Particles in Fig. 10, 11, 12, might not proceed out of those hollownesses that are represented in Fig. 13. For my further Satisfaction therefore, I cut off a small Slice with a Sharp Razor, from that part from which I had cut off Fig. 13 before; and placed it before a Microscope and observed, that for so many Cavities which I had found in Fig. 13, as many pointed Particles appeared in this, having their Roots, or being fastned into a Fleshy Substance lying under the uppermost Skin; and forasmuch as the last mention'd Particle with its Points stood opposite to the Sight, I cut off a small Slice of it, and placing the pointed Particles uppermost, I caused it to be drawn as in Fig. 14. A, B, C, D, E, F, G, of which D, E, F, G, A, are those Parts that are placed in Fig. 13, of which some are bent crooked, which I suppose is not their natural State, but what has been acquired either by my handling, or by their growing dry and shrinking; as also that the pointed sharp Parts, represented in Fig. 10, 11, 12, are joyned together, and in the separating of the uppermost Skin, the tops of 'em are either broken off, or remain sticking in the said Skin.\n\nIn Fig. 14, by A, B, C, D, is described a very small part of the Flesh of a Tongue, in which those pointed Particles are as 'twere planted, and in which, the Painter cou'd just perceive some roundish Particles, which he has represented as he saw them, and which Particles I conclude are Particles of Flesh that were cut through across.\n\nI next turn'd my Thoughts to the Examining how the pointed Particles in Fig. 14, D, E, F, G, A, were disposed in the parts of the Flesh; whereupon, I cut across the Flesh\nFlesh of the Tongue in that part of it, where the pointed Particles are rooted in, and observed oftentimes, that when I came to a pointed Particle, just where it was planted in the Flesh, it did consist of 7 or 8 Particles of Flesh, and sometimes more, that insinuated themselves between the parts of the Flesh of the Tongue; and the long Flesh Particles of the Tongue (which did as 'twere surround the pointed Particles that are rooted in the Flesh) appear'd to be Analagous to those perpendicular Vessels in Wood, which do also, as it were, encompass the Horizontal Vessels, of which I have formerly given you an account.\n\nNow when I observed that the pointed Parts described by E, F, G, in Fig. 14. did consist of several long Flesh Particles, I began to consider, whether each of those long Flesh Particles, did not end in such Points as in Fig. 11. are represented by D, E, F.\n\nFig. 15. H, I, K, L, M, represents a very small piece of the Tongue of a Hog, so as it appear'd through the Microscope, in which you may observe five particular Particles which had been cut through across; in some little Slices I have observed seven such roundish Flesh Particles: The long Particles, which are extended from L to K, and from M to I or H, and which encompass the foremention'd Particles, are the Flesh parts of the Tongue.\n\nI did moreover cut through lengthways some of these pointed Particles, described in Fig. 14. by E, F, G, just at the place where they are fastned into the Flesh, in order, if it were possible, to discover how deep those Particles were rooted into the little Muscles of the Flesh, but I could prosecute my Design but a very little way.\n\nI caused the Painter to draw one of those very small Particles, so as it appeared through the Microscope, and as it is represented by Fig. 16. N, O, P, Q, R.; and whereas in the foregoing Fig. 15. the Flesh Particles are de-\nscribed, cut through lengthways, here the small Muscles of Flesh are represented cut through across; and the said Flesh Muscles, as far as the Painter could perceive them, appear to be four in number, viz. one just by N, another by O, the third by P, and the fourth by Q; and those Particles which run in length from R to O, or from Q to P, are the Flesh Parts of those pointed Particles, which, as I said before, go in between the Flesh Particles; but 'twas impossible for me to discover how far they go in; I had enough to do to place them in this manner before the Eye of the Painter, and I have wish'd more than once, that I could get them so drawn as they appeared to me; for the Parts dry away so fast whilst I am viewing them, that they do in a manner disappear before I deliver them to be drawn by the Painter.\n\nAmongst others I observed the pointed Particle, which was slit in two, one part of it spreading itself to the Right, the other to the Left of a little Flesh Muscle that was cut through across.\n\nIt will appear very strange to some People, what I am going to say of these small Muscles of Flesh, viz. that according to the best Judgment I could make of their Magnitude to my Eye, as the Diameter of a Hair of one's Head gives one, so the Diameter of one of these Muscles of Flesh gives two: Yea, I have seen a Flesh Muscle that I had cut across as it lay in its length, which at both the Ends was no thicker than a single Particle of Flesh, but in the broadest part of it had six Flesh Particles, and in the middle of the six there lay part of a seventh Flesh Particle, and so made the likeness of a Weaver's Shuttle; and this Flesh Muscle lay surrounded with the Flesh Muscles that lay in their length.\n\nNow, when we often see that the Diameter of one of these little Muscles of Flesh (such a one as is described in Fig. 16. by N, O or P) does not exceed two Hairs breadth of one's Head; and when we compute that six hundred\nhundred Breadths of a Hair does not exceed the Diameter of one Inch; it follows, that 300 Diameters of these Small Muscles is but equal to the Diameter of one Inch; and consequently then, that 90000 of the said Small Muscles of Flesh make no more than the thickness of one Inch.\n\nThese long Flesh Particles, which compose the Muscles of Flesh, are likewise themselves composed of abundance of smaller Particles; but how unspeakably small then must these Particles be, of which the whole Bundle is made up.\n\nOne must also consider, that these long Flesh Particles are not round, but each assumes such a Figure, as suits best to the others, to which 'tis joined, and so as to leave no space nor Vacuity between them, insomuch that I have seen some of them that were in a manner of a Triangular Figure.\n\nNow forasmuch as the Particles represented by Fig. 15 and 16, were in a manner dried away before the Painter cou'd fix his Eye upon them, I bethought myself of an Expedient to place them before his Eye, even whilst they remain'd moist and plump.\n\nFig. 17. A, B, C, D, E, F, G, H, I, K, L, M, represents a small piece of the Tongue of a Hog, in which the pointed Flesh Particles that in Fig. 14. are described by D, E, F, G, A, appears to be coming out or rather joined to and fastened in those parts which are shewn by G, H, I, K, L, M, and the Tips or Points of 'em are also broken off.\n\nThis little piece was cut off from a different part of the Tongue than the foregoing; and you must observe, that you may often cut Slices from the Tongue, without being so happy as to cut the Particles lengthways.\n\nYou may see how those forementioned Particles spread themselves amongst the vast number of little Flesh Muscles which are all cut across; and you may likewise perceive\nceive how the other Particles cut lengthways, and described by G, being divided into two Branches at the top, are joyn'd in one a little lower, and then afterwards divide themselves again, and so continue till they are cut off at F and D; in like manner those Particles cut lengthways, and described by H, I, K, are presently joyned and soon after separated again, as you may see at C and E; and again, other Particles of the same nature, represented by K, L, M, are united, and a little above B, C, are again disjoyned; and between the said C and B, is another small Particle, which is also divided.\n\nThe Painter told me, that in drawing he could perceive Holes or Cavities in those Particles, which are described to be cut lengthways, but as I cou'd not be sure of that, I chuse rather to give them the name of Flesh Particles, whose inmost parts are as 'twere shrunk inwards; and how many soever cuts I made in the Tongue, the Phænomena or Appearances thereof were always various, yea, so much that we were quite astonished at it, and if I cou'd represent them to any other Bodies Eyes in the same manner as I saw 'em myself, they would cry out, What Wonders are these!\n\nBetween those Flesh Particles that are cut thro' across, and which are surrounded by the other Particles that are cut thro' lengthways, you may observe, that several of them are distinguished from the rest by a darker Circle of the red Pencil, which Circle you most suppose to be little Membranes that encompass the small Muscles of Flesh, which small Muscles are likewise in part represented by G, G, G.\n\nI have often thought that our Taste proceeds alone from the Tongue; but within these few days, I am become of another Opinion; for when I viewed that part of the Roof of the Mouth, opposite to the top of the Throat, where the notch'd or jagged parts of the Hog's Tongue are determined, I judged that that was the place from\nfrom whence the Head did partly discharge itself, and the Matter to be cast out, which comes into the Mouth without its proceeding from the Lungs; as also that there are a great many parts in it, which receive the Matter which we call the Taste: but this wants a further Enquiry.\n\nVI. Part of a Letter from the Reverend Mr. W. Derham, F. R. S. to Dr. Hans Sloane, R. S. Secr. concerning the Migration of Birds.\n\nUpminster, April 1st. 1708.\n\nI Remember that some time since, I promised to suggest a thing to the Society relating to the Migration of Birds, which I conceive may conduce to the Discovery of that pretty Phenomenon; and I am sorry I forgot it till the Jynx (just now come) hath brought it to my Thoughts. The Business I would humbly recommend is, That the Members of the Society all over the Realm, would themselves, or procure their inquisitive Friends to observe, and note down the very Day they first see or hear of the Approach of any of the Migratory Birds. And it may be convenient also to observe how the Winds fit at the same time, especially towards the Sea-coasts. The several Observations ought to be communicated to the Society. Which when compared together, we may probably make a good guess which way those Birds come, whether fromward the East, or any other Point. The Jynx or Wryneck (for instance) which I take to be undoubtedly a Bird of Passage, I first heard this Year on March 29, the Wind Southerly, or S. Wetterly that and the preceding Day; but Easterly before. The Certhia",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103232.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 25644,
    "total-output-tokens": 6274,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1541,
        5
      ],
      [
        1541,
        3415,
        6
      ],
      [
        3415,
        5181,
        7
      ],
      [
        5181,
        7027,
        8
      ],
      [
        7027,
        8812,
        9
      ],
      [
        8812,
        10668,
        10
      ],
      [
        10668,
        12463,
        11
      ],
      [
        12463,
        14353,
        12
      ],
      [
        14353,
        16237,
        13
      ],
      [
        16237,
        18181,
        14
      ],
      [
        18181,
        19954,
        15
      ],
      [
        19954,
        21858,
        16
      ],
      [
        21858,
        23367,
        17
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103232",
    "title": "Microscopical Observations upon the Tongue; In a Letter to the Royal Society from Mr. Anthony Van Leeuwenhoek, F. R. S.",
    "authors": "Anthony Van Leeuwenhoek",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/103232"
  }
}