{
  "id": "7b9e5294723e3ea215956e0dfde8fbc0f285c88a",
  "text": "IX. Account of an Elephant's Tusk, in which the Iron Head of a Spear was found imbedded. By Mr. Charles Combe, of Exeter College, Oxford. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nRead February 19, 1801.\n\nSir,\n\nI have the honour of transmitting to you a fact relative to an elephant's tusk, in which the iron head of a spear was lately discovered to have been imbedded.\n\nThe tusk weighed fifty pounds: it measured six feet in length; and was supposed, by Mr. Pope, an eminent manufacturer at Birmingham, to have come from Africa, as he procured it at a sale in Liverpool.\n\nWhen it was delivered into the hands of the workmen, they perceived, on the tusk being shaken, a rattling noise, about two feet and a half from the base; and, in consequence, made a transverse section, somewhat below the part whence the sound proceeded. Here, upon enlarging the aperture by a chissel, they distinguished a hard extraneous body; and, on making other sections, found it to be an iron spear-head, considerably corroded.\n\nIt is no very uncommon circumstance to meet with brass, lead, and iron musket-balls in the substance of an elephant's tusk; but I believe a spear-head, in a similar situation, has not hitherto been observed. Besides, general appearances seem to indicate, that balls are projected through the sides of the tusk;\nwhereas, in the instance before us, it is hardly possible that the accident could have taken place in that way. The texture of the surrounding ivory bears no marks of external injury; and the spear-head pursues the natural course of the cavity, pointing downwards towards the apex of the tusk.\n\nThe most probable conjecture is, that the spear entered at the basis of the trunk. If we examine the skull of an elephant, it will be found, that the tusks are strongly articulated in the upper maxillary bones. In the males, they reach as high as the thin plate, which separates them from the nasal cavity, whence the trunk arises. We have only then to suppose, that the spear struck somewhat perpendicularly, between the interior angle of the eye and the proboscis: the interposing plate of bone would yield without much difficulty; and the cavity of the tusk is placed immediately beneath.\n\nWhether the wooden part of the spear was separated directly, in consequence of the jar, or afterwards, by the exertions of the animal itself, is of little moment: no vestige of it now remains; and the head of the spear affords a presumption, that the shaft was never very firmly attached to it.\n\nThe presence of an extraneous body in the substance which fills the conical cavity of the tusk, would be the cause of inflammation, and subsequent suppuration. In the mean time, the spear-head, acting by its gravity, would descend, till prevented by the resistance of the converging parietes of the cavity. After a process of time, when the tusk had been protruded further from the skull, in consequence of growth, fresh bony matter would necessarily be deposited, to preserve a corresponding relation between the size of the cavity and the tusk; and thus the spear-head would gradually become imbedded within the ivory.\nIt is not, however, closely encompassed: there is a space, measuring about the third of an inch, on each side, between the face of the spear-head and the lateral limits of the cavity. Above the spear-head, the cavity very suddenly contracts in its long diameter, by an increased deposition of true ivory on one side: on the other, and in different places, we may perceive an attempt at subsequent bony formation; but it is imperfectly attached to the true ivory, and of an inferior quality, apparently consisting of a larger portion of animal, and a less of earthy particles.\n\nIt may be remarked, that there is a partial alteration of position, in that part of the cavity of the tusk which is occupied by the spear-head. Through this space, the long diameter runs in the direction of the short diameter of a transverse section of the tusk. There can be no doubt but that this alteration has arisen from the casual situation, which the spear-head first obtained. For, immediately above the spear-head, the natural position is resumed, and the long diameter of the hollow is with the long diameter of the tusk.\n\nWere we acquainted with the rate of progress which a tusk assumes in growth, we might make some estimate of the age of the elephant, when the accident took place. There are, however, I believe, no data from which any correctness in this respect can be collected. The elephant certainly recovered; and, from the situation of the spear-head, together with the quantity of bony matter afterwards deposited, it is probable that the animal lived a considerable time after the wound had been received.\n\nI am, &c.\n\nCHARLES COMBE.\nEXPLANATION OF THE FIGURES. SEE PLATE XII.\n\nThe description of the drawings (which are upon a scale of half an inch to an inch,) supposes the natural situation of the tusk, with its apex pointing downwards.\n\nFig. 1. Shews the shape and size of the spear-head.\n\nFig. 2. Position of the spear-head, in a transverse section of the tusk, with the relative magnitudes of both.\n\nFig. 3. Cavity of the tusk below the spear-head, after it had been enlarged by the chissel.\n\nFig. 4. Cavity, as it surrounds the spear-head, with its long diameter running in the direction of the short diameter of the tusk. \\(a\\). A portion of more recently formed inferior bony matter.\n\nFig. 5. Cavity of the tusk just above the spear-head. The portion faintly shadowed represents the contraction of the cavity by true ivory. \\(aa\\). More recently formed inferior bony matter.\n\nFig. 6. The natural position of the long diameter of the cavity resumed, so as to run in the direction of the long diameter of the tusk. \\(aa\\). More recently formed inferior bony matter.\n\nFig. 3, 4, 5, and 6, Represent the lower surfaces of the connecting transverse sections of the tusk. Fig. 3, is farthest from the basis; and their respective lengths are, Fig. 3, 4, and 5, \\(3\\frac{1}{2}\\) inches each; Fig. 6, 2 feet.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107092.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9638,
    "total-output-tokens": 1571,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1347,
        2
      ],
      [
        1347,
        3152,
        3
      ],
      [
        3152,
        4785,
        4
      ],
      [
        4785,
        6061,
        5
      ],
      [
        6061,
        6061,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107092",
    "title": "Account of an Elephant's Tusk, in Which the Iron Head of a Spear Was Found Imbedded",
    "authors": "Charles Combe",
    "year": 1801,
    "volume": "91",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/107092"
  }
}