{
  "id": "d447e816c6a79d9e1757fcca12d5e910ac4d730e",
  "text": "XXIV. Remarks on Swallows on the Rhine:\nIn a Letter from Mr. Achard, in Privy-\nGarden, to Mr. Peter Collinson, F.R.S.\n\nSIR,\n\nSept. 7, 1762.\n\nRead April 21, 1763.\n\nIN the latter end of March I took my passage down the Rhine to Rotterdam: a little below Basil the south bank of the river was very high and steep, of a sandy soil, sixty or eighty feet above the water.\n\nI was surprized at seeing near the top of the cliff some boys tied with ropes hanging down doing something: the singularity of these adventurous boys, and the business they so daringly attempted, made us stop our navigation to inquire into the meaning of it. The watermen told us they were searching the holes in the cliff for swallows, or martins, which took refuge in them, and lodged there all the winter, until warm weather, and then they came abroad again.\n\nThe boys, being let down by their comrades to the holes, put in a long rammer with a screw at the end, as is used to unload guns, and, twisting it about, drew out the birds. For a trifle I procured some of them. When I first had them, they seemed stiff and lifeless. I put one in my bosom, between my skin and shirt, and laid another on a board, the sun shining full and warm upon it. One or two of my companions did the like.\n\nThat in my bosom revived in about $\\frac{1}{4}$ of an hour; feeling it move, I took it out to look at it, and saw it\nit stretch itself on my hand, but perceiving it not sufficiently come to itself, I put it in again: in about another quarter, feeling it flutter pretty briskly, I took it out and admired it. Being now perfectly recovered, before I was aware, it took its flight, the covering of the boat prevented me from seeing where it went: the bird on the board, though exposed to a full sun, yet, I presume from a chillyness in the air, did not revive to be able to fly.\n\nRemarks by Mr. Collinson.\n\nWhat I collect from this gentleman's relation is, that it was the practice of the boys, annually to take these birds, by their apparatus and ready method of doing it; and the frequency of it was no remarkable thing to the watermen. Next it confirmed my former sentiments, that some of this Swallow-tribe go away, and some stay behind in these dormitories all the winter. If my friend had been particular as to the species, it would have settled that point.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105712.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 654,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1375,
        2
      ],
      [
        1375,
        2318,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105712",
    "title": "Remarks on Swallows on the Rhine: In a Letter from Mr. Achard, in Privy-Garden, to Mr. Peter Collinson, F. R. S.",
    "authors": "Mr. Achard",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105712"
  }
}