{
  "id": "5ac51f086a788dd5436b73aa4d117853011def28",
  "text": "IV. On the Effect of Local Attraction upon the Plumb-line at Stations on the English Arc of the Meridian, between Dunnose and Burleigh Moor; and a Method of computing its Amount. By the Venerable John Henry Pratt, M.A., Archdeacon of Calcutta. Communicated by the Rev. J. Challis, M.A., F.R.S. &c.\n\nReceived June 5,—Read June 21, 1855.\n\n1. In a former communication I endeavoured to point out a method for calculating the deflection of the plumb-line at stations on the Indian arc, caused by the attraction of the Himalayas and the vast regions beyond, with a view to the correction of the astronomical amplitudes of the measured subdivisions of the arc, before they are applied to the determination of the ellipticity of the earth.\n\nThe same subject is taken up in the present paper, but in reference to one of the English arcs, that between Dunnose and Burleigh Moor; and a different method of calculating the attraction is given.\n\nI. Calculation of the Ellipticity of the English Arc between Dunnose and Burleigh Moor, without taking account of Local Attraction.\n\n2. The data for this calculation are taken from Mudge’s ‘Trigonometrical Survey of England,’ vols. ii. iii., and are as follows:\n\n| Arc between                  | Amplitude. | Arc in feet. | Latitude of middle point. |\n|------------------------------|------------|--------------|---------------------------|\n| 1. Dunnose and Greenwich     | 51° 31' 39\" | 313696-0     | 51° 2' 53\" 316            |\n| 2. Greenwich and Blenheim    | 21° 47' 90\" | 132802-0     | 51° 39' 33\" 316           |\n| 3. Blenheim and Arbury Hill  | 23° 0' 30\"  | 139822-0     | 52° 1' 57\" 831            |\n| 4. Arbury Hill and Clifton   | 14° 3' 40\"  | 450045-3     | 52° 50' 29\" 580           |\n| 5. Clifton and Burleigh Moor | 6° 50' 11\"  | 406462-9     | 54° 0' 56\" 335            |\n\nCaptain Kater has shown, by an examination of the scale employed, that the lengths of the arcs in feet should all be corrected by multiplying by 0.00007 and adding the results; but as I shall use only the ratios of these arcs to each other, this correction need not be applied.\n\n3. From these data I now proceed to compare these five subdivisions of the arc between Dunnose and Burleigh Moor, two and two, and thence deduce the ten values of the ellipticity which the ten combinations will give, and the arithmetic mean of them, which will be a fair representation of the mean ellipticity of the whole arc, upon the supposition that the above amplitudes are correct; that is, upon the supposition that there is no local attraction.\nLet $\\lambda$ be the amplitude of any one of these arcs, expressed in seconds of a degree;\n$\\mu$ the latitude of its middle point;\n$\\alpha$ the number of feet in the arc;\n$a$ the semi-axis major of the ellipse to which the arc belongs;\n$\\varepsilon$ the ellipticity of the arc.\n\nThen, by the Integral Calculus,\n\n$$\\frac{a}{\\lambda} = \\left\\{1 - \\varepsilon \\left(\\frac{1}{2} + \\frac{3}{2} \\frac{\\sin \\lambda}{\\lambda} \\cos 2\\mu\\right) + \\frac{1}{16} \\varepsilon^2 \\left(1 + 15 \\frac{\\sin \\lambda}{\\lambda} \\cos \\lambda \\cos 4\\mu\\right)\\right\\},$$\n\nneglecting the cube and higher powers of $\\varepsilon$;\n\n$$\\therefore \\quad \\lambda = \\frac{a}{\\lambda} \\left\\{1 + \\varepsilon \\left(\\frac{1}{2} + \\frac{3}{2} \\frac{\\sin \\lambda}{\\lambda} \\cos 2\\mu\\right) + \\varepsilon^2 \\left(\\frac{1}{2} + \\frac{3}{2} \\frac{\\sin \\lambda}{\\lambda} \\cos 2\\mu\\right)^2 - \\frac{1}{16} \\varepsilon^2 \\left(1 + 15 \\frac{\\sin \\lambda}{\\lambda} \\cos \\lambda \\cos 4\\mu\\right)\\right\\}.$$  \n\nThe coefficient of $\\varepsilon^2$ in this may be written thus:\n\n$$\\frac{1}{4} \\left\\{\\frac{3}{4} + \\frac{15}{4} \\frac{\\sin \\lambda}{\\lambda} \\cos \\lambda + 6 \\frac{\\sin \\lambda}{\\lambda} \\cos 2\\mu + 9 \\left(\\frac{\\sin \\lambda}{\\lambda}\\right)^2 \\left(1 - \\frac{5}{6} \\frac{\\lambda}{\\tan \\lambda}\\right) \\cos^2 2\\mu\\right\\}.$$  \n\nSince $\\tan \\lambda$ is always greater than $\\lambda$, the coefficient of $\\cos^2 2\\mu$ is always positive; and therefore the greatest value which the coefficient of $\\varepsilon^2$ can attain is when $\\cos 2\\mu = 1$; in which case it equals\n\n$$\\frac{1}{4} \\left\\{\\frac{3}{4} + \\frac{15}{4} \\frac{\\sin \\lambda}{\\lambda} \\cos \\lambda + 6 \\frac{\\sin \\lambda}{\\lambda} \\right\\} + \\frac{9}{4} \\left(\\frac{\\sin \\lambda}{\\lambda}\\right)^2 \\left(1 - \\frac{5}{6} \\frac{\\lambda}{\\tan \\lambda}\\right),$$\n\nor $3 - \\frac{3}{8} \\lambda^2$, neglecting higher powers of $\\lambda$, which is always small. As the ellipticity is a very small fraction, and this coefficient is not a large number, the square of $\\varepsilon$ may be neglected without any perceptible error. Hence\n\n$$\\lambda = \\frac{a}{\\lambda} \\left\\{1 + \\varepsilon \\left(\\frac{1}{2} + \\frac{3}{2} \\frac{\\sin \\lambda}{\\lambda} \\cos 2\\mu\\right)\\right\\};$$\n\nor if we make $E = \\frac{1}{2} + \\frac{3}{2} \\frac{\\sin \\lambda}{\\lambda} \\cos 2\\mu$,\n\nthen $\\lambda = \\frac{a}{\\lambda} (1 + \\varepsilon E).$\n\nLet $\\lambda_1, \\lambda_2, \\lambda_3, \\ldots, \\alpha_1, \\alpha_2, \\alpha_3, \\ldots, E_1, E_2, E_3, \\ldots$ be the values of $\\lambda, \\alpha, E$ for the several arcs.\n\nHence\n\n$$\\frac{\\lambda_1}{\\lambda_2} \\frac{\\alpha_2}{\\alpha_1} = 1 + \\varepsilon (E_1 - E_2),$$\n\nor\n\n$$\\varepsilon = \\frac{\\lambda_1}{\\lambda_2} \\frac{\\alpha_2}{\\alpha_1} - 1,$$\n\nPut $\\frac{\\lambda}{\\alpha} = A$,\n\nthen $\\varepsilon = \\frac{A_1 - 1}{E_1 - E_2}$.\nSimilar expressions for $\\varepsilon$ may be obtained by comparing all the five arcs two and two; and hence\n\n$$\\text{mean ellipticity} = \\frac{1}{10} \\sum \\left( \\frac{A_1 - 1}{E_1 - E_2} \\right).$$\n\n4. The following Table exhibits the values of $E$ and $A$ for the several arcs (see Appendix):\n\n| Arcs compared | Values of $E$ | Values of $A$ |\n|---------------|--------------|--------------|\n| 1st and 2nd   | 0·18569      | 0·00985473   |\n| 1st and 3rd   | 0·15446      | 0·00984850   |\n| 1st and 4th   | 0·13545      | 0·00987184   |\n| 1st and 5th   | 0·09455      | 0·00987324   |\n| 2nd and 3rd   | 0·03571      | 0·00986587   |\n\nFrom this, taking the arcs two and two, we obtain the following results (see Appendix):\n\n| Arcs compared | Ellipticity deduced therefrom |\n|---------------|-------------------------------|\n| 1st and 2nd   | +0·0202690                   |\n| 1st and 3rd   | −0·0344944                   |\n| 1st and 4th   | −0·0205622                   |\n| 1st and 5th   | −0·0075277                   |\n| 2nd and 3rd   | −0·1244090                   |\n| 2nd and 4th   | −0·0418294                   |\n| 2nd and 5th   | −0·0148295                   |\n| 3rd and 4th   | −0·0596822                   |\n| 3rd and 5th   | +0·0607577                   |\n| 4th and 5th   | +0·0125964                   |\n\nMean value = $-0·0209711 = -\\frac{1}{47·6846}$.\n\n5. This mean value differs widely from the mean ellipticity of the whole earth, which is about $\\frac{1}{300}$. The discrepancy must arise, either from the English arc being curved very differently to the mean meridian of the earth and belonging to an ellipse of which the polar axis is greater than the equatorial in the ratio of 48·6846 : 47·6846, or from the amplitudes being incorrectly determined. In this I assume that the arcs themselves are measured with such exactness as to preclude the possibility of error in the ellipticity from this source. (An error of 100 feet would not make an error of 1\" in the amplitude.)\n\nIt is evident that the latter is the true cause of the ellipticity coming out so different to the mean ellipticity of the earth; for the ellipticities deduced from the comparison of the several subdivisions of the arc, two and two, would not vary among themselves, as the last Table shows they do, if the whole arc were elliptic. It may\nbe concluded that the true cause is error in the amplitudes, or in the latitudes of the stations terminating the several arcs. And as these latitudes have been deduced from the most careful observations, it must be inferred that the errors arise from local attraction affecting the plumb-line.\n\n6. An examination of the values of $A$ deduced above will serve to show where the chief sources of attraction lie.\n\nIf the elements of the mean meridian of the earth be taken (as laid down by Mr. Airy in his Article on the Figure of the Earth) to be\n\n$$a = 20923713 \\text{ feet}, \\varepsilon = \\frac{1}{300.8},$$\n\nthen the formula for $A$ in art. 3. leads to the following values of $A$ for arcs with their middle latitudes the same as those of the subdivisions of the English arc under consideration [the calculation is given in the Appendix]:\n\n- 1st arc, value of $A = 0.00986402$\n- 2nd arc, value of $A = 0.00986300$\n- 3rd arc, value of $A = 0.00986238$\n- 4th arc, value of $A = 0.00986104$\n- 5th arc, value of $A = 0.00985911$\n\nIf we take the differences between these and the values before deduced, we have\n\n- 1st arc, defect of $A$ below the mean $= 0.0000929$\n- 2nd arc, defect of $A$ below the mean $= 0.0001450$\n- 3rd arc, excess of $A$ above the mean $= 0.0000946$\n- 4th arc, excess of $A$ above the mean $= 0.0001220$\n- 5th arc, excess of $A$ above the mean $= 0.0000676$\n\nIf these are multiplied by the lengths of the several arcs, the results will be the errors in the amplitudes; that is, on the supposition that the ellipticity of the arc is the same as the mean ellipticity of the whole earth, and that the discrepancies in the amplitudes arise from local attraction alone.\n\nThe results are as follows (see Appendix):\n\n- 1st arc, amplitude is in defect $2.914$\n- 2nd arc, amplitude is in defect $1.926$\n- 3rd arc, amplitude is in excess $1.323$\n- 4th arc, amplitude is in excess $5.491$\n- 5th arc, amplitude is in excess $2.748$\n\nFrom this it appears that the local attraction is so distributed as to make the observed zeniths of Dunnose and Greenwich, and also of Greenwich and Blenheim, to approach each other, and those of the extremities of the other three arcs to recede from each other; and that in the degree marked by the above angles.\n\n7. In the following diagram I lay down these angles (on an exaggerated scale) in\norder to represent to the eye the effects produced by local attraction. The parallel dotted lines are the positions which the verticals at the several stations would assume,\n\nwhen corrected for local attraction, if the arc were bent up into a straight line at right angles to the vertical at Arbury Hill, which is the station nearest to the middle of the arc. The other lines passing through the stations of the arc show the direction and relative magnitude (the actual magnitude would be hardly discernible) of the deflection of the plumb-line at the other five stations relatively to that at Arbury Hill.\n\nThis diagram shows that the plumb-line at Arbury Hill and Greenwich is nearly equally affected, and that on the Arbury side of Blenheim there must be more attracting matter than on the Greenwich side. At Clifton the plumb-line is drawn much to the south, and still more so at Burleigh Moor, as might be expected from its proximity to the sea.\n\n8. The chief peculiarity is in the arc between Dunnose and Greenwich. As Dunnose is on the south coast of the Isle of Wight, it might have been (à priori) expected that the plumb-line would have been drawn considerably northward, so as to increase the amplitude between that place and Greenwich, whereas it is diminished. This peculiarity must arise from the character of the immediate neighbourhood of Dunnose and the form of the coast there. That there is some peculiar arrangement of the mass in the neighbourhood of Dunnose, more lying on the south of its parallel than on the north, appears from the table of differences of amplitude between Southampton and Dunnose, Boniface Down, Week Down, and Port Valley, given at p. xl of the Introduction to Captain Yolland’s ‘Astronomical Observations made with Airy’s Zenith Sector,’ published in 1852. The following is the Table alluded to:\n\n| Amplitudes. | Geodetical. | Astronomical. | G—A. |\n|-------------|-------------|---------------|------|\n| Southampton and Dunnose ........... | 0° 17' 43\"24 | 0° 17' 39\"53 | +3°71 |\n| Southampton and Boniface Down ... | 0° 18' 37\"36 | 0° 18' 36\"13 | +1°23 |\n| Southampton and Week Down ....... | 0° 18' 56\"71 | 0° 18' 55\"26 | +1°45 |\n| Southampton and Port Valley ....... | 0° 19' 1\"58 | 0° 19' 1\"16 | +0°42 |\n| Southampton and Black Down ...... | 0° 13' 36\"69 | 0° 13' 37\"79 | -1°10 |\n\nF 2\nFor the position of these places see Plate II. Three of them are in the Isle of Wight, south of the parallel of Dunnose. The Table shows that the plumb-line at Dunnose is affected in the southerly direction with reference to each of these three places, Boniface Down, Week Down, and Port Valley, to a considerable degree, viz. $2''48$, $2''26$, and $3''29$; and therefore there must be some large mass in the immediate neighbourhood of Dunnose Station between its parallel and that of Boniface Down. The Table shows that the amplitude between the parallel of Southampton and Black Down on the Dorsetshire coast is increased—as we should expect. This confirms the supposition that there is some peculiarity in the Isle of Wight south of Dunnose, which an actual geographical survey can alone determine.\n\n9. The calculation I have gone through, in the last article but two, shows that the amplitude of the whole arc between Dunnose and Burleigh Moor is increased by local attraction to the amount of $4''722$.\n\n10. This discussion of the arc between Dunnose and Burleigh Moor suggests the importance of obtaining, in the best way we can, the amount of local attraction at the several stations of the arc by some direct means, that the corrections may be applied to the amplitudes before they are used in the Problem of the Figure of the Earth. For although these errors in the amplitudes are rendered less injurious to the result by comparing the arc with other arcs separated from it considerably in latitude, an arc which per se leads to so unusual an ellipticity cannot be so safely employed in the general problem, as when it is freed from the source of error which seems to lead to that ellipticity.\n\n11. It may in the end appear, even after the corrections for local attraction are applied, that the curvature of the English arc is different from the mean curvature, and, as I have stated in my former paper, the science of geology would tend rather to favour such a conception. But even in that case, the values of the ellipticities of the separate portions of the arc must present a much more uniform appearance than those deduced in this paper from the present data (see art. 4.).\n\nI proceed now to the second part of this communication, to obtain a formula for calculating the attraction.\n\nII. Investigation of a Formula for calculating the amount of Local Attraction on any Station.\n\n12. In the former paper I obtained a formula for calculating the attraction by supposing the superficial mass cut into lunes by great circles passing through the attracted station, and the lunes divided into compartments according to a certain law. The formula thence deduced may be applied to attraction in England. But I will now deduce another formula which in some cases may be found more convenient in practice. The former method takes account of the curvature of the earth, and determines the attraction of any masses lying anywhere above the sea-level between the given station and the antipodes. In the present instance I shall suppose\nthe attracting mass to lie wholly on a plane—a supposition which will lead to no error in the calculation of attraction on stations in the British Isles.\n\n13. Let the horizontal plane through the station be taken as the plane of $xy$, the axes of $x$ and $y$ being chosen in such a position (at right angles to each other) as may be found in any particular case most convenient for the application of the resulting formula. Let $z$ be measured vertically downwards. Suppose the attracting mass cut by vertical planes, parallel to the co-ordinate planes, into a number of masses on rectangular bases—the bases being of any size, large or small, and if necessary all different from each other, the dimensions of each being determined by the contour of the upper surface of the mass, so that a fair average height of the mass may be easily found. The smaller the parallelograms are the more accurate will be the result, but then they will be more numerous and the calculation more tedious. The nearer the parallelograms are to the station, and also the more irregular the contour of the country, the more attention will be required to make a judicious dissection of the mass. By supposing the several divisions thus made to be levelled down to their average height above the level of the sea, I conceive the whole attracting body to consist of a number of tabular masses of various dimensions.\n\nLet $A$ be the station on which the attraction is to be found; $Ax$, $Ay$ the axes of $x$ and $y$; BCDE the projection on the plane of $xy$ of a tabular mass, lying in contact with the vertical plane $zx$, and very near to the plane $zy$; $AB=m$; $X$, $Y$ coordinates to the furthest angle $D$; $xyz$ coordinates to any point in the mass; $H$ the height of the mass, its base being on the sea-level; $h$ the height of $A$ above the sea; both $H$ and $h$ I suppose to be small compared with $X$ and $Y$, so that the squares of $\\frac{h}{X}$ and $\\frac{h}{Y}$ may be neglected; $\\varrho$ the density of the mass.\n\nThen $\\varrho dx dy dz$ is the mass of an element,\n\n$$\\frac{\\varrho dx dy dz}{x^2 + y^2 + z^2}$$\n\nits attraction on $A$,\n\n$$\\frac{\\varrho dx dy dz}{(x^2 + y^2 + z^2)^{\\frac{3}{2}}}$$\n\nits attraction on $A$ parallel to $x$.\n\nHence, whole attraction of the tabular mass on $A$ parallel to $x$\n\n$$= \\varrho \\iiint_{x=m}^{x=X} \\frac{xdx dy dz}{(x^2 + y^2 + z^2)^{\\frac{3}{2}}}, \\text{from } x=m \\text{ to } x=X,$$\n\n$$y=0 \\text{ to } y=Y,$$\n\n$$z=h-H \\text{ to } z=h.$$\n\nIntegrating first with respect to $y$, then $z$, and then $x$,\n\nattraction $$= \\varrho Y \\int \\int \\frac{xdx dz}{\\sqrt{x^2 + Y^2 + z^2}}$$\n\\[ \\varepsilon Y \\int \\int \\frac{xdzdz}{(x^2 + z^2) \\sqrt{x^2 + Y^2}} \\left\\{ 1 + \\frac{z^2}{x^2 + Y^2} \\right\\}^{-\\frac{3}{2}} \\]\n\n\\[ = \\varepsilon Y \\int \\int \\frac{xdzdz}{(x^2 + z^2) \\sqrt{x^2 + Y^2}} \\left( 1 - \\frac{z^2}{2(x^2 + Y^2)} \\right), \\text{neglecting } z^4, \\text{ &c.} \\]\n\n\\[ = \\frac{\\varepsilon Y}{2} \\int \\int \\frac{xdzdz}{(x^2 + Y^2)^{\\frac{3}{2}}} \\left( \\frac{3x^2 + 2Y^2}{x^2 + z^2} - 1 \\right) \\]\n\n\\[ = \\frac{\\varepsilon Y}{2} \\int \\frac{dx}{(x^2 + Y^2)^{\\frac{3}{2}}} \\left\\{ (3x^2 + 2Y^2) \\tan^{-1} \\frac{z}{x} - x.z + \\text{const.} \\right\\} \\]\n\n\\[ = \\frac{\\varepsilon Y}{2} \\int \\frac{dx}{(x^2 + Y^2)^{\\frac{3}{2}}} \\left\\{ (3x^2 + 2Y^2) \\left( \\tan^{-1} \\frac{h}{x} - \\tan^{-1} \\frac{h-H}{x} \\right) - H.x \\right\\} \\]\n\n\\[ = \\frac{1}{2} \\varepsilon Y \\int \\frac{dx}{(x^2 + Y^2)^{\\frac{3}{2}}} \\left\\{ -H.x + (3x^2 + 2Y^2) \\right. \\]\n\n\\[ \\times \\left( \\frac{h-(h-H)}{x} - \\frac{h^3-(h-H)^3}{3x^3} + \\cdots + (-1)^n \\frac{h^{2n+1}-(h-H)^{2n+1}}{(2n+1)x^{2n+1}} + \\cdots \\right) \\]\n\nPut\n\n\\[ K_{2n+1} = \\frac{h}{H} \\frac{1}{2n+1} \\left\\{ 1 - \\left( 1 - \\frac{H}{h} \\right)^{2n+1} \\right\\}. \\]\n\nThe maximum value of this coefficient is \\( \\frac{1}{2n+1} \\). This may be proved by putting \\( h = H \\sin^2 \\theta \\), or \\( H = h \\sin^2 \\theta \\), according as \\( h \\) is less or greater than \\( H \\), and finding the maximum by the Differential Calculus.\n\nHence, attraction of whole mass parallel to \\( x \\)\n\n\\[ = \\frac{1}{2} \\varepsilon Y \\frac{H}{h} \\int \\frac{dx}{(x^2 + Y^2)^{\\frac{3}{2}}} \\left\\{ 2xh + (2Y^2 - 3K_3 h^2) \\frac{h}{x} \\right. \\]\n\n\\[ - (2Y^2 K_3 - 3K_5 h^2) \\frac{h^3}{x^3} + \\cdots + (-1)^n (2Y^2 K_{2n+1} - 3K_{2n+3} h^2) \\frac{h^{2n+1}}{x^{2n+1}} + \\cdots \\right\\}; \\]\n\nor, since the squares of \\( \\frac{h}{Y} \\) may be neglected,\n\n\\[ = \\varepsilon Y \\frac{H}{h} \\int \\frac{dx}{(x^2 + Y^2)^{\\frac{3}{2}}} \\left\\{ xh + Y^2 \\frac{h}{x} - Y^2 K_3 \\frac{h^3}{x^3} + \\cdots + (-1)^n Y^2 K_{2n+1} \\frac{h^{2n+1}}{x^{2n+1}} + \\cdots \\right\\}. \\]\n\nNow by the Integral Calculus,\n\n\\[ \\int_m^x \\frac{dx}{x^{2n+1}(x^2 + Y^2)^{\\frac{3}{2}}} = \\frac{2n+1}{Y^2} \\int_m^x \\frac{dx}{x^{2n+1} \\sqrt{x^2 + Y^2}} + \\frac{1}{Y^2} \\left\\{ X^{2n} \\frac{1}{\\sqrt{X^2 + Y^2}} - m^{2n} \\frac{1}{\\sqrt{m^2 + Y^2}} \\right\\} \\]\n\nand\n\n\\[ \\int_m^x \\frac{dx}{x^{2n+1} \\sqrt{x^2 + Y^2}} = (-1)^n \\frac{1}{2} \\frac{3}{4} \\cdots \\frac{2n-1}{2n} \\frac{L}{Y^{2n+1}} \\]\n\n\\[ + \\frac{1}{2nY^2 m^{2n}} \\left\\{ \\sqrt{m^2 + Y^2} \\left( 1 - \\frac{2n-1}{2n-2} \\frac{m^2}{Y^2} + \\cdots + (-1)^{n-1} \\frac{3}{2} \\cdots \\frac{2n-1}{2n-2} \\left( \\frac{m}{Y} \\right)^{2n-2} + \\cdots \\right) \\right\\} \\]\n\n\\[ - \\sqrt{X^2 + Y^2} \\left( 1 - \\frac{2n-1}{2n-2} \\frac{X^2}{Y^2} + \\cdots + (-1)^{n-1} \\frac{3}{2} \\cdots \\frac{2n-1}{2n-2} \\left( \\frac{X}{Y} \\right)^{2n-2} + \\cdots \\right) \\left( \\frac{m}{X} \\right)^{2n} \\right\\}. \\]\n\nwhere\n\n\\[ L = \\log_e \\frac{X}{m} \\frac{1 + \\sqrt{1 + \\frac{m^2}{X^2}}}{1 + \\sqrt{1 + \\frac{Y^2}{X^2}}}. \\]\nI shall make $m$ so small that the squares and higher powers of $\\frac{m}{X}$ and $\\frac{m}{Y}$ may be neglected. Hence these formulæ become\n\n$$\\int_{m}^{x} \\frac{dx}{x^{2n+1}(x^2 + Y^2)^{\\frac{n}{2}}} = \\frac{2n+1}{Y^2} \\int_{m}^{x} \\frac{dx}{x^{2n+1} \\sqrt{x^2 + Y^2}} - \\frac{1}{Y^3 m^{2n}}$$\n\n$$\\int_{m}^{x} \\frac{dx}{x^{2n+1} \\sqrt{x^2 + Y^2}} = (-1)^n \\frac{1}{2} \\cdot \\frac{3}{4} \\cdots \\frac{2n-1}{2n} \\frac{L}{Y^{2n+1}} + \\frac{1}{2nY^{2n}}$$\n\nand\n\n$$L = \\log_e \\frac{X}{m} \\frac{X}{1 + \\sqrt{1 + \\frac{X^2}{Y^2}}}$$\n\nThese formulæ fail when $n=0$; but in that case\n\n$$\\int_{m}^{x} \\frac{dx}{x(x^2 + Y^2)^{\\frac{1}{2}}} = \\frac{L}{Y^3} + \\frac{1}{Y^2} \\left( \\frac{1}{\\sqrt{X^2 + Y^2}} - \\frac{1}{\\sqrt{m^2 + Y^2}} \\right)$$\n\nby direct integration,\n\n$$= \\frac{L-1}{Y^3} + \\frac{1}{Y^2 \\sqrt{X^2 + Y^2}};$$\n\nalso\n\n$$\\int_{m}^{x} \\frac{xdx}{(x^2 + Y^2)^{\\frac{3}{2}}} = \\frac{1}{\\sqrt{m^2 + Y^2}} - \\frac{1}{\\sqrt{X^2 + Y^2}} = \\frac{1}{Y} - \\frac{1}{\\sqrt{X^2 + Y^2}}.$$\n\nSubstituting these in the expression for the attraction,\n\nAttraction of the whole mass on A parallel to $x$\n\n$$= \\varepsilon Y H \\left[ \\frac{h}{Y} - \\frac{h}{\\sqrt{X^2 + Y^2}} + \\frac{h}{Y} L - \\frac{h}{Y} + \\frac{h}{\\sqrt{X^2 + Y^2}} \\right.$$ $$+ K_3 \\left( \\frac{3}{2} \\frac{h^2}{Y^3} L - \\frac{1}{2} \\frac{h}{Y} \\frac{h^2}{m^2} \\right)$$ $$+ \\ldots.$$ $$+ K_{2m+1} \\left( \\frac{3}{2} \\frac{5}{4} \\cdots \\frac{2n+1}{2n} \\frac{h^{2n+1}}{Y^{2n+1}} L + (-1)^n \\frac{1}{2n} \\frac{h^{2n}}{Y m^{2n}} \\right)$$ $$+ \\ldots. \\right]$$\n\n$$= \\varepsilon H \\left[ L \\left( 1 + \\frac{3}{2} K_3 \\frac{h^2}{Y^2} + \\cdots + \\frac{3}{2} \\frac{5}{4} \\cdots \\frac{2n+1}{2n} K_{2n+1} \\frac{h^{2n}}{Y^{2n}} + \\cdots \\right) \\right.$$ $$- \\left( \\frac{1}{2} K_3 \\frac{h^2}{m^2} - \\frac{1}{4} K_5 \\frac{h^4}{m^4} + \\cdots + (-1)^n \\frac{1}{2n} K_{2n+1} \\frac{h^{2n}}{m^{2n}} + \\cdots \\right) \\right];$$\n\nor, neglecting the squares and higher powers of $\\frac{h}{Y}$,\n\n$$= \\varepsilon H \\left[ L - \\left( \\frac{1}{2} K_3 \\frac{h^2}{m^2} - \\frac{1}{4} K_5 \\frac{h^4}{m^4} + \\cdots + (-1)^n \\frac{1}{2n} K_{2n+1} \\frac{h^{2n}}{m^{2n}} + \\cdots \\right) \\right].$$\n\nIt has been laid down that $h$ and $m$ are both small quantities. This expression shows what the limiting value of their ratio must be, that this formula may be capable of use.\nIn order that the series above may be convergent,\n\n\\[\n\\frac{1}{2n} K_{2n+1} \\frac{\\hbar^{2n}}{m^{2n}} \\div \\frac{1}{2n-2} K_{2n-1} \\frac{\\hbar^{2n-2}}{m^{2n-2}}\n\\]\n\nmust be less than unity;\n\n\\[\n\\therefore \\quad \\frac{\\hbar^2}{m^2} \\text{ must be less than } \\frac{2n}{2n-1} \\frac{K_{2n-1}}{K_{2n+1}} \\cdot \\frac{2n(2n+1)}{(2n-1)(2n-2)}.\n\\]\n\nThe least value of this is when \\( n = \\infty \\), when it \\( = 1 \\);\n\n\\[\n\\therefore \\quad m \\text{ must not be less than } h.\n\\]\n\nThis then is the value we shall give to \\( m \\); and the attraction of the whole mass on A parallel to \\( x \\)\n\n\\[\n= gH \\left\\{ L - \\left( \\frac{1}{2} K_3 - \\frac{1}{4} K_5 + \\cdots + (-1)^n \\frac{1}{2n} K_{2n+1} + \\cdots \\right) \\right\\};\n\\]\n\nor, calling the series \\( S \\),\n\n\\[\n= gH (L - S).\n\\]\n\n14. If BCD'E be a tabular mass lying symmetrically on the opposite side of the axis of \\( x \\), the attraction of this mass on A parallel to \\( x \\) will obviously be the same as the attraction of the mass BCDE. This, indeed, our formula shows; for if \\(-Y\\) be put for \\( Y \\) it does not change the value of \\( L \\). The same is not true if we change the sign of \\( X \\); the reason of which is, that negative powers of \\( x \\) occur in the integration, and these all become infinite as we pass across the axis of \\( y \\) from \\( x = m \\) to \\( x = -X \\). On account of this we must calculate the attraction of the masses all lying on one side of \\( y \\) and add them together, and then separately those on the other side and add them together, and take the difference of the results.\n\n15. The tabular mass has been hitherto supposed to be always in contact with the axis of \\( x \\), and at a small distance \\( m \\) from that of \\( y \\), and is therefore restricted in its position. I will now, however, deduce a more general formula.\n\nDraw \\( ab \\) and \\( a'b' \\) at equal distances parallel to \\( x \\) on opposite sides; and let \\( Ba = y \\).\n\nThen the attraction of either of the masses \\( aC \\) or \\( a'C \\) on A parallel to \\( x \\),\n\n\\[\n= gH \\left\\{ \\log_e \\left[ \\frac{X}{m} \\right] \\frac{1}{1 + \\sqrt{1 + \\frac{X^2}{y^2}}} - S \\right\\},\n\\]\n\n\\( S \\) being independent of the coordinates \\( X, y \\). Subtracting this from the attraction of EC, and adding it also, we have,\n\nAttractions of tabular masses \\( Eb \\) and \\( Eb' \\)\n\n\\[\n= gH \\log_e \\left[ \\frac{\\sqrt{1 + \\frac{X^2}{y^2}} + 1}{\\sqrt{1 + \\frac{X^2}{Y^2}} + 1} \\right] \\quad \\text{and} \\quad gH \\left\\{ \\log_e \\left[ \\frac{X^2}{m^2} \\frac{1}{(\\sqrt{1 + \\frac{X^2}{y^2}} + 1)(\\sqrt{1 + \\frac{X^2}{Y^2}} + 1)} \\right] - 2S \\right\\}.\n\\]\nNow draw FGHG' parallel to the axis of \\( y \\), and let AH = \\( x \\). Then the attractions of tabular masses on \\( Fb \\) and \\( Fb' \\) = those of the masses on \\( Eb \\) and \\( Eb' \\) — those of the masses on EG and EG': hence\n\nAttraction on A parallel to \\( x \\) of the tabular masses on \\( Fb \\) and \\( Fb' \\) =\n\n\\[\n\\epsilon H \\log_e \\left[ \\frac{\\sqrt{1 + \\frac{x^2}{y^2}} + 1}{\\sqrt{1 + \\frac{x^2}{y^2}} + 1} \\cdot \\frac{\\sqrt{1 + \\frac{y^2}{x^2}} + 1}{\\sqrt{1 + \\frac{y^2}{x^2}} + 1} \\right] \\quad \\text{and} \\quad \\epsilon H \\log_e \\left[ \\frac{\\frac{x^2}{y^2} \\left( \\sqrt{1 + \\frac{x^2}{y^2}} + 1 \\right) \\left( \\sqrt{1 + \\frac{y^2}{x^2}} + 1 \\right)}{\\left( \\sqrt{1 + \\frac{x^2}{y^2}} + 1 \\right) \\left( \\sqrt{1 + \\frac{y^2}{x^2}} + 1 \\right)} \\right].\n\\]\n\nThese may be written in the following form:\n\n\\[\n\\epsilon H \\log_e \\left[ \\frac{\\sqrt{1 + \\frac{y^2}{x^2}} + \\frac{y}{x}}{\\sqrt{1 + \\frac{y^2}{x^2}} + \\frac{y}{x}} \\cdot \\frac{\\sqrt{1 + \\frac{Y^2}{x^2}} + \\frac{Y}{x}}{\\sqrt{1 + \\frac{Y^2}{x^2}} + \\frac{Y}{x}} \\right] \\quad \\text{and} \\quad \\epsilon H \\log_e \\left[ \\frac{\\left( \\sqrt{1 + \\frac{y^2}{x^2}} + \\frac{y}{x} \\right) \\left( \\sqrt{1 + \\frac{Y^2}{x^2}} + \\frac{Y}{x} \\right)}{\\left( \\sqrt{1 + \\frac{y^2}{x^2}} + \\frac{y}{x} \\right) \\left( \\sqrt{1 + \\frac{Y^2}{x^2}} + \\frac{Y}{x} \\right)} \\right].\n\\]\n\nIf the numerator and denominator of the fraction under the logarithm in the second of these be multiplied by\n\n\\[\n\\left( \\sqrt{1 + \\frac{y^2}{x^2}} - \\frac{y}{x} \\right) \\left( \\sqrt{1 + \\frac{y^2}{x^2}} - \\frac{y}{x} \\right),\n\\]\n\nits value will not be changed, but it will become\n\n\\[\n\\epsilon H \\log_e \\left[ \\frac{\\left( \\sqrt{1 + \\frac{y^2}{x^2}} - \\frac{y}{x} \\right) \\left( \\sqrt{1 + \\frac{Y^2}{x^2}} + \\frac{Y}{x} \\right)}{\\left( \\sqrt{1 + \\frac{y^2}{x^2}} + \\frac{y}{x} \\right) \\left( \\sqrt{1 + \\frac{Y^2}{x^2}} - \\frac{y}{x} \\right)} \\right].\n\\]\n\nNow this is precisely the same as the first when \\(-y\\) is put for \\( y \\); and it is only in this change of sign in \\( y \\) that the parallelogram \\( Fb' \\) differs from \\( Fb \\). Hence the first formula includes the second, and is applicable to all tabular masses lying on the right (or the positive side) of the axis of \\( y \\), on either side of \\( x \\). It will be observed, however, that the same is not true of \\( Y \\) in this formula, as may easily be seen by going through a process similar to this transformation for \\( y \\). We must therefore remember not to let \\( Y \\) be negative. The way to obviate this in the use of the formula is to make the direction in which \\( Y \\) is measured in any particular case the direction of positive ordinates for that case, and then \\( y \\) will be positive or negative as it lies on the same or the opposite side of the axis of \\( x \\) from \\( Y \\).\n\n16. The formula can be very much simplified as follows.\n\nPut\n\n\\[\n\\frac{Y}{x} = \\tan \\theta_1, \\quad \\frac{y}{x} = \\tan \\theta_2, \\quad \\frac{Y}{X} = \\tan \\theta_3, \\quad \\frac{y}{x} = \\tan \\theta_4;\n\\]\n\n\\[\n\\therefore \\quad \\sqrt{1 + \\frac{Y^2}{x^2}} + \\frac{Y}{x} = \\frac{1 + \\sin \\theta_1}{\\cos \\theta_1} = \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_1 \\right),\n\\]\n\nand similarly of the others.\n\nMDCCCLVI.\nHence, since $0.43429$ is the modulus of common logarithms,\n\n$$\\text{attraction} = \\frac{gH}{0.43429} \\left\\{ \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_1 \\right) + \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_2 \\right) - \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_3 \\right) - \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_4 \\right) \\right\\}. $$\n\n17. A similar formula is true for the attraction parallel to the axis of $y$; and may be obtained from the above by interchanging $X$ and $Y$, $x$ and $y$.\n\n18. As a kind of test of the truth of the formula deduced in the last article but two, let $X=x+dx$ and $Y=y+dy$. In this case the tabular mass becomes an elementary vertical prism of height $H$ and base $dx.dy$; and by expanding in powers of $dx$ and $dy$ the expression comes out, as it should, attraction $= \\frac{gH.dx.dy.x}{(x^2+y^2)^{\\frac{3}{2}}}.$\n\n19. The attraction of the earth on a point at its surface, that is, gravity $(g)=\\frac{4\\pi}{3}D.a$, where $D$ is the mean density of the earth, and $a$ the radius,\n\n$$\\therefore D=\\frac{3}{4\\pi} \\frac{g}{a};$$\n\nand the coefficient of the last formula in art. 16\n\n$$= \\frac{g}{0.434} H = \\frac{3}{4\\pi(0.434)} \\frac{g}{D} \\frac{g}{a} H.$$ \n\nLet the density of the attracting mass be taken to be that of granite*, that is, about\n\n* Should the density differ from this in any particular case of application of the formula, especially for parts in the immediate neighbourhood of the plumb-line, then the coefficient must be altered in proportion.\n\nJudging from the following Table, which is taken from Colonel's Sabine's volume on the Pendulum, p. 338, it would appear that pendulum experiments afford a good means of measuring the relative density of the parts of the earth's crust near the place of observation. He gives this as the result of his calculations on the subject:\n\n| Stations          | Excess or defect of vibrations | Scale of density [of the strata beneath] |\n|-------------------|--------------------------------|----------------------------------------|\n| St. Thomas        | +5.58                          | 100                                    |\n| Ascension         | +5.04                          | 94                                     |\n| Spitzbergen       | +3.50                          | 79                                     |\n| Jamaica           | +0.28                          | 45                                     |\n| New York          | +0.00                          | 43                                     |\n| Greenland         | -0.08                          | 43                                     |\n| Sierra Leone      | -0.12                          | 42                                     |\n| London            | -0.28                          | 41                                     |\n| Hammerfest        | -0.52                          | 37                                     |\n| Bahia             | -1.80                          | 26                                     |\n| Drontheim         | -3.10                          | 12                                     |\n| Trinidad          | -4.12                          | 2                                      |\n| Maranham          | -4.34                          | 1                                      |\n\nThus pendulum experiments seem well calculated to test the existence of local attraction, at any rate the vertical part of it. But they can be of no service in determining the part of local attraction which is effective in deflecting the plumb-line, except in determining the density of the attracting mass; for the part which is effective in one case is entirely inoperative in the other. If $G$ be the force of local attraction, and this be resolved into two forces, $V$ vertical and $H$ horizontal, then $H$ is the only part which has any sensible effect in\nhalf the mean density of the earth; and put \\( a = 20923713 \\) feet. Then the above coefficient \\( = \\frac{g}{76127500} H \\), \\( H \\) being expressed in feet. Hence also\n\nTangent of angle of deflection of the plumb-line at \\( A \\) in the vertical plane through \\( x \\) caused by the tabular mass on \\( Fb \\)\n\n\\[\n= \\text{attraction parallel to } x + g \\\\\n= \\frac{H}{76127500} \\left\\{ \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_1 \\right) + \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_2 \\right) - \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_3 \\right) - \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_4 \\right) \\right\\};\n\\]\n\nor, angle of deflection of the plumb-line in the vertical plane through \\( x \\)\n\n\\[\n= \\frac{1''}{369} H \\left\\{ \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_1 \\right) + \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_2 \\right) - \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_3 \\right) - \\log \\tan \\left( 45^\\circ + \\frac{1}{2} \\theta_4 \\right) \\right\\}.\n\\]\n\n20. From this easily flows the following Rule for calculating the deviation caused in the plumb-line in any plane by the attraction of a tabular mass of which the height above the sea-level is \\( H \\) feet.\n\nTake the origin of coordinates at the station where the plumb-line is. Let the plane of \\( xy \\) be horizontal, and the axis of \\( x \\) in the vertical plane in which the amount of deflection is to be found.\n\nWrite down the coordinates \\( XYxy \\) of the furthest and nearest angles of the tabular mass from the origin; \\( Y \\) is always to be considered positive, and \\( y \\) positive or negative accordingly.\n\nForm four ratios, by first dividing each ordinate by the abscissa not belonging to it, and then by dividing each ordinate by its own abscissa, viz. \\( \\frac{Y}{x}, \\frac{y}{x}, \\frac{Y}{X}, \\frac{y}{X} \\).\n\nLook in a Table of Tangents for the four angles of which the tangents equal the above ratios.\n\nForm four more angles by adding (subtracting if they be negative) half of each of these angles just found to \\( 45^\\circ \\).\n\nFrom the sum of the log-tangents of the first two of these angles subtract the sum of the log-tangents of the second two.\n\nThis result, multiplied by \\( H \\) feet and by \\( \\frac{1''}{369} \\), will give the required deflection in seconds of a degree.\n\ndeflecting the plumb-line; and \\( V \\) is the only part which has any influence in altering the time of vibration of the pendulum, as it is easily proved that a small constant horizontal force, though it affects the arc of vibration, has no effect on the time of vibration. Thus the determinations of local attraction by the pendulum cannot assist in determining the effect of local attraction on the plumb-line, except in as far as they assist in pointing out the relative density of the mass which deranges the normal state of things.\nThe simplicity of this Rule will be seen in the application I propose to make of it in the next section.\n\nIt should be mentioned that the only restriction to be attended to in the application of this Rule is, that the ratio of the height of the attracted station above the sea to each of the horizontal coordinates of the nearest angle of the attracting mass must be small, and so small that its square may be neglected.\n\nIf any part of the attracting mass is nearer to the station than this, the approximate formula must for that part of the mass be abandoned, and a direct calculation made*.\n\nIII. Application of the Formula to obtain a rough approximation to the meridian deflection of the Plumb-line at Burleigh Moor.\n\n21. In the Plate attached to this paper, an outline sketch is given of the east of England, with a view to show how the land lies with reference to Burleigh Moor—the station to which I now propose to apply the formula, by way of illustration, with the scanty data which I have been able as yet to obtain. By the help of accurate survey maps no doubt a very close approximation might be obtained to the actual amount of the deflection, not only at Burleigh Moor, but at the other stations. The data used in this calculation are taken from the outline map of England in the third volume of General Mudge's Account of the English Survey, published in 1811. A number of heights of stations are marked down on the map; and it is from these, as I have no other source of information, that I have inferred the average height of the masses into which I divide the land. But as these heights, as I conjecture, almost all appertain to elevated points, visible from a distance for the purposes of the survey, their average will be much greater than the average height of the country to which they appertain. I have taken the height of the masses equal to three-fifths of the average height above the sea of the various stations belonging to that mass. The result which I arrive at will therefore be only a rough approximation, for want of\n\n* If XY are the horizontal coordinates to the middle of a vertical prism, of which the height measured from the sea-level is H, h being the height of the station, and A the area (in square feet) of the horizontal section of the prism; then, if A be small, the horizontal attraction of the prism parallel to x\n\n\\[ \\frac{\\rho AX}{X^2 + Y^2} \\left\\{ \\frac{h}{\\sqrt{X^2 + Y^2 + h^2}} + \\frac{H-h}{\\sqrt{X^2 + Y^2 + (H-h)^2}} \\right\\}. \\]\n\nBy the same reasoning as in art. 19, this\n\n\\[ \\frac{\\rho AX}{D X^2 + Y^2} \\left\\{ \\frac{h}{\\sqrt{X^2 + Y^2 + h^2}} + \\frac{H-h}{\\sqrt{X^2 + Y^2 + (H-h)^2}} \\right\\} \\frac{g}{8764500}, \\]\n\nD being the mean density of the earth, and A being expressed in square feet, XYHh in feet.\n\nOr, the angle of deflection, in the vertical plane through the axis of x, caused by this prism\n\n\\[ \\frac{\\rho AX}{D X^2 + Y^2} \\left\\{ \\frac{h}{\\sqrt{X^2 + Y^2 + h^2}} + \\frac{H-h}{\\sqrt{X^2 + Y^2 + (H-h)^2}} \\right\\} \\frac{1''}{424.9}. \\]\n\nThe value of this must be found for each of the vertical prisms near the station, and their sum taken.\nmore accurate data. But the calculation may be useful to illustrate the use of the formula.\n\n22. If a meridian line be drawn about thirty miles west of Burleigh Moor, the resultant attraction on that place of the portion of the British Isles to the west of that line will be due west or nearly so, whatever be its amount, which is doubtless small. For the mountain region of Cumberland and Westmoreland lies due west; and those of Scotland and Wales lie at about the same bearing north and south of west, and therefore taking their mass to be about the same their resultant attraction will be west. The attraction too of the level country west of the line laid down, and of the table on which the mountain regions rest, will be about west. So that we may conclude that the part of the land which is effective in deflecting the plumb-line at Burleigh Moor in the plane of the meridian is that portion which lies east of the line.\n\nThis tract of country I divide into four portions, A, B, C, D, as marked in the Plate. The small irregular portions \\(a\\) and \\(b\\) on opposite sides of the station I suppose to counteract each other. The station itself I suppose to be in the centre of a neutral parallelogram, of which the north and east sides are the average line of sea cliff in that neighbourhood. The distances of these cliffs I put down as 3 and 10 miles. This I deduce merely from the map in the account of the Survey: it is in these assumptions regarding the parts nearest the station that the chief sources of error will lie in the present calculation, from insufficient data. The portion to the west of the station, marked \\(c\\), will have no effect in the direction of the meridian.\n\nThe mass A will produce a deflection northward; the other masses, southward. The average heights I take to be 505, 628, 448, 394 feet above the sea-level.\n\n23. The following Table is formed from the formula given in art. 16, according to the Rule laid down in art. 20.\n| Coordinates | Ratios | Ratios in decimals | First angles | Second angles | Log-tangents | Results |\n|------------|-------|-------------------|-------------|--------------|-------------|---------|\n| **For A (lying to the north of the parallel through Burleigh Moor).** | | | | | | |\n| X = 23 miles | $\\frac{30}{3} = 10\\cdot0000000$ | $84^\\circ 17' 20''$ | $87^\\circ 8' 40''$ | $1\\cdot3020723$ | $0\\cdot1825496$ | Deflection in meridians. |\n| Y = 30 | $\\frac{10}{23} = 0\\cdot4347826$ | $23^\\circ 29' 50''$ | $56^\\circ 44' 55''$ | $0\\cdot1833190$ | $\\times \\frac{505}{369} = -0\\cdot250$ |\n| x = 3 | $\\frac{30}{23} = 1\\cdot3043478$ | $52^\\circ 31' 20''$ | $71^\\circ 15' 40''$ | $0\\cdot4694955$ |\n| y = 10 | $\\frac{10}{3} = 3\\cdot3333333$ | $73^\\circ 18' 0''$ | $81^\\circ 39' 0''$ | $0\\cdot8333462$ |\n| **For B (lying to the south).** | | | | | | |\n| X = 40 | $\\frac{30}{3} = 10\\cdot0000000$ | $84^\\circ 17' 30''$ | $87^\\circ 8' 45''$ | $1\\cdot3022389$ | $1\\cdot8638725$ |\n| Y = 30 | $\\frac{-16}{40} = -0\\cdot4000000$ | $-21^\\circ 48' 2''$ | $34^\\circ 5' 59''$ | $1\\cdot8306168$ | $\\times \\frac{628}{369} = +3\\cdot172$ |\n| x = 3 | $\\frac{30}{40} = 0\\cdot7500000$ | $36^\\circ 52' 6''$ | $63^\\circ 26' 3''$ | $0\\cdot3010169$ |\n| y = -16 | $\\frac{-16}{3} = -5\\cdot3333333$ | $-79^\\circ 23' 10''$ | $5^\\circ 18' 25''$ | $2\\cdot9679663$ |\n| **For C.** | | | | | | |\n| X = 88 | $\\frac{32}{40} = 0\\cdot8000000$ | $38^\\circ 39' 35''$ | $64^\\circ 19' 47''$ | $0\\cdot3181903$ | $0\\cdot3192385$ |\n| Y = 32 | $\\frac{-30}{88} = -0\\cdot3409091$ | $-18^\\circ 49' 30''$ | $35^\\circ 35' 15''$ | $1\\cdot8546701$ | $\\times \\frac{448}{369} = +0\\cdot388$ |\n| x = 40 | $\\frac{32}{88} = 0\\cdot3636364$ | $19^\\circ 59' 0''$ | $54^\\circ 59' 30''$ | $0\\cdot1546388$ |\n| y = -30 | $\\frac{-30}{40} = -0\\cdot7500000$ | $-36^\\circ 52' 6''$ | $26^\\circ 33' 57''$ | $1\\cdot6989831$ |\n| **For D.** | | | | | | |\n| X = 270 | $\\frac{80}{88} = 0\\cdot9090909$ | $42^\\circ 16' 26''$ | $66^\\circ 8' 13''$ | $0\\cdot3542184$ | $0\\cdot3278590$ |\n| Y = 80 | $\\frac{-30}{270} = -0\\cdot1111111$ | $-6^\\circ 20' 30''$ | $41^\\circ 49' 45''$ | $1\\cdot9518325$ | $\\times \\frac{394}{369} = +0\\cdot350$ |\n| x = 88 | $\\frac{80}{270} = 0\\cdot2962963$ | $16^\\circ 30' 15''$ | $53^\\circ 15' 7''$ | $0\\cdot1268639$ |\n| y = -30 | $\\frac{-30}{88} = -0\\cdot3490909$ | $-19^\\circ 14' 38''$ | $35^\\circ 22' 41''$ | $1\\cdot8513280$ |\n\nTotal deflection to south = $3\\cdot660$\n\n24. Hence, according to this rough approximation, the deflection of the plumb-line at Burleigh Moor to the south is $3\\cdot660$. It will be observed that the attraction of the space B is much larger in its amount than that of any of the other spaces; in\nfact, it is 87 per cent. of the whole attraction, although it is of smaller dimensions than those to the south of it. This arises from its proximity to the station, its distance being put down as 3 miles south of Burleigh Moor—that being the supposed distance of that station from the average line of coast on the north. If I had made this 2 miles instead of 3, the attraction of B would have produced a deflection of $4''180$ instead of $3''172$, so considerable is the effect of the parts lying nearest to the attracted station. This shows the importance of an accurate survey being made of the neighbourhood of each of the terminal stations of the several portions of the arc, that the local deflections may be accurately calculated.\n\n25. Should it prove, on a careful survey of the neighbourhood of Burleigh Moor, that the deflection above deduced is correct, then the\n\n- Deflection at Clifton is . . . $0'912$ to the south.\n- Deflection at Arbury Hill is . . $4'579$ to the north.\n- Deflection at Blenheim is . . $5'902$ to the north.\n- Deflection at Greenwich is . . $3'976$ to the north.\n- Deflection at Dunnose is . . $1'062$ to the north.\n\nAnd by making use of the Table from Captain Yolland's volume quoted in art. 8,—\n- Deflection at Southampton will be . . $4'772$ to the north.\n- Deflection at Boniface Down will be . . $3'542$ to the north.\n- Deflection at Week Down will be . . $3'322$ to the north.\n- Deflection at Port Valley will be . . $4'352$ to the north.\n- Deflection at Black Down will be . . $5'872$ to the north.\n\nThe coast about Black Down attains an altitude of about 800 feet, and the whole of England and Scotland lies north of it. The deflection, therefore, of the plumb-line at that place deduced above is about what might have been anticipated, viz. $5''872$ northward, if the amount at Burleigh Moor be what my calculation brings it out, viz. $3''660$.\n\nBut it is only an accurate survey which can afford data fully satisfactory, upon which to base the calculation of the deflection of the plumb-line at the extremities of the several portions of the arc. When the true amounts of deflection are calculated, and the amplitudes corrected for local attraction, the process followed in art. 3 will bring out the actual ellipticity of the English arc; when it will be seen whether it is or is not more curved than the ellipticity $\\frac{1}{300'8}$ would indicate.\n\n*Deep River, Cape of Good Hope,*  \n*September 23, 1854.*\nAPPENDIX.\n\nCalculation of the Values of E (see art. 4).\n\n\\[ E = \\frac{1}{2} + \\frac{3}{2} \\sin \\lambda \\cos 2\\mu \\]\n\n\\[ = '5 + \\frac{1.5}{\\sin \\lambda} \\sin \\lambda \\cos 2\\mu \\]\n\n\\[ = '5 + \\log^{-1}(5.4905168 + \\log \\frac{\\sin \\lambda}{\\lambda} + \\log \\cos 2\\mu). \\]\n\nArc 1. \\( 2\\mu = 102^\\circ 5' 46''6 \\)\n\n\\[ E_1 = '5 - \\log^{-1} \\left[ \\begin{array}{c}\n5.4905168 \\\\\n6.6855586 \\\\\n1.3212823 \\\\\n1.4973577\n\\end{array} \\right] = 0.18569. \\]\n\nArc 2. \\( 2\\mu = 103^\\circ 19' 6''6 \\)\n\n\\[ E_2 = '5 - \\log^{-1} \\left[ \\begin{array}{c}\n5.4905168 \\\\\n6.6855720 \\\\\n1.3624091 \\\\\n1.5384979\n\\end{array} \\right] = 0.15446. \\]\n\nArc 3. \\( 2\\mu = 104^\\circ 3' 55''7 \\)\n\n\\[ E_3 = '5 - \\log^{-1} \\left[ \\begin{array}{c}\n5.4905168 \\\\\n6.6855716 \\\\\n1.3856669 \\\\\n1.5617553\n\\end{array} \\right] = 0.13545. \\]\n\nArc 4. \\( 2\\mu = 105^\\circ 40' 59''2 \\)\n\n\\[ E_4 = '5 - \\log^{-1} \\left[ \\begin{array}{c}\n5.4905168 \\\\\n6.6855413 \\\\\n1.4318788 \\\\\n1.6079369\n\\end{array} \\right] = 0.09455. \\]\n\nArc 5. \\( 2\\mu = \\)\n\n\\[ E_5 = '5 - \\log^{-1} \\left[ \\begin{array}{c}\n5.4905168 \\\\\n6.6855475 \\\\\n1.4907261 \\\\\n1.6667904\n\\end{array} \\right] = 0.03571. \\]\n\nCalculation of the Values of A (see art. 4).\n\n\\[ A = \\log^{-1}(\\log \\lambda - \\log \\alpha). \\]\n\n\\[ \\lambda_1 = 3091.39 \\quad \\alpha_1 = 313696 \\]\n\\[ \\lambda_2 = 1307.90 \\quad \\alpha_2 = 132802 \\]\n\\[ \\lambda_3 = 1380.30 \\quad \\alpha_3 = 139822 \\]\n\\[ \\lambda_4 = 4443.40 \\quad \\alpha_4 = 450045 \\]\n\\[ \\lambda_5 = 4010.11 \\quad \\alpha_5 = 406463 \\]\n\n\\[ A_1 = \\log^{-1} \\left[ \\begin{array}{c}\n3.4901538 \\\\\n5.4965090 \\\\\n3.9936448\n\\end{array} \\right] = 0.00985473. \\]\n\n\\[ A_2 = \\log^{-1} \\left[ \\begin{array}{c}\n3.1165745 \\\\\n5.1232046 \\\\\n3.9933699\n\\end{array} \\right] = 0.00984850. \\]\n**Attraction in the Case of the English Arc.**\n\n\\[ A_3 = \\log^{-1} \\left[ \\frac{3.1399735}{5.1455755} \\right] = 0.00987184. \\]\n\n\\[ A_4 = \\log^{-1} \\left[ \\frac{3.6477154}{5.6532559} \\right] = 0.00987324. \\]\n\n\\[ A_5 = \\log^{-1} \\left[ \\frac{3.6031562}{5.6090210} \\right] = 0.00986587. \\]\n\n**Calculation of the Values of \\( \\varepsilon \\) (see art. 4).**\n\n| Arcs compared. | Values of \\( \\log \\left( \\frac{A_1}{A_2} \\right) \\) | \\( \\frac{A_1}{A_2} - 1 \\) | \\( \\frac{A_1}{A_2} - 1 \\) | \\( e = \\frac{E_1 - E_2}{E_1 - E_2} \\) | Values of \\( \\varepsilon \\) |\n|----------------|---------------------------------|-----------------|-----------------|-----------------|-----------------|\n| 1st and 2nd... | 0.0002749                       | +0.000633       | +63.3           | log\\(^{-1}\\) \\left[ \\frac{1.8014037}{3.4945720} \\right] = +0.0202690 |\n| 1st and 3rd... | 1.9992468                       | -0.001733       | -173.3          | log\\(^{-1}\\) \\left[ \\frac{2.2387986}{3.7010496} \\right] = -0.0344944 |\n| 1st and 4th... | 1.9991853                       | -0.008874       | -187.4          | log\\(^{-1}\\) \\left[ \\frac{2.2727696}{3.9597090} \\right] = -0.0205622 |\n| 1st and 5th... | 1.9995096                       | -0.001129       | -112.9          | log\\(^{-1}\\) \\left[ \\frac{2.0526939}{4.1760333} \\right] = -0.0075277 |\n| 2nd and 3rd... | 1.9989719                       | -0.002365       | -236.5          | log\\(^{-1}\\) \\left[ \\frac{2.3738311}{3.2789801} \\right] = -0.1244090 |\n| 2nd and 4th... | 1.9989104                       | -0.002506       | -250.6          | log\\(^{-1}\\) \\left[ \\frac{2.3989811}{3.7774993} \\right] = -0.0418294 |\n| 2nd and 5th... | 1.9992347                       | -0.001761       | -176.1          | log\\(^{-1}\\) \\left[ \\frac{2.2457594}{4.0746336} \\right] = -0.0148295 |\n| 3rd and 4th... | 1.9989385                       | -0.002441       | -244.1          | log\\(^{-1}\\) \\left[ \\frac{2.3875678}{3.6117233} \\right] = -0.0596822 |\n| 3rd and 5th... | 0.0002628                       | +0.000605       | +60.5           | log\\(^{-1}\\) \\left[ \\frac{1.7817554}{3.9988694} \\right] = +0.0607577 |\n| 4th and 5th... | 0.0003243                       | +0.000747       | +74.7           | log\\(^{-1}\\) \\left[ \\frac{1.8733206}{3.7696727} \\right] = +0.0125964 |\n\nMean of the ten values of \\( \\varepsilon \\) = -0.0209711\n\n\\[\n= \\frac{1}{47.6846}\n\\]\nCalculation of the Values of A for an ellipse, in which \\(a = 20923713\\) feet,\nand \\(\\varepsilon = \\frac{1}{300.8}\\) (see art. 6).\n\n\\[\n\\lambda_{\\text{arc}} = \\frac{1}{a}(1 + E.\\varepsilon) = \\frac{\\varepsilon}{a \\sin 1''} \\left( \\frac{1}{\\varepsilon} + E \\right).\n\\]\n\n\\[\n= \\log^{-1} \\begin{bmatrix}\n7.3206389 \\\\\n6.6855749 \\\\\n2.4782778 \\\\\n4.4844916\n\\end{bmatrix} \\times \\begin{bmatrix}\n300.8 + E = \\\\\n300.98569 \\\\\n300.95446 \\\\\n300.93545 \\\\\n300.89455 \\\\\n300.83571\n\\end{bmatrix}\n\\]\n\n\\[\n= \\log^{-1} \\begin{bmatrix}\n5.5155084 + 2.4785458 \\\\\n5007 \\\\\n4733 \\\\\n4144 \\\\\n3293\n\\end{bmatrix}\n\\]\n\n\\[\n= \\log^{-1} \\begin{bmatrix}\n3.9940542 \\\\\n3.9940091 \\\\\n3.9939817 \\\\\n3.9939228 \\\\\n3.9938377\n\\end{bmatrix}\n\\]\n\nDifferences between these and the former values of A.\n\n\\[\n\\begin{align*}\n0.00986402 & - 0.00000929 \\\\\n0.00986300 & - 0.00001450 \\\\\n0.00986238 & + 0.00000946 \\\\\n0.00986104 & + 0.00001220 \\\\\n0.00985911 & + 0.00000676\n\\end{align*}\n\\]\n\nCalculation of the Errors in amplitude (see art. 6).\n\nMultiply these last differences by the lengths of the arcs.\n\n1st arc, amplitude is in defect \\(\\log^{-1} \\begin{bmatrix}\n6.9680157 \\\\\n5.4965090 \\\\\n0.4645247\n\\end{bmatrix} = 2''.914\\)\n\n2nd arc, amplitude is in defect \\(\\log^{-1} \\begin{bmatrix}\n5.1613680 \\\\\n5.1232046 \\\\\n0.2845726\n\\end{bmatrix} = 1''.926\\)\n\n3rd arc, amplitude is in excess \\(\\log^{-1} \\begin{bmatrix}\n5.9758911 \\\\\n5.1455755 \\\\\n0.1214666\n\\end{bmatrix} = 1''.323\\)\n\n4th arc, amplitude is in excess \\(\\log^{-1} \\begin{bmatrix}\n5.0863598 \\\\\n5.6532559 \\\\\n0.7396158\n\\end{bmatrix} = 5''.491\\)\n\n5th arc, amplitude is in excess \\(\\log^{-1} \\begin{bmatrix}\n6.8299467 \\\\\n5.6090210 \\\\\n0.4389677\n\\end{bmatrix} = 2''.748\\)\nPostscript.\n\nSince the above was written, I have had the opportunity of seeing a notice of the communication of the Astronomer Royal on the density of table-lands supposed to be supported by a dense fluid or semifluid mass, and the use he makes of his suggestions to remove the discrepancy, pointed out in my first communication, between the values of the deflection of the plumb-line in India, as determined by calculating the attraction of the Himalayas, and as indicated by the results of the Great Trigonometrical Survey. The following difficulties occur to me in the way of this highly ingenious and philosophical method of removing the discrepancy:\n\n1. It assumes that the hard crust of the earth is sensibly lighter than the fluid or semifluid mass, imagined to be a few miles below the surface. But I know of no law, except the unique law of water and ice, which would lead us to suppose that the fluid mass in consolidating would expand and become lighter. One would rather expect it to become denser, by loss of heat and mutual approximation of its particles.\n\n2. There is, moreover, every reason to suppose that the crust of the earth has long been so thick, that the position of its parts relatively to a mean level cannot be any longer subject to the laws of floatation. If the elevations and depressions of the earth's surface have always remained exactly what they were at the time when the laws of floatation ceased to have an uncontrolled effect, then the same reasoning would no doubt apply in our case, as if they still had their full sway. But geology shows that other laws are in constant operation (arising most probably, as Mr. Babbage has suggested, from the expansion and contraction of the solid materials of the crust), which change the relative levels of the various parts of the earth's surface, quite irrespectively of the laws of floatation. If Mr. Hopkins's estimate of the thickness of the crust be correct, viz. at least 1000 miles, these laws of change in the surface must have been in operation for such an enormous interval of time, as quite to obliterate any traces of the form of surface which the simple principles of hydrostatics would occasion. Indeed, it seems to me highly probable, that the elevation of the Himalayas and the vast regions beyond may have taken place altogether from a slow upheaving force arising from this cause.\n\nI am inclined to think that the only explanation of the discrepancy between my calculation and the results of the Indian Survey is to be found in the greater curvature of the Indian arc.\n\nLondon, June 2, 1855.\n\nNote added after the reading of the Paper.\n\nA further difficulty arises from the peculiar law which the thickness of the crust must follow, if the present form of the surface arises altogether from hydrostatic principles. For if an excess of matter at the surface, in table-lands and mountains, implies a deficiency of matter below and therefore a protrusion of the light crust\ndown into the heavy fluid supporting it; so must a deficiency of matter near the surface, in deep and wide oceans, imply an excess of matter below the ocean-bed, and therefore a protrusion of the heavy fluid up into the light crust. If this were not the case, the fluid below would by its greater upward pressure burst up the crust beneath the ocean, and this would lead to a catastrophe.\n\nHence the thickness of the crust must follow this singular law,—that wherever its upper part is increased by rising into mountains and table-lands, its lower part is also increased by projecting downwards into the internal fluid; and wherever, on the other hand, the upper part is diminished by sinking into ocean-beds, there also the lower part is diminished by the heavy fluid protruding into it.\n\nThis law appears to be contrary to what we should expect from the process of cooling.\n\nLausanne, October 8, 1855.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108579.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 28,
    "total-input-tokens": 44962,
    "total-output-tokens": 20103,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2558,
        2
      ],
      [
        2558,
        5330,
        3
      ],
      [
        5330,
        7658,
        4
      ],
      [
        7658,
        9995,
        5
      ],
      [
        9995,
        12330,
        6
      ],
      [
        12330,
        15367,
        7
      ],
      [
        15367,
        17975,
        8
      ],
      [
        17975,
        20900,
        9
      ],
      [
        20900,
        23200,
        10
      ],
      [
        23200,
        25769,
        11
      ],
      [
        25769,
        28954,
        12
      ],
      [
        28954,
        32806,
        13
      ],
      [
        32806,
        35633,
        14
      ],
      [
        35633,
        38744,
        15
      ],
      [
        38744,
        40705,
        16
      ],
      [
        40705,
        43370,
        17
      ],
      [
        43370,
        45821,
        18
      ],
      [
        45821,
        47511,
        19
      ],
      [
        47511,
        49874,
        20
      ],
      [
        49874,
        51529,
        21
      ],
      [
        51529,
        54495,
        22
      ],
      [
        54495,
        55399,
        23
      ],
      [
        55399,
        55399,
        24
      ],
      [
        55399,
        55399,
        25
      ],
      [
        55399,
        55399,
        26
      ],
      [
        55399,
        55399,
        27
      ],
      [
        55399,
        55399,
        28
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108579",
    "title": "On the Effect of Local Attraction upon the Plumb-Line at Stations on the English Arc of the Meridian, between Dunnose and Burleigh Moor; And a Method of Computing Its Amount",
    "authors": "John Henry Pratt",
    "year": 1856,
    "volume": "146",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 28,
    "jstor_url": "https://www.jstor.org/stable/108579"
  }
}