{
  "id": "7cdd12fd460868d22d28474e6cd2baf3f1c80bcb",
  "text": "IV. Some Observations concerning Insects made by Mr John Banister in Virginia, A.D. 1680. with Remarks on them by Mr James Petiver, Apothecary and Fellow of the Royal Society.\n\nVespae Ichneumones. Here are divers kinds, long and slender wasted all, these make their Nests of Dirt, and are therefore called Dirt Wasps. Some of them make their Nests contiguous to one another, each adjoyning Cavity having in it 2 or more partitions: Others build them in clamps one upon another; they fix them against a Wall or Ceiling of an house, or anywhere where dry. There is not above 2 Wasps belonging to one of these Vesparies, for when they have made one Cell, and put into it 6 or 8 live Spiders, they close it up to work upon another, leaving them to brood upon their young, something like that of Aristotle in his Hist. Animal. Lib. 1. cap. 20.\n\nThe young ones of these are cased over with a thin transparent horny skin of an Amber colour; those of the other are contained in a brown case, with a certain number of regular protuberances at one end thereof, some again lyse in brown ones that are smooth, and some (if I mistake not) naked. I have not had leisure this year to inquire so far into their generation, production, &c. as I would, vid. Mart. Lister Hist. Animal, cap. 5. libr. de Araneis in genere.\n\nWe have several other coloured Wasps.\n\nTwo black and white, that build their Nests on the small branches of Trees: Of the lesser kind of Nest, there is a very good Figure and Description in Piso his Nat. Hist. of Brazil lib. 5. cap. 12. p. 287. only as it seems to stand erect, it should have been made pendulous: This is of an oval form,\nand about the bigness of a Goose Egg. The other is much larger and more round; the Wasps also are somewhat bigger. A Third sort I found in shape and colour like our common English Wasp, whose little Nest was half round (like the Bell of a Clock) fixt under the covert of a rotten Logg. These Nests in colour resemble brown paper, only the last tends to a Brimstone colour. Here are others brown with purple wings, and some with streaks of yellow under their bellies. These make their Combs of the same matter the former do, but naked without any cover, and therefore commonly choose the shelter of a house, &c. tho I have seen them sticking in a Bush: Here are also some Philamot ones with purple wings, and other large ones black and yellow, with a Mouth like a Brieze or Stout, and one Red and Black without wings, whose sting is very long. This last is a very singular Wasp, and the only one I have as yet seen without Wings, it was first given me by Mr James Marshal, who had it from Virginia, since which I have received it from Carolina, amongst several other curious Insects, my kind Friend Mr Edmund Bohun was pleased to send me from thence. I also remember to have seen it amongst those our very ingenious Friend, Dr David Krieg, Fellow of this Society, made whilst in Maryland. I think it may not improperly be called Vespa Virginiana impennis, ex nigro rubroq5, mixta.\n\nBombylus Teredo. These Bees eat into Timber, and there make their Nests. This was in the Joyce of a House so firm and sound, that it was very hard entring with a Peircer, the hole was but just big enough for the Bee, to creep in at, and went right up, about 2 inches in the Wood, and then in a transverse line at least half a foot on each side, which seem'd to me (as I probed it with a knitting Needle) to be twice as wide as the entrance, how many Bees belonged to it I cannot tell,3 there was in, and I heard one or two about the door.\n\nMouffet.\nMouffet at the latter end of his 6th Chapter de Propoli, p. 36 says, there are 4 sorts of Hyve-drogs. 1. 'A Popul' lo nigra tantum colligitur, quam Ægyrinam vocant, color flavo aut fulvo, tractatu mollis est & Visci instar se- quax, odorem habet suavem, jucundum capiti gratum, somniferum, styracis æmulum, sapore Populneis gemmis respondet. The young Buds of common Black Poplar I know do yield some such glutinous matter, of which is made the Unguentum Populeon of the shopps. But there is a Tree in the lower parts of this Country called the Balsam Tree, whose Leaves both in smell and shape resemble those of Black Poplar. The People there call it Balsam, and make use of it for Green Wounds, &c. I believe it may be worth enquiry, whether the Hyve-drogs there differs from that in other parts of the Country, where this Tree does not grow, or whether what the Bees in England extract from the Black Poplar be as good, or whether this Balm be not better to make up Salves, as it comes from the Tree, or for any other use this Propolis is so much commended.\n\nOestrum. Forte Asilus Virginienfis Pennei.\n\nMusca carnivora Vivipera. A small brown Fly, that extrudes live Maggots.\n\nCicada & earum exuviae, Mouf. 130. Those insects that destroyed the Trees in New England were Cicade. Phil. Trans. No. 8. p. 137.\n\nI this day (viz. May, 20. 1701.) received from the Reverend Mr Hugh Jones in Maryland, amongst other Insects, &c. a very large Cicada, which exactly agrees with the 2 uppermost bigger ones, Figured in Mouffet, pag. 130. towards the right hand, but I cannot with Mr Banister think, it were these Insects that destroyed the Trees, because they have no Forcipes or other Grinders to eat the Leaves, but only a Tube, through which they suck in Dew, which is all the Nourishment that I can understand they live on, and most Writers confirm the same. Mouffet cap. 17. p. 127. lin. 3.\nRore Vitam sustentans satis Arboribusq; non nocens. Virgil also says, Pascuntur dum rore Cicadae, to which also Theocritus the Greek Poet alludes μὴ πρὸς τοὺς οὐρίζεις αὐτοὺς τεττής. Doth he live on Dew like a Cicada or Dew-fly? for so I choose rather to render it, and not a Grasshopper, as most Authors do, which is the next, viz.\n\nLocustae. Grass-hoppers. Barrard in Exod. 667. 8.\n\nI have from these parts a very rare kind, whose wings are wholly green, and without any spots or veiny reticulations, as the common great one always has, for which reason I thus distinguish it. Locusta Americana major, alis viridibus opacis. This or one very like it, I remember to have seen amongst those Insects Dr Sloane brought from Jamaica.\n\nMantis. Tis neither of the Tree that Mouffet describes p. 118. Nor are those 2 Figures in his appendix like it. That of Piso most resembles it, lib. 5. cap. 21. p. 317 but his of an Insect becomes a Vegetable, which I dare not aver of mine.\n\nBlatta. These Cockroaches are one of the Plagues of this Country. They are Oviparous strange and large, that had I not seen one half extruded, I should not have believed them theirs. The Peruvians call these Araners, Mouffet p. 139. But I rather think he meant the Brasilians, and that his Serius should be Leriuss, who wrote a Voyage to Brasil in French A.D. 1594. where p. 159. he calls them Arauners and not Araners. Clusius also in his Exoticks p. 306. in his notes on Monardes takes notice of the same.\n\nBlatta Volans. These are very rare, I have seen but this one here.\n\nCimices. Wall-lice. These are another of our Plagues, for where there is not great care taken to destroy them, they are as numerous in our Beds, as the former are in our Kitchens.\n\nCicindela mas. The Fire-fly.\n\nCicindela Mariana vaginis teneris fuscis marginibus fulvis Act. Phil. 246. p. 397, 16. This\nThis is not that great Virginian kind, whose head shines, nor is it that smaller one, which Piso says the Brazilians call Memoa, nor the common kind, tho much of that shape and size. This emits its light at 2 Crescents; but the whole tail of ours shines, which it contracts and dilates at its pleasure. Its sheath wings are of a dark purple edged with yellow, and so is its head or helmet.\n\nThis is exactly described, and the same with those of Carolina and Maryland, from both which places I have received several of them. Yet amongst those from Carolina, which my ingenious Friend Mr Edmund Bohun sent me, I find a variety, whose sheaths were wholly blackish, but the Helmet edged with yellow: This I call Cicindela Caroliniana viginis omnino nigricantibus.\n\nCicindela Fæmina. The Glow-worm. Is armed Back and Head in Joyst Armour of a deep Murray colour fastened to the Thorax; The Tail made of 9 shelly rings, in the last of which are visible the 2 shining points. Its Head is black, so small one cannot without the help of a Glass, perfectly discern the contexture of it. Its Eyes (if it have any) like those of a Snail, stand on the tops of 2 horns. It has 6 legs,\n\nScarabæus niger ore cornuto seu minor, Moffet 149.\n\nScarabæus niger ore cornuto seu forcipato, capite & scapulis colore succino elytris luteis eleganter notatis.\n\nScarabæus ore cornuto, Elytris purpureis, scapulis nigris cuti more cavis. This is found among rotten Wood, Loggs, and when he is caught, makes a small squeeking noise.\n\nScarabæus Nasicornis ore cornuto.\n\nScarabæus Melolonthes Nasicornis.\n\nScarabæus Magnus nostratus ex nigro eleganter albo depictus. Found on a rotten Log, 60 miles above the habitable parts of James's River.\n\nScarabæus Buniceps cornibus obtusis.\n\nScarabæus Argyrophorus.\nThis is the Holy Beetle in the *Tab. Hieroglyphica* mentioned by the Learned Mr Gregory in his Preface. Here are multitudes of them in the Summer time. I have often inspected their rowling Pellets, yet could not find any alteration in the mass of matter thro' their motion, till at length I met with one of these then deserted balls, in the center whereof lay a small white grub, which possibly might owe its life to the motion. I since found in one of these Balls 2 very little young Beetles, differing in nothing but magnitude from the old.\n\n24. Scarabeus Stercorarius alter, ore forcipato.\n\n25. Scarabeus Stercorarius Capite, Scapulis & Elytris quasi sculptura excavatis. An Cantharus Carolinianus obscure cuprosus, vaginis inaequalibus nobis.\n\n26. Scarabeus Stercorarius Noctu tantum volans.\n\n27. Scarabeus Melolonthes. This and that other Dung-Beetle you find amongst the Naso-cornes are not described, but may I think be very aptly rankt with those of this kind.\n\n28. Scarabeus luteo-viridis. They are found amongst James-Town Weed, i.e. Stramonium.\n\n29. Scarabeus minor viridi-caeruleus. These lyse among the Flowers of the Apocynum.\n\n30. Scarabeus colore viridi auro radiante & luteis maculis eleganter notatus. An Cantharis Anglicana viridis, maculis aureis insignitis, Act Phil. No 246.p.397.17. I know not but these 3 last may be Cantharides.\n\nHere is also a smaller kind, all Black.\n\n31. Scarabeus colore griseo, scapulis binis quasi oculis nigris mollitie pubescentibus notatus. It is found among rotten Wood, and is called a Snapper, from the noise it makes by thrusting part of its Neck into its Breast, and springing it back again: It something resembles the Cicindela Virginensis of Mouset, but its Head shines not.\n\nI have made the same Observation as Mr Banister has of the springing faculty of this elegant Beetle, and also fully de-\ndescribed it (in the Philosophical Transactions No. 246: p. 396. No. 13.) by the name of Scarabeus elasticus major americanus, capite bimaculato, to which I refer the Reader.\n\nScarabeus arboreus pilosus.\n\nScarabeus arboreus minor glaber.\n\nThese two kinds they say the Indians eat.\n\nThe following Beetles I have also received from those parts. Besides those I have mentioned from Maryland in the Philosophical Transactions, N. 246. p. 395, &c.\n\nBuprestis Mariana viridis, vaginis sulcatis & punctatis.\n\nI am very much obliged to the Reverend Mr Hugh Jones in Maryland, from whom I just now received this elegant Beetle, with the great Cicada above mentioned, as also some Birds, Fish, Fossils and Plants, all very curiously preserved.\n\nCantharis Carolinianus niger, undis pallidescenibus.\n\nCantharis Marianus viridis perelegans, vaginis sulcatis signaturis flavescentibus ornatis, Gazophylaci Naturae nof. Tab. 2. Fig. 2.\n\nCantharis Marianus minor, vaginis ex nigro flavoq; striatis.\n\nCapricornulus Carolinianus vaginis ex nigro luteoque mixtus. This differs from No. 20. in the Act. Phil. 246. p. 397. in having its shoulders black, and only edged with yellow, and its sheath wings equally mixt, whereas that from Maryland has most black in its sheaths, and a yellow ring round the midst of its scapula.\n\nCrio-ceros Marianus Castanei coloris, antennis tortilibus membranaceis. This resembles the 2d Figure in Mouffet p. 153.\n\nCrio-ceros Marianus Castanei coloris, antennis tenuioribus geniculatis. This is slenderer than the last, both in Body and Horns especially, otherwise very like. I believe they are Male and Female.\n\nCurculio Carolinianus ruber, maculis nigris.\n\nMelolonthes Marianus maximus, maculatus.\n44. Melolonthes Marianus viridis, marginibus flavis.\n45. Nasicornis Tauroceros Marianus splendens Castanei coloris.\n46. Scarabaeus Carolinianus, oblongus, niger, forcipatus, vaginae striatis.\n47. Scarabaeus Carolinianus subrotundus niger laevis.\n48. Scarabaeus Marianus Pediculosis nostro simile. The salcae or furrows on the Vaginae in this are larger, otherwise very like No. 9. in our Museum. p. 4.\n49. Scarabeolus Carolinianus nigro flavoq; mixtus.\n50. Testudinulus Carolinianus flavus margine transparente.\n\nThese two last and the rest from Carolina, I received some time since, from my hearty and worthy Friend Mr Edmund Bohun, who hath given me advise of many others he hath now sent me from thence, with several curious Plants, Seeds, &c.\n\n51. Phalena magna cinerea cruribus spinulis armatis. The Horn worm Fly, so called from a horn'd Eruca, or Caterpillar, that feeds on green Tobacco, and towards the fall creeps into the ground, and becomes an Aurelia of a reddish brown colour, in which the proboscis of our Moth has its involucrum, &c.\n\n52. Tinea Scorpiuncularis libros depascens. Mouffet tells us in 2 several places of such an Insect, which he has described in his Chapter of Scorpions, p. 172. Whether that of ours be that he means, I cannot define, till I find the description he talks of. It has 8 Legs besides its Claws, and creeps very fast, both backward, forward and sideways, and is found in old musty Books.\n\n53. Phalangium Imperati 681 desc. and 692 Fig. Mouffet has in his appendix given 2 figures of this Spider, in that that shews its fore parts, you have the site and position of the 4 greater eyes, but the 4 smaller ones, that lye in a straight line under them, discernable also to the naked eye he has omitted to express.\n\n54. Phalangium alterum oculis quatuor majoribus in segmento arcu circuli, sursum curvanti totidemq; minoribus simili more subtus in fronte dispositis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102809.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14066,
    "total-output-tokens": 4305,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1643,
        2
      ],
      [
        1643,
        3573,
        3
      ],
      [
        3573,
        5462,
        4
      ],
      [
        5462,
        7316,
        5
      ],
      [
        7316,
        9091,
        6
      ],
      [
        9091,
        10945,
        7
      ],
      [
        10945,
        12656,
        8
      ],
      [
        12656,
        14562,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102809",
    "title": "Some Observations concerning Insects Made by Mr John Banister in Virginia, A. D. 1680. with Remarks on Them by Mr James Petiver, Apothecary and Fellow of the Royal Society",
    "authors": "John Banister, James Petiver",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102809"
  }
}