{
  "id": "3a519822aedaae89c1d928e04749f648be869e6a",
  "text": "Monsieur Hauton maintains, that his distill'd Sea-water (whereof I formerly wrote to you the process) is altogether salubrious. He proveth it first from Experience, it having been given to Men and Beasts without any ill-effect at all upon them. Secondly, from Reason, grounded on this, that that peculiar Earth, heretofore made mention of, being mixed with the distilled Water, blunts the points of the Volatile Spirits of the Salt, and serveth them for sheaths, if I may so speak, taking away their force and maligne sharpness, &c.\n\nSt. Germain, October 30. 1670.\n\nA Relation\n\nOf the abundance of Wood, found under ground in Lincolnshire; communicated by a Friend, well acquainted with that Country.\n\nThat Fenny Tract, call'd the Isle of Axholme, lying part in Lincolnshire and part in Yorkshire, and extending a considerable way, hath anciently been a Woody Country, witness the abundance of Oak, Firr, and other Trees, of late frequently found in the Moore; whereof some Oak are five yards in compass, and sixteen yards long; others smaller and longer, with good quantities of Akorns near them, lying somewhat above three foot in depth, and near their roots, which do still stand as they grew, viz. in firm Earth below the Moor. The Firs lye a foot or eighteen Inches deeper, more in number than Oak, and many of them thirty yards long; one of them being, not many years since, taken up of thirty six yards long besides the top; lying also near the root, which stood likewise as it grew, having been burnt and not cut down, as the Oak had been also. The Number of these trees is reported by Mr. Dugdale, in his Book of Drayning the Fens in England (where you will find this whole narrative confirm'd) to be so great, that the Inhabitants have, for divers years last past, taken up many Cart-loads in a year.\n\nAs to the first time of the overflowing of this Woody level, no Account is given, that I know of, not by the Inquisitive and Learned Antiquary Mr. Dugdale himself. He only faith, that\nthe depth of the Moor evinceth, that it hath been so for divers hundreds of years, since that could not grow to that thickness it is of, in a few Ages. Of the Cause thereof he concludeth, that to have been the Muddiness of the constant Tydes, which flowing up Humber into Trent, left in time so much filth, as to obstruct the Currents of Idle, Done, and other Rivers, which thence flow'd back and overwhelm'd that flat Country.\n\nA Description\nOf the Stone Quarry near Maestrich; communicated by an Observing Person, conversant in that Country.\n\nThere is an excellent Quarry, within Canon-shot of Maestrich, upon the very brink of the River Mase, lying in a Hill, where there are about 25 fathoms of Rock and Earth over head; the length of the Hill being of some miles extending along the River towards Liege, situate on the same River; and near Maestrich having in breadth, some \\( \\frac{1}{2} \\) or \\( \\frac{3}{4} \\) of a mile, but some more, farther off. This Quarry hath one Entry towards the River, where Carts can pass with great ease, and unload the Stones upon the brink of the River, the Quarry within lying parallel to the Horizon or level, (which is a great advantage) and elevated but very little above the River.\n\nThis same Quarry, which hath, well nigh, undermined the whole Hill, affords one of the most surprizing Prospects, when well lighted with many Torches, that one can imagine. For, there are thousands of square Pillars in large level Walks, and those almost every where, above 20, and in some places, many more foot high, and all wrought with so much neatness and regularity, that one would think, it had been made rather with curious Workmanship for an under-ground Pallace, than that those Pillars and Galleries were made by Quarriers, that did it only for getting Stone to build above-ground.\n\nThis Quarry serveth the People, that live thereabout; for a kind of impregnable Retreat, when Armies march that way. For, being acquainted with all the ways in it, they carry into it whatsoever they would have safe, as well their Horse and Cattle, as their Moveable furniture, till the danger be over; there",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101620.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1070,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1996,
        2
      ],
      [
        1996,
        4123,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101620",
    "title": "A Relation of the Abundance of Wood, Found under Ground in Lincolnshire; Communicated by a Friend, Well Acquainted with That Country",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101620"
  }
}