{
  "id": "c26f561538927f70e13f79caedae526634c39361",
  "text": "XII. Catalogue of Double Stars. By Mr. Herschel, F. R. S.\ncommunicated by Dr. Watson, jun.\n\nRead January 10, 1782.\n\nIntroductory Remarks.\n\nThe following catalogue contains not only double-stars,\nbut also those that are treble, double-double, quadruple,\ndouble-treble, and multiple. The particulars I have given of\nthem are comprehended under the following general heads.\n\nI. The names of the stars and number in Flamstead's\nCatalogue; or, if not contained therein, such a description of\ntheir situation as will be found sufficient to point them out.\n\nII. The comparative size of the stars. On this occasion I\nhave used the terms equal, a little unequal, pretty unequal,\nconsiderably unequal, very unequal, extremely unequal, and\nexcessively unequal, as expressing the different gradations to\nwhich I have endeavoured to affix always the same meaning.\n\nIII. The colours of the stars as they appeared to me when I\nviewed them. Here I must remark, that different eyes may per-\nhaps differ a little in their estimations. I have, for instance, found,\nthat the little star which is near α Herculis, by some to whom\nI have shewn it has been called green, and by others blue. Nor\nwill this appear extraordinary when we recollect that there are\nblues and greens which are very often, particularly by candle-\nlight, mistaken for each other. The situation will also affect\nthe\nthe colour a little, making a white star appear pale red when the altitude is not sufficient to clear it of the vapours. It is difficult to find a criterion of the colours of stars, though I might in general observe that Aldebaran appears red, Lyra white, and so on; but when I call the stars garnet, red, pale red, pale rose-colour, white inclining to red, white, white inclining to blue, blueish white, blue, greenish, green, dusky, I wish rather to refer to the double stars themselves to explain what is meant by those terms.\n\nIV. The distances of the stars are given several different ways. Those that are estimated by the diameter can hardly be liable to an error of so much as one quarter of a second; but here must be remembered what I have before remarked on the comparative appearance of the diameters of stars in different instruments. Those that are measured by the micrometer, I fear, may be liable to an error of almost a whole second; and if not measured with the utmost care, to near $2''$. This is, however, to be understood only of single measures; for the distance of many of them that have been measured very often in the course of two years observations can hardly differ so much as half a second from truth, when a proper mean of all the measures is taken. As I always make the wires of my micrometer outward tangents to the apparent diameter of the stars, all the measures must be understood to include both their diameters; so that we are to deduct the two semi-diameters of the stars if we would have the distance of their centers. What I have said concerns only the wire micrometers, for my last new micrometer is of a such a construction, that it immediately gives the distance of the centers and its measures (as far as in a few months I have been able to find out) may be relied on to about one-tenth of a second, when a mean of three observations is taken. When I have\nadded inaccurate, we may suspect an error of 3 or 4''. Exactly estimated may be taken to be true to about one-eighth part of the whole distance; but only estimated, or about, &c. is in some respect quite undetermined; for it is hardly to be conceived how little we are able to judge of distances when, by constantly changing the powers of the instrument, we are as it were left without any guide at all. I should not forget to add, that the measure of stars, whereof one is extremely small, must claim a greater indulgence than the rest on account of the difficulty of seeing the wires when the field of view cannot be sufficiently enlightened.\n\nV. The angle of position of the stars I have only given with regard to the parallel of declination, to be reduced to that with the ecliptic as occasion may require. The measures always suppose the large star to be the standard, and the situation of the small one is described accordingly. Thus in figure 12. AB represents the apparent diurnal motion of a star in the direction of the parallel of declination AB; and the small star is said to be south preceding at mn, north preceding at op, south following at qr, and north following at st. The measure of these angles, I believe, may be relied upon to 2° or at most 3°, except when mentioned inaccurate, where an error amounting to 5° may possibly take place. In mere estimations of the angle, without any wires at all, an error may amount to at least 10°, when the stars are near each other.\n\nVI. The dates when I first perceived the stars to be double, treble, &c. are marked in the margin of each star.\n\nTo shorten the work as much as possible, I have put L. for the large star; S. for the small star; w. for white; r. for red; d. for dusky; n. for north; s. for south; and have likewise occa-\noccasionally used other abbreviations that will be easily understood.\n\nIt may be seen, that this catalogue is yet in a very imperfect state, many of the stars not having even the principal elements of distance and position determined with any degree of accuracy; but having already mentioned the reason why I give it imperfect as it is, I can only add that my endeavours will not be wanting soon to remove those defects. However, since this can only be a work of some time, we may hope, in the mean while, that many lovers of the science will turn their thoughts upon the same subject.\n\nCATALOGUE OF DOUBLE STARS.\n\nFIRST CLASS.\n\n1. ε Bootis. FLAMST. 36. Ad dextrum femur in perizomate.\n   Sept. 9. Double. Very unequal. L. reddish; S. blue, or rather a faint lilac. A very beautiful object. The vacancy, or black division between them, with 227 is \\( \\frac{3}{4} \\) diameter of S.; with 460, \\( 1\\frac{1}{4} \\) diameter of L.; with 932, near 2 diameters of L.; with 1159, still farther; with 2010 (extremely distinct) \\( 2\\frac{1}{4} \\) diameters of L. These quantities are a mean of two years observation. Position \\( 31^\\circ 34' \\) n. preceding.\n\n2. ξ Ursæ majoris. FL. 53. In dextro posteriore pede.\n   May 2, Double. A little unequal. Both w. and very bright. The interval with 222 is \\( \\frac{2}{3} \\) diameter of L.; with 227, 1 diameter of L.; with 278, near \\( 1\\frac{1}{2} \\) diameter of L. Position \\( 53^\\circ 47' \\) f. following.\n3. σ Coronæ borealis, fl. 17.\n\nAug. 7, 1780. Treble. The two nearest pretty unequal; the third very faint with powers lower than 460. The two nearest both w.; the third d. Interval of the two nearest with 227, full ¼ diameter of L.; with 460, 2 diameters of L. Position 77° 32' n. preceding. Distance of the third from L. 24\" by exact estimation. Position 25° n. following by estimation.\n\n4. In constellatione Draconis, fl. 16.\n\nAug. 8, 1780. Double. It is the star to which a line drawn from ν through μ points, at nearly the same distance from μ as μ from ν. Considerably unequal. L. w.; S. w. inclining to r. With 222, 1 diameter of L.; with 278, ½ diameter of L. Position 24° 0' f. following. There is a third star, at some distance, preceding.\n\n5. σ Cassiopeæ, fl. 8. In dextro cubito.\n\nAug. 31, 1780. Double. It is the star at the vertex of a telescopic isosceles triangle turned to the south. Very unequal. L. w. a little inclining to r.; S. d. With 222, near 1 diameter of L.; with 460, ½ diameter of L. Position 60° 28' n. preceding.\n\n6. Quæ infra oculum Lyncis, fl. 12.\n\nOct. 3, 1780. A curious treble star. Two nearest pretty unequal. L. w.; S. w. inclining to rose colour. With 227, about ½ diameter; with 460, full ¼ diameter of S. Position 88° 37' f. preceding. The first and third considerably unequal; second and third pretty unequal. The third pale r. Distance from the first 9\" 23\"\"; too difficult to be extremely exact. Position with regard to the first 32° 33' n. preceding.\n\n7. b Draconis,\n7. b Draconis, FL. 39. Trium in recta, in prima inflectione colli, borea.\n\nOct. 3. A minute double star. Extremely unequal, the small star being a fine lucid point. L. w.; S. inclining to r. With 227, \\( \\frac{1}{2} \\) diameter of L.; with 460, full \\( \\frac{1}{2} \\) diameter of L.; with 932 (extremely fine) full 2 diameters of L. Position 77° 8' n. following. A third star at some distance; dusky r. Position 63° 22' n. following.\n\n8. ε Draconis, FL. 63. In quadrilatero inflexionis primæ.\n\nOct. 3. A very minute double star. Excessively unequal; the small star can only be seen when the air is perfectly clear. L. w.; S. d. With 227, less than \\( \\frac{1}{2} \\) diameter of L.; with 278, not a diameter of L. Position 63° 14' n. preceding. A pretty large third star at about 3 or 4'. Position of this third star with ε 88° 16' n. following.\n\n9. In cauda Lyncis media, FL. 38.\n\nNov. 24. Double. Very unequal. L. w.; S. inclining to r. With 227, extremely close; with 460, at least \\( \\frac{1}{2} \\) diameter of S. A very fine object. Position 25° 51' f. preceding. A proper motion is suspected in one of the stars.\n\n10. In sinistro anteriore pede Monocerotis, FL. 11.\n\nFeb. 15. A curious treble star; may appear double at first sight; but with some attention we see that one of them again is double. The first, or single star, is the largest; the other two are both smaller, and almost equal, but the preceding of them is rather larger than the following. They are all w. The two nearest with 227, \\( \\frac{1}{2} \\) diameter of the preceding, or nearly\nnearly \\(1\\frac{1}{4}\\) of the following; with 460, \\(1\\frac{1}{4}\\) diameter of the preceding. Position of the two nearest \\(11^\\circ 32'\\) following. For an account of the single star, see the second class. As perfect as I have seen this treble star with 460, it is one of the most beautiful sights in the heavens; but requires a very fine evening.\n\n11. In constellatione Cancri, fl. 11.\nMar. 13, Double. Considerably unequal. Both pale r.\n1781. With 227, 1 full diameter of L.; with 460, about \\(1\\frac{1}{4}\\) diameter of L. Position \\(85^\\circ 10'\\) n. preceding.\n\n12. d Serpentis, fl. 59. In Cauda.\nJuly 17, Double. Very unequal. L. reddish w.; S. fine blue. With 227, 1 full diameter of L.; with 278, \\(1\\frac{1}{4}\\) diameter of L. Position \\(44^\\circ 33'\\) n. preceding.\n\n13. In constellatione Aquilæ, near fl. 37.\nJuly 25, A curious treble star. It is the last star of a telescopic trifolium n. following k, similar to that in the hand of Aquarius. The two nearest very unequal; the third star excessively small, and not visible with 227. The two nearest with 460, no more than \\(1\\frac{1}{2}\\) diameter of L.; the farthest about 7 or 8''.\n\n14. In constellatione Aquilæ, fl. 24.\nJuly 30, Double. In HARRIS’s maps it is the star in the elbow of Antinous. Excessively unequal; the small star is but just visible with 227; but with 460 it is pretty strong. L. pale r.; S. d. With 227, 1 full diameter of L.; with 460, \\(1\\frac{1}{2}\\) diameter of L. Position \\(72^\\circ 0'\\) f. following.\n\n15. i Bootis, fl. 44.\nAug. 17, Double. In HARRIS’s maps it is marked i, but has no letter in fl. Atlas. Considerably unequal. Both\nof Double Stars.\n\nw. With 227 they seem almost to touch, or at most \\( \\frac{1}{4} \\) diameter of S. asunder; with 460, \\( \\frac{1}{2} \\) or \\( \\frac{3}{4} \\) diameter of S. This is a fine object to try a telescope, and a miniature of \\( \\alpha \\) Geminorum. Position 29° 54' n. following.\n\n16. \\( \\eta \\) Coronae borealis, FL. 2.\n\nSept. 9. Double. A little unequal. They are whitish stars.\n\n1781. They seem in contact with 227, and though I can see them with this power, I should certainly not have discovered them with it; with 460, less than \\( \\frac{1}{4} \\) diameter; with 932, fairly separated, and the interval a little larger than with 460. I saw them also with 2010, but they are so close that this power is too much for them, at least when the altitude of the stars is not very considerable; with 460 they are as fine a miniature of \\( i \\) Bootis as that is of \\( \\alpha \\) Geminorum. Position 59° 19' n. following.\n\n17. In constellatione Bootis, near FL. 51.\n\nSept. 10. Double. It is a star near \\( \\mu \\) not marked in Flamstead's Catalogue. Considerably unequal. Both dusky w. inclined to r. The interval with 460 is \\( \\frac{3}{4} \\) diameter of S. The position of the small star is turned towards \\( \\mu \\) a little following the line which joins L to \\( \\mu \\) Bootis. See \\( \\mu \\) Bootis in the sixth class.\n\n18. In constellatione Coronae borealis.\n\nSept. 10. Double. It is the smallest of two teleseopic stars between \\( \\theta \\) and \\( \\delta \\), not contained in FL. Cat. Equal. Both d. With 460, about 1\\( \\frac{3}{4} \\) diameters. Position 21° 0' n. following.\n19. \\( b \\) Draconis, near FL. 19.\n\nSept. 10. One of the most minute of all the double stars I have hitherto found. It is the small telescopic star near the preceding \\( b \\) Draconis. Considerably unequal. Both dusky w. inclining to r. With 460, they seem in contact; I have however had a very good view of a small dark division between them. Position (by exact estimation) 25 or 30° f. preceding. They are too minute for any micrometer I have. It is in vain to look for them if every circumstance is not favourable. The observer as well as the instrument must have been long enough out in the open air to acquire the same temperature. In very cold weather, an hour at least will be required; but in a moderate temperature, half an hour will be sufficient.\n\n20. In dextro humero Orionis, FL. 52.\n\nOct. 1. Double. A little unequal. Both w. a little inclining to pale r. With 227, \\( \\frac{1}{4} \\) diameter; with 460, \\( \\frac{1}{2} \\) diameter. Position 69° 41' f. preceding.\n\n21. \\( c \\) Trianguli, near FL. 12. and 13.\n\nOct. 8. Double. It is the most north of a small telescopic trapezium of unequal stars. Extremely unequal. With 460, \\( \\frac{1}{4} \\) diameter of L. Position (by estimation) 55 or 60° n. preceding.\n\n22. \\( n \\) Orionis, FL. 33. Duarum præcedentium 13am (\\( \\omega \\)) antecedens.\n\nOct. 22. Double. Considerably unequal. L. w.; S. w.; inclining to blue. With 227, they seem almost in contact; with 460, \\( \\frac{1}{2} \\) diameter of S. Position 60° 55' n. following. A very pleasing object and easily seen.\n23. In posterioribus femoribus Canis minoris.\n\nNov. 21, 1781. A most minute double star. It is the small telescopic star following Procyon. A little unequal. Both w. With $278$, $\\frac{1}{5}$ of a diameter of S.; with $460$, near $\\frac{1}{4}$ of a diameter of S. They are closer than $\\eta$ Coronæ, because their diameters, by which they are estimated, are smaller. Position $27^\\circ 21'$ f. following. To see this very minute double star well, Procyon should be near its meridian altitude. There is a small telescopic star preceding the double star. Distance $1' 59'' 39'''$ from center to center.\n\n24. $\\zeta$ Cancri, FL. 16.\n\nNov. 21, 1781. A most minute treble star. It will at first sight appear as only a double star, but with proper attention, and under favourable circumstances, the preceding of them will be found to consist of two stars, which are considerably unequal. The largest of these is larger than the single star; and the least of the two is less than the single star. The first and second (in the order of magnitude) pretty unequal. The second and third pretty unequal. The two nearest both pale r. or r. With $278$, but just separated; with $460$, $\\frac{1}{4}$ diameter of S. Position $86^\\circ 32'$ n. following. For measures relating to the third or single star see $\\zeta$ Cancri in the third class of double stars.\nSECOND CLASS OF DOUBLE STARS.\n\n1. + α Geminorum, FL. 66. In capite praecedentis II April 8, Double. A little unequal. Both w. The vacancy between the two stars, with a power of 146, is 1 diameter of S.; with 222, a little more than 1 diameter of L.; with 227, 1½ diameter of S.; with 460, near 2 diameters of L.; (see fig. 6.) with 754, 2 diameters of L.; with 932, full 2 diameters of L.; with 1536 (very fine and distinct) 3 diameters of L.; with 3168, the interval extremely large, and still pretty distinct. Distance by the micrometer 5″, 156″. Position 32° 47′ n. preceding. These are all a mean of the last two years observations, except the first with 146.\n\n2. + α Herculis, FL. 64. In capite. Aug. 29, A beautiful double star. Very unequal. L. r.; S. blue inclining to green; the colours with every power the same. The interval with 222, 1½ diameter of L.; with 227, above 2 diameters of L.; with 932, above 3 diameters of L. Distance 4″966″. All a mean of two years observations. A single measure with my last new micrometer, from center to center, 4″ 34″″. Position 30° 35′ f. following.\n\n3. * ρ Herculis, FL. 75. Trium in sinistro femore, tertia. Aug. 29, Double. Pretty unequal. Both w. With 227, 1½ diameter of L.; with 460, 2 diameters of S. Distance 2″969″. Position 30° 21′ n. preceding. The measures a mean of two years observations.\n4. *p Serpentarii, fl. 70. Tres has sequitur, quasi supra medium.\n\nAug.29. Double. Considerably unequal. L. w.; S. inclining to r. With 227, $1\\frac{3}{4}$ diameter of L.; with 460, much above 2 diameters of L. Position $9^\\circ 14'$ f. following. Mean of two years observations.\n\n5. et 6. *e Lyra, fl. 4. and 5.\n\nAug.29. A very curious double-double star. At first sight it appears double at some considerable distance, and by attending a little we see that each of the stars is a very delicate double star. The first set consists of stars that are considerably unequal. The stars of the second set are equal, or the preceding of them rather larger than the following. The colour of the stars in the first set L. very w.; S. a little inclining to r. In the second set both w. The interval between the stars of the unequal set, with a power of 227, is full $1\\frac{1}{2}$ diameter of L.; with 460, near $1\\frac{1}{2}$ diameter of L.; with 932, full $1\\frac{1}{2}$ diameter; with 2010, $2\\frac{1}{2}$ diameters. The interval between the equal set with a power of 227 is almost $1\\frac{1}{2}$ diameter of either; with 460, full $1\\frac{1}{2}$ diameter; with 932, 2 diameters; with 2010, $2\\frac{1}{2}$ diameters. These estimations are a mean of two years observations. Position of the unequal set $56^\\circ 0'$ n. following. Position of the equal set $72^\\circ 57'$ f. following.\n\n7. *ζ Aquarii, fl. 55. Trium in manu dextra praecedens.\n\nSept.12. Double. Equal, or the preceding rather the largest. Both w. With 227, $1\\frac{1}{4}$ diameter; with 449, $1\\frac{1}{4}$ diameter; with 460, 2 diameters; with 910, near 2 diameters; with 932, $2\\frac{1}{2}$ diameters;\nwith 2010, pretty distinct; but too tremulous to estimate. With my 20 feet reflector, power 600, full 2 diameters, very distinct. Position, $71^\\circ 39'$ n. following. Distance $4''$,56, mean of two years observation.\n\n8. $\\xi$ Coronæ borealis, fl. 7.\n\nOct. 1. Double. Considerably unequal. L. fine w. S. w. inclining to r. With 222, almost 3 diameters of L. Distance $5''$,468. Position $25^\\circ 51'$ n. preceding, mean of two years observations.\n\n9. $\\lambda$ Orionis, fl. 39. In capite nebulosa.\n\nOct. 7. Quadruple, or rather a double star and two more at a small distance. The double star considerably unequal. L. w.; S. pale rose colour. With 222, 1½ diameter of L.; with 449, above two diameters of L. Distance $5''$,833, a mean of all the measures. Position $45^\\circ 14'$ n. following. As every one of the four stars is perfectly distinct, it is evident, the whole appeared nebulous to Flamstead for no other reason than because his telescope had not sufficient power to distinguish them.\n\n10. and 11. $\\sigma$ Orionis, fl. 48. Ultimam cinguli praecedit ad austrum.\n\nOct. 7. A double-treble star, or two sets of treble stars, almost similarly situated. Preceding set. The two nearest equal; the third larger and, compared with either of the former two, pretty unequal. The two nearest with 222, about 2 diameters. Position of the following star of the two nearest with the third $66^\\circ 35'$ s. preceding. Position of the two nearest, by exact estimation, 2 or $3^\\circ$ n. following or s. preceding.\nceeding the following set. The two nearest very unequal. The largest of the two and the farthest considerably unequal. L. w.; S. blueish. The two nearest with 222, about $2\\frac{1}{4}$ diameters of L.; the two farthest $43''$ $12'''$. Position of the two nearest $5^\\circ$ $5'$ n. following. Position of the two farthest $29^\\circ$ $4'$ n. following. A pretty object with 227.\n\n12. α Piscium, FL. ultima. In nodo duorum linorum.\n\nOct. 19. Double. Considerably unequal. Both w. With 1779. 222, not quite 2 diameters of L.; with 460, about 3 diameters of L. Distance $5''$, 123 mean measure. Position $67^\\circ$ $23'$ n. preceding.\n\n13. μ Draconis, FL. 21. In lingua.\n\nOct. 19. Double. Equal. Both w. With 227, $1\\frac{1}{2}$ diameter; with 460, $2\\frac{1}{2}$ diameters. Distance $4''$, 354 mean measure. Position $37^\\circ$ $38'$ s. preceding or n. following.\n\n14. ω Aurigae, FL. 4.\n\nOct. 30. Double. Very unequal. L. w.; S. r. With 1779. 227, almost 2 diameters of L.; with 460, full 3 diameters of L. Position $82^\\circ$ $37'$ n. preceding.\n\n15. ψ Cygni, FL. 24. In ala dextra.\n\nNov. 2. Double. Extremely unequal; the small star a mere point. L. w.; S. r. With 227, near $1\\frac{1}{4}$ diameter of L.; with 278, near $1\\frac{1}{2}$ diameter of L.; with 460, 2 diameters of L. Position $89^\\circ$ $32'$ n. preceding.\n\n16. ξ Cephei, FL. 17. In pectore.\n\nNov. 7. A fine double star. Considerably unequal. L. w. inclining to r.; S. dusky grey. With 222, nearly 2 diameters of L. Single measure $5''$, 00. Position $20^\\circ$ $18'$ n. preceding.\n17. * In sinistro anteriore pede Monocerotis, FL. II.\n\nDec. 5, Double. With 222, about 1½ diameter. Position (taken Oct. 20, 1781) with the farthest of the other two stars 31° 38' f. following. See the tenth star in the first class.\n\n18. ξ Bootis, FL. 37.\n\nApril 9, Double. Very unequal. L. pale r. or nearly r. S. garnet, or deeper r. than the other. With 222, 1½ diameter of L., with 460, full 3 diameters of L. Distance 3'' 23''' single measure. Position 65° 53' n. following.\n\n19. g Serpentarii, FL. 5.\n\nMay 2, Double. It is a star in the body of Cancer, and the double star is at the angular point of the three telescopic g's making a rectangle. Pretty unequal. Both w. With 227, 1½ diameter of L. Position 82° 10' f. preceding.\n\n20. and 21. ξ Librae, FL. ultima.\n\nMay 23, Double double. The first set very unequal. L. fine w. With 227, nearly 2 diameters of L*. By the micrometer 6'' 23'''', but too large a measure. Position 1° 23'' n. following. The other set both small and obscure. With 227, perhaps 5 or 6 of their diameters asunder.\n\n22. ε Persei, FL. 45. In sinistro genu.\n\nAug. 2, Double. Extremely unequal. L. w.; S. d. With 222, 2½ diameters of L. Position 81° 28' f. following, a little inaccurate. A third star near at about 1½ or 1¾ min.\n\n* In a future collection this set will be found as a treble star of the first class, the large white star, with a power of 460 and 932, appearing to be two stars.\n\n23. In\n23. In constellatione Serpentarii, near FL. 11.\n\nAug. 7, Double. It is the smallest and preceding of two in\n1780. the finder. Pretty unequal. L. pale r.; S. dusky r.\nWith 222, about 1\\(\\frac{1}{2}\\) diameter of L.; with 278,\nabout 1\\(\\frac{1}{2}\\) diameter of L.; with 460, above 2 di-\nameters of L. Position 46° 24' n. preceding. A little inaccurate.\n\n24. In constellatione Aquarii, FL. 108. In sequenti flexu 5°\nad A.\n\nAug. 23, Double. In Harris's maps it is marked i. Un-\n1780. equal. With 227, 2 diameters; with 460, about\n3 diameters.\n\n25. k Cygni, FL. 52.\n\nSept. 8, Double. Extremely unequal. L. w. inclining to\n1780. r.; S. d. and extremely faint; with 227, 2\\(\\frac{1}{2}\\) dia-\nmeters of L.; with 460, about 4 diameters of L.\nor more. Position 28° 17' n. following.\n\n26. In constellatione Orionis, near FL. 42. In longo ensis.\n\nOct. 23, Double. It is the most north of three telescopic\n1780. stars in a line at the end of a cluster near c. Ex-\ntremely unequal. L. w.; S. d. With 278, 1\\(\\frac{1}{2}\\)\ndiameter of L. Position 26° 5' n. following.\n\n27. δ Geminorum, FL. 55. In inguine sinistro sequentis III.\n\nMar. 13, Double. Extremely unequal. L. w. inclining to\n1781. r.; S. r. With 227, about 2\\(\\frac{1}{2}\\) full diameters of L.;\nwith 460, 4 or 5 diameters. Position 85° 51' f.\npreceding.\n\n28. In constellatione Aquilae, near FL. 54.\n\nJuly 23, Double. It is a star following o. Excessively un-\n1781. equal. The small star is not visible with 227, nor\nwith 278. It is visible with 460; but not without\nattention.\nattention. Distance with 460, about 4 or 5 diameters of L. Position, by very exact estimation, $36^\\circ 28'$ n. preceding.\n\n29. In constellatione Aquilæ, near FL. 63. In medio capite. July 31, Double. It is the star at the vertex of a teleoscopic isosceles triangle near r. Extremely unequal. Both r. With 460, 2 diameters of L. Position $75^\\circ 48'$ n. preceding.\n\n30. ζ Sagittæ, FL. 8. Trium in arundine sequens. Aug. 23, Double. Extremely unequal. The small star brighter with 460 than with 227 or with 278; with 460, between 4 or 5 diameters of L.; with 278, 2½ diameters of L. Distance $5'' 27''$ inaccurate. Position $34^\\circ 16'$ n. preceding.\n\n31. In constellatione Draconis, FL. 56. Sept. 6, Double. A little unequal. Both w. With 460, near 3 diameters. Distance $5'' 7''$.\n\n32. In constellatione Sagittæ, near FL. 4. Sept. 7, Double. It is the star north following ε. L. pale r.; S. d. Distance $5'' 3''$ inaccurate.\n\n33. β Orionis, FL. 19. In sinistro pede splendida. Oct. 1, Double. Extremely unequal. L. w.; S. inclining to r. With 227, 2½ or 2¾ diameters of Rigel. With 460, more than 3 diameters of L. Distance $6'' 27''$. Position $68^\\circ 12' 4'$ preceding. The small star not wanting apparent magnitude is better to be seen with my power of 227 than with 460.\n\n34. Trianguli, FL. 6. Oct. 8, Double. It is marked b in the small triangle of HARRIS's maps. Very unequal. L. pale r. or reddish w.; S. blueish r. With 227, full 1¼ diameter\nof Double Stars.\n\nof L.; with 460, full 1½ diameter of L. Position 4° 23' n. following. A pretty object, somewhat resembling α Herculis, but smaller and not so bright.\n\n35. In constellatione Trianguli, near fl. 6.\nOct. 8. Double. It is the star following . Equal. Both 1781. dusky w. With 460, about 2½ diameters.\n\n36. In constellatione Eridani, fl. 32.\nOct. 22. Double. Considerably unequal. L. reddish w.;\n1781. S. blue. Distance 4\" 19\"'. Position 73° 23' n. preceding.\n\n37. In capite Monocerotis.\nOct. 22. Double. It is one of a cluster of six telescopic 1781. stars, arranged in pairs.\n\n38. In constellatione Bootis.\nDec. 24. Double. It is the most north and largest of three 1781. in a line, f. following fl. 15. Considerably unequal,\nL. w.; S. inclining to r. Distance 5\" 10\"'. Position 83° 5' f. preceding.\n\nTHIRD CLASS OF DOUBLE STARS.\n\n1. + θ Orionis, fl. 41. Trium contiguarum in longo ensis media.\n\nNov. 11. Quadruple. It is the small telescopic Trapezium 1776. in the Nebula. Considerably unequal. The most southern star of the following side of the Trapezium is the largest; the star in the opposite corner is the smallest; the remaining two are nearly equal. L. pale r.; the star preceding L. inclined to garnet; following L. inclined to garnet; opposite to L. d. With 460, the stars are all full, round, and well-defined.\nThe two stars in the preceding side distance $8''$, $780''$; in the southern side, $12''$, $812''$; in the following side $15''$, $208''$; in the northern side, $20''$, $396''$.\n\n2. $\\zeta$ Ursæ majoris, FL. 59. Trium in cauda media.\n   Aug. 17, Double. Considerably unequal. L. w.; S. w.; inclining to pale rose colour. Distance $14''$, 5 by two years observation, not a mean but that which I suppose nearest the truth. Position $56° 46'$ f. following.\n\n3. $\\eta$ Cassiopeæ, FL. 24. In cingulo.\n   Aug. 17, Double. Very unequal. L. fine w.; S. fine garnet, both beautiful colours. Distance $11''$, 275 mean measure. Position $27° 56'$ n. following.\n\n4. In extremitate pedis Cassiopeæ, FL. 55. Ptolemæi.\n   Aug. 17, Double. Extremely unequal. L. w.; S. blueish r. Distance $7''$, 5 single measure. Position $10° 37'$ f. following ‡.\n\n5. * $\\gamma$ Andromedæ, FL. 57. Supra pedem sinistrum.\n   Aug. 25, Double. Very unequal. L. reddish w.; S. fine light sky-blue, inclining to green. Distance $9''$, 254 a mean of two years observation. Position $19° 37'$ n. following. A most beautiful object.\n\n6. $\\beta$ Cephei, FL. 8. In cingulo ad dextrum latus.\n   Aug. 31, Double. Very unequal. L. blueish w.; S. garnet. Distance $13''$, 125. Position $15° 28'$ f. preceding.\n\n7. * $\\beta$ Scorpii, FL. 8. Trium in fronte, lucidarum, borea.\n   Sept. 19, Double. Very unequal. L. whitish r.; S. r. Distance $14''$, 375. Position $64° 51'$ n. following.\n\n‡ In a future collection this will be found as a treble star of the first class; the large star having a small one preceding, easily seen with 460 and 932.\n8. * π Bootis, FL 29\nSept. 20, Double. Pretty unequal. L. w.; S. w. inclining to r. Distance 6″, 171. Position 6° 28′ f. following.\n\n9. + γ Arietis, FL 5. Quae in cornu duarum praecedens.\nSept. 27, Double. Equal, or if any difference the following is the largest. Distance 10″, 172, a mean of two years observation. L. w. inclining a little to r.; S. w. Position 86° 5′ n. preceding.\n\n10. * γ Delphini, FL 12. Borea sequentis lateris, quadrilateri.\nSept. 27, Double. Nearly equal, the following a little larger. Both w. Distance 11″, 822, being a mean of the measures taken in Sept. Oct. Nov. and Dec. 1779. As I suspect a motion in one of these stars, I thought it best not to join other observations in that measure. Position 4° 9′ n. preceding.\n\n11. κ Bootis, FL 17. Trium in sinistro manu praecedens.\nSept. 27, Double. Very unequal. L. w.; S. d. Distance 12″, 503, a mean of the observations in 1779, 80, 81. Position about 30° f. preceding.\n\n12. ι Orionis, FL 44. Trium contiguarum in ense austrina.\nOct. 7, Treble. It is the following or largest of the two 1779. One is L.; the other two are extremely small. L. w.; the other two both dusky r. Distance of the nearest 12″, 5. Distance of the farthest 48″ 31″. Position of the nearest 43° 51′ following. Position of the farthest 11° 19′ f. following.\n\n13. and 14. ι Orionis, FL 44. Trium contiguarum in ense austrina.\nOct. 7, Double-treble. It is the preceding or smallest of the two ι’s. The preceding set (forming a triangle) consists of three equal stars. All dusky r. Distance\nof the two nearest, with 227, about 3 diameters. The following set (forming an arch) consists of three stars of different sizes. The middle star is the largest; that to the south is also pretty large; and the third is very small. L. w.; l. w.; S. pale r. Distance 36\", 25.\n\n15. * μ Cygni, fl. 78.\nOct. 19, Double. Considerably unequal. L. w.; S. blueish.\n1779. Distance 6\", 927 mean measure. Position 20° 15' f. following:\n\n16. * In constellatione Delphini, fl. 1.\nNov. 15, Double. It is the star south preceding ε. A little unequal. Both w. Distance 12\", 5. Position 9° 42' f. preceding.\n\n17. In extremitate caudae Lacertæ, fl. 1.\nNov. 20, Double. Considerably unequal. L. w.; S. d. inclining to r. Distance 13\", 43\" inaccurate. Position 76° 16' f. preceding.\n\n18. + γ Virginis, fl. 29. De quatuor in ala sinistra, sequens.\nJan. 21, Double. Equal. Both w. Distance 7\", 333 mean measure. Position 40° 44' f. following.\n\n19. + ζ Cancri, fl. 16.\nApril 5, Double. Considerably unequal. L. pale r.; S. pale r. Distance 8\", 046 mean measure. Position 88° 16' f. preceding. See the 24th in the first class.\n\n20. In constellatione Bootis.\nJune 25, Double. Draw a line through π and ζ to the small star under the right foot, and erecting a perpendicular towards the left foot of equal length, the end of it will mark out this double star. Pretty unequal. Both\nBoth r. Distance $7''\\ 36''$ full measure. Position $59^\\circ\\ 32'$ n. preceding.\n\n21. In constellatione Equulei, FL I.\n\nAug. 2, Double. Considerably unequal. L. w.; S. much inclining to r. Distance $9'',\\ 375$ mean measure. Position $5^\\circ\\ 39'$ n. following. A third small star follows at some distance.\n\n22. Quae infra oculum Lyncis, FL 12.\n\nAug. 7, Double. With 222, about 3 diameters of L. Considerably unequal. L. w.; S. pale r. Distance $9''\\ 23''$, not extremely accurate. Position $32^\\circ\\ 33'$ n. preceding. See the sixth star in the first class.\n\n23. In constellatione Cassiopeæ, FL 34.\n\nAug. 8, Double. It is one of two telescopic stars, and is marked $\\phi$ in HARRIS's maps. Extremely unequal. L. pale r.; S. d. Distance about $12''$ or more.\n\n24. $\\theta$ Sagittæ, FL 17.\n\nAug. 8, Treble. The two nearest extremely unequal. L. pale r.; S. d. Third star pale r. Distance of the two nearest $11''\\ 8''$. Distance of the two largest $1''\\ 7''\\ 49''$.\n\n25. In constellatione Serpentarii, FL 39.\n\nAug. 24, Double. It is the most south and largest of two in the finder. Very unequal. L. w.; S. inclining to blue. Distance $10''\\ 2''$, a little inaccurate. Position $87^\\circ\\ 14'$ n. preceding.\n\n26. * In constellatione Cerberi i., HEVELII 1*. FL. Herculis\n\nSept. 8, Double. It is the star in the leaf nearest to Hercules's face and hand. Equal. Preceding w. Following\nfollowing blueish w. Distance 6'' 6''. Position 4° 9' f. preceding or n. following.\n\n27. In constellatione Navis, near FL. 3.\nFeb. 15, Double. It is a star between η Canis majoris and 1781. ξ Navis. Equal. Distance about 15''.\n\n28. In constellatione Navis, near FL. 9.\nFeb. 15, Double. It is one of two telescopic stars under 1781. Monoceros. Distance about 8''.\n\n29. In naribus Monocerotis, FL. 8.\nFeb. 15, Double. Distance about 12''.\n\n30. * In constellatione Leonis, FL. 54. Duarum supra dorsum sequens.\nFeb. 21, Double. Considerably unequal. L. brilliant w.; 1781. S. ash-colour, or greyish w. Distance 7'' 6'' mean measure. Position 9° 14' f. following.\n\n31. In constellatione Herculis.\nMay 20, Double. Over :::: Equal. Both very small. 1781. Distance about 10''.\n\n32. In constellatione Aquilæ, FL. 11.\nJuly 25, Double. It is the most south of two near ε and ζ. 1781. Excessively unequal. S. hardly visible with 227, but pretty strong with 460. Distance about 7''.\n\n33. In constellatione Aquilæ, near FL. 7. and 8.\nJuly 30, Double. It is a star preceding the two small stars 1781. north of k and l. Unequal. L. w.; S. blueish w. Distance 11'' 35'' inaccurate, but not much.\n\n34. In constellatione Aquarii, FL. 94.\nAug. 20, Double. Between ψ and ω towards δ. Very unequal. Distance 13'' 45''. L. pale r.; S. d.\n\n35. In constellatione Serpentarii, FL. 54.\nAug. 23, Double. It is the preceding of two stars in the head.\nof Double Stars.\n\n1781. head. Excessively unequal. L. reddish w.; S. d. Distance about 8''.\n\n36. In constellatione Persei.\n\nSept. 14, 1781. Double. A little south of γ. Considerably unequal. L. w.; S. w. inclining to r. Distance 11'' 53'', rather full measure.\n\n37. and 38. In constellatione Persei; near FL. 38 †.\n\nSept. 24, 1781. Double-double. South preceding the first o. The equal set with 227, about 4 or 5 diameters. The unequal set about 5 or 6 diameters. Near this last set is also a third star forming an obtuse angle with the stars of this set. Distance about 10''.\n\n39. o Persei, FL. 40.\n\nSept. 24, 1781. Double. It is the second or most northern o. Extremely unequal. L. w.; S. d. With 227, S. is hardly visible; with 460, it appears at first sight. Distance 14'' 59'', inaccurate on account of the obscurity of S.\n\n40. In constellatione Herculis, near FL. 87.\n\nOct. 10, 1781. Double. Of three stars, forming an obtuse angle, whereof FL. 87. (a star south of μ) is at the angular point, that towards Ramus Cereb. Extremely unequal. L. w.; S. d. Distance 10'' 20''. Position 19° 37' f. following.\n\n41. * i Herculis, FL. 43.\n\nOct. 10, 1781. Double. Equal. Preceding star w. A little inclined to r. Following w. Distance 11'' 43''. Position 88° 23' n. following.\n\n42. In constellatione Trianguli.\n\nOct. 10, 1781. Double. It is a star north following δ. Unequal. L. reddish. S. blueish. Both d. Distance about 6 or 7''.\n\n† Mr. Bryant of Bath first observed these stars.\n43. In sinistro anteriore pede Monocerotis.\n\nOct. 20, Double. It is the most south of two telescopic stars preceding the treble star. Extremely unequal.\nL. w.; S. d. Position $23^\\circ 39'$ n. preceding.\n\n44. In ore Monocerotis.\n\nOct. 20, Double. Considerably unequal. L. w.; S. r.\n1781. Distance $12'' 30'''$. Position $60^\\circ 14'$ n. following.\n\n45. In constellatione Tauri, near FL. 10.\n\nOct. 22, Double. It is near the star sub pede et scapula dextra. Extremely unequal. L. pale r.; S. d. Position $35^\\circ 33'$ f. preceding.\n\n46. In constellatione Monocerotis.\n\nOct. 22, Double. It is the star following the tip of the ear.\n\nFOURTH CLASS OF DOUBLE STARS.\n\n1. α Ursæ minoris, FL. 1. Stella Polaris.\n\nAug. 17, Double. Extremely unequal. L. w.; S. r.\n1779. Distance $17'' 15'''$. Position $66^\\circ 42'$ f. preceding.\n\n2. *η Lyrae, FL. 20. Duarum contiguarum ad ortum a testa, borea.\n\nAug. 29, Double. Considerably unequal. L. w.; S. r.\n1779. Distance $25'' 42'''$. Position $31^\\circ 51'$ f. preceding.\nThree other stars in view.\n\n3. ξ Capricorni, FL.\n\nSept. 19, Double. It is the preceding star of two. Extremely unequal. Distance about $25''$.\n4. η Persei, l. HEVELII 9. In dextro brachio.\n   Sept.20, Double. Very unequal. L. r.; S. blue. Distance 26″, very inaccurate. Position 20° 5′ n. preceding.\n\n5. In constellatione Arietis, fl. 33. Quatuor inform. sup. dorf. præc.\n   Sept.27, Double. It is the first in the head of the fly. L. w.; S. d. Considerably unequal. Distance 25″ 32″″ inaccurate. Position 87° 14′.\n\n6. + θ Serpentis, fl. 63. In extremitate Caudæ.\n   Oct.17, Double. Equal. Both w. Distance 19″,375″.\n\n7. ψ Draconis, fl. 31. Prima ad ψ.\n   Oct.19, Double. Pretty unequal. L. w.; f. pale r. Distance 28″ 14″″.\n\n8. * ζ Piscium, fl. 86. Trium in lino lucidarum sequens.\n   Oct.19, Double. Pretty unequal. L. w.; S. w. inclining to blue. Distance 22″,187″, not very accurate. Position 22° 37′ n. following.\n\n9. * Prima ad ψ Piscium, fl. 74. Trium in pinna costarum praecedens.\n   Oct.30, Double. Distance 27″,5″. Position about 80° f. following. An obscure star also within 1½ minute.\n\n10. χ Tauri, fl. 59. Australis sequentis lateris quadrilateri, in cervice.\n    Oct.30, Double. Distance 18″,75″, very inaccurate.\n\n11. χ Cygni, fl. 17.\n    Nov.20, Double. Very unequal. L. w.; S. dusky r. Distance 24″ 52″″.\n\n12. * ψ Aquarii, fl. 91.\n    Nov.26, Double. It is the first of three ψ's. Unequal. Distance 23″ 5″″, pretty accurate.\n\nVol. LXXII.\n13. In constellatione Leonis, FL. 83.\nApril 6, Double. It is a small star north preceding τ. A little unequal. Both inclining to r. Distance 29\" 5\"''. Position 54° 55' f. following.\n\n14. In constellatione Aquilæ, FL. 57.\nAug. 2, Double. It is the preceding of two, near the south end of Antinous's bow. A little unequal. L. w.; S. w. inclining to r. Distance 29\" 28\"'', pretty accurate. Position 81° 55' f. preceding.\n\n15. In dextra aure Camelopardali. I. HEVELII ultima.\nAug. 2, Double. A little unequal. L. reddish w.; S. reddish w. Distance 20\" 5\"''.\n\n16. In constellatione Cassiopeæ, FL. 31.\nAug. 2, Double. It is marked with the letter a in HAR-1780. RIS's maps. Distance about 20\" or more.\n\n17. * Cor Caroli, FL. 12. Canum Venaticorum.\nAug. 7, Double. Very unequal. L. w.; S. inclining to r. Distance 20\" 0\"'', inaccurate. Position 41° 47' f. preceding.\n\n18. * In constellatione Cygni, FL. 61.\nSept. 20, Double. It is a star preceding τ. Pretty unequal. L. pale r.; S. r.; or L. r.; S. garnet. Distance 16\" 7\"''. Position 36° 28' n. following.\n\n19. In constellatione Aurigæ, FL. 14.\nSept. 24, Double. It is the preceding star of a cluster of stars that precede φ and χ. Very unequal. L. reddish w.; S. d. Distance 16\" 8\"'', a little inaccurate. Position 37° 38' f. preceding.\n\n20. o Draconis, FL. 47.\nOct. 3, Double. Very unequal. L. pale r.; S. dusky r. Distance 26\" 39\"''. Position 90° n. preceding or following, by exact estimation.\n21. ζ Orionis, fl. 50. Trium in cingulo sequens.\nOct. 10, Double. Very unequal. L. w.; S. d. Distance about 25″. Position 83° 25′ n. following, very inaccurate.\n\n22. f Cygni, fl. 63. ::\n\nOct. 27, Double. Extremely unequal. L. fine w.; S. d. Distance 18″ 11″.\n\n23. 2 ad ω Cygni, fl. 45. In genu dextro.\nOct. 27, Double. Considerably unequal. L. reddish w.;\n1780. S. d. Distance within 30″. Position 7° 23′ n. preceding.\n\n24. 3 ad ω Cygni, fl. 46. In genu dextro.\nOct. 27, Treble. Very unequal, and extremely unequal.\n1780. L. fine garnet; S. r.; smallest d. All within 30″. Position of the brightest of the two small stars 44° 19′ n. preceding. Position of the faintest —— preceding.\n\n25. In constellatione Ceti.\nDec. 23, Double. It is a star near the place of the periodical star o. Distance 16″, 875, a little inaccurate.\n\n26. In constellatione Navis, fl. 19. ::\n\nFeb. 15, Double. It is a star under the ham of Monoceros's right-foot. Distance about 25″.\n\n27. In constellatione Comæ Berenices, fl. 24.\n\nFeb. 28, Double. Considerably unequal. L. whitish r.;\n1781. S. blueish r. Mean distance 18″ 24″. Position 3° 28′ n. preceding.\n\n28. In constellatione Geminorum.\nMar. 13, Double. It is near γ towards ξ Tauri. A little unequal. Both r. Distance 19″ 41″. Position 57° 0′ s. preceding.\n29. * Ursae majoris, FL. 23. Duarum in collo sequens.\n   Apr. 25, Double. Extremely unequal. L. reddish w.; S. d. Distance with 460, 19\" 14\". Position 3° 14' n. preceding.\n\n30. In constellatione Lyncis, FL. 44.\n   May 26, Double. It is the eye or nose of Leo minor.\n   1781. Unequal. Distance 24\" 53\" inaccurate.\n\n31. In constellatione Cephei, near FL. 27.\n   May 27, Treble. It is a star near δ. Distance of the nearest about 20\".\n\n32. * In constellatione Serpentarii, FL. 61.\n   July 15, Double. It is a star near γ. A little unequal.\n   1781. L. w.; S. grey. Distance 19\" 4\", inaccurate. Position almost directly following.\n\n33. In constellatione Aquilae.\n   July 19, Treble. It is the first of two stars preceding v.\n   1781. Distance of the two nearest 21\" 59\", inaccurate.\n\n34. In constellatione Aquilae, near FL. 64.\n   July 25, Double. It is near a star preceding θ. Equal distance about 30\".\n\n35. β Delphini, FL. 6. Austrina praecedentis lateris quadrilateri.\n   Aug. 1, Double. Extremely unequal. Hardly visible with 227; pretty strong with 460. Distance 25\" 54\", rather narrow measure. Position 7° n. preceding, by exact estimation.\n\n36. β Serpentis, FL. 28. In eductione colli.\n   Aug. 13, Double. Extremely unequal. L. w.; S. extremely faint. Distance 24\", pretty exactly estimated. Position 3 or 4° l. preceding, too obscure for measuring.\n37. δ Equulei, FL. 7. Duarum in ore sequens.\n\nAug. 13, Double. Excessively unequal. S. hardly visible\n1781. with 227; but with 460, visible at first sight. L.\nw.; S. d. Distance 19\" 32\"\"'. S. too obscure to be\nvery accurate. Position 11° 39' n. following.\n\n38. In constellatione Aquarii, FL. 24.\n\nAug. 14, Double. It is the star in the cheek or hair of the\n1781. neck. Very unequal. L. w.; S. d. Distance 25\",\nvery inaccurate.\n\n39. In constellatione Cygni.\n\nOct. 1, Double. It is a star north following σ. Extremely\n1781. unequal. L. w.; S. d. Distance 18\" exact estimation.\nPosition 30° 28' f. following.\n\n40. α Trianguli, FL. 10.\n\nOct. 8, Double. It is the preceding of three telescopic\n1781. stars. Unequal. Distance 17\" 19\"\", pretty accurate.\n\n41. μ Herculis, FL. 86.\n\nOct. 10, Double. Excessively unequal. The small star is\n1781. not visible with 227, nor with 278. I saw it very\nwell with 460. L. inclined to pale r.; S. d. Dis-\ntance, by pretty exact estimation, 18\". Position, by\nvery exact estimation, 30° f. preceding.\n\n42. In constellatione Herculis.\n\nOct. 10, Double. It is a star just by ν. Considerably une-\n1781. qual. L. inclined to r.; S. inclined to blue. Distance\n18\" 19\"\". Position 4° 58' n. preceding.\n\n43. λ Eridani, FL. ultima. In origine fluvii.\n\nOct. 22, Double. It is the middle of three telescopic stars.\n1781. Very unequal. L. w.; S. r.\n\n44. In\n44. In constellation Tauri, near fl. 4.\n\nDec. 22, Double. It is a small telescopic star south following s. Extremely unequal. L. w.; S. d.\n\nFIFTH CLASS OF DOUBLE STARS.\n\n1. δ Herculis, fl. ii. In sinistro humero.\n\nAug. 9, Double. Extremely unequal. L. w.; S. inclining to r. Distance 33″,75″. Position 72° 28′ f. following.\n\n2. * ζ Lyrae, fl. 6.\n\nAug. 29, Double. Pretty unequal. L. w.; S. w. inclining to pale rose colour. Distance 41″,58″″, perhaps a little inaccurate. Position 62° 18′ f. following, a little inaccurate.\n\n3. * β Lyrae, fl. io. Duarum in jugimento borea.\n\nAug. 29, Quadruple. All w. First and second considerably unequal. First and third very unequal. First and fourth very unequal. The second a little inclining to r. The third and fourth more inclining to r. Distance of the first and second 43″,57″″. Position 60° 28′ f. following, a little inaccurate.\n\n4. δ Cephei, fl. 27. Sequitur tiaram.\n\nAug. 31, Double. Considerably unequal. L. reddish w.; S. blueish w. Distance 38″,18″″; a bright object.\n\n5. + β Cygni, fl. 6. In ore.\n\nSept. 12, Double. Considerably unequal. L. pale r.; S. a beautiful blue. The estimation of the colours the same\nfame with 227 and 460. Distance $39''\\ 32''''$, pretty accurate. Position $36^\\circ\\ 28'$ n. following.\n\n6. * $\\nu$ Scorpii, FL. 14. Duarum adjacentium boreae frontis, borea.\n\nSept.19, Double. Very unequal. Both w. Distance $38''\\ 20''''$, pretty accurate. Position $69^\\circ\\ 28'$ n. preceding.\n\n7. $\\mu$ Sagittarii, FL. 13. In summo arcu, borealis.\n\nSept.19, Treble. Two small stars near on each side. L. w.; S. both r. Distance of the nearest about $30''$. Position — preceding, the other — following.\n\n3. $\\kappa$ Herculis, FL. 7. In dextri brachii ancone.\n\nSept.20, Double. A little unequal. L. r.; S. garnet; or L. pale r.; S. r. (when the stars are low the first estimation of the colours will take place). Distance $39''\\ 59''''$. Position $79^\\circ\\ 37'$ n. following. Has also a third star.\n\n9. $\\iota$ Bootis, FL. 21. Trium in sinistra manu, media.\n\nSept.27. Double. Very unequal. L. w.; S. d. Distance $37''\\ 56''$. This is not a mean of the measures; for I suspect a motion in one of the stars, which another year or two may shew. Position $52^\\circ\\ 51'$ n. following.\n\n10. * $\\delta$ Orionis, FL. 34. Trium in cingulo praecedens.\n\nOct.6, Double. Considerably unequal. L. w.; S. blueish r. Distance $52'',968$ full measure. Position $88^\\circ\\ 10'$ n. preceding.\n\n11. $\\tau$ Draconis, FL. 24. and 25, In ore duplex.\n\nOct.19, Double. A little unequal. L. pale r.; S. pale r. Distance $54''\\ 48''''$. Position $44^\\circ\\ 19'$ n. preceding.\n\nFrom the right ascension and declination of these stars in Flamstead's catalogue we gather, that in his\nhis time their distance was $1' 11''$,418; their position $44^\\circ 23'$ n. preceding; their magnitude equal or nearly so. The difference in the distance of the two stars is so considerable, that we can hardly account for it otherwise than by admitting a proper motion in either one or the other of the stars, or in our solar system; most probably neither of the three is at rest.\n\n12. *λ Arietis, FL. 9. In vertice.\nOct. 30. Double. Considerably unequal. L. pale r.; S. dusky garnet. Distance $36'' 44''$, a little inaccurate. Position $42^\\circ 0'$ n. following.\n\n13. φ Tauri, FL. 52. Borea sequentis lateris quadrilateri in Cervice.\nOct. 30. Double. Distance $55'',625$, inaccurate.\n\n14. In constellatione Monocerotis.\nDec. 5. Multiple. It is a spot over the right fore-foot; 1779. 4 or 5 small stars within one minute.\n\n15. c Ursæ majoris, FL. 16.\nMay 2. Double. Very unequal. L. whitish r.; S. d. 1780. Distance with $460, 48'' 59''$. Position $80^\\circ 47'$ f. preceding.\n\n16. σ Piscium, FL. 76. Duarum in ore piscis sequentis borealior.\nAug. 3. Double. Extremely unequal. L. pale r.; S. dusky r. Distance $48'',125$, pretty accurate. Position $15^\\circ 28'$ n. preceding.\n\n17. π Andromedæ, FL. 29. In dextro humero.\nAug 25. Double. Extremely unequal. L. w.; S. blueish. 1780. Distance $34'' 12''$, inaccurate.\nof Double Stars.\n\n18. α Cassiopeæ, fl. 18. In pectore.\nAug.31, Double. Extremely unequal. L. pale r.; S. d.\n1780. Distance 52″,812. Position 40° 58′ n. preceding.\n\n19. γ Herculis, fl. 20. In dextro brachio.\nSept.4, Double. Extremely unequal. L. reddish w.; S.\n1780. r. Distance 41″ 49″″, a little inaccurate. Position\n19° 30′ f. preceding.\n\n20. e Pegasi, fl. 1.\nSept.8, Double. Very unequal. L pale r.; S. d.; Dis-\n1780. tance 37″ 5″″, pretty accurate. Position 38° 19′ n.\npreceding.\n\n21. τ Aurigæ, fl. 29.\nSept.26, Double, about 30″.\n\n22. λ Aurigæ, fl. 15.\nSept.30. Multiple. Two are within about 30″.\n\n23. In constellatione Orionis.\nOg.10, Double. It is a star following f. Distance about\n1780. 40″\n\n24. In constellatione Ceti, fl. 37\nOg.12. Double. It is a star between η and θ towards the\n1780. north. Distance 42″,812, inaccurate.\n\n25. τ Orionis, fl. 20. supra talum in tibia.\nOg.23, Double. Very unequal. Distance about 30″\n\n26. h Leonis, fl. 6.\nFeb.21, Double. Very unequal. L. r.; S. d. Distance\n1781. 35″ 48″″. Position 12° 55′ n. following.\n\n27. In constellatione Libræ, near fl. 31.\nMay.24, Double. The most south of three small stars in\n1781. the finder. Equal, or the preceding rather the\nlargest. Both w. inclining to pale r. Distance\n44″ 12″″, a little inaccurate. Position 40° 17′ f.\nfollowing.\n\nVol. LXXII.\n28. In constellatione Cephei.\nMay 27, Double. It is a star near $\\beta$. Extremely unequal.\n1781. Distance about $30''$.\n\n29. $\\nu$ Serpentis, FL. 53. Post dextrum femur Serpentarii.\nJuly 16. Double. Unequal. Distance about $35''$.\n\n30. In constellatione Serpentarii, FL. 53.\nJuly 19, Double. It is a star between $\\alpha$ and $\\beta$ one-third\nof the way from $\\alpha$. Very unequal. L. w.; S.\ninclining to r. Distance $32''$ $21''$, narrow measure.\n\n31. In constellatione Aquilæ.\nJuly 19, Double. It is the star next but one preceding $\\delta$.\n1781. Very unequal. L. r.; S. d. Distance about $30''$.\n\n32. $\\alpha$ Andromedæ.\nJuly 21, Double. Extremely unequal. The small star\nbetter with 460 than with 227. L. w.; S. d. Distance $55''$ $32''$, rather narrow measure. Position:\n$10^\\circ 37'$ preceding.\n\n33. $\\beta$ Aquilæ, FL. 15.\nJuly 25, Double. Unequal. Both pale r. Distance $33''$ $53''$,\n1781. inaccurate.\n\n34. In constellatione Aquilæ, near FL. 28.\nJuly 25, Double. It is one of two stars near A. Distance\nabout $35''$.\n\n35. In constellatione Aquilæ.\nJuly 25, Double. It is a star near that which follows $\\theta$.\n1781. Very unequal. Distance about $40''$.\n\n36. $\\sigma$ Scuti, FL. 2. in constellatione Aquilæ.\nJuly 30, Double. Very unequal. L. pale r.; S. d. Distance $42''$ $44''$, a little inaccurate.\nof Double Stars.\n\n37. \\( \\upsilon \\) Coronæ, FL. 18.\nSept.21, Treble. Very unequal. L. w.; S. both r. Distance of the nearest about 50''; the 1½ min. ‡\n\n38. In constellatione Herculis, FL. 23.\nSept.21, Double. It is the star between \\( \\upsilon \\) and \\( \\xi \\) Coronæ, the largest of a telescopic triangle. Distance 36'' 27''', rather narrow measure. L. w.; S. w. inclining to r.\n\n39. \\( \\alpha \\) Lyrae, FL. 3. In testa fulgida.\nSept.24. Double. Excessively unequal. By moon-light I could not see the small star with 278, and saw it with great difficulty with 460; but in the absence of the moon I have seen it very well with 227. L fine brilliant w.; S. dusky. Distance 37'' 13'''. Position 26° 46' f. following.\n\nOct.22, Having often measured the diameters of many of the principal fixed stars, and having always found that they measured less and less the more I magnified, I fixed upon this fine star for taking a measure with the highest power I have yet been able to apply, and upon the largest scale of my new micrometer I could conveniently use. With a power of 6450 (determined by experiments upon a known object at a known distance) I looked at this star for at least a quarter of an hour, that the eye might adapt itself to the object; having experimentally found, that the aberration by this means will appear less and less, and, in the telescope I used upon this occasion with powers from 460 to 1500, will often quite vanish, and\n\n‡ In a future collection the small star at the obtuse angular point will be found as a double star of the second or third class.\nleave a very well-defined circular disk for the apparent diameter of the stars. The diameter of α Lyrae, by this attention, appeared perfectly round, and occasionally separated from rays that were flashing about it. From the very brilliant appearance of the star with this great power, and a pretty accurate rough calculation founded on its apparent brightness, when observed with the naked eye with 227, with 460, with 6450, I surmise, that it has light enough to bear being magnified at least a hundred thousand times with no more than six inches of aperture, provided we could have such a power, and other considerations would allow us to apply it. When I had as good a view as I expected to have, I took its diameter with my new micrometer upon a scale of eight inches and 4428 ten thousandth to 1'' of a degree, and found it subtended an angle of 0'',3553. I had no person at the clock; but suppose the time of its passing through the field of my telescope (which in this great power is purposely left undefined, and as large as possible) was less than three seconds.\n\n40. ν Lyrae, FL. 8.\nSept. 24. Treble. Extremely unequal. L. w.; S. both d.\n1781. One n. preceding, the other f. following. Distance of the following star 56'' 47'', a little inaccurate. Position of the same 28° 27' f. following.\n\n41. A Persei, FL. 43.\nSept. 24. Double. Unequal. L. w. Distance about 50''.\n42. In constellatione Lyrae.\nSept. 25. Double. It is a small star just by η. A little unequal\nof Double Stars.\n\n1781. equal. Both r. Distance $38'' 8''$. Position $26^\\circ 18'$ n. following.\n\n43. In constellatione Cygni, FL. 76.\nOct. 1, Double. It is the third star from $\\rho$ towards $\\upsilon$.\n1781. Unequal. Distance $48''$ by exact estimation. Position — preceding.\n\n44. In constellatione Cygni, FL. 69.\nOct. 1, Treble. Very unequal. L. w.; S. both reddish.\n1781. Position both —— preceding.\n\n45. In constellatione Cygni.\nOct. 1, Double. It is the most south of two telescopic stars following $\\tau$. Very unequal. L. w.; S. d. Distance $44''$ by exact estimation. Position —— following.\n\n46. c Cygni, FL. 16. 1a ad c.\nOct. 5, Double. It is the star next following $\\theta$. Almost equal. Both pale r. Distance $30''$ by pretty exact estimation.\n\n47. c Cygni, FL. 26. 2a ad c.\nOct. 8, Double. Very unequal. L. reddish w.; S. dusky r. Distance $39''$ by pretty exact estimation.\n\n48. * In constellatione Piscium.\nOct. 8, Double. It is a telescopic star just by $\\theta$ northwards. Both d. Distance about $45''$.\n\n49. * In constellatione Arietis, FL. 30.\nOct. 15, Double. It is a small star over the Ram's back.\n1781. Nearly equal. Distance $31'' 6''$, inaccurate.\n\n50. $\\gamma$ Leporis, FL. 13. In posterioribus pedibus austrina.\nOct. 22, Double. Considerably unequal. Distance about $40''$.\n\n51. In constellatione Sagittae.\nNov. 23, Double. It is a star north following $\\epsilon$. Extremely unequal. Distance $32'' 48''$. L. r.; S. blue.\nSIXTH CLASS OF DOUBLE STARS.\n\n1. o Ceti, FL. 68. In pectore nova.\n   Oct. 20. Double. Very unequal. L. garnet. S. dusky.\n   1777. Dist. { mean of some very accurate measures $1'44''$,218\n          mean of other very accurate measures $1'53''$,032.\n   As I can hardly doubt the motion of this star, I have given the mean of the most accurate measures separately; and hope in a few years time to be able to give a better account of it.\n\n2. o Serpentarii, FL. 67.\n   Aug. 29, 1779. Double. Distance about $1\\frac{1}{4}$ min.\n\n3. δ Lyrae, FL. 11.\n   Aug. 29, Double. Extremely unequal. L. w.; S. d. Distance about $4'$, pretty exact estimation.\n\n4. α Capricorni, FL. 5.\n   Sept. 19, Double. Very unequal. L. r.; S. d. Distance about $1\\frac{1}{4}$ min. Position — f. preceding.\n\n5. In constellatione Arietis, FL. 35. supra dorsum.\n   Sept. 27, Double. It is the star in the body of the fly.\n   1779. Distance $2'5''$ 35'''.\n\n6. ε Capricorni, FL. 39. Duarum in eductione caudae praeced.\n   Sept. 27, Double. Unequal. L. pale r. Distance about $1\\frac{1}{4}$ min.\n\n7. * τ Tauri, FL. 94. In eductione cornu borei.\n   Oct. 6. Double. Distance $1'11''$,25''', pretty accurate.\n\n8. κ Tauri, FL. 59.\n   Oct. 6. Double. At a considerable distance.\n9. * ζ Geminorum, fl. 43. In sinistro genu sequentis II'.\nOct. 7, Double. Very unequal. L. reddish w.; S. dusky r.\n1779. Distance 1' 31'' 52'', rather full measure. Position 81° 14' n. preceding.\n\n10. o Cygni, fl. 31. Duarum in dextro pede sequens.\nNov. 2, Double. Considerably unequal. L. pale r.; S. blue. It is the following star of the two o's that are close together. Distance 1' 39'' 57''. Position 87° 14' f. preceding.\n\n11. * α Leonis, fl. 32. In corde.\nNov. 14, Double. Very unequal. L. w.; S. d. Distance 1779. 2' 48'' 20''. Position 30° 5' n. preceding.\n\n12. * τ Leonis, fl. 84. Quasi in cubito.\nApril 6, Double. Considerably unequal. L. r.; S. inclining to blue. Distance 1' 22'' 42''. Position 73° 29' f. following.\n\n13. o Leonis, fl. 95. In extremitate caudæ.\nApril 6, Double. Extremely unequal. L. reddish w.; S. d. Distance about 1½ min. Position about 80° n. following.\n\n14. η Serpentis, fl. 58. In cauda.\nJune 19, Double. Extremely unequal. L. pale r.; S. d. Distance 1' 21'' 2''. Position 9° 7' f. following.\n\n15. In constellatione Bootis, near fl. 6.\nJune 25, Double. It is a telescopic star near that which forms a rectangle with α and η. Distance about 2'.\n\n16. δ Bootis, fl. 49. In dextro humero.\nJuly 23, Double. Considerably unequal. Distance about 1780. 2½ min. L. reddish w.; S. w. Position 5° 46' n. following.\n17. μ Bootis, FL. 51. In baculo recurvo.\n\nJuly 30, Double. Unequal. Distance 2' 8\", exact estimation. Position 8° 25' S. following. L. reddish w. S. pale r. See the 17th star of the first class.\n\n18. ν Coronae, FL. 21.\n\nJuly 30, Double. Very unequal. L. r.; S. garnet. At some considerable distance. Position about 8° N. following.\n\n19. χ Persei.\n\nAug. 2, Multiple. An astonishing number of small stars all within the space of a few minutes. I counted not less than 40 within my small field of view.\n\n20. μ Persei, FL. 51. Duarum in dextro poplite sequens.\n\nAug. 2, Double. Very unequal. L. w. Distance about 1' 1/2.\n\n21. η Pegasi, FL. 44.\n\nAug. 23, Double. Distance about 2 1/4 min.\n\n22. In constellatione Draconis, I. HEVELII 69.\n\nAug. 7, Double. It is the star between α Draconis and the tail of Ursa major. Distance about 3 1/4 min.\n\n23. In naribus Lyncis.\n\nAug. 7, Double. Distance about 2'.\n\n24. δ Cassiopeae, FL. 4.\n\nAug. 12, Treble. Two are large. Distance about 2'. A third is obscure. Distance about 1 1/4 min. They form almost a rectangle.\n\n25. In constellatione Cassiopeae, FL. 3.\n\nAug. 18, Double. Distance about 2 1/4 min.\n\n26. ε Sagittae, FL. 11.\n\nAug. 19, Double. Very unequal. L. r.; S. r. inclining to blue. Distance 1' 31\" 53''. Position 8° 32' S. following.\n27. In constellatione Aquilæ.\nAug. 24. Double. It is a star north of θ. Distance about 1'.\n\n28. β Capricorni, fl. 9. Trium in sequente cornu austrina.\nAug. 26. Double. Considerably unequal. Distance about 1780. 3'. Position —— preceding.\n\n29. π Capricorni, fl. 10. Trium in rostro præcedens.\nAug. 26. Double. Distance about 2½ min.\n\n30. α Aurigæ, fl. 13. In humero sinistro.\nSept. 8. Double. Extremely unequal. L. w.; S. d.\n1780. Distance 2' 49'' 8''. Position 33° 42' f. following.\nWith a power of 227, and my common micrometer, the diameter of this star measured 2'',5. The circumference was remarkably well-defined.\n\n31. δ Tauri, fl. 88. In sinistro cubito.\nSept. 24. Double. Distance 1' 10'',625. A little inaccurate.\n1780.\n\n32. λ Cygni, fl. 54.\nSept. 20. Double. Extremely unequal. L. blueish w.; S.\n1780. d. Distance about 1 min. Position 12° 42' f. following.\n\n33. In constellatione Cygni, fl. 32.\nSept. 20. Double. Distance about 2 min.\n\n34. θ Aurigæ, fl. 37. In dextro carpo.\nSept. 26. Double. Distance about 2½ min.\n\n35. In constellatione Camelopardali, fl. 13.\nSept. 26. Double. It is the star over the goat's head. Distance about 2'.\n\n36. In constellatione Camelopardali, fl. 10.\nSept. 30. Double. Distance about 1½ min.\n37. c Draconis, fl. 46. In flexura colli.\n   Oct. 3. Double. Distance 3 or 4'. A rich spot.\n\n38. c Draconis, fl. 64 or 65.\n   Oct. 3. Double. Distance about 2'.\n\n39. α Orionis, fl. 58. In dextro humero lucida rutilans.\n   Oct. 10. Double. Extremely unequal. L. r. but not deep;\n   1780. S. d. Distance 2' 6'' 2'''. Position 62° 18' f. following.\n\n40. γ Leporis, ff. 13.\n   Feb. 21, 1781. Double. Distance about 2½ min.\n\n41. ρ Cancri 5 ad ρ, fl. 67.\n   Feb. 21, Double. Very unequal. L. reddish w.; S. d.\n   1781. Distance 1' 35'' 59'''. Position 50° 33' n. preceding.\n\n42. β Geminorum, fl. 78. In capite sequentis IIi.\n   Mar. 13, Multiple. Extremely unequal. The nearest distance 1' 56'' 45''', rather full measure. Position 24° 28' n. following, not extremely accurate. This is the smallest. The next distance 3' 17'' 19''', pretty accurate. Position 15° 56' n. following. A third I did not measure.\n\n43. θ Virginis, fl. 51. De quatuor ultima et sequens.\n   May 14, Double. Extremely unequal. L. w.; S. d. Distance 1' 3'' 53''', inaccurate. Position 24° 55' n. preceding.\n\n44. Librae, fl. 24.\n   May 24, Double. Very unequal. L. w.; S. dusky r.\n   1781. Distance 1' 5'' 10''', not accurate. Position 22° 31' f. following.\n\n45. In constellatione Andromedæ.\n   July 21, Double. It is a star near towards o. L. r. Distance about 1½ min.\n46. α Aquilæ, FL. 53.\nJuly 23, Double. Extremely unequal. L. w.; S. d. Distance 2' 23'' 18''. Position 64° 44' n. preceding.\n\n47. In constellatione Aquilæ, near FL. 35.\nJuly 25, Double. It is one of the preceding stars of a small quartile near c, not very near.\n\n48. In constellatione Aquilæ, near FL. 35.\nJuly 25, Double. It is also one of the preceding stars of a small quartile near c, not very near.\n\n49. In constellatione Aquilæ.\nJuly 26, Double. The following star of a trapezium near l.\n\n50. In constellatione Aquilæ.\nJuly 26, Double. The following star of a trapezium near l. not near.\n\n51. In monte Mænali Heveliana.\nAug. 5, Double. It is a star near the middle. The following of two, not very near.\n\n52. In constellatione Bootis.\nAug. 17, Double. It is a star between ε and f. Distance above 1'. Unequal.\n\n53. In constellatione Bootis.\nAug. 17, Double. It is a star more south than i. Distance above 1'.\n\n54. In constellatione Serpentarii.\nAug. 21, Double. It is a star more south than o. Distance 75'', exact estimation.\n\n55. In constellatione Cassiopeæ, FL. 2.\nSept. 6, Double. It is a star near e. L. r. Dist. within 2½.\n\n56. θ Lyrae, FL. ultima.\nSept. 25, Double. Very unequal. L. w.; S. inclining to r. Distance about 1½ min. Position —— n. following.\n57. In constellatione Cygni, FL. 79.\nOct. 1, Double. It is the fifth star from ρ to ν. Unequal.\n1781. L.w.; S. pale r. Distance 1′ 40″ estimation.\n\n58. In constellatione Aquarii, FL. 5.\nOct. 5, Double. It is the most south of two in the arrow\n1781. of Antinous. Distance above 1′.\n\n59. In constellatione Cygni, near FL. 28.\nOct. 5, Double. It is a star near b. Distance 73″, exact.\n1781. estimation.\n\n60. In constellatione Cygni.\nOct. 8, Double. It is a star near the second c. Considerably unequal.\n1781. L.w.; S.d. Distance 88″, exact estimation.\n\n61. In constellatione Piscium, near FL. 7.\nOct. 8, Treble. It is a star preceding b. They form a triangle, each side of which is about 1′.\n\n62. π Piscium, FL. 8. In ventre.\nOct. 8. Double. Distance near 2′.\n\n63. In constellatione Sagittæ.\nOct. 12, Double. It is near the star north following ε.\n1781. Extremely unequal. L.w. inclining to r.; S.d. Distance 1′ 30″ 56″″. Position 4° 9′ 1. preceding. A third star in the same direction, at a little more than twice the distance. A fourth star in view.\n\n64. In constellatione Eridani.\nOct. 22, Double. It is the small star near ν. Distance about 1¼ min.\n\n65. In capite Monocerotis.\nOct. 22, Multiple. It is one star with at least 12 around it, all within the field of my telescope.\n66. α Tauri, fl. 87. Splendida in austrina oculo.\n\nDec. 19, Double. Extremely unequal. L. r.; S. d. Distance 1' 27'' 45''. Position 52° 58' n. following.\n\nWith 460, the apparent diameter of this star, when on the meridian, measured 1'' 46'', a mean of two very compleat observations, they agreed to 6''; with 932, it measured 1'' 12'', also a mean of two excellent observations; they agreed to 8''. The apparent disk was perfectly well defined with both powers.\n\nPOSTSCRIPT TO THE CATALOGUE OF DOUBLE STARS:\n\nSINCE my having delivered my paper on the Parallax of the Fixed Stars, in which I refer to the above Catalogue of Double Stars, I have received, by the favour of our President Sir Joseph Banks, the fourth volume of the Acta Academiae Theodoro Palatinæ, which contains a most excellent Memoir of Mr. Mayer's, \"De novis in Coelo sidereo Phænomenis;\" wherein I see that the idea of ascertaining the proper motion of the stars by means of small stars that are situated at no great distance from large ones, has induced that gentleman before me to look out for such small stars. In the course of that undertaking he has discovered a good many double stars, of which he has given us a pretty large list, some of them the same with those in my catalogue. My view being the annual parallax required, stars much nearer than those that would do for Mr. Mayer's.\nMayer's purpose; therefore I examined the heavens with much higher powers, and looked out chiefly for such as were exceedingly close.\n\nThe above catalogue contains 269 double stars, 227 of which, to my present knowledge, have not been noticed by any person. I hope they will prove no inconsiderable addition to the general stock, especially as in that number there are a great many which are out of the reach of Mr. Mayer's and other mural quadrant or transit instruments. It can hardly be expected, that a power of 70 or 80 would be sufficient to discover those curious stars that are contained in the first class of my catalogue; so that it is not strange they should have entirely escaped Mr. Mayer's notice. We see that it is not for want of his looking at those stars; for we find he has frequently observed ζ Cancri, the star near Procyon, and the star in Monoceros, without perceiving the small stars near them, which I have pointed out. Nor is it only in the first class that his telescope wanted power, light, and distinctness; for the small stars that are near β Orionis, β Serpentis, ζ Orionis, ε Pegasi, α Lyrae, α Andromedae, μ Sagittarii, α Aquilae, η Pegasi, δ Lyrae, i Librae, u Piscium, α Tauri, and many more, have escaped his discovery, though he has given us the places of other more distant small stars not far from them, and therefore must have had them frequently in the field of view of his telescope. In settling the relative situations of very close double stars, neither Mr. Mayer's instruments, nor his method, were adequate to the purpose. It is well known, that whenever we employ time as a measure, the results cannot be very accurate; because a mistake of no more than a tenth part of a second in time will produce an error of a whole second and an half in measure, so that his AR must be\nbe extremely defective. Nor could his micrometer give the declination much better unless the telescope had bore a power of at least 4 or 500. When the angle of position is but small, such as 3, 4, 5, or 6 degrees, and the distance of the stars not above a few seconds, it is evident, that a micrometer must be able to measure tenths of a second at least to give even a tolerable exactness of position. On the contrary, the position being measured with such a micrometer as I have constructed for the purpose, we may from thence deduce the declination, with great confidence, true to a quarter of a tenth of a second for every second of the distance of the stars.\n\nMr. Mayer's account of α Geminorum, for instance, gives a difference of 9″,7 of time in AR, of 3″,8 in declination, and of 1 to 6 in magnitude or degree of light of the stars. These quantities reduced to my notation, and compared with my measures of the same star, give\n\n\\[\n\\begin{align*}\n\\text{Distance} & : 9″,635 \\text{ from center to center} \\\\\n\\text{Position} & : 23° 14′ n. preceding \\\\\n\\text{Magnitude} & : \\text{extremely unequal}\n\\end{align*}\n\\]\n\nMine\n\n\\[\n\\begin{align*}\n& : 5″,156 \\text{ diameters included.} \\\\\n& : 32° 47′ n. preceding. \\\\\n& : \\text{A little unequal.}\n\\end{align*}\n\\]\n\nTo account for this difference I ascribe Mr. Mayer's error in distance to his method of measuring by time. The error of position follows always from an observation of the declination taken with the common micrometer, when it is deduced from an erroneous AR. In my measures the distance and position are independent of each other, which I look upon as no small advantage of my cross-hair micrometer. The error in the magnitudes of the stars I ascribe to the want of power in Mr. Mayer's telescope, which did not separate the stars far enough for him to judge accurately of their size, otherwise he would soon have found, that instead of five there is hardly so much as one.\none single degree of difference in their magnitudes. See fig. 6. for a representation of those stars with my power of 460.\n\nI do not mean to depreciate Mr. Mayer's method, the excellence of which is well known; and with some stars of my third, all those of the fourth, fifth, and sixth classes, as well as with those still farther distant, to which he has applied it with admirable skill, and \"magno labore, multisque nocturnis vigillis\" (as he very justly expresses himself) a better can hardly be wished for; but with stars of the second class which generally differ no more than one, two or three-tenths of a second of time in AR, and can never differ more than four tenths, the insufficiency of measuring by time is obvious. In regard to the declination, it is also no less evident, that it is much more accurate to take an angle, which may be had true to 2 or 3° at most, than to measure its tangent, which in stars of the second class is generally no more than 2, 3, or 4′′ of a degree, and can never exceed five. I do not so much as mention the stars of the first class: they must certainly, as to sense, pass the meridian at the same instant of time. Their distance has even eluded the attacks of my smallest silk-thread micrometer armed with an excellent power of 460; but I shall soon apply my last new instrument to them *, not without hopes of success. Now, though I have hitherto not been able to express the distance of the stars of the first class, otherwise than by the proportion it bears to their apparent diameters, I think it a very great point gained, that one of my instruments at least (viz. the cross-hair micrometer) has laid hold of them: for their angle of position, I think, is within a very small quantity as well determined as it is in those of the second class. This simple but most useful instrument can, by actual measure,\n\n* For a description of which see p. 163.\ndiscover beyond a doubt a motion in two stars that are very close together, though it should amount to no more than a tenth part of a second of a degree, provided that motion be in such a direction that the effect of it be thrown upon the angle of position; wherein, with some of the stars of the first class, it would occasion an alteration of 10, 20, 30, or more degrees.\n\nI have marked all those stars in my catalogue which have been observed by Mr. Mayer and other astronomers with an asterisk (*) affixed to the number that they may be known; those with the mark of a dagger (†) have been observed by different astronomers before Mr. Mayer. Among the stars which are not marked, will be found several that have been observed by Mr. Mayer; but, on comparing them together, it will be seen, that they are observations of different small stars; for instance, Mr. Mayer (Act. Acad. vol. IV. p. 296.) observed a small star near Rigel at the distance of $1'0''$,5 AR in time, and $2'55''$,2 in difference of declination north preceding Rigel. In my second class (the 34th star) we also find Rigel; but the small star I have observed is one which has not been seen by Mr. Mayer, and is at a distance of no more than $6'27''$. Position $68^\\circ 12'$ south preceding; and so on with other stars.\n\nI have used the expression double-star in a few instances of the sixth class in rather an extended signification: the example of Flamstead, however, will sufficiently authorize my application of the term. I preferred that expression to any other, such as Comes, Companion, or Satellite; because, in my opinion, it is much too soon to form any theories of small stars revolving round large ones, and therefore I thought it adviseable carefully to avoid any expression that might convey that idea. I am\nvery well persuaded, FLAMSTEAD, who first used the word Comes, meant it only in a figurative sense.\n\nI shall not fail to take the first opportunity of looking out for those of Mr. MAYER's double-stars which I have not in my catalogue, amounting to 31; and also for one I find mentioned in La Connoissance des Temps for 1783, discovered by Mr. MESSIER.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106455.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 52,
    "total-input-tokens": 81628,
    "total-output-tokens": 25753,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1366,
        2
      ],
      [
        1366,
        3265,
        3
      ],
      [
        3265,
        5059,
        4
      ],
      [
        5059,
        6502,
        5
      ],
      [
        6502,
        8013,
        6
      ],
      [
        8013,
        9569,
        7
      ],
      [
        9569,
        11197,
        8
      ],
      [
        11197,
        12783,
        9
      ],
      [
        12783,
        14312,
        10
      ],
      [
        14312,
        15655,
        11
      ],
      [
        15655,
        17006,
        12
      ],
      [
        17006,
        18668,
        13
      ],
      [
        18668,
        20181,
        14
      ],
      [
        20181,
        21724,
        15
      ],
      [
        21724,
        23153,
        16
      ],
      [
        23153,
        24678,
        17
      ],
      [
        24678,
        26136,
        18
      ],
      [
        26136,
        27473,
        19
      ],
      [
        27473,
        29071,
        20
      ],
      [
        29071,
        30607,
        21
      ],
      [
        30607,
        31959,
        22
      ],
      [
        31959,
        33341,
        23
      ],
      [
        33341,
        34763,
        24
      ],
      [
        34763,
        36242,
        25
      ],
      [
        36242,
        37394,
        26
      ],
      [
        37394,
        38706,
        27
      ],
      [
        38706,
        40148,
        28
      ],
      [
        40148,
        41434,
        29
      ],
      [
        41434,
        42788,
        30
      ],
      [
        42788,
        44161,
        31
      ],
      [
        44161,
        45323,
        32
      ],
      [
        45323,
        46880,
        33
      ],
      [
        46880,
        48197,
        34
      ],
      [
        48197,
        49521,
        35
      ],
      [
        49521,
        50838,
        36
      ],
      [
        50838,
        52413,
        37
      ],
      [
        52413,
        53887,
        38
      ],
      [
        53887,
        55340,
        39
      ],
      [
        55340,
        56576,
        40
      ],
      [
        56576,
        57915,
        41
      ],
      [
        57915,
        59193,
        42
      ],
      [
        59193,
        60426,
        43
      ],
      [
        60426,
        61762,
        44
      ],
      [
        61762,
        63029,
        45
      ],
      [
        63029,
        64307,
        46
      ],
      [
        64307,
        65668,
        47
      ],
      [
        65668,
        67489,
        48
      ],
      [
        67489,
        69423,
        49
      ],
      [
        69423,
        71321,
        50
      ],
      [
        71321,
        73116,
        51
      ],
      [
        73116,
        73467,
        52
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106455",
    "title": "Catalogue of Double Stars. By Mr. Herschel, F. R. S. Communicated by Dr. Watson, Jun.",
    "authors": "Mr. Herschel, Dr. Watson",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 52,
    "jstor_url": "https://www.jstor.org/stable/106455"
  }
}