{
  "id": "c3a914b21b67fe41be0f6ba6c34ead266f8b0650",
  "text": "XXIV. On Spherical Motion. By the Rev. Charles Wildbore; communicated by Earl Stanhope, F. R. S.\n\nRead June 24, 1790.\n\nThis Paper, which has cost me much pains in patient investigation, is occasioned by that of Mr. Landen, in the Philosophical Transactions, Vol. LXXV. Part II. I am no stranger to this gentleman's great judgement and abilities in these abstruse speculations, but have a very high opinion of both; yet I could not but think it strange, that two such mathematicians as M. d'Alembert and M. L. Euler should both follow one another on the same subject, both agree, and still not be right. I therefore resolved to try to dive to the bottom of their solutions, which those who are acquainted with the subject know to be no light task; and, if possible, to give the solution, independent of the perplexing consideration of a momentary axis changing its place both in the body and in absolute space every instant; and which I look upon as not absolutely essential to the determination of the body's motion. But finding that I could not thus so readily shew the agreement or disagreement of my conclusions with those of the gentlemen who have preceded me in this enquiry; I have also added the investigation of the properties of this axis. And I suppose it will be found, that I have added many properties unknown before, or at least unnoticed by any of them.\n\nM. Landen's\nThe seven Satellites of Saturn as they appeared to be situated the 18th of Oct. at 7° 51' 54\" 1789.\nThe Seven Satellites of Saturn as they will be situated the 18th of Oct.\n\nFig. 1\nMr. Wildbore on Spherical Motion.\n\nM. Landen's very important discovery, that every body, be its form ever so irregular, will revolve in the same manner as if its mass were equally divided and placed in the eight angles, or disposed in the eight octants of a regular parallelopipedon, whose moments of inertia round its three permanent axes are the same as those of the body, serves admirably to shorten the investigation, and render the solution perspicuous. I have therefore here taken its truth for granted, because it is also exactly agreeable to the solutions of the other gentlemen, and saves the trouble of repeating what they have done before. I have also shewn wherein, and why, his solution differs from theirs, and proved, as I think, undeniably, in what respects it is defective.\n\nThat the inertia, or, as M. Euler calls it, the momentum of inertia, is equal to the fluent or sum of every particle of the body drawn into the square of its distance from the axis of motion; and the determination of the three permanent axes, or the demonstration that there are, at least, three such axes in every body, round any one of which, if it revolved, the velocity would be for ever uniform, I have also taken for granted, because these things have been proved before, and all the gentlemen are agreed in them. Difficulties that occurred I have not concealed, but shewn how to obviate, and endeavoured to place the truth in as clear a light as possible; which to discover is my wish, or to welcome it by whomsoever found.\n\nPROPOSITION I.\n\nWhilst a globe, whose centre is at rest, revolves with a given velocity about an axis passing through that centre, to find\nfind with what velocity any great circle on the surface, but oblique to that axis, moves along itself.\n\nLet I (Tab. XX. fig. 1.) be the centre, and BLb the axis round which the globe revolves with a velocity \\(= c\\) measured along the great circle GH, whose plane is perpendicular to that axis, and HSGs any great circle whose plane is oblique to the axis, ESF and esf two lesser circles of the sphere parallel to the great circle GH, and touching HSGs in S and s; then, as the radius BI which may be supposed unity : \\(c ::\\) the radius of the less circle ESF = the sine of the arc BE or BS : the velocity along the circle ESF = the absolute velocity of the point S on the surface of the globe: but the point S is also upon the great circle GSHs, and therefore this is also equal to the velocity of the point s along the great circle GSHs; and for the same reasons the point S, which is diametrically opposite to S on the surface, has also the same velocity. Let P be any other point in the great circle GSHs; then, since as the globe revolves the distances SP and sP always continue invariable, the velocity of the point P in the circle HPS in the direction of the periphery of the circle itself must be equal to that of S and s; and is therefore the velocity of every point of this circle along its own periphery.\n\nCorollary 1. Hence it follows, that in whatsoever manner a globe revolves, its velocity measured on the same great circle on its surface must be the same at the same time at every point of the periphery of that circle.\n\nCorollary 2. Consequently, howsoever the plane of a great circle varies its motion, the velocity at any instant is at every point of the periphery equal along its own plane.\nThe points S and s, where a great circle from the poles B and b of the natural axis cuts any great circle GSHs (at right angles) I call the nodes of that great circle.\n\nCorollary 3. If O be the pole of the great circle HSGs, then the globe may be considered as moving round the axis whose pole is O with a velocity \\( c \\times \\frac{\\text{fine of BS}}{\\text{BI}} \\), whilst the pole O is carried along the lesser circle AOA, which is parallel to the mid-circle GH with a velocity \\( c \\times \\frac{\\text{fin. Ob}}{\\text{BI}} = c \\times \\frac{\\text{cof. BS}}{\\text{BI}} \\); and this way of considering the motion, which is useful in what follows, comes to the very same as the motion along the great or midcircle GH with the velocity \\( c \\), because \\( c^2 \\times \\frac{\\text{f. BS}^2}{\\text{BI}^2} + c^2 \\times \\frac{\\text{cof. BS}^2}{\\text{BI}^2} = c^2 \\). Consequently, the sum of the squares of the velocities at the node and pole of any great circle upon a spherical surface thus revolving, is equal to the square of the velocity round the natural (or momentary) axis BIb.\n\nCorollary 4. Since the pole O is at 90° distance from the node S, its motion can have no effect at S or s, the motion at the nodes, therefore, of the great circle HSGs is that of the great circle along its own proper plane; but any other point, as P, partakes both of the motion along the circle, and the motion of its pole. The direction of its motion being along the lesser circle Pp, parallel to FSE, and its velocity therein \\( c \\times \\frac{\\text{f. BP}}{\\text{f. BS}} \\); the velocity of P therefore, in the direction of the great circle OP, which is perpendicular to SP in P, is \\( c \\sqrt{\\left( \\frac{\\text{f. BP}^2}{\\text{f. BS}^2} - \\frac{\\text{f. BS}^2}{\\text{BI}^2} \\right)} \\), and along the great circle BP its velocity = o.\nPROPOSITION II.\n\nSupposing the centre of a sphere to be at rest, whilst the surface moves round it in any manner whatsoever; then, if the same invariable point O, considered as the pole of an axis of the sphere, be itself in motion, the angular velocity of the spherical surface about that axis will be unequable, or that of one point therein different from that of another.\n\nFor, let I (fig. 2.) be the centre of the sphere; draw the great circle POF perpendicular to the direction of the motion of the surface at O; then must the pole of this motion necessarily be in some point P of this great circle POF. Let FC be the great circle whose pole is P, and LQ that whose pole is O; then, the velocity of any point F of the great circle FC must, by the preceding proposition, be equal to that of any other point H thereof. Let that velocity be represented by the equal arches FG and HK, and from the pole O draw the great circles OGM, OHN, and OKA, cutting the great circle LQ in M, N, and A; then must LM represent the angular velocity of the point F about the axis IO, and NA that of the point H. But, by Prop. 9. Lib. III. THEODOSII Sphericorum, LM is greater than NA; and consequently the angular velocity of the point F about IO is greater than that of H; and consequently the angular velocity of the surface about the axis IO is unequable.\n\nCorollary. Hence, about whatever axis the angular motion of a sphere is equable, the pole of that axis, and consequently the axis itself, must be at rest at the instant. Different motions may have different correspondent poles, and consequently, when the motion is variable, the place of the pole of equable motion\nmotion on the surface may vary; but whatever point on the surface corresponds with that pole must at the instant be at rest.\n\n**PROPOSITION III.**\n\nLet ABC (fig. 3.) be an octant of a spherical surface in motion, while the centre is at rest; and let the velocity of the great circle BC in its own plane = \\(a\\), and in a sense from B towards C; that of CA in the sense from C towards A = \\(b\\), and of AB from A towards B = \\(c\\). If these three velocities \\(a\\), \\(b\\), and \\(c\\), be constant, the spherical surface will always revolve uniformly about the same axis of the sphere at rest in absolute space.\n\nFor, let ABC, \\(abc\\), be two positions of the revolving octant indefinitely near each other, \\(Aa\\), \\(Bb\\), and \\(Cc\\), the tracks of A, B, and C, in absolute space. Perpendicular to \\(Aa\\) draw the great circle SOA, and perpendicular to \\(Bb\\) the great circle BOQ, cutting SOA in O and CA in Q; then, because \\(Aa\\) is indefinitely small, the two triangles \\(ApA\\) right-angled at \\(p\\), and \\(AqA\\) right-angled at A may be considered as plane ones, and are therefore similar; and since the angles \\(pAQ\\) and \\(qAa\\) are both right ones, taking away \\(qAp\\), which is common, the angles \\(pAa\\), \\(qAQ\\), must be equal; but as \\(pA : pa :: c : b\\), likewise \\(pA : pa :: f. paA : f. pAa\\), and \\(paA = pAq\\), \\(pAa = qAQ\\); consequently, as \\(f. pAq : f. qAQ :: c : b\\), that is, the sines of the angles BAS and CAS are proportional to the velocities along AB and CA; consequently, the sines of the arches SB and SC which are the measures of those angles must be in the same ratio. In like manner it appears, that as \\(f. CQ : f. AQ ::\\)\n\\(a : c :: f. CBQ : f. ABQ\\). Moreover, \\(f. SOB : \\text{radius} :: f. SB : f. BO :: f. AQ : f. AO\\). Through C and O draw the great circle COR; then, as \\(f. AO : \\text{radius} :: f. OAR : f. OR :: f. OAQ : f. OQ\\), or \\(f. OR : f. OQ :: f. OAR : f. OAQ :: c : b\\), and for a like reason, \\(f. OR : f. OS :: f. OBR : f. OBS :: c : a\\), that is, \\(f. OR : c :: f. OQ : b :: f. OS : a\\), or \\(f. OQ : f. OS :: b : a\\); but \\(f. OQ : f. OS :: f. OCQ = f. AR : f. OCS = f. BR\\), or \\(f. AR : f. BR :: b : a\\). Now, bc is ultimately perpendicular to AC in d, so the triangle Ccd being right-angled at d, the sum of the angles Ccd, cCd must be = a right one, and their sines are in the ratio of Cd : cd, or of \\(b : a\\); but the sum of the angles OCQ, OCS, is also a right one, and their sines also have been proved to be in the same ratio of \\(b : a\\), consequently the angle OCQ = Ccd, and OCS = cCd, to OCS and cCd add the common angle OCQ, and the angle OCc must be = BCQ a right one: consequently OC is perpendicular to Cc, the track of the point C, as OA is, by hypothesis, to Aa, and OB to Bb. The sines of SO, QO, and RO, are as \\(a, b, \\text{and } c\\), also \\(f. SO^2 + f. QO^2 + f. RO^2\\) by trigonometry = the square of radius = 1; hence \\(f. SO^2 + f. QO^2 = 1 - f. RO^2 = f. CO^2\\); \\(f. SO^2 + f. RO^2 = f. BO^2\\), \\(f. QO^2 + f. RO^2 = f. AO^2\\); consequently, \\(f. AO^2\\), \\(f. BO^2\\) and \\(f. CO^2\\) are as \\(b^2 + c^2\\), \\(a^2 + c^2\\), and \\(a^2 + b^2\\), or as \\(Aa^2\\), \\(Bb^2\\), and \\(Cc^2\\); wherefore the velocities \\(\\sqrt{b^2 + c^2}\\), \\(\\sqrt{a^2 + c^2}\\), and \\(\\sqrt{a^2 + b^2}\\), of the points A, B, C, are in directions perpendicular to AO, BO, and CO, and in the ratio of the sines of the arches AO, BO, and CO, that is of the distances of the points A, B, and C, from the axis whose pole is O, the tracks of these points are therefore circles of the sphere whose radii are those distances. And so long as the velocities \\(a, b, \\text{and } c\\), are invariable, the points Q, R, and S, which are always at the same distances from\nfrom B, C, and A, must be always at the same distances from O, that is, OR, OS, and OQ, are constant, and the point O at rest. And this must also be the case if \\(a\\), \\(b\\), and \\(c\\) be variable, provided they have the same constant ratio amongst themselves.\n\nCorollary. Hence the points Q, R, and S, are the nodes of the great circles CQA, ARB, and BSC.\n\nScholium. The demonstration of this proposition being thus strictly given, some notion may be obtained of the manner in which the point O varies its place upon the spherical surface when the velocities along the circles AB, BC, and CA, are variable. Thus, let such spherical surface, so revolving, receive an instantaneous impulse, at the distance of a quadrant or 90° from S, in a direction perpendicular to the plane of the great circle CSB; then, the centre of the sphere may be kept at rest by an equal and contrary impulse at this centre; and since, by hypothesis, the impulse is given 90° from S, and in a direction perpendicular to the plane of the great circle CSB, it can neither alter the place of the node S upon the circle, nor the velocity in the direction of its periphery, but only those in AB and CA. Thus, if the velocity in BA which before was = \\(c\\) be now equal to \\(z\\); then, as f. SB : \\(z\\) :: f. SC : the velocity along CA, let this = \\(y\\), whilst still the velocity along CB continues as before = \\(a\\); and this will cause the point O to fall upon another point of the great circle SA: so that whereas before the sines of OS, OR, and OQ, were as \\(a\\), \\(c\\), and \\(b\\), they shall now be as \\(a\\), \\(z\\), and \\(y\\). Consequently, as f. SO : rad. = 1 :: \\(a\\) : the velocity at 90° from O, f. OR : 1 :: \\(z\\) : the velocity at 90° from O, and f. OQ : \\(y\\) :: 1 : velocity at 90° from O, which three quantities must therefore be equal to one another, and to the angular velocity of the sphere about the axis whose pole is\nis O; let this angular velocity \\( e \\), then must \\( e \\times f. SO = a \\),\n\\( e \\times f. OR = z \\), and \\( e \\times f. OQ = y \\), and the sum of the squares\nof these three, or \\( a^2 + z^2 + y^2 = e^2 \\times f. SO^2 + e^2 \\times f. RO^2 + e^2 \\times\nf. QO^2 = e^2 \\), because \\( f. SO^2 + f. RO^2 + f. QO^2 = 1 \\), hence \\( e =\n\\sqrt{a^2 + z^2 + y^2} \\); whereas, before the impulse \\( e = \\sqrt{a^2 + b^2 + c^2} \\).\nThus not only the place of O, but, if \\( z^2 + y^2 \\) be not \\( = b^2 + c^2 \\),\nthe angular velocity of the sphere about its single axis will also\nbe altered. Hence then if, instead of an instantaneous im-\npulse, a motive force be supposed to act in the same direction,\nand measured at the same point where the impulse was just\nnow supposed to act; such force can neither vary the point S\nnor the velocity \\( a \\), but will in time vary \\( b \\) and \\( c \\), and cause the\npoint O to alter its place in SA; and thus the velocities \\( b \\) and \\( c \\)\nwill vary to \\( y \\) and \\( z \\), and \\( e = \\sqrt{a^2 + b^2 + c^2} \\) to \\( e = \\sqrt{a^2 + y^2 + z^2} \\),\njust as it would have been by a single impulse, excepting that\nthen, when the impulse was over, \\( y \\) and \\( z \\) must have become\nconstant quantities, whereas now they will vary perpetually\nduring the time that the motive force acts, and the point O\nwill shift its place so as at different times to coincide with dif-\nferent points of AS, though at any one instant the point\nof the surface that coincides with it must be at rest, by\nProp. 2.\n\n**PROPOSITION IV.**\n\nIf a spherical surface, whose center is at rest, revolve in any\nmanner whatsoever, so that the velocities along the three qua-\ndrants bounding any octant thereof be expressed by any three\nvariable quantities \\( x \\), \\( y \\), and \\( z \\); to find the necessarily cor-\nresponding accelerating forces with which the place of the\nnatural or momentary axis, and the angular velocity of the surface round it are varied.\n\nHere, other things remaining as in the preceding proposition, instead of the constant quantities \\(a\\), \\(b\\), and \\(c\\), we have the variable ones \\(x\\), \\(y\\), and \\(z\\). Let the variable sines and cosines of AO, BO, and CO, be respectively expressed by \\(b\\) and \\(\\beta\\), \\(g\\) and \\(\\gamma\\), and \\(d\\) and \\(\\delta\\); and let \\(t\\) = the time from the commencement of the motion; then it is well known, that the respective accelerating forces along CB, CA, and AB, must be expressed by \\(\\dot{x}\\), \\(\\dot{y}\\), and \\(\\dot{z}\\); and the radius of the sphere being supposed = unity, the angular velocity about the axis whose pole is O = \\(e = \\sqrt{x^2 + y^2 + z^2} = e\\sqrt{\\beta^2 + \\gamma^2 + \\delta^2}\\), \\(e\\beta = x\\), \\(e\\gamma = y\\), \\(e\\delta = z\\),\n\n\\[\n\\dot{x} = e\\dot{\\beta} + \\beta\\dot{e}, \\quad \\dot{y} = e\\dot{\\gamma} + \\gamma\\dot{e}, \\quad \\dot{z} = e\\dot{\\delta} + \\delta\\dot{e}, \\quad \\beta^2 + \\gamma^2 + \\delta^2 = 1, \\quad \\beta\\dot{\\beta} + \\gamma\\dot{\\gamma} + \\delta\\dot{\\delta} = 0,\n\\]\n\n\\[\n\\beta^2 + \\gamma^2 = 1 - \\delta^2 = d^2, \\quad \\beta^2 + \\delta^2 = 1 - \\gamma^2 = g^2, \\quad \\gamma^2 + \\delta^2 = 1 - \\beta^2 = b^2,\n\\]\n\n\\[\n\\dot{e} = \\frac{\\dot{x}\\dot{y} + \\dot{y}\\dot{z} + \\dot{z}\\dot{x}}{\\sqrt{x^2 + y^2 + z^2}} = \\beta\\dot{x} + \\gamma\\dot{y} + \\delta\\dot{z} = \\frac{\\dot{x} - \\dot{e}\\beta}{\\beta} = \\frac{\\dot{y} - \\dot{e}\\gamma}{\\gamma} = \\frac{\\dot{z} - \\dot{e}\\delta}{\\delta}.\n\\]\n\nAnd, by spherics, as \\(g : 1 :: \\delta : \\frac{\\delta}{g} = f\\). OBR = \\(f\\). QA :: \\(\\beta : \\frac{\\beta}{g} = f\\). OBS = \\(f\\). CQ = cof. AQ, tang. AQ = \\(\\frac{\\delta}{\\beta}\\) and the fluxion of the arc AQ = \\(\\frac{\\beta\\dot{\\beta} - \\delta\\dot{\\delta}}{\\beta^2 + \\delta^2}\\).\n\nBut, by the foregoing proposition, BO is perpendicular to Bb the track of the point B; consequently, as \\(f\\). OBR = \\(f\\). AQ : \\(f\\). OBS = cof. AQ :: \\(z : x\\); therefore the tangent of AQ = \\(\\frac{z}{x}\\) and \\(\\dot{A}Q = \\frac{x\\dot{z} - z\\dot{x}}{x^2 + z^2} = \\frac{\\beta\\dot{\\beta} + \\delta\\dot{\\delta} - \\delta\\dot{\\beta} + \\beta\\dot{\\delta}}{\\beta^2 + \\delta^2} = \\frac{\\beta\\dot{\\beta} - \\delta\\dot{\\delta}}{\\beta^2 + \\delta^2}\\) as before; therefore, whether \\(e\\) be constant or variable it makes no difference in the expression for \\(\\dot{A}Q\\). In like manner it will appear, that BR = \\(\\frac{y\\dot{x} - x\\dot{y}}{x^2 + y^2} = \\frac{\\gamma\\dot{\\beta} - \\beta\\dot{\\gamma}}{\\beta^2 + \\gamma^2}\\), and CS = \\(\\frac{z\\dot{y} - y\\dot{z}}{y^2 + z^2} = \\frac{\\delta\\dot{\\gamma} - \\gamma\\dot{\\delta}}{\\gamma^2 + \\delta^2}\\). Moreover, as\n\nVol. LXXX.\nrad. = 1 : the alteration of the place of Q round B, or in the great circle AC = AQ :: f. BO = g = \\sqrt{\\beta^2 + \\delta^2} : \\frac{\\beta\\dot{\\delta} - \\delta\\dot{\\beta}}{\\sqrt{\\beta^2 + \\delta^2}} = the momentary alteration of place of O round B, or in a direction perpendicular to the great circle BOQ at O, and the corresponding alteration of BO, that is, BO = -\\frac{\\dot{\\gamma}}{\\sqrt{\\beta^2 + \\delta^2}} = -\\frac{\\dot{\\gamma}}{g}, the fluxion therefore of the track of O upon the spherical surface = \\frac{\\sqrt{\\beta^2\\dot{\\delta}^2 - 2\\beta\\dot{\\beta}\\dot{\\delta} + \\delta^2\\dot{\\beta}^2 + \\gamma^2}}{g^2} = \\frac{\\sqrt{\\beta^2\\dot{\\delta}^2 - 2\\beta\\dot{\\beta}\\dot{\\delta} + \\delta^2\\dot{\\beta}^2 + \\gamma^2 \\times \\beta^2 + \\gamma^2 + \\delta^2}}{\\beta^2 + \\delta^2} = \\frac{\\sqrt{\\beta^2\\dot{\\delta}^2 - 2\\beta\\dot{\\beta}\\dot{\\delta} + \\delta^2\\dot{\\beta}^2 + \\beta^2\\gamma^2 + \\delta^2\\gamma^2 + \\beta^2\\dot{\\beta}^2 + 2\\beta\\dot{\\beta}\\dot{\\delta} + \\delta^2\\dot{\\beta}^2}}{\\beta^2 + \\delta^2} = \\sqrt{\\delta^2 + \\beta^2 + \\gamma^2}. Again, the accelerating force in BA = \\frac{\\dot{\\gamma}}{i} resolved into the direction of the great circle BO at B is \\frac{\\dot{\\gamma}}{i} \\times \\text{cos. OBR} = \\frac{\\dot{\\gamma}}{i} \\times \\frac{\\beta}{g}, and that \\frac{\\dot{\\gamma}}{i} along BC resolved into the same direction is \\frac{\\dot{\\gamma}}{i} \\times \\frac{\\delta}{g}, and the difference of these, or the accelerating force in the direction BO in the sense from O towards B = \\frac{\\beta\\dot{\\delta} - \\delta\\dot{\\beta}}{gi} = \\frac{\\beta \\times e\\dot{\\delta} + \\delta\\dot{\\beta} - \\delta \\times e\\dot{\\beta} + \\beta\\dot{\\delta}}{gi} = e \\times \\frac{\\beta\\dot{\\delta} - \\delta\\dot{\\beta}}{gi}; in like manner that along CO in the sense from O towards C = \\frac{\\gamma\\dot{\\delta} - \\beta\\dot{\\gamma}}{di} = e \\times \\frac{\\gamma\\dot{\\delta} - \\beta\\dot{\\gamma}}{di}, and that along OA from O towards A = \\frac{\\delta\\dot{\\gamma} - \\gamma\\dot{\\delta}}{bi} = e \\times \\frac{\\delta\\dot{\\gamma} - \\gamma\\dot{\\delta}}{bi}; and as f. ROA (fig. 3.) = f. COA = \\frac{\\gamma}{bd} : 1 :: this last mentioned force : de \\times \\frac{\\delta\\dot{\\gamma} - \\gamma\\dot{\\delta}}{yi} = one equivalent thereto, but acting perpendicular to CO, and urging from O, that is, drawing the great circle DOE perpendicular to BO; then, as 1 : f. DOC = f. ROE = \\frac{\\delta\\dot{\\gamma}}{gd} :: this last force : the same\nsame reduced into the direction $OE = e \\times \\frac{\\delta y - \\gamma \\dot{y}}{gt}$ acting perpendicular to the great circle BO, and in the sense from O towards E; the same force reduced into the direction of the great circle BO at O is $= e \\beta \\times \\frac{\\delta y - \\gamma \\dot{y}}{g \\gamma i}$ in the sense from O towards Q; in like manner is found a force equivalent to that in CO, but acting perpendicular to AO $= ebd \\times \\frac{\\gamma \\dot{\\beta} - \\beta \\dot{y}}{d \\gamma i}$, which reduced into the direction OD is $= e \\beta \\times \\frac{\\gamma \\dot{\\beta} - \\beta \\dot{y}}{gt}$ in the sense from O towards D; but this same force perpendicular to AO, when reduced into the direction BO, is $= e \\delta \\times \\frac{\\gamma \\dot{\\beta} - \\beta \\dot{y}}{g \\gamma i}$ in the sense from O towards Q, which being added to the other above found force in BO gives $\\frac{e \\delta \\times \\gamma \\dot{\\beta} - \\beta \\dot{y} + e \\beta \\times \\delta y - \\gamma \\dot{y}}{g \\gamma i} = - e \\times \\frac{\\beta \\dot{\\delta} - \\delta \\dot{\\beta}}{gt} = \\text{the accelerating force arising from those which act at O along the great circles OA, OC, which force acts in the sense from O towards Q, and therefore in a contrary sense, that is, from O towards B it must be } = e \\times \\frac{\\beta \\dot{\\delta} - \\delta \\dot{\\beta}}{gt} \\text{ as before found, the operation thus proving itself. In like manner, from the two forces now found, which act perpendicular to OB at O, there must arise one acting along OD in the sense from O towards D, which will therefore be } = \\frac{e \\beta \\times \\gamma \\dot{\\beta} - \\beta \\dot{y} - e \\delta \\times \\delta y - \\gamma \\dot{y}}{gt} = \\frac{e}{gt} \\times \\gamma \\beta \\dot{\\beta} - \\beta \\beta \\dot{y} - \\delta \\delta \\dot{y} + \\gamma \\delta \\dot{\\delta} = \\frac{e}{gt} \\times - \\gamma \\dot{\\gamma}^2 - \\beta^2 \\dot{\\gamma} - \\delta \\dot{\\gamma} = - \\frac{\\dot{\\gamma}}{gt}. \\text{ This last force may be otherwise found thus, the acceleration } = \\dot{y} \\text{ round B at Q, and as } 1 : g :: \\dot{y} : g \\dot{y} = \\text{ the acceleration round B at O owing to } \\dot{y}, \\text{ in like manner, the acceleration round C at O owing to } \\dot{z} \\text{ is } = d \\dot{z}, \\text{ which resolved }\ninto the direction perpendicular to BO at O is \\( \\frac{d\\dot{z}}{g} \\times f \\). ROE = \\( \\frac{\\gamma \\dot{z}}{g} \\), also the acceleration \\( b\\dot{x} \\) at O perpendicular to AO reduced into the direction perpendicular to BO = \\( b\\dot{x} \\times f \\). DOS = \\( \\frac{\\gamma \\dot{z}}{g} \\), hence the whole acceleration along DE at O, which manifestly arises from these three, is \\( \\frac{\\gamma \\dot{z}}{g} + \\frac{\\gamma \\dot{z}}{g} - g\\dot{y} \\), and the accelerative force \\( = \\frac{\\gamma \\dot{z}}{g} + \\frac{\\gamma \\dot{z}}{g} - g\\dot{y} \\) which, properly reduced, becomes \\( - \\frac{e\\dot{y}}{gi} \\) as before. And the force which is compounded of the two forces \\( e \\times \\frac{\\beta \\dot{z} - \\delta \\dot{z}}{gi} \\) and \\( - \\frac{e\\dot{y}}{gi} \\) is \\( \\frac{e}{gi} \\sqrt{\\beta^2 - \\delta^2} + \\dot{y}^2 = \\frac{e}{gi} \\sqrt{\\beta^2 + \\dot{y}^2 + \\delta^2} \\) acting perpendicular to the track of O upon the moving spherical surface; and \\( \\frac{i}{i} = \\frac{\\beta \\dot{x} + \\gamma \\dot{y} + \\delta \\dot{z}}{i} \\) is the accelerating force acting along the midcircle, or that which is 90° distant from O, to alter the velocity about the natural or momentary axis whose pole is O. Hence, answerable to the three accelerating forces \\( \\frac{\\dot{x}}{i}, \\frac{\\dot{y}}{i}, \\) and \\( \\frac{\\dot{z}}{i} \\), round the axes whose poles or ends A, B, and C, are always the same invariable points upon the moving spherical surface, there arise three other accelerating forces, namely, \\( e \\times \\frac{\\beta \\dot{z} - \\delta \\dot{z}}{gi} \\), \\( - \\frac{e\\dot{y}}{gi} \\), and \\( \\frac{\\beta \\dot{x} + \\gamma \\dot{y} + \\delta \\dot{z}}{i} \\); the two former acting at the pole of the momentary axis, and the latter is that whereby the velocity about the momentary axis is altered.\n\n**SCHOLIUM I.**\n\nFrom the preceding investigation of the forces \\( e \\times \\frac{\\beta \\dot{z} - \\delta \\dot{z}}{gi} \\) and \\( - \\frac{e\\dot{y}}{gi} \\), it follows, that they are not at all affected in expression by the\nthe variation of $e$, but are denoted by the same quantities, whether $e$ be constant or variable; which conclusion, and also the values of the forces themselves, is perfectly agreeable to what is brought out by Mr. Landen, by a method so very different, in the Philosophical Transactions for 1777.\n\nBut it is here carefully to be noted, that these are not motive forces, but accelerative ones; for no notice whatever is yet taken of the internal structure of the revolving globe; but the expressions hold true, be that structure what it will: if it be such that one and the same quantity, drawn into each accelerating force, will give the correspondent motive one, then are the motive forces proportional to the accelerative ones, but otherwise not. It may here also be observed, that it is quite conformable to nature, that these accelerating forces should be expressed by the same quantities whether $e$ be constant or variable; for these forces, acting at the pole of the natural axis, cannot possibly have any effect upon the velocity round it. But it is not hence by any means to be concluded, that the velocity about the axis is therefore constant; because these are not, in general, the only accelerating forces that act upon the body, but there is also a third accelerating force whose value is $\\dot{e}$ arising from the different variability of $x$, $y$, and $z$, and which cannot vanish except $\\beta \\dot{x} + \\gamma \\dot{y} + \\delta \\dot{z} = 0$, it therefore can only vanish in particular cases.\n\nIf the equation $\\dot{e} = \\beta \\dot{x} + \\gamma \\dot{y} + \\delta \\dot{z}$ be squared, there will thence arise after due ordering $e^2 = \\dot{x}^2 + \\dot{y}^2 + \\dot{z}^2 - e^2 \\times (\\gamma \\dot{\\beta} - \\beta \\dot{\\gamma})^2 + (\\beta \\dot{\\delta} - \\delta \\dot{\\beta})^2 + (\\delta \\dot{\\gamma} - \\gamma \\dot{\\delta})^2$, where the member which is drawn into $e^2$ keeps its form whether $e$ be constant or variable, but by no means will $\\dot{x}^2 + \\dot{y}^2 + \\dot{z}^2$, after due substitution, do so too.\ntoo. If $e = 0$, then $\\dot{e}^2 = \\dot{x}^2 + \\dot{y}^2 + \\dot{z}^2$, the motion being then round what M. Euler and M. d'Alembert call the initial axis, or that about which the body at rest would be first urged to move by any external forces acting upon it; and which they have determined with so much labour; though here it follows, as a necessary consequence, that the force with which the body is turned round this initial axis is $\\sqrt{\\frac{\\dot{x}^2}{t^2} + \\frac{\\dot{y}^2}{t^2} + \\frac{\\dot{z}^2}{t^2}}$, or a force = the sum of the forces round the axes whose poles are A, B, and C.\n\nMoreover, by the general laws of all motion, $\\frac{\\beta \\dot{\\beta} - \\delta \\dot{\\delta}}{gt}$, $-\\frac{\\dot{y}}{gt}$, and $\\sqrt{\\frac{\\beta^2 + \\gamma^2 + \\delta^2}{t^2}}$ are the velocities with which the pole of the momentary axis shifts its place in directions perpendicular to BO, along BO and along its own track on the surface respectively. And it is by taking the fluxions of these, and dividing each fluxion by that of the time, that the accelerating forces are had, which are due to such alteration of place of the momentary pole; and these must by no means be confounded with the forces before found $-\\frac{e \\dot{y}}{gt}$ and $\\frac{e}{gt} \\times \\beta \\dot{\\beta} - \\delta \\dot{\\delta}$ in those directions, these last pertaining to the tendency of the surface itself to motion at O, and the others to the shifting of the pole of the axis upon the surface, which are different motions, as will more clearly appear from what follows.\n\nThe preceding general properties of motion obtain in all bodies revolving round a center at rest, be their motion ever so irregular; the three great circles bounding an octant of the spherical surface revolving with the body are also taken ad libitum, being any such circles whatever upon the surface; and hence the following very important consequence is drawn, viz.\nSpherical Motion.\n\nIf any body be in motion, or put in motion, by instantaneous impulse or otherwise, about its center of gravity at rest in absolute space, if, by any means, the accelerating forces acting along the three great circles bounding any octant of a spherical surface that has the same center of gravity and revolves with the body, can be found, those acting at every other point of such surface will necessarily follow as natural consequences of these three, and thus all the motions of such body will be absolutely determined.\n\nSCHOLIUM II.\n\nAs the above conclusions are exceedingly general, in order to form a distinct idea how such surface moves, it may be proper here to illustrate it by a particular example. Let then the velocity \\( x \\) be supposed constant, and also the angular velocity \\( e \\); then, from what is shewn above, since \\( x\\dot{x} = 0 \\), \\( e^2 = \\dot{x}^2 + y^2 + z^2 = e^2 \\times \\beta^2 + \\gamma^2 + \\delta^2 \\), \\( e\\dot{e} = y\\dot{y} + z\\dot{z} = 0 = e^2 \\times \\gamma\\dot{\\gamma} + \\delta\\dot{\\delta} \\), \\( \\gamma\\dot{\\gamma} + \\delta\\dot{\\delta} = 0 \\), \\( \\beta = 0 \\), \\( \\beta \\) a constant quantity, therefore \\( b \\) is constant, and the track of the point \\( O \\) upon the surface is a lesser circle of the sphere at the constant distance \\( AO \\) from the invariable point \\( A \\) of the surface, the radius of such lesser circle being \\( = b = f \\). \\( AO \\) (fig. 4.), also \\( y^2 + z^2 = \\text{the constant quantity } e^2 - x^2 = e^2 - e^2\\beta^2 = e^2b^2 = e^2 \\times \\gamma^2 + \\delta^2 \\), \\( \\dot{x}\\dot{x} = -y\\dot{y} \\), \\( \\delta\\dot{\\delta} = -\\gamma\\dot{\\gamma} = gg \\), and the velocity \\( \\sqrt{\\frac{\\beta^2 + \\gamma^2 + \\delta^2}{t^2}} \\) with which the pole \\( O \\) shifts its place \\( = \\sqrt{\\frac{\\beta^2 + \\gamma^2 + \\delta^2}{t^2}} = \\sqrt{\\frac{\\beta^2 + \\gamma^2 + \\delta^2}{\\gamma^2 t^2}} = \\frac{b\\dot{\\delta}}{\\gamma t} = \\frac{b\\dot{\\delta}}{\\sqrt{\\beta^2 + \\gamma^2}} = \\frac{\\dot{E}O}{t} \\). But still an expression for \\( t \\) is wanting; to the two preceding data it is therefore necessary to add a third, which may be that the velocity with which \\( O \\) shifts its place in the circle EOF is also constant. Which will\nwill come to the same as a case occurring hereafter, when \\( \\frac{\\dot{x}}{i} = 0, \\frac{\\dot{y}}{i} = -\\frac{yz}{A} \\) and \\( \\frac{\\dot{z}}{i} = \\frac{xy}{A} \\) where \\( A \\) is some constant quantity; for then \\( \\dot{x} = e\\dot{\\beta} + \\dot{\\beta}e \\), \\( ee = xx + yy + zz = y\\dot{y} + z\\dot{z} = ey\\dot{y} + ez\\dot{z} \\), \\( \\dot{e} = y\\dot{y} + z\\dot{z} = -\\frac{yzzi}{A} + \\frac{zyi}{A} = \\frac{e^2i}{A} \\times -\\gamma\\beta\\delta + \\gamma\\beta\\delta = 0 \\), therefore \\( e \\) is constant, and \\( i = \\frac{A\\dot{z}}{xy} = \\frac{A\\dot{\\delta}}{\\dot{\\beta}\\gamma} = \\frac{A\\dot{\\delta}}{\\dot{\\beta}\\gamma} \\), and since \\( \\dot{e} = 0 \\), and \\( \\dot{x} = e\\dot{\\beta} + \\dot{\\beta}e = 0 = e\\dot{\\beta} \\); therefore \\( \\dot{\\beta} = 0 \\), \\( \\beta \\) constant, and \\( \\gamma = \\sqrt{b^2 - \\delta^2} \\); therefore \\( t = \\frac{A}{eb\\beta} \\times \\frac{b\\dot{\\delta}}{\\sqrt{b^2 - \\delta^2}} \\), and \\( t = \\frac{A}{eb\\beta} \\times \\text{arc EO} \\); consequently, the velocity with which O shifts its place in the arch EO is \\( \\frac{eb\\beta}{A} \\), which is a constant quantity.\n\n**Proposition V.**\n\nThe same being given, as in the last proposition, it is proposed to illustrate the manner in which the surface moves with respect to a point at rest in absolute space.\n\nLet Z (fig. 4.) be a point touching the surface, but at rest in absolute space whilst the surface moves under it in any manner whatsoever. In any one position of the octant ABC through Z draw the great circles As, Bq, and Cr, which by the property of the sphere must be perpendicular to BC, CA, and AB, respectively; then must the velocities of the spherical surface at s, q, and r, in directions perpendicular to each of the circles As, Bq, and Cr, be \\( x, y, \\) and \\( z \\), the angular velocities therefore about Z, with which the surface passes under s, q, and r, must be \\( \\frac{x}{f_zs}, \\frac{y}{f_zq}, \\) and \\( \\frac{z}{f_zr} \\); through Z and O draw the quadrant of a great circle ZY; then, as \\( \\beta : x :: f : CY \\):\nSpherical Motion.\n\n\\( e \\times f. OY = \\) the velocity of the moving spherical surface at \\( Y \\), which is therefore the angular velocity of the surface at \\( Y \\) round an axis at rest whose pole is \\( Z \\), because \\( ZY = 90^\\circ \\); which four values obtain, let the point \\( Z \\) be taken at rest in absolute space whereforever it will. Also, \\( e \\times f. OZ \\) is the velocity with which the surface passes under \\( Z \\) in a direction perpendicular to the great circle \\( OZ \\) at \\( Z \\), which must therefore be the real velocity of the surface itself there at that instant; therefore the fluxion of the track upon the surface which continually passes under \\( Z \\) is \\( = e \\times f. OZ \\times t = \\sqrt{f. Zs^2 + f. Zq^2 + f. Zr^2} \\). From which equation, and the properties of \\( O \\) found in the preceding propositions, general expressions for the relation of \\( Z \\) and \\( O \\) may be obtained. But, seeing that there is such a latitude in determining or fixing upon a proper point \\( Z \\) out of an infinity of points at rest, and this handled in a general manner will run into a complex calculus; in order to fix upon a point \\( Z \\) under the most eligible conditions, it may be best to deduce them from the properties of any particular problem that comes under consideration.\n\nFor example, taking that in the second scholium to the last proposition, where \\( x \\) and \\( e \\) are constant, and \\( y^2 + z^2 = e^2 - x^2 \\) is also constant and \\( = e^2 \\gamma^2 + e^2 \\delta^2 = e^2 - e^2 \\beta^2 = e^2 b^2 \\), or \\( \\gamma^2 + \\delta^2 = b^2 \\) also constant; and the velocity with which \\( O \\) shifts its place along its proper track \\( = \\frac{eb\\beta}{A} \\), constant also. Here, in order to fix upon a proper point \\( Z \\), suppose the motion to begin when \\( O \\) (fig. 5.) is upon the great circle \\( AB \\) at \\( E \\), and after some determinate time \\( = t \\), suppose the octant \\( ABC \\) to have arrived in the position \\( A'B'C' \\), and that in this time the point \\( O \\) has shifted its place from \\( E \\) to \\( O \\), that is, supposing the octant \\( ABC \\) to be at rest in absolute space, while \\( A'B'C' \\) is in motion, on \\( A'B' \\).\n\nVol. LXXX. X x x taking\ntaking $A'e = AE$, the point $O$ will have shifted its place in the time $t$, in absolute space from $E$ to $O$; and upon the moving spherical surface from $e$ to $O$ along a less circle whose radius is equal to the sine of $AE = f$. $A'e = f$, $A'O = b$. Now, at the commencement of the motion, that is, at $AB$, the first velocity of the point $A$ along $CA$ is $e \\times f$. $AE = eb =$ the then value of $y$, because the pole of the natural axis of motion $E$ being then upon $AB$, the value of $z = 0$, and the pole $E$ shifting its place in the sense $EO$ in absolute space, and the invariable point $A$ of the spherical surface moving in the sense $AA'$, there must be some point $Z$ between $E$ and $A$ at rest with respect to both these motions, or round which both of them may be supposed performed; its property must then be such, that as $f. AZ : f. EZ ::$ velocity of $A = eb :$ to the velocity with which the pole $E$ begins to shift its place $= eb \\times \\frac{f. EZ}{f. AZ}$; but $\\frac{eb\\beta}{A}$ is the velocity with which it shifts its place upon the moving spherical surface at $E$ about the radius $= f$. $AE = f. AZ + EZ$. And when $O$ is at $E$, the velocity with which the spherical surface passes under $Z$ will be $e \\times f. EZ$. Again, when $O$ is the place of the momentary pole, the velocity of the point $A' = \\sqrt{y^2 + z^2} = e\\sqrt{\\gamma^2 + \\delta} = eb$ as before, and the velocity with which $O$ shifts its place round $A' = \\frac{eb\\beta}{A}$ as before; it therefore shifts its place round some point $Z$ in absolute space such that $eb \\times \\frac{f. OZ}{f. AZ}$ is still the velocity with which it shifts it, which, because $A'O = AE$, must be the same velocity and the same point $Z$ as before. Consequently, the point $O$ shifts its place along a lesser circle of the sphere whose radius $= f. EZ = f. OZ$, and in the time of such shifting from $E$ to $O$, or from $A$ to $A'$, the point of the surface\nsurface which at first was under Z will arrive at z in A'B', where A'z = AZ, and E considered as the same invariable point of the surface will arrive at e, so that A'e = AE; therefore, since EZ = OZ is constant, and Z at rest both with respect to the velocity eb of A' round it, and the velocity $\\frac{eb\\beta}{A}$ with which O shifts its place, it must be as f. EZ = f. OZ : f. AZ :: $\\frac{eb\\beta}{A} : eb :: \\frac{\\beta}{A} : 1$, but b and $\\beta$ are the sine and cosine of AE = A'O = EZ + AZ; therefore, as f. EZ = b × cosf. AZ - $\\beta$ × f. AZ : $\\beta$ × f. AZ :: $\\frac{1}{A} : 1$, and as $b \\times \\cosf. AZ : \\beta \\times f. AZ :: \\frac{1}{A} + 1 : 1 :: \\frac{b}{\\beta} = \\tanf. AE : \\tanf. AZ = \\frac{b}{\\beta} \\times \\frac{A}{A+1}$, and f. AZ : cof. AZ = f. BZ :: bA : A + 1 × $\\beta$ :: tanf. AE : $\\frac{A+1}{A}$, f. AZ = $\\frac{Ab}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}$, and cof. AZ = $\\frac{A+1 \\times \\beta}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}$; and thus a distinct idea of this motion of the spherical surface is obtained, it being now clear, that the point A' moves round Z at rest with the velocity eb, and as f. ZA : 1 :: eb : $\\frac{e \\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}{A}$ = the angular velocity with which A' moves round the axis whose pole is Z, which is therefore constant; and at the same time the surface itself moves in the direction of the great circle B'C', that is about the axis whose pole is A' with the constant velocity $x = e\\beta$, which two motions may be considered as separate, and the rest as consequences of them; that is, the point Z is at rest, and the point A' moves uniformly round it, whilst the surface upon which A' is an invariable point moves round the axis whose pole is A' with an uniform angular velocity, these two angular velocities being in the ratio of X x x 2.\n\\[\n\\frac{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}{A} : \\beta, \\text{ or of } \\sqrt{A^2b^2 + A + 1} \\times \\beta^2 : A\\beta; \\text{ therefore,}\n\\]\nthe times being inversely as the velocities, as \\(A\\beta : \\sqrt{A^2 + 2A\\beta^2 + \\beta^2}\\) :: the time of one revolution of \\(A'\\) round \\(Z\\) : the time of one revolution of the surface round \\(A'\\), that is, round the axis whose pole is \\(A'\\), which time is given because \\(x = e\\beta\\), and consequently the time of one revolution of \\(A'\\) round \\(Z\\) is given. Again, \\(e \\times f. OZ = \\frac{eb\\beta}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}} = \\text{ the velocity with which the surface passes under } Z \\text{ (at rest). The angular velocity round the axis whose pole is } O = e, \\text{ and the velocity round } O \\text{ in a circle whose radius is } b = be, O \\text{ shifts its place in a circle of the same radius } b \\text{ with a velocity } = \\frac{eb\\beta}{A}; \\text{ the time therefore in which } O \\text{ shifts through the lesser circle } eO \\text{ is to that of one revolution round } O \\text{ (which time may be supposed given)} = T \\text{ as } eb :: \\frac{eb\\beta}{A}, \\text{ or as } 1 : \\frac{\\beta}{A}, \\text{ that is, as } \\frac{\\beta}{A} : 1 :: T : \\frac{AT}{\\beta} = \\text{ the time in which } O \\text{ makes one revolution upon the surface. And as } e\\beta : T :: e : \\frac{T}{\\beta} = \\text{ the time in which the surface makes one revolution round } A', \\text{ or the axis whose pole is } A'; \\text{ and from the analogy above, the time of one revolution of } A' \\text{ round } Z = \\frac{AT}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}. \\text{ Also, as } 1 : f. AZ :: e\\beta : \\frac{Aeb\\beta}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}} = \\text{ the velocity with which the surface would pass under } Z, \\text{ owing to the motion only round the axis whose pole is } A', \\text{ and in a sense from } B' \\text{ towards } C'; \\text{ whereas, owing to the compound motion it really moves under } Z \\text{ in a contrary sense with the velocity } \\frac{eb\\beta}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}; \\text{ this is, however, only a necessary consequence of the centres of the circles whose radii are }\n\\]\nare f. A'Z and f. EZ shifting their places in absolute space, which therefore can in no wise affect the velocities round those centres, which velocities must still be the same relatively to the centres as if the centres were at rest. Hence, then, the nature of this spherical motion is such, that the axis whose pole is Z being absolutely at rest, the pole O so shifts its place in a circle whose radius = f. ZO also at rest, as to do so with a constant velocity \\( eb \\times \\frac{f. EZ}{f. AZ} = \\frac{eb\\beta}{A} \\) = the velocity with which it shifts its place in the circle eO on the moving surface, the track therefore on the moving surface osculates or rolls upon that on the immovable one. Therefore, since \\( \\frac{AT}{\\beta} \\) = the time of one revolution of O upon the moving surface, and the time of one revolution of A', and consequently O round Z = \\( \\frac{AT}{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}} \\); in the time of one revolution of O on the moving surface, it will have shifted its place round Z in the circle whose radius = f. OZ, through an arc = the whole periphery \\( \\times \\frac{\\sqrt{A^2 + 2A\\beta^2 + \\beta^2}}{\\beta} \\), that is, it will have made \\( \\sqrt{\\frac{A^2}{\\beta^2} + 2A + 1} \\) revolutions round Z: for, as the two circles eO and EO osculate, it will take \\( \\frac{f. OA}{f. OZ} = \\sqrt{\\frac{A'}{\\beta^2} + 2A + 1} \\) times the periphery of EO to go round eO, that is, the point A', and consequently O will have moved this number of times round Z at rest, whilst O shifts its place once round the spherical surface in motion. Hence then the nature of the motion round the momentary axis whose pole is O, and the fixed one whose pole is Z, will be apparent from the following simple contrivance. A circle EO to radius = f. ZO = f. ZE being drawn upon a spherical surface at rest, an octant of which is ABC, let a paper, or other\nother loose surface, be fitted to this octant, and having on the centre A and radius AE described a circular arc on the loose surface, let the part thereof EOFCBE be cut away, and completing the circle EF of the remaining part, let the circumference of this circle be moved uniformly along the circumference of the less fixed circle EO with the celerity $\\frac{eb\\beta}{A}$ beginning at the point E in each, so that the moving circle may roll along the fixed one, that is, so that the arc Oe of the moving circle which has been in contact with the fixed one may be always equal to the arc EO of the fixed one with which it has been in contact; then, since OZ and ZA' are constant, and OZ perpendicular to both circles, the point A' must describe upon the fixed surface, the same locus as in the case of the motion above specified. The locus also of the momentary pole O will be the same, and the angular velocity of A' about the momentary axis the same as that of the moving surface about it: for the celerity of O about the axis whole pole is $Z = \\frac{eb\\beta}{A}$ being equal to the celerity about A' in motion, and the locus of A' being a circle whose radius = f. ZA, we have, as f. ZO : f. ZA' :: $\\frac{eb\\beta}{A} : eb =$ the velocity of A', and as f. OA' = b : eb :: radius = 1 : e = the velocity about the momentary axis, as it ought.\n\nFrom this complete solution of the particular case may be collected in general, that if the octant ABC be taken such upon the moving spherical surface, that the track of O thereupon may cross the two great circles AB and AC at right angles, a point which is at rest with respect to both motions, or round which they are performed like a single motion, may at the instant of the momentary pole's crossing each of those great\ngreat circles be found; in the same manner as in the particular case here specified. And it will also be found for any position of O, by means of the expressions for the velocities found in Scholium I. Prop. iv.; but of this more hereafter.\n\n**PROPOSITION VI.**\n\nIf a parallelopipedon (or other * solid) revolving uniformly with an angular velocity \\( \\omega \\) about one of its permanent axes of rotation, receive an instantaneous impulse in a direction parallel to that axis, the centre of gravity of the body being supposed to be kept at rest by an equal and contrary impulse given to it, and no other force acting upon the body, it is proposed to determine the alteration in the motion thereof, in consequence of such instantaneous impulse.\n\nThe impulse being, by hypothesis, given in a direction perpendicular to that of the then only motion of every particle of the body, cannot instantly alter its angular velocity about the permanent axis; but its immediate effect must be to cause the body to revolve about a fresh axis, whilst the angular velocity, and consequently the momentum of rotation about the first or permanent axis, remain unaltered by such instantaneous impulse; for though it gives a different direction and velocity to the particles, by causing them to revolve about another axis, yet must their relative velocity about the first remain unaltered by the nature of relative motion, because the second or additional motion is given in a direction perpendicular to the first. Any alteration therefore which may be made in the velocity about the first axis, by reason of the oblique motion of the particles about it, owing to the then revolution about a fresh axis, must be a work of time. And to determine such alteration,\n\n* See the note (C) at the end of the Paper.\nlet $M =$ the mass or solidity, and $2d$, $2c$, and $2b$, be the three dimensions or length, breadth, and thickness of such parallelopipedon; then it is known that the momentum of inertia round the axis on which the dimension $2d$ is taken will be $= \\frac{1}{3} M \\times c^2 + b^2$, this being no more than the product of a particle of the body into the square of its distance from such axis, when integrated through the whole body, as is now too well known to need the repetition here. Let I (fig. 6.) be the centre of gravity or of inertia (they being both one) of such parallelopipedon, IB the permanent axis on which the dimension $2c$ is taken, CI that on which $2b$ is taken, and a perpendicular to the plane BIC (of the paper) at I that on which $2d$ is taken; then on the centre I describing the quadrant BSC, whose radius BI or CI may be supposed unity; if the body once revolve about this last named axis with an angular velocity $= z$ measured along the great circle BSC, and no external force or impulse act upon it, it is agreed and well known, that the centrifugal motive force round such axis will be $= Mz^2 \\times \\frac{c^2 + b^2}{3}$ and always being equal in contrary directions round the axis can have no power to alter the place thereof; but such motion and motive force continuing always the same, the axis must be at rest, and the velocity round it uniform for ever. But, if the body whilst so revolving receive (as by hypothesis) an impulse in a direction parallel to this axis, that is, perpendicular to the plane of the circle BCI, and an equal and contrary one to keep the centre I still at rest, the said impulse being perpendicular to the motion cannot instantly alter the angular velocity $z$, but will give the axis itself a motion in a plane perpendicular to BCI, and consequently about some axis SI in the plane BCI, round which axis SI the centrifugal motive forces\nforces of the particles being no longer in equilibrium, because it is not a permanent axis (except in particular cases) this oblique motion of the particles will in time alter the velocity \\( z \\). To determine then the value of the motive force causing such alteration of \\( z \\), let \\( ML = 2d \\) be a line parallel to the side of the parallelogram which is a section of the solid perpendicular to the axis CI, \\( q \\) the middle point of ML, \\( p \\) any other point therein, \\( pm \\) and \\( qn \\) two perpendiculars to the plane which is perpendicular to BCI and passes through SI; and from B let fall BN perpendicular to the axis SI: then, the point \\( n \\) must necessarily fall upon SI, because the plane BSCI produced bisects the solid, join \\( pn \\) which is the perpendicular distance of \\( p \\) from the axis SI; let \\( v \\) = the velocity of the body at B perpendicular to BI and to the plane BCI (which is the same invariable one in the body, and that wherein the permanent axes BI and CI are situated); then, as \\( BN : v :: 1 : \\) the angular velocity of the body about the axis SI \\( = \\frac{v}{BN} \\), and by the nature of all motion, as \\( BN : v :: pn : \\frac{pn}{BN} \\times v = \\) the velocity of the point \\( p \\) round \\( n \\), or of a particle of the body at \\( p \\) in the circle whose radius is \\( pn \\), consequently the centrifugal accelerating force, which is always equal to the square of the velocity divided by the radius of motion, is there \\( = \\frac{pn}{BN^2} \\times v^2 \\) acting in the direction \\( pn \\) upon the axis SI, which may be resolved into two others, the one parallel to the plane SmI, which can have no effect in a direction perpendicular to that plane, and the other \\( = \\frac{v^2}{BN^2} \\times pm = \\frac{v^2}{BN^2} \\times qn \\) perpendicular to that plane, which drawn into a particle \\( p \\) of the body at \\( p \\) gives \\( p \\times qn \\times \\frac{v^2}{BN^2} = \\) the motive force\nforce of that particle to move the plane SmI in a direction parallel to BN, or about the permanent axis which is perpendicular to the plane SBI, and which value is the same in whatever point of ML the particle \\( p \\) is situated.\n\nLet GgR (fig. 7.) be a section of the solid by the plane IBSC; then, since the motive force of a particle \\( p \\) of the body situated anywhere in a line perpendicular to this plane at \\( q \\) is \\( p \\times qn \\times \\frac{v^2}{BN^2} \\), the motive force arising from the dimension ML = 2d of the body will be \\( 2dv^2 \\times \\frac{qn}{BN^2} \\), and as SI = 1 : In :: \\( 2dv^2 \\times \\frac{qn}{BN^2} \\) : \\( 2dv^2 \\times \\frac{qn \\times In}{BN^2} \\) = the equivalent motive force acting at the constant distance SI = unity; which must still be integrated with the other two dimensions of the body, because every particle \\( p = M_p \\times K_R \\times qg \\). In order to which, let now \\( f = \\frac{v^2}{BN^2} \\), \\( s \\) and \\( t \\) = the sine and cosine of QIK = NBI = SC to radius unity, IR = \\( b \\), GK = \\( c \\), KR = \\( x \\), and \\( qg = y \\); then will \\( KI = x - b \\), \\( Kq = y - c \\), and as \\( t : KI :: 1 : ql = \\frac{x - b}{t} :: s : QK = \\frac{s}{t} \\times x - b \\); hence, \\( Qq = Kg - QK = y - c - \\frac{s}{t} \\times x - b \\), and \\( 1 : Qq :: s : Qn = s \\times y - c - \\frac{s^2}{t} \\times x - b :: t : qn = t \\times y - c - s \\times x - b \\), and \\( In = QI + Qn = s \\times y - c + t \\times x - b \\); hence \\( qn \\times In = st \\times y^2 - 2yc + c^2 + t^2 \\times y - c \\times x - b - s^2 \\times y - c \\times x - b - st \\times x - b \\), which multiplied into \\( 2dfy \\) and the fluent making \\( y \\) only variable so as to comprehend the whole body, when \\( y = 2c = gG \\), is \\( 2dfst \\times \\frac{2c^3}{3} - 2c \\times x^2 - 2bx + b^2 \\), and this multiplied into \\( \\dot{x} \\), and the fluent taken in like manner, will, when \\( x = 2b \\), be \\( \\frac{8}{3} \\times dfst \\times c^3 \\).\nSpherical Motion.\n\n\\[ \\frac{c^3 b - b^3 c}{3} = M \\times \\frac{c^2 - b^2}{3} = \\frac{Mv^2 st}{3t^2} \\times \\frac{c^2 - b^2}{3} = \\frac{sv^2}{t} \\times \\frac{M}{3} \\times \\frac{c^2 - b^2}{3}; \\text{ but as} \\]\n\n\\[ f. BS = t : v :: f. CS = s : \\frac{sv}{t} = \\text{the velocity of the body at C} \\]\n\nperpendicular to CI and to the plane BCI; let \\( \\frac{sv}{t} = x \\) now, and\n\n\\[ v = y, \\text{ and the preceding fluent becomes } \\frac{Mxy}{3} \\times \\frac{c^2 - b^2}{3} = \\text{the mo-} \\]\n\ntive force acting at S along the circle BSC to alter the velocity\n\n\\[ z \\text{ along that circle;} \\text{ and if this be divided by the inertia} \\]\n\n\\[ \\frac{M}{3} \\times \\frac{c^2 + b^2}{3} \\text{ along BC, it gives } xy \\times \\frac{c^2 - b^2}{c^2 + b^2} = \\frac{\\dot{z}}{t} \\text{ (where } t = \\text{that of} \\]\n\nthe time) = the accelerating force acting along the circle BC.\n\nNow (this being referred to fig. 3.), for the same reason, as\n\nthe two velocities \\( x \\) and \\( y \\) along BC and CA turn the body\n\nabout an axis whose pole is R in AB, and thus cause the pertur-\n\nbating motive force \\( \\frac{Mxy}{3} \\times \\frac{c^2 - b^2}{3} \\) above computed, must the two\n\nvelocities \\( x \\) and \\( z \\) along BC and BA turn the body about an\n\naxis in CA whose pole is Q, and proceeding in the very same\n\nmanner as before, the perturbating motive force thence arising\n\nwill be found \\( \\frac{Mxz}{3} \\times \\frac{b^2 - d^2}{b^2 + d^2} \\), to alter the motion along AC, and\n\nthe accelerative one \\( \\frac{b^2 - d^2}{b^2 + d^2} \\times xz = \\frac{y}{t} \\) to alter the velocity \\( y \\) about\n\nthe permanent axis whose pole is B. Also, the motive force\n\n\\[ \\frac{Myz}{3} \\times \\frac{d^2 - c^2}{d^2 + c^2}, \\text{ and the accelerative one } \\frac{d^2 - c^2}{d^2 + c^2} \\times yz = \\frac{x}{t} \\text{ to alter} \\]\n\nthe velocity \\( x \\) along BC.\n\nSCHOLIUM I.\n\nHaving thus obtained the values of the accelerating forces\n\n\\[ \\frac{\\dot{x}}{t}, \\frac{\\dot{y}}{t}, \\text{ and } \\frac{\\dot{z}}{t} \\text{ (see Scholium I. prop. iv.), the matter is now} \\]\n\nbrought\nbrought to an issue, and the motions and times may from hence be computed. But it will be proper first to shew wherein, and why, these conclusions differ from those brought out by Mr. Landen.\n\nThe three perturbating motive forces acting along the peripheries of the three great circles CB, CA, and AB, in fig. 3. Prop. IV. are above found to be \\( \\frac{M}{3} \\times \\frac{d^2 - c^2}{x} \\times yz, \\frac{M}{3} \\times \\frac{b^2 - d^2}{x} \\times wz, \\) and \\( \\frac{M}{3} \\times \\frac{c^2 - b^2}{x} \\times xy \\) respectively, or their equals \\( \\frac{M}{3} \\times \\frac{d^2 - c^2}{x} \\times e^2 \\gamma \\delta, \\frac{M}{3} \\times \\frac{b^2 - d^2}{x} \\times e^2 \\beta \\delta, \\) and \\( \\frac{M}{3} \\times \\frac{c^2 - b^2}{x} \\times e^2 \\beta \\gamma. \\) And if we suppose the accelerations \\( \\dot{x}, \\dot{y}, \\) and \\( \\dot{z}, \\) to be respectively proportional to the motive forces, the sum \\( \\dot{x} + \\dot{y} + \\dot{z} \\) must be proportional to the sum of the three motive forces, and \\( x\\dot{x} + y\\dot{y} + z\\dot{z} \\) or its equal \\( e\\beta \\dot{x} + e\\gamma \\dot{y} + e\\delta \\dot{z} \\) must be proportional to \\( \\frac{M}{3} \\times \\frac{d^2 - c^2}{x} \\times xe^2 \\gamma \\delta + \\frac{M}{3} \\times \\frac{b^2 - d^2}{x} \\times ye^2 \\beta \\delta + \\frac{M}{3} \\times \\frac{c^2 - b^2}{x} \\times ze^2 \\beta \\gamma = \\frac{M}{3} \\times e^2 \\beta \\gamma \\delta \\times \\frac{d^2 - c^2 + b^2 - d^2 + c^2 - b^2}{x} \\) that is as nothing; consequently, \\( ee = x\\dot{x} + y\\dot{y} + z\\dot{z} = 0, \\) in which case therefore \\( e \\) must be a constant quantity. Moreover, these quantities now mentioned as respectively proportional to one another, turning the equal ratios into equations \\( \\frac{d^2 - c^2}{x} \\times yz = \\frac{b^2 - d^2}{x} \\times wz = \\frac{c^2 - b^2}{x} \\times xy = \\frac{d^2 - c^2}{x} \\times ey \\delta = \\frac{b^2 - d^2}{y} \\times e\\beta \\delta = \\frac{c^2 - b^2}{z} \\times e\\beta \\gamma = \\frac{B\\gamma \\delta}{\\beta} = \\frac{D\\beta \\delta}{\\gamma} = \\frac{C\\beta \\gamma}{\\delta}; \\) hence \\( D\\beta \\dot{\\beta} = - B\\gamma \\dot{\\gamma}, \\) and \\( D\\delta \\dot{\\delta} = - C\\gamma \\dot{\\gamma}, \\) and taking the fluents of these two last equations, putting \\( n \\) and \\( m \\) for the respective values of \\( \\beta \\) and \\( \\delta \\) when \\( \\gamma = 0, \\) we obtain \\( D\\beta^2 = Dn^2 - B\\gamma^2, \\) and \\( D\\delta^2 = Dm^2 - C\\gamma^2, \\) consequently \\( \\beta = \\frac{\\sqrt{Dn^2 - B\\gamma^2}}{D^{1/2}} \\) and \\( \\delta = \\frac{\\sqrt{Dm^2 - C\\gamma^2}}{D^{1/2}}; \\) which are the very\nvery equations brought out by Mr. Landen in so very different a manner.\n\nHere then the matter may be safely rested; for the accelerations are most certainly as the accelerative forces, and not as the motive ones. Conclusions, therefore, that are drawn from a contrary supposition cannot be true.\n\nIt may not, however, be improper to shew here how Mr. Landen's motive forces $E$ and $E''$ arise from those above brought out; thus, in fig. 3. Prop. IV. let $s$ and $t$ the sine and cosine of AQ to radius 1, that is, let $s = \\frac{\\delta}{g}$ and $t = \\frac{\\beta}{g}$, then the motive force along BA resolved into the direction BO becomes $\\frac{M}{3} \\times c^2 - b^2 \\times e^2 \\beta y t$, and that along BC resolved into the same direction BO becomes $\\frac{M}{3} \\times d^2 - c^2 \\times e^2 \\gamma \\delta s$, the difference of these\n\n$$= \\frac{M}{3} \\times e^2 \\gamma \\times d^2 - c^2 \\times \\delta s - c^2 - b^2 \\times \\beta t = \\frac{Me^2 \\gamma}{3} \\times Ds^2 - C$$\n\nmust be the motive force acting along the great circle BO in the sense from B towards O, or from O towards Q; and this is the very motive force $E$ determined by Mr. Landen, and acting in the same manner. The motive force which acts at O perpendicularly to the force $E$ is most readily obtained from that acting along CA; for if a tangent be drawn to the great circle BOQ at O (fig. 3.) it will intersect a radius of the sphere drawn through Q at a distance $\\left(\\frac{1}{g}\\right)$ from I the centre of the sphere = the secant of the arc OQ, and as $r : \\frac{1}{g} =$ that secant :: the force $\\frac{MDe^2 \\beta \\delta}{3}$ acting at the distance Q from the centre:\n\n$$\\frac{MDe^2 \\beta \\delta}{3g} = \\frac{MDe^2 \\gamma st}{3}$$\n\nthe force acting in the plane of the great circle CIA at the distance $\\frac{1}{g}$ from the centre I, and perpendicular to a tangent at\nO to the great circle BOQ; which force being in a direction parallel to and in the same plane with the motive force acting at O perpendicular to the same tangent must be equal to it; that is, the motive force which acts perpendicular to E at O is \\( \\frac{M^2g}{3} \\times D_{it} = \\text{Mr. Landen's force } E'' \\). And this may also be deduced by finding by resolution the motive forces along CO and AO, and reducing them into the direction of the great circle DOE at O, in the same manner as the accelerating forces are managed in Prop. iv. above. Now, these forces E and E'' not being the only perturbing ones that disturb the motion of the body, but others arising from the non-equilibrium of the particles in motion round the axes which are perpendicular to the planes of the varying momentary great circles BOQ, DOE, they will neither divided by their respective inertia \\( \\frac{M}{3} \\times b^2 + c^2 + d^2 - b^2 \\cdot s^2 \\) and \\( \\frac{M}{3} \\times d^2 + b^2 + y^2 \\times c^2 - b^2 - s^2 \\cdot d^2 - b^2 \\) give the accelerating forces along those circles, nor are proportional to them; but, by the general properties of all motion as proved in Prop. iv. the accelerating forces in those circles are\n\n\\[\n\\begin{align*}\n\\frac{\\delta}{g} \\times \\frac{\\dot{x}}{i} - \\frac{\\beta}{g} \\times \\frac{\\dot{z}}{i} (t = \\text{that of the time}) &= \\frac{s\\dot{x}}{i} - \\frac{i\\dot{z}}{i} = \\frac{d^2 - c^2}{d^2 + c^2} \\times e^2 s\\gamma \\delta - \\\\\n&\\frac{c^2 - b^2}{c^2 + b^2} \\times e^2 i\\beta \\gamma = \\frac{d^2 - c^2}{d^2 + c^2} \\times e^2 g\\gamma s^2 - \\frac{c^2 - b^2}{c^2 + b^2} \\times e^2 g\\gamma t^2 = \\frac{e^2 \\beta \\delta}{gi} - \\frac{e^2 \\beta \\delta}{gi} (S) \\quad \\text{and} \\\\\n\\frac{\\gamma \\beta}{g} \\times \\frac{\\dot{x}}{i} + \\frac{\\gamma \\delta}{g} \\times \\frac{\\dot{z}}{i} - \\frac{g\\dot{y}}{i} = \\frac{\\gamma \\beta}{g} \\times \\frac{d^2 - c^2}{d^2 + c^2} \\times e^2 \\gamma \\delta + \\frac{\\gamma \\delta}{g} \\times \\frac{c^2 - b^2}{c^2 + b^2} \\times e^2 \\beta \\gamma + g \\times \\\\\n&\\frac{d^2 - b^2}{d^2 + b^2} \\times e^2 \\beta \\delta = \\frac{e^2 \\beta \\delta}{g} \\times \\left( \\frac{d^2 - c^2}{d^2 + c^2} + \\frac{c^2 - b^2}{c^2 + b^2} - \\frac{a^2 - b^2}{a^2 + b^2} \\right) = \\frac{e^2 \\beta \\delta}{g} \\times \\\\\n&\\left( \\frac{d^2 - c^2}{d^2 + c^2} \\times \\frac{c^2 - b^2}{c^2 + b^2} \\times \\frac{d^2 - b^2}{d^2 + b^2} \\times \\gamma^2 + \\frac{d^2 - b^2}{d^2 + b^2} \\right) = - \\frac{e^2 \\beta \\delta}{gi} (Q). \\quad \\text{And from these equations (S) and (Q) there results the analogy, as}\n\\end{align*}\n\\]\nSpherical Motion.\n\n\\[ + \\frac{d^2 - b^2}{d^2 + c^2} : \\frac{\\delta \\beta}{g} - \\frac{\\epsilon \\beta}{g} : - \\frac{\\epsilon \\gamma}{g} :: \\delta \\beta - \\beta \\delta : - \\gamma :: \\frac{\\delta \\beta - \\beta \\delta}{g^2} = - \\frac{\\dot{\\gamma}}{i} : - \\frac{\\dot{\\gamma}}{g^2}; \\]\n\nhence, \\( \\frac{d^2 - c^2}{d^2 + c^2} \\times s^2 - \\frac{c^2 - b^2}{c^2 + b^2} \\times t^2 : \\frac{a^2 - c^2}{a^2 + c^2} + \\frac{c^2 - b^2}{c^2 + b^2} \\times y^2 + \\frac{d^2 - b^2}{d^2 + b^2} \\times g^2 :: - ss : \\frac{gg}{g^2}, \\) or, putting \\( \\frac{c^2 - b^2}{c^2 + b^2} = M^2 \\times \\frac{a^2 - c^2}{a^2 + c^2} + \\frac{c^2 - b^2}{c^2 + b^2} \\) and \\( \\frac{a^2 - c^2}{a^2 + c^2} + \\frac{c^2 - b^2}{c^2 + b^2} = N^2 \\times \\frac{d^2 - c^2}{d^2 + c^2} + \\frac{c^2 - b^2}{c^2 + b^2} + \\frac{b^2 - d^2}{d^2 + b^2}, - ss : \\frac{gg}{g^2} :: s^2 - M^2 : 1 - N^2 g^2; \\)\n\nor \\( \\frac{-ss}{s^2 - M^2} = \\frac{gg}{g^2 - N^2 g^4}; \\) but when \\( g = 1, s = m, \\) and the fluents corrected accordingly, give the equation \\( \\frac{m^2 - M^2}{s^2 - M^2} = \\frac{1}{2} \\log. \\frac{g^2 - N^2 g^4}{1 - N^2} - \\log. \\frac{1 - N^2 g^2}{1 - N^2}, \\) consequently, \\( \\sqrt{\\frac{m^2 - M^2}{s^2 - M^2}} = \\sqrt{\\frac{g^2 - N^2 g^2}{1 - N^2 g^2}}, \\) and \\( m^2 \\times 1 - N^2 g^2 - M^2 = s^2 g^2 \\times 1 - N^2 - M^2 g^2; \\) but \\( sg = \\delta, \\) therefore \\( m^2 - \\delta^2 \\times 1 - N^2 = M^2 - N^2 m^2 \\times y^2; \\) or, expunging \\( M \\) and \\( N, \\) \\( m^2 - \\delta^2 = \\frac{d^2 + c^2}{d^2 - c^2} \\times y^2 - m^2 y^2 \\times \\frac{d^2 - c^2}{d^2 + c^2} \\times c^2 - b^2 \\) is the equation of the curve which is the locus of \\( O \\) upon the moving spherical surface; or, if \\( \\frac{a^2 + c^2}{d^2 - c^2} = A, \\frac{d^2 + b^2}{d^2 - b^2} = B \\) and, \\( \\frac{c^2 + b^2}{c^2 - b^2} = C, \\) \\( m^2 - \\delta^2 = \\frac{B y^2}{C} - \\frac{m^2 y^2}{AC}. \\) Which conclusion may be brought out with much more facility, by means of the three original equations above investigated, which express the values of the three accelerating forces \\( \\frac{\\dot{x}}{i}, \\frac{\\dot{y}}{i}, \\) and \\( \\frac{\\dot{z}}{i}, \\) as will be shewn hereafter. But it is of importance to have proved here, that this different method when rightly treated comes to the same as the other.\n\nSCHOLIUM\nSCHOLIUM II.\n\nThe velocity of the body in directions of the peripheries of three great circles bounding an octant of the spherical surface which revolves with it, might have been referred to any other octant besides that whose angles, as in the preceding solution, are in the poles of the three permanent axes; but then, besides the perturbating force arising from the motion of the body about each of the three axes whose poles are in the nodes of the great circles bounding such octant, there will, pertaining to each circle, be another perturbating force, arising from the non-equilibrium of the particles of the body in motion, in planes parallel to the plane of each circle, which being considered would greatly perplex the operation. And hence arises the necessity for referring the motion to permanent axes, because about them this last-mentioned perturbating force vanishes by reason of the perfect equilibrium of the particles in motion round them; their property being such, that if the body begin to move simply round one of them, it must uniformly continue so to do for ever. And if, as in the preceding proposition, the body be compelled to move round some other axis, still during the elementary time $t$, notwithstanding that each of these axes or their poles has a proper motion of its own, yet the relative angular velocity, and consequently the inertia and motive force round each axis, will be the same as if the body revolved with the single angular velocity $x$, $y$, or $z$, round only one of them, and consequently such velocity can have no power to alter itself; but the equilibrium of the particles tends to preserve it, for the particles by their motion round one of these axes cannot alter the angular velocity about it; but such alteration\nalteration must be caused by the other motions of the body which are referred to the other two permanent axes as in the foregoing solution, and thus produce the forces $\\frac{\\dot{x}}{i}$, $\\frac{\\dot{y}}{i}$, and $\\frac{\\dot{z}}{i}$, acting at the nodes S, Q, and R, of the great circles BC, CA, and AB.\n\nIf the two great circles DOE, CQA, be continued, they will meet in a point of the midecircle $90^\\circ$ from O, and make an angle whose measure is the arc OQ, and if Mr. LANDEM's motive force $E''$ be resolved into the direction of the great circle CA, it will become $E'' \\times \\text{cof. } OQ = E'' \\times g = \\frac{M}{3} \\times \\sqrt{a^2 - b^2} \\times e^2 \\beta \\delta$, the very same as investigated in the foregoing proposition. But Mr. LANDEM's method, besides the force $E''$ perpendicular to BO, will likewise give two other motive forces perpendicular to AO and CO at O, which resolved into the directions of the great circles BC and AB will also give the above investigated motive forces in those circles, and thus the two methods prove each other.\n\nI know then of no objection but what is already obviated; I shall therefore proceed to the solution of the following proposition; first, independent of the consideration of a momentary axis, the properties of which shall be investigated afterwards. I could easily give the demonstration that the properties above shewn to belong to the parallelopipedon, also pertain to any other body; but as this has been done before by Mr. LANDEM, I shall take it for granted here.\nPROPOSITION VII.\n\nIf a body of any form revolve in any manner whatsoever with its centre of gravity at rest in absolute space, and so as not to be disturbed by the action of any external force; to determine in what manner it will continue its motion forever.\n\nSince any body whatever, whose permanent axes can be found, may be reduced to an equipollent parallelopipedon which shall move in the very same manner as the body; let this be supposed done, $M$ being the mass or solidity of the body, and $Ma^2$, $Mb^2$, and $Mc^2$, the respective momenta of inertia round the three permanent axes of the body whose poles in the spherical surface whose radius is unity revolving as the body revolves and concentric with it are $A$, $B$, and $C$, at the distance of a quadrant from each other (fig. 8.); let $x =$ the velocity with which the body moves round the permanent axis whose pole is $A$, and measured along the great circle $BC$ at the distance of a quadrant from that pole ($A$) and in the sense from $B$ towards $C$; in like manner, let $y =$ the velocity round the axis whose pole is $B$, measured along $CA$, and in the sense from $C$ towards $A$, and $z =$ that round the remaining permanent axis whose pole is $C$ measured along $AB$, and in the sense from $A$ towards $B$. Also let $t =$ the time from the commencement of the motion.\n\nThen, the quantities which in the 6th Proposition were represented by $\\frac{M}{3} \\times d^2 + c^2$, $\\frac{M}{3} \\times d^2 + b^2$, $\\frac{M}{3} \\times c^2 + b^2$, $\\frac{M}{3} \\times d^2 - c^2$, $\\frac{M}{3} \\times b^2 - d^2$, $\\frac{M}{3} \\times c^2 - b^2$, $\\frac{d^2 - c^2}{d^2 + c^2}$, $\\frac{b^2 - d^2}{d^2 + b^2}$, and $\\frac{c^2 - b^2}{c^2 + b^2}$ respectively, must\nmust now become $Ma^2$, $Mb^2$, $Mc^2$, $M \\times b^2 - c^2$, $M \\times c^2 - a^2$, $M \\times a^2 - b^2$, $\\frac{b^2 - c^2}{a^2}$, $\\frac{c^2 - a^2}{b^2}$, and $\\frac{a^2 - b^2}{c^2}$. And the three fundamental equations for the accelerative forces become\n\n$$\\frac{\\dot{x}}{i} = \\frac{c^2 - a^2 \\times zx}{b^2}, \\quad \\frac{\\dot{y}}{j} = \\frac{a^2 - b^2 \\times xy}{c^2}, \\quad \\frac{\\dot{z}}{k} = \\frac{b^2 - c^2 \\times yz}{a^2},$$\n\nor\n\n$$\\dot{x} = \\frac{c^2 - a^2 \\times yzi}{b^2}, \\quad \\dot{y} = \\frac{a^2 - b^2 \\times xyi}{c^2}, \\quad \\dot{z} = \\frac{b^2 - c^2 \\times xyz}{a^2};$$\n\nmultiplying the first of these equations by $a^2x$, the second by $b^2y$, and the third by $c^2z$, and adding all the three products or resulting equations together gives $a^2xx + b^2yy + c^2zz = 0$; also multiplying them respectively by $a^4x$, $b^4y$, and $c^4z$, and adding the three products produces $a^4xx + b^4yy + c^4zz = 0$; and if $A$, $B$, and $C$, be the respective values of $x$, $y$, and $z$, at the commencement of the motion, taking the fluents $a^2x^2 + b^2y^2 + c^2z^2 = a^2A^2 + b^2B^2 + c^2C^2$, and $a^4x^2 + b^4y^2 + c^4z^2 = a^4A^2 + b^4B^2 + c^4C^2$, which therefore are constant quantities. But $Ma^2x^2$, $Mb^2y^2$, and $Mc^2z^2$, are the respective vires vivae of the body round the three permanent axes, and consequently their sum, or the whole vis viva is always the same constant quantity. Also, since $\\dot{i} = \\frac{a^2 \\dot{x}}{b^2 - c^2 \\times yz} = \\frac{c^2 \\dot{z}}{a^2 - b^2 \\times xy} = \\frac{b^2 \\dot{y}}{c^2 - a^2 \\times xz}$, therefore $\\frac{a^2 \\dot{x}}{b^2 - c^2} = \\frac{b^2 \\dot{y}}{c^2 - a^2} = \\frac{c^2 \\dot{z}}{a^2 - b^2}$, and the fluents $\\frac{a^2}{b^2 - c^2} \\times x^2 - A^2 = \\frac{b^2}{c^2 - a^2} \\times y^2 - B^2 = \\frac{c^2}{a^2 - b^2} \\times z^2 - C^2$; hence then\n\n$$y = \\sqrt{\\frac{a^2 \\times c^2 - a^2}{b^2 \\times b^2 - c^2}} \\times x^2 - A^2 + B^2,$$\n\nand\n\n$$z = \\sqrt{\\frac{a^2 \\times a^2 - b^2}{c^2 \\times b^2 - c^2}} \\times x^2 - A^2 + C^2,$$\n\nwhich values substituted for $y$ and $z$ in the equation $\\dot{i} = \\frac{a^2 \\dot{x}}{b^2 - c^2 \\times yz}$, give $\\dot{i}$ in terms of $x$, $\\dot{x}$ and constant quantities. But the fluent, though attainable by means of the arcs of the conic.\nconic sections, is insufficient for determining the motion of the body with respect to absolute space, because at present nothing is found but the relations of inertiae and velocities.\n\nIn order to determine a point which can be considered as at rest in absolute space, and the nature of the body's motion with respect to it; let Z (fig. 8.) be such a point, absolutely at rest itself, but so as to be always touched by the moving spherical surface which revolves with the body. Or, it is the same thing to consider it as a given point upon a concave spherical surface at rest, surrounding and everywhere touching that supposed above to revolve with the body. Through this point Z suppose quadrantal arcs Al, Bm, and Cn, to be drawn from the poles of the three permanent axes, and consequently perpendicular to the three sides of the octant ABC, supposing also Z to be at the instant over some point of this octant, and that a is greater than b, and b than c, when the velocity of the octant along its three sides must necessarily be in the sense from A towards B, from B towards C, and from C towards A; then (by spherics) as f. ZA : 1 :: f. Zm = cof. ZB : f. ZAC = cof. ZAB :: f. Zn = cof. ZC : f. ZAB = cof. ZAC; also, as f. BZ : 1 :: f. Zn = cof. ZC · f. ZBA = cof. ZBC :: f. Zl = cof. ZA : f. ZBC = cof. ZBA; and as f. CZ : 1 :: f. Zl = cof. ZA : f. ZCB = cof. ZCA :: f. Zm = cof. BZ : f. ZCA = cof. ZCB.\n\nNow, the velocity z in AB reduced into the direction of the great circle ZA is \\( z \\times \\text{cof.} ZAB = \\frac{z \\times \\text{cof.} ZB}{f. ZA} \\), and the velocity y in the circle CA reduced into the direction of the great circle ZA \\( y \\times \\text{cof.} ZAC = \\frac{y \\times \\text{cof.} ZC}{f. ZA} \\), but in a contrary sense to the former; consequently the velocity of the point A along the great circle AZ in absolute space, that is, the velocity with which A approaches the\nthe fixed point $Z$ must be $\\frac{z \\times \\text{cof. } ZB - y \\times \\text{cof. } ZC}{1 \\cdot ZA}$; in like manner is found $\\frac{x \\times \\text{cof. } ZC - z \\times \\text{cof. } ZA}{f. ZB}$ the velocity of $B$ along $BZ$, and $\\frac{y \\times \\text{cof. } ZA - x \\times \\text{cof. } ZB}{f. ZC} = \\text{that of } C \\text{ along } CZ \\text{ in absolute space. But the fluxions of the arcs } ZA, ZB, \\text{ and } ZC, \\text{ are } \\frac{\\text{cof. } ZA}{f. ZA}, \\frac{\\text{cof. } ZB}{f. ZB}, \\text{ and } \\frac{\\text{cof. } ZC}{f. ZC}, \\text{ respectively, which divided by their correspondent velocities, give the fluxion of the time, that is, } t = \\frac{\\text{cof. } ZA}{z \\times \\text{cof. } ZB - y \\times \\text{cof. } ZC} = \\frac{a^2 \\dot{x}}{zb^2y - yz^2x} \\text{ (above found)} = \\frac{\\text{cof. } ZB}{z \\times \\text{cof. } ZC - z \\times \\text{cof. } ZA} = \\frac{b^2 \\dot{y}}{xc^2z - za^2x} = \\frac{\\text{cof. } ZC}{y \\times \\text{cof. } ZA - x \\times \\text{cof. } ZB} = \\frac{c^2 \\dot{z}}{ya^2x - xb^2y}; \\text{ from which six-fold equation, it is evident, by inspection only, that if } m = \\text{any constant quantity whatever, and } ma^2x = \\text{cof. } ZA, mb^2y = \\text{cof. } ZB, \\text{ and } mc^2z = \\text{cof. } ZC, \\text{ all the conditions thereof will be answered. Then, since } \\text{cof. } ZA^2 + \\text{cof. } ZB^2 + \\text{cof. } ZC^2 = 1, \\text{ its equal } m^2a^4x^2 + m^2b^4y^2 + m^2c^4z^2 \\text{ must also be } 1: \\text{ but from the former part of the process } a^4x^2 + b^4y^2 + c^4z^2 = a^4\\mathcal{A}^2 + b^4\\mathcal{B}^2 + c^4\\mathcal{C}^2; \\text{ therefore } m = \\frac{1}{\\sqrt{a^4\\mathcal{A}^2 + b^4\\mathcal{B}^2 + c^4\\mathcal{C}^2}} \\text{ a constant quantity;} \\text{ and } f. AZ^2 = 1 - \\text{cof. } AZ^2 = \\text{cof. } BZ^2 + \\text{cof. } CZ^2 = 1 - m^2a^4x^2 = m^2b^4y^2 + m^2c^4z^2, f.BZ^2 = 1 - \\text{cof. } BZ^2 = 1 - m^2b^4y^2 = m^2a^4x^2 + m^2c^4z^2, \\text{ and } f. CZ^2 = 1 - m^2c^4z^2 = m^2a^4x^2 + m^2b^4y^2; \\text{ and, from above, the velocities with which } A, B, \\text{ and } C, \\text{ approach } Z \\text{ are respectively } \\frac{b^2 - c^2 \\times yz}{\\sqrt{b^2y^2 + c^2z^2}}, \\frac{c^2 - a^2 \\times zz}{\\sqrt{a^4x^2 + c^2z^2}}, \\text{ and } \\frac{a^2 - b^2 \\times xy}{\\sqrt{a^4x^2 + b^2y^2}}; \\text{ but as } a \\text{ is supposed greater than } c, c^2 - a^2 \\text{ is negative, and the velocity therefore in a contrary sense, consequently the poles } A \\text{ and } C \\text{ must approach } Z, \\text{ whilst } B \\text{ recedes from it. The respective veloci-}\nties of the points A, B, and C, in directions perpendicular to ZA, ZB, and ZC, being computed in like manner are\n\n\\[ z \\times \\text{cof. } ZC + j \\times \\text{cof. } ZB \\]\n\n\\[ z \\times \\text{cof. } ZC + x \\times \\text{cof. } ZA \\]\n\nand\n\n\\[ x \\times \\text{cof. } ZA + y \\times \\text{cof. } ZB \\]\n\nfor \\( f. ZA \\)\n\n\\[ \\frac{c^2z^2 + b^2y^2}{\\sqrt{b^4y + c^2z^2}} \\]\n\n\\[ \\frac{c^2z^2 + a^2x^2}{\\sqrt{c^2z^2 + a^2x^2}} \\]\n\nand\n\n\\[ \\frac{a^2x^2 + b^2y^2}{\\sqrt{a^2x^2 + b^2y^2}} \\]\n\nand if each of the squares of these be added to each correspondent square of the three former, the resulting sums will be \\( z^2 + y^2 \\), \\( z^2 + x^2 \\), and \\( x^2 + y^2 \\), which are the squares of the absolute velocities of the poles A, B, and C, along their own proper tracks in absolute space, the operation thus proving itself. Hence we gain a clear idea of the motion of the body, during the time that the octant ABC takes in passing under Z, beginning at some point V in CB (or in AB as the case may happen) and ending at some point W in CA; that is, the point Z enters the octant when V touches Z, and quits it at W, the motion of the body or spherical surface that revolves with it under Z, being in the sense from W towards V; that is, W approaching the fixed point Z whilst V recedes from it.\n\nAnd since both the directions and velocities of the poles A, B, and C, in absolute space are given above, their tracks also may be determined by means of quadratures, as will be shewn hereafter. Again, the track VZW, on the moving spherical surface, which always passes under, or, some point of which, always touches Z as the body revolves; and the velocity with which it passes under it in every position may hence be determined. Thus, from the equation above found for the value of \\( z \\), is easily obtained \\( \\text{cof. } CZ^2 = m^2c^4z^2 = \\frac{c^2 \\times a^2 - b^2}{a^2 \\times b^2 - c^2} \\times \\text{cof. } AZ^2 - \\frac{m^2c^2a^2 \\times a^2 - b^2}{b^2 - c^2} \\times \\mathbf{A}^2 + m^2c^4C^2 \\), the equation of the curve VZW upon the moving spherical surface, which will also be found to be\nbe the equation of the curve when orthographically projected upon the plane of the great circle CA. For let the sphere be thus projected, then the quadrants AB, BC (fig. 9.) will be projected into the right lines BA, BC, and if Z be the projected place of the fixed point at any instant, let fall the right line ZX perpendicular to BC; then, by the nature of the projection ZX = cos. AZ, and BX = cos. CZ, and if\n\n\\[ \\frac{a^2}{b^2 - c^2} = A, \\quad \\frac{b^2}{a^2 - c^2} = B, \\quad \\text{and} \\quad \\frac{c^2}{a^2 - b^2} = C, \\]\n\nthe above equation becomes\n\n\\[ BX^2 = \\frac{c^4A}{a^4C} \\times ZX^2 - \\frac{m^2c^4A^2}{C} + m^2c^4C^2, \\quad \\text{and} \\quad ZX^2 = \\frac{c^4C}{a^4A} \\times (BX^2 + \\frac{m^2c^4A^2}{C} - m^2c^4C^2) \\]\n\nthe projected track therefore upon the plane is an hyperbola, whose centre is B, abscissa BX, and ordinate ZX, and taking ZX = 0, BX = mc² \\( \\sqrt{C^2 - \\frac{A^2}{C}} \\) = the distance from B at which the curve cuts BC, and is therefore the semi-transverse axis of the hyperbola. But this is only possible whilst \\( CC^2 \\) is greater than \\( AA^2 \\); for if \\( CC^2 = AA^2 \\), XZ = BX × \\( \\frac{a^2}{c^2} \\sqrt{\\frac{C}{A}} \\), the projected track is a right line BU, and the real one a great circle of the sphere passing through B. If \\( AA^2 \\) be greater than \\( CC^2 \\) the track will no longer cut CB, but must cut BA, and BU will in both cases be an asymptote to the projected track. Since the track in all cases crosses the great circle CA, and we are at liberty to suppose the motion to begin at what point thereof we please, it may be supposed to commence where the track crosses CA, and where, of consequence, the velocity along CA is then = 0; we may therefore take the assumed quantity \\( B = 0 \\), and still all the conditions of the problem be fulfilled, the expressions thus becoming more simple,\nfor then \\( \\frac{1}{m^2} = a^4x^2 + c^4z^2 \\) and \\( Aa^2 - \\frac{A \\times \\text{cof. } AZ^2}{m^2a^4} = \\frac{B \\times \\text{cof. } BZ^2}{m^2b^4} = Cc^2 - \\frac{C \\times \\text{cof. } CZ^2}{m^2c^4} \\).\n\nSuppose W to be the point of CA and V that of CB which comes under Z; then at W cof. BZ = 0, and cof. AZ = ma^2x = f. CW; and at V, cof. AZ = 0, and cof. BZ = mb^2x \\sqrt{\\frac{A}{B}} = f. CV = f. CW \\times \\frac{b^2}{a^2} \\sqrt{\\frac{A}{B}}; CV and CW being a kind of semi-transverse and semiconjugate axes to the elliptic track on the spherical surface that passes under Z. And the gnomonical projection of the track on a plane touching the sphere at C, or the orthographical on the plane of the great circle BA (fig. 10.) becomes known; for here YZ = cof. BZ = CX; CY = XZ = cof. AZ, and \\( Aa^2 - CY^2 \\times \\frac{A}{m^2a^4} = ZY^2 \\times \\frac{B}{m^2b^4} \\) is the equation of the curve VZW which is the projection of the track on this plane, being an ellipse whose semi-axes are f. CV and f. CW or \\( mb^2x \\sqrt{\\frac{A}{B}} \\) and \\( ma^2x \\), because \\( \\frac{c^4B}{b^4A} \\times ZY^2 = m^2a^4x^2 - CY^2 \\). Moreover, the perpendicular to the plane of the projection from Z on the plane to Z on the spherical surface itself = cof. CZ = \\( \\sqrt{m^2c^4c^2 - \\frac{c^4B}{b^4C}} \\times ZY^2 = \\sqrt{1 - CZ^2} = \\sqrt{1 - ZX^2} \\)\n\nZY^2; and the fluxion of the track at Z upon the spherical surface = \\( \\sqrt{\\text{cof. } A\\dot{Z}^2 + \\text{cof. } B\\dot{Z}^2 + \\text{cof. } C\\dot{Z}^2} = m\\sqrt{a^2\\dot{x}^2 + b^2\\dot{y}^2 + c^2\\dot{z}^2} \\),\n\nand since \\( \\dot{t} = \\frac{Ax}{yz} = - \\frac{By}{zx} = \\frac{Cz}{xy} \\), we thence obtain \\( \\dot{x}^2 = \\frac{B^2y^2}{A^2x^2}, \\dot{z}^2 = \\frac{B^2y^2}{C^2z^2} \\), and the fluxion of the track = \\( m\\dot{y} \\sqrt{\\frac{a^4B^2y^2}{A^2x^2} + b^4 + \\frac{c^4B^2y^2}{C^2z^2}} \\),\n\nwhich divided by \\( \\dot{t} \\) gives \\( m \\sqrt{\\frac{a^4y^2z^2}{A^2} + \\frac{b^4z^2x^2}{B^2} + \\frac{c^4y^2x^2}{C^2}} = \\) the velocity with\nwith which the track passes under $Z$, but $z^2 = \\frac{B}{C} \\times y^2$, and $x^2 = \\frac{A}{B} - \\frac{By^2}{A}$, also $z^2 x^2 = \\frac{B^3 y^4}{AC} - \\frac{B^2 A^2}{C} + \\frac{B^2 C^2}{A} \\times y^2 + \\frac{A^2 C^2}{B}$, which substituted for their equals give the velocity\n\n$$m \\sqrt{-\\frac{Ba^4 y^4}{CA^2} + \\frac{a^4 y^2 C^2}{A^2} + \\frac{Ba^4}{AC} - \\frac{Ba^4}{BC} - \\frac{Ba^4}{AB} + \\frac{Ba^4}{B} - \\frac{Ba^4}{AC^2} + \\frac{Ba^4}{C^2}} =$$\n\n$$m \\sqrt{\\frac{b^4 A^2}{B^2 AC} - \\frac{c^4 y^2 A^2}{AC} - \\frac{a^4 y^2 A^2}{AC}} = \\sqrt{\\frac{m^2 b^4 A^2}{B^2 AC} - \\frac{y^2}{AC}}, \\text{ because } \\frac{b^4}{AC} - \\frac{Ba^4}{AC^2} = \\frac{B^4}{CA} = \\frac{B}{AC} \\times \\left(\\frac{b^4}{B} - \\frac{a^4}{A} - \\frac{c^4}{C}\\right) = \\frac{B}{AC} \\times (b^2 \\times a^2 - c^2 - a^2 \\times b^2 - c^2 - c^2 \\times a^2 - b^2) = 0, \\frac{a^4}{A^2} - \\frac{b^4}{AB} = -\\frac{c^4}{AC} \\text{ and } m^2 a^4 A^2 + m^2 c^4 C^2 = 1.$$ Now, supposing as above, the motion to begin when $W$ is under $Z$ and $y = 0$, the track must cross CA at right angles, and with a velocity under $Z = \\frac{a^2 - c^2}{\\sqrt{a^4 A^2 + c^4 C^2}}$ that velocity being then the swiftest possible, $A$, $C$, and $\\sqrt{A^2 + C^2}$ being the then velocities of the poles $C$, $A$, and $B$, along their proper tracks in absolute space, the velocity $x$ being then $A$ and $z = C$, which are their greatest values; and then $Z$ becoming without the octant $ABC$, the velocity $y$ must be negative or in a contrary sense to what it would be if $Z$ were within the octant; that is, since within the octant, $y$, as we have seen, is in the sense from $C$ towards $A$, it must now be in the sense from $A$ towards $C$; $x$ and $z$ still continuing to be in the same sense as if $Z$ were within the octant, till the great circle $BCV'$ comes under $Z$ which then touches $V'$, and consequently $x = 0$, $y^2 = \\frac{A^2}{B}$, $z = \\frac{C^2 - A^2}{C}$ and $\\sqrt{\\frac{m^2 b^4 A^2 C^2}{B^2} - \\frac{A^2}{BC}} = \\frac{ma^4 A}{\\sqrt{ABC}} \\sqrt{C^2 - A^2}$ is the velocity of the track under $Z$, which is then the slowest, the correspondent velocities of the poles $A$, $B$, and $C$, along their\ntheir own proper tracks in absolute space being then\n\n$$\\sqrt{C^2 + \\frac{A^2}{B} - \\frac{A^2}{C}}, \\quad \\sqrt{C^2 - \\frac{A^2}{C}}, \\quad \\text{and } A \\sqrt{\\frac{A}{B}}.$$ \n\nAnd when $V'$ with the above found velocity has passed under $Z$, then the velocity $x$ becomes negative; therefore, whilst the point $Z$ is within the angle formed by $AC$ and $BC$ produced beyond $C$ both $y$ and $x$ are negative, till the great circle $BC$ again crossing under $Z$ at $W'$, $y$ is again = 0, and the velocity of the track under $Z$ the same as when $W$ was under it, the corresponding velocities of the poles of the permanent axes being the same also; after which $y$ will again become positive, $x$ still continuing negative during the time that $Z$ is within the angle $BCW'$, till it again crosses $BC$ at $V$, and $x$ is again = 0, and the velocities of the track and permanent poles the same as when $V'$ crossed under $Z$; afterwards the point $Z$ being within the octant $ABC$, the velocities $x$, $y$, and $z$, will be all positive till $W$ again comes under $Z$, and another revolution under $Z$ begins, and so on for ever. Moreover, the track being supposed to cross $CA$ and $CB$, when either $W$ or $W'$ is under $Z$, the velocity $\\sqrt{A^2 + C^2}$ of the pole $B$ is the greatest possible, being then = the greatest velocity that the spherical surface anywhere has or can have; and when $V$ and $V'$ are under $Z$,\n\n$$\\sqrt{C^2 + \\frac{A^2}{B} - \\frac{A^2}{C}} = \\text{the velocity of the pole } A \\text{ is the swiftest which it can have, being then = the greatest velocity which the spherical surface anywhere has at that instant, such velocity of the surface being then the least possible.}$$\n\nMoreover, supposing still the motion to begin when $y = 0$, and $B = 0$, $i = - \\frac{By}{xz} = - \\frac{By}{\\sqrt{A^2 - By^2} \\sqrt{C^2 - By^2}} = - \\frac{j \\sqrt{AC}}{\\sqrt{A^2 - y^2} \\sqrt{C^2 - y^2}}$; let\nlet \\( y^2 = \\frac{ACu}{B} \\) or \\( y = u \\sqrt{\\frac{AC}{B}} \\), \\( \\dot{y} = \\frac{1}{2} \\dot{u} \\sqrt{\\frac{AC}{Bu}} \\), and \\( \\dot{t} = \\frac{AC}{\\sqrt{B}} \\times \\)\n\n\\[\n\\frac{-\\dot{u}}{2u^3 \\sqrt{\\frac{AC^2}{B}}} = \\frac{ACu}{B} \\sqrt{\\frac{C^2}{B}} - \\frac{ACu}{B} = \\frac{B^2}{2} \\times \\frac{-\\dot{u}}{u^3 \\sqrt{\\frac{A^2}{C}} - u \\sqrt{\\frac{C^2}{A}} - u}\n\\]\n\nwhich here naturally divides into three forms or cases, 1st, \\( \\frac{B^2}{2} \\times \\)\n\n\\[\n\\frac{-\\dot{u}}{\\sqrt{\\frac{A^2}{C}} - u^2 \\sqrt{\\frac{C^2}{A}} - u}\n\\]\n\n2dly, \\( \\frac{B^2}{2} \\times \\frac{-\\dot{u}}{\\sqrt{\\frac{C^2}{A}} - u^2 \\sqrt{\\frac{A^2}{C}} - u} \\); 3dly, when \\( \\frac{A^2}{C} = \\frac{C^2}{A} \\), it is \\( \\frac{B^2}{2} \\times \\frac{-\\dot{u}}{\\frac{A^2}{C} - u^2} = -\\frac{j \\sqrt{AC}}{\\frac{A^2}{B} - y^2} \\); which last is of an easy and known form; and the fluents of the two former may be found by help of the arcs of the conic sections; or otherwise, by the following contrivance.\n\nSuppose a bar of metal, or other such like body, whose centre of oscillation is H (fig. 11.) to revolve at the earth's surface in a vertical plane without resistance about the centre C, and that it is impelled from the lowest point S with a velocity equal to that which would be acquired by an heavy body in falling freely by the force of uniform gravity through the height \\( k \\), that is, if \\( 2g = \\) the force of gravity, suppose it impelled from S with a velocity \\( 2\\sqrt{gk} \\) up the semicircle SMH, whose radius \\( CS = CH = CM = r \\); then, MV being parallel to the horizon, and SV = \\( u \\); its velocity at M must be \\( 2\\sqrt{gk - gu} \\), and the fluxion of the arch MS = MH = \\( -r \\times \\frac{HV}{MV} = \\frac{ru}{\\sqrt{2ru - u^2}} \\),\n\nand the time of describing SM = \\( \\frac{r}{2} \\times \\frac{-\\dot{u}}{\\sqrt{2ru - u^2} \\sqrt{k - u}} \\) because the velocity diminishes as SV increases, this fluxion compared\nwith \\( t = \\frac{B^2}{2} \\times \\frac{-\\dot{u}}{\\sqrt{\\frac{A^2}{C} - u^2}} \\), we have \\( 2r = \\frac{C}{A} \\), \\( k = \\frac{C^2}{A} \\); if therefore \\( \\frac{A^2}{2C} = CH \\), we have, as \\( \\frac{A^2}{2g^2C} \\): the fluxion of the time of the bar's describing SM :: \\( B^2 : t \\), that is, \\( \\frac{A^2}{2C} : \\sqrt{Bg} :: \\frac{-ru}{2g^2\\sqrt{2ru-u^2\\sqrt{k-u}}} : t \\); but the velocity at \\( H = 2g\\frac{1}{2}\\sqrt{k-2r} = 2g\\frac{1}{2}\\sqrt{\\frac{C^2}{A} - \\frac{A^2}{C}} \\), if therefore \\( \\frac{C^2}{A} \\) be greater than \\( \\frac{A^2}{C} \\) (which may be called the first case) the bar will make whole revolutions round the centre C, and its velocity at \\( H = \\) that acquired by an heavy body in falling through the height \\( \\sqrt{\\frac{C^2}{A} - \\frac{A^2}{C}} \\), and at S the arch MH = the semicircle. Now, when \\( y = 0 \\), that is, when W or W' is under Z, \\( u = 0 \\), SV = 0, and when \\( u = 2r = \\frac{A^2}{C} = SH \\), then \\( y^2 = \\frac{A^2}{B} \\) which is the value of \\( y^2 \\) at V and V' above, the ascent therefore of the bar from S to H in the semicircle corresponds to the motion of the body during the time that the quadrant of the track beginning at W and ending at V' passes under Z, and the fluxions of the times being to one another as \\( \\frac{A^2}{2Cg^2} : B^2 \\), the times must be in the same ratio, consequently, as \\( \\frac{A^2}{2C} : \\sqrt{Bg} :: \\) the time of two revolutions of the bar: the time of one revolution of the track WW'W'V under Z.\n\nBut if, as in case second, \\( \\frac{A^2}{C} \\) be greater than \\( \\frac{C^2}{A} \\), and \\( r \\) be still \\( = \\frac{A^2}{2C} \\) the bar can proceed no higher than till \\( k = \\) that height \\( = \\frac{C^2}{A} \\), its velocity at S being \\( = 2g\\sqrt{\\frac{C^2}{A}} \\), when \\( u = 0 \\) and \\( y \\) and SV \\( = 0 \\);\nSpherical Motion.\n\n\\[ = 0; \\text{ and when } u = \\frac{C^2}{A}, y^2 = \\frac{C^2}{B} \\text{ which is its value when } z = 0, \\]\n\nas it ought to be, the track in this case, that is, when \\( Aq^2 \\) is greater than \\( C^2 \\), crossing AC and AB; the bar in this case making only oscillations and not revolutions. But if \\( r \\) now be made \\( = \\frac{C^2}{2A} \\) instead of \\( \\frac{A^2}{2C} \\), the bar will still make whole revolutions and as \\( \\frac{C^2}{2A} : \\sqrt{Bg} :: \\text{ the time of two whole revolutions of the bar whose centre of oscillation is at } \\frac{C^2}{2A} \\text{ distance from } C : \\text{ the time of one revolution of the body under } Z. \\)\n\nThese cases may be otherwise resolved by finding the length \\( SC = r \\), such that the bar may make two revolutions or oscillations whilst the body makes one; thus, let SV, instead of being \\( = u \\), be in a constant ratio to it, or \\( SV = lu \\), and\n\n\\[\nt = \\frac{r}{2} \\times \\frac{lu}{g^{\\frac{1}{2}} \\sqrt{2rlu - l^2u^2 \\sqrt{k - lu}}} = \\frac{B^{\\frac{1}{2}}}{2} \\times \\frac{lu}{\\sqrt{\\frac{A^2u}{C} - u^2 \\sqrt{\\frac{C^2}{A} - u}}} = \\frac{B^{\\frac{1}{2}}}{2} \\times \\frac{il \\sqrt{l}}{\\sqrt{\\frac{A^2l^2u}{C} - l^2u^2 \\sqrt{\\frac{C^2l}{A} - lu}}},\n\\]\n\nand comparing the homologous quantities,\n\n\\[\n\\frac{l \\sqrt{lB}}{2} = \\frac{rl}{2g^{\\frac{1}{2}}}, \\quad r = \\sqrt{lB_g}, \\quad 2rl = \\frac{A^2l^2}{C}, \\quad r = \\frac{A^2l}{2C} = \\sqrt{lB_g}, \\quad \\sqrt{l} = \\frac{2C \\sqrt{B_g}}{A^2}, \\quad l = \\frac{4C^2B_g}{A^4}, \\quad r = \\frac{2CB_g}{A^2}, \\quad k = \\frac{C^2l}{A} = \\frac{4C^2B_gC^2}{A^4};\n\\]\n\nnow, when such a bar makes whole revolutions, \\( k \\) must be greater than \\( 2r \\), or \\( \\frac{4C^2B_gC^2}{A^4} \\) than \\( \\frac{4CB_g}{A^2} \\), \\( \\frac{C^2}{A^2} \\) than unity, and \\( C^2 \\) than \\( A^2 \\).\n\nA bar therefore whose centre of oscillation is \\( \\frac{2CB_g}{A^2} \\) distant from the centre of motion, will make two whole revolutions whilst the whole track \\( WW'W'V \\) moves once under \\( Z \\) if\nif $CC^2$ be greater than $AA^2$; but if $CC^2$ be less than $AA^2$ it will make two whole oscillations. In like manner it will be found, that if $SC = r = \\frac{2ABg}{\\mathcal{F}}$, such bar will make whole revolutions when $AA^2$ is greater than $CC^2$, and oscillations when $AA^2$ is less than $CC^2$; and we are at liberty to make either the one supposition or the other.\n\nCase 3. But if $AA^2 = CC^2$, and the track that passes under $Z$ be a great circle of the sphere, then $Ax^2 = Cz^2$, $\\frac{x^2}{C} = \\frac{z^2}{A}$, $By^2 = AA^2 - Ax^2 = AA^2 - Cz^2$, $\\frac{y^2}{AC} = \\frac{A^2 - x^2}{BC}$, and the velocity under $Z = m \\sqrt{\\frac{b^4AA^2 - c^4CC^2 + a^4AA^2 \\times A^2 - x^2}{BC}} = \\frac{m}{BC} \\sqrt{b^4AA^2 - A^2 - x^2 \\times c^4AB^2 + a^4BC^2} = \\frac{mAx}{BC} \\sqrt{c^4AB + a^4BC} = \\frac{mAb^2x}{B} \\sqrt{\\frac{A}{C}}$, which is therefore $= 0$ when $x = 0$, or $B$ is under $Z$, supposing that to be possible.\n\nBut then $t = \\frac{-y\\sqrt{AC}}{AA^2 - y^2} = \\frac{\\sqrt{CB}}{2A} \\times 2A \\sqrt{\\frac{A}{B}} \\times \\frac{-y}{AA^2 - y^2}$, and $t = \\frac{\\sqrt{CB}}{2A} \\times \\text{hyp. log. of } \\frac{A}{B} - y \\div \\frac{A}{B} + y$; therefore, when at the first instant $y = 0$, to have the motion possible, $y$ must be a negative quantity; which is agreeable to what was observed before, that $y$ must be negative within the angle $ACV'$; but in this case $Z$ can never come over $V'$, for then $t$ would be infinite. And if the motion be supposed to begin when $Z$ is somewhere within the octant $ABC$, where $y$ the first instant is equal to a given quantity $B$, then the fluent must be so corrected as that $t = \\frac{\\sqrt{CB}}{2A} \\times \\text{hyp. log. of }$\nSpherical Motion.\n\n\\[\n\\frac{A}{B} + \\frac{B}{A} \\times \\frac{A}{B} - y \\quad \\text{but the time or motion can never}\n\\]\n\nbegin at B, nor can the pole opposite to B ever come under Z. And the reason of this is also evident from the nature of the motion itself; for these being poles of a permanent axis, if Z were once over one of them, it must always continue so.\n\nHaving thus determined the time, velocity, and manner, in which the spherical surface that revolves with the body passes under the fixed point Z, it only remains to determine the path of one of the poles as C of the permanent axes about Z in absolute space, or upon a spherical surface at rest, but equal and concentric with that supposed to move with the body; for the path of one of these poles as C being found, those of the other two, and indeed the path of every other invariable point of the moving spherical surface, becomes known.\n\nNow, the velocity with which C approaches Z is found above\n\n\\[\n= \\frac{a^2 - b^2 \\times xy}{\\sqrt{a^4 x^2 + b^4 y^2}}, \\quad \\text{and the fluxion of the arc } CZ = \\frac{f \\cdot CZ}{\\text{cof. } CZ} = -\n\\]\n\ndivided by the velocity gives \\( t \\), whose fluent is found above, and consequently the distance of C from Z at the end of any time \\( t \\), there is then only wanting the angle described by C about Z, corresponding to the distance CZ therefrom, to have the path of C about Z; which may be found by the help of quadratures as follows.\n\nAs \\( f \\cdot ZC : \\) velocity of C perpendicular to ZC (found above)\n\n\\[\n= \\frac{x \\times \\text{cof. } AZ + y \\times \\text{cof. } BZ}{f \\cdot ZC} :: 1 : \\text{the angular velocity of C about }\n\\]\n\nZ\n\n\\[\n= \\frac{x \\times \\text{cof. } AZ + y \\times \\text{cof. } BZ}{f \\cdot ZC^2} \\quad \\text{which velocity being multiplied by }\n\\]\nthe fluxion of the time, gives the fluxion of\nthe angle described by \\( C \\) about \\( Z = \\frac{\\text{cof. } ZC}{\\text{f. } ZC^2} \\times \\frac{x \\times \\text{cof. } AZ + y \\times \\text{cof. } BZ}{y \\times \\text{cof. } AZ - x \\times \\text{cof. } BZ} \\)\n\n\\[ = \\frac{\\text{cof. } ZC}{\\text{f. } ZC^2} \\times \\frac{b^2 \\times \\text{cof. } AZ^2 + a^2 \\times \\text{cof. } ZB^2}{a^2 - b^2 \\times \\text{cof. } ZA \\times \\text{cof. } ZB}, \\]\n\nwhich in terms of \\( ZC \\) is by\ncomputation \\( = \\frac{\\text{cof. } ZC}{\\text{f. } ZC^2} \\times \\frac{ba^2 \\times \\text{f. } ZC^2 - b \\times a^2 - c^2 \\times s^2}{a \\sqrt{b^2 - c^2} \\times a^2 - c^2 \\times \\text{f. } CV^2 - \\text{f. } ZC \\sqrt{n^2 - \\text{cof. } ZC^2}}; \\)\n\nwhere \\( s \\) and \\( n \\) are the sine and cosine of \\( CW \\), and \\( \\text{f. } CV^2 = \\frac{b^2}{a^2} \\times \\frac{a^2 - c^2}{b^2 - c^2} \\). Now, this being the fluxion of the arc to radius \\( r \\), which is the measure of the angle described by \\( C \\) about \\( Z \\) in the time \\( t \\); this arc in value therefore will be double the area of the sector of the circle whose radius is unity described about \\( Z \\) in the same time. Hence, having found a sector of a circle to radius unity, whose area is half the fluent of the above fluxion, or the fluent of half the above fluxion, the arch-line of this sector will be the measure of the required angle described by \\( C \\) about \\( Z \\) in the time \\( t \\).\n\nLet \\( A = \\frac{\\text{cof. } ZC}{\\sqrt{a^2 - \\text{cof. } ZC^2}}, \\) \\( A \\) being the arc, beginning when \\( n = \\text{cof. } ZC \\), whose cosine \\( = \\frac{\\text{cof. } ZC}{n} \\) and radius unity, and \\( B = \\frac{\\text{f. } ZC}{\\sqrt{\\text{f. } CV^2 - \\text{f. } ZC^2}}, \\) \\( B \\) being the arc, beginning when \\( CV = ZC \\), whose cosine \\( = \\frac{\\text{f. } ZC}{\\text{f. } CV} \\) and radius unity, and in fig. 12. take \\( ZY \\)\nsuch that \\( \\frac{\\text{cof. } ZC}{\\sqrt{a^2 - \\text{cof. } ZC^2}} \\times \\frac{ba^2 \\times \\text{f. } ZC^2 - b \\times a^2 - c^2 \\times s^2}{2a \\sqrt{b^2 - c^2} \\times a^2 - c^2 \\times \\text{f. } ZC^2 \\sqrt{\\text{f. } CV^2 - \\text{f. } ZC^2}} \\)\n\nmay \\( = \\dot{A} \\times \\frac{ZY^2}{2} \\) the fluxion of the curvilinear area described about the centre \\( Z \\) and bounded by the ordinate \\( ZY \\), whose first value is \\( ZG \\) when \\( n = \\text{cof. } ZC \\), and \\( A = 0 \\); on \\( ZG \\) take \\( Z \\)\nSpherical Motion.\n\n$ZS = 1$, with which radius on the centre $Z$ describe the circle $STR'$ on which take $ST = \\text{any value of } A$, and through $T$ draw $ZY = \\text{the ordinate corresponding to that value of } A$, and thus may points at pleasure be found, and the curve $GY$ constructed. Now, when $ZC = CV$, the value of $ZY = \\sqrt{\\frac{ba^2 \\times f. ZC^2 - bs^2 \\times a^2 - c^2}{a \\sqrt{b^2 - c^2} \\times a^2 - c^2 \\times f. ZC^2 \\sqrt{f.CV^2 - 1.ZC^2}}}$ is infinite, and if $SR =$ the then value of the arc $A$, $ZR$ produced will be an asymptote to the curve $GY$. But to remedy this inconvenience arising to the construction from this infinite length of the curve; produce any other radius $ZR'$ of the circle, till $ZH =$ the first value of $ZY' = \\sqrt{\\frac{ba^2 \\times f. ZC^2 - bs^2 \\times a^2 - c^2}{a \\sqrt{b^2 - c^2} \\times a^2 - c^2 \\times f. ZC \\times \\text{cof. } ZC \\sqrt{n^2 - \\text{cof. } CZ^2}}}$, when $CV = ZC$ and the arc $B = 0$, and taking $ZY' =$ any other value thereof corresponding to some value $R'T'$ of the arc $B$ less than $RS'$ the value thereof when $n =$ cof. $ZC$ and $ZY'$ infinite; and thus the curve $HY$ may be constructed by points; let the constructions of both these curves $GY$ and $HY'$ be continued till the value of the arc $ZC$ in the one construction be equal to that in the other; then must the sum of the corresponding areas $ZGY + ZHY'$ be equal to the infinitely extended area formed by each curve running out towards its own asymptote, each of these infinitely extended areas being equal because they begin together, and are the fluents of the equal fluxions $\\dot{A} \\times \\frac{ZY^2}{2}$ and $\\dot{B} \\times \\frac{ZY'^2}{2}$. Equal to any value of the area $ZGY$, let the sector $QZR$ be cut off from the circle whose radius is unity; then the area of this sector = half the arc $RQ =$ the fluent of $\\frac{\\text{cof. } ZC}{\\sqrt{n^2 - \\text{cof. } ZC^2}} \\times \\frac{ba^2 \\times f. ZC^2 - bs^2 \\times a^2 - c^2}{2a \\sqrt{b^2 - c^2} \\times a^2 - c^2 \\times f. ZC^2 \\sqrt{f.CV^2 - 1.ZC^2}}$;\n\nVol. LXXX.\nand the fluent of \\(-f. ZC\\over \\sqrt{f. CV^2 - f. ZC^2} \\times \\)\n\n\\[\n\\frac{ba^2 \\times f. ZC^2 - bs^2 \\times a^2 - c^2}{2a \\sqrt{b^2 - c^2} \\times a - c^2 \\times f. ZC \\times \\cot. ZC \\sqrt{n^2 - \\cot. ZC^2}}\n\\]\n\nalso = the sector\n\nQZV = \\( \\frac{1}{2} VQ \\) = the fluent of \\( \\dot{B} \\times \\frac{ZY^2}{2} \\), the former being that of \\( A \\times \\frac{ZY^2}{2} \\). Then, supposing still the motion to begin when \\( y = 0 \\), or \\( ZC = CW \\), the arch QR must be the measure of the angle described by C about Z in the time \\( t \\); and the whole arch RQV = the measure of the angle described during the time that ZC from being = CW becomes = CV, that is, during one-fourth of the time in which the track on the spherical surface makes one revolution or passes once under Z. Consequently, if on ZR there be taken the right line ZC = the fine of CW, and on CV, ZC' = f. CV, and upon the intermediate radii as ZQ their correspondent values of \\( f. ZC \\), a curve drawn through all these points C, C', C'', &c. will be the orthographical projection (upon a plane 90° from Z) of that which is the locus of C in absolute space, or upon the immovable spherical surface; such locus touching the circle whose radius ZC = f. CW at C, and that whose radius ZC'' = f. CV at C''. And the time of moving from C where ZC = f. CW to C'' where ZC'' = f. CV will be equal to that of a semirevolution a semivibration of the bar above found; and every succeeding part of the curve as C'', C''', C''''', described in the same or an equal time will be perfectly equal and similar to C, C', C''. If the angle CZC'''' be a divisor of 360°, the path will return into itself; if not, it will cross itself somewhere as at Cy, and so on for ever.\n\nGENERAL\nGENERAL SCHOLIA.\n\n1. Since the moving spherical surface passes under the fixed point Z in the sense from Z towards V, and the invariable pole or point C on that surface moves round Z in a contrary sense BCA (fig. 4. and 8.) there must be some point as O upon the surface which must be at rest with respect to both these motions, and which point O must be the pole of the momentary axis, as will appear presently; for the preceding solution being completed without any regard to such axis, it may now be proper to deduce the properties of this axis therefrom, as by these means some new light may still be cast upon the motion under consideration.\n\nLet O (fig. 4.) be such an axis, whose properties are considered in the propositions preceding the last, and let the angular velocity of the body about it = ε, cos. AO = β, cos. BO = γ, cos. CO = δ; then it has been already shewn, that εβ = x, εγ = y, and εδ = z; let these values be substituted for x, y, and z, in the general equations of the last proposition; then\n\n\\[ \\beta^2 + \\gamma^2 + \\delta^2 = 1, \\quad x^2 + y^2 + z^2 = \\varepsilon^2 \\beta^2 + \\varepsilon^2 \\gamma^2 + \\varepsilon^2 \\delta^2, \\]\n\nand supposing still the motion to begin when \\( y = 0, \\gamma = 0, \\) and \\( \\varepsilon^2 = x^2 + z^2 = A^2 + C^2 = e^2; \\) that is, let \\( e \\) be the angular velocity about the momentary axis when its pole O crosses the great circle AC; then, since \\( x^2 = A^2 - \\frac{B}{A} \\times y^2, \\) and \\( z^2 = C^2 - \\frac{By^2}{C}, \\)\n\n\\[ x^2 + y^2 + z^2 = \\varepsilon^2 = A^2 - \\frac{By^2}{A} + C^2 - \\frac{By^2}{C} + y^2 = e^2 + \\varepsilon^2 \\gamma^2 \\times 1 - \\frac{B}{A} - \\frac{B}{C} = e^2 - \\frac{\\varepsilon^2 \\gamma^2}{AC} \\]\n\n(because \\( 1 - \\frac{B}{A} - \\frac{B}{C} = -\\frac{1}{AC} \\)), and \\( \\varepsilon^2 = \\frac{e^2}{1 + \\frac{\\gamma^2}{AC}} \\), which therefore can never be constant whilst \\( \\gamma \\) or BO is variable, except either\neither $\\frac{1}{A}$ or $\\frac{1}{C} = 0$, that is, when either $b^2 = c^2$ or $a^2 = b^2$. In like manner it will also be found, that $z^2 = \\frac{e^2 - \\frac{c^2}{BA}}{1 - \\frac{e^2}{BA}} = \\frac{e^2 - \\frac{a^2}{BC}}{1 - \\frac{e^2}{BC}}$; and $\\delta^2 = \\frac{BA}{e^2 - \\frac{a^2}{BC}} \\times \\left( \\frac{c^2}{BA} - \\frac{a^2}{BC} + e^2 - \\frac{c^2}{BA} \\times \\frac{b^2}{BC} \\right)$, and when $\\beta = 0$, or the pole of the momentary axis crosses BC, $\\delta^2 = \\frac{BA \\times \\frac{c^2}{BA} - \\frac{a^2}{BC}}{e^2 - \\frac{a^2}{BC}} = \\frac{c^2 - \\frac{a^2}{C}}{e^2 - \\frac{a^2}{BC}}$, and to have this possible it is necessary that $c^2$ be greater than $a^2$, and it is above determined, that under the same limitation Z must also cross BC.\n\nAgain, from the equation $\\frac{e^2}{1 + \\frac{\\gamma^2}{AC}} = \\frac{e^2 - \\frac{c^2}{BA}}{1 - \\frac{\\delta^2}{BA}}$, $e^2 - \\frac{e^2 \\delta^2}{BA} = e^2 - \\frac{c^2}{BA} + \\frac{e^2 \\gamma^2}{AC} - \\frac{c^2 \\gamma^2}{BCA^2}$, $\\delta^2 = \\frac{c^2}{e^2} + \\frac{c^2 \\gamma^2}{ACe^2} - \\frac{By^2}{C}$, and when $\\gamma = 0$, or O crosses CA, $\\delta^2 = \\frac{c^2}{e^2}$, let $\\frac{c}{e} = m$, and then $\\delta^2 = m^2 + \\frac{m^2 \\gamma^2}{AC} - \\frac{By^2}{C}$, or $m^2 - \\delta^2 = \\frac{By^2}{C} - \\frac{m^2 \\gamma^2}{AC}$, which is the very equation brought out by a different method in the first scholium to the sixth proposition above. And if $n = \\frac{A}{e}$ = the cos. of the arc of which $m$ is the sine, it will be found in the very same manner that $\\beta^2 = n^2 + \\frac{n^2 \\gamma^2}{AC} - \\frac{By^2}{A}$. Moreover, because $A \\times \\frac{a^2 - x^2}{x^2} = By^2 = C \\times \\frac{c^2 - z^2}{z^2} = A \\times \\frac{a^2 - z^2}{z^2} = B \\times \\frac{e^2}{z^2} = C \\times \\frac{c^2}{z^2} - \\frac{A^2}{By^2 + C^2} = \\frac{c^2}{By^2 + C^2}$, but $z^2 \\times 1 + \\frac{\\gamma^2}{AC} = e^2$ a constant quantity; therefore $z^2 \\times 1 + \\frac{\\gamma^2}{AC} +$\nSpherical Motion.\n\n\\[\n\\frac{u^2 \\gamma}{AC} = 0, \\quad \\text{and} \\quad i = \\frac{ABC}{u^2 \\beta \\gamma}, \\quad \\text{or} \\quad \\frac{\\dot{u}}{i} = \\frac{u^2 \\beta \\gamma}{ABC} = \\text{the accelerating force}\n\\]\n\nacting along the midcircle at \\(90^\\circ\\) from \\(O\\). Since, when \\(\\gamma = 0, y = 0\\), and \\(\\cos BZ = 0\\), the points \\(Z\\) and \\(O\\) are both upon \\(CA\\) at the same instant, and when \\(\\beta = 0, x = 0\\), and \\(\\cos AZ = 0\\), also when \\(d = 0, z = 0\\), and \\(\\cos CZ = 0\\); therefore the poles \\(Z\\) and \\(O\\) both enter the octant \\(ABC\\) at the same instant; both, when \\(C\\mathcal{E}^2\\) is greater than \\(A\\mathcal{A}^2\\), cross BC at the same instant but at different points, viz. \\(Z\\) at \\(V\\) where \\(f.CV^2 = f.CW^2\\)\n\n\\[\n\\times \\frac{b^2}{a^2} \\times \\frac{a^2 - c^2}{b^2 - c^2} = \\frac{A^2 \\times a^2 b^2 \\times a^2 - c^2}{b^2 - c^2 \\times a^2 A^2 + c^2 C^2}; \\quad \\text{and} \\quad O \\text{ where} \\quad \\cos BO^2 = \\gamma^2 =\n\\]\n\n\\[\n\\frac{n^2}{B} = \\frac{A^2}{AC} = \\frac{B\\mathcal{C}^2}{A} + \\frac{A^2 - B\\mathcal{A}^2}{C} = \\frac{A^2 a^2 c^2 \\times a^2 - c^2}{b^2 - c^2 \\times b^2 c^2 + a^2 A^2 \\times b^2 - c^2 \\times b^2 + c^2 - a^2}\n\\]\n\nwhich cannot be greater than the corresponding value of \\(f.CV^2\\) above; for, suppose the contrary, and that \\(\\cos BO^2\\) is greater than \\(f.VC^2\\), then must\n\n\\[\n\\frac{c^2}{b^2 c^2 \\mathcal{C}^2 + a^2 A^2 \\times b^2 + c^2 - a^2} \\quad \\text{be greater than}\n\\]\n\n\\[\n\\frac{b^2}{a^2 A^2 + c^2 C^2} \\quad \\text{than} \\quad b^2 c^2 \\mathcal{C}^2 + b^2 a^2 A^2 \\times b^2 + c^2 - a^2; \\quad A^2 \\times c^2 a^2 - a^2 b^2 - a^2 b^2 c^2 + a^2 b^2 \\quad \\text{than} \\quad b^2 c^2 - c^2 \\times \\mathcal{C}^2, a^2 A^2 \\times a^2 - b^2 \\times c^2 + b^2\n\\]\n\n\\[\n\\text{than} \\quad c^2 C^2 \\times b^2 - c^4; \\quad a^2 A^2 \\times a^2 - b^2 \\quad \\text{than} \\quad c^2 C^2 \\times b^2 - c^2, \\quad \\text{and} \\quad A\\mathcal{A}^2\n\\]\n\n\\[\n\\text{than} \\quad C\\mathcal{C}^2 \\quad \\text{which is impossible whilst} \\quad Z \\quad \\text{crosses BC, because it has been proved, that then} \\quad C\\mathcal{C}^2 \\quad \\text{is greater than} \\quad A\\mathcal{A}^2;\n\\]\n\nconsequently \\(O\\) crosses BC between \\(V\\) and \\(C\\) (in fig. 8.) and both \\(O\\) and \\(Z\\) quit the octant \\(ABC\\) at the same instant; \\(Z\\) at \\(W\\), and \\(O\\) between \\(W\\) and \\(C\\), at the point where \\(\\gamma^2 = 0\\), and \\(\\beta^2 = n^2 = \\frac{A^2}{e^2}\\), and, as will be more fully shewn, a great circle drawn from \\(O\\) to \\(Z\\) being always perpendicular to the track \\(VZW\\). In the very same manner it may be shewn, that when \\(A\\mathcal{A}^2\\) is greater than \\(C\\mathcal{C}^2\\), and the track which passes under \\(Z\\).\ncrosses BA, both O and Z still enter the octant ABC together, both pass over it in the same time, and both quit it or cross CA together; but in this case the track for Z upon the moving surface is less than, or within, that of O, Z crossing BA at a point nearer to A than that where O crosses it; and O in both these cases shifts its place on the moving spherical surface making one revolution in the time that the whole curve WV'W'V takes in passing under Z; both curves being such that in the cases above described where the projection of WV'W'V is a conic section, that of the track of O projected upon the same plane will be a conic section also, that is, where it is shewn above that the projection of WV'W'V is an hyperbola, that of the track O will be an hyperbola, and an ellipse where that of the other is an ellipse.\n\nAnd when $A^2 = Cc^2$ or $C^2 : A^2 :: \\delta^2 : \\beta^2$, the track of O as well as Z is a great circle of the sphere, since $\\frac{A^2}{C^2} = \\frac{C}{A}$, and f. CQ$^2 = \\frac{C}{A} \\times f. AQ^2$ when O crosses CA at Q (fig. 4.); and when Z crosses CA cos. AZ$^2 = f. CW^2 = \\frac{a^4A^2}{a^4A^2 + c^4C^2}$, and f. CQ$^2 = \\frac{Cm^2}{A} = \\frac{C}{A} \\times \\frac{C^2}{A^2 + C^2} = \\frac{C}{C + A}$, and f. CW$^2 = \\frac{1}{1 + \\frac{c^4A}{a^4C}} = \\frac{C}{C + \\frac{a^4A}{c^4}}$, consequently, $a^2$ being, by hypothesis, greater than $c^2$, the sine of CW must be greater than f. CQ or than f. CO when O crosses CA; and therefore the point where O crosses CA must be nearer C than the point where Z crosses it the same instant, in the case where both the tracks are great circles of the sphere, passing through the same point B.\n\n2. It is now well known, that the momentum of inertia of the body round the axis whose pole is O is $= Ma^2\\beta^2 + Mb^2\\gamma^2 + Mc^2\\delta^2$, and if this be drawn into $z^2$, the product $Mz^2 \\times (a^2\\beta^2 + b^2)$.\n$b^2y^2 + c^2z^2 = M \\times (a^2x^2 + b^2y^2 + c^2z^2)$ is the whole vis viva of the body, or because radius is unity, it is the centrifugal motive force of the body round the natural or momentary axis, which being equal to the sum of $Ma^2x^2$, $Mb^2y^2$, and $Mc^2z^2$, those round the three permanent ones, and being above proved to be a constant quantity, the perturbating motive forces $M \\times b^2 - c^2 \\times yz$, $M \\times c^2 - a^2 \\times zx$, and $M \\times a^2 - b^2 = xy$, above found, cannot alter the vis viva, or whole motive force of the body along the midcircle, or that which is $90^\\circ$ from O. But, for a more particular proof of this, let these oblique perturbating motive forces be resolved into three others acting in the direction of the midcircle; the first so resolved being $M \\times b^2 - c^2 \\times yz\\beta = Mz^2\\beta y\\delta \\times b^2 - c^2$, the second $= Mz^2\\beta y\\delta \\times c^2 - a^2$, and the third $= Mz^2\\beta y\\delta \\times a^2 - b^2$; their sum $Mz^2\\beta y\\delta \\times (b^2 - c^2 + c^2 - a^2 + a^2 - b^2)$ being $= 0$, shews that there is no motive force in the direction of the midcircle arising from them, wherefore that along the midcircle must remain unaltered. But, though there is no perturbating motive force in the direction of the midcircle, there is nevertheless an accelerative one acting along it; for the three perturbating accelerative forces round the three permanent axes being $\\frac{b^2 - c^2}{a^2} \\times yz$, $\\frac{c^2 - a^2}{b^2} \\times zx$, and $\\frac{a^2 - b^2}{c^2} \\times xy$, these being resolved into the direction of the midcircle, their sum $z^2\\beta y\\delta \\times \\left( \\frac{b^2 - c^2}{a^2} + \\frac{c^2 - a^2}{b^2} + \\frac{a^2 - b^2}{c^2} \\right) = z^2\\beta y\\delta \\times \\left( \\frac{1}{A} - \\frac{1}{B} + \\frac{1}{C} \\right)$ will not be $= 0$, but to $\\frac{z^2\\beta y\\delta}{ABC}$ which is the value of $\\frac{\\dot{i}}{i}$ found in the preceding scholium, and by the general properties of all spherical motion as proved in the fourth proposition above is the accelerating force acting there.\n\nThis\nThis matter M. Euler considers in a somewhat different light, by finding the initial axis, or that about which, if the body were perfectly at rest, it would be first urged to turn by accelerating forces acting upon it; and from Scholium 1. Prop. iv. above it appears, that if the body were at rest, and acted upon by three external accelerating forces $\\frac{\\dot{x}}{i}$, $\\frac{\\dot{y}}{i}$, and $\\frac{\\dot{z}}{i}$, it would be urged to turn the first instant about some axis whose pole is E by a single force $= \\sqrt{\\dot{x}^2 + \\dot{y}^2 + \\dot{z}^2}$, such that the five forces, $\\sqrt{\\dot{x}^2 + \\dot{y}^2 + \\dot{z}^2}$, $\\frac{\\dot{x}}{i}$, $\\frac{\\dot{y}}{i}$, $\\frac{\\dot{z}}{i}$ and $\\frac{\\dot{z}}{i}$ will be respectively as radius, cof. EA, cof. EB, cof. EC, and cof. EO, or $\\frac{\\dot{x}}{i \\times \\text{cof. EA}} = \\frac{\\dot{y}}{i \\times \\text{cof. EB}} = \\frac{\\dot{z}}{i \\times \\text{cof. EC}} = \\frac{\\dot{z}}{i \\times \\text{cof. EO}}$, and since when the body is in motion, and that motion disturbed by the unequal action of its own particles which generates accelerating forces, such forces considered simply in themselves must still have the same tendency to turn the body about some axis whose pole is E different from that whose pole is O, and such that the above equation may still obtain, and if the above-found values of $\\frac{\\dot{x}}{i}$, $\\frac{\\dot{y}}{i}$, and $\\frac{\\dot{z}}{i}$, be substituted therein, by means of a calculus so instituted, the value of $\\dot{z}$, and consequently $z$ will come out the very same as by the preceding methods.\n\n3. It still remains to be shewn, that the point Z now determined has the properties shewn to be requisite in the fifth Proposition above, viz. that it is at rest in absolute space, and therefore at rest both with respect to the motion of the spherical surface, and to the velocity with which O the pole of the momentary axis shifts its place. Now, by Scholium 1. Prop.\niv. the momentary pole shifts its place along its own track with a velocity \\( \\frac{\\sqrt{b^2 + y^2 + z^2}}{t} \\); and if \\( Z \\) be such as that the great circle \\( OZ \\) (fig. 4.) may always be perpendicular to the track \\( WW'W'V' \\) (fig. 8.) that passes under \\( Z \\), which it must be if \\( O \\) be the pole of motion; then as \\( 1 : \\varepsilon^2 :: f. OZ^2 = \\text{cof. } OY^2 \\): the square of the velocity of the track under \\( Z = \\frac{m^2 b^4 A^2 C^2}{B^2} - \\frac{y^2}{AC} \\), hence \\( f. OZ^2 = \\frac{m^2 b^4 A^2 C^2}{B^2 \\varepsilon^2} - \\frac{y^2}{AC \\varepsilon^2} \\), \\( \\text{cof. } OZ^2 = 1 + \\frac{y^2}{AC \\varepsilon^2} - \\frac{m^2 b^4 A^2 C^2}{B^2 \\varepsilon^2} = 1 + \\frac{y^2}{AC} - \\frac{m^2 b^4 A^2 C^2}{B^2 \\varepsilon^2} = \\frac{e^2}{\\varepsilon^2} - \\frac{m^2 b^4 A^2 C^2}{B^2 \\varepsilon^2} = \\frac{a^2 x^2 + c^2 \\varepsilon^2}{\\varepsilon^2 \\times a^2 A^2 + c^2 \\varepsilon^2} \\), and \\( \\text{cof. } ZO = \\frac{a^2 x^2 + c^2 \\varepsilon^2}{\\varepsilon \\sqrt{a^2 A^2 + c^2 \\varepsilon^2}} = f. OY \\); this, then, is the value of \\( \\text{cof. } ZO \\) deduced from the supposition that it is always perpendicular to the track upon the moving spherical surface which passes under \\( Z \\) at rest; and if this be found to agree with the value thereof computed by trigonometry, it will prove the legitimacy of that supposition, and that it is the true value such as that \\( O \\) shall be always the pole of the momentary axis and \\( Z \\) at rest in absolute space. Produce \\( BZ \\) (fig. 4.) till it cuts \\( AC \\) perpendicularly at \\( q \\); then it is before found, that the sine and cosine of \\( BZ \\) are \\( m \\sqrt{a^2 x^2 + c^2 z^2} \\) and \\( mb^2 y \\), those of \\( CZ \\) \\( m \\sqrt{a^2 x^2 + b^2 y^2} \\) and \\( mc^2 z \\), and as \\( f. BZ : 1 :: \\text{cof. } CZ : f. AQ = \\frac{c^2 z}{\\sqrt{a^2 x^2 + c^2 z^2}} \\), and \\( \\text{cof. } AQ = \\frac{a^2 x}{\\sqrt{a^2 x^2 + c^2 z^2}} \\), \\( \\frac{y}{z} = \\text{cof. } BO \\), \\( \\frac{\\sqrt{x^2 + z^2}}{z} = f. BO \\), \\( \\frac{z}{z} = \\text{cof. } CO \\), \\( \\frac{\\sqrt{x^2 + y^2}}{z} = f. CO \\) as \\( f. BO : 1 :: \\text{cof. } CO : f. QA = \\frac{z}{\\sqrt{x^2 + z^2}} \\), \\( \\text{cof. } QA = \\frac{x}{\\sqrt{x^2 + z^2}} \\), and the arch \\( Qq = AQ - Aq = \\) the measure of the angle \\( OBZ \\), and \\( \\text{cof. } Qq = \\frac{a^2}{\\varepsilon^2} \\).\n\\[\n\\frac{a^2x^2 + c^2z^2}{\\sqrt{x^2 + z^2} \\sqrt{a^4x^2 + c^4z^2}}, \\text{ hence } \\cos OZ = f. BO \\times f. BZ \\times \\cos Qq +\n\\]\n\n\\[\n\\cos BO \\times \\cos BZ = \\frac{\\sqrt{x^2 + z^2}}{s} \\times m \\sqrt{a^4x^2 + c^4z^2} \\times \\cos Qq + \\frac{y}{s} \\times\n\\]\n\n\\[\nmb^2y = \\frac{m}{s} \\times (a^2x^2 + c^2z^2 + b^2y^2) = \\frac{a^2A^2 + c^2C^2}{\\sqrt{a^4A^2 + c^4C^2}}, \\text{ the very same as before, proving the truth of the supposition. And by the nature of the motion as rad. } = 1 : s :: \\cos OZ = f. OY :\n\\]\n\n\\[\n\\frac{a^2A^2 + c^2C^2}{\\sqrt{a^4A^2 + c^4C^2}} = \\text{ the velocity of the moving spherical surface at } Y. \\text{ Now, it does not appear, that there is any one point upon the varying great circle } ZOY, \\text{ which (in general) continues always the same or invariable upon the moving spherical surface, to find therefore the path of } O \\text{ about } Z \\text{ in absolute space, it is necessary to consider, that the point } O, \\text{ whereverupon the spherical surface it is found, can have but one proper direction of motion and velocity with which it shifts its place; those therefore in absolute space, and on the moving surface, must necessarily be the same, and consequently the two tracks, viz. that on the moving surface, and that on the fixed one or about } Z \\text{ in absolute space, must in all cases necessarily touch and roll. The fluxion of the track of } O \\text{ being }\n\\]\n\n\\[\n\\sqrt{\\beta^2 + \\gamma^2 + \\delta^2} = \\frac{\\dot{\\beta}}{\\beta^2} \\sqrt{\\left(\\frac{A^2 - BCe^2}{\\beta^2}\\right)^2 + \\left(\\frac{C^2 - ABe^2}{\\gamma^2}\\right)^2 + \\frac{A^2C^2e^4}{\\gamma^2}}, \\text{ and the velocity along it } = \\frac{\\beta \\gamma \\delta}{ABC} \\sqrt{\\left(\\frac{A^2 - BCe^2}{\\beta^2}\\right)^2 + \\left(\\frac{C^2 - ABe^2}{\\gamma^2}\\right)^2 + \\frac{A^2C^2e^4}{\\gamma^2}} \\text{ because } \\dot{\\gamma}^2 =\n\\]\n\n\\[\n= \\frac{A^2C^2e^4}{\\gamma^2}, \\quad \\dot{\\delta}^2 = \\frac{C^2 - AB \\times e^2 - \\varepsilon^2}{\\gamma^2}, \\quad \\dot{\\beta}^2 = \\frac{A^2 - BC \\times e^2 - \\varepsilon^2}{\\beta^2}, \\quad \\gamma^2 = \\frac{AC}{\\gamma^2} \\times\n\\]\n\n\\[\n\\varepsilon^2 - \\varepsilon^2, \\quad \\delta^2 = \\frac{C^2 - AB \\times e^2 - \\varepsilon^2}{\\gamma^2}, \\quad \\beta^2 = \\frac{A^2 - BC \\times e^2 - \\varepsilon^2}{\\beta^2}; \\text{ hence }\n\\]\n\n\\[\n(A^2 - BC \\times e^2 + \\varepsilon^2) \\times (A^2 - BC \\times e^2 - \\varepsilon^2) = \\frac{A^2 - BCe^2}{\\beta^2} \\times \\frac{B^2C^2e^4}{\\gamma^2} = A^2 - BC\n\\]\nSpherical Motion.\n\n\\[ \\times e^2 + z^2 \\text{ in like manner } \\frac{\\mathcal{C}^2 - ABz^2}{\\beta^2} = \\mathcal{C}^2 - AB \\times e^2 + z^2, \\text{ and } \\]\n\n\\[ A^2C^2 \\times e^4 - z^4 = AC \\times e^2 + z^2, \\text{ hence the velocity } \\frac{\\sqrt{\\beta^2 + y^2 + z^2}}{\\beta} = \\]\n\n\\[ \\frac{\\beta y}{ABC} \\sqrt{\\left( \\frac{B^2C^2}{\\beta^2} + \\frac{A^2B^2}{y^2} + \\frac{A^2C^2}{z^2} + \\mathcal{A}^2 - BCe^2 - BCz^2 + \\mathcal{C}^2 - AB \\times e^2 + z^2 \\right)} \\]\n\n\\[ + AC \\times e^2 + z^2) = \\frac{\\beta y}{ABC} \\sqrt{\\left( \\frac{B^2C^2}{\\beta^2} + \\frac{A^2B^2}{y^2} + \\frac{A^2C^2}{z^2} - z^2 \\right)} \\text{ (because } \\]\n\n\\[ 1 + AC - BC - AB = 0, \\text{ and } \\mathcal{A}^2 + \\mathcal{C}^2 = e^2 \\text{ which may be farther re-} \\]\n\n\\[ \\text{duced to } \\frac{ey}{z^2} \\sqrt{\\left( \\frac{\\mathcal{C}^2}{A^2BC} + \\frac{\\mathcal{A}^2}{ABC^2} - \\frac{e^2}{AC} - \\frac{A + C \\times \\mathcal{A}^2}{A^2BC^2} + \\frac{\\mathcal{A}^2}{B^2} \\right)} \\text{ is the velo-} \\]\n\nwith which the momentary pole O shifts its place along its proper track; but it shifts its place in a direction perpendicular to the great circle ZO at O with a velocity whose square is equal to\n\nthe square of that last found minus the square of \\( \\frac{ZO}{i} \\) which is\n\nthe velocity along ZO = \\( \\frac{i}{i^2} \\times f. ZO \\times z \\times \\text{col.} ZO = \\frac{\\beta y}{ABC \\times \\text{tang.} ZO} \\),\n\nhence then the velocity perpendicular to ZO at O =\n\n\\[ \\frac{\\beta y}{ABC} \\sqrt{\\left( \\frac{B^2C^2}{\\beta^2} + \\frac{A^2B^2}{y^2} + \\frac{A^2C^2}{z^2} - 1 - \\frac{1}{\\text{tang.} ZO^2} \\right)} \\text{ this drawn into } i \\text{ gives } \\]\n\n\\[ \\frac{i}{z} \\sqrt{\\left( \\frac{B^2C^2}{\\beta^2} + \\frac{A^2B^2}{y^2} + \\frac{A^2C^2}{z^2} - \\frac{1}{f. ZO^2} \\right)} \\text{ is the elementary space perpen-} \\]\n\n\\[ \\text{dicular to ZO; hence the angular velocity with which O shifts its place about Z in absolute space } = \\frac{\\beta y}{ABC \\times f. ZO} \\sqrt{\\left( \\frac{B^2C^2}{\\beta^2} + \\right.} \\]\n\n\\[ \\frac{A^2B^2}{y^2} + \\frac{A^2C^2}{z^2} - \\frac{1}{f. ZO^2} \\), and the elementary space divided by f. ZO\n\ngives the measure of the elementary angle, and the track of O in absolute space may hence, *concessis quadraturis*, be con-\n\nstructed by points. But this is unnecessary after the path of one of the angles C of the octant has been found; since the track of O is thence given by the projection of points *ad libitum* of the now known triangle ZOC.\n\nHence\nHence then we collect, that the point Z is such that the angular velocities at the points q, r, s, Y, in directions perpendicular to the great circles drawn through Z and the poles A, B, C, and O, measured at 90° distance from Z, are all constant quantities in all possible cases, notwithstanding the irregularity of the body's motion, which is a property very remarkable.\n\n4. If \\( \\frac{1}{A} \\) here be = 0, \\( \\frac{b^2 - c^2}{a^2} \\), and \\( b^2 = c^2 \\), or the two less momenta of inertia are equal, which is the case of a square prism, cylinder, spheroid, or other solid of revolution; then \\( z^2 = e^2 \\) constant, \\( B = C \\), \\( \\delta^2 = \\frac{C^2}{e^2} - y^2 \\), \\( \\beta^2 = n^2 = \\frac{A^2}{e^2} \\) constant, \\( e^2 \\beta^2 = x^2 = A^2 \\), \\( e^2 \\delta^2 = z^2 = C^2 - y^2 \\), \\( t = - \\frac{By}{\\sqrt{C^2 - y^2}} = \\frac{Bz}{A\\sqrt{C^2 - z^2}} = \\frac{B\\dot{z}}{A\\sqrt{C^2 - z^2}} = \\frac{Be}{AC} \\times \\frac{C\\dot{z}}{e\\sqrt{C^2 - z^2}} \\), &c. as in the particular case considered in the 4th and 5th propositions, the A there being = B here. And hence the velocity above of O in its track = \\( \\frac{AC}{Be} = eb\\beta \\) as there found. Cos. OZ = a constant quantity = \\( \\frac{a^2A^2 + c^2C^2}{e\\sqrt{a^4A^2 + c^4C^2}} = \\frac{a^2\\beta^2 + c^2b^2}{\\sqrt{a^4\\beta^2 + c^4b^2}} \\), and f. OZ = \\( \\frac{b^2AC}{Be\\sqrt{a^4A^2 + c^4C^2}} = \\frac{b^2\\beta b}{B\\sqrt{a^4\\beta^2 + c^4b^2}} \\)\n\n\\( = \\frac{a^2 - c^2 \\times \\beta b}{\\sqrt{a^4\\beta^2 + c^4b^2}} = \\frac{\\beta b}{\\sqrt{B^2 + 2B\\beta^2 + \\beta^2}} \\), as there found, &c. And therefore, when \\( b \\) is very small, this is much smaller, being then nearly \\( \\frac{b}{B+1} \\), which in the case of the earth is nearly \\( \\frac{b}{232} \\), and therefore insensible. For on the hypothesis that \\( b = 9'' \\), this quantity, or half the diurnal nutation will be less than the \\( \\frac{1}{25} \\)th part of a second, and the whole diurnal nutation less than the \\( 5'' \\). Indeed the \\( \\frac{1}{3} \\)th part\npart of a second must be very near the true quantity; for, though the earth's figure may not be precisely that of a spheroid, it cannot differ from it so much as to make any sensible alteration in this, especially now it appears from the foregoing general solution, that the angular velocity about the axis whose pole is $Z$ is always uniform and constant, let the figure of the revolving body be what it will. Neither can the progressive or annual motion cause any alteration, because it cannot at all affect the rotatory or diurnal one.\n\n5. The remarkable property mentioned at the end of the 3d of these general scholia, may be more particularly expressed thus: as the f. $Zq = mb^2y : 1 :: y : \\frac{1}{mb^2} = \\frac{\\sqrt{a^4A^2 + c^4C^2}}{b^2}$ = the angular velocity at $q$ about the axis whose pole is $Z$; in like manner, the angular velocity at $r$ (fig. 4.) about the same axis $= \\frac{\\sqrt{a^4A^2 + c^4C^2}}{c^2}$, that at $s = \\frac{\\sqrt{a^4A^2 + c^4C^2}}{a^2}$, and that at $Y = \\varepsilon \\cos OZ = \\frac{a^2A^2 + c^4C^2}{\\sqrt{a^4A^2 + c^4C^2}} = V = \\sqrt{e^2 - \\frac{a^2 - c^2}{a^4A^2 + c^4C^2} \\times A^2C^2}$, which, being the velocity of the moving spherical surface at every point of the great circle whose node is $Y$, and every point of that great circle being at the distance of $90^\\circ$ from $Z$, the angular velocity of the body round the axis at rest in absolute space whose pole is $Z$ will be always equable, uniform, and constant, notwithstanding the other oscillating, vacillating motions of the body: $e$ being the greatest angular velocity about the momentary axis.\n\nThis motion, then, is of the most simple and evident kind, and, together with that of the track under $Z$ above determined, limits the whole compound motion under consideration, all the others being only necessary consequences of these:\nso that after all the pains bestowed upon the problem, the result is as simple as could be wished for; and the motion, though not quite so regular, is as easy to be conceived as that in the particular case of the solids of revolution. For the spherical surface, concentric with the body, moves with an uniform and constant angular velocity $V$ about an axis $IZ$ at rest in absolute space, whilst the track $WV'W'V$ upon that surface always passes $Z$, the pole of that axis, with a velocity $= \\sqrt{\\frac{b^2 + c^2}{B^2 \\times a^2 + c^4}} - \\frac{y^2}{AC}$, which, though not constant, recovers its first value again and again in equal times, as the body revolves for ever.\n\n6. I shall only just add, that if $P$, $Q$, and $R$, be any three external motive forces supposed to act upon the body in the directions of the three great circles $BC$, $CA$, and $AB$, then must $\\frac{P}{Ma^2} = \\frac{\\dot{x}}{i} - \\frac{b^2 - c^2}{a^2} \\times yz$, $\\frac{Q}{Mb^2} = \\frac{\\dot{y}}{i} - \\frac{c^2 - a^2}{b^2} \\times zx$, and $\\frac{R}{Mc^2} = \\frac{\\dot{z}}{i} - \\frac{a^2 - b^2}{c^2} \\times xy$ express the values of the external accelerating forces that act upon the body to alter its velocity about the three permanent axes of rotation. And when the relations of those external forces to the internal perturbating ones are given, a solution will hence be obtained to the more general problem, for determining the motion of the body, when, besides the perturbation arising from the centrifugal force of its own particles, it is also acted upon by any external disturbing forces whatever. And, if $P$, $Q$, and $R$, be equal to, but in contrary directions to $Myz \\times b^2 - c^2$, $Mzx \\times c^2 - a^2$, and $Mxy \\times a^2 - b^2$, the perturbations vanish, and then about whatever axis the body is first impelled, it must continue to revolve uniformly round it for ever.\nNote referred to in page 519.\n\n(C) Without any regard to the parallelopipedon, let the form of the body be what it will, if the momenta of inertia round the three permanent axes be represented by $Maa$, $Mbb$, and $Mcc$, the relative motive forces round those axes will always be expressed by $Ma^2x^2$, $Mb^2y^2$, and $Mc^2z^2$, acting at the distance of radius therefrom. And then, in fig. 7., the centrifugal motive force acting along BI, being $= Mb^2y^2$, that acting along BN at N will, by the laws of central force, be $= Mb^2y^2 \\times \\frac{BI}{BN}$; and therefore the equivalent one, acting at S perpendicular to SI, will be $= Mb^2y^2 \\times \\frac{NI}{BN} = Mb^2y^2 \\times \\frac{x}{y} = Mb^2yx$ urging the point S towards B. In like manner it is found, that the centrifugal motive force $Ma^2x^2$ acting along CI produces one at S perpendicular to SI $= Ma^2xy$ urging it towards C; and the difference of these $= Ma^2xy - Mb^2xy$ must be the perturbating motive force at S, along the great circle BSC, as found by the other methods. And in the very same manner may those in the other great circles bounding the octant be found.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106849.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 74,
    "total-input-tokens": 111570,
    "total-output-tokens": 44924,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1382,
        2
      ],
      [
        1382,
        1482,
        3
      ],
      [
        1482,
        1563,
        4
      ],
      [
        1563,
        1563,
        5
      ],
      [
        1563,
        1563,
        6
      ],
      [
        1563,
        1563,
        7
      ],
      [
        1563,
        1563,
        8
      ],
      [
        1563,
        3227,
        9
      ],
      [
        3227,
        4939,
        10
      ],
      [
        4939,
        6759,
        11
      ],
      [
        6759,
        8420,
        12
      ],
      [
        8420,
        10073,
        13
      ],
      [
        10073,
        12128,
        14
      ],
      [
        12128,
        14037,
        15
      ],
      [
        14037,
        15909,
        16
      ],
      [
        15909,
        18564,
        17
      ],
      [
        18564,
        20979,
        18
      ],
      [
        20979,
        23216,
        19
      ],
      [
        23216,
        25229,
        20
      ],
      [
        25229,
        27254,
        21
      ],
      [
        27254,
        29169,
        22
      ],
      [
        29169,
        31373,
        23
      ],
      [
        31373,
        33382,
        24
      ],
      [
        33382,
        35585,
        25
      ],
      [
        35585,
        37537,
        26
      ],
      [
        37537,
        39355,
        27
      ],
      [
        39355,
        41494,
        28
      ],
      [
        41494,
        43360,
        29
      ],
      [
        43360,
        45130,
        30
      ],
      [
        45130,
        46918,
        31
      ],
      [
        46918,
        48819,
        32
      ],
      [
        48819,
        50754,
        33
      ],
      [
        50754,
        52692,
        34
      ],
      [
        52692,
        54739,
        35
      ],
      [
        54739,
        57250,
        36
      ],
      [
        57250,
        59097,
        37
      ],
      [
        59097,
        61618,
        38
      ],
      [
        61618,
        63856,
        39
      ],
      [
        63856,
        65624,
        40
      ],
      [
        65624,
        67159,
        41
      ],
      [
        67159,
        68880,
        42
      ],
      [
        68880,
        71125,
        43
      ],
      [
        71125,
        73020,
        44
      ],
      [
        73020,
        75531,
        45
      ],
      [
        75531,
        77618,
        46
      ],
      [
        77618,
        79468,
        47
      ],
      [
        79468,
        81444,
        48
      ],
      [
        81444,
        83612,
        49
      ],
      [
        83612,
        85530,
        50
      ],
      [
        85530,
        87436,
        51
      ],
      [
        87436,
        89242,
        52
      ],
      [
        89242,
        91236,
        53
      ],
      [
        91236,
        92932,
        54
      ],
      [
        92932,
        94713,
        55
      ],
      [
        94713,
        97076,
        56
      ],
      [
        97076,
        99150,
        57
      ],
      [
        99150,
        100884,
        58
      ],
      [
        100884,
        102791,
        59
      ],
      [
        102791,
        104717,
        60
      ],
      [
        104717,
        107369,
        61
      ],
      [
        107369,
        109264,
        62
      ],
      [
        109264,
        111351,
        63
      ],
      [
        111351,
        113304,
        64
      ],
      [
        113304,
        115633,
        65
      ],
      [
        115633,
        118063,
        66
      ],
      [
        118063,
        120509,
        67
      ],
      [
        120509,
        122490,
        68
      ],
      [
        122490,
        124334,
        69
      ],
      [
        124334,
        126206,
        70
      ],
      [
        126206,
        126206,
        71
      ],
      [
        126206,
        126206,
        72
      ],
      [
        126206,
        126206,
        73
      ],
      [
        126206,
        127345,
        74
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106849",
    "title": "On Spherical Motion. By the Rev. Charles Wildbore; Communicated by Earl Stanhope, F. R. S.",
    "authors": "Charles Wildbore, Earl Stanhope",
    "year": 1790,
    "volume": "80",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 74,
    "jstor_url": "https://www.jstor.org/stable/106849"
  }
}