{
  "id": "9da39150f132f4a3bc2e03811c51ef867d60dbc1",
  "text": "XXXVI. The Effects of the Opuntia, or Prickly Pear, and of the Indigo Plant, in colouring the Juices of living Animals. Communicated by H. Baker, F. R. S.\n\nJune 23d, 1757.\n\nRead June 23, 1757.\n\nMr. Baker received a letter yesterday from Dr. Alexander Garden, of Charles Town in South Carolina, part of which he hopes he shall be excused for laying before the Royal Society.\n\nThe Doctor writes thus:—\"As you desired, I tried the effects of the prickly pear in colouring the urine. A few days after your letter, I went down to one of the islands, and gathered some of the fruit, and gave four of the pears to a child of three years of age, and six pears to one of five. The next morning I examined the urine of both, and it appeared of a very lively red colour, as if tent-wine had been mixed with clear water. The urine of the eldest was deeper coloured, and of a darker look: the youngest (who always naturally made clear urine) was of a more lively and beautiful red. Next day I gave six pears to a Negroe wench, who gave suck, and strictly forbade her suckling her child for six or eight hours; and then taking some of her milk in a tea-cup, and setting it by for some hours, the cream had a reddish lustre, tho' it was very faint.\n\nI was led to this last experiment by an observation, which I made on the milk of cows, who had\n\"had fed in an indigo-field: the indigo had not\nonly tinged their urine blue, but the cream of\nthe milk was of a most beautiful blue colour, and\nhad a radiated appearance from the centre (Is it\nnot hence probable, that the dye is the oily part\nof the plant?). The milk underneath was clear\nand white as usual.\"\n\nDr. Garden wrote, a year ago, that the prickly\npear grows in great abundance about Carolina; and\nalso that the cochineal insects are found upon it;\nbut hitherto no attempts have been made to cure\nthem as the Spaniards do. In hope, that some rich\ndye may be produced from the plant itself, Mr.\nBaker proposed some experiments to Dr. Garden,\nwhich he intends to prosecute this summer.\n\nXXXVII. An Account of an extraordinary\nShower of black Dust, that fell in the\nIsland of Zetland 20th October 1755 *.\nIn a Letter from Sir Andrew Mitchell,\nof Westshore, Bart. to John Pringle,\nM.D. F.R.S.\n\nSIR, Pall-Mall, June 9th, 1757.\n\nRead June 23, 1757. In compliance with your desire, I made\nparticular inquiry, whether at or about\nthe time the earthquake happened at Lisbon the 1st\nof November 1755. any uncommon phænomena\n\n* See Phil. Transact. Vol. xlix. Part 2. p. 509.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105261.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4520,
    "total-output-tokens": 766,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1330,
        2
      ],
      [
        1330,
        2504,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105261",
    "title": "The Effects of the Opuntia, or Prickly Pear, and of the Indigo Plant, in Colouring the Juices of Living Animals. Communicated by H. Baker, F. R. S.",
    "authors": "H. Baker",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105261"
  }
}