{
  "id": "168b565da2f480971a2351ae5420326e57c69e28",
  "text": "ter hath its course, it is likewise clear, unless in some places betwixt the Rocks or Stones, may remain half a foot of Sand.\n\nF The River Cantack much damaged.\nG The River Tsidamii much damaged.\nH The River Zyeffecq not damaged.\nI The River of Batavia.\nK Pakoan.\nL The River Zyfalack much damaged.\nM The River Zypinang-gading much damaged.\nN The River Ziapols much endamaged on this side its Spring.\nO The River of Tangaran.\nP Top of the Mountain Salack just South.\n\nV. An Extract of a Letter from Dr James Burrough, to Mr Houghton, F. R. S. concerning a Bulimia.\n\nAbout a month ago at Stanton (seven miles off this place) a labouring man, of middle age, had for some time so inordinate an Appetite, that I had it attested to me from an Eye-witness, that he eat up an ordinary Leg of Veal roasted at a meal; and fed at such an extravagant rate for many days together: He would eat Sow-thistles, and divers other Herbs as greedily, during the time his appetite lasted, as the Beasts that are wont to use such food; and all he could get was little enough to satisfy his hunger. I am told he voided divers Worms as long as an ordinary Tobacco-pipe, and some of them bigger about than the shank of a common Tobacco-pipe is. After which his Appetite de-\ndeclined by degrees, till it came to be of a common rate with that of others. He can't do so good a days work now as he was wont, but has almost recovered his wonted strength again.\n\nBury, Jun. 26. 1700.\n\nVI. Responsio Almi Collegii Romanorum Archiatrorum ad Epistolas Clarissimi D. Raymundi Vieussends Medicinae Doctoris Monspeliensis, in qua potissimum agitur De existentia Salis acidi in Sanguine, & De Proportione principiorum ejusdem Scripta Per Jo. Mariam Lancisi olim. S. D. Innocentis XI. Med. a Secretis & nunc Archiatrum Collegialem, & in Romano Liceo Theorica extraordinariae Professorum.\n\nClarissime Vir,\n\nTiam si pro tua singulari sapientia nobis, & Orbi apprime jam nota, ipse abunde per te sapis, Eruditissime Vir, nec alienis eges consiliis, tamen cum plerumq; fieri soleat, ut aliena rectius, quam nostra per spectiamus, merito tu alios in Consilium vocas rei, vel eo argumento abstrusiissimae, quod nobilissimus Boyle camdem sine intactam, certe imperfectam reliquit. Legimus magna sedulitate summarium edendi per te operis, & gratulamur, non tibi solum, sed universo quoq; Literariae Reipublicae, si aliquandò aliquem inde Collectura sit fructum. Dolemus interæa faram per nos ad te responsonem transmitti, & multo fatius discruciamur, quod unica hæc nostra tribus ad nos datis Epistolis sufficere debeat. Sed hujusmodi tardita-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102765.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 836,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1250,
        2
      ],
      [
        1250,
        2597,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102765",
    "title": "An Extract of a Letter from Dr James Burrough, to Mr Houghton, F. R. S. concerning a Bulimia",
    "authors": "James Burrough",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102765"
  }
}