{
  "id": "be44effc3ac38d7616d4895fb3d348782bf60335",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom 17th November, 1825, to 15th June, 1826.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nPRESENTS. DONORS.\n\nACADEMIAE et SOCIETATES.\n\nMagnae Britanniae.\n\nSOCIETY OF ANTIQUARIES.—Archæologia; or, Miscellaneous Tracts relating to Antiquity. Published by the Society of Antiquaries of London. Vol. XXI. Part I. 4to 1826.\n\nROYAL INSTITUTION.—A Journal of Science, Literature, and the Arts. Nos. 38-41. 8° Lond.\n\nSOCIETY FOR THE ENCOURAGEMENT OF ARTS, MANUFACTURES AND COMMERCE.—Transactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce, with the Premiums offered in the year 1824. Vol. XLIII. 8° London, 1825.\n\nHORTICULTURAL SOCIETY.—Transactions of the Horticultural Society of London. Vol. VI. Part III. 4°.\n\nReport of the Garden Committee. March 31, 1826.\n\nASTRONOMICAL SOCIETY.—Memoirs of the Astronomical Society of London. Vol. II. Part I. 4°.\n\nROYAL ASIATIC SOCIETY.—Transactions of the Royal Asiatic Society of Great Britain and Ireland. Vol. I. Part II. 4° London.\n\nROYAL IRISH ACADEMY.—Transactions of the Royal Irish Academy. Vols. XI. XII. and XIV. 4° Dublin.\n\nMEDICAL and CHIRURGICAL SOCIETY.—Medico-Chirurgical Transactions. Vol. XIII. Part. I. 8° Lond.\n\nMDCCCXXVI.\nPRESENTS.\n\nACADEMIAE et SOCIETATES.\n\nAMERICAN PHILOSOPHICAL SOCIETY.—Transactions of the American Philosophical Society. Vol. II. New Series. 4°.\n\nGalliae.\n\nSOCIÉTÉ DE GÉOGRAPHIE.—Recueil de Voyages et de Mémoires publié par la Société de Géographie. Tome Ière. Paris. 4°.\n\nSOCIÉTÉ D'AMÉLIORATION DES LAINES.—Premier Bulletin. 8° Paris. 1825.\n\nItaliae.\n\nACADÉMIE DES SCIENCES DE TURIN.—Memorie della Reale Accademia delle Scienze di Torino. Tomo 29. 4° Torino.\n\nGermaniae.\n\nACADEMIA LEOPOLDINO-CÆSAREA.—Nova Acta Physico-Medica Academæ Cæsareae Leopoldino-Carolinae Naturæ Curiosorum. Tom. X. Part II. 4° Bonnæ.\n\nAIRY (G. B.) Mathematical Tracts on Physical Astronomy, the Figure of the Earth, &c. 8° Cambridge.\n\nALMANAC. The Nautical Almanac and Astronomical Ephemeris for the year 1828. 8° London.\n\nWhite's Ephemeris, and the Imperial Almanac for 1826. 8° London.\n\nAMPÈRE (M.) Mémoire sur une Nouvelle Expérience Electro-Dynamique, sur son application à la formule que représente l'action mutuelle de deux éléments de deux conducteurs Voltaïques, et sur de nouvelles conséquences déduites de cette formule; suivi d'une Lettre à M. Gherardi relative à l'explication de quelques Phénomènes Electro-Dynamiques. 8° Paris, 1825.\n\nANNALES DES MINES; Ou Recueil de Mémoires sur l'Exploitation des Mines, et sur les Sciences qui s'y rapportent; rédigées par le Conseil Général des Mines. Publiées sous l'Autorisation du Conseiller d'État, Directeur Général des Ponts et Chaussées et des Mines. Tome VII. Part IV. Tome VIII. Tome IX. et Tome X. Part I. et II. 8° Paris.\n\nANNALS OF PHILOSOPHY. New Series. From No. 55 to No. 66. 8° London.\n\nANNESLEY (JAMES) Sketches of the most prevalent Diseases of India. 8° London.\n\nAUTRAN (M.) École Spéciale de Commerce et d'Industrie à Marseille. Procès verbal de la distribution solennelle des Prix de la fin de l'année 1825. 8° Marseille. 1825.\n\nDONORS.\n\nThe American Philosophical Society.\n\nThe Geographical Society of Paris.\n\nThe Society.\n\nThe Royal Academy of Sciences of Turin.\n\nThe Cæsarean Academy of Naturalists at Bonne.\n\nG. B. Airy, Esq.\n\nThe Commissioners of Longitude.\n\nThe Worshipful Company of Stationers.\n\nM. Ampère.\n\nLe Conseil des Mines.\n\nJ. G. Children and Richard Phillips, Esqrs.\n\nJames Annesley, Esq.\n\nM. Autran.\nAVOGADRO (Chev.) 1er et 2me Mémoire sur la Densité des Corps solides et liquides comparée avec la grosseur de leurs Molécules, et avec leurs nombres affinitaires. 4° (Mem. della Reale Accad. delle Scienze di Torino. Tom. 30, 31.)\n\nBABBAGE (c.) A Comparative View of the various Institutions for the Assurance of Lives. 8° Lond. 1826.\n\nBAILLIE (M.) Lectures and Observations on Medicine. By the late Matthew Baillie, M. D. 8° London.\n\nBOSTOCK (J.) M. D. An Elementary System of Physiology. Vol. II. 8° London. 1826.\n\nBREMNER (James) The Mystery of Magnetism fully discovered. By the Rev. James Bremner. 8° London.\n\nCHESS. Triple Chess, invented by Ph. Marinelli. Translated from the Italian. 8° London, 1826.\n\nCLARKE (G.) Essay on the Cause of the Magnetism of the Needle. 8° Southwark, 1825.\n\nDAUBENY (C.) M. D. Sketch of the Geology of Sicily. (Corrected from the Edin. Phil. Journal.) 8°. 1825.\n\nDESGRANGES (M.) Avis sur l'Administration des secours aux Personnes Noyées. Indication des secours qu'on doit administrer aux Personnes Noyées pour les rappeler à la vie 4° Lyon.\n\nObservations et Remarques Pratiques sur l'Administration du Seigle Ergoté contre l'Inertie de la Matrice, dans la Parturition. 8° Montpellier, 1822.\n\nDUBLIN PHILOSOPHICAL JOURNAL AND SCIENTIFIC REVIEW. Nos. 1–3. 8°.\n\nDUNCAN (A.) M. D. The Edinburgh New Dispensatory. 11th edit. 8° Edinb. 1826.\n\nFERRARA (A. F.) De l'Influence de l'Air, au Sommet de l'Etna, sur l'Economie Animale. 8°. (Extrait du Journal Universel des Sciences Médicales, XXIV. p. 129.)\n\nMemoria sopra i Tremuoti della Sicilia in Marzo, 1823. 8° Palermo.\n\nFLORA BATAVA. No. 68, 69, 70. 4° Amst.\n\nFLOURENS (P.) Récherches Expérimentales sur les Propriétés et les Fonctions du Système Nerveux dans les Animaux Vertébrés. Expériences sur le Système Nerveux. 8° Paris, 1825.\n\nFOEDERA, Conventiones, Litterae, et cujuscunque generis Acta Publica inter Reges Angliæ et alios quosvis Imperatores, Reges, Pontifices, Principes, vel Communitates, ab ingressu Gulielmi I. in Angliam, A.D. 1066, ad nostra usque tempora habita aut tractata. Vol. III. Pars I. (ab anno 1344, ad annum 1361,) folio, Londini, 1825.\n\nFRESNEL (M. A.) Mémoire sur la Diffraction de la Lumière.\n\nFROST (J.) An Oration delivered before the Medico-Botanical Society of London, Oct. 14, 1825. 4°.\n\nChev. Avogadro.\n\nCharles Babbage, Esq.\n\nMrs. Baillie.\n\nDr. John Bostock.\n\nThe Revd. J. Bremner.\n\nMr. J. P. Yosy.\n\nGeorge Clarke, Esq.\n\nDr. Charles Daubeney.\n\nDr. Desgranges.\n\nThe Editor.\n\nDr. Duncan, Jun.\n\nProf. Ferrara.\n\nH. M. The King of the Netherlands.\n\nM. Flourens.\n\nThe Commissioners of Public Records.\n\nM. Fresnel.\n\nJohn Frost, Esq.\nGALLINI (s.) Summa Observationum Anatomicarum ac Physico-Chymicarum quae usque ab anno 1792 expositae praecurrerunt Nova Elementa Physicae Corporis Humani. 8° Patavii, 1824.\n\nNuovi Elementi della Fisica del Corpo Umano, de dotti dalle più recenti osservazioni sull’Anatomia e sui fenomeni vitali dell’uomo e degli animali. Ed. seconda. 2 tom. 8° Padova, 1820.\n\nGARNIER et QUETELET. Correspondance Mathématique et Physique. N. i—iv. 8° à Gand, 1825.\n\nGAZOLA (c. b.) Lettera sopra la Descrizione d’un Pesce petrificato. 8° Verona, 1805.\n\nGEORGET. Considerations Medico-Légales sur la Liberté Morale.\n\nGILBERT (d.) Mount Calvary; or the History of the Passion, Death, and Resurrection of our Lord and Saviour Jesus Christ. Written in Cornish (as it may be conjectured) some centuries past. Interpreted into the English Tongue in the year 1682, by John Keigwin, Gent. Edited by Davies Gilbert, F. R. S. F. S. A. &c. 8° Lond. 1826.\n\nGRÄBERG (j.) Annali di Geografia, e di Statistica composti e pubblicati da Giacomo Gräberg. 2. tom. 8° Genova, 1802.\n\nLezioni Elementari di Cosmografia, di Geografia e di Statistica. 8° Genova, 1819.\n\nLettera del Signor Gräberg di Hemsö sulla Peste di Tangieri negli anni 1818-19. 8° Gen. e Tangieri, 1820.\n\nLa Scandinavie Vengée, de l’accusation d’avoir produit les Peuples Barbares qui détruisirent l’Empire de Rome. 8° Lyon, 1822.\n\nThéorie de la Statistique. 8° Gênes, 1824.\n\nGRIFFIN (j.) Chemical Recreations; a series of Experiments, first lines of Chemistry, &c. By John Griffin. 12° Glasgow, 1825.\n\nGUILDING (l.) An Account of the Botanic Garden in the Island of St. Vincent, from its first establishment to the present time. By the Rev. Lansdown Guilding, B.A. plates. 4° Glasgow, 1825.\n\nHALMA (M. l’Abbé) ΚΛΑΥΔΙΟΥ ΠΤΟΛΕΜΑΙΟΥ ΜΑΘΗΜΑΤΙΚΗ ΣΥΝΤΑΞΙΣ. Composition Mathématique de Claude Prolemée, ou Astronomie Ancienne. Traduite pour la première fois du Grec en Français sur les Manuscrits de la Bibliothèque du Roi. Par M. l’Abbé Halma. Tome I. 4° à Paris, 1816.\n\nHAMILTON (w.) Prodromus Plantarum Indiae Occidentalis. Digessit Gulielmus Hamilton, M.B. 8° Lond. 1825.\n\nHARLAN (r.) m. d. Observations on the Genus Salamandra; and description of a new Genus of Quadrupeds of the order Edentata. (From the Annals of the New York Lyceum of Nat. Hist. Vol. I), 8°.\n\nProf. Gallini.\n\nM. M. Garnier de Quetelet.\n\nSig. G. B. Gazola.\n\nDr. Georget.\n\nDavies Gilbert, Esq.\n\nM. Gräberg de Hemsö.\n\nMr. John Griffin.\n\nThe Rev. L. Guilding.\n\nM. L’Abbé Halma.\n\nW. Hamilton, Esq.\n\nDr. Richard Harlan\nHASLER (F. R.) Papers on various subjects connected with the Survey of the Coast of the United States.\n\nHAUGHTON (G. C.) Mánava-Dherma-Sástra; or the Institutes of Menu. Edited, and translated into English, by Graves Chamney Haughton, M. A. F. R. S. 2 vols. 4° Lond.\n\nHEBERDEN (W.) M. D. The Letters of M. T. Cicero to T. P. Atticus. Translated into English, with Notes, by William Heberden, M. D. F. R. S. 2 vols. 8° London.\n\nHILLARY (Sir W.) An Appeal to the British Nation on the humanity and policy of forming a National Institution for the preservation of Lives and Property from Shipwreck. 4th edition. 8° London, 1825.\n\nHOLMAN (J.) Narrative of a Journey through France, Italy, &c. 8° Lond.\n\nHOSACK (D.) M. D. An Inaugural Discourse delivered before the New York Horticultural Society, Aug. 31, 1824.\n\nJOHNSON (J. R.) M. D. A Treatise on the Medicinal Leech. 8° Lond.\n\nFurther Observations on the Medicinal Leech. 8° Lond.\n\nKELLY (P.) LL. D. Supplement to the Universal Cam-bist, for 1825.\n\nKING (P. P.) Narrative of a Survey of the Intertropical and Western Coasts of Australia. By Captain Phillip P. King, R. N. F. R. S. 2 vols. 8° Lond.\n\nKIRBY (and SPENCE) An Introduction to Entomology, or Elements of the Natural History of Insects, with Plates. Vol. III. and IV. 8° London, 1826.\n\nLAPLACE (Marquis de) Traité de Mécanique Céleste. Tome cinquième. 4° Paris.\n\nLEGRIS. La Mécanique des Gens du Monde, ou les Motors rendus plus puissants, plus nombreux, plus économiques, plus utiles, et plus faciles à employer. 8° Paris, 1824.\n\nLa Nouvelle Mécanique Militaire, ou l'Art de faire la Guerre avec peu de Troupes. 8° Paris, 1825.\n\nLa Nouvelle Mécanique Agricole, ou L'Art de rendre l'Agriculture une fois plus productive avec moins de travaux de la part des Hommes. 8° Par. 1825.\n\nLEROUX (J. J.) Cours sur les Généralités de la Medicine Pratique. 2 tomes. 8°.\n\nLUCCOCK (J.) An Essay on the Elements of Cyclometry. 8° London.\n\nLYALL (R.) M. D. The Medical Evidence relative to the Duration of Human Pregnancy, as given in the Gardner Peerage Cause, with Introductory Remarks and Notes. 8° Lond. 1826.\n\nMACAIRE (M.) Expériences pour servir à l'Histoire de l'Acide Muriatique (Hydro-chlorique). Par M. M. Macaire et Auguste De La Rive. 4° Genève, 1824.\n\nMAJENDIE (M. P.) Précis Élémentaire de Physiologie. 2 tomes. Paris.\n\nF. R. Hasler, Esq.\n\nG. C. Haughton, Esq.\n\nDr. Heberden.\n\nSir W. Hillary, Bart.\n\nJames Helman, Esq.\n\nDr. D. Hosack.\n\nDr. J. R. Johnson.\n\nDr. P. Kelly.\n\nCaptain King.\n\nThe Rev. Wm. Kirby.\n\nMarquis de Laplace.\n\nM. Legris.\n\nM. Leroux.\n\nMr. John Luccock.\n\nDr. R. Lyall.\n\nM M. Macaire, et De La Rive.\n\nDr. Majendie.\nPRESENTS.\n\nMARSDEN (w.) Numismata Orientalia Illustrata.—The Oriental Coins, Ancient and Modern, of his Collection described and historically illustrated. By Wm. Marsden, F.R.S. &c. Part II. 4° London.\n\nMECKE (J. F.) Ornithorhynchi Paradoxi Descriptio Anatomica. tab Aeneis. fol Lipsiae, 1826.\n\nMOREAU (c.) East India Company's Records, founded on Official Documents. London, 1825.\n\nBritish and Irish Products and Manufactures exported from Great Britain Lond. 1826.\n\nMORRISON (OBERT) D.D. The Chinese Miscellany; consisting of original Extracts from Chinese Authors in the Native Character; with Translations and philological Remarks. 4° London.\n\nPAGAN1 (M. G.) Mémoire sur le Principe des Vitesses Virtuelles. 4°.\n\nPANORAMIC MISCELLANY. Nos. 1 and 2. 8° 1826.\n\nPASLEY (c. w.) An Enquiry into the System of General or Commissariat Contracts for supplying His Majesty's Forces in Great Britain with Bread and Meat, as compared with that of Regimental Purchases. 8° Lond.\n\nPHILLIPS (Sir R.) Golden Rules of Social Philosophy; or A new System of Practical Ethics. 8° Lond. 1826.\n\nPHILOSOPIICAL MAGAZINE AND JOURNAL. From No. 326 to No. 337. 8° Lond.\n\nPICTET (A.) An engraved Portrait of A. Pictet.\n\nPITMA (R. B.) A succinct View and Analysis of authentic information, extant in original works, on the practicability of joining the Atlantic and Pacific Oceans by a Ship Canal across the Isthmus of America. By Robert Birks Pitman. 8° London, 1825.\n\nPOINTE (J. P.) M. D. Éloge de Jean Janin de Combe-Blanche. 8° Lyon, 1825.\n\nPOISSON (M.) Second Mémoire sur la Théorie du Magnétisme. 4°.\n\nPRICHARD (J. C.) An Analysis of the Egyptian Mythology. 8°.\n\nDE PRONY (M.) Leçons de Mécanique Analytique. 2 tom. 4° Paris, 1815.\n\nNote. Sur les avantages du nouvel Établissement d'un Professorat de Harpe, à l'École Royale de Musique et de Déclamation. 4° Paris.\n\nNotes sur les Intervalles Musicaux. 8°.\n\nNouvelle Méthode de Nivellement Trigonométrique. 4° Paris, 1822.\n\nDescription Hydrographique et Historique des Marais Pontins. 4° Paris, 1822.\n\nAtlas des Marais Pontins. fol. Paris, 1823.\n\nRecueil de cinq Tables. 1° Pour faciliter et abréger les calculs des formules relatives au mouvement des eaux dans les canaux découverts et les tuyaux de conduite. 2° Pour présenter les résultats de cent soixante-sept expériences employées pour l'établissement de ces formules. 4° Paris, 1825.\n\nDONORS.\n\nWilliam Marsden, Esq.\n\nProf. Meckel.\n\nCésar Moreau, Esq.\n\nDr. Robert Morrison.\n\nM. Pagani.\n\nJ. Thelwall, Esq.\n\nLieut. Col. C. W. Pasley.\n\nSir Richard Phillips.\n\nRichard Taylor, Esq.\n\nHis Family.\n\nMr. R. B. Pitman.\n\nDr. J. D. Pointe.\n\nM. Poisson.\n\nDr. J. C. Prichard.\n\nM. De Prony.\nPRESENTS.\n\nPROUT (W.) M.D. Inquiry into the Nature and Treatment of Diabetes, Calculus, and other affections of the Urinary Organs. 2nd edit. 8° Lond. 1825.\n\nPUGH (s.) Observations sur le Calorique et sur la Lumière. 8° Rouen. 1826.\n\nQUETELET (A.) Mémoire sur quelques constructions Graphiques des Orbites Planétaires. 4°.\n\nMémoire sur une Nouvelle Manière de considerer les Caustiques, produites, soit par Réflexion soit par Réfraction. vide GARNIER.\n\nDE LA RIVE (Aug.) Dissertation sur la partie de l'Optique qui traite des Courbes dites Caustiques. 4° Genève. 1823.\n\nRécherches sur le Mode de Distribution de l'Électricité Dynamique dans les Corps qui lui servent de Conducteurs. 4° Genève. 1825. (Extrait des Mémoires de la Société de Phys. et d'Hist. Nat. de Genève. T. III. 1ère Part.)\n\nMémoire sur quelques-uns des Phénomènes qui presente l'Électricité Voltaïque dans son Passage à travers les Conducteurs Liquides. 8°, (Annales de Chimie.) vide MACAIRE.\n\nROBERTS (W.) Meteorological Journal kept at George Town, Demarara, from February 1, 1821, to January 31, 1822.\n\nROBERTSON (A.) D.D. Astronomical Observations made at the Radcliffe Observatory at Oxford, from May 1, 1825, to May 1, 1826. By and under the direction of the Rev. Abram Robertson, D.D. F.R.S. Savillian Professor of Astronomy and Radcliffian Observer MS. fol,\n\nSABINE (Capt. E.) An Account of Experiments to determine the Figure of the Earth by means of the Pendulum vibrating seconds in different Latitudes. 4° Lond.\n\nSAGRA (R.) Discurso leido en la apertura publica de la Catedra de Botanica Agricola por su Profesor D. Ramon de la Sagra. 4° Habana. 1825.\n\nSALT (H.) An Essay on Dr. Young's and M. Champollion's Phonetic System of Hieroglyphics. 8° London.\n\nSCARPA (A.) Lettera del Professore Cavaliere Antonio Scarpa sopra un Elmo di Ferro squisitamente lavorato a cesello. fol. Pavia. 1825.\n\nSCHUMACHER (H. C.) Astronomische Abhandlungen. Drittes Heft. Altona. 1825.\n\nAstromische Hülfstafeln für 1826.\n\n8° Copenhagen.\n\nAstronomische Nachrichten. N°\n\n8°—90. 4° Altona.\n\nSCROPE (G. P.) Considerations on Volcanos; the probable causes of their phenomena, the laws which determine their march, the disposition of their products, and their connexion with the present State and past History of the Globe; leading to the establishment of a New Theory of the Earth. 8° Lond. 1825.\n\nDONORS.\n\nDr. W. Prout.\n\nM. Pugh.\n\nM. Quetelet.\n\nProf. De La Rive.\n\nMr. W. Roberts.\n\nThe Trustees under the will of the late Dr. Radcliffe.\n\nThe Commissioners of Longitude.\n\nProf. Ramon de la Sagra.\n\nHenry Salt, Esq.\n\nProf. Scarpa.\n\nProf. Schumacher.\n\nG. P. Scrope, Esq.\nPRESENTS.\n\nSCUDAMORE (c.) M.D. Observations on M. Laennec's Method of forming a Diagnosis of the Diseases of the Chest by means of the Stethoscope and of Percussion. 8° Lond. 1826.\n\nSMITH (Sir James Edward) The English Flora. Volume III. 8° London.\n\nSTOCKLER. Methodo Inverso dos Limites ou Desenvolvimento Geral das Funções Algorithmicas. 4° Lisboa, 1824.\n\nSTRUVE (F.G.W.) Observationes Astronomicae Instituta in Speculà Universitatis Cæsareae Dorpatensis. Vol. IV. (Obs. annorum 1822 et 1823.) 4° Dorpati, 1825.\n\nTANTINI (r.) Esperienze Mediche del Dottore Francesco Tantini. 8° Pisa. 1825.\n\nTODD (H.J.) The History of the College of Bonhommes at Ashridge, in the County of Buckingham, founded in the year 1276, by Edmund Earl of Cornwall. Compiled from original Records and other authentic sources. To which is added, A Description of the present Mansion, erected on the site of the ancient College. fol. with plates. Lond. 1823.\n\nTOOKE (T.) Considerations on the State of the Currency. 8° Lond. 1826.\n\nTRAVERS (n.) An Enquiry into that disturbed State of the Vital Functions usually denominated Constitutional Irritation. 8° Lond. 1826.\n\nTYTLER (r.) M.D. Illustrations of Ancient History and Geography. 8° Lond. 1825.\n\nVALOR ECCLESIASTICUS. Temp. Henr. VIII. auctoritate regia institutus. Vol. V. fol. 1825.\n\nVETUSTA MONUMENTA, Vol.V. Tewkesbury Abbey. folio.\n\nWARNER (R.) The History of the Abbey of Glaston, and of the Town of Glastonbury. 4° Bath. 1826.\n\nWEDDELL (James.) A Voyage towards the South Pole, performed in the years 1822-24. 8° Lond.\n\nWESTON (s.) Historic Notices of Towns in Greece and in other Countries that have struck Coins. 8° Lond. 1826.\n\nWILLIAMS (H.) A Map of the Sierra Leone Estuary, with its principal Islands, Rivers, and Creeks.\n\nTHE ZOOLOGICAL JOURNAL. Nos. 6, 7, and 8. 8° London.\n\nDONORS.\n\nDr. Charles Scudamore.\n\nSir James Edward Smith.\n\nD. Francisco de Borja G. Stockler.\n\nProf. Struve.\n\nDr. F. Tantini.\n\nThe Trustees of the late Earl of Bridgewater.\n\nThomas Tooke, Esq.\n\nBenjamin Travers, Esq.\n\nDr. Robert Tytler.\n\nThe Commissioners of Public Records.\n\nThe Society of Antiquaries.\n\nThe Rev. R. Warner.\n\nJames Weddell, Esq.\n\nThe Rev. Stephen Weston.\n\nHenry Williams, Esq. of Sierra Leone.\n\nThomas Bell, John G. Children, James de Carle Sowerby, and G.B. Sowerby; Esqrs.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1826.\n\nN. B. Parts I. and IV. are paged separately. The pages here refer to Parts II. and III. only, unless where expressed to the contrary.\n\nA\n\nAcid. A new, produced during action of sulphuric acid and naphthaline, 140. See Sulpho-naphthalic acid.\n\n— acetic, crystallized by a pressure of 1100 atmospheres, 544.\n\n— sulphuric, its action on naphthaline, 140—on alcohol, 240—its perfect fixity at common temperatures, 489.\n\nAdjustment of standard weights and measures by Capt. Kater, 11 et seq.\n\nAir, atmospheric, its apparent liquefaction by pressure, 545.\n\nAiry, G. B. Esq. M. A. On the figure of the earth, 548.\n\nAlloy of copper, tin and brass, proper for delicate works, 9.\n\nAlloys, ancient, Dr. J. Davy's account of changes in, 55.\n\nAneurism, case of, treated by coagulation of the blood by heat, 189.\n\nAnimal heat influenced by the nerves—proofs of this influence, 60.\n\nAnimals, marine, burrowing and boring, Mr. Osler's account of their habits and structure, 342 et seq.\n\nAnnuities. Principles for computing their present values in some cases, 299.\n\nArcs of meridian employed by Mr. Airy to deduce the figure of the earth, 567.\n\nArenicola Piscatorum, its mode of boring, 343.\n\nAtmosphere. Mr. Dalton on its constitution, 174.\n\nMDCCCXXVI.\nINDEX.\n\nAtmospheric refraction at Port Bowen, Lieut. Foster's observations on, Part IV. No. 6.\nAttraction, local, cases in which its influence appears to be sensible pointed out, 574.\nAurora Borealis, its effect on the magnetic needle imperceptible at Port Bowen, IV. 176.\n\nB\n\nBabbage, Charles, Esq. F. R. S., on a method of expressing by signs the action of machinery, 250.\non electric and magnetic rotations, 496.\nBakerian Lecture. On the relations of electrical and chemical changes, by Sir H. Davy, Bart. P. R. S. 383.\nBalance for weighing great weights accurately, Capt. Kater's account of the construction of one, 36.\nBell, C. Esq., on a nervous circle connecting the voluntary muscles with the brain, 163.\nBevan, B. Esq., his account of experiments on the elasticity of ice, 304.\nBivalves, their mode of burrowing in sand, 348—locomotive, their mode of travelling, 350.\nBlindness from birth, a case of, removed, in a lady of advanced age, 529.\nBlood in aneurismal tumours, coagulation of by heat, 189—effect of heat on, out of the body, 196—buffy after venesection, a new fact respecting, 199.\nBohnenberger, Professor, his claim to the first invention of the convertible pendulum admitted, 52.\nBonne, Colonel, his observations of signals for determining the longitude of Paris, 86.\nBoring and burrowing marine animals. Mr. Osler on, 342.\nBowen, Port. See Port Bowen.\nBridges (suspension), their mathematical theory, 202.\nBrinkley, Rev. J., on the application of Capt. Kater's floating collimator to the Dublin circle, 307.\n\nC\n\nCambridge observatory, Mr. Woodhouse on its transit instrument, 75.\nCamphor. A mode of obtaining it and other volatile solids in crystals, 490.\nCarburetted hydrogen, its liquefaction by pressure, 546.\nINDEX.\n\nCatenary, common, Tables for its construction, and properties of it useful in theory of bridges, 203, 212.\nCatenary of equal strength, theory of, 206—Tables for its construction, 206, 216.\nChristie, S. H. Esq., on magnetic influence in the solar rays, 219.\n——— his experiments on the magnetism of an iron plate repeated by Lieut. Foster at Port Bowen, IV. 188, No. 8.\n——— his remarks on the above-mentioned repetition of his experiments, Part IV. 200.\nCircle, nervous, connecting voluntary muscles with the brain.\nMr. Bell on, 163.\nClairaut's theorem respecting the figure of the earth, extended by Mr. Airy, 577.\nClimacteric years according to different tables, 302, 303.\nClock, eight day, its mechanism expressed by Mr. Babbage's notation, 262.\nCoagulation of blood by heat in aneurism, 189.\nCold, sensible, Dr. Heberden's remarks on, 69.\nCollimator, Capt. Kater's, results of its application to the Dublin circle, 307—its importance, 308.\nCompression of water, Mr. Perkins's experiments on, 541—Table of, up to 1000 atmospheres, 547.\nCopper, ancient alloys of, Dr. Davy's account of changes in, 55.\nCrystallization of metals on the surface of ancient coins, &c. 58.\n——— of camphor, 490.\n\nD\n\nDalton, J. Esq., on the constitution of the atmosphere, 174.\nDavy, Sir H. Bart. P. R. S., his Bakerian Lecture on relation between electrical and chemical changes, 383.\n——— Dr. J., on changes in ancient alloys of copper, &c. 55.\n——— on the poison of the common toad, 127.\nDelarive, M., some voltaic phenomena observed by, explained, 418.\nDeer, horns of, experiments on their heat, 60 et seq.\nDip of the magnetic needle at Woolwich and at stations within the Arctic circle, Part IV. No. 3, p. 126.\nDouble Stars (and Triple), Mr. South's observations of 458 of them, and re-examination of 36 others, Part I.—N.B. The Catalogue at the end of this Part is arranged to serve as an Index to this and Part III. 1824.\n——— Sir W. Herschel's observations of, compared with Mr. South's and others, Part I. passim.\nINDEX.\n\nDrummond, Lieut., on a means of facilitating the observations of distant stations in geodætical operations, 324.\n\nE\n\nEarth. G. B. Airy, Esq. on the figure of, 548.\nEarths, their power of emitting intense light when violently heated, 330.\nElasticity of ice. Mr. Bevan's determination of, 304.\nElectricities regarded as transporters of ponderable matter, 417.\nElectric and magnetic rotations. Mr. Babbage on, 494.\nElectrical and chemical changes. Sir H. Davy on their relation, 383.\n——— states of bodies, how ascertained, 390.\n——— combinations of metals and fluids, 393 et seq.—compound ditto, 409.\n\nF\n\nFairlight Down a station for geodætical observations, 77.\nFaraday, M. Esq. on the mutual action of sulphuric acid and naphthaline, and on a new acid produced, 140.\n——— on the existence of a limit to vaporization, 484.\nFibre, muscular, its structure, Mr. Bauer's observations on, 65.\nFigure of the Earth. Mr. Airy on, 548.\nFoster, Lieut. H., R. N. F. R. S., his account of experiments made with the invariable pendulum at Port Bowen, Part IV.\n——— magnetic observations of the variation, dip and intensity at Port Bowen and elsewhere, ibid. p. 73, &c.\n——— observations of diurnal changes in the position of the magnetic needle under reduced directive forces, Part IV. p. 129 et seq. (No. 2, 3,) 4, 5.\n——— comparison of diurnal changes of intensity in the dipping and horizontal needle at Port Bowen, IV. p. 177, No. 7.\n——— observations to determine the amount of atmospheric refraction at Port Bowen, IV. &c. No. 9.\n——— account of the repetition of Mr. Christie's magnetic experiments, &c. at Port Bowen, IV. 188, No. 8.\nFormula for computing the mean resulting difference of longitudes from a series of observations of signals, 113—for rates of chronometers therein used, 115.\n——— for calculating the effect of annual parallax on the angle of position of a double star, 274.\n——— for the decrement of human life by Dr. Young, 281.\n——— for the number of deaths among a given number of persons born in the same year, 288.\nINDEX.\n\nG\n\nGallon, imperial standard, defined, 8.\nGalvanometer, Sir H. Davy's description of one used by him, 391.\nGases, their distribution in the atmosphere at different heights, 185.\nGauss, Professor, his principle of solar signals employed in the Irish Survey, 325.\nGeodætical operations, Mr. Drummond on a means of facilitating, 324—description of instruments used in by ditto, 327 et seq.\nGeodætical stations between London and Paris, 77 et seq.\nGilbert, D. Esq. on the mathematical theory of suspension bridges, 202.\nGrain, determination of the imperial standard, from the cubic inch of water, 8.\nGreenwich, observations at, for determining the difference of meridians between it and Paris, 93.\n\nH\n\nHeat, animal, proofs of its being influenced by the nerves, 60.\n— radiation of through glass screens, Mr. Powell's experiments on, 372.\n— of July 1825, amount of, 69 — of 1808, 70 — at Kingston in Jamaica, 71.\nHeberden, Dr. W., his account of the heat of July 1825, with remarks on sensible cold, 69.\nHeliotrope of Professor Gauss, its principle employed by Mr. Drummond, 325—description of a, 327.\nHennell, H. Esq. on the action of sulphuric acid on alcohol, 240.\nHerschel, J. F. W., Esq., his account of observations for ascertaining the difference of meridians between Greenwich and Paris, 77.\n— on the parallax of the fixed stars, 266.\nHistorical details relative to electro-chemistry, 384.\nHome, Sir E. Bart., his additional proofs of animal heat being influenced by the nerves, 60.\n— his Croonian Lecture on the structure of a muscular fibre, from which are derived its elongation and contraction, 64.\n— on the coagulation by heat of blood in an aneurismal tumour, 189.\n— on the production and formation of pearls, 338.\nHorns of deer. Experiments on their heat, 60.\nHydrocarbon, its union with sulphuric acid, 144. 160.\n— with muriatic ditto, 160.\nINDEX.\n\nHydrocarbon, with sulphuric acid in oil of wine, 242—analysis of, 247.\nHydrogen, its combination with chlorine effected by the light of incandescent lime, 333.\nHydrosulphurets exert a powerful electrical action on copper, 395.\nHygrometer, an improved, by Mr. Jones, described, 53.\n\nI\nIce, elasticity of, determined, 304.\nIncrustations on ancient alloys, coins, &c. 57.\nIntensity of magnetism at Port Bowen, Part IV. p. 125—of dipping and horizontal needles at ditto, compared, IV. p. 177.\n\nJ\nJones, Mr. Thomas, his description of an improved hygrometer, 53.\n\nK\nKater, Capt. H. his account of the adjustment of new standard weights and measures of the United Kingdoms, 1.\n\nL\nLa Canche, a station for signals made on the French coast, observations of, 85.\nLambton, Colonel, an error pointed out in his estimation of the length of the French arc, 568.\nLamp. Lieut. Drummond's construction of one, yielding an intense light, 330.\nLargeteau, Lieut. C. L., his observations of signals from Fairlight Down, 90.\nLife, human, its law of decrement, 281—terms of according to different tables, 204.\nLight, bright, for geodætical signals, M. Fresnel's, 329—Lieut. Drummond's ditto, 330.\n—— emitted by incandescent lime, its chemical effects, 333.\nLight-houses, a new mode of illuminating proposed, 335.\nLime, its power of emitting a vivid light when intensely heated, 331.\n—— \"flame,\" a particular kind of, excelling others in this power, 332.\nLithophagi, their mode of penetrating stone considered, 360 et seq.\n—— proofs of their employing a solvent, 365.\nLongitudes, difference of, how best determined by a series of correspondent observations of signals, 105.\n—— between Greenwich and Paris determined, 126.\nINDEX.\n\nM\n\nMachinery, Mr. Babbage's account of a mode of expressing its action by signs, 250.\nMagnesia, its power of emitting light when violently heated, 331.\nMagnetic influence in the sun's rays, Mr. Christie on, 219.\nMagnetic Observations at Port Bowen, by Capt. Parry and Lieut. Foster, Part IV. p. 73, et seq.\nRotations, Mr. Babbage on, 494.\nMagnetizing power of the solar rays, Mrs. M. Somerville on, 132.\nMathieu, M., his observations of signals at the observatory at Paris, 83.\nMeasures and weights, standard, Captain Kater on their adjustment, 1.\nMercury, proofs of its perfect fixity at — 20° Fahr. 488.\nMetre, its length in inches of Sir G. Shuckburgh's scale (39·37079) page 1.\nMont Javoult, observations of rockets fired from, 83.\nMortality, annual, according to different tables, 284—law of, expressed by a curve, and its equation, 288.\nMya truncata, its method of burrowing, 349.\n\nN\n\nNaphthaline, its action on sulphuric acid, 140.\nNereides, their mode of burrowing in sand explained, 342.\nNerves, additional proofs of their influence on animal heat, 60.\nof motion and sensation form a circle with the brain and voluntary muscles, 163-170.\nNicollet, M., his observations of rocket signals from the Observatory of Paris in 1825.\n\nO\n\nOil of wine, Mr. Hennell's experiments on, 240.\nOsler, E. Esq. on burrowing and boring marine animals, 342.\n\nP\n\nPain, insensibility of certain nerves to, 168, 172.\nParallax of the fixed stars, Mr. Herschel on a new mode of detecting it, 266.\nParis, its longitude from Greenwich determined, 77, 83.\nParry, Capt. his magnetic and other observations at Port Bowen, Part IV. Nos. 3, and 9.\nPearls. Sir E. Home on their production and formation, 338.\nINDEX.\n\nPendulum, its length (39·13929) in British inches, p. 1. Its length at Unst and Leith Fort, 2.\n——— invariable. Lieut. Foster's observations of at Port Bowen, Part IV. No. 2.\n——— Capt. Sabine's observations employed to deduce the figure and ellipticity of the earth, 564.\nPerkins, Jacob, Esq. on the compression of water by high degrees of force, 541.\nPholas, its mode of boring explained, 353.\nPiezometer for measuring the compression of water described, 542\nPile, voltaic, its action increased, suspended, or reversed, by the temporary action of a stronger pile, of which it forms a part, 412\nPiles, secondary, of Ritter, explained, 413.\nPoison of the common toad, Dr. J. Davy on, 127.\nPole Star, its transits employed to detect instrumental derangements by the sun's heat, 440.\nPort Bowen, observations at by Capt. Parry and Lieut. Foster, Ross, &c. Part IV. See Foster.\nPounds, Troy and Avoirdupois, legally defined, 8.\nPowell, Revd. B. on the radiation of heat through glass screens, 372.\nPrice, Dr. an error in his calculation of the amount of compound interest pointed out, 297.\nProtection of ship's copper, 420—of steam boilers, 421.\nPupil, artificial, case of blindness from birth removed by forming, 529.\n\nR\n\nRam, hydraulic, its action expressed in Mr. Babbage's notation, 264.\nRadiation of heat through glass screens, Mr. Powell's experiments on, 372.\nReflexion of the sun's rays employed as a geodætic signal, 327.\nRefraction, atmospheric, at Port Bowen, Part IV. No. 9.\nRetina, its sensibility retained after 45 years inaction, 529.\nRitchie, Mr., his experiments on radiation of heat through thin glass considered, 380.\nRocket signals used for determining differences of longitude, 78.\nRotations, electric and magnetic, Mr. Babbage on, 494.\n——— of electrified bodies over glass, 497.\n——— causes of in suspended needles examined, 520.\nINDEX.\n\nS\n\nSabine, Capt. his observations of signals at Lignieres, 85.\n———, his observations of the pendulum discussed by Mr. Airy, 564.\nSandius. Extract of a letter by, on the origin of pearls, 340.\nSavary, M. his observations of rocket signals from the observatory of Paris, 88.\nSaxicava rugosa, its mode of penetrating stones discussed, 362.\nShell fish. Mr. Dyllwin on their mode of burrowing and boring, 342.\nSignals, sun's reflexion used as, and how, 327—a new species of light used for, 330—instance of its application under difficult circumstances, 334.\n———, rocket. See Rockets.\nSigns used to express the action of machinery, 250.\nSlieve Snaght, signals from, observed at Divvis Hill, 334.\nSomerville, Mrs. M. on the magnetizing power of the sun's rays, 132.\nSouth, James, Esq. Observations of the positions and distances of 458 double stars, &c. &c. Part I. Vide the Index Catalogue at the end of Part I.\n———, on the discordances of the sun's observed and computed Right Ascension, and description of a seven-feet transit instrument, 423.\nSpatangus, its mode of burrowing, 347.\nStandard weights and measures, Capt. Kater on their adjustment, 1.\nStars, fixed. Mr. Herschel on their parallax, 266.\n———, list of, fit for observations for parallax, 277.\n——— double. See double Stars and the Index Catalogue at the end of Part I.\nSulpho-naphthalic acid, its formation, 141—purification, 146—analysis, 156.\nSulphonaphthalates, 148.\nSulphovinates, Mr. Hennell's experiments on, 245, &c.\nSulphuric acid, its action on naphthaline, 140—on alcohol, 244—its saturating power diminished by union with hydrocarbon, 248—its perfect fixity at common temperatures, 489.\nSun, magnetizing power of its rays, Mrs. Somerville on, 134.\n——— effect of on the braces of the Cambridge Transit, 74.\n——— magnetic influence in its rays, Mr. Christie on, 219.\n——— effect of its rays on Mr. South's transit, 435.\n\nMDCCXXVI.\nINDEX.\n\nSun, transits of—comparative observations of at Greenwich, Paris, Dublin, and Blackman-street, 445 et seq.—its longitude computed from Delambre's and Carlini's tables compared with observation, 481—its right ascension observed and computed, discordances of, 423.\n\nSuspension bridges, Mr. Gilbert on their mathematical theory, 202.\n\nSwedish arc of the meridian, its accuracy considered, 571—employed by Mr. Airy in determining the earth's figure, 570.\n\nT\n\nTables for facilitating construction of suspension bridges, and for the laying down of catenaries, 212.\n——— of mortality and decrement of life, by Dr. Young, 290.\n——— of the sun, by Carlini and Delambre, compared with observation, 481.\n\nTerebella conchilega, its habits and mode of burrowing, 345.\n\nTeredo, causes of its extinction in Britain, 358.\n\nTension bars, as applied by Troughton to a transit instrument described, 425.\n\nToad, common, Dr. J. Davy on, 127—pores in its skin of two kinds, 130—anatomy of, 129.\n\nTransit instrument of Cambridge observatory, 75.\n——— seven feet, Mr. South's description of a, 423.\n——— effect of its exposure to sun's rays, 435.\n\nTumour, aneurismal, coagulation of blood in, 189.\n\nV\n\nVaccination, its effect on the average duration of life, 281.\n\nVaporization, Mr. Faraday on the existence of a limit to, 484.\n\nVariation of the needle at Port Bowen, Part IV. 73—diurnal changes of under a reduced directive power, 129.\n\nVibrations of a needle diminished by sunshine, 219.\n\nViolet solar rays, their power to produce north polarity in steel, 134\n\nW\n\nWardrop, J. Esq. his account of the case of a lady born blind who received sight at an advanced age by the formation of an artificial pupil, 529.\n\nWater, Mr. Perkins on compressibility of, 544.\n\nWeights and Measures, Capt. Kater's account of their adjustment, 1.\nINDEX.\n\nWoodhouse, R. Esq. F. R. S. on the transit instrument of the Cambridge observatory, 75.\nWrotham Hill, a trigonometrical station used for rocket signals in 1825, 78 et seq.\n\nY\n\nYoung, Dr. Thomas, For. Sec. R. S. on a formula for expressing the decrement of human life, 281.\nYoung, Dr. Thomas, For. Sec. R. S., statement of a comparison of the sun's observed and computed longitudes in 1820, 481.\n\nZ\n\nZirconia, its power of emitting light when violently heated, 331.\n\nList of Presents.\nMeteorological Register.\n\nERRATA.\n\nPage 262, line 21, for second, read, half second.\n— 263, line 16, after diminishing it, insert, they then return in a similar manner in an opposite direction.\n— 263, line 19, instead of before its termination, read, after its commencement.\n— 268, line 5, for not all, read, not at all.\n— 274, line 10, for became, read, because.\n\nFrom the Press of\nW. Nicol,\nCleveland-row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107831.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 30900,
    "total-output-tokens": 12630,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1258,
        2
      ],
      [
        1258,
        3525,
        3
      ],
      [
        3525,
        6170,
        4
      ],
      [
        6170,
        8684,
        5
      ],
      [
        8684,
        11321,
        6
      ],
      [
        11321,
        13984,
        7
      ],
      [
        13984,
        16607,
        8
      ],
      [
        16607,
        18915,
        9
      ],
      [
        18915,
        20215,
        10
      ],
      [
        20215,
        21950,
        11
      ],
      [
        21950,
        23955,
        12
      ],
      [
        23955,
        25982,
        13
      ],
      [
        25982,
        27842,
        14
      ],
      [
        27842,
        29549,
        15
      ],
      [
        29549,
        31242,
        16
      ],
      [
        31242,
        33096,
        17
      ],
      [
        33096,
        34999,
        18
      ],
      [
        34999,
        36808,
        19
      ],
      [
        36808,
        37720,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107831",
    "title": "Back Matter",
    "authors": null,
    "year": 1826,
    "volume": "116",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/107831"
  }
}