{
  "id": "21883f3e43404155c10fd4955e96ab68f865b3d1",
  "text": "most skilful workmen; who know not which way to rough hew Stones of that untractable hardness. The retriving of which skill would be of good use, now that Curiosities of workmanship begin to recover, and many eminent persons do countenance and encourage the endeavors of such, as apply themselves to the retriving of such commendable practises, as were familiar to the Antients, and improve what they know of them and of others with new additions and inventions, which in this knowing and inquisitive age is like to be driven on as far as humane industry can go. Some curious and intelligent persons have of late already taken laudable pains in this very Art. And some Masters in Italy pretend even to have hit upon the old Art, or inventions as good; but they, it seems, envy the world the knowledge of it.\n\nAn Account of the Advantage of Virginia for building Ships; communicated by an Observing Gentleman.\n\n1. THE Country of Virginia all over abounds with large and tall Oakes of at least 50 or 60 feet in height of clear timber, without boughs or branchings, being very fit to make plank of any size, very tough, and excellently well enduring the water; as we know by good experience.\n\n2. With abundance of Pines for Masts, no country, that we know, in the world is better stored than Virginia. Besides there is another sort of wood, called Cypress, which is far better than any Pine for Masts, it being of as tough and springy a nature as Tew-tree; bending beyond credit; when dry, much lighter than Fire, and so well lasting in wet and dry, that it seems rather to polish than perish in the weather: And this is known by much use, and several Experiments.\n\n3. The same Country affords great abundance of Old Pine for the making of Rosin, Pitch and Tar; of which they have there made several quantities for their own use, and if occasion were, could fully supply the Kingdom of England.\n\n4. The conveniency of planting Hemp for Cardage and sail-cloths in that Country is so great, that England might in\na short time be supplied therewith, without being beholding to other nations for it.\n\n5. To these particulars add the great abundance of Ironstone in Virginia, which hath already been tryed and found very good; the conveniency of Wood and Lime-stone being a good inducement to the making of Iron, which might be done at a much less rate there than here. Of which there hath been a calculation formerly made, considering every man's labour, and what is necessary to be disbursed for every Artist and Labourer, as to their transportation, diet, and all other materials for the work of Iron. All which is referred to the consideration of those, who are concerned in a Matter of this importance.\n\nA Way of making Vines grow to advantage, all over the roof of a house; communicated by Mr. John Templer.\n\nI have lately seen a pretty and pleasant culture of Vines at the house of a Gentleman, who makes very good White-wine of his own Grapes. He lets Vines ascend by one single stem to the Eaves of his house (cutting off all the luxuriant branches by the way,) then gives them liberty to spread upon the tiles, all over one side the roof of his house. Thus he furnishes his dwelling house, and many out-houses; by which means the vines are no hindrance to his other Wall-fruit, and the rays of the Sun being almost direct upon the Vines, he hath riper, sweeter and greater plenty of grapes, than when their vines are placed as Wall-fruit.\n\nAn Observation, made by the same Mr. Templer upon the Motion of the Hearts of two Urchins, after their being cut out.\n\nWhen I had written thus far, I was diverted by a couple of living Urchins, which were presented me by a Shepherd. I shall now mention no more than my cutting out their Hearts; whereupon I found the Systole and Diastole to continue full two hours, while the hearts lay upon a glazed earthen white plate in a cold window. The distance",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101342.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 973,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2008,
        2
      ],
      [
        2008,
        3893,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101342",
    "title": "An Account of the Advantage of Virginia for Building Ships; Communicated by an Observing Gentleman",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101342"
  }
}