{
  "id": "bba1ae48d76ab6ca4f6cd30d01ed3733fb2463b3",
  "text": "V.\n\nThe Rev. Henry Miles D.D. F.R.S. to Mr. H. Baker F.R.S. on the same.\n\nDear Sir,\n\nTHO' I have not Time to answer your valuable Letter at present, permit me to return you my sincere Thanks for it; and at the same time to give you the best Answer I can to that Part of it which does more immediately require it.\n\nI find, upon Inquiry, that the Earthquake on Thursday last was felt in a Gentleman's House in this Place, pretty sensibly, in two Chambers, and in another over one of them, by a Tremor of the Wainscot and Utensils, and a Small Shock succeeding; but was not perceiv'd at the other End of the House, in a Room on the same Story with the Chambers. I should have thought, when it was felt so near us, as about 150 Yards, our House, which I look upon as very susceptible of Impressions, so as to be shaken by the Winds, would have been affected: But if it had, 'tis hardly possible but some of the Family must have perceiv'd it, considering the Parts they were in, and their being chiefly in a sitting Posture. I conclude therefore it could not be very considerable here. I have endeavour'd to learn whether it extended any further to the South of us, but cannot yet find it did.\n\nThe Wind has been chiefly S. and S.W. for some Months past, much longer than is usual at any Time of the Year; and yet we have had but a Small Quantity\nQuantity of Rain hereabout for the Season. —— I give you, on the other Side, the State of the Barometer and Thermometer on the 8th, and two Days before and after that, as observed at London by my ingenious Friend Mr. Canton, and by myself here, at 2\\textsuperscript{h} p.m. and at 8\\textsuperscript{h} p.m. each Day. I shall only add, that Yesterday (the 13th) my Thermometer abroad at 1\\textsuperscript{h} p.m. was at $59 = 27^\\circ$ above the freezing Point: A Degree of Warmth exceeding what we had several Days in last June, at 2\\textsuperscript{h} p.m. I shall write you again the first Opportunity, and am,\n\nTooting, Feb. 14,\n1749:50.\n\nYour, and the Royal Society's,\n\nmost obedient Servant,\n\nH. Miles.\n\nAt London.\n\n| Day | At 2 p.m. | At 8 p.m. |\n|-----|-----------|-----------|\n|     | Barom.    | Thermom.  | Barom.    | Thermom.  |\n| 6   | 29.14     | 48        | 29.27     | 43        |\n| 7   | 29.90     | 48\\(\\frac{1}{2}\\) | 29.99     | 43        |\n| 8   | 29.83     | 54        | 29.95     | 52        |\n| 9   | 29.97     | 55\\(\\frac{1}{2}\\) | 29.96     | 52\\(\\frac{1}{2}\\) |\n| 10  | 29.90     | 54        | 30.03     | 45\\(\\frac{1}{2}\\) |\n\nAt\nAt Tooting.\n\n| Day | At 2 p.m. Barom. | Thermom. | At 8 p.m. Barom. | Thermom. |\n|-----|-----------------|----------|-----------------|----------|\n| 6   | 29.18           | 49       | 30.32           | 42       |\n| 7   | 29.94           | 49       | 30.03           | 38½      |\n| 8   | 29.88           | 55       | 29.98           | 52       |\n| 9   | 30.0            | 56       | 29.99           | 52½      |\n| 10  | 29.88           | 55½      | 30.04           | 45       |\n\nVI.\n\nJo. Martyn M.D. to the President, concerning the same.\n\nSIR,\n\nChelsea, Feb. 14, 1749-50.\n\nSome time ago I troubled you with some Account of an Aurora Australis†, which I hope you receiv'd: I now take the Liberty to mention the Earthquake, which happen'd on Thursday last, of which you have without doubt had many and better Accounts from other Places.\n\nIt was felt here at 4o' after Noon. All the Houses were violently shaken, especially those which are nearest to the River. I was sitting in my Study, which fronts the SW up one Pair of Stairs. I imagin'd that something heavy had failen down in the Room below me. The Servants, who happen'd to be dispersed in several Rooms, each of them thought one of the others had thrown down some heavy Chest or Cabinet. A Maid-Servant, who happen'd to be passing from one of the under Offices to another, felt the Ground shake under her. As the Place on which her Feet were was full 6 Feet below the Surface,\n\n† See these Transactions, N. 494, p 3:9.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104712.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1364,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1342,
        2
      ],
      [
        1342,
        2499,
        3
      ],
      [
        2499,
        3973,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104712",
    "title": "The Rev. Henry Miles D. D. F. R. S. to Mr. H. Baker F. R. S. on the Same",
    "authors": "Henry Miles",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104712"
  }
}