{
  "id": "813453e21ed0d06af8553044c339f3dc86d32b73",
  "text": "CONTENTS\n\nOF VOL. 156.\n\nI. On Calorescence. By Professor J. Tyndall, LL.D. Camb., F.R.S., Member of the Academies and Societies of Holland, Geneva, Göttingen, Zürich, Halle, Marburg, Breslau, Upsala, Cherbourg, la Société Philomathique of Paris, Cam. Phil. Soc. &c.; Professor of Natural Philosophy in the Royal Institution and the Royal School of Mines . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . page 1\n\nII. A Supplementary Memoir on the Theory of Matrices. By A. Cayley, Esq., F.R.S. 25\n\nIII. Synthetic Researches on Ethers.—No. 1. Synthesis of Ethers from Acetic Ether. By E. Frankland, F.R.S., and B. F. Duppa, Esq. . . . . . . . . . . . . . . . . . . . . . . . 37\n\nIV. On the Fossil Mammals of Australia.—Part II. Description of an almost entire Skull of the Thylacoleo carnifex, Owen, from a freshwater deposit, Darling Downs, Queensland. By Professor Owen, F.R.S., &c. . . . . . . . . . . . . . . . . . . . . . . . . . . 73\n\nV. Sixth Memoir on Radiation and Absorption.—Influence of Colour and Mechanical Condition on Radiant Heat. By Professor J. Tyndall, LL.D., F.R.S., Member of the Academies and Societies of Holland, Geneva, Göttingen, Zürich, Halle, Marburg, Breslau, Upsala, Cherbourg, la Société Philomathique of Paris, Cam.Phil. Soc. &c.; Professor of Natural Philosophy in the Royal Institution and the Royal School of Mines . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 83\n\nVI. Addition to the Memoir on Tschirnhausen’s Transformation. By Arthur Cayley, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 97\n\nVII. On the Development of Striated Muscular Fibre. By Wilson Fox, M.D. Lond., Professor of Pathological Anatomy at University College, London. Communicated by Dr. Sharpey, Sec. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 101\n\nVIII. On the Structure and Development of the Skull in the Ostrich Tribe. By William Kitchen Parker, F.Z.S. Communicated by Professor T. H. Huxley, F.R.S. 113\nIX. Account of Experiments on the Flexural and Torsional Rigidity of a Glass Rod, leading to the Determination of the Rigidity of Glass. By Joseph D. Everett, D.C.L., Assistant to the Professor of Mathematics in the University of Glasgow. Communicated by Professor W. Thomson, F.R.S.\n\nX. On the Laws of Connexion between the Conditions of a Chemical Change and its Amount. By A. Vernon Harcourt, M.A., Student of Christ Church, and Demonstrator of Chemistry in the University of Oxford; and William Esson, M.A., Fellow of Merton College, Oxford. Communicated by Sir B. C. Brodie, Bart., F.R.S., Professor of Chemistry in the University of Oxford\n\nXI. On the Chameleon's Retina; a further Contribution to the Minute Anatomy of the Retina of Reptiles. By J. W. Hulke, F.R.C.S., Assistant Surgeon to the Middlesex and Royal London Ophthalmic Hospitals. Communicated by William Bowman, F.R.S.\n\nXII. On the Expansion by Heat of Water and Mercury. By A. Matthiessen, F.R.S.\n\nXIII. The Bakerian Lecture.—On the Viscosity or Internal Friction of Air and other Gases. By J. Clerk Maxwell, M.A., F.R.S.\n\nXIV. Researches on Gun-cotton.—On the Manufacture and Composition of Gun-cotton. By F. A. Abel, F.R.S., V.P.C.S.\n\nXV. Researches on Acids of the Lactic Series.—No. I. Synthesis of Acids of the Lactic Series. By E. Frankland, F.R.S., Professor of Chemistry in the Royal Institution of Great Britain and in the Government School of Mines; and B. F. Duppa, Esq.\n\nXVI. Fundamental Views regarding Mechanics. By Dr. J. Plücker, of Bonn, For. Memb. R.S.\n\nXVII. Further Observations on the Spectra of some of the Nebulae, with a Mode of determining the Brightness of these Bodies. By William Huggins, F.R.S.\n\nXVIII. On the Absorption and Dialytic Separation of Gases by Colloid Septa. By Thomas Graham, F.R.S., Master of the Mint.\n\nXIX. Results of the Magnetic Observations at the Kew Observatory.—No. III. By Lieut.-General Edward Sabine, R.A., President of the Royal Society\n\nXX. Contributions to Terrestrial Magnetism.—No. X. By Lieut.-General Edward Sabine, R.A., President of the Royal Society\n\nXXI. On the Anatomy and Physiology of the Nematoids, Parasitic and Free; with observations on their Zoological Position and Affinities to the Echinoderm. By H. Charlton Bastian, M.A., M.B. Lond., F.L.S.\nXXII. On the Tides of the Arctic Seas. By the Rev. Samuel Haughton, M.D., F.R.S., Fellow of Trinity College, Dublin.—Part III. On the Semidiurnal Tides of Frederiksdal, near Cape Farewell, in Greenland . . . . . . . page 639\n\nXXIII. On Uniform Rotation. By C. W. Siemens, F.R.S., Mem. Inst. C.E. . . . 657\n\nXXIV. Researches on the Structure, Physiology, and Development of Antedon (Comatula, Lamk.) rosaceus.—Part I. By William B. Carpenter, M.D., F.R.S. . 671\n\nXXV. On the Motion of a Rigid Body acted on by no external Forces. By J. J. Sylvester, LL.D., F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 757\n\nXXVI. The Calculus of Chemical Operations; being a Method for the Investigation, by means of Symbols, of the Laws of the Distribution of Weight in Chemical Change.—Part I. On the Construction of Chemical Symbols. By Sir B. C. Brodie, Bart., F.R.S., Professor of Chemistry in the University of Oxford . . . . . . . 781\n\nXXVII. On the Expansion by Heat of Metals and Alloys. By A. Matthiessen, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 861\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 883\n\nAPPENDIX.\n\nPresents . . . . . . . . . . . . . . . . . . . . . [ 1 ]\nLIST OF ILLUSTRATIONS.\n\nPlate I.—Professor Tyndall on Calorescence.\n\nPlates II. to IV.—Professor Owen on the Fossil Mammals of Australia.\n\nPlates V. & VI.—Dr. Wilson Fox on the Development of Striated Muscular Fibre.\n\nPlates VII. to XV.—Mr. W. K. Parker on the Structure and Development of the Skull in the Ostrich Tribe.\n\nPlate XVI.—Dr. Everett on the Rigidity of Glass.\n\nPlates XVII. & XVIII.—Messrs. A. V. Harcourt and W. Esson on the Laws of Connexion between the Conditions of a Chemical Change and its Amount.\n\nPlate XIX.—Mr. J. W. Hulke on the Chameleon's Retina.\n\nPlate XX.—Dr. A. Matthiessen on the Expansion of Heat by Water and Mercury.\n\nPlate XXI.—Mr. Clerk Maxwell on the Viscosity or Internal Friction of Air and other Gases.\n\nPlates XXII. to XXVIII.—Dr. H. Charlton Bastian on the Anatomy and Physiology of the Nematoids, Parasitic and Free.\n\nPlates XXIX. & XXX.—Mr. C. W. Siemens on Uniform Rotation.\n\nPlates XXXI. to XLIII.—Dr. W. B. Carpenter on the Structure, Physiology, and Development of Antedon (Comatula, Lamk.) rosaceus.\nADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the\nthanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\n\nThe Meteorological Journal hitherto kept by the Assistant Secretary at the Apartments of the Royal Society, by order of the President and Council, and published in the Philosophical Transactions, has been discontinued. The Government, on the recommendation of the President and Council, has established at the Royal Observatory at Greenwich, under the superintendence of the Astronomer Royal, a Magnetical and Meteorological Observatory, where observations are made on an extended scale, which are regularly published. These, which correspond with the grand scheme of observations now carrying out in different parts of the globe, supersede the necessity of a continuance of the observations made at the Apartments of the Royal Society, which could not be rendered so perfect as was desirable, on account of the imperfections of the locality and the multiplied duties of the observer.\nA List of Public Institutions and Individuals, entitled to receive a Copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\n### Observatories\n\n- Armagh.\n- Cape of Good Hope.\n- Dublin.\n- Edinburgh.\n- Greenwich.\n- Kew.\n- Liverpool.\n- Madras.\n- Oxford (Radcliffe).\n\n### Institutions\n\n- Barbadoes ........ Library and Museum.\n- Calcutta .......... Asiatic Society.\n- Geological Museum.\n- Cambridge ....... Philosophical Society.\n- Cape Town ....... South African Library.\n- Dublin .......... Royal Dublin Society.\n- Royal Irish Academy.\n- Edinburgh ....... Royal Society.\n- London .......... Admiralty Library.\n- Chemical Society.\n- College of Surgeons.\n- Entomological Society.\n- Geological Society.\n- Geological Survey of Great Britain.\n- Horticultural Society.\n- Institute of British Architects.\n- Institution of Civil Engineers.\n- Linnean Society.\n- London Institution.\n- Royal Asiatic Society.\n- Royal Astronomical Society.\n- Royal College of Physicians.\n- Royal Geographical Society.\n- Royal Institution of Great Britain.\n- Royal Medical and Chirurgical Society.\n- Royal Society of Literature.\n- Society of Antiquaries.\n- Society of Arts.\n- The Queen's Library.\n- The Treasury Library.\n- United Service Museum.\n- Zoological Society.\n- Malta .......... Public Library.\n- Manchester ...... Literary and Philosophical Society.\n- Melbourne ....... University Library.\n- Montreal ....... McGill College.\n\n### Oxford\n\n- Ashmolean Society.\n- Radcliffe Library.\n- Swansea .......... Royal Institution.\n- Sydney .......... University Library.\n- Woolwich ....... Royal Artillery Library.\n\n### Belgium\n\n- Brussels .......... Académie Royale de Médecine.\n- Académie Royale des Sciences.\n\n### Denmark\n\n- Copenhagen ....... Kongelige Danske Videnskabernes Selskab.\n\n### France\n\n- Montpellier ....... Académie des Sciences et Lettres.\n- Faculté de Médecine.\n- Paris ............. Académie des Sciences de l'Institut.\n- Dépôt de la Marine.\n- Ecole des Mines.\n- Ecole Normale Supérieure.\n- Jardin des Plantes.\n- Société Entomologique.\n- Société de Géographie.\n- Société Géologique.\n- Société d'Encouragement pour l'Industrie Nationale.\n- Toulouse .......... Académie Impériale des Sciences.\n\n### Germany\n\n- Altona .......... Die Sternwarte.\n- Berlin .......... Königliche Akademie der Wissenschaften.\n- Physikalische Gesellschaft.\n- Brünn .......... Naturforschender Verein.\n- Danzig .......... Naturforschende Gesellschaft.\n- Dresden .......... Kaiserliche Leopoldino-Carolinische deutsche Akademie der Naturforscher.\n- Frankfort ....... Senckenbergische naturforschende Gesellschaft.\n- Giessen .......... Grossherzogliche Universität.\n- Göttingen ....... Königliche Gesellschaft der Wissenschaften.\n- Hamburg .......... Naturwissenschaftlicher Verein.\n- Königsberg ....... Königliche physikalisch-ökonomische Gesellschaft.\nA List of Public Institutions and Individuals, entitled to receive a Copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication (continued).\n\nLeipzig ..........Königlich Sächsische Gesellschaft der Wissenschaften.\nMannheim .......Grossherzogliche Sternwarte.\nMunich ..........Königlich Bayerische Akademie der Wissenschaften.\nPrague ..........Königliche böhmische Gesellschaft der Wissenschaften.\nVienna ..........Kaiserliche Akademie der Wissenschaften.\nWürzburg .......Physikalisch medicinische Gesellschaft.\n\nHungary.\nPesth ..........Á Magyar Tudós Társaság—Die Ungarische Akademie der Wissenschaften.\n\nItaly.\nBologna .........Accademia delle Scienze dell’ Istituto.\nCatanea .........Accademia Gioenia di Scienze Naturali.\nFlorence .........Reale Museo di Fisica.\nMilan ..........Reale Istituto Lombardo di Scienze, Lettere ed Arti.\nModena ..........Società Italiana delle Scienze.\nNaples ..........Società Reale, Accademia delle Scienze.\nPalermo .........Accademia di Scienze e Lettere.\nRome ..........Accademia Pontificia de’ Nuovi Lincei.\n..............Osservatorio del Collegio Romano.\nTurin ..........Reale Accademia delle Scienze.\nVenice ..........I. R. Istituto Veneto di Scienze, Lettere ed Arti.\n\nJava.\nBatavia ..........Bataviaasch Genootschap van Kunsten en Wetenschappen.\n\nNetherlands.\nAmsterdam .......Koninklijke Akademie van Wetenschappen.\nHaarlem ..........Hollandsehe Maatschappij der Wetenschappen.\nRotterdam .......Bataafsch Genootschap der Proefondervindelijke Wijsbegeerte.\n\nPortugal.\nLisbon ..........Academia Real das Sciencias.\n\nRussia.\nKazan ..........Imperatorsky Kazansky Universitet.\nMoscow .........Société Impériale des Naturalistes.\n..............Le Musée Publique.\nPulkowa .........Observatoire Astronomique.\nSt. Petersburg ....Académie Impériale des Sciences.\n\nSpain.\nCadiz ............Observatorio de S. Fernando.\nMadrid ..........Real Academia de Ciencias.\n\nSweden and Norway.\nChristiania ......Kongelige Norske Frederiks Universitet.\nTrondhjem .......Kongelige Norske Videnskabers Selskab.\nGottenburg ......Kongl. Vetenskaps och Vitterhets Samhälle.\nStockholm .......Kongliga Svenska Vetenskaps-Akademi.\n\nSwitzerland.\nBern ............Allg. Schweizerische Gesellschaft.\nGeneva ..........Société de Physique et d’Histoire Naturelle.\n..............Institut National Genevois.\n\nTransylvania.\nKlausenburg ......Az Erdélyi Muzeum—Das siebenbürgisches Museum.\n\nUnited States.\nAlbany ..........New York State Library.\nBoston ..........American Academy of Sciences.\nNewhaven (Conn.) .The Editors of the American Journal.\nCambridge .......Harvard University.\nPhiladelphia ......Academy of Natural Sciences.\n..............American Philosophical Society.\nWashington .......Smithsonian Institution.\n..............U. S. Naval Observatory.\n\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a Copy of the Astronomical Observations (including Magnetism and Meteorology) made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\n| Observatories       | Institutions                                      |\n|--------------------|--------------------------------------------------|\n| Altona             | Aberdeen University                               |\n| Armagh             | Berlin Academy of Sciences                        |\n| Berlin             | Boston American Academy of Sciences               |\n| Breslau            | Brunswick U.S. Bowdoin College                    |\n| Brussels           | Cambridge Trinity College Library                 |\n| Cadiz              | Cambridge U.S. Harvard University                 |\n| Cambridge          | Dublin University                                 |\n| Cape of Good Hope  | Edinburgh University                              |\n| Coimbra            | Glasgow Royal Society                             |\n| Copenhagen         | Dorpat University                                 |\n| Dorpat             | Dublin University                                 |\n| Dublin             | Edinburgh Royal Society                           |\n| Edinburgh          | Helsingfors Royal Institution                    |\n| Königsberg         | London Board of Ordnance                          |\n| Madras             | Leyden University                                 |\n| Mannheim           | London Royal Society                              |\n| Marseille          | Oxford Savilian Library                           |\n| Milan              | Paris Academy of Sciences                         |\n| Munich             | Paris Board of Longitude                          |\n| Oxford             | Pesth Hungarian Academy of Sciences               |\n| Palermo            | Philadelphia American Philosophical Society       |\n| Paris              | St. Andrews University                             |\n| Seeberg            | St. Petersburg Imperial Academy                   |\n| Tübingen           | Stockholm Royal Academy of Sciences               |\n| Turin              | Upsal Royal Society                                |\n| Vienna             | Waterville Maine (U.S.) College                   |\n| Wilna              |                                                  |\n\n**Individuals**\n\n- Lowndes' Professor of Astronomy, Cambridge.\n- Plumian Professor of Astronomy, Cambridge.\n- President of the Royal Society, London.\n- South, Sir James, Kensington.\n- The Earl of Rosse, Parsonstown.\nA List of Observatories, Institutions and Individuals, entitled to receive a Copy of the Magnetical and Meteorological Observations made at the Royal Observatory, Greenwich.\n\n### Observatories\n\n- **Bombay** .................................. C. Chambers.\n- **Cambridge, United States** .......... Prof. J. Lovering.\n- **Christiania** .............................. C. Hansteen.\n- **Gotha** ................................... P. A. Hansen.\n- **Heidelberg** ............................... M. Tiedemann.\n- **Kew** ..................................... B. Stewart.\n- **Kremsmünster** ......................... P. A. Reslhuber.\n- **Leipzig** .................................. Dr. C. Bruhns.\n- **Lisbon** ................................... Senhor da Silveira.\n- **Marburg** .................................. Prof. C. L. Gerling.\n- **Prague** .................................... K. Jelinek.\n- **Stockholm** ............................... Professor H. Selander.\n- **St. Petersburg** ......................... (Twelve copies for distribution to the Russian Mag. and Met. Obs.)\n- **Toronto** .................................. Professor Kingston.\n- **Upsal** ..................................... Professor Svanberg.\n- **Washington** .............................. Admiral C. H. Davis.\n\n### Institutions\n\n- **Bombay** .................................. Geographical Society.\n- **Bonn** ..................................... University.\n- **Boston, U.S.** ............................. The Public Library (late Bowditch).\n- **Cambridge** ............................... Philosophical Society.\n- **Cherkow** .................................. University.\n- **Falmouth** ................................. Royal Cornwall Polytechnic Society.\n- **London** ................................... House of Lords, Library.\n- **Paris** ..................................... Meteorological Society.\n- **St. Bernard** .............................. Convent.\n- **Washington** .............................. Smithsonian Institution.\n- **Woolwich** ............................... Office of Mag. and Met. Publication.\n\n### Individuals\n\n- **Bache, Dr. A. D.** ....................... Washington.\n- **Buys Ballot, Dr.** ....................... Utrecht.\n- **Dove, Prof. H. W.** ...................... Berlin.\n- **Erman, Dr. Adolph** .................... Berlin.\n- **Fox, R. W., Esq.** ....................... Falmouth.\n- **Harris, Sir W. Snow** ................. Plymouth.\n- **Hoskins, Dr. S. E.** ..................... Guernsey.\n- **Kaemtz, Prof. L. F.** .................... Dorpat.\n- **Kreil, Prof. K.** .......................... Vienna.\n- **Lloyd, Rev. Dr.** .......................... Dublin.\n- **Loomis, Prof. E.** ....................... Yale College, Newhaven (Conn.).\n- **Phillips, Prof. John** ................... Oxford.\n- **Quetelet, A.** ............................. Brussels.\n- **Sabine, Lieut.-General, R.A.** .... London.\n- **Senhor da Souza** ....................... Coimbra.\n- **Vernon, G. V., Esq.** ................... Manchester.\n- **Wartmann, Prof. Elie** ............... Geneva.\n- **Younghusband, Col., R.A.** .......... Woolwich.\nI. On Calorescence. By Professor J. Tyndall, LL.D. Camb., F.R.S., Member of the Academies and Societies of Holland, Geneva, Göttingen, Zürich, Halle, Marburg, Breslau, Upsala, Cherbourg, la Société Philomathique of Paris, Cam. Phil. Soc. &c.; Professor of Natural Philosophy in the Royal Institution and the Royal School of Mines.\n\nII. A Supplementary Memoir on the Theory of Matrices. By A. Cayley, Esq., F.R.S.\n\nIII. Synthetical Researches on Ethers.—No. 1. Synthesis of Ethers from Acetic Ether. By E. Frankland, F.R.S., and B. F. Duppa, Esq.\n\nIV. On the Fossil Mammals of Australia.—Part II. Description of an almost entire Skull of the Thylacoleo carnifex, Owen, from a freshwater deposit, Darling Downs, Queensland. By Professor Owen, F.R.S., &c.\n\nV. Sixth Memoir on Radiation and Absorption.—Influence of Colour and Mechanical Condition on Radiant Heat. By Professor J. Tyndall, LL.D., F.R.S., Member of the Academies and Societies of Holland, Geneva, Göttingen, Zürich, Halle, Marburg, Breslau, Upsala, Cherbourg, la Société Philomathique of Paris, Cam. Phil. Soc. &c.; Professor of Natural Philosophy in the Royal Institution and the Royal School of Mines.\n\nVI. Addition to the Memoir on Tschirnhausen's Transformation. By Arthur Cayley, F.R.S.\n\nVII. On the Development of Striated Muscular Fibre. By Wilson Fox, M.D. Lond., Professor of Pathological Anatomy at University College, London. Communicated by Dr. Sharpey, Sec. R.S.\n\nVIII. On the Structure and Development of the Skull in the Ostrich Tribe. By William Kitchen Parker, F.Z.S. Communicated by Professor T. H. Huxley, F.R.S.\n\nIX. Account of Experiments on the Flexural and Torsional Rigidity of a Glass Rod, leading to the Determination of the Rigidity of Glass. By Joseph D. Everett, D.C.L., Assistant to the Professor of Mathematics in the University of Glasgow. Communicated by Professor W. Thomson, F.R.S.\nX. On the Laws of Connexion between the Conditions of a Chemical Change and its Amount. By A. Vernon Harcourt, M.A., Student of Christ Church, and Demonstrator of Chemistry in the University of Oxford; and William Esson, M.A., Fellow of Merton College, Oxford. Communicated by Sir B. C. Brodie, Bart., F.R.S., Professor of Chemistry in the University of Oxford . . . . . . 193\n\nXI. On the Chameleon’s Retina; a further Contribution to the Minute Anatomy of the Retina of Reptiles. By J. W. Hulke, F.R.C.S., Assistant Surgeon to the Middlesex and Royal London Ophthalmic Hospitals. Communicated by William Bowman, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 223\n\nXII. On the Expansion by Heat of Water and Mercury. By A. Matthiessen, F.R.S. 231\n\nXIII. The Bakerian Lecture.—On the Viscosity or Internal Friction of Air and other Gases. By J. Clark Maxwell, M.A., F.R.S. . . . . . . . . . . . . . . . . . . 249\n\nXIV. Researches on Gun-cotton.—On the Manufacture and Composition of Gun-cotton. By F. A. Abel, F.R.S., V.P.C.S. . . . . . . . . . . . . . . . . . . . . . . 269\n\nXV. Researches on Acids of the Lactic Series.—No. I. Synthesis of Acids of the Lactic Series. By E. Frankland, F.R.S., Professor of Chemistry in the Royal Institution of Great Britain and in the Government School of Mines; and B. F. Dupa, Esq. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 309\n\nXVI. Fundamental Views regarding Mechanics. By Dr. J. Plücker, of Bonn, For. Memb. R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 361\n\nXVII. Further Observations on the Spectra of some of the Nebulae, with a Mode of determining the Brightness of these Bodies. By William Huggins, F.R.S. . . . . . 381\nLIST OF ILLUSTRATIONS.\n\nPlate I.—Professor Tyndall on Calorescence.\n\nPlates II. to IV.—Professor Owen on the Fossil Mammals of Australia.\n\nPlates V. & VI.—Dr. Wilson Fox on the Development of Striated Muscular Fibre.\n\nPlates VII. to XV.—Mr. W. K. Parker on the Structure and Development of the Skull in the Ostrich Tribe.\n\nPlate XVI.—Dr. Everett on the Rigidity of Glass.\n\nPlates XVII. & XVIII.—Messrs. A. V. Hargourt and W. Esson on the Laws of Connexion between the Conditions of a Chemical Change and its Amount.\n\nPlate XIX.—Mr. J. W. Hulke on the Chameleon’s Retina.\n\nPlate XX.—Dr. A. Matthiessen on the Expansion of Heat by Water and Mercury.\n\nPlate XXI.—Mr. Clerk Maxwell on the Viscosity or Internal Friction of Air and other Gases.\nCONTENTS.\n\nXVIII. On the Absorption and Dialytic Separation of Gases by Colloid Septa. By Thomas Graham, F.R.S., Master of the Mint ......................................................................................... page 399.\n\nXIX. Results of the Magnetic Observations at the Kew Observatory.—No. III. By Lieut.-General Edward Sabine, R.A., President of the Royal Society .................................................................................................... 441\n\nXX. Contributions to Terrestrial Magnetism.—No. X. By Lieut.-General Edward Sabine, R.A., President of the Royal Society ........................................................................................................... 453\n\nXXI. On the Anatomy and Physiology of the Nematoids, Parasitic and Free; with observations on their Zoological Position and Affinities to the Echinoderms. By H. Charlton Bastian, M.A., M.B. Lond., F.L.S. .............................................................................. 545\n\nXXII. On the Tides of the Arctic Seas. By the Rev. Samuel Haughton, M.D., F.R.S., Fellow of Trinity College, Dublin. Part III. On the Semidiurnal Tides of Frederiksdal, near Cape Farewell, in Greenland ..................................................................................................................................... 639\n\nXXIII. On Uniform Rotation. By C. W. Siemens, F.R.S., Mem. Inst. C.E. .............................................................................................................................. 657\n\nXXIV. Researches on the Structure, Physiology, and Development of Antedon (Comatalia, Lamk.) rosaceus.—Part I. By William B. Carpenter, M.D., F.R.S. ....................................................... 671\n\nXXV. On the Motion of a Rigid Body acted on by no external Forces. By J. J. Sylvester, Ll.D., F.R.S. .................................................................................................................. 757\n\nXXVI. The Calculus of Chemical Operations; being a Method for the Investigation, by means of Symbols, of the Laws of the Distribution of Weight in Chemical Change. —Part I. On the Construction of Chemical Symbols. By Sir B. C. Brodie, Bart., F.R.S., Professor of Chemistry in the University of Oxford ..................................................................................................................................... 781\n\nXXVII. On the Expansion by Heat of Metals and Alloys. By A. Matthiessen, F.R.S. ..................................................................................................................................... 861\n\nIndex .................................................................................................................................................................................. 883\n\nAPPENDIX.\n\nPresents .................................................................................................................................................................................. [1]\nLIST OF ILLUSTRATIONS.\n\nPlates XXII. to XXVIII.—Dr. H. Charlton Bastian on the Anatomy and Physiology of the Nematoids, Parasitic and Free.\n\nPlates XXIX. & XXX.—Mr. C. W. Siemens on Uniform Rotation.\n\nPlates XXXI. to XLIII.—Dr. W. B. Carpenter on the Structure, Physiology, and Development of Antedon (Comatula, Lamk.) rosaceus.\nADJUDICATION of the Medals of the Royal Society for the year 1866 by the President and Council.\n\nThe Copley Medal to Professor Julius Plücker, For. Mem. R.S., for his Researches in Analytical Geometry, Magnetism, and Spectral Analysis.\n\nA Royal Medal to William Huggins, F.R.S., for his Researches on the Spectra of some of the Chemical Elements, and on the Spectra of certain of the Heavenly Bodies; and especially for his Researches on the Spectra of the Nebulæ, published in the Philosophical Transactions.\n\nA Royal Medal to William Kitchener Parker, F.R.S., for his Researches in Comparative Osteology, and more especially on the Anatomy of the Skull, as contained in Papers published in the Transactions of the Zoological Society and the Philosophical Transactions.\n\nThe Rumford Medal to M. Armand Hippolyte Louis Fizeau, for his Optical Researches, and especially for his investigations into the Effect of Heat on the Refractive Power of Transparent Bodies.\n\nThe Bakerian Lecture was delivered by James Clerk Maxwell, F.R.S.; it was entitled \"On the Viscosity or Internal Friction of Air and other Gases.\"\n\nThe Croonian Lecture was not delivered.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108935.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 32832,
    "total-output-tokens": 8202,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2069,
        3
      ],
      [
        2069,
        4359,
        4
      ],
      [
        4359,
        5664,
        5
      ],
      [
        5664,
        6710,
        6
      ],
      [
        6710,
        6710,
        7
      ],
      [
        6710,
        8788,
        8
      ],
      [
        8788,
        10547,
        9
      ],
      [
        10547,
        13482,
        10
      ],
      [
        13482,
        16415,
        11
      ],
      [
        16415,
        19122,
        12
      ],
      [
        19122,
        22255,
        13
      ],
      [
        22255,
        24134,
        14
      ],
      [
        24134,
        25879,
        15
      ],
      [
        25879,
        26619,
        16
      ],
      [
        26619,
        26619,
        17
      ],
      [
        26619,
        29651,
        18
      ],
      [
        29651,
        29980,
        19
      ],
      [
        29980,
        31132,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108935",
    "title": "Front Matter",
    "authors": null,
    "year": 1866,
    "volume": "156",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/108935"
  }
}