{
  "id": "61ffaaf8be55883d1b70c585a91a1bc739328547",
  "text": "of the Rectum. It had likewise formed a small Abscess, which discharged itself into the Cavity of the Pelvis, but had not any Communication with the Cavity of the Rectum.\n\nXI. Observatio Eclipseos Telluris Romæ habita in Ædibus Eminentissimi Cardinalis De-Via v. Non. i.e.d. 3 Maii, N. S. Apr. 22. V. S. MDCCXXXIV. per Didacum de Revillas, Abbat. Hieronym. R. S. S. & Andreae Celsius, R. S. S. Astron Profess. Upsal. R. S. Suec. Secr.\n\nClarissimo Præstantissimoque Viro\nEUSTACHIO MANFREDIO,\nDidacus de Revillas, Abbas Hieronym.\nS. P. D.\n\nTu æ erga me humanitatis, amorisque erga Te mei recordationem in animo tuo excitandi, Ornatissime Mansfredi, per opportunam suppeditat occasionem Solaris Deliquii Observatio, quam in jucunda, tibique jam dudum familiaris severiorum Musarum Diatriba, Ædibus nimium Eminentissimi literatorum hominum Moeценatis Cardinalis DE-VIA, divisis officiis una cum Doctissimo, rui- que amantissimo Andrea Celsius, Astron. Prof. Upsal. habuimus. Hanc ad Te mittendam communi con-\nfilio censuimus; ut quemadmodum Cœli cum tuis Ephemeridibus mirum consensum nostra hæc quo-\nque Observatio probat; probes Tu num eadem ab Observationibus tuis minimè dissentiat: quod sanè speramus. Curam enimvero omnem, cum ex sola-\nris speciei ad Meridianam lineam appulsi, tum ex æqualibus Solis altitudinibus, eadem observationis die, & pridie etiam sæpius notatis, pro accurata temporis veri determinatione impensam testari pos-\nsumus. Caeterum duplici, notæ optimæ Telescopio palmarum Romanarum circiter vi, Telluris defectum observabamus (longiorum siquidem tuborum usum nimia Solis ferè Meridiani altitudo, & alia quædam incomoda prohibebant): altero Solis imaginem di-\nrectè ad oculum opacato vitro munitum transmit-\ntente, Eclipses praesertim initium & finem; alterò in adversà Tabellâ, ut moris est, solarem speciem depingente, Phases intermedias intuebamur. Spem equidem hujuscemodi observationibus vacandi ade-\nmerant importunæ nubes, primùm oriente Sole australem horizontis plagam, totum deindè Cœlum penè insicientes. At dum densioribus rariores suc-\ncessere, etsi primum Planetarum osculum eripue-\nrint, primas Phases aliquantulum incertas, & spe-\nciem circa Eclipseos finem veluti denticulatam exhibuerint; reliquas tamen observationes accuratè definire concedebant. Excipe ergo V. Cl. totius observationis sêriem: & dum Literatorum omnium vota Te de Astronomia optimè meritum, incolu-\nmem, si unquam aliàs cupiunt, me ut soles amare perge.\n\nRomæ iv Non. Maii MDCCXXXIV.\n| Observations | Temp. ver. p.m. | Quantitas Obscurationis |\n|-------------|----------------|------------------------|\n| I           | 22. 22. 35     | Initium aliquantum     |\n| II          | 27. 1          | praeceps trans nubem.  |\n| III         | 34.            | videbatur.             |\n| IV          | 42. 6          |                        |\n| V           | 23. 0. 52      | Vel paullò plus: & max. obscuratio imminens censebatur. |\n| VI          | 3. 16          |                        |\n| VII         | 10. 31         |                        |\n| VIII        | 28. 16         |                        |\n| IX          | 45. 11         |                        |\n| X           | 52. 1          | Finis.                 |\n\nEx IV & VIII. Observat. maxima Obscuratio circa h. 23. m. 5. colligitur.\n\nFINIS.\n\nERRATA.\n\nPage 291. Line 1. for IV read V. P. 282. l. 7. for V. read VI.\n\nLONDON:\nPrinted by W. Innys and R. Manby, Printers to the Royal Society, at the West End of St. Paul's.\n\nM DCC XXXVII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104027.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1260,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1005,
        2
      ],
      [
        1005,
        2493,
        3
      ],
      [
        2493,
        3499,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104027",
    "title": "Observatio Eclipseos Telluris Romae Habita in Aedibus Eminentissimi Cardinalis De-Via v. Non. i. e. d. 3 Maij, N. S. Apr. 22. V. S. MDCCXXXIV. per Didacum de Revillas, Abbat. Hieronym. R. S. S. & Andream Celsium, R. S. S. Astrom Profess. Upsal. R. S. Suec. Secr.",
    "authors": "Didacum de Revillas, Andream Celsium, Abbat. Hieronym, Eustachio Manfredio",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104027"
  }
}