{
  "id": "e161b4880350137c946b5b7c60cd743ebfdbaabd",
  "text": "XIII. Observations on the Shell of the Sea Worm found on the Coast of Sumatra, proving it to belong to a Species of Teredo; with an Account of the Anatomy of the Teredo Navalis. By Everard Home, Esq. F. R. S.\n\nRead May 1, 1806.\n\nThe shell of the sea worm from Sumatra, had only to be seen by any one engaged in comparative anatomy, to arrest his attention, and excite a desire for further information respecting it.\n\nIn the spring 1805, Captain Maxwell of the Calcutta East Indiaman, obligingly gave me a specimen of this shell, five feet long, but imperfect at both extremities. He said it was brought from Sumatra, but could give me no further account of it. The appearance externally, and its radiated structure, led many of my friends to consider it as a mineral substance, formed into a hollow stalactite. Sir Joseph Banks, however, decided on its being the shell of a sea worm. The only means of ascertaining this point then in our power was adopted. It was analysed by Mr. Hatchett, who found that it was composed of carbonate of lime, and an animal gelatinous substance, which is greater in quantity than in the chama gigas, but less than in the common oyster.\n\nHaving determined that it was a shell, I applied to Mr. Marsden, as the person best acquainted with the natural\nhistory of Sumatra, for further particulars respecting it. He introduced me to his friend Mr. Griffiths, who favoured Sir Joseph Banks with the account, which has already been laid before this learned Society, and also put into my possession a variety of specimens of the shell, to assist me in prosecuting the subject.\n\nThere were no facts, by which the genus of the worm, to which this shell belongs, could be ascertained. Sir Joseph Banks, however, had no doubt of its being a teredo. This opinion rendered the subject still more interesting, since it does not, like other teredines, live in wood. The truth of Sir Joseph Banks's opinion has been since established by the discovery of the two boring shells, and the two flattened opercula, which form the decided character of teredines; these were found inclosed in one of the specimens.\n\nThe internal structure and economy of teredines are so little known, and much of what is said of them by Sellius, the most classical author on that subject, is so vague, that it became necessary to acquire an accurate knowledge of the common teredo navalis, before any adequate idea could be formed of this new species, which may be called Teredo Gigantea.\n\nIn this investigation the encouragement and assistance of Sir Joseph Banks were not wanting. By the kindness of Mr. Whitbey, Master Attendant at Woolwich Yard, and a Fellow of this Society, he procured pieces of wood from Sheerness, in which the animals were alive; at his solicitation the Trustees of the British Museum permitted me, with their usual liberality, to examine a specimen of a teredo preserved in spirits of a very large size: and from the Hunterian\ncollection another store was opened to me of specimens preserved in spirits.\n\nThese opportunities, the able assistance of Mr. Clift, who has been indefatigable in making the drawings, and the aid of Mr. Brodie, have enabled me to draw up the following account of the teredo navalis.\n\nThe teredines preserved in salt water lived for three days after being brought to town, which gave me an opportunity of making observations upon them. When the surface of the wood was examined in a good light, while only an inch in depth in sea water, the animal was seen to throw out sometimes one, at others two small tubes. When one only was protruded the other almost immediately followed it. One of these was about $\\frac{3}{4}$ of an inch long; the other only half that size. When the largest was exposed to its full extent, there was a fringe on the inside of its external orifice, of about twenty small tentacula, scarcely visible to the naked eye: these were never seen except in that state; for when the tube was retracted, the end was first drawn in, and so on, until the whole was completely inverted: and therefore in a half protruded state it appeared to have a blunt termination, with a rounded edge. The smaller tube was not inverted when drawn in.\n\nThese tubes, while playing about in the water appeared at different times to vary in their directions, but usually remained at the greatest convenient distance from each other. The largest was always the most erect, and its orifice the most dilated: the smaller one was sometimes bent on itself with its point touching the wood.\n\nIn one instance where a small insect came across the\nlarger one, the point of the smaller turned round, and pushed it off, and then went back to its original situation.\n\nIn several instances the smaller one appeared to be the most sensible: since by touching the larger one gently, it did not retract; but on touching the smaller one they both were instantly drawn in. Indeed whenever they were retracted, they always were drawn in together.\n\nWhen the worm was confined within the shell, the orifice was not to be distinguished in the irregular surface of the wood, which was covered by small fuci.\n\nThe worm appears commonly to bore in the direction of the grain of the wood, but occasionally it bores across the grain, to avoid the track of any of the others: and in some instances there was only a semi-transparent membrane, as a partition between two of them.\n\nIn examining the shell while in the wood, its external orifice is very small, just large enough to give a passage to the two small tubes. The sides of the cylinder are thickest near its origin, becoming thinner towards the head of the animal. The greatest thickness met with was $\\frac{1}{24}$ of an inch. The canal in the wood at its termination, and for one inch in length, is not lined with shell, but smeared over with a dirty green-coloured mucus, which is also spread upon the last formed portion of shell. The shell was found, when analysed by Mr. Hatchett, to be perfectly similar to that of the teredo gigantea, being devoid of phosphate of lime, and composed of 97 parts of carbonate of lime, and 3 of animal matter.\n\nWhile the animal is in the shell, alive and undisturbed, the head is in contact with the end of the canal in the wood; but on laying the head bare, it is drawn in for an inch into the\nshell. The body of the animal fills the area of the shell completely: but appears much smaller when taken out, in consequence of the sea water, which it contained, having escaped.\n\nThe worms that were examined were of very different lengths. The largest is represented in the annexed drawing, (Plate XII. Fig. 1,) and was 8 inches long. Many of them were alive 24 hours after being removed from their shell: and in these the heart was distinctly seen to palpitate. The blood contained in the vessels going to the head was of a red colour, as also the parts near the liver; but this colour disappeared soon after death.\n\nThe head of the worm is inclosed between the two boring shells, which are concave, so that the face, if the expression is admissible, is the only part exposed. The shells in their external form are sufficiently displayed in the drawings, to make a particular description of them unnecessary.\n\nThe shells are united together, on what may be called the back part of the head by a very strong digastric muscle, having a middle tendon, from which the fibres go off in a somewhat radiated direction, partly to be inserted into the concave surface of each shell, and partly into a long semicircular process, projecting from the posterior part of each shell. The two inclose the œsaphagus, and other parts surrounding it. The form of the process is shewn in the annexed drawing. The double muscle is inclosed in a smooth shining fascia. When first exposed it was of a bright red colour.\n\nOn the opposite side of the head the shells are united by a ligament, from which they are readily separated; at this part there are two small tooth-like processes; one from the narrow edge of each shell, where they are joined together.\nFrom the middle of the exposed part of the head, projects a kind of proboscis: which in the living animal has a vermicular motion: its extremity is covered by a cuticle of a convex form, not unlike the cornea of the eye. When this is removed, the cavity immediately under it is found to contain a hard brown-coloured gelatinous substance, of the form of a Florence flask, with the large end upwards. As this proboscis has no orifice in it, there is reason to believe that it adheres to the wood, acting as a centre bit, while the animal is at work with the shells; and by this means the canal in the wood is so perfectly cylindrical.\n\nThe mouth of the animal is nearly concealed by the projection of the proboscis, but when exposed is a very distinct round orifice; between the proboscis and the large digastric muscle.\n\nThe body of the worm is inclosed in one general covering, extending from the base of the boring shells, with which it is firmly connected, to the root of the two small tubes, which appear out of the wood. It terminates in a small double fold, forming a cup, on the inside of which are fixed the long small stems of two opercula, which become broad and flat towards their other extremity. These, when brought together, shut up the shell, and inclose the two contracted tubes within it: not one operculum corresponding to each tube, but in a transverse direction. In the teredo gigantea, the opercula are similarly situated, each shutting up one half of the bifurcation.\n\nAt the base of this cup the general covering is thick, and ligamentous, for about $\\frac{1}{4}$ of an inch in length, where the stems of the opercula are connected with it; and at one spot\nof this thickened part, there is an adhesion to the cylindrical shell, which is the only part of the animal connected with it. There is a depression in the shell pointing out this spot. The double fold of the outward covering, that forms the cup, contains the sphincter muscle, which closes the orifice by bringing the opercula together.\n\nThe general covering is composed of two membranes, the outer the strongest, and made up of circular fibres, the inner much finer, having no fibrous structure. On the back of the animal, this covering is firmly connected to the parts underneath, and is there strongest. On the belly it forms a cavity, and is thinner. It is everywhere sufficiently transparent, to shew the different viscera through it.\n\nIn examining the internal structure of this worm, the dissection was begun by dividing this covering, and exposing its cavity; into which there are two natural openings: one, that of the largest of the tubes above described, by which it receives water from the sea: the other a transverse slit under the union of the boring shells, $\\frac{1}{4}$ of an inch long, opening into the space before the mouth. The smaller tube has no communication with this cavity, nor is there any between this cavity and that of the belly; the viscera having a proper covering of their own: but the breathing organs, which are attached on the posterior surface of this cavity, have their fringed edge, loose, and exposed to the influence of the salt water; so that the larger tube is constantly applying salt water to them, and conveying it to the animal’s mouth, through the aperture for that purpose.\n\nThe abdominal viscera with the head occupy about one third of the animal’s length: the breathing organs another,\nand Teredo Navalis.\n\nand the space between their termination and the ends of the small tubes the remaining third.\n\nIn tracing the intestinal canal from the mouth, the oesophagus is found to be very short, and lies on the left side of the neck. On the right side are two large glands near each other, connected with its coat. The oesophagus gradually swells out and becomes stomach, which to external appearance is a large bag, extending the whole length of the abdomen, and the intestine begins close to the termination of the oesophagus: but when the stomach is laid open, there is a septum dividing it into two distinct bags, except at the lower end, where they communicate. It may therefore be said to be doubled on itself. In those worms, which were examined alive, the stomachs were quite empty, but in some preserved specimens the contents were a yellow coloured pulp; and the quantity in that of the specimen from the British Museum was about 10 grains. This pulp was examined by Mr. Hatchett, who considers it to be undoubtedly, an impalpable vegetable sawdust: since when burnt the smoke had precisely the odour of wood, and it formed a charcoal easily consumed, and was converted into white ashes in every respect like vegetable charcoal. Solution of potash did not act upon it, as it would have done had it been an animal substance.\n\nThe intestine is extremely small in size; it dilates into a cavity, containing a hard white globular body, of the size of a large pin’s head, and then makes a turn upon itself. At this part the liver is attached to the stomach, and adheres so firmly as to be with difficulty separated. The gut passes forwards, till it reaches the central line of the stomach, just opposite the septum, and continues its course along that viscus,\npassing round its lower end, and up again on the opposite side. It is then continued on one side of the oesophagus nearly as high as the mouth, where it is reflected over the middle tendon of the digastric muscle of the boring shells, and runs along the back of the animal, till it terminates in the small tube, through which it empties its contents.\n\nThe testicles are two long glandular substances, one on each side of the stomach, of a white colour, and granulated structure. From each of them a duct passes to the ovaria, which lie between the two breathing organs. The ducts run upon their outer edge, and terminate near the base of the small tube, and in this way the eggs are impregnated, before they pass out at that orifice.\n\nIn the worms examined in February, from Sheerness, the testicles were small, and no appearance of ovaria could be seen: but in some specimens from the Hunterian Museum the testicles were much fuller: and the ovaria formed two distinct longitudinal ridges; which, when examined in the microscope, contained innumerable small eggs; when the ovaria are empty, there is nothing to be found between the two breathing organs but the small seminal vessels.\n\nSellius mentions that the teredo navalis has its ovaria full of eggs, in the spring and summer: that they are met with as late as December, but those teredines, which he examined in February had their ovaria flaccid and empty.\n\nThe heart is situated on the back of the animal; in the middle between the mouth and the lower end of the stomach. It consists of two auricles, composed of a thin dark-coloured membrane; these open by contracted valvular orifices into two white strong tubes, which unite and form the ventricle.\nThe ventricle may be said to be continued into an artery, which supplies the viscera and goes up to the muscle of the two boring shells. The heart is very loosely connected to the surrounding parts; its action was very distinctly seen through the external covering, and was in some instances continued after it was laid bare. The first contraction is in the two auricles, which shorten themselves in that action. This produces a swelling of the ventricle, followed by a contraction. The artery from the ventricle can be traced up to the head, and the vessels from the auricles are seen very distinctly as far as the breathing organs. The auricles are lined by a black pigment, so that their contents cannot be seen through them, and the ventricle is too thick in its coats to be transparent: but the muscle of the boring shells is of a red colour, as well as the liver, and most of the surrounding parts, between the heart and the head.\n\nThis structure of the heart admits only of a single circulation, as in other animals which breathe through the medium of water, but the mode of its being performed is different from that in fishes; in the teredines the blood passes directly from the heart to the different parts of the body, and returns through the vessels of the breathing organs to the heart, while in fishes it goes first to the breathing organs, and then to the different parts of the body.\n\nThis peculiar circulation becomes a link in the gradation of the modes of exposing the blood to the air in different animals, it appears to be less perfect than in fishes, since the exposure to the air is carried on more slowly, but is more perfect than in caterpillars.\n\nIt is common to animals that have the same general economy\nwhether their blood has red globules or not, and whether they breathe air or through water. In proof of this it was met with by M. Cuvier in the oyster, in the snail tribe, and all the mollusques which creep on their bellies.*\n\nThe mode, in which the breathing organs of the teredines are supplied with water, makes it evident that all sea worms, as well as other soft animals, which have no cavity for the reception of sea water, must have the breathing organs placed externally. This is the case with all those species of *Actiniæ* met with in the West Indies, called Animal Flowers; and the beautiful membranous expansions they display resembling the petals of flowers, are in fact the breathing organs, not tentacula for catching food, as their appearance led me to believe, when describing the new species, discovered in the year 1780, and which has a place in the Philosophical Transactions for 1785.\n\nIn animals so perfect in their organs as the teredines, and which have red blood, there can be no doubt of the existence of brain and nerves: but it is not to be wondered at that from the gelatinous texture of the animal they eluded every attempt to discover them, in the present investigation.\n\nThere was no material difference in the structure of the different varieties that were examined, although they varied from each other exceedingly in their size: except that in the large one from the British Museum, the heart was situated almost close to the origin of the breathing organs. All of them had vegetable matter in their stomachs. They must therefore all be inhabitants of wood, and belong to one species.\n\n* Vide Leçons d'Anatomie comparée, Vol. IV. Lec. 27.\nThe teredo gigantea is imbedded in a different substance, and may have many other characteristic differences: although it appears from comparing the shells in which they are incased, that they are formed of exactly the same materials.\n\nThe teredo gigantea, when arrived at its full growth closes up the end of the shell. This the teredo navalis does also; and Sellius was induced to believe that the animal, by this act, formed its own tomb, since it could no longer destroy the wood, in which it was contained. We find, however, that in the teredo gigantea death is not a consequence of this seclusion from the substance, in which it is imbedded.\n\nIn some of the specimens in Mr. Griffiths's possession, the shell is just covered in, and that part close to the termination is extremely thin, but in others is increased in thickness twenty fold: in others again the shell has not only become thick, but the animal has receded from its first inclosure, and has formed a second three inches up the tube, and afterwards a third two inches further on, and has made the sides thicker and thicker, to diminish the canal in proportion to the diminution of its own size.\n\nThese facts prove that the teredo gigantea, when arrived at its full growth, or whenever prevented from increasing its length, closes up the end of its shell, and lives a long time afterwards, furnished with food from the sea-water it receives like the actineæ. The teredo navalis closes up its shell in the same manner; it must, therefore, after that period, be supplied with food entirely through the medium of sea-water.\n\nThe teredines in their anatomical structure are more perfect than many of the other vermes, and have a portion of red\nblood. They turn round in their shell, with which the body has no attachment, and with which their covering only has a slight connection, at one particular spot, to prevent the external tubes from being disturbed. This motion of the animal is for the purpose of boring.\n\nTheir most striking peculiarities are, having three external openings instead of two: the stomach being unusually large, and the breathing organs having an uncommon conformation.\n\nAs the teredo gigantea bores in mud, on which it cannot be supposed to subsist, or even to receive any part of its nutriment from it, a question arises whether the teredo navalis (an animal of a much smaller size) receives its support from the wood it destroys, or is wholly supplied with food from the sea.\n\nThe following observations make the last opinion by much the most probable. The animal having red blood, and very perfect organs, necessarily requires a great deal of nourishment for the purposes of growth, and to supply the waste constantly going on: but if the aggregate of shell and animal substance is taken, it will be found equal in bulk, and greater in specific gravity, than the wood displaced in making the hole: hence it is obvious that the quantity of wood, it has taken into its body, is wholly insufficient for its formation and subsequent support. It must therefore have other means of subsistence. When once it is established that the worm can be supported, independantly of the wood, which is eaten, and can afterwards subsist, when the communication between it and the wood is cut off, it creates a doubt respecting the wood forming any part of its aliment, and makes it probable that\nthe teredo navalis, like the teredo gigantea, forms its habitation in a substance from which it receives no part of its sustenance: and that the sawdust conveyed through the intestines is not digested, particularly as that examined by Mr. Hatchett, had not undergone the slightest change.\n\nThe straight course of the intestine in the teredines makes it probable that the sawdust retards the progress of the food, so as to render convolutions unnecessary. In some of the actineæ from the West Indies, the intestine is so much convoluted, that it appears to be wound round a central cylinder, in closely compacted turns.\n\nEXPLANATION OF THE PLATES.\n\nPlate XII.\n\nFig. 1, Represents a portion of the teredo navalis in its shell inclosed in the wood, to show the manner in which the two tubes are protruded, and the appearance of the shell at its termination, which is contracted but not divided into two canals as in that of the teredo gigantea.\n\nFig. 2, Represents the teredo belonging to the British Museum, the opercula are wanting, and the tubes are retracted.\n\naa, Are the boring shells.\nb, The proboscis.\nc, The mouth.\ndd, The contents of the abdomen seen through the transparent external covering.\nee, The breathing organs seen in the same way.\nFig. 3. The teredo navalis from Sheerness, with the tubes protruded and the opercula in their situation. The letters denote the same parts as in Fig. 2. In this figure the cup containing the opercula and tubes is distinctly seen, and these parts are represented in their natural situation.\n\nFig. 4, Represents the external surface of one of the opercula of the teredo gigantea.\n\nFig. 5, Shows the other side of the same operculum.\n\nFig. 6, Shows a side view of the boring shell of the same teredo with the process that projects from its concave surface, and its cutting edge.\n\nFig 7 and 8, Show the two sides of one of the opercula of the teredo navalis.\n\nFig. 9 and 10, Show two views of the boring shell of the same teredo.\n\nAll these figures are of the natural size of the parts they represent.\n\nPlate XIII.\n\nIn this plate are three figures of the teredo from the British Museum, to show its internal structure; the different parts are represented of their natural size.\n\nFig. 1, Represents the animal laid open through the whole extent, exposing the abdominal view.\n\naa, The boring shells.\n\nbbbb, The external covering divided and turned back.\n\nc, The larger tube, which conveys the sea-water into that cavity, in its completely retracted state.\n\nd, The orifice, by which the sea-water passes out, between the boring shells and the proboscis into the space before the mouth.\ne, The œsophagus.\nf, Two glands which lie upon it.\ngg, The stomach.\nh, The liver.\nii, A portion of one of the testicles.\nk, The beginning of the intestine.\nll, The intestine passing down upon the stomach.\nmm, The breathing organs.\nnn, The two ovaria between them.\noo, The intestine leading to its termination in the small tube behind the large one.\n\nFig. 2, Represents the course of the stomach and intestines removed from the body.\na, The œsophagus.\nb, The stomach.\nc, The septum, dividing it into two cavities.\nd, The aperture by which the two cavities of the stomach communicate.\neeee, The course of the intestine to its termination.\n\nFig. 3, The internal structure of the animal exposed in a posterior view.\naa, The two boring shells, separated from each other and turned back.\nb, The digastric muscle.\nc, The intestine passing over it, and cut off to expose the other parts.\ndd, The two testicles.\nee, The auricles of the heart.\nff, The ventricle of the heart.\ngg, The artery going to the head.\nhh, The vessels coming from the breathing organs to the heart.\n\nii, The breathing organs.\n\nkkkk, The ducts of the testicles.\n\nll, A strong substance with transverse fibres, having a pile upon it, to strengthen this, which is the weakest part of the animal.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107197.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 34404,
    "total-output-tokens": 6307,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1282,
        2
      ],
      [
        1282,
        2946,
        3
      ],
      [
        2946,
        4579,
        4
      ],
      [
        4579,
        6303,
        5
      ],
      [
        6303,
        8040,
        6
      ],
      [
        8040,
        9720,
        7
      ],
      [
        9720,
        11459,
        8
      ],
      [
        11459,
        13234,
        9
      ],
      [
        13234,
        14943,
        10
      ],
      [
        14943,
        16675,
        11
      ],
      [
        16675,
        18350,
        12
      ],
      [
        18350,
        20057,
        13
      ],
      [
        20057,
        21719,
        14
      ],
      [
        21719,
        22967,
        15
      ],
      [
        22967,
        24346,
        16
      ],
      [
        24346,
        25346,
        17
      ],
      [
        25346,
        25603,
        18
      ],
      [
        25603,
        25603,
        19
      ],
      [
        25603,
        25603,
        20
      ],
      [
        25603,
        25603,
        21
      ],
      [
        25603,
        25603,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107197",
    "title": "Observations on the Shell of the Sea Worm Found on the Coast of Sumatra, Proving It to Belong to a Species of Teredo; With an Account of the Anatomy of the Teredo navalis",
    "authors": "Everard Home",
    "year": 1806,
    "volume": "96",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/107197"
  }
}