{
  "id": "ac2f1cd84d8556ad4c370568caaf34fa445ea927",
  "text": "Extracts of two Letters, written by Francis Willoughby Esquire, to the Publisher, from Astrop, August 19th and from Midleton, Sept. 2d, 1670 containing his Observations on the Insects and Cartrages, described in the precedent Account.\n\n1. I had the good luck to find a great many of your Cartrages in a rotten Willow; and, by the shape of the Maggot, was most confident, they would produce Insects of the Bee-tribe. And this I should most certainly have foretold you, had I ever received those you sent me by Mr. Le Hunt: But having only that one, you sent me before, I was so fond and choice of it, that I durst not open it. I think now, I have found out the whole mystery; and if you please to send me Dr. King's account, and one of your Bees, I may perhaps add something; and shall be glad to be instructed in any thing, that hath escaped me. I desire one of the Bees, because all mine being of a late Hatch, and none of them yet turned into Nympha's (which is the word of Art for the Aurelia of a Bee,) I fear, I shall not see their last Metamorphosis this year. In a Garden, near a Willow, I found, where they got their leaves for their Cartrages; which are not Willow but Rose-leaves. I will now proceed no further.\n\n2. At my coming home I found the long expected Cartrages, and some of the Bees hatched; so that now we want nothing to compleat their History. I will trouble you only with those particulars, that I find not mentioned in Dr. King's paper, to whom we owe the knowledge of their productions, and whose observations concerning them our own experience hath since confirmed. Mr. Snell, an Ingenious Gentleman, brought of them to the Wells at Astrop, who directing me to the place where he got them, I there found great plenty in the Trunk of a dead Willow.\nBeginning to unfold some of them, Mr. Wray immediately judged them to be made up of pieces of Rose-leaves, and called to mind, that this very Spring a worthy friend of his, Mr. Francis Jeffop, brought him a Rose-leaf, out of which himself saw a Bee bite such a piece, and fly away with it in her mouth. Whereupon searching the Rose-trees thereabout, we found a great many leaves, with such pieces bitten out of them, as these Cartrages are made up of; some of which I sent you inclosed in my last. The Cuniculi or holes never cross the grain of the Wood, excepting where the Bee comes in, and where they open one into another. From the place of entrance, they are wrought both upwards and downwards; so that sometimes the Bee-maggot lies under her food, and sometimes above it. One end of the Cartrage, viz. that which is next the entrance, is alwayes a little concave; the other end, which is furthest from the entrance, a little convex, and is received into the concave of the next beyond it. The sides of the Cartrages are made up of oblong pieces of leaves, and pasted together; the ends, of round ones: And wherever they do not lie close one to another, the intermediate space is filled up with a multitude of these little round pieces, laid one upon another.\n\nThe Cartrages contain a pap or batter, of the consistence of a Gelly, or something thicker; of a middle colour between Syrup of Violets and the Conserve of red Roses; of an acid taste, and unpleasant smell. In each of these, at the Concave end there lies one Bee-maggot, which feeds upon the forementioned matter, till it grows to its full bigness, and then makes, and encloseth her self in, a Theca or husk, of a dark-red colour, and oval Figure; in which she is changed into a Bee. The remainder of her food you may find dried into Powder at the Convex end; and her excrements at the Concave without the Theca.\nThe Bees, I found in your box (which are the only ones I have yet seen) were of a shorter and thicker shape, than the common Hony-bee, more hairy, &c. But the surest mark to distinguish them, is, that the forcipes or teeth of these are bigger, broader, and stronger; in shape like those of a Wasp or Hornet; from which she also sufficiently differs in having a tongue like a Bee, which they want.\n\nThey made their way out along the channel thorough all the intermediate cartrages, and not thorough the solid wood. Of the corruption of the matter within the Cases, when the Bee-maggots or Nymphe happen to miscarry, are bred little Hexapods, which produce Beetles; too Maggots, which produce Flies; three Mites, &c.\n\nFrom what hath been observed concerning this Bee, and by a great many more parallel Instances, we may answer the Quare of some, that have written of Bees, whether it be the Old Bee, or the Bee-maggot, that covers the Cells before the Change? And say, that it is the Maggot, and not the Old one. For, here the Old Bee, when she hath left provision enough, with an Egge closes up the Cartrage; and hath no more to do: The Maggot a great while after making the theca, which is analogous to the cover of the Cells.\n\nIn Table 2; Figure II. represents the Leaf, out of which a long piece, as Figure III. and a round piece, as Figure IV., were bitten. Figure V. shews the Cartrage itself; and Figure VI. the theca.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101606.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1407,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1774,
        2
      ],
      [
        1774,
        3653,
        3
      ],
      [
        3653,
        5077,
        4
      ],
      [
        5077,
        5077,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101606",
    "title": "Extracts of Two Letters, Written by Francis Willoughby Esquire, to the Publisher, from Astrop, August 19th and from Midleton, Sept. 2d. 1670 Containing His Observations on the Insects and Cartrages, Described in the Precedent Accompt",
    "authors": "Francis Willoughby",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101606"
  }
}