{
  "id": "6c4bb08804e94a7be04ba28a065ea0fdb307011e",
  "text": "XX. On the Attractions of homogeneous Ellipsoids. By James Ivory, A. M. Communicated by Henry Brougham, Esq. F. R. S.\n\nRead June 15, 1809.\n\n1. The theory of the figures of the planets involves in it two distinct researches. In the first of these, it is required to determine the force with which a body, of a given figure and density, would attract a particle of matter, occupying any proposed situation: in the second, the subject of investigation is the figure itself, which a mass of matter, wholly or partly fluid, would assume, by the joint effect of the mutual attraction of its particles, and a centrifugal force arising from a rotatory motion about an axis. To render the second of these inquiries more exactly conformable to what actually takes place in nature, the influence of the attractions of the several bodies, that compose the planetary system, ought to be superadded to the forces already mentioned.\n\nIt is the first of these two researches, of which we propose to treat at present; and we shall even confine our attention to homogeneous bodies, bounded by finite surfaces of the second order.\n\nThe theory of the attractions of spherical bodies is delivered by Sir Isaac Newton in the first book of the Principia.* In the same place the illustrious author lays down a method for\n\n* Sect. 12.\ndetermining the attractions of round bodies (or such as are generated by the revolving of a curve about a right line which remains fixed) when the attracted point is situated in the common axis of the circular sections:* and he employs this method to compute the attractive force of a spheroid of revolution on a point placed in the axis.† Maclaurin was the first who determined the attractions of such a spheroid generally, for any point placed in the surface, or within the solid. The method of investigation, invented by that excellent geometer, is synthetical, but original, simple, and elegant, and has always been admired by mathematicians. When the attracted point is placed without the solid, the difficulty of solving the problem is greatly increased; and it was reserved for Le Gendre to complete the theory of attractions of spheroids of revolution, by extending to all points, whether without or within the solid, what had before been investigated for the latter case only.‡ La Place took a more enlarged view of the problem; he extended his researches to all elliptical spheroids, or such solids whose three principal sections are all ellipses; and he obtained conclusions with regard to them, similar to what Maclaurin and Le Gendre had before demonstrated of spheroids of revolution. In this more general view of the problem, the investigation is particularly difficult, when the attracted point is placed without the solid. The method of investigation, which La Place has employed for surmounting the difficulties of this last case, although it is entitled to every praise for its ingenuity, and the mathematical skill which it displays, is certainly neither so simple nor so direct, as to\n\n* Sect. 15, Prop. 91. † Prop. 91, Car. 2.\n‡ Acad. des Sciences de Paris, Savans Etrangers, Tom. X.\nleave no room for perfecting the theory of the attractions of ellipsoids in both these respects. It consists in shewing that the expressions for the attractions of an ellipsoid, on any external point, may be resolved into two factors; of which, one is the mass of the ellipsoid, and the other involves only the excentricities of the solid and the co-ordinates of the attracted point: whence it follows, that two ellipsoids, which have the same excentricities, and their principal sections in the same planes, will attract the same external point with forces proportional to the masses of the solids. This theorem includes the extreme case, when the surface of one of the solids passes through the attracted point: and by this means the attraction of an ellipsoid, upon a point placed without it, is made to depend upon the attraction which another ellipsoid, having the same excentricities as the former, exerts upon a point placed in the surface.* Le Gendre has given a direct demonstration of the theorem of La Place, by integrating the fluxional expressions of the attractive forces; a work of no small difficulty, and which is not accomplished without complicated calculations.† In the Mecanique Celeste, the subject of attractions of ellipsoids is treated by La Place after the method first given by himself in the Memoirs of the Academy of Sciences,‡ founded on the theory of series and partial fluxions. It was in the study of La Place’s work, that the method I am about to deliver, was suggested; and it will not be altogether unworthy of the notice of the Royal Society, if it contribute to simplify a branch of physical astronomy of great difficulty, and which has so much engaged the attention of the most eminent mathematicians.\n\n* Acad. des Sciences de Paris pour 1783. † Ibid. 1788. ‡ For 1783.\n2. Let \\(a, b, c\\) be three co-ordinates, that determine the position of a point attracted by a solid: and let \\(dM\\) denote a molecule, or element of the mass of the solid, whose position is fixed by the co-ordinates \\(x, y, z\\), respectively parallel to \\(a, b, c\\): then, supposing the invariable density to be denoted by unity, if we put \n\\[ f = \\left( (a - x)^2 + (b - y)^2 + (c - z)^2 \\right)^{\\frac{1}{2}} \\]\nthe distance of the molecule from the attracted point, the direct attraction of the molecule on the point will be \n\\[ \\frac{dM}{f^2}. \\]\nThis force of attraction is next to be decomposed into other forces, having fixed directions independent on the position of the attracting molecule; and the directions most naturally suggested for this purpose, are the three axes respectively parallel to the co-ordinates. When the direct attraction is thus decomposed, the resulting forces, acting parallel to the axes, and directed to the planes from which the co-ordinates are reckoned, will be respectively,\n\n\\[ \\frac{dM(a-x)}{f^3}, \\text{ parallel to the axis of } x, \\]\n\n\\[ \\frac{dM(b-y)}{f^3}, \\text{ parallel to the axis of } y, \\]\n\n\\[ \\frac{dM(c-z)}{f^3}, \\text{ parallel to the axis of } z. \\]\n\nLet \\(A\\) denote the accumulated amount of all the attractions, parallel to the axis of \\(x\\); and, in like manner, let \\(B\\) and \\(C\\) denote the same things for the attractions parallel to the axes of \\(y\\) and \\(z\\): then, by restoring the value of \\(f\\), and writing \\(dx, dy, dz\\) for its equivalent \\(dM\\), there will be obtained,\nof homogeneous Ellipsoids.\n\n\\[ A = \\iiint \\frac{dx \\cdot dy \\cdot dz \\cdot (a-x)}{(a-x)^2 + (b-y)^2 + (c-z)^2} \\left( \\frac{1}{2} \\right) \\]\n\n\\[ B = \\iiint \\frac{dx \\cdot dy \\cdot dz \\cdot (b-y)}{(a-x)^2 + (b-y)^2 + (c-z)^2} \\left( \\frac{1}{2} \\right) \\quad (1) \\]\n\n\\[ C = \\iiint \\frac{dx \\cdot dy \\cdot dz \\cdot (c-z)}{(a-x)^2 + (b-y)^2 + (c-z)^2} \\left( \\frac{1}{2} \\right) \\]\n\nwhere the several triple fluents must be extended to all the molecules that compose the mass of the solid.*\n\nThe expressions of A, B, and C, just found, are all integrable with respect to one of the variable quantities they contain. Thus A is integrable with respect to \\( x \\): Let \\( x' \\) be the greatest value of \\( x \\) (\\( y \\) and \\( z \\) remaining constant) on the positive side of the plane of \\( y \\) and \\( z \\), and \\( x'' \\) the greatest value, on the negative side of the same plane; then, the integration being performed, we shall get\n\n\\[ A = \\iint dy \\cdot dz \\cdot \\left[ \\frac{1}{\\left( \\frac{(a-x')^2 + (b-y)^2 + (c-z)^2}{2} \\right)} - \\frac{1}{\\left( \\frac{(a+x'')^2 + (b-y)^2 + (c-z)^2}{2} \\right)} \\right]. \\]\n\nIn this expression of A, the fluxion under the sign of double integration denotes the attraction which a prism of the matter of the solid, whose length is \\( x' + x'' \\) and its base \\( dy \\cdot dz \\), exerts on the attracted point, in the direction of the length of the prism.\n\nIf the plane, to which \\( x \\) is perpendicular, bisect the solid, as is the case of the principal sections of solids bounded by finite surfaces of the second order, then \\( x' = x'' \\): and as \\( x' \\) is nothing more than what \\( x \\) becomes at the surface of the solid, if we now suppose \\( x, y, z \\) to be three co-ordinates of a point in the surface, and, for the sake of brevity, put\n\n* Mecan. Celeste, Tom. I. p. 3.\n\nMDCCCIX. Z z\n\\[ \\Delta = \\left\\{ (a - x)^2 + (b - y)^2 + (c - z)^2 \\right\\}^{\\frac{1}{2}} \\]\n\\[ \\Delta' = \\left\\{ (a + x)^2 + (b - y)^2 + (c - z)^2 \\right\\}^{\\frac{1}{2}} \\]\n\nthen,\n\n\\[ A = \\iint dy \\cdot dz \\cdot \\left\\{ \\frac{1}{\\Delta} - \\frac{1}{\\Delta'} \\right\\} : \\quad (2) \\]\n\nthis double fluent is to be extended to all the points, or indefinitely small spaces \\(dy \\cdot dz\\), that compose the principal section of the solid made by the plane of \\(y\\) and \\(z\\).\n\nIn like manner, if B and C be integrated; the first with respect to the variable \\(y\\), and the second with respect to the variable \\(z\\); two new expressions of these attractions will be obtained, exactly similar to the expression for \\(A\\), that has just been investigated.\n\n3. The general equation of a surface of the second order bounding a finite solid, is*\n\n\\[ \\frac{x^2}{k^2} + \\frac{y^2}{k'^2} + \\frac{z^2}{k''^2} = 1 : \\]\n\nif the three quantities \\(k, k', k''\\) be supposed to be all equal, then the solid will be a sphere; if two of them, as \\(k'\\) and \\(k''\\) be equal, it will be a solid of revolution; and if all the three be unequal, it will be an ellipsoid, or a spheroid, having all its three principal sections ellipses. In what follows, we shall always suppose that \\(k\\) is the least of the three quantities \\(k, k', k''\\), or the least of the semi-axes of the solid.\n\nThe general equation of the ellipsoid, will be satisfied by putting \\(x = k \\cos \\phi, y = k' \\sin \\phi \\cos \\psi, z = k'' \\sin \\phi \\sin \\psi\\); where \\(\\phi\\) and \\(\\psi\\) denote two indeterminate angles. In order to substitute these values of \\(x, y, z\\) in the formula (2), we must begin with taking the fluxion of \\(y\\), on the sup-\n\n* Mecan. Celeste, Tom. II. p. 7.\nposition that one of the indeterminate angles is constant; thus,\nif $\\psi$ be constant, then $dy = k \\cos. \\phi \\cos. \\psi \\cdot d\\phi$: and, because $y$\nmust be constant when $z$ varies, we must make\n\n$$dz = k'' \\cos. \\phi \\sin. \\psi \\cdot d\\phi + k'' \\sin. \\phi \\cos. \\psi \\cdot d\\psi$$\n\n$$= k' \\cos. \\phi \\cos. \\psi \\cdot d\\phi - k' \\sin. \\phi \\sin. \\psi \\cdot d\\psi,$$\n\nand, by exterminating $d\\phi$, we get $dz = \\frac{k'' \\sin. \\phi}{\\cos. \\psi} \\cdot d\\psi$. Thus, by\nsubstitution, the formula (2) will become\n\n$$A = k' k'' \\int \\int \\sin. \\phi \\cos. \\psi \\cdot d\\phi \\cdot d\\psi \\cdot \\left\\{ \\frac{1}{\\Delta} - \\frac{1}{\\Delta'} \\right\\}; \\quad (3)$$\n\nand,\n\n$$\\Delta = \\left\\{ (a-k \\cos. \\phi)^2 + (b-k' \\sin. \\phi \\cos. \\psi)^2 + (c-k'' \\sin. \\phi \\sin. \\psi)^2 \\right\\}^{\\frac{1}{2}}$$\n\n$$\\Delta' = \\left\\{ (a+k \\cos. \\phi)^2 + (b-k' \\sin. \\phi \\cos. \\psi)^2 + (c-k'' \\sin. \\phi \\sin. \\psi)^2 \\right\\}^{\\frac{1}{2}}:$$\n\nthe double fluent must be taken from $\\phi = 0$, to $\\phi = \\frac{\\pi}{2}$ ($\\pi$ de-\nnoting half the periphery of the circle, whose radius is 1),\nand from $\\psi = 0$, to $\\psi = 2\\pi$.\n\nTo obtain a further transformation of the last expression of\n$A$, we are now to determine the semi-axes of an ellipsoid,\nwhose surface shall pass through the attracted point, and which\nshall have the same excentricities, and its principal sections\nin the same planes, as the given ellipsoid. Let $h, h', h''$ be the\nsemi-axes required: then, because the attracted point is to be\nin the surface of the solid,\n\n$$\\frac{a^2}{b^2} + \\frac{b^2}{b'^2} + \\frac{c^2}{b''^2} = 1:$$\n\nand, because the excentricities must be equal to those of the\ngiven ellipsoid, therefore $h'^2 - h^2 = k'^2 - k^2 = e^2$, and $h''^2 - h^2$\n$= k''^2 - k^2 = e'^2$: hence\n\n$$\\frac{a^2}{b^2} + \\frac{b^2}{b'^2 + e^2} + \\frac{c^2}{b''^2 + e'^2} = 1;$$\n\nan equation which now contains only one unknown quantity,\nnamely, \\( h \\). It is plain that one value of \\( h \\), and only one, may, in all cases, be determined from this equation. For, by taking \\( h \\) small enough, the function on the left hand side will become greater than any positive quantity how great soever; and by taking \\( h \\) great enough, the same function will become less than any positive quantity how small soever: and while \\( h \\) increases from 0, ad infinitum, the function continually decreases from being infinitely great to be infinitely little. Therefore there is only one ellipsoid, having the required conditions, whose surface will pass through the attracted point.* When \\( h \\) is determined, then \\( h' = \\sqrt{h^2 + e^2} \\), \\( h'' = \\sqrt{h^2 + e'^2} \\): and in consequence of the equation,\n\n\\[\n\\frac{a^2}{b^2} + \\frac{b^2}{c^2} + \\frac{c^2}{b'^2} = 1,\n\\]\n\nwe may suppose, \\( a = h \\cos. m \\), \\( b = h' \\sin. m \\cos. n \\), \\( c = h'' \\sin. m \\sin. n \\).\n\nLet these values of \\( a, b, c \\) be substituted in the last expressions for \\( \\Delta \\) and \\( \\Delta' \\): then\n\n\\[\n\\Delta = \\left\\{ (h \\cos. m - k \\cos. \\phi)^2 + (h' \\sin. m \\cos. n - k' \\sin. \\phi \\cos. \\psi)^2 + (h'' \\sin. m \\sin. n - k'' \\sin. \\phi \\sin. \\psi)^2 \\right\\}^{1/2}\n\\]\n\n\\[\n\\Delta' = \\left\\{ (h \\cos. m + k \\cos. \\phi)^2 + (h' \\sin. m \\cos. n - k' \\sin. \\phi \\cos. \\psi)^2 + (h'' \\sin. m \\sin. n - k'' \\sin. \\phi \\sin. \\psi)^2 \\right\\}^{1/2}\n\\]\n\nand because \\( h'^2 = h^2 + e^2 \\), \\( h''^2 = h^2 + e'^2 \\), \\( k'^2 = k^2 + e^2 \\), \\( k''^2 = k^2 + e'^2 \\), we shall readily obtain\n\n\\[\n\\Delta = \\left\\{ h^2 - 2hk \\cos. m \\cos. \\phi - 2h'k' \\sin. m \\cos. n \\sin. \\phi \\cos. \\psi - 2h''k'' \\sin. m \\sin. n \\sin. \\phi \\sin. \\psi + k^2 + e^2 \\sin. ^2m \\cos. ^2n + e'^2 \\sin. ^2m \\sin. ^2n + e^2 \\sin. ^2\\phi \\cos. ^2\\psi + e'^2 \\sin. ^2\\phi \\sin. ^2\\psi \\right\\}^{1/2}\n\\]\n\n\\[\n\\Delta' = \\left\\{ h^2 + 2hk \\cos. m \\cos. \\phi - 2h'k' \\sin. m \\cos. n \\sin. \\phi \\cos. \\psi \\right\\}^{1/2}\n\\]\n\n* Mecan. Celeste, Tom. II. p. 50.\nof homogeneous Ellipsoids.\n\n\\[ -2h''k'' \\sin m \\sin n \\sin \\phi \\sin \\psi + k^2 + e^a \\sin^2 m \\cos^2 n + e'^a \\sin^2 m \\sin^2 n + e^a \\sin^2 \\phi \\cos^2 \\psi + e'^a \\sin^2 \\phi \\sin^2 \\psi \\right) \\frac{1}{2}. \\]\n\nIn these values of \\( \\Delta \\) and \\( \\Delta' \\), it is plain that the quantities \\( h, h', h'' \\) are alike concerned with the quantities \\( k, k', k'' \\); and hence, by interchanging the semi-axes of the two ellipsoids, we may represent each of the expressions for \\( \\Delta \\) and \\( \\Delta' \\) in two forms, which, when expanded, are identical: thus\n\n\\[\n\\Delta = \\left\\{ (h \\cos m - k \\cos \\phi)^2 + (h' \\sin m \\cos n - k' \\sin \\phi \\cos \\psi)^2 + (h'' \\sin m \\sin n - k'' \\sin \\phi \\sin \\psi)^2 \\right\\} \\frac{1}{2},\n\\]\n\n\\[\n\\Delta' = \\left\\{ (h \\cos m + k \\cos \\phi)^2 + (h' \\sin m \\cos n - k' \\sin \\phi \\cos \\psi)^2 + (k' \\sin m \\sin n - k'' \\sin \\phi \\sin \\psi)^2 \\right\\} \\frac{1}{2}.\n\\]\n\nIn the formula (3)\n\n\\[\nA = k'k'' \\int \\int \\sin \\phi \\cos \\phi \\cdot d\\phi \\cdot d\\psi \\left\\{ \\frac{1}{\\Delta} - \\frac{1}{\\Delta'} \\right\\},\n\\]\n\nthe symbols \\( \\Delta \\) and \\( \\Delta' \\) express the distances of the attracted point, situated in the surface of the ellipsoid whose semi-axes are \\( h, h', h'' \\), and determined by the co-ordinates \\( a, b, c \\), or \\( h \\cos m, h' \\sin m \\cos n, h'' \\sin m \\sin n \\), from the extremities of a prism of the matter of the ellipsoid first considered, parallel to the axis \\( k \\), and having \\( k'k'' \\sin \\phi \\cos \\phi \\cdot d\\phi \\cdot d\\psi \\) for its base, and its length equal to \\( 2k \\cos \\phi \\): and, if we take a point in the surface of the last mentioned ellipsoid, that shall have \\( k \\cos m, k' \\sin m \\cos n, k'' \\sin m \\sin n \\) (which we may denote by \\( a', b', c' \\)) for its co-ordinates; and conceive a prism of the matter of the other ellipsoid, parallel to \\( k \\) and \\( h \\), that\nshall have $h' h'' \\sin. \\phi \\cos. \\phi \\cdot d\\phi \\cdot d\\psi$ for its base, and its length equal to $2h \\cos. \\phi$; then, it is a consequence of what has been shown above, that $\\Delta$ and $\\Delta'$ will likewise express the distances of the point, having $a', b', c'$ for its co-ordinates from the extremities of this last prism. Therefore, if we put\n\n$$A' = h'h'' \\int \\int \\sin. \\phi \\cos. \\phi \\cdot d\\phi \\cdot d\\psi \\left\\{ \\frac{1}{\\Delta} - \\frac{1}{\\Delta'} \\right\\}:$$\n\nthen will $A'$ (when the double fluent is taken between the same limits as in the case of $A$) be equal to the attractive force which the ellipsoid of homogeneous matter, whose semi-axes are $k, k', k''$, exerts on the point, whose co-ordinates are $k \\cos. m, k' \\sin. m \\cos. n, k'' \\sin. m \\sin. n$, or $a', b', c'$, in the direction parallel to the axis $h$. For, in the formula for $A$, as the fluxion under the sign of double integration, denotes the attractive force of an indefinitely small prism of the matter of the ellipsoid, whose semi-axes are $k, k', k''$ upon the point whose co-ordinates are $a, b, c$, in the direction parallel to $k$ and $h$; so, for the like reasons, in the formula for $A'$, the fluxion under the same sign, will denote the attractive force of an indefinitely small prism of the matter of the ellipsoid, whose semi-axes are $h, h', h''$, upon the point whose co-ordinates are $a', b', c'$: and therefore the two fluents, when extended to all the prisms that compose the ellipsoids, will denote the attractions of the whole masses upon the respective points, in the direction mentioned. Thus the attractions $A$ and $A'$ depend upon the same fluent, and they are manifestly in the same proportion as $k' k''$ is to $h' h''$.\n\nAnd if we denote by $B'$ and $C'$ the attractive forces which the ellipsoid of homogeneous matter, whose semi-axes are $h, h', h''$ exerts on the point whose co-ordinates are $a', b', c'$, in\nthe directions parallel to $k'$ and $k''$; it may, in like manner, be shewn, that the attractions B and B' have the same proportion as $kk''$ has to $hh''$; and the attractions C and C', the same proportion as $kk'$ to $hh'$.\n\nThe points in the surfaces of the two ellipsoids, which are determined by the co-ordinates, $h \\cos. m$, $h' \\sin. m \\cos. n$, $h'' \\sin. m \\sin. n$, or $a, b, c$, and $k \\cos. m$, $k' \\sin. m \\cos. n$, $k'' \\sin. m \\sin. n$, or $a', b', c'$, may not improperly be called corresponding points of the surfaces: they are such points as are situated on the same sides of the planes of the principal sections, and have their co-ordinates respectively proportional to the axes to which they are parallel. This being premised, the result of the foregoing investigation may be enunciated, as in the following theorem:\n\n\"If two ellipsoids of the same homogeneous matter have the same excentricities, and their principal sections in the same planes; the attractions which one of the ellipsoids exerts upon a point in the surface of the other, perpendicularly to the planes of the principal sections, will be to the attractions which the second ellipsoid exerts upon the corresponding point in the surface of the first, perpendicularly to the same planes, in the direct proportion of the surfaces, or areas, of the principal sections to which the attractions are perpendicular.\"\n\nFor the principal sections, being ellipses, their areas are proportional to the products of the semi-axes.\n\nWhen the attracted point, of which the co-ordinates are $a$, $b$, $c$, is placed without the ellipsoid having $k$, $k'$, $k''$ for its semi-axes; then the point, of which $a'$, $b'$, $c'$ are the co-ordinates, is necessarily within the other ellipsoid: and, on account of the\nrelation which has been shewn to take place between the attractions of the two solids upon corresponding points in one another's surfaces, the case, when the attracted point is placed without an ellipsoid, is made to depend upon the case, when the attracted point is within the surface.\n\n4. Let us now consider the formula (2) for the attractive force parallel to the axis $k$,\n\n$$A = \\iint dy \\cdot dz \\left\\{ \\frac{1}{\\Delta} - \\frac{1}{\\Delta'} \\right\\}$$\n\non the supposition that the attracted point is within the ellipsoid. If $a = 0$ (that is, if the attracted point be in the plane of $y$ and $z$) then $\\frac{1}{\\Delta} - \\frac{1}{\\Delta'} = 0$, for all values of $x$, $y$, and $z$: and, in this case, the whole attractive force $A$ is evanescent, as it ought to be. For all other values of $a$, the expression $\\frac{1}{\\Delta} - \\frac{1}{\\Delta'}$, in the circumstances supposed, is plainly a finite positive quantity: and, therefore, supposing $b$ and $c$ to be constant, and $a$ to increase, we must infer that the attractive force $A$ will receive finite increments, so long as the point determined by the co-ordinates $a$, $b$, $c$, is within the ellipsoid. If this point be in the surface, then the variable ordinates $x$, $y$, $z$, when they belong to points indefinitely near to the attracted point, will approach indefinitely to an equality with $a$, $b$, $c$; and the corresponding values of $\\frac{1}{\\Delta} - \\frac{1}{\\Delta'}$, and, consequently, the fluxions of the force $A$, will become infinitely great; on which account the continuity of the function $A$ is broken off.\n\nFrom what has now been observed, it follows, that we may substitute for the force $A$, its expansion in a series of the powers of $a$, provided we are careful not to extend the conclusions obtained by reasoning from the nature of such series,\nto the case when the attracted point is without the surface of the ellipsoid.\n\nLet $R^2 = x^2 + (b - y)^2 + (c - z)^2$, then\n\n$$\\Delta = \\left\\{ R^2 + a(a - 2x) \\right\\}^{\\frac{1}{2}}$$\n\n$$\\Delta' = \\left\\{ R^2 + a(a + 2x) \\right\\}^{\\frac{1}{2}}:$$\n\nand, if the function $\\frac{1}{\\Delta} - \\frac{1}{\\Delta'}$ be expanded into a series, the terminus generalis of that series will be\n\n$$= \\frac{1 \\cdot 3 \\cdot 5 \\cdot 7 \\cdots 2n - 1}{2 \\cdot 4 \\cdot 6 \\cdot 8 \\cdots 2n} \\cdot \\frac{a^n(a + 2x)^n - a^n(a - 2x)^n}{R^{2n} + 1}:$$\n\nand, hence it is plain, that all the even powers of $a$ will disappear, and only the odd powers will remain. Now, the expansion of the force $A$ cannot contain any of the powers of $a$, excepting those which enter into the series for $\\frac{1}{\\Delta} - \\frac{1}{\\Delta'}$: therefore, supposing the expansion of $A$ to be arranged according to the powers of $a$, it will necessarily be of this form, viz.\n\n$$A = A^{(1)}a + A^{(3)}a^3 + A^{(5)}a^5 + A^{(7)}a^7 + \\ldots,$$\n\nwhere $A^{(1)}, A^{(3)}, A^{(5)}, \\ldots$ are functions independent of $a$. The first of these coefficients, it is easy to prove, will be determined by this formula,\n\n$$A^{(1)} = \\int \\int \\frac{zx \\cdot dy \\cdot dz}{\\left\\{ x^2 + (b-y)^2 + (c-z)^2 \\right\\}^{\\frac{1}{2}}} : \\quad (4)$$\n\nand, with regard to the rest, they may be all shewn to depend on $A^{(1)}$, in consequence of an equation in partial fluxions, first noticed by La Place, and derived from the nature of the functions under consideration. In effect, the truth of the following formulas will be established by merely performing the operations indicated, viz.\n\n$$\\left( \\frac{dd \\cdot \\frac{1}{\\Delta}}{da^2} \\right) + \\left( \\frac{dd \\cdot \\frac{1}{\\Delta}}{db^2} \\right) + \\left( \\frac{dd \\cdot \\frac{1}{\\Delta}}{dc^2} \\right) = 0.$$\n\\[\n\\left( \\frac{dd}{da^2} \\cdot \\frac{1}{\\Delta'} \\right) + \\left( \\frac{dd}{db^2} \\cdot \\frac{1}{\\Delta'} \\right) + \\left( \\frac{dd}{dc^2} \\cdot \\frac{1}{\\Delta'} \\right) = 0;\n\\]\n\nand hence it is easy to infer, that\n\n\\[\n\\left( \\frac{ddA}{da^2} \\right) + \\left( \\frac{ddA}{db^2} \\right) + \\left( \\frac{ddA}{dc^2} \\right) = 0.\n\\]\n\nSubstitute the series for \\( A \\) in this last equation, and let the coefficients of the several powers of \\( a \\) be equated to 0; and there will be obtained\n\n\\[\nA^{(3)} = - \\frac{1}{2 \\cdot 3} \\cdot \\left\\{ \\left( \\frac{ddA^{(1)}}{db^2} \\right) + \\left( \\frac{ddA^{(1)}}{dc^2} \\right) \\right\\}\n\\]\n\n\\[\nA^{(5)} = - \\frac{1}{4 \\cdot 5} \\cdot \\left\\{ \\left( \\frac{ddA^{(3)}}{db^2} \\right) + \\left( \\frac{ddA^{(3)}}{dc^2} \\right) \\right\\}\n\\]\n\n\\[\nA^{(7)} = - \\frac{1}{6 \\cdot 7} \\cdot \\left\\{ \\left( \\frac{ddA^{(5)}}{db^2} \\right) + \\left( \\frac{ddA^{(5)}}{dc^2} \\right) \\right\\},\n\\]\n\n&c.\n\nThus, all the other coefficients depend upon the coefficient of the first term, being derived from it by a repetition of the same operations: and when the general expression of \\( A^{(1)} \\) shall be determined, the whole series will become known.\n\nResume the formula (4)\n\n\\[\nA^{(1)} = \\iint \\frac{2x \\cdot dy \\cdot dz}{\\left\\{ x^2 + (b-y)^2 + (c-z)^2 \\right\\}^{1/2}};\n\\]\n\nand let\n\n\\[\nx = R \\cos p\n\\]\n\n\\[\nb - y = R \\sin p \\cos q\n\\]\n\n\\[\nc - z = R \\sin p \\sin q,\n\\]\n\nthen will \\( R = \\left\\{ x^2 + (b-y)^2 + (c-z)^2 \\right\\}^{1/2} \\), express the line drawn from the foot of \\( a \\) to the point in the surface of the ellipsoid, of which \\( x, y, z \\) are the co-ordinates; \\( p \\) will be the angle which \\( R \\) makes with \\( a \\); and \\( q \\) the angle which the plane drawn through \\( R \\) and \\( a \\), makes with the plane of \\( y \\) and \\( x \\). In\nconsequence of the equation of the solid, $R$ is a function of the angles $p$ and $q$: therefore, making $p$ only variable, we shall have\n\n$$-dy = \\left\\{ \\frac{dR}{dp} \\sin p + R \\cos p \\right\\} \\cos q \\cdot dp:$$\n\nthen, because $y$ must be constant when $z$ varies, we must make\n\n$$-dz = \\left\\{ \\frac{dR}{dp} \\sin p + R \\cos p \\right\\} \\sin q \\cdot dp + \\left\\{ \\frac{dR}{dq} \\sin q + R \\cos q \\right\\} \\sin p \\cdot dq,$$\n\n$$o = \\left\\{ \\frac{dR}{dp} \\sin p + R \\cos p \\right\\} \\cos q \\cdot dp + \\left\\{ \\frac{dR}{dq} \\cos q - R \\sin q \\right\\} \\sin p \\cdot dq.$$\n\nand by exterminating $dp$, we get\n\n$$-dz = \\frac{R \\sin p \\cdot dq}{\\cos q}:$$\n\nand hence, by substitution,\n\n$$A^{(1)} = \\iint \\left\\{ \\frac{dR}{R} \\cos p \\sin p + \\cos p \\sin p \\right\\} dp \\cdot dq;$$\n\nthe fluent to be taken from $p = o$, to $p = \\frac{\\pi}{2}$, and from $q = o$, $q = 2\\pi$.\n\nThe transformed formula for $A^{(1)}$ cannot be integrated, unless we substitute, in place of $R$, the function of the angles $p$ and $q$, that is equal to it. Now, $x = R \\cos p$, $y = b - R \\sin p \\cos q$, $z = c - R \\sin p \\sin q$: let these values be substituted in the equation of the solid,\n\n$$\\frac{x^2}{k^2} + \\frac{y^2}{k^2} + \\frac{z^2}{k^2} = 1;$$\n\nand, for the sake of simplicity, let\nMr. Ivory on the Attractions\n\n\\[ M = \\frac{\\cos^2 p}{k^2} + \\frac{\\sin^2 p \\cos^2 q}{k^2} + \\frac{\\sin^2 p \\sin^2 q}{k^2}, \\]\n\\[ N = \\frac{b \\sin p \\cos q}{k^2} + \\frac{c \\sin p \\sin q}{k^2}, \\]\n\\[ D = 1 - \\frac{b^2}{k^2} - \\frac{c^2}{k^2}; \\]\n\nthen\n\n\\[ R^2 - 2 \\cdot \\frac{N}{M} \\cdot R - \\frac{D}{M} = 0. \\]\n\nThis equation has two roots, viz.\n\n\\[ R = \\pm \\sqrt{\\frac{N^2 + MD}{M}} + N; \\]\n\nand, because \\( D \\) is always positive when the attracted point is within the solid, as is here supposed, both these roots are real quantities, whatever be the angles \\( p \\) and \\( q \\). Conceive the line \\( R \\) to be produced to meet the surface of the ellipsoid again below the plane of \\( y \\) and \\( z \\), then, if the produced part be denoted by \\( R' \\), it is plain that \\( R \\) and \\( R' \\) will be the two roots of the above equation: and because \\( R' \\), although in an opposite direction, has the same angular position as \\( R \\), we may substitute \\( R' \\) for \\( R \\), in the expression for \\( A^{(1)} \\): thus,\n\n\\[ A^{(1)} = 2 \\iint \\left\\{ \\frac{(dR')}{dp} \\right\\} \\cos p \\sin p + \\cos^2 p \\sin p \\right\\} dp \\cdot dq. \\]\n\nTherefore, by adding together the two values of \\( A^{(1)} \\), and taking half the sum, we get\n\n\\[ A^{(1)} = \\iint \\left\\{ \\left( \\frac{(dR)}{dp} + \\frac{(dR')}{dp} \\right) \\cos p \\sin p + 2 \\cos^2 p \\sin p \\right\\} dp \\cdot dq, \\]\n\nor\n\n\\[ A^{(1)} = \\iint \\left\\{ \\frac{(d \\cdot RR')}{dp} \\right\\} \\cos p \\sin p + 2 \\cos^2 p \\sin p \\right\\} dp \\cdot dq : \\]\n\nthe limits of this fluent being, as before, from \\( p = 0 \\) to \\( p = \\frac{\\pi}{2} \\), and from \\( q = 0 \\) to \\( q = 2\\pi \\).\nBy the theory of equations \\( RR' = -\\frac{D}{M} \\): and, by substitution, the last expression of \\( A^{(1)} \\) will become\n\n\\[\nA^{(1)} = \\iint \\left\\{ -\\frac{(dM)}{M} \\cos.p \\sin.^2p + 2 \\cos.^2p \\sin.p \\right\\} dp \\cdot dq.\n\\]\n\nIt is remarkable, that the last expression of \\( A^{(1)} \\) does not contain either of the quantities \\( b \\) or \\( c \\); for these do not enter into the function \\( M \\): and hence we are to conclude that the value of \\( A^{(1)} \\) is independent on these co-ordinates, and is the same for all points situated within the same principal section of the ellipsoid. Another inference is, that all the other coefficients \\( A^{(3)}, A^{(5)}, \\&c. \\) of the expansion of the force \\( A \\) are severally equal to 0, as is plain from the law which connects those quantities with one another, and with \\( A^{(1)} \\): on this account the expansion alluded to will be reduced to its first term, and we shall have, simply,\n\n\\[\nA = A^{(1)} \\times a.\n\\]\n\nThe same considerations likewise suggest a new analytical expression of \\( A^{(1)} \\); which, on account of its simplicity, and its immediate dependence on the figure and equation of the solid, seems to deserve the preference to every other: for, since it has been shewn that the value of \\( A^{(1)} \\) is independent on the co-ordinates \\( b \\) and \\( c \\), we may exterminate these quantities from the formula (4); and thus\n\n\\[\nA^{(1)} = \\iint \\frac{zx \\cdot dy \\cdot dz}{\\left\\{ x^2 + y^2 + z^2 \\right\\}^{\\frac{3}{2}}};\n\\]\n\nthe fluent to be extended to the whole of the surface of the principal section made by the plane of \\( y \\) and \\( z \\).\n\nThe same reasoning that has been applied to the determi-\nnation of the attractive force A, it is evident, will apply equally to the attractions denoted by B and C: and, therefore, the attractions of an ellipsoid, acting perpendicularly to the planes of the principal sections, upon a point situated within the surface, are as follows, viz.\n\n\\[\nA = a \\times \\iint \\frac{zx \\cdot dy \\cdot dz}{\\left( x^2 + y^2 + z^2 \\right)^{\\frac{3}{2}}}\n\\]\n\n\\[\nB = b \\times \\iint \\frac{zy \\cdot dx \\cdot dz}{\\left( x^2 + y^2 + z^2 \\right)^{\\frac{3}{2}}} \\quad (5)\n\\]\n\n\\[\nC = c \\times \\iint \\frac{zx \\cdot dx \\cdot dy}{\\left( x^2 + y^2 + z^2 \\right)^{\\frac{3}{2}}}\n\\]\n\nthe several fluents to be extended to the whole of the surfaces of the principal sections, to which the attractions are perpendicular.\n\nWhen the attracted point is without the ellipsoid, it becomes necessary, in the first place, to determine the semi-axes of another ellipsoid whose surface shall pass through the attracted point, and which shall have the same eccentricities and its principal sections in the same planes, as the given ellipsoid: these semi-axes have been denoted by \\( h, h', h'' \\), and the formulas for computing them have already been given.*\n\nWe must next determine the co-ordinates of the point in the surface of the given ellipsoid, that corresponds to the attracted point in the surface of the other ellipsoid: and, according to the definition that has been given of them, these co-ordinates, denoted by \\( a', b', c' \\) are thus found; \\( a' = a \\times \\frac{k}{b} \\); \\( b' = b \\times \\frac{k'}{b'} \\); \\( c' = c \\times \\frac{k''}{b''} \\).† These things being determined, the attractions of the ellipsoid whose semi-axes are \\( h, h', h'' \\), upon the point whose\n\n* Pages 351 and 352. † Page 355.\nco-ordinates are $a', b', c'$ (which is plainly within the solid) are as follows:\n\n$$A' = a \\times \\frac{k}{b} \\times \\iint \\frac{2x' \\cdot dy' \\cdot dz'}{\\left(x'^2 + y'^2 + z'^2\\right)^{\\frac{3}{2}}}$$\n\n$$B' = b \\times \\frac{k'}{b'} \\times \\iint \\frac{2y' \\cdot dx' \\cdot dz'}{\\left(x'^2 + y'^2 + z'^2\\right)^{\\frac{3}{2}}}$$\n\n$$C' = c \\times \\frac{k''}{b''} \\times \\iint \\frac{2z' \\cdot dx' \\cdot dy'}{\\left(x'^2 + y'^2 + z'^2\\right)^{\\frac{3}{2}}}$$\n\nwhere $x', y', z'$ are the three co-ordinates of a point in the surface of the ellipsoid, whose semi-axes are $h, h', h''$. To determine the attractions of the given ellipsoid upon the given point, we have now only to apply the theorem demonstrated in § 3; and so,\n\n$$A = a \\times \\frac{kk'k''}{bb'b''} \\times \\iint \\frac{2x' \\cdot dy' \\cdot dz'}{\\left(x'^2 + y'^2 + z'^2\\right)^{\\frac{3}{2}}}$$\n\n$$B = b \\times \\frac{kk'k''}{bb'b''} \\times \\iint \\frac{2y' \\cdot dx' \\cdot dz'}{\\left(x'^2 + y'^2 + z'^2\\right)^{\\frac{3}{2}}}$$\n\n$$C = c \\times \\frac{kk'k''}{bb'b''} \\times \\iint \\frac{2z' \\cdot dy' \\cdot dx'}{\\left(x'^2 + y'^2 + z'^2\\right)^{\\frac{3}{2}}}.$$  \n\n(6)\n\n5. If we examine the expressions (5) for the attractions of an ellipsoid upon a point placed within the surface, it will readily appear that the coefficients, into which the co-ordinates of the attracted point are multiplied, are homogeneous functions of o dimensions of the semi-axes of the solid, these quantities rising to the same dimensions in the numerators of the functions, as in the denominators: and hence it is easy to infer, that the values of these coefficients depend only on the proportions of the semi-axes to one another, and not at all upon their absolute magnitudes. Therefore, if we conceive two ellipsoids of the same homogeneous matter, similar to\none another and similarly placed, whose surfaces envelop the same attracted point; it is plain, from what has just been remarked, that the attractions of these ellipsoids upon the point will be precisely equal. Thus it appears, that the matter inclosed between the surfaces of the two solids, does not alter the attractive force of the inner ellipsoid; which could not be the case, unless the attraction of the superadded matter in any one direction were precisely equal to the attraction of the same matter in the contrary direction, so as to produce an equilibrium of opposing forces. Hence we may extend to a shell of homogeneous matter, bounded by any finite surfaces of the second order, which are similar to one another and similarly placed, what Sir Isaac Newton has demonstrated in the like hypothesis for surfaces of revolution;* as in the following theorem:\n\n\"If a point be situated within a shell of homogeneous matter, bounded by two finite surfaces of the second order, which are similar and similarly placed; then the attraction of the matter of the shell upon the point, in any one direction, will be equal to, and destroy, the attraction of the same matter, in the opposite direction.\"\n\n6. Nothing more is wanting to complete a theory of the attractions of homogeneous ellipsoids, than to integrate the fluxional expressions (5) already obtained. In the case of a sphere, we have $k = k' = k''$, and $x^2 + y^2 + z^2 = k^2$: therefore\n\n$$A = a \\times \\int \\int \\frac{2x \\cdot dy \\cdot dz}{k} :$$\n\nnow $2x \\cdot dy \\cdot dz$ is equal to a prism of the matter of the solid,\n\n* Prin. Math. Lib. I. Prop. 70. Prop. 91. Cos. 3.\nwhose length is $2x$ and its base $dy \\cdot dz$; and hence $\\int \\int 2x \\cdot dy \\cdot dz$, taken within the limits prescribed, is no other than the mass of the sphere $= \\frac{4\\pi}{3} k^3$. Therefore\n\n$$A = \\frac{4\\pi}{3} \\times a.$$  \n\nThe same reasoning, it is evident, will apply to the remaining attractions B and C: and hence the attractions of a sphere upon a point within the surface, acting perpendicularly to the planes of any three great circles that intersect at right angles, are thus expressed,\n\n$$A = a \\times \\frac{4\\pi}{3},$$  \n$$B = b \\times \\frac{4\\pi}{3},$$  \n$$C = c \\times \\frac{4\\pi}{3}.$$  \n\nThese three forces compose a force, directed to the centre of the sphere, and equal to $\\frac{4\\pi}{3} \\times \\sqrt{a^2 + b^2 + c^2}$: it is therefore directly proportional to the distance from the center.\n\nFor a point without the surface of a sphere, we have $h = h' = h'' = \\sqrt{a^2 + b^2 + c^2}$: hence it is easy to infer, that the formulas (6) will become,\n\n$$A = a \\times \\frac{\\frac{4\\pi}{3} \\cdot k^3}{(a^2 + b^2 + c^2)^{\\frac{3}{2}}} = \\frac{a \\times M}{(a^2 + b^2 + c^2)^{\\frac{3}{2}}},$$  \n$$B = b \\times \\frac{\\frac{4\\pi}{3} \\cdot k^3}{(a^2 + b^2 + c^2)^{\\frac{3}{2}}} = \\frac{b \\times M}{(a^2 + b^2 + c^2)^{\\frac{3}{2}}},$$  \n$$C = c \\times \\frac{\\frac{4\\pi}{3} \\cdot k^3}{(a^2 + b^2 + c^2)^{\\frac{3}{2}}} = \\frac{c \\times M}{(a^2 + b^2 + c^2)^{\\frac{3}{2}}};$$  \n\nwhere $M = \\frac{4\\pi}{3} \\cdot k^3 =$ the mass of the sphere. These three forces compose a force $= \\frac{M}{a^2 + b^2 + c^2}$, directed to the center:\n\nMDCCCIX.\nthis force is, therefore, directly as the mass, and inversely as\nthe square of the distance from the center of the sphere.\n\nFor an ellipsoid in general, we have \\( x = k \\cos \\phi, y = k' \\sin \\phi \\cos \\psi, z = k'' \\sin \\phi \\sin \\psi \\): in order to transform the for-\nmulas (5), we must first compute the values of \\( dy, dz, dx, dz, dx, dy \\). For this purpose, let the fluxion of \\( y \\) be taken, making\n\\( \\phi \\) the only variable, so that \\( dy = k' \\cos \\phi \\cos \\psi \\times d\\phi \\): then, be-\ncause \\( y \\) must be constant in the expression of the force \\( A \\), when\n\\( z \\) varies, we must make\n\n\\[\ndz = k'' \\cos \\phi \\sin \\psi \\cdot d\\phi + k'' \\sin \\phi \\cos \\psi \\cdot d\\psi \\\\\n0 = k' \\cos \\phi \\cos \\psi \\cdot d\\phi - k' \\sin \\phi \\sin \\psi \\cdot d\\psi,\n\\]\n\nand, by exterminating \\( d\\phi \\), we get \\( dz = k'' \\frac{\\sin \\phi}{\\cos \\psi} \\times d\\psi \\): there-\nfore\n\n\\[\ndy \\cdot dz = k'k'' \\cos \\phi \\sin \\phi \\cdot d\\phi \\cdot d\\psi.\n\\]\n\nAgain, because the value of \\( x \\) depends only on the angle \\( \\phi \\),\nwe have \\( dx = -k \\sin \\phi \\cdot d\\phi \\): and, by taking the fluxions of\n\\( y \\) and \\( z \\) relatively to the variable \\( \\psi \\), we have \\( dy = -k' \\sin \\phi \\sin \\psi \\cdot d\\psi, dz = k'' \\sin \\phi \\cos \\psi \\cdot d\\psi \\): therefore,\n\n\\[\ndx \\cdot dy = kk' \\sin \\phi \\sin \\psi \\cdot d\\phi \\cdot d\\psi \\\\\ndx \\cdot dz = kk'' \\sin \\phi \\cos \\psi \\cdot d\\phi \\cdot d\\psi:\n\\]\n\nin these expressions the sign \\( - \\), which stands before the\nvalues of \\( dx \\) and \\( dy \\), has been neglected: for that sign marks\nonly that \\( x \\) and \\( y \\) decrease when the angles \\( \\phi \\) and \\( \\psi \\) increase,\nand does not affect the absolute magnitudes of the fluents,\nwhich are alone the subjects of our research. Observing that\n\\( k'^a = k^a + e^a \\), and \\( k''^a = k^a + e''^a \\), the formulas (5) will now\nbecome, by substitution,\nof homogeneous Ellipsoids.\n\n\\[ A = a \\times 2kk'k'' \\times \\iint \\frac{\\cos^2 \\phi \\cdot \\sin \\phi \\cdot d\\phi \\cdot d\\psi}{\\left\\{ k^2 + e^2 \\sin^2 \\phi \\cos^2 \\psi + e'^2 \\sin^2 \\phi \\sin^2 \\psi \\right\\}^{3/2}} \\]\n\n\\[ B = b \\times 2kk'k'' \\times \\iint \\frac{\\sin^3 \\phi \\cos^2 \\psi \\cdot d\\phi \\cdot d\\psi}{\\left\\{ k^2 + e^2 \\sin^2 \\phi \\cos^2 \\psi + e'^2 \\sin^2 \\phi \\sin^2 \\psi \\right\\}^{3/2}} \\]\n\n\\[ C = c \\times 2kk'k'' \\times \\iint \\frac{\\sin^3 \\phi \\sin^2 \\psi \\cdot d\\phi \\cdot d\\psi}{\\left\\{ k^2 + e^2 \\sin^2 \\phi \\cos^2 \\psi + e'^2 \\sin^2 \\phi \\sin^2 \\psi \\right\\}^{3/2}} : \\]\n\nthe several fluents to be taken from \\( \\phi = 0 \\) to \\( \\phi = \\frac{\\pi}{2} \\), and from \\( \\psi = 0 \\) to \\( \\psi = 2\\pi \\).\n\nLet\n\n\\[ Q = \\iint \\frac{\\sin \\phi \\cdot d\\phi \\cdot d\\psi}{\\left\\{ k^2 + e^2 \\sin^2 \\phi \\cos^2 \\psi + e'^2 \\sin^2 \\phi \\sin^2 \\psi \\right\\}^{1/2}} : \\]\n\nthen the last values of A, B, and C will be expressed by the partial fluxions of Q, as follows:\n\n\\[ A = a \\times 2kk'k'' \\times \\left\\{ - \\frac{1}{k} \\left( \\frac{dQ}{dk} \\right) + \\frac{1}{e} \\left( \\frac{dQ}{de} \\right) + \\frac{1}{e'} \\left( \\frac{dQ}{de'} \\right) \\right\\} \\]\n\n\\[ B = b \\times 2kk'k'' \\times - \\frac{1}{e} \\left( \\frac{dQ}{de} \\right) \\]\n\n\\[ C = c \\times 2kk'k'' \\times - \\frac{1}{e'} \\left( \\frac{dQ}{de'} \\right). \\]\n\nFor the sake of brevity, let \\( \\rho^2 = e^2 \\cos^2 \\psi + e'^2 \\sin^2 \\psi \\): then\n\n\\[ - \\left( \\frac{dQ}{dk} \\right) = \\iint \\frac{k \\sin \\phi \\cdot d\\phi \\cdot d\\psi}{\\left( k^2 + \\rho^2 \\sin^2 \\phi \\right)^{3/2}} : \\]\n\nand, by integrating relatively to \\( \\phi \\),\n\n\\[ - \\left( \\frac{dQ}{dk} \\right) = \\int \\frac{d\\psi}{k^2 + \\rho^2} \\cdot \\left\\{ 1 - \\frac{k \\cos \\phi}{\\left( k^2 + \\rho^2 \\sin^2 \\phi \\right)^{1/2}} \\right\\} : \\]\n\nand, by taking the whole fluent from \\( \\phi = 0 \\) to \\( \\phi = \\frac{\\pi}{2} \\), and restoring the value of \\( \\rho^2 \\),\n\n\\[ - \\left( \\frac{dQ}{dk} \\right) = \\int \\frac{d\\psi}{k^2 + e^2 \\cos^2 \\psi + e'^2 \\sin^2 \\psi} : \\]\n\nLet \\( \\tau = \\left( \\frac{k^2 + e'^2}{k^2 + e^2} \\right)^{1/2} \\times \\frac{\\sin \\psi}{\\cos \\psi} \\); then, by substitution,\n\n\\[ - \\left( \\frac{dQ}{dk} \\right) = \\frac{1}{\\left( k^2 + e'^2 \\right)^{1/2} \\left( k^2 + e^2 \\right)^{1/2}} \\cdot \\int \\frac{d\\tau}{1 + \\tau^2}, \\]\n\nand, by integrating from \\( \\psi = 0 \\) to \\( \\psi = 2\\pi \\),\nMr. Ivory on the Attractions\n\n\\[- \\left( \\frac{dQ}{dk} \\right) = \\frac{2\\pi}{(k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} : \\]\n\nhence\n\n\\[ Q = 2\\pi \\times \\int \\frac{-dk}{(k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} : \\]\n\nthe fluent to be taken so as to vanish when \\( k \\) is infinitely great; because \\( Q \\) decreases, when \\( k \\) increases, and the former quantity is infinitely small, when the latter is infinitely great.\n\nFrom this value of \\( Q \\), we get\n\n\\[- \\frac{1}{e} \\left( \\frac{dQ}{de} \\right) = 2\\pi \\times \\int \\frac{-dk}{(k^2 + e^2)^{\\frac{3}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} \\]\n\n\\[- \\frac{1}{e'} \\left( \\frac{dQ}{de'} \\right) = 2\\pi \\times \\int \\frac{-dk}{(k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{3}{2}}} \\]\n\n\\[- \\frac{1}{k} \\left( \\frac{dQ}{dk} \\right) = \\frac{2\\pi}{k} \\cdot \\frac{1}{(k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} : \\]\n\nand from these it is easy to infer that\n\n\\[- \\frac{1}{k} \\left( \\frac{dQ}{dk} \\right) + \\frac{1}{e} \\left( \\frac{dQ}{de} \\right) + \\frac{1}{e'} \\left( \\frac{dQ}{de'} \\right) = 2\\pi \\times \\int \\frac{-dk}{k^2 (k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} : \\]\n\ntherefore, if \\( M = \\frac{4\\pi}{3} kk'k'' \\) = the mass of the ellipsoid, the last formulas for \\( A, B, C \\) will become, by substitution,\n\n\\[ A = 3aM \\times \\int \\frac{-dk}{k^2 (k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} \\]\n\n\\[ B = 3bM \\times \\int \\frac{-dk}{(k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} \\quad (7) \\]\n\n\\[ C = 3cM \\times \\int \\frac{-dk}{(k^2 + e^2)^{\\frac{1}{2}} (k^2 + e'^2)^{\\frac{1}{2}}} : \\]\n\nall these different fluents are to be conceived, as beginning to increase when \\( k \\) is infinitely great, and are to be extended till \\( k \\) has decreased, so as to be equal to the least of the semi-axes of the ellipsoid. In the general case of the problem, the expressions that have been obtained transcend the limits of the ordinary analysis; and their integration requires the introduction of other quantities besides algebraic expressions and circular arcs and logarithms. They belong to the class of elliptical transcendants; a branch of the mathematics which has been\nvery successfully cultivated, and is fertile in resources and methods that are applicable to every particular instance.\n\nThe fluents in the formulas (6) for a point without the surface, are derived from the ellipsoid whose semi-axes are $h, h', h''$, in the same manner as the fluents already considered are derived from the given ellipsoid: and, because $\\frac{kk'}{bb'b''}$ is equal to the mass of the latter solid, divided by the mass of the former one, it is easy to infer that we have only to substitute $h$ for $k$ in the fluents of the formulas (7), to obtain the expressions of the attractions of the given ellipsoid upon a point without the surface. Thus the two cases, when the attracted point is within the solid or in the surface, and when it is without the solid, differ only in the limits of the fluents: in the former case, the fluents, beginning when the variable quantity is infinitely great, are to be extended till it has decreased, so as to be equal to the least of the semi-axes of the given ellipsoid; and, in the latter case, the fluents are to be extended only till the variable quantity has decreased, so as to be equal to $h$, the least of the semi-axes of the ellipsoid, whose surface passes through the attracted point. In the former case, the values of the fluents are the same for all points within the ellipsoid, and in its surface; in the latter case, these values depend upon the position of the attracted point.\n\nThe preceding formulas, being founded on the most general hypothesis, are applicable to all figures bounded by finite surfaces of the second order. The case of the sphere, which corresponds to the supposition that the excentricities $e^*$ and $e'^*$ are both evanescent, has already been considered, and, as it is attended with no difficulty, it needs not be again discussed;\nbut the two cases of solids of revolution, that of the oblate and oblong spheroids, are deserving of particular attention.\n\nIn the oblate spheroid, the two greater semi-axes $k'$ and $k''$ are equal to one another; and, therefore, it corresponds to the supposition of $e^2 = e'^2$. In this case the formulas (7) will become\n\n$$A = \\frac{3aM}{e^3} \\int \\frac{-dk}{k^2(k^2 + e^2)}$$\n\n$$B = \\frac{3bM}{2e^3} \\int \\frac{-dk}{(k^2 + e^2)^2}$$\n\n$$C = \\frac{3cM}{2e^3} \\int \\frac{-dk}{(k^2 + e^2)^2}$$\n\nthese expressions may be all integrated by the ordinary methods, and thus we get\n\n$$A = \\frac{3aM}{e^3} \\left\\{ \\frac{e}{k} - \\text{arc. tan.} \\frac{e}{k} \\right\\}$$\n\n$$B = \\frac{3bM}{2e^3} \\left\\{ \\text{arc. tan.} \\frac{e}{k} - \\frac{e}{1 + \\frac{e^2}{k^2}} \\right\\}$$\n\n$$C = \\frac{3cM}{2e^3} \\left\\{ \\text{arc. tan.} \\frac{e}{k} - \\frac{e}{1 + \\frac{e^2}{k^2}} \\right\\}.$$\n\nThe formulas express the attractions of an oblate spheroid upon a point within the surface or in it, acting parallel to $a$, $b$, $c$, the co-ordinates of that point, of which $a$ is parallel to the axis of revolution.\n\nWhen the attracted point is without the surface, we have only to compute $h$, the semi-axis of revolution of the spheroid, whose surface passes through the attracted point, and to substitute it for $k$ in the last formulas, in order to have the expressions of the attractions sought: and it is to be remarked, that the equation for finding $h$, which in the general case of the\nellipsoid rises to the third degree, is, in this case, depressed to a quadratic. In effect, the equation for $h$,* when $e^2 = e'^2$, becomes\n\n$$\\frac{a^2}{b^2} + \\frac{b^2 + c^2}{b^2 + e^2} = 1,$$\n\nwhence\n\n$$h'' - (a^2 + b^2 + c^2 - e^2) h^2 = a^2 e^2,$$\n\nand so\n\n$$2h^2 = a^2 + b^2 + c^2 - e^2 + \\sqrt{(a^2 + b^2 + c^2 - e^2)^2 + 4a^2 e^2}.$$\n\nIn the oblong spheroid, one of the semi-axes $k'$ and $k''$ must be made equal to the least semi-axis $k$, which corresponds to the supposition of $e'^2 = 0$. In this case, the formulas (7) will become\n\n$$A = 3aM \\int \\frac{-dk}{k^2 (k^2 + e^2)^{\\frac{3}{2}}},$$\n\n$$B = 3bM \\int \\frac{-dk}{k (k^2 + e^2)^{\\frac{3}{2}}},$$\n\n$$C = 3cM \\int \\frac{-dk}{k^3 (k^2 + e^2)^{\\frac{3}{2}}}.$$\n\nIn these expressions $k$ is the radius of the equatorial circle of the spheroid, and not the semi-axis of revolution, which is $\\sqrt{k^2 + e^2}$: and if we change $k$ to denote the semi-axis of revolution, which requires that $\\sqrt{k^2 - e^2}$ be substituted for $k$; and, for the sake of uniformity with the formulas for the oblate spheroid, likewise interchange $a$ and $b$, and $A$ and $B$, in order that $a$ may denote the ordinate parallel to the axis of revolution, and that $A$ may express the attractive force in the same direction; then, the last expressions will become\n\n$$A = 3aM \\int \\frac{-dk}{k^2 (k^2 - e^2)^{\\frac{3}{2}}},$$\n\n$$B = 3bM \\int \\frac{-dk}{(k^2 - e^2)^{\\frac{3}{2}}},$$\n\n$$C = 3cM \\int \\frac{-dk}{(k^2 - e^2)^{\\frac{3}{2}}}.$$\n\n* Page 351.\nwhich differ from the formulas for the oblate spheroid only in the sign of $e^2$, as, it is manifest, ought to be the case. By integrating, we get\n\n$$A = \\frac{3aM}{e^3} \\left\\{ \\frac{1}{2} \\cdot \\text{hyp. log.} \\left( \\frac{k+e}{k-e} \\right) - \\frac{e}{k} \\right\\}$$\n\n$$B = \\frac{3bM}{2e^3} \\left\\{ \\frac{e}{k} \\left( \\frac{1}{1-e^2/k^2} - \\frac{1}{2} \\cdot \\text{hyp. log.} \\left( \\frac{k+e}{k-e} \\right) \\right) \\right\\}$$\n\n$$C = \\frac{3cM}{2e^3} \\left\\{ \\frac{e}{k} \\left( \\frac{1}{1-e^2/k^2} - \\frac{1}{2} \\cdot \\text{hyp. log.} \\left( \\frac{k+e}{k-e} \\right) \\right) \\right\\}.$$\n\nThese formulas express the attractions of an oblong spheroid upon a point within the surface or in it; acting parallel to $a$, $b$, $c$, the co-ordinates of that point, of which $a$ is parallel to the axis of revolution.\n\nWhen the attracted point is without the spheroid, we must first compute $h$, the semi-axis of revolution of the spheroid, whose surface passes through the attracted point; and for this purpose we have the following expression, viz.\n\n$$2h^2 = a^2 + b^2 + c^2 + e^2 + \\sqrt{(a^2 + b^2 + c^2 + e^2)^2 - 4a^2e^2};$$\n\nobserving that $a$ is the ordinate parallel to $h$: then the attractions required will be found merely by substituting $h$ for $k$ in the formulas for the case when the attracted point is within the spheroid.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107269.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 29,
    "total-input-tokens": 45656,
    "total-output-tokens": 16722,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1310,
        2
      ],
      [
        1310,
        3116,
        3
      ],
      [
        3116,
        4925,
        4
      ],
      [
        4925,
        6470,
        5
      ],
      [
        6470,
        8301,
        6
      ],
      [
        8301,
        10020,
        7
      ],
      [
        10020,
        11919,
        8
      ],
      [
        11919,
        13888,
        9
      ],
      [
        13888,
        15758,
        10
      ],
      [
        15758,
        17698,
        11
      ],
      [
        17698,
        19479,
        12
      ],
      [
        19479,
        21321,
        13
      ],
      [
        21321,
        23128,
        14
      ],
      [
        23128,
        24897,
        15
      ],
      [
        24897,
        26157,
        16
      ],
      [
        26157,
        27780,
        17
      ],
      [
        27780,
        29458,
        18
      ],
      [
        29458,
        31177,
        19
      ],
      [
        31177,
        32969,
        20
      ],
      [
        32969,
        34608,
        21
      ],
      [
        34608,
        36168,
        22
      ],
      [
        36168,
        38040,
        23
      ],
      [
        38040,
        40356,
        24
      ],
      [
        40356,
        42522,
        25
      ],
      [
        42522,
        44345,
        26
      ],
      [
        44345,
        45815,
        27
      ],
      [
        45815,
        47315,
        28
      ],
      [
        47315,
        48645,
        29
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107269",
    "title": "On the Attractions of Homogeneous Ellipsoids",
    "authors": "James Ivory",
    "year": 1809,
    "volume": "99",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 29,
    "jstor_url": "https://www.jstor.org/stable/107269"
  }
}