{
  "id": "1b2e170efa14b0df80d4e0044947ff7b88129724",
  "text": "ter, as is manifest in artificial glaciations; but also it ever retain\nthe above said sex-angular figure, altogether like that of those\nCrystals. Which may also be the very cause of the sex-angular\nfigure in snow; this being nothing else but water concreted by\nits natural coagulum, which is a nitrous exhalation. And to make\nit yet more manifest, that these are indeed expirations of niter,\nI digg'd up some of the earth, and drew a Salt from it, which had\nboth the tast and figure of Niter; though some grains of it were\nof a square, others of a pyramidal, figure.\n\nIt therefore ought not to be affirm'd, that a dewy vapour is\nof itself able to be form'd into a solid gem; because, if that were\nso, such vapours being easily carried by any motion of the Air\nfrom those narrow places, and falling down in dew far from the\nsame, Crystals would be formed in those other places; but they\nare only form'd there: Whence we may very probably infer,\nthat thence are raised the exhalations, which do concrete the\ndew, after such a manner as the vapour or exhalation of Lead\ncoagulates Quicksilver.\n\nA Relation of an Inland-sea near Danzick, yeilding at a certain sea-\nson of the year a green substance, which causeth certain death; toge-\nther with an Observation about white Amber: Communicated by\nMr. Kirkby, in a Letter written to the Publisher from Danzick\nDecemb. 19. 1671.\n\nNear a small village, call'd Tuckum, 2½ German miles distant\nfrom this City west-ward, there is an Inland-Sea (made\nby the meeting of three rivolets, some springs from the adjoyn-\ning hillocks, and the descending rain and snow-water,) of about\nhalf a German mile long and an eight part of such a mile broad.\nIt stretches NNW and S SW. About the middle of the bow on\nthe East-side it dischargeth itself with a pretty stream; as it also\ndoth in another place more Southerly. The soil of the ground\nround about seems to be sand mixt with clay. Its shore gene-\nrally sandy, as is its bottom also. Its depth, where deepest, four\nfathoms; but for the most part but one, or one fathom and an\nhalf. 'Tis stored with wholesome and delicate Fish, as Pearch,\nRoch, Eles, &c. and famed for a small fish, much esteem'd\nhere, and not much unlike a Pearch; only not so party colou-\nred.\nred, and having a larger head proportionable to its body, call'd the Cole-pearch. The water is sweet and wholesome; but only in the three Summer months, June, July, and August, it becomes every year, during the dry weather, green in the middle with an hairy efflorescence; which green substance, being by some violent wind forced ashore, and with the water drunk by any Cattel, Dog, or Poultry, causeth certain and sudden death; whereas at the same time, that a knowing and ingenuous person (who first acquainted me with it,) saw three dogs killed with it, the Horses that were ridden into the water beyond the place, where this green substance floated, drunk without any hurt; and that also, during the same season, the water in the streams, that flow from it, are wholesome. I shall endeavour, if you desire it, to procure some of that stuff, and get it examin'd by a chymical analysis.\n\nOne thing more I must add, that the chief Fisher here inform'd me, that two or three years ago fishing in this Sea, his net brought up a considerable large piece of white Amber, which as a rarity he presented to one of the chief Fathers of the Olive's Abby, to which this Sea belongs. Now since this Sea is not to be suspected to come from the Ocean, it lying so high, and about three German Miles distant from the Ocean; and since also the neighbouring woods that bear none, but highly resinous trees, cannot be reasonably said to furnish such Amber, that conjecture, which imports that Amber is a bituminous fluid substance, hardened by the operations of the aqu-aerial particles upon it, may receive some confirmation from this account.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100936.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1048,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2244,
        2
      ],
      [
        2244,
        3873,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100936",
    "title": "A Relation of an Inland-Sea, Near Danzick, Yielding at a Certain Season of the Year a Green Substance, Which Causeth Certain Death; Together with an Observation about White Amber: Communicated by Mr. Kirkby, in a Letter Written to the Publisher from Danzick Decemb. 19, 1671",
    "authors": "Mr. Kirkby",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/100936"
  }
}