{
  "id": "e74d92f9240e48ccde04fee71e7301f301ca8bd4",
  "text": "V. Nova Methodus Universalis Curvas Omnes cu-\njuscunque Ordinis Mechanice describendi sola da-\ntorum Angulorum & Rectarum Ope. Per Co-\nlin Maclaurin in Collegio Novo Abredonensi\nMatheaeos Professore.\n\nInter innumera sublimiaque Magni Newtoni inventa,\nquibus Geometria amplissime ditata in immen-\nsam excrevit luculentissimae Cognitionis molem, Con-\nstructionem exhibuit Curvarum Mechanicam, post Enu-\nmerationem Linearum Tertii Ordinis, ad finem Opti-\ncae editam, arduo summi Viri ingenio dignam; qua\nsimpliciorem & simul adeo Universalem aliam exhibuit\nNemo. Methodum vero suam ad Curvas Tertii Or-\ndinis puncto duplice carentes, aut eas altiores Ordinis\npuncto multiplice destitutas, non extendit; earumque\ndescriptionem Problematis Geometricae difficilioribus\nanumerandam pronuntiat. Atque hinc in spem venio\nMethodum sequentem, qua Curvae Geometricae cujus-\ncunque Ordinis, licet puncto duplice aut multiplice\nquovis destitutae, construuntur, non fore Geometris in-\ngratam.\n\nI. Lineae primi Ordinis ipsae sunt Rectae; quae in\nuno solo puncto sibi mutuo occurrere possunt. Lineae\nsecundi Ordinis sunt Sectiones Conicae; quae in pluribus\npunctis quam duobus à rectâ quavis secari non possunt.\nEx vero omnes secundum Lemma 21. Lib. I. Princip.\nD. Newtoni sic construi possunt; Circa data duo puncta\nC. & S\nC & S moveantur Anguli dati MCR, LSN; ita ut Crurum CM SL concursus semper ducatur per rectam indefinitam positione datam AE; tunc crurum aliorum CR & SN concursus in P describet Linéam secundi Ordinis seu Sectionem Conicam.\n\nII. Moveatur ut prius Angulus MCR (v. Fig. 2.) circa datum punctum C; Angulus vero datus LNQ semper percurrat Angulari suo puncto N rectam datam AE, ita ut crus NQ semper transeat per datum punctum S. 1. Si concursus crurum CR & SN, tum punctum Q ducatur per rectam infinitam AB, concursus crurum CM & NL describet Curvam lineam Tertii Ordinis punctum duplex habentem in C. 2. Reliquis manentibus, si crurum CM & NL concursus (vide Fig. 3.) ducatur per rectam indefinitam AB: concursus crurum CR & SN in P describet Curvam Tertii Ordinis punctum duplex habentem in S.\n\nExem-\nExemplum Casus r. Sint anguli MCR. LNS recti, (vide Fig. 4) & AE, DB, CS parallelæ; sint quoque SA & SD normales respectivae in rectas AE & DB; sitque SD = 2 SA. Hisce positis, si SD sit minor recta CS, Curva secundum regulam Casus primi descripta, erit Parabola Nodata cum Ovali, Speciei 68va Curvarum D. Newtoni; Quod si SD = CS, Ovalis evanescit & nodus evadit Cuspis, atque Curva descripta erit Parabola Neiliana seu semicubica; Si vero sit SD major quam CS, erit Curva Parabola punctata Campaniformis Speciei 69na.\n\nIII. Moveantur Anguli dati RMT, KNL, ita ut puncta M & N percurrant rectas indefinitas BM, DN respectivae; & crura RM, KN semper transeant per data puncta C & S. Si primo Crurum MT & NL concursus Q ducatur per rectam indefinitam AQ; tunc concursus crurum MR & NR in P describet lineam Quartii Ordinis puncta duo duplicia habentem, alterum in C alterum vero in S. Sed secundo si crurum MR & NK (vide Fig. 6.) concursus ducatur per rectam indefini-\ntam AQ; tunc concursus crurum MT & NL describet Lineam Quartii Ordinis puncto duplice carentem.\n\nIV. Quod si in primo casu hujus Constructionis (v. Fig. 5.) rectae CMR, SNK, una coincident cum CS; tunc puncta C & S evadunt simplicia & Curva erit Tertii Ordinis absque puncto duplice. Exemplum. Sint rectae BM, AQ, DN, sibi mutuo parallelae atque omnes perpendiculares in CS. Sint quoque Anguli RMT, KNL recti, & si secundum regulam primi Casus describatur Curva, Crura CMR, SNK una coincident cum CS; & hac constructione describi possunt Curvae D. Newtoni\n\n10, II, 20, 21, 40, secundum varias positiones punctorum C & S respectu trium rectarum BM, AQ, DN; Omnes vero haec Species puncto duplice carent.\n\nV. Lineae vero Quartii Ordinis quae punctum triplex habent sic construi possunt. Sint tres rectae AQ, BN, DM positione datae; sint etiam Anguli QCT, SNM & NML dati & invariabiles; percurrant puncta N & M rectas BN & DM, ita ut crus NQ semper transfat per datum punctum S: Revolvatur QCT circa C ita ut concursus crurum CK, SN percurrat tertiam rectam AQ; tunc concursus\nsunt crurum C T, M L describet Lineam Quartii ordinis punctum tripex habentem in C.\n\nVI. Ostendi quo pacto Lincae Quartii Ordinis describi possunt, quae punctum tripex habent aut duo duplicia; Aliæ quae unicum habent punctum duplex sic commode describuntur.\n\nSint tres rectæ ut prius positione datæ, A Q, B N, D M, dentur etiam Anguli S N K, S M L, R C T; sint puncta N, M & S semper in eadem recta linea; Moveantur puncta N & M ut prius per rectas B N, D M; Si concursus crurum C R, N K ducatur per rectam indefinitam A Q, tunc concursus crurum C T, M L describet Lineam Quartii Ordinis habentem punctum duplex unicum in C. Haec vero duæ ultimæ Propositiones novas Methodus suppeditant lineas Tertii Ordinis describendi, tum quae puncta duplicia habent, tum quae iis destituuntur; Eæ vero in brevi hoc Methodus Nostræ specimine sunt ommittendæ.\n\nVII. Maneant Anguli atque rectæ ut in Prop. III. Concursus vero nunc rectarum M T, N K ducatur per indefinitam rectam A Q; & Concursus crurum M R & N L describet Lineam Quinti Ordinis punctum quadruplex habentem in S. Habeo etiam alias Methodus curvas describendi Quinti Ordinis, quae punctum habent tripex, duplex, aut duo duplicia, vel nulla nisi puncta simplicia; sed\nhæc sufficient ad simplicitatem & universalitatem Methodus demonstrandam. Notandum vero in specialibus simplicioribus Angulorum & rectarum circumstantiis, Lineam aliquando migrare in curvam ordinis inferioris quam in Prop. explicatur; lmo singulæ Propositiones Methodus suppeditant particulares, curvas aliquas ordinis cujuscunque interioris describendi.\n\nVIII. Propositio Generalis. Sumantur ad libitum Rectæ in eodem plano ubicunque positæ, quarum sit numerus (n) ut BN, ER, FT. Sumantur etiam ad libitum aliæ rectæ ut DM, GL, & HK &c. quarum sit numerus\n\n(m). Sint Anguli CNR, NRT, RTQ &c. atque anguli SML, MLK, LKQ &c. invariati, dum puncta angularia N, R, T, M, L, K, percurrant rectas indefinitas BN, ER, FT, DM, GL, HK; Ducatur concursus crurum TQ & KQ per rectam indefinitam AQ; Invenire ordinem curvae quam concursus cruris SM cum aliqua rectarum CN, NR, RT, TQ &c. ex gr. cum RT, perpetuo tanget.\n\nIn Serie rectarum CN, NR, RT, TQ &c. denotet s numerum rectæ RT, cujus concursu cum SM Curva est describenda, à CN inclusive; qui in hoc casu est ternarius: erit Curva ordinis quem exprimit numerus\nVI. Extract of a Letter of the Reverend Mr. William Rice, Rector of Caerleon upon Usk, to Charles Williams Esq., giving an account of an ancient Roman Inscription lately found there. With some Conjectures thereon, by the Reverend Dr. John Harris, S.T.P. and R.S.S.\n\nSir,\n\nA Person last Week being at Plow in a Clofe near the Bank of the River Usk, which the Ancients called Isea, (which glides by us about a quarter of a Mile off and in sight of this Town) came thwart a Stone, and finding Letters thereon, took it up whole; 'tis about a Yard in length, and about three Quarters broad. I went to the place, and took a true Copy thereof, which I here make bold to send you. There was underneath it some seeming Oblong Square Sepulcher of Stones, rude in order. A little further in that Clofe, where that River wears out the Land, there was, some time before, a large Earthen Pot taken out of the Bank by the River-side, which had therein the Scull and Bones of some Person, by some thought to be a Child Murther'd; But I rather conjecture it a Roman Urn.\n\nCaerleon, March 21. 1717.\n\nYour humble Servant,\nWilliam Rice.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103344.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 2682,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1307,
        2
      ],
      [
        1307,
        2108,
        3
      ],
      [
        2108,
        3076,
        4
      ],
      [
        3076,
        4150,
        5
      ],
      [
        4150,
        5368,
        6
      ],
      [
        5368,
        6475,
        7
      ],
      [
        6475,
        7591,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103344",
    "title": "Nova Methodus Universalis Curvas Omnes Cujuscunque Ordinis Mechanicae Describendi Sola Datorum Angulorum & Rectarum Ope. Per Colin Maclaurin in Collegio Novo Abredonensi Matheseos Professore",
    "authors": "Colin Maclaurin",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103344"
  }
}