{
  "id": "ba9b3d4a4ef715ab3a8831edc6eab519a8014513",
  "text": "TO THE\n\nRIGHT HONOURABLE\n\nSir Joseph Williamson, Knight,\n\nPRINCIPAL\n\nSECRETARY of STATE.\n\nSIR,\n\nHaving begun this New Century of the Philosophical Transactions near the time that your Merits raised you to that eminent place you are now possessed of; and considering also the steady inclinations, you do on all occasions express to advance the Ingenuous Arts: For these and other good respects, I hold myself obliged to present you with the first Volume of these my new beginnings. In which Volume I adventure to mention sugge-\nThe Epistle Dedicatory.\n\nfious pretending the Improvements of England by Agriculture and Trade; by Discipline and Industry; by Conduct and Manufactures.\n\nThe Rural Arts were the serious business, and the maturest, if not the Master-piece of learn'd Varro; and they founded the Roman Empire, supporting hardy Valour, and drawing the wheels of triumphant Grandeur. These adorned the famous Pensil Garden of the first Monarchy, and they enlarg'd the Spicy Groves and spacious Orchards of the Medes and Persians; as Trade and Navigation raised the greatest Cities, Wealth and Magnificence of all former and later Ages. And the Mathematicks perform'd all the true wonders in the Ages of wonder, both in the East and West, as far as the Sun does travel.\n\nOf these Proposals there are some so manifestly and generally beneficial, so well tryed, or allowed, and encouraged by our express Laws, that they gave me the confidence to recommend them to the Generous. In this rank, I conceive, are, The spreading of practical Mathematicks in all our Trade-towns and Ports; the making great Rivers navigable, to increase Trade; the Fishery and Navigation; the several ways of fertilizing barren Lands, and of cultivating waste Grounds; the draining Bogues and infectious Fens, to render the Air wholesome in all the Neighbourhood, besides other Commodities proceeding from thence; the recovering the ancient reputation of our main Staple trade by the best kinds of Drapery and other Expedients; the increasing our Linnen-trade; the reducing our numbers of idle persons and vagrants to work for their own relief and the publick good; the making of Latton, and other curious works in Iron, Tin, Copper, and other Metals, which our own Mines afford; the making Salt and Salt-peter of our own at home, and enough for our own occasions; the making of fine Paper; the raising of Nurseries of Fruit-trees and Gardens of rare and exotic Vegetables, as far as our Soil and Climate will entertain them; to shelter, enrich and embellish all fair Mansions and Towns (chiefly our famous Universities, for an Exemplar to the rest,) with Groves of Fruit and Mulberry-trees, and fragrant Evergreens. Whatsoever does apparently conduce to the Health, Strength, Populousness and Welfare of these his Majesties Kingdoms, such Proposals I scruple not to recommend and endear to all that have hearty affections for their Native Country and their own Patrimony. Other Overtures which are out of my Sphere, I refer to a higher Experience;\nmy Station and my Inclinations engaging me only to urge the fore-\nmention'd and the like concerns. Upon which account, Sir, I also\nscruple not to solicit the continuance of your favour to advance\nthe Designs of the Royal Society, according to his Majesties Inten-\ntions express in the Royal Charter, in regard of the great and many\nopportunities, that will offer themselves into your hands, both by\nforeign Negotiations, and domestic Concernments.\n\nBy the Experience of late Years we have grounds to hope,\nThat, while our English Nobility and Gentlemen are pleas'd to\nbring home useful Arts and ingenious Discoveries of Nature from\ntheir Travels; the largeness of our Commerce abroad, and the\ngrowth of Arts at home, and the Observations of judicious An-\ntiquaries will be a threefold advantage for the reputation and\nbenefit of England, and cast an acceptable and obliging aspect\nover all his Majesties Dominions.\n\nThe most difficult and curious parts of Physiology and Geo-\nmetry, of Opticks and Astronomy, have grown in England, and in\nthe chief places of Christendom, in few years faster than some un-\ntractable men are willing they should grow. And these Abstrac-\ntions give good Satisfaction and sincere Delight to the deeply\nIntelligent and truly Reasonable. On the other hand, rural Di-\nligence and Trade bring in to the Multitude a sensible Reward,\nwith numberless varieties of Emoluments and Accommodations:\nIn these also there hath something been lately done among us.\nIn Scotland also they begin, on one hand, to erect Astronomical\nObservatories, and on the other, to call for Dutch Gardiners\nand Nurseries about their chief Cities and Universities. And\nIreland shakes off her pristin laziness, being now busy in provi-\nding fine Linen for themselves, Sails and Rigging for Ships, for\nCommerce, and for their Fishery; in tilling more Land, and in\nturning their mossy Grounds into Gardens of Potatoes. The very\nWilderness of New England is, on a sudden, become a fruitful\nOrchard, fence'd with Ships of their own building, and border'd\nwith Stages and all furniture for their Fishery. And in less time,\nby God's Blessing, Jamaica may be the fairest Garden of the World.\n\nAnd now, Sir, 'tis unnecessary, I should say more to you, either\nfor the one or the other, for the more Sublime, or for the more use-\nful Arts. Your own Genius, without any other impressment, will\nmake Inferences leading to further Advantages. Meanwhile, I\nam full of hopes, I shall not miss of my honest aim, by what\nhath already appear'd from you in the fair Buildings of Queens\nCollege\nThe Epistle Dedicatory.\n\nCollege in Oxford, with other considerable Monuments; which will be permanent Records of your Generosity towards the encouragement of Learning, Arts and Sciences: So that I shall not need to run out into more prolixity, than only to subscribe myself what really I am.\n\nSIR,\n\nYour very humble\n\nand faithful\n\nServant,\n\nHenry Oldenburg, S. R. S.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101130.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1506,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        527,
        2
      ],
      [
        527,
        3028,
        3
      ],
      [
        3028,
        5599,
        4
      ],
      [
        5599,
        5966,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101130",
    "title": "Epistle Dedicatory",
    "authors": "Henry Oldenburg",
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101130"
  }
}