{
  "id": "ab0a696dd909b125a6f397f12f5d16eb64257211",
  "text": "A LICENCE for purchasing in Mortmain to the yearly value of One thousand pounds, granted to the President, Council, and Fellows of the Royal Society of London, by King GEORGE the First, in the year MDCCXXV.\n\nGEORGE by the Grace of God of Great Britain France and Ireland King, Defender of the Faith, etc., to all to whom these presents shall come, greeting. WHEREAS our trusty and well beloved the President Council and Fellows of the Royal Society of our city of London for improving natural knowledge have by their Petition humbly represented unto us, that our late royal predecessor, King Charles the Second, by Letters Patents\\(^1\\), bearing date the Two and twentieth day of April, in the Fifteenth year of his reign, did ordain constitute and appoint the said Royal Society of London for improving natural knowledge, and did thereby grant them Licence to purchase in Mortmain; that since the grant of the said Letters Patents, several well-disposed Persons have devised and granted to the\n\n\\(^1\\) So in the Original.\nLicence to purchase in Mortmain.\n\nPetitioners, and their successors, divers lands and hereditaments, and given several sums of money to them, for the use of the said corporation; that the Petitioners being desirous to invest the same money in the most durable manner, for the improvement of the said corporation, have most humbly prayed us to grant to them our Royal Licence to hold and enjoy the lands and hereditaments, which have been devised and granted to them; to purchase hold and enjoy to them, and their successors for ever, for the use and benefit of the said corporation, such manors lands tenements and hereditaments, as they shall think fit to purchase, or shall receive by will, or any deed of conveyance, not exceeding the yearly value of One thousand pounds: We are graciously pleased to grant their request. Know ye therefore, that we, of our especial grace certain knowledge and meer motion, have given and granted, and by these presents for us our heirs and successors do give and grant, unto the President Council and Fellows of the Royal Society of our city of London for improving natural knowledge aforesaid, and their successors, our especial Licence, full power, and lawful and absolute authority, to hold and enjoy the lands and hereditaments, which have been already devised or granted to the said corporation, as aforesaid; and also to purchase acquire take hold and receive in Mortmain, in perpetuity or otherwise, to or to the use of or in trust for them or their successors, for the use and benefit of the said corporation, from any person or persons, bodies politic and corporate, their heirs and successors respectively, such manors lands tenements rents or hereditaments, as they shall think fit to purchase, or shall receive by writ, or any deed of conveyance, not exceeding the yearly value of One thousand pounds above all charges and reprizes. And we do hereby\nhereby also for us our heirs and successors give and grant our especial Licence, full power, and lawful and absolute authority, to any person or persons, bodies politic or corporate, their heirs and successors respectively, to grant alien fell convey and dispose of in Mortmain, in perpetuity or otherwise, to or to the use of or in trust for the President Council and Fellows of the Royal Society of our city of London for improving natural knowledge aforesaid, and their successors, any manors lands tenements rents or hereditaments whatsoever, not exceeding the yearly value of One thousand pounds. And lastly, we do hereby, for us our heirs and successors, grant unto the President Council and Fellows of the Royal Society of our city of London for improving natural knowledge aforesaid, and their successors, that these our Letters Patents, or the Inrollment or Exemplification thereof, shall be in and by all things good firm valid sufficient and effectual in the law, according to the true intent and meaning thereof; Notwithstanding the not rightly naming or describing any of the manors lands tenements rents or hereditaments already devised or granted to the said corporation, or to be granted devised aliened or disposed of in Mortmain to them, and their successors, in fee or otherwise, as aforesaid; or any other omission imperfection defect matter cause or thing whatsoever to the contrary thereof in anywise notwithstanding. In witness whereof we have caused these our Letters to be made Patents. Witness Our self at Westminster, the Seventeenth day of December, in the Eleventh year of our reign.\n\nBy writ of Privy Seal.\n\nCOCKS.\n\nTHE",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106548.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 7008,
    "total-output-tokens": 1089,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1023,
        2
      ],
      [
        1023,
        2922,
        3
      ],
      [
        2922,
        4571,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106548",
    "title": "A Licence for Purchasing in Mortmain to the Yearly Value of One Thousand Pounds, Granted to the President, Council, and Fellows of the Royal Society of London, by King George the First, in the Year MDCCXXV",
    "authors": "King George, Cocks",
    "year": 1781,
    "volume": "71",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106548"
  }
}