{
  "id": "75cc5421375fb8ddfe5ccfe0794e2a5c6703b57c",
  "text": "XLII. A Catalogue of the Fifty Specimens of Plants, from Chelsea Garden: presented to the Royal Society, for the Year 1770, pursuant to Direction of the late Sir Hans Sloane, Bart. from the Society of Apothecaries, London: By Stanefby Alchorne, Member of the said Society.\n\nRead Dec. 6, 2401\n\nÆTHUSA, Cynapium. Lin. Spec. plant. 367. i.\nCicuta minor petrofelinii similis. Bauh. pin. 160.\n\n2402 Ajuga, reptans, stolonibus reptantibus. Lin. Spec. plant. 785. 4.\nConsolida media pratensis caerulea. Bauh. pin. 260.\n\n2403 Anemone, nemorosa, semenibus acutis, foliolis incisis, caule unifloro. Lin. Spec. plant. 762. 15.\nAnemone nemorosa flore majore. Bauh. pin. 176.\n\n2404 Anemone, Thalictroides, foliis caulini simplicibus verticillatis, radicalibus duplicato-ternatis. Lin. Spec. plant. 763. 21.\nRanunculus nemorosus aquilegiae foliis virginianus asphodeli radice. Pluck. Alm. 310. tab. 106. fig. 4.\n\n2405 An-\n2405 Antirrhinum, bipunctatum, foliis linearibus glabris, inferioribus quaternis, caule erecto paniculato, floribus spicato-capitatis. Lin. Spec. plant. 853. 13.\n\nLinaria lutea parva annua. Bauh. hist. III. 457.\n\n2406 Antirrhinum, Orontium, corollis ecaudatis, floribus subspicatis, calycibus digitatis, corolla longioribus. Lin. Spec. plant. 860. 36.\n\nAntirrhinum arvense majus. Bauh. pin. 212.\n\n2407 Apium, graveolens, foliolis caulinis cuneiformibus, umbellis sessilibus. Lin. Spec. plant. 379. 1.\n\nApium palustre sive Apium officinarum. Bauh. pin. 154.\n\n2408 Berberis, vulgaris, pedunculis racemosis. Lin. Spec. plant. 471. 1.\n\nBerberis dumetorum. Bauh. pin. 454.\n\n2409 Bryonia, alba, foliis palmatis, utrinque callosa-scabris. Lin. Spec. plant. 1438. 1.\n\nBryonia alba baccis nigris. Bauh. pin. 297.\n\n2410 Buxus, sempervirens. Lin. Spec. plant. 1394. 1.\n\nBuxus arborescens. Bauh. pin. 471.\n\n2411 Centaurea, Cyanus, calycibus ferratis, foliis linearibus integerrimis, infimis dentatis. Lin. Spec. plant. 1289. 14.\n\nCyanus segetum. Bauh. pin. 273.\n\n2412 Cheiranthus, Cheiri, foliis lanceolatis acutis glabris, ramis angulatis. Lin. Spec. plant. 924. 2.\n\nLeucojum luteum vulgare. Bauh. pin. 202.\n\n2413 Chrysanthemum, Leucanthemum, foliis amplexicaulibus oblongis, superne serratis, infime dentatis. Lin. Spec. plant. 1251. 4.\n\nBellis\nBellis sylvestris caule folioso major. Bauh. pin. 261.\n\n2414 Convallaria, verticillata, foliis verticillatis. Lin. Spec. plant. 451. 2.\n\nPolygonatum angustifolium ramosum. Bauh. pin. 304.\n\n2415 Ellisia, Nyctelea, Lin. Spec. plant. 1662. 1.\n\n2416 Erysimum, officinale siliquis spicæ adpressis, foliis runcinatis. Lin. Spec. plant. 922. 1.\n\nErysimum vulgare. Bauh. pin. 100.\n\n2417 Fragaria, vesca, flagellis reptantibus. Lin. Spec. plant. 708. 1.\n\nFragaria vulgaris. Bauh. pin. 326.\n\n2418 Glecoma, hederacea, foliis reniformibus crenatis. Lin. Spec. plant. 807. 1.\n\nHedera terrestris vulgaris. Bauh. pin. 306.\n\n2419 Halesia, tetraptera, foliis lanceolato-ovatis, petiolis glandulosis. Lin. Spec. plant. 636. 1.\n\nHalesia fructibus membranaceis quadrangulatis. Phil. Trans. L. I. 931.\n\n2420 Helleborus, fætidus, caule multifloro folioso, foliis pedatis. Lin. Spec. pl. 784. 4. β.\n\nHelleborus niger trifoliatus. Mor. Hist. III. 460.\n\n2421 Hypoxis, erecta, pilosa, capsulis ovatis. Lin. Spec. plant. 439. 1.\n\nOrnithigalum herbaceum luteum parvum virginianum foliis gramineis hirsutis. Pluk. Alm. 272. tab. 350. fig. 12.\n\n2422 Lamium, album, foliis cordatis acuminatis petiolatis, virticillis vigintifloris. Lin. Spec. plant. 809. 5.\n\nLamium\nLamium album non foetens, foliis oblongo.\nBauh. pin. 231.\n\n2423 Lamium, purpureum, foliis cordatis obtusis petiolatis. Lin. Spec. plant. 809. 6.\nLamium purpureum foetidum folio subrotundo.\nBauh. pin. 230.\n\n2424 Laurus, nobilis, foliis venosis lanceolatis planis perennantibus, ramulis tuberculatis cicatricibus, floribus racemosis. Lin. Spec. plant. 529. 5.\nLaurus vulgaris. Bauh. pin. 460.\n\n2425 Ligusticum, Scoticum, foliis biternatis. Lin. Spec. plant. 359. 2.\nLigusticum humilius Scoticum. Pluk. Alm. 217. tab. 96. fig. 2.\n\n2426 Myrsine, Africana. Lin. Spec. plant. 285. 1.\nBuxus africana rotundifolia ferrata. Pluk. Alm. 74. tab. 80. fig. 5.\n\n2427 Narcissus, minor, spatha uniflora, nectario obconico-erecto crispo sexfido æquante petala lanceolata. Lin. Spec. plant. 415. 4.\nNarcissus parvus totus luteus. Bauh. pin. 53.\n\n2428 Narcissus, Pseudo-Narcissus, spatho uniflora, nectario campanulato erecto crispo æquante petala ovata. Lin. Spec. plant. 414. 2.\nNarcissus sylvestris pallidus calyce luteo. Bauh. pin. 52.\n\n2429 Ononis, crispa, fruticosa, foliis ternatis subrotundis undulatis dentatis viscofo-pubescentibus, pedunculis unifloris muticis. Lin Spec. plant. 1010. 14.\n\n2430 Peltaria, alliacea. Lin. Spec. plant. 910. 1.\nThlaspi montanum glasti folio majus. Bauh. pin. 106.\n\n3431 Potentilla. Anserina, foliis pinnatis serratis, caule repente. Lin. Spec. plant. 710. 2.\nPotentilla. Bauh. Pin. 321.\n\n2432 Primula, veris, foliis dentatis rugosis. Lin. Spec. plant. 204. 1. y.\nVerbasculum sylvestre majus singulari flore. Bauh. pin. 241.\n\n2433 Ranunculus, bulbosus, calycibus retroflexis, pedunculis sulcatis, caule erecto, foliis compositis. Lin. Spec. plant. 778. 25.\nRanunculus pratensis radici verticilli modo rotunda. Bauh. pin. 179.\n\n2434 Ranunculus, Illyricus, foliis ternatis integerrimis lanceolatis. Lin. Spec. plant. 776. 17.\nRanunculus lanuginosus angustifolius grumosa radici. Bauh. pin. 181.\n\n2435 Rhexia, Virginiana, foliis sessilibus serratis, calycibus glabris. Lin. Spec. plant. 491. 1.\nLysimachia non papposa virginiana tuberariae foliis hirsutis flore tetrapetalo rubello. Pluk. Alm. 235. tab. 202. fig. 8.\n\n2436 Rumex, acetosa, floribus dioicis, foliis oblongis sagittatis. Lin. Spec. plant. 481. 24. 8.\nAcetosa montana maxima. Bauh. pin. 114.\n\n2437 Rumex, acetofella, floribus dioicis, foliis lanceolato-hastatis. Lin. Spec. plant. 481. 25.\nAcetosa arvensis lanceolata. Bauh. pin. 114.\n\n2438 Sambucus, nigra, cymis quinquepartitis, caule arboreo. Lin. Spec. plant. 385. 3.\nSambucus fructu in umbella nigro. Bauh. pin. 456.\n\n2439 Sa-\n2439 Saponaria, *orientalis*, calycibus cylindricis villosis, caule dichotomo erecto patulo. Lin. Spec. plant. 585. 5.\n\n*Lychnis orientalis* annua supina antirrhini folio, flore minimo purpurascente. Dil. Hort. Elth. 205.\n\n2440 Scandix, *cerefolium*, feminibus nitidis ovato-subulatis, umbellis sessilibus lateralibus. Lin. Spec. plant. 368. 3.\n\n*Chærophylum sativum*. Bauh. pin. 152.\n\n2441 Scilla, *bifolia*, radice solida, floribus erectiunculis paucioribus. Lin. Spec. plant. 443. 6.\n\n*Hyacinthus stellaris bifolius germanicus*. Bauh. pin. 152.\n\n2442 *Sifymbrium, Sophia*, petalis calyce minoribus, foliis decomposito-pinnatis. Lin. Sp. pl. 920, 18.\n\n*Nasturtium sylvestre tenuissime divisum*. Bauh. pin. 105.\n\n2443 *Swertia, perennis*, corollis quinquefidis, foliis radicalibus ovalibus. Lin. Sp. pl. 328. 1.\n\n*Gentiana palustris latifolia*. Bauh. pin. 188.\n\n2444 *Syringa, laciniata*, foliis lanceolatis, integris disiectisque. Lin. Spec. pl. 12. 2. β.\n\n*Lilac laciniato folio*. Mill. Dict. pl. 164. 2.\n\n2445 *Syringa, vulgaris*, foliis ovato cordatis. Lin. Spec. pl. 11. 1.\n\n*Lilac flore saturate purpureo*. Mill. Dict. p. 163.\n\n2446 *Trifolium, Melilotus-cærulea*, spicis oblongis, leguminibus seminudis mucronatis caule erecto. Lin. Spec. pl. 1077. 1.\n\n*Lotus hortensis odorata*. Bauh. pin. 331.\n\nE e e 2 2447 Vinca\n2447 Vinca *major*, caulibus erectis, foliis ovatis, floribus pedunculatis. Lin. Sp. pl. 304. 2.\nClematis Daphnoides major. Bauh. pin. 302.\n\n2448 Viola, *canina*, caule adultiore adscendente, foliis oblongo-cordatis. Lin. Spec. plant. 1324. 9.\nViola martia inodora sylvestris. Bauh. pin. 199.\n\n2449 Viola, *birta*, acaulis, foliis cordatis piloso-hispidae. Lin. Spec. pl. 1324. 6.\nViola martia hirsuta inodora. Mor. Hist. II. pl. 475.\n\n2450 Zinnia, *multiflora*, floribus numerosis. Lin. Spec. pl. 1269. 2.\nZinnia floribus pedunculatis. Jacq. Obs. 2. tab. 40.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106112.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 3619,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        908,
        2
      ],
      [
        908,
        2243,
        3
      ],
      [
        2243,
        3478,
        4
      ],
      [
        3478,
        4711,
        5
      ],
      [
        4711,
        6041,
        6
      ],
      [
        6041,
        7365,
        7
      ],
      [
        7365,
        7924,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106112",
    "title": "A Catalogue of the Fifty Specimens of Plants, from Chelsea Garden: Presented to the Royal Society, for the Year 1770, Pursuant to Direction of the Late Sir Hans Sloane, Bart. from the Society of Apothecaries, London: By Stanesby Alchorne, Member of the Said Society",
    "authors": "Stanesby Alchorne",
    "year": 1771,
    "volume": "61",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106112"
  }
}