{
  "id": "a544359f68a594836b1ae310d163d08084c658d0",
  "text": "ABCDEF the Frame with the graduated Arch DE\nchord BC & 3 holes or stops for the label (a b c)\nGH the Index with a Nonius plate (n) eye vane (v) and tube (t)\nIK the Label (l) the lens (o) the stool for the lanthorn\nd f g the shield or ray plate (h) the horizontal tube (z) the azimuth tube and (x) the axis.\n\nP. Walter delin.\nThe Observations Mr. Robie made on the Solar Eclipse, Nov. 27, 1722, were as follows:\n\nH. \" \"\n7 27 oc He saw the Sun rise eclipsed about four Digits on his supreme Vertex; to the SW the greatest Part of the Shade lay.\n\nThen we could observe no more 'till\n\n8 30 oo The Sun began to appear, and six Digits, or thereabouts, were eclipsed.\n\n8 55 15 The Sun was eclipsed $4\\frac{1}{2}$ nearest; and then the Sun's Diameter was to the Moon's, as 1000 to 972.\n\n9 00 15 Were hid $4\\frac{1}{2}$ nearly; and the Sun's Diameter was to the Moon's as 1000 to 975.\n\n9 19 45 A little Spot on the Sun emerged.\n\n9 25 45 I saw the Moon go off the Sun, and Mr. Danforth at the same Time; And Mr. Appleton at\n\n9 25 20\n\nII. The Description of a new Quadrant for taking Altitudes without an Horizon, either at Sea or Land. Invented by Mr. John Elton.\n\nThis Instrument contains four principal Parts, viz. a Frame, an Index, a Label, and a Shield; and these consist of several Parts. (Vid. Tab.)\nThe Frame has two Parts, one a graduated Arch of 30 Degrees, each Degree being subdivided into six equal Parts; the other a Chord of an Arch of 60°, divided into two equal Parts (at the Extremities and in the Middle of which are Holes or Stops for the Label) together making 90° or a Quadrant.\n\nThe Index turns upon the Center of the Frame the whole Compass of the Arch, and has three Parts; viz. a Nonius Plate, an Eye-Vane, and a Tube. The Nonius Plate moves with the Index, and subdivides each of the small Divisions of the Arch into ten equal Parts or Minutes. The Eye-Vane is to look through in forward Observations. The Tube is to shew, when the Index is horizontal.\n\nThe Label moves upon the Center of the Frame the whole Compass of the Chord of the Arch of 60°, having three fixed Stations thereon, at 30°, 60°, and 90°, and contains two principal Parts; viz. a Lens, and a Lanthorn. The Lens is to form the Sun’s Image upon the Shield. The Lanthorn is necessary in Nocturnal Observations.\n\nThe Shield is fixed in the Center of the Frame, and has three Parts; viz. an Azimuth Tube, a Horizontal Tube, and an Axis, or in Backward Observations a Ray-Plate. The Hole in the Shield is to receive the Sun’s Image. The Azimuth Tube is to direct the Plane of the Instrument perpendicular. The Horizontal Tube is to shew when the Label is level. The Axis is to cut the Object in forward Observations.\n\nRule\nRule for either backward or forward Observations.\n\nIf the Altitude does not exceed $30^\\circ$, the Label must be placed at the Station on the Radius or longest Limb of the Quadrant; if the Altitude is between $30^\\circ$ and $60^\\circ$, at the middle Station; and if the Altitude exceed $60^\\circ$ at the uppermost Station.\n\nTo take the Sun's Altitude by a backward Observation.\n\nThis is done without using the Sight-Vane or Horizontal Tube on the Shield. Hold the Quadrant with both Hands in such a manner as is aptest for keeping it steady, the Back of the Arch being turned toward the Sun. When the Bubble of the Azimuth Tube is brought under the Hole in the Shield, cause the Sun's Image to fall on the Hole in the Shield, so that it may rest in the Center of the Sun's Image; the Instant the Azimuth Tube and Sun's Image are thus regulated, see if the Bubble in the Horizontal Tube on the Index (which till then is disregarded) leaves the open End of the Tube, or stops anywhere clear of the Ends of the Tube: If these happen at the same Juncture, the Altitude is then truly taken; but if the Bubble had remained in the enclosed End of the Tube, when the Azimuth Bubble and Sun's Image were regulated, the Index must have been slid up; and if tarried in the open End, moved down, until the Horizontal Bubble on the Index quit the open End of the Tube, or stop between the Ends, as was before observed; and then is the Quadrant set. In continuing the Observation for a Meridian Altitude, the Quadrant being\nbeing set, as the Sun rises, the Horizontal Bubble on the Index will not quit the open End of the Tube, or stop between the Ends, but hang there, or leave it after the Azimuth Bubble and Sun's Image have been regulated, which will require the Index to be continually moved down in order to keep the Quadrant set. When the Sun is up, or on the Meridian, the Quadrant will remain set for some time; and on the Sun's falling, the Horizontal Bubble will have a reverse Tendency inclining or running wholly to the enclosed End of the Tube.\n\nTo take the Altitude of the Sun or Stars by a forward Observation.\n\nIn this Method, the Lens and Tube on the Index are disregarded. Hold the Quadrant vertical, and looking through the Eye-Vane, direct the Axis or upper Edge of the Shield to the Sun or Star; if the Axis cut the Sun or Star at the same Instant that the Bubble in the Horizontal Tube on the Shield quit the open End, the Altitude is then truly taken, and the Quadrant set. But if it should leave the open End of the Tube before the Axis or upper Edge of the Shield cut the Sun or Star, then the Eye-Vane (or which is the same, the Index) must be slid down; and if it remain at the open End, or quit it when the Axis is above the Sun or Star, moved up until the Quadrant is set. In continuing the Observation for a Meridian Altitude, as the Sun or Star rises, the Bubble in the Horizontal Tube will always quit the open End of the Tube before the Axis cut the Object; so that to keep the Quadrant set, the Eye-Vane must on every such Alteration be constantly moved down; while the Sun\nSun or Star is on the Meridian, the Quadrant will remain set; and when the Sun or Star falls, the Bubble will act contrary to what it did in the rising, resting wholly in the open End of the Tube.\n\nTo take the Sun’s Altitude with the Horizon.\n\nTurn the Back of the Arch towards the Sun, and cause the Sun’s Image to fall on the Hole in the Shield, at the same time looking through the Eye-Vane, cut the Horizon with the Axis.\n\nN.B. In taking the Altitude of the Stars, a small Light must be fixed in the Lanthorn; the less the better. It will be best in forward Observations of the Sun, to take the Altitude of the upper Limb, allowing for the Semidiameter; and when the Sun is very clear, take his Altitude by a backward Observation, the forward Method being chiefly intended for Nocturnal Observations, and when the Sun is too much obscured to give any Shade or Image.\n\nThere was at the same time laid before the Society, \"An Extract made by Mr. Elton of Observations of the Latitude from the Journal of Capt. Walter Hoxton, Commander of the Ship Baltimore from the River of Thames to Maryland on the Continent of America, by Davis’s (or the common) Quadrant with the Horizon, and by Mr. Elton’s (a new invented Quadrant) without the Horizon, Anno Dom. 1730.\"\n\nFrom this Extract it is observable, that in moderate Weather the Difference of the Observations, made\nby the two Sorts of Quadrants, was commonly no more than $1'$; with strong Gales and a large Sea $5'$; in fair Weather; in hard Squalls; the Sea running high, $6'$; in early Gales $9'$; in fair Weather and a large Swell $16'$; once in smooth Water $16'$; and the greatest Difference of all was, with fresh Gales, $21'$. And this Difference was constantly found to give the Latitude more Northerly by Mr. Elton's Quadrant than by Davis's; as in this last mentioned Instance the Latitude appears to be $35^\\circ 39'$ N. by Davis's, when Mr. Elton's makes it $36^\\circ$ N. There is a Note added by Capt. Hoxton at the End of this Journal; viz. That the Difference at different Times between Davis's and Elton's Quadrants is occasioned by shifting the Shade-Vane of Davis's.\n\nTo this Journal were annexed some \"Observations of the Latitude by the fixed Stars in the foresaid Voyage by Mr. Elton's Quadrant, without using the Horizon.\"\n\nThese Observations are generally taken from two Stars, and the Latitude calculated from each Observation; and so they are found to agree commonly within $4'$ or $5'$. The greatest Difference arose once to $13'$. When by an Observation taken by *Syrius*, the Latitude was found to be\n\n| Course inter Obs. SSW. | $42^\\circ 46' N.$ | by *Procyon* $42^\\circ 56' N.$ |\n|------------------------|------------------|--------------------------------|\n| $S 3' \\frac{1}{2}^\\circ 3'$ | $42^\\circ 43'$ | Where the Difference is $13' N.$ |\n\nCapt.\nCapt. Hoxton, when at Anchor in Chelsea-Peak Bay, found the Latitude $37^\\circ 29'$ N. Off Cedar Point in Potuxon River $38^\\circ 7'$ N. Off Cape Henry $37^\\circ 6'$ N. And in a Letter to Mr. Elton he declares, \"That he observed with his Quadrant both by the Sun and Stars, in all the various Sorts of Weather he met with in his late Voyage to and from Maryland, without regarding the Horizon, with as great Exactness, as with Davis's Quadrant when the Sun and Horizon were clear.\"\n\nThere was likewise put into the Hands of the Publisher, another Letter from one Mr. John Walton to Mr. Elton, containing some Observations of the Latitude in Leghorn Road, and several of the Ports of Spain, which were found, after repeated Experiments, exactly to agree with the known Latitudes of those Places: Mr. Walton adds, That he made several Observations in his Passage Home, in hard Gales, and a great Sea, and when it was so hazy, that the common Quadrant was of no use, for want of an Horizon.\n\n---\n\nIII. A remarkable Case of a Gentlewoman who died of a Hydrops Ovarii, in the Thirty-third Year of her Age, after having been tapped Fifty-seven times. By Mr. John Belchier, Surgeon.\n\nIn the Year 1725, the Wife of Mr. Newberry, a Merchant in this City, complained of a Pain in her Left-Side, near her Groin, internally, which sensibly",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104100.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 16048,
    "total-output-tokens": 2858,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        325,
        2
      ],
      [
        325,
        325,
        3
      ],
      [
        325,
        1297,
        4
      ],
      [
        1297,
        2704,
        5
      ],
      [
        2704,
        4214,
        6
      ],
      [
        4214,
        5799,
        7
      ],
      [
        5799,
        7164,
        8
      ],
      [
        7164,
        8630,
        9
      ],
      [
        8630,
        9957,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104100",
    "title": "The Description of a New Quadrant for Taking Altitudes without an Horizon, Either at Sea or Land. Invented by Mr. John Elton",
    "authors": "John Elton",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104100"
  }
}