{
  "id": "98f7facb25605dbb7448c20e3cbe453964327ea3",
  "text": "An Account of Two Books.\n\nI. TRACTS written by the Honourable ROBERT BOYLE, about the COSMICAL Qualities of things; the Temperature of the SUB-TERRANEAL and SUB-MARINE Regions; and the BOTTOM of the Sea; together with an Introduction to the HISTORY of PARTICULAR Qualities. Oxford, 1670, in 8°.\n\nThe main Design of the Noble Author in these as well as his other Physical writings, is, to provide still more and more Materials for the History of Nature. He prefixes to these Tracts an Introduction to the History of particular Qualities, after he hath already given us an Excellent Account both of the Nature, and of the Origine of Qualities in general. And intending now, to proceed to Qualities in particular, and to consider, How far the manner whereby they are produced, and those other Phenomena of them, that may upon occasion be taken notice of, will accord with, and, by doing so, confirm the Doctrine hitherto proposed by him; and whether they will not (at least) much better comport with That, than the Opinions either of the Peripateticks, or the Chymists.\n\nBut before he descends to mention any of these Particular Qualities, he thinks it worth while to consider some Scruples about the Corpuscularian Doctrine touching Qualities, which unless they be removed, may not a little prejudice the reception of a good part of what he purposed to deliver about particular Qualities.\n\nOf these difficulties he insinuates chiefly upon that Grand one, which imports, that 'tis incredible, that so great a Variety of Qualities, as we actually find to be in Natural Bodies, should spring from Principles so few in number as two, and so simple, as Matter and Local Motion: And here he endeavours to show, not only, that the other Catholick Affections of Matter are manifestly deducible from Local Motion; but also, that these Principles, being variously associated, are so fruitfull, that a vast number of Qualities, and other Phenomena of Nature may result from them.\n\nIn the Tract of the Systematical or Cosmical Qualities, he maketh it out, That in estimating the Qualities of Natural Bodies, we are not only to consider the power, any particular one hath of acting upon, or the capacity it hath of suffering from such and such particular Bodies; but also that there may be some Attributes, which may belong to this or that Body, and divers alterations, to which it may be lyable upon the account of a Systeme so constituted as our World is; whose Fabrick is such, that there may be divers unheeded Agents, which, by unperceived means, may have great operations upon the Body we consider, and work such changes in it, and enable it to work such changes on other Bodies, as are rather to be ascribed to some un-observed Agents, than to those other Bodies, with which the Body proposed is taken notice to have to do.\n\nTo this is subjoyned an Appendix touching Cosmical Suspicions. For the Author considering, that the World is a Subject so vast, that not only all demonstrable Truths, which may be discovered concerning it, may be look't upon as important, but even Conjectures and Suppositions themselves that relate to it in general, may deserve not to be altogether passed by.\nin silence; He adventureth to entertain the Reader with some Thoughts of this nature, thereby taking an opportunity to alledge in their favour some Historical Observations, which, whatever the Conjectures be thought of, may appear to be more new than delusive.\n\nIn the Three remaining Tracts, the Author\n\nFirst, treats of the Temperature of Subterranean Regions and of the Air reaching thither, comprising the sum of what he hath to propound, in four Propositions; viz. That the first Region of the Earth is very variable both as to Bounds, and as to Temperature: That the second Region seems to be for the most part cold in comparison of the other two: That in several places, which, by reason of their distance from the Surface of the Earth one would refer to the Middle Region of it, the Temperature of the Air is very differing at the time times of the Year: That the third Region of the Earth hath been observed to be constantly and sensibly warm, but not uniformly so; being in some places considerably hot.\n\nSecondly, of the Temperature of the Submarine Regions as to Heat and Cold: Where, assigning to the Sea no more than two Regions; the one, from the superficies so far downwards as the manifest operation of the Beams of the Sun, or other Causes of warmth do penetrate; the other, from thence to the bottom of the Sea: He observeth, that, according to that division the Limits of the upper Region will not be always constant in all Climates, in all Seasons, and in all Weathers. And as to the Temperature of the Lower Region, he taketh notice, that that is generally Cold, some few places excepted: Confirming all by considerable relations, he procured from Sober and Creditable Navigators, and other Persons, practised in Diving, both with and without Engines.\n\nThirdly, Of the Bottom of the Sea; concerning which he hath enquired first, after the Inequality of the Soil there, observed to be very gradual and abrupt: Next, after the great pressure of the water there against other Bodies: Lastly, after the Tranquillity of the water there, whether it be considerably distant from the Surface.\n\nII. CATALOGUS PLANTARUM ANGLICAE & INSULARUM adjacentium: tum Indigenarum, tum Indigenarum in agris passim cultas complectens. Operá Johannis Raji M.A. & Soc. Reg. e Sodalitis. Londini, Impensis J. Martyn. 1670. in 12°.\n\nThe Ingenious and Industrious Author of this Book, having some years ago published a Catalogue of the Plants growing about Cambridge, hath now obliged his Country, by presenting it with a Catalogue of the Plants of all England, and of the Isles adjacent. In the doing of which, he hath spared neither pains nor cost, travelling himself through all the considerable parts of this Kingdom, and so viewing and gathering himself almost all the Plants here described, some few excepted, which he faith he hath either taken out of the best Authors, or received from very creditable and skilful Friends. Neither hath he been contented to search and gather them himself, but also diligently compared them with their Histories and Figures found by Botanists; describing those, which seemed to have been omitted by others, and adding, with their Characteristic notes, those that had been confusedly and carelessly delivered before. A work exceeding useful, especially in order to the composing a General History of Plants, wherein they are to be distributed into their several Families, according to their specifical Differences, (a thing so necessary to learn them more easily, to understand them more clearly, and to remember them more lastingly,) which Distribution cannot be made without an accurate and a compleat Enumeration and Description of the several Kinds of Plants, growing up and down in the several parts of the World.\n\nThe Reader will find in this Catalogue, besides the most necessary Synonyms of the Plants here enumerated, a summary Description also of their principal Vertues; entercased with the mention of many new Observations and Experiments, Medical and Physiological. And that, which exceedingly raiseth the value and endeareth the welcome of this Book, is, That the Author in the Preface thereof very obligingly promiseth a General Method of all Plants, together with the differing Characters of their kinds and families, to be published by him in a short time, and withall (to him possible) accurateness.\n\nLondon, Printed for John Martyn, Printer to the Royal Society, at the Bell in St. Paul's Church-yard, 1670.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101593.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1781,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3179,
        2
      ],
      [
        3179,
        7639,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101593",
    "title": "An Accompt of Two Books",
    "authors": "Robert Boyle, Johannis Raji",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101593"
  }
}