{
  "id": "000832ad4b99e4b10d1c76563d411fdd4fd51fa4",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1856.\n\nA.\n\nAcids, on the conjugate sulpho-, sulphometholic, &c., 453.\n\nAiry (G. B., Esq.). Account of Pendulum Experiments undertaken in the Harton Colliery, for the purpose of determining the Mean Density of the Earth, 297.—Introduction and history, 297; description of experiments, 308; deduced proportion of gravity at the two stations, 330; observations and calculations relating to the difference of attraction of the Earth's shell on the two pendulums, upon an assumed value of density, 332; deduced mean density, 342.\n\nDiscussion of the Observed Deviations of the Compass in several Ships, Wood-built and Iron-built; with a General Table for facilitating the examination of Compass-deviations, 53.\n\nSupplement to the \"Account of Pendulum Experiments undertaken in the Harton Colliery,\" being an Account of Experiments undertaken to determine the correction for the Temperature of the Pendulum, 343.—Alteration in the value of the earth's mean density, 352; effect of the earth's rotation and ellipticity, 353.\n\nAndrews (Dr. Thomas). On the Constitution and Properties of Ozone, 1.\n\nArthur's Seat, deflection of the plumb-line at, 591.\n\nAttraction, on the effect of local, 31 (see Pratt).\n\nB.\n\nBakerian Lecture, On the Electro-dynamic Qualities of Metals, 649 (see Thomson).\n\nBarlow (Rev. John). On the Formation and some of the Properties of Cymidine, the Organic Base of the Cymole Series, 15.\n\nBarometer, construction of a standard, &c., 507.\n\nBeale (Dr. Lionel S.). On the ultimate arrangement of the Biliary Ducts, and on some other\npoints in the Anatomy of the Liver of Vertebrate Animals, 375.—Of the ducts of the liver, 384.\n\nBiliary ducts, on the ultimate arrangement of the, 375.\n\nBuckton (George B., Esq.) and Dr. A. W. Hofmann. Researches on the Action of Sulphuric Acid upon the Amides and Nitriles, together with Remarks upon the Conjugate Sulpho-acids, 453.—Acetonitrile, 454; disulphometholic acid, 457; ethyl-series, disulphoetholic acid, 463; propyl-series, disulphopropiolic acid, 467; butyl- and phenyl-series, and corresponding acids, 469; action of sulphuric acid on aniline, sulphanilic and disulphanilic acids, 475.\n\nC.\n\nCarpenter (Dr. W. B.). Researches on the Foraminifera, 181.—Monograph of the genus Orbitalites, history, 187; general plan of organization, 193; physiology, 206; variations, 213; essential characters, &c., 223; species, 224; concluding remarks, 226.\n\nResearches on the Foraminifera, Part II., 547.—Genus Orbiculina, 547; Alveolina, 552; Cyclopeus, 555; Heterostegina, 562.\n\nCayley (A., Esq.). A Second Memoir upon Quantics, 101.\n\nResearches on the Partition of Numbers, 127.\n\nA Third Memoir upon Quantics, 627.\n\nChallis (Rev. J.). On the Problem of Three Bodies, 523.\n\nClarke (Captain). Computation of the Mean Specific Gravity of the Earth, from the observed deflection of the Plumb-line at Arthur's Seat, 591; of the Figure of the Earth as derived from the Ordnance Survey of Great Britain and Ireland, 610.\n\nCompass deviations in ships, 53 (see Airy).\n\nConvection of heat, electric, 651.\n\nCrystalline forms, 261 (see Rankine).\n\nCymidine, formation of, from nitrocymole, 16; salts of, 17.\n\nD.\n\nDatisca cannabina, chemical examination of, 141; datiscine, 142; action of sulphuric acid on datiscine, datiscetine, 143; analysis of datiscine and datiscetine, 144; action of nitric acid, &c., 147; note, 156.\n\nDavy (Dr. John). Some Observations on the ova of the Salmon, in relation to the distribution of Species, 21.—Effect of exposure to the atmosphere, 22; to moist air, 23; to a temperature below the freezing-point, 24; to a temperature above 70° in water, 25; effect of salt and brackish water, 27; remarks, 28.\n\nDentinal tubes, on the presence of fibrils of soft tissue in the, 515.\n\nDiamagnetic polarity, 237 (see Tyndall).\n\nDistribution of species, 21 (see Davy).\n\nE.\n\nElasticity, axes of, 261 (see Rankine).\n\nElasticity of solids, a mathematical theory of, 481 (see Thomson).\n\nElectro-dynamic investigations, 649 (see Thomson).\nINDEX.\n\nF.\n\nFaraday (Michael, Esq.). Experimental Researches in Electricity, Thirtieth Series, 159.— Constancy of magnecrystallic force in different media, 159; action of heat on magnecrystals, 168; effect of heat upon the absolute magnetic force of bodies, 176.\n\nFigure of the earth, 618.\nForaminifera, researches on the, 181, 547 (see Carpenter).\n\nG.\n\nGardenia lucida, gum of, gardenine, 155; note, 157.\nGosse (Philip Henry, Esq.). On the Structure, Functions, and Homologies of the Manducatory Organs in the Class Rotifera, 419.\n\nH.\n\nHeat, effect of, on magnecrystals, &c., 168 (see Faraday).\nHofmann (Dr. A. W.) and Buckton (George B., Esq.) (see Buckton).\n\nJ.\n\nJames (Lieut.-Colonel). On the Deflection of the Plumb-line at Arthur's Seat, and the Mean Specific Gravity of the Earth, 591.\n——— On the Figure, Dimensions, and Mean Specific Gravity of the Earth, as derived from the Ordnance Trigonometrical Survey of Great Britain and Ireland, 607.\nJoule (J. P., Esq.). Introductory Research on the Induction of Magnetism by Electrical Currents, 287.\n\nK.\n\nKilogramme des Archives, comparison of, with English Standard Pound, 874.\nKirkman (Rev. Thomas P.). On the Enumeration of x-edra having Triedral Summits, and an (x−1)-gonal Base, 399.\n——— On the Representation of Polyedra, 413.\n\nL.\n\nLight, action of crystals on, 283.\nLiver, on the structure of the, 384.\nLuminiferous force, compared with elasticity of solids, 282.\nLunar-diurnal magnetic variations at Toronto, 499.\n\nM.\n\nMagnecrystallic force, 159 (see Faraday).\nMagnetic disturbances, on periodical laws discoverable in the mean effects of, 357 (see Sabine).\nMagnetic variation, lunar-diurnal, 499.\nMagnetism, induction of, by electrical currents, 287.\nMagnetization, effects of, on the thermo-electric qualities of metals, &c., 709 (see Thomson).\nMean density of the earth, determination of, by pendulum experiments, 297 (see Airy); deduced value, 342, 352, 355.\n\nMean specific gravity of the earth derived from observations at Arthur's Seat (Colonel James), 606, 609; from the Ordnance Trigonometrical Survey, 607 (Colonel James).\n\nMegatherium, on the, 571.\n\nMiller (Professor W. H.). On the Construction of the New Imperial Standard Pound, and its Copies of Platinum; and on the Comparison of the Standard Pound with the Kilogramme des Archives, 753.\n\nO.\n\nOrbitolites, monograph of the genus, 187 (see Carpenter).\n\nOwen (Professor). On the Megatherium (Megatherium Americanum, Cuvier and Blumenbach). Part III.—The Skull, 571.\n\nOzone, on the constitution and properties of, 1.\n\nP.\n\nPartition of numbers, 127.\n\nPendulum experiments for determining the earth's mean density, 297 (see Airy).\n\nPolar-magnet deviations, table of, 83.\n\nPolarity of the diamagnetic force, 237 (see Tyndall).\n\nPolyedra, on a class of, 399; on the representation of, 413.\n\nPound, on the construction of the new imperial standard, 753.\n\nPratt (Venerable John Henry). On the Effect of Local Attraction upon the Plumb-line at Stations on the English Arc of the Meridian, between Dunnose and Burleigh Moor; and a Method of computing its Amount, 31.—Calculation of the ellipticity of the arc without taking account of local attraction, 31; formula for calculating local attraction at any station, 36; application of the formula to obtain a rough approximation to the meridian deflection at Burleigh Moor, 44; Appendix, &c., 48.\n\nProblem of three bodies, on the, 523.\n\nPtychotis Ajowan, chemical examination of, 149; note, 156.\n\nQ.\n\nQuantics, 101, 267.\n\nQuartz pound weight, comparison of, with standard, 894.\n\nR.\n\nRankine (W. J. M.). On Axes of Elasticity and Crystalline Forms, 26.—General definition of axes of elasticity, 261; strains, stresses, potential energy, and coefficients of elasticity, 262; thlipsimetric, &c. &c. surfaces and invariants, 264; different kinds of isotropy and symmetry, 269; various transformations, 271; on real and alleged differences between the laws of the elasticity of solids, and those of the luminiferous force, 282; on the action of crystals on light, 283.\n\nRotifera, on the manducatory organs in the class, 419.\nS.\n\nSabine (Major-General Edward). On Periodical Laws discoverable in the Mean Effects of the larger Magnetic Disturbances.—No. III., 357.—General conclusions, decennial period, 361; annual period, 364; diurnal variation, 366.\n\nOn the Lunar-Diurnal Magnetic Variation at Toronto, 499.\n\nSalmon, observations on the ova of the, 21 (see Davy).\n\nStenhouse (Dr. J.). Examination of select Vegetable Products from India, 141.\n\nT.\n\nThomson (Professor William). Elements of a Mathematical Theory of Elasticity, 481.—Part I. On stresses and strains (perfect and imperfect concurrences between stresses and strains, &c.), 481; Part II. On the mechanical conditions of relation between stresses and strains, experienced by an elastic solid (reduction of the potential function; six principal strains of an elastic solid, &c.), 493.\n\nBakerian Lecture, On the Electro-dynamic Qualities of Metals, 649.—On the electric convection of heat, 651; on thermo-electric inversions, 698; effects of mechanical strain, and of magnetization, on the thermo-electric qualities of metals, 709; methods for comparing and determining galvanic resistances, illustrated by preliminary experiments on the effects of tension and of magnetization on the electric conductivity of metals, 730; on the effects of magnetization on the electric conductivity of metals, 736.\n\nTomes (John, Esq.). On the Presence of Fibrils of Soft Tissue in the Dentinal Tubes, 515.\n\nTyndall (Professor John). Further Researches on the Polarity of the Diamagnetic Force, 237.—Introduction, 237; description of apparatus, 240; experiments, deportment of diamagnetic bodies, 243; deportment of magnetic bodies, 252.\n\nW.\n\nWelsh (John, Esq.). Account of the Construction of a Standard Barometer, and Description of the Apparatus and Processes employed in the Verification of Barometers at the Kew Observatory, 507.\n\nLondon:\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1855 to June 1856.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAmsterdam:—\n\nVerhandelingen der Koninklijke Akademie van Wetenschappen. 2de Deel. The Academy.\n4to. Amsterdam 1855.\n\nVerslagen en Mededelingen. 2de Deel. 3de Stuk. 3de Deel. 1ste 2de Stuk. ———\n8vo. Amsterdam 1854–55.\n\nOrganiek Reglement der Akademie, &c. 4to. Amsterdam 1855.\n\nCatalogus der Boekerij, van de K. Akademie. 1ste Afl. 8vo. Amsterdam 1855.\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. 2ste Heft. 8vo. The Society.\nBasel 1856.\n\nBatavia:—\n\nVerhandelingen van het Bataviaasch Genootschap van Kunsten en Wetenschappen. Deel 25. 4to. Batavia 1853.\n\nTijdschrift voor Indische, Taal-, Land- en Volkenkunde. ———\n1ste en 2de Deel. 8vo. Batavia 1852–53.\n\nBerlin:—\n\nAbhandlungen der Königl. Akademie der Wissenschaften. Aus dem Jahre 1854. 4to. Berlin 1855.\n\nMonatsbericht. May to Dec. 1855. Jan. to Apr. 1856. 8vo. ———\nDie Fortschritte der Physik im Jahre 1850–51–52. 8vo. Berlin 1855.\n\nThe Physical Society.\n\nBologna:—\n\nMemorie della Accademia delle Scienze. Tomo V. 4to. Bologna 1854.\n\nRendiconto delle Sessioni, 1853–54. 8vo. Bologna 1854.\n\nBombay:—Transactions of the Medical and Physical Society. No. 2. New Series. 8vo. Bombay 1855.\n\nBoston:—\n\nProceedings of the American Academy of Arts and Sciences. Vol. II. The Academy.\nNo. 21. Vol. III. No. 14. 8vo.\n\nProceedings of the Boston Society of Natural History. Vols. I. to IV., and The Society.\nVol. V. Nos. 1 to 11. 8vo. Boston 1844–55.\n\nMDCCCLVI.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBoston:—\n\nJournal of the Boston Society of Natural History. Vol. V. No. 4. Vol. VI. Nos. 1, 2, 3. 8vo. Boston 1847–53.\n\nBreslau:—\n\nNovorum Actorum Academiae Caesariae Leopoldino-Carolinæ Naturae Curiosorum. Vol. XXV. Part 1. 4to. Vratislaviae et Bonne 1855.\n\nSupplementum (Vol. XXIV.) sistens Cestodeorum evolutio ex propriis suis observationibus exposuit Dr. G. R. Wagener. 4to. 1854.\n\nConcours de l'Académie...proposé par le Prince Anatole de Demidoff. 4to. July 1855.\n\nZwei und dreissigster Jahres-bericht der Schlesischen Gesellschaft für vaterländische Kultur. 4to. Breslau 1855.\n\nBrussels:—\n\nMémoires de l'Académie Royale des Sciences. Tomes XXVIII., XXIX. 4to. Bruxelles 1854–55.\n\nMémoires couronnés et Mémoires des Savants étrangers. Tome VI. 2me Partie. 8vo. Bruxelles 1855.\n\nBibliographie Academique, 1854. 8vo. Bruxelles 1855.\n\nAnnuaire de l'Académie, 1855. 8vo. Bruxelles 1855.\n\nBulletins: Tome XXI. Part 2. Tome XXII. Part 1. 8vo. Bruxelles 1854–55.\n\nEssai d'une Géographie Physique de la Belgique, &c. Par J. C. Houzeau. 8vo. Bruxelles 1854.\n\nCalcutta:—\n\nJournal of the Asiatic Society of Bengal. Nos. 2 to 7, 1855. 8vo. Plates to Mr. E. C. Bayley's Paper in Vol. XXI.\n\nCherbourg:—Mémoires de la Société Impériale des Sciences Naturelles. Tome II. 8vo. Cherbourg 1854.\n\nChristiania:—\n\nBeretning om Kongeriget Norges Ökonomiske Tilstand i Årene 1846–50. 4to. Christiania 1853.\n\nMidlertidigt Reglement for Gaustad Sindsyge-Asyl. 8vo. Christiania 1855.\n\nOm Dodeligheden i Norge. Af Eilert Sundt. 8vo. Christiania 1855.\n\nDet Kongelige Norske Frederiks Universitets Aarsberetning for 1853. 8vo. Christiania 1855.\n\nNyt Magazin for Naturvidenskaberne. Udgives af den physiographiske Forening i Christiania ved Chr. Langberg. 8de Binds. 3de 4de Heft. 8vo. Christiania 1854–55.\n\nKong Christian den Fjerdes Norske Lovbog af 1604. Af Fr. Hallager og Fr. Brandt. 8vo. Christiania 1855.\n\nDas Christiania-Silurbecken. Chemischgeognostisch Untersucht. Af T. Kjerulf. 4to. Christiania 1855.\n\nDe Prisca Re Monetaria Norvegiae, et de Numis aliquot et Ornamentis, in Norwegia repertis. Octavo, Christianiae, MDCCCLIV. Af C. A. Holmboe.\n\nCopenhagen:—Oversigt over det Kgl. danske Videnskabernes Selskabs...i Aaret 1854. 8vo. Kjöbenhavn.\n\nDONORS.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Royal University.\n\nThe Society.\n\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nDijon:—Mémoires de l'Académie Imperiale des Sciences, Arts et Belles-lettres. 2me Série. Tom. III. and IV. 8vo. Dijon 1855–56.\n\nDublin:—\n\nRoyal Irish Academy. Transactions. Vol. XXII. Part 6. 4to. Dublin 1855.\n\nProceedings. Vol. VI. Part 2. 8vo.\n\nRoyal Dublin Society. Journal. No. 1. 8vo. Dublin 1856.\n\nGeological Society. Journal. Vol. VII. Parts 1 and 2. 8vo. Dublin 1856.\n\nEdinburgh:—\n\nRoyal Society. Transactions. Vol. XXI. Part 2. 4to. Edinburgh 1854–55.\n\nProceedings. Vol. III. No. 45. 8vo.\n\nTransactions of the Royal Scottish Society of Arts. Vol. IV. Part 3. 8vo. Edinburgh 1855.\n\nArchitectural Institute of Scotland. Transactions. Vol. IV. Part 1. 8vo. Edinburgh 1855.\n\nFrankfurt a. M.:—Abhandlungen herausgegeben von der Senckenbergischen Naturforschenden Gesellschaft. 1er Bd. Frankfurt a. M. 1854–55.\n\nGeneva:—Mémoires de la Société de Physique et d'Histoire Naturelle. Tome XIV. 1re Partie. 4to. Genève et Paris 1855.\n\nGöttingen:—Nachrichten von der Königr. Gesellschaft der Wissenschaften, vom Jahre 1855. 8vo. Göttingen.\n\nLausanne:—\n\nBulletin de la Société Vaudoise des Sciences Naturelles. Tome IV. No. 33. 8vo. 1854.\n\nProgramme des Connaissances...l'École Spéciale. 8vo. 1854.\n\nLeipzig:—\n\nAbhandlungen der Königr. Sächsischen Gesellschaft der Wissenschaften. Bd. 4. 3 pts. 8vo. Leipzig 1855.\n\nBerichte — Mathematisch-Physische Classe, 1854. Parts 1, 2. 8vo.\n\nPreisschriften gekront und herausgegeben von der Fürstlich Jablonowski-schen Gesellschaft. H. B. Geinitz. Darstellung der Flora, u.s.w. 8vo. Leipzig 1854.\n\nMit 14 Kupferstafeln in gross folio.\n\nLiège:—Mémoires de la Société Royale des Sciences. Tom. X. 8vo. Liège 1855.\n\nLiverpool:—\n\nProceedings of the Literary and Philosophical Society. No. 9. 8vo. Liverpool 1855.\n\nThe Historic Society of Lancashire and Cheshire. Proceedings and Papers. Vols. I. to VII. 8vo. Liverpool 1849–1855.\n\nLaws of the Society. 8vo. Liverpool 1854.\n\nList of Members, Jan. 1, 1855. 8vo. Liverpool.\n\nLondon:—\n\nBritish Architects. Papers read at the Royal Institute of British Architects, Session 1854–55. 4to. London 1855.\n\nBritish Association. Report of the Twenty-fourth Meeting. Sept. 1854. 8vo. London 1855.\n\nDonors.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Association.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nChemical Society. Quarterly Journal. Vol. VIII. Nos. 2 to 4. 8vo. 1855. The Society.\nVol. IX. No. 1, 1856.\n\nEntomological Society. Transactions. Vol. III. Parts 5 to 8. 8vo. 1855–1856. The Society.\n\nEthnological Society. Journal. Vol. IV. 8vo. London 1856. The Society.\n\nGeological Society. Quarterly Journal. Vol. XI. Parts 3 and 4. Vol. XII. Part 1. 8vo. London 1855–56. The Society.\n\nGeological Survey. Memoirs of the Geological Survey of Great Britain, &c. Part 1. The Iron Ores of Great Britain. 8vo. London 1856. The Director-General of the Ordnance Survey.\n\nMemoirs of the Geological Survey of the United Kingdom. Decade 5. 4to. London 1856.\n\nLinnean Society. Transactions. Vol. XXI. Part IV. 4to. London 1855. The Society.\n\nProceedings. Nos. 59 to 66. 8vo. Vol. II. The Society.\n\nAddress of Thomas Bell, Esq., The President, May 1855. ———\n\nList of the Society, 1855. ———\n\nJournal of the Proceedings. Vol. I. Nos. 1, 2. 8vo. London 1856.\n\nPathological Society. Transactions. Vol. VI. 8vo. London 1855. The Society.\n\nPhotographic Society. Journal. Nos. 32 to 42. The Society.\n\nRoyal Agricultural Society. Journal. Vol. XVI. 8vo. London 1856. The Society.\n\nRoyal Asiatic Society. Journal. Vol. XV. Part 2. 8vo. London 1855. The Society.\n\nVol. XVI. Part 2. 1866, with three Maps, illustrative of the localities of Nineveh.\n\nRoyal Astronomical Society. Memoirs. Vol. XXIV. 4to. London 1856. The Society.\n\nMonthly Notices. Vol. XV. and Vol. XVI. Nos. 1 to 7. 8vo. The Society.\n\nRoyal Institution. Notices. Part 5, Nov. 1854 to July 1855. The Institution.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. Vol. XXXVIII. 8vo. London 1855. The Society.\n\nRoyal Society of Literature. Annual Report, Address, and List of Members. 8vo. 1855. The Society.\n\nSociety of Antiquaries. Archaeologia. Vol. XXXVI. 4to. London 1855. The Society.\n\nProceedings. Nos. 41, 42. Vol. III. 8vo. 1855. ———\n\nList of the Society, April 23, 1855. ———\n\nSociety of Arts. Journal. Nos. 134 to 186. 8vo. 1855–56. The Society.\n\nCatalogue of the Eighth Exhibition of Inventions. 8vo. London 1856.\n\nStatistical Society. Journal. Vol. XVIII. Parts 3, 4. 8vo. 1855. Vol. XIX. Part 1. London 1856. The Society.\n\nZoological Society. Proceedings. Nos. 236 to 298. Parts 19 to 23. 8vo. 1851–55. The Society.\n\nReports of the Council and Auditors, 1852, 1853, 1854, 1855. 8vo. The Society.\n\nMadrid:—\n\nMemorias de la Real Academia de Ciencias. Tom. I. Part 3. Tercera serie. Ci. nat. 4to. Madrid 1854. The Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMadrid:—\n\nMemorias de la Real Academia de Ciencias. Tomo II. Ciencias exactas. 4to. Madrid 1853.\n\nResumen de las Actas, 1851 á 1852: 1852 á 1853. 4to. Madrid 1853, 1854.\n\nManchester:—Memoirs of the Literary and Philosophical Society. Second Series. Vol. XII. 8vo. London 1855.\n\nMelbourne:—Transactions of the Philosophical Society of Victoria. Vol. I. 8vo. Melbourne 1855.\n\nMoscow:—Bulletin de la Société Impériale des Naturalistes. Tomes II., III., IV., VII., VIII., 1830-35, et Années 1839, Nos. 1, 2, 3. 1843, No. 4. 1844, 1845, 1848. Nos. 1-4. 1853, Nos. 3-4. 1854, No. 1. 8vo.\n\nMunich:—\n\nAbhandlungen der Historischen Classe der Königl. Bayerischen Akademie der Wissenschaften. 7th Bd. 3te Abth. 4to. München 1855.\n\nPhilosoph-Philologischen Classe. 7th Bd. 3te Abth. 4to. München 1855.\n\nGelehrte Anzeigen. Bd. 40, 41. 4to. München 1855.\n\nVerzeichniss der Verlagsschriften, Reden und Abhandlungen. 8vo. München 1855.\n\nDr. Lorenz Hübner's Biographische Charakteristik von Joseph Wissmayr. 4to. München 1855.\n\nUeber die Gliederung der Bevölkerung des Königreichs Bayern, von T. B. W. von Hermann. 4to. München 1855.\n\nRede über die Grenzscheide der Wissenschaften von F. von Thiersch. 4to. München 1855.\n\nRede in der...Königl. Akad...zu ihrer 96th Stiftungsfeier. 4to. München 1855.\n\nNaples:—Accademia delle Scienze. Elettroscopio del Cav. Macedonio Melloni. 4to. Napoli 1855.\n\nNew Orleans:—\n\nProceedings of the New Orleans Academy of Sciences. Vol. 1. No. 1. 8vo. 1854.\n\nConstitution and By-laws. 8vo. New Orleans 1854.\n\nNew York:—\n\nAmerican Geographical and Statistical Society. Bulletin. Vol. I. Part 3. 8vo. New York 1854.\n\nDocuments relative to the Colonial History of the State of New York, procured in Holland, England, and France, by J. R. Broadhead. Vols. III. and IV. 4to. Albany 1853-54.\n\nAnnual Report of the Commissioners of Emigration of the State of New York, for the Year 1854. 8vo. New York 1855.\n\nAnnual Report of the Superintendent of the Banking Department of the State of New York. 8vo. Albany 1855.\n\nAnnual Reports of the State Engineer and Surveyor, on the Canals of the State of New York. Albany 1854-55.\n\nDONORS.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nNew York:—\n\nAnnual Report of the Canal Commissioners of the State of New York. 8vo. Albany 1855.\n\nSixth Annual Report of the Governors of the Almshouse of New York, for 1854. 8vo. New York 1855.\n\nAnnual Report of the State Engineer and Surveyor on the Railroad Statistics of the State of New York. 8vo. Albany 1853.\n\n——— on the Railroads of the State of New York. 8vo. Albany 1854–55.\n\nReport of the Committee appointed to examine and report the Causes of Railroad Accidents, &c. 8vo. Albany 1853.\n\nOxford:—Ashmolean Society. Proceedings. No. 33. 8vo. 1855.\n\nParis:—\n\nMémoires de l'Institut Impérial de France, Acad. des Inscriptions et Belles-lettres. Tome XVIII. 4to. Paris 1855.\n\nMémoires de l'Académie des Sciences Morales et Politiques. Tom. IX. 4to. Paris 1855.\n\nComptes Rendus de l'Académie des Sciences. Tom. XL. Liv. 23 to 26. Tom. XLI. Nos. 1 to 9, 11 to 27. 1855. Tables. Tomes XXXIX., XL. 4to. 1855.\n\nAnnales des Mines. Tom. VI. Liv. 4, 5, 6, 1854. Tom. VII. Liv. 1, 2, 3, 1855. 8vo. Paris.\n\nAnnuaire de la Société Météorologique de France. Tom. Ie, 1853. 8vo. Paris 1853.\n\nArchives du Muséum d'Histoire Naturelle. Tom. VII. Liv. 3, 4. Tom. VIII. Liv. 1, 2. 4to. Paris 1855.\n\nBulletin de la Société de Géographie. Tomes IX., X. 4me Série. 8vo. Paris 1855.\n\nBulletin de la Société Géologique de France. 2me Série. Tom. XII. Feuilles 12 to 60. Tom. XIII. Feuilles 1 to 7. 8vo. Paris 1854–55–56.\n\nComptes Rendus des Séances et Mémoires de la Société de Biologie. Tomes I. to V. 1ère Série, 1850–54. Tome I. 2me Série, 1855. 8vo. Paris.\n\nPhiladelphia:—\n\nAcademy of Natural Sciences. Proceedings. Nos. 2 to 7. 8vo.\n\nAmerican Philosophical Society. Proceedings. Vol IV. No. 29. Vol. VI. Nos. 51 and 52. 8vo.\n\nFranklin Institute. Journal. Vol. XXIX. No. 6. Vol. XXX. Nos. 1 to 6. Vol. XXXI. Nos. 1 to 5. 8vo. Philadelphia 1855–56.\n\nRome:—Atti dell' Accademia Pontificia de' Nuovi Lincei. Anno 5. Sessione 5, 6. 4to. Roma 1853–54.\n\nSan Francisco:—Proceedings of the California Academy of Natural Sciences, Sept. 1854 to Jan. 1855. 4to.\n\nStockholm:—\n\nKoagl. Vetenskaps-Akademiens Handlingar för år 1853. 8vo. Stockholm 1855.\n\nÖfversigt. — Elfte årgången 1854. 8vo. Stockholm 1855.\n\nDONORS.\n\nThe Society.\n\nThe Institute.\n\nL'École des Mines.\n\nThe Society.\n\nThe Museum.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\n\nThe Academy.\n\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nStockholm:—\nBerättelse om Framstegen i Insektternas, Myriapodernas och Arachnidernas\nNaturalhistoria för 1851 och 1852. C. H. Boheman. 8vo. Stockholm 1854.\nÅrsberättelser om Botaniska Arbeten...för åren 1845–1848. J. E. Wikstrom. Sednare Delen. 8vo. Stockholm 1855.\n\nTasmania:—\nPapers and Proceedings of the Royal Society of Van Diemen's Land. Vol. II.\nPart 3. 8vo. Tasmania 1851.\nTasmanian Contributions to the Universal Exhibition of Industry at Paris. 1855. Fol.\n\nToronto:—The Canadian Journal, May to December 1855. 4to. Nos. 1 and 2. New Series. 8vo. Toronto 1856.\n\nTurin:—Memorie della Reale Accademia delle Scienze. Serie Seconda. Tom. XIV. Tom. XV. 1855. 4to. Torino 1854.\n\nUtrecht:—\nAanteekeningen ... van het Provinciaal Utrechtse Genootschap van Kunsten en Wetenschappen, 1845–1855. 8vo. Utrecht 1846–55.\nVerslag — van het Jaar 1854. 8vo.\nNaamlijst der Leden, 1854. 8vo.\nVerhandelingen over de Verdiensten van Gijsbert Karel van Hogendorp, als Staatshuishoudkundige ten aanzien van Nederland. Door O. Van Rees. 8vo. Utrecht 1854.\nUittreksel uit de Meteorologische Waarnemingen, &c. Door W. Wenckebach. 8vo. Utrecht 1844.\nUitkomsten der Meteorologische Waarnemingen, 1839–1843. Door R. Van Rees. 8vo. Utrecht 1844.\nUitkomsten der Meteorologische Waarnemingen, gedaan te Breda van 1839–1846. Door Dr. C. H. D. Buys Ballot. 8vo. Utrecht 1848.\n\nMeteorologische Waarnemingen in Nederland, 1849–50. 4to. Utrecht 1851.\nMeteorologische Waarnemingen in Nederland, 1851. ib. 8vo. Utrecht 1852.\nMeteorologische Waarnemingen in Nederland, 1852. ib. Obl. 4to. Utrecht 1852.\nWindwaarnemingen in Nederland, 1849–1850. Door F. W. C. Krecke. Obl. 4to. Lith.\nDéscription de l'Observatoire Météorologique et Magnétique à Utrecht. ib. 8vo. Utrecht 1850.\n\nVienna:—\nDenkschriften der Kaiserlichen Akademie der Wissenschaften. Phil.-Hist. Classe. 3rd Bd. Fol. Wien 1852.\n——— 6th Band. 4to. Wien 1855.\n——— Math.-Natur. Classe. 8th and 9th Bd. 4to. Wien 1854–55.\nSitzungsberichte. Math.-Natur. Classe. 1st Bd. 8th Bd. Heft 4 and 5. 14th and 15th Bd. Heft 1–3. 16th Bd. Heft 1, 2. 17th Bd. Heft 1, 2, 3. 8vo. Wien 1848–55.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nVienna:—\n\nSitzungsberichte. Phil.-Hist.Classe. 8vo Bd. Heft 3–5. 13er Bd. Heft 3.14er Bd. Heft 1, 2. 15er Bd. Heft 1–3. 16er, 17er Bd. Heft 1, 2. 8vo. Wien 1852–55.\n\nAlmanach, 1855.\n\nJahrbücher der k. k. Central-Anstalt für Meteorologie und Erdmagnetismus. 3er Bd. Von K. Kreil. 4to. Wien 1855.\n\nResultate aus den Magnetischen Beobachtungen zu Prag, von K. Kreil. 4to. Wien 1855.\n\nIntegration der Linearen Differentialgleichungen von Jos. Petzval. 1er Bd. 4to. Wien 1853.\n\nDie Vegetationsverhältnisse von Iglau, von A. Pokorny. 8vo. Wien 1852.\n\nVersuch einer Geschichte der Pflanzenwelt, von Dr. F. Unger. 8vo. Wien 1852.\n\nSystema Helminthum. Auctore C. M. Diesing. Vols. I., II. 8vo. Vindobonæ 1850–51.\n\nGenera et Species Plantarum Fossilium. Auctore F. Unger. 8vo. Vindobonæ 1850.\n\nRecueil d’Itinéraires dans la Turquie d’Europe. Par Ami Boué. Tomes I., II. 8vo. Vienne 1854.\n\nAbhandlungen der k. k. Geologischen Reichsanstalt. Band 2. 5er Jahrgang. Nos. 3 and 4. 4to. Wien 1855.\n\nJahrbuch. 6er Jahrgang, Nos. 1, 2. 4to. Wien 1854–55.\n\nCoup-d’œil géologique sur les Mines de la Monarchie Autrichienne. Par F. de Hauer et F. Foetterle, avec une Introduction par Guil. Haidinger. 4to. Vienne 1855.\n\nWashington:—\n\nSmithsonian Contributions to Knowledge. Vol. VII. 4to. Washington 1855.\n\nEighth and Ninth Annual Reports of the Board of Regents of the Smithsonian Institution. 8vo. Washington 1854–55.\n\nWürzburg:—Verhandlungen der Physicalisch-Medicinischen Gesellschaft. Vols. I. and II. 8vo. Erlangen 1850–51. Vols. III., IV., V. and VI. Heft 1 and 3. 8vo. Würzburg 1852–55.\n\nACLAND (H. W.) Memoir on the Cholera at Oxford in the year 1854, with considerations suggested by the Epidemic. 4to. London and Oxford 1856.\n\nADELMANN (P.) Tractatus anatomico-chirurgicus de Aneurysmate spurio Varicoso. 4to. Wirceburgi 1821.\n\nAIDHUSANUS (J. S.) De Ovorum Mammalium Velamentis. 8vo. Wirceburgi 1816.\n\nAIRY (G. B.) Report to the Board of Visitors of the Royal Observatory, Greenwich, June 7, 1856. 4to.\n\nANGHERÀ (D.) Quadratura del Cerchio, Trisezione dell' Angolo e Duplicatione del Cubo, Problemi geometricamente risoluti e dimostrati. 8vo. Malta 1854.\n\nANGIUS (V.) L'Automa Aereo o sviluppo della soluzione del Problema sulla Direzione degli Aerostati. 8vo. Torino 1855.\n\nANONYMOUS:—\n\nAlmanaque Náutico para el Año 1857. 8vo. Cadiz 1855.\n\nDonors.\n\nThe Academy.\n\nThe I. R. Institute of Geology.\n\nThe Institution.\n\nThe Society.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory of San Fernando.\nPRESENTS.\n\nANONYMOUS (continued).\n\nAnnals of the Astronomical Observatory of Harvard College. Vol. I. Part 2. Two Copies. 4to. Cambridge 1855.\n\nAstronomische Beobachtungen auf der Königlichen Universitäts Sternwarte zu Königsberg. With Bessel's Portrait. 27te Abth. 1st und 2nd Theil. Fol. Königsberg 1856.\n\nCatalogo della preziosa libreria gia appurtenuta...il Comm# Lodovico Ciecolini. 12mo. Roma 1855.\n\nCatalogue of a Collection of Works on, or having reference to, the Exhibition of 1851, in the possession of C. W. Dilke. Printed for private Circulation. 8vo. 1855.\n\nDie Landtafel des Markgrafthumes Mähren. Lief. 4–6. 4to. Brünn 1856.\n\nDroogten in den Noorder Atlantischen Oceaan. Extract uit het Meteorologisch Journaal van Kapitein R. J. Scholten. 4to.\n\nFlora Batava. Afl. 177, 178. 4to. Amsterdam.\n\nList of the Fellows, &c. of the Royal College of Surgeons. July 1855. 8vo.\n\nL. Tabulae Vegetationis in Brasilia physiognomiam illustrantes, E. Martii Flora Brasiliensi seorsim expressae. Fol. 1856.\n\nNachricht von der Vollendung der Gradmessung zwischen der Donau und dem Eismeere. 8vo. St. Petersburg 1853.\n\nNinth Annual Report of the Board of Agriculture of the State of Ohio. 8vo. Columbus 1855.\n\nObservations Météorologiques faites à Nijné-Taguïsk. Années 1852, 1853, 1854. 8vo. Paris.\n\nQuarterly Return of Marriages, Births and Deaths. 1855. Nos. 28 and 29.\n\nReport... vindicating the Rights of Charles T. Jackson to the Discovery of the Anaesthetic effects of Ether Vapour. 8vo.\n\nReport to the Registrar-General on the International Statistical Congress held at Paris in 1855. 8vo.\n\nReport on the Nomenclature and Statistical Classification of Diseases for Statistical Returns. 8vo.\n\nThe Correspondence relating to the Lancet Sanatory Commission, &c. 8vo. London 1856.\n\nThe Great Arctic Mystery. 8vo. London 1856.\n\nThe Great Powers. Supplement to the Report on the Proceedings of the Statistical Congress in Paris. 8vo.\n\nThe London University Calendar, 1856. 8vo. London 1856.\n\nThe Royal Gallery of Art. Parts 9 to 16. Fol. London 1855–56.\n\nThird Report of the Commissioners for the Exhibition of 1851. 8vo. London 1856.\n\nUitkomsten van Wetenschap en Ervaring aangaande Winden en Zeestroomingen en sommige Gedeelten van den Oceaan. 4to. Utrecht 1855.\n\nARNOTT (N.) On the Smokeless Fireplace, Chimney Valves, and other Means, Old and New, of obtaining healthful Warmth and Ventilation. 8vo. London 1855.\n\nMDCCCLVI.\n\nDONORS.\n\nThe Observatory.\n\nThe Observatory.\n\nG. Rennie, Esq., F.R.S.\n\nC. W. Dilke, Esq.\n\nThe Publication Committee.\n\nThe Director der Afdeeling Zeevaart.\n\nHis Majesty the King of the Netherlands.\n\nThe College.\n\nDr. C. F. P. von Martius, For. Mem. R.S.\n\nObservatory, Pulkowa.\n\nThe Ohio State Board.\n\nThe Prince Demidoff.\n\nThe Registrar-General.\n\nC. T. Jackson, M.D., per C. D. Archibald, Esq., F.R.S.\n\nThe Registrar-General.\n\nUnknown.\n\nThe Author.\n\nUnknown.\n\nThe University.\n\nS. C. Hall, Esq.\n\nThe Commissioners.\n\nThe Royal Netherlands Meteorological Institute.\n\nThe Author.\nPRESENTS.\n\nASCHERN (H.) Ueber den Sitz der Placenta in den Muttertrompeten. 8vo. Würzburg 1841.\n\nBABBAJE (C.) Observations addressed, at the last Anniversary, to the President and Fellows of the Royal Society, after the delivery of the Medals. 8vo. London 1856.\n\n——— A Word to the Wise. Observations on Peerage for Life. 8vo. London 1856.\n\nBACHE (A. D.) Address to the American Association for the year 1851, on retiring from the Duties of President. 8vo.\n\nBAILY (Francis, the late, F.R.S.) Journal of a Tour in the Unsettled Parts of North America in 1796 and 1797. 8vo. London 1856.\n\nBALEGUER (F.) History of Asiatic Cholera Morbus, &c. 8vo. Agra.\n\n——— Claims to Public Confidence .... in favour of my Method of treating some Tropical Diseases, principally Asiatic Cholera. 8vo. Cawnpore 1855.\n\n——— Cholera Asiatique : Où il prend sa Source. 4to. 1855.\n\nBARKER (T. H.) On Cystic Entozoa in the Human Kidney. 8vo. London 1856.\n\nBARLOW (P. W.) On some Peculiar Features of the Water-bearing Strata of the London Basin. 8vo. London 1855.\n\nBARTHELMESS (R.) Die Chronische Entzündung der Eierstöcke mit ihren Folgen. 8vo. Würzburg 1844.\n\nBEAMISH (N. L.) On the Uses and Application of Cavalry in War, from the Text of Bismark. 8vo. London 1855.\n\nBELL (Thos.) Horæ Carcinologice. A Monograph of the Leucosidæ. 4to. London 1855.\n\nBIANCONI (J. J.) Specimina Zoologica Mosambicana. Fasc. 7–10. 4to. Bononiae 1850.\n\n——— Repertorio Italiano per la Storia Naturale. Vol. II. 8vo. Bononiae 1854.\n\nBIGSBY (R.) Remarks on the suggested establishment of a National Order of Merit. 16mo. London 1855.\n\nBLAIR (D.) Report on the Recent Yellow Fever Epidemic of British Guiana. 8vo. London 1856.\n\nBÖRGER (H.) Bericht über die Wichtigsten Vorfälle auf der geburtshilflichen Klinik zu Würzburg. 8vo. Würzburg 1853.\n\nBOTFIELD (B., F.R.S.) Some Account of the first English Bible. 8vo.\n\n——— Bibliotheca Membranacea Britannica, or Notices of Early English Books printed upon Vellum. 8vo.\n\nBRADBURY (H.) On the Security and Manufacture of Bank Notes. 4to. London 1856.\n\nBRAME (C.) De l'Adhésion et de la Spongiolie. 8vo. Tours 1856.\n\n——— Rapport sur six Mémoires de Mons. C. Brame, ayant pour objet l'étude des phénomènes qui accompagnent la cristallisation du soufre, du phosphore et de plusiers autres corps. 8vo.\n\nBRAUN (F.) Beschreibung der...zu Germersheim herrschenden Schleimfleberepidemie. 8vo. Landau 1842.\n\nDONORS.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Association.\n\nMiss Baily.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Author.\n\nUnknown.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nMons. C. Brame.\n\nPhys. Med. Soc. Würzburg.\nPRESENTS.\n\nBRIGHT (E. B.) Vis. A Treatise on the predominating Influence of the Sun-beam throughout Creation, &c. 16mo. London 1855.\n\nBROCA (P.) Propriétés et Fonctions de la Moelle Épinienne: Rapport sur quelques expériences de M. Brown-Séquard. 8vo. Paris 1855.\n\nNotice sur les Travaux de M. E. Brown-Séquard. 4to. Paris.\n\nBROUGHAM (Henry, Lord) and ROUTH (E. J.) Analytical View of Sir Isaac Newton's Principia. 8vo. London 1855.\n\nBROWN (Samuel) A few Thoughts on Commission, Divisions of Profit, Selection of Lives, the Mortality in India, and other subjects relating to Life Assurance. 8vo. London 1849.\n\nBROWN-SÉQUARD (E.) Experimental Researches applied to Physiology and Pathology. 8vo. New York, London and Paris 1853.\n\nExperimental and Clinical Researches on the Physiology and Pathology of the Spinal Cord, &c. 8vo. Richmond (U.S.) 1855.\n\nDeux Mémoires sur la Physiologie de la Moelle épinière. 8vo. Paris 1855.\n\nRecherches expérimentales sur la transmission croisée des Impressions sensitives dans la Moelle épinière. 8vo. Paris 1855.\n\nRésumé de plusieurs Mémoires de Physiologie expérimentale. 8vo. Paris. 1847.\n\nSur les Résultats de la section et de la galvanisation du nerf Grand Sympathique au Cou. 8vo. Paris 1854.\n\nBRÜNNOW (F.) Tafeln der Flora, mit Berücksichtigung der Störungen durch Jupiter und Saturn. 4to. Berlin 1855.\n\nBURNIER (F.) et PLANTAMOUR (E.) Nivellement du Grand Saint-Bernard. 8vo.\n\nCASTELLA (E. de.) Sur la Plegmasia alba dolens et Observation de tumeur érectile traitée par la ligature. 8vo. Würzburg 1838.\n\nCAZALET (Rev. W. W.) On the Right Management of the Voice in Speaking and Reading, &c. 8vo. London 1855.\n\nCHANDON (C.) Ueber eine falsche Pulsadergeschwulst. 8vo. Zweibrücken 1824.\n\nCOLLIER (C.) ΑΡΙΣΤΟΤΕΛΗΣ ΠΕΡΙ ΨΥΧΗΣ. Translated from the Original Text. 8vo. Cambridge 1855.\n\nCOOKE (J. P.) On Two new Crystalline Compounds of Zinc and Antimony, &c. 4to. Cambridge 1855.\n\nCZERMÁK (J.) Beiträge zur mikroskopischen Anatomie der menschlichen Zähne. 8vo. Leipzig 1850.\n\nDAVY (J.) Some Miscellaneous Observations on the Salmonidae. 4to. 1854.\n\nOn the Effects of certain Agents on Insects. 8vo. London 1851.\n\nSome Observations on the Excrement of Insects. 8vo. 1854.\n\nDE CANDOLLE (A.) Géographie Botanique raisonnée, ou exposition des Faits Principaux et des Lois concernant la Distribution Géographique des Plantes de l'Époque actuelle. Two Vols. 8vo. Paris et Genève 1855.\n\nDE LA RIVE (A.) On the Cause of the Aurora Borealis. 8vo. 1854.\n\nA Treatise on Electricity in Theory and Practice. Vol. II. 8vo. London 1856.\n\nDONORS.\n\nThe Author.\n\nMons. E. Brown-Séquard.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Academy, Berlin.\n\nThe Authors.\n\nPhys. Med. Soc. Würzburg.\n\nDr. Textor.\n\nC. Collier, M.D., F.R.S.\n\nDr. Daubeny, F.R.S.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nDE RYCKHOLT (Le Baron P.) Mélanges Paléontologiques. 2me Partie. 4to.\n\nD'ESPINE (M.) Notice Statistique sur la première Invasion du Cholera dans le Canton de Genève. 12mo.\n\nDICKSON (S.) The \"Destructive Art of Healing;\" a Sequel to the \"Fallacies of the Faculty.\" Fourth Edition. 8vo. London 1856.\n\nDÖLLEN (W.) Ueber Dr. Wichmann's Bestimmung der parallaxe des Arge-landerschen Sterns. 4to. St. Petersburg 1854.\n\nDÖLLY (F.) Die Künstlich eingeleitete Frühgeburt. 8vo. Würzburg 1854.\n\nELLESMORE (Earl of) Address to the Royal Geographical Society of London; May 1855. 8vo.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1858. 8vo. Berlin 1855.\n\nENGELMANN (G.) De Antholysi prodromus. 8vo. Francofurti ad Mainum 1832.\n\nFAIRBAIRN (W.) Useful Information for Engineers, &c. 8vo. London 1856.\n\nFEDORENKO (Ivan.) Positions moyennes pour l'Epoque de 1790-0 des Étoiles circomplanaires, dont les Observations ont été publiées par Jérôme Lalande. 4to. St. Pétersbourg 1854.\n\nFERGUSSON (Lieut. E. F. T.) Magnetical and Meteorological Observations made at the Hon. East India Company's Observatory, Bombay, in the years 1852 and 1853. 4to. Bombay 1855.\n\nFINN (J. H.) Der Kaiserschnitt, u.s.w. 8vo. Würzburg 1839.\n\nFLECHSIG (R. F.) De Polymastia seu de Foeminis multimammiis. 8vo. Sneeberge Saxorum 1839.\n\nFUCHS (C. H.) De Lepra Arabum, &c. 8vo. Wirceburgi 1831.\n\nGAUPP (C.) Medizinische Topographie der Stadt Kirchheim unter Teck. 8vo. Würzburg 1839.\n\nGEGENBAUR (C.) Zur Lehre vom Generationswechsel und der Fortpflanzung bei Medusen und Polypen. 8vo. Würzburg 1854.\n\n——— Beiträge zur Entwicklungsgeschichte der Land-Pulmonaten. 8vo. Leipzig 1852.\n\nGILLISS (Lieut. J. M.) The United States Naval Astronomical Expedition to the Southern Hemisphere during the years 1849, 50, 51, 52. Two Vols. 4to. Washington 1855.\n\nGOEDEN (R.) De Fonticulis, quos vocant ossificatos. 4to. Wirceburgi 1837.\n\nGOLLIEZ (H.) Description d'une nouvelle forme de Cellule dans l'Encéphaloïde. 8vo. Payerne 1849.\n\nGRAHNER (H.) Beschreibung eines Falles von Transposition der Brust-u. Unterleibseingeweide. 8vo. Würzburg 1854.\n\nGREG (R. P.) An Essay on Meteorites. 8vo. London 1855.\n\nHALL (Dr. M.) Abstract of an Investigation into Asphyxia; its Nature, Carbonic Acid Blood-poisoning, and its Remedy. Prone and Postural Respiration. 8vo. London 1856.\n\nHANSTEEN (C.) Den magnetiske Inclinations Forandring i den nordlige tempererete Zone. 4to. Kjøbenhavn 1855.\n\n——— Aftryk af Oversigt, &c. (Abstract of the above, and Report of the Secretary of the Royal Society at Copenhagen.) 8vo. 1855.\n\nHARPUR (A.) The Nature of Visible Magnitude, &c. 8vo. Dublin 1856.\n\nDONORS.\n\nThe Author.\n\nThe Registrar-General.\n\nUnknown.\n\nThe Observatory, Pulkowa.\n\nPhys. Med. Soc. Würzburg.\n\nThe Royal Geographical Society.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Observatory, Pulkowa.\n\nThe Directors, Hou. East India Company.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nDr. Textor.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nHARRIS (Sir W. S.) Rudimentary Treatise on Galvanism, and the General Principles of Animal and Voltaic Electricity, &c. 12mo. London 1856.\n\nHAUGHTON (Rev. S.) The Solar and Lunar Diurnal Tides on the Coasts of Ireland. 4to. Dublin 1855.\n\nHEDDÆUS (J.) Die Contractionen der Gebärmutter, u.s.w. 8vo. Würzburg 1851.\n\nHEGETSCHWEILER (J.J.) De Insectorum Genitalibus. 4to. Turici 1820.\n\nHEISE (H.) Die Irideremie oder den angeborene Mangel der Iris. 8vo. Würzburg 1854.\n\nHEYDUK (P. C.) Ueber Vergiftung durch Seevögel und Seefische sowie durch Kupferne Kochgeschirre. 8vo. Fulda 1840.\n\nHEYMANN (A.) Einiges über die Lepra, wie sie auf Java und in den Molukken vorkommt. 8vo. Würzburg 1854.\n\nHEYMER (C.) Beiträge zum Puerperalheber. 8vo. Würzburg 1847.\n\nHEYNEMANN (M.) Ueber die Coagulationen im Herzen u.s.w. 8vo. Fürth 1843.\n\nHOFFMANN (A.) Grundlinien zu einer Geschichte des Fränkischen Keuper-Gebirges im mittleren Main-Gebiete. 4to. Würzburg 1835.\n\nHOFMANN (C. E. E.) Ueber die Aufnahme des Quecksilbers und der Fette in den Kreislauf. 8vo. Würzburg 1854.\n\nHOGG (J., F.R.S.) On Two Events which occurred in the Life of King Canute the Dane. 8vo. London 1855.\n\nGreek Inscriptions from Syria and the Hauran, discovered by the Rev. J. L. Porter. Edited with Notes by J. Hogg, Esq. 8vo. London 1855.\n\nHOLLMAN (A. G.) Einige Untersuchungen über Blut und Harn der Schwangeren. 8vo. Würzburg 1854.\n\nHOLTZBACHER (A.) Ueber die Amputation im Allgemeinen, u.s.w. 8vo. Würzburg 1835.\n\nHOOKER (J. D.) and THOMSON (T.) Flora Indica: being a Systematic Account of the Plants of British India, &c. Vol. I. 8vo. London 1855.\n\nHOPFF (F.) Ueber die Hämodilie oder die erblliche Anlage zu tödlichen Blutungen. 8vo. Würzburg 1828.\n\nHOPFF (G. W. L.) Das Bier in geschichtlicher, chemischer, medizinischer, chirurgischer und diätetischer Beziehung, u.s.w. 8vo. Zweibrücken 1856.\n\nHOPKINS (W.) On the External Temperature of the Earth, and the other Planets of the Solar System. 4to. Cambridge 1856.\n\nHORNER (F.) De Cyanosi. 4to. Monachii 1823.\n\nHÖRNER (F. M.) Die Medicinische Schule zu Salerno, u.s.w. 8vo. Würzburg 1840.\n\nHUBER (V. A.) De Lingua et Osse hyoideo Pici viridis. 4to. Stuttgardiae 1821.\n\nHUMMEL (T. W. L.) Ueber die Resection im Oberarm-gelenk. 4to. Würzburg 1832.\n\nHUMPHREYS (E. R.) Britain's Working Men; (and other Lectures, &c.). 8vo. Cheltenham 1855-56.\n\nHUSEMANN (G.) Die pathologische Anatomie der äusseren und inneren Unterleibsbrüche. 4to. Würzburg 1834.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nPhys. Med. Soc. Würzburg.\n\nThe Editor.\n\nPhys. Med. Soc. Würzburg.\n\nThe Authors.\n\nPhys. Med. Soc. Würzburg.\n\nDr. Textor.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\nPRESENTS.\n\nJASSOY (E. T.) De Echinorhyncho Polymorpho Bremseri. 4to. Herbipoli 1820.\n\nJESSOP (W. H. R.) A complete Decimal System of Money and Measures. 8vo. Cambridge 1855. and Part 2. 1856.\n\nJOACHIM (K.) Ueber die Nachtblindheit und das Augapfelfrollen. 8vo. Würzburg 1842.\n\nJOHNSON (M. J.) Astronomical and Meteorological Observations made at the Radcliffe Observatory, Oxford, in the year 1854. 8vo. Oxford 1856.\n\nJOURNALS:\n\nAstronomische Nachrichten. Nos. 969 to 1030.\n\nCosmos. Vol. VI. Liv. 26 and Index; Vol. VII. Liv. 1–25; Vol. VIII. Liv. 1 to 23. 8vo. Paris 1855–56.\n\nIl Nuovo Cimento Giornale di Fisica, di Chimica, &c. By C. Matteucci and others. Tomo I. Aprile to Oct. Tomo II. 8vo. Pisa 1854–55.\n\nJournal of the Indian Archipelago. Vol. VIII. No. 13; Vol. IX. Nos. 4 to 9. and Supplementary No. Ethnology of the Indo-Pacific Islands. Part 2. 8vo. Singapore 1855–56.\n\nThe American Journal of Science and Arts. Vol. XIX. No. 57; Vol. XX. Nos. 58, 59, 60; Vol. XXI. Nos. 61, 62, 63. 8vo. 1855–56.\n\nThe Assurance Magazine. Vols. I. to V. 8vo. London 1851–55.\n\nThe Athenæum. June to December 1855; January to May 1856.\n\nThe Builder. Vol. XIII. Parts 6 to 12. Vol. XIV. Parts 1 to 5.\n\nThe Literary Gazette. June to December 1855; January to May 1856.\n\nThe Philosophical Magazine. July to December 1855; January to June 1856.\n\nThe Practical Mechanic’s Journal. Parts 94, 96, 97. 4to. London 1856.\n\nKAMM (A.) De Siphonomate Vesicæ, &c. 8vo. Wirceburgi 1848.\n\nKEIL (F.) Beschreibung eines Falles von Transposition des Ursprungs der beiden grossen Körperarterien. 8vo. Würzburg 1854.\n\nKENTISH (N. L.) The Question of Questions! Showing how to make Food plentiful and cheap, &c. 8vo. Melbourne 1855.\n\nKIESER (D. G.) Elemente der Psychiatrik. 8vo. Breslau and Bonn 1855.\n\nKIRBY (W.) and SPENCE (W.) An Introduction to Entomology, &c. Seventh Edition. 8vo. London 1856.\n\nKLÜG (M.) Ueber die Krankheits-Constitution... im Julius-Hospitale zu Würzburg. 8vo. Würzburg 1855.\n\nKÖLLIKER (A.) Mikroskopische Anatomie oder Gewebelehre des Menschen. Vol. II. in Three Parts. 8vo. Leipzig 1850, 1852, 1854.\n\nHandbuch der Gewebelehre des Menschen für Aertzte und Studirende. Zweite Auflage. 8vo. Leipzig 1855.\n\nBericht von der Königlichen Zootomischen Anstalt zu Würzburg, 1847–48. 4to. Leipzig 1849.\n\nUeber die letzten Endigungen des Nervus cochleæ und die Function der Schnecke. 4to. Würzburg 1854.\n\nDie Schwimmpolypen oder Siphonophoren von Messina. 4to. Leipzig 1853.\n\nPhysiologische Studien über die Samenflüssigkeit. 8vo. 1855.\n\nDONORS.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Radcliffe Trustees.\n\nThe Observatory, Altona.\n\nL’Abbé Moigno.\n\nThe Editors.\n\nThe Editor.\n\nThe Editor.\n\nMessrs. Taylor and Francis.\n\nThe Editor.\n\nPhys. Med. Soc. Würzburg.\n\nThe Kaiserl. Leopold.Carol. Academy.\n\nW. Spence, Esq., F.R.S.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\nPRESENTS.\n\nKOOL (J. A.) Aperçu Historique au Sujet de la Société pour secourir les Noyés. 8vo. Amsterdam 1855.\n\nKÖRBER (G. J. L.) Die Knochen-Beschädigungen der Früchte während der Schwangerschaft, u.s.w. 8vo. Würzburg 1835.\n\nKOST (H.) Ueber die Structur und Chemische Zusammensetzung einiger Muschelschalen. 8vo. Hildburghausen 1853.\n\nKOSTER (T.) De Uteri functionibus. 8vo. Francofurti ad Mainum 1842.\n\nKRAFT (B.) Ueber die Resection der Knochen. 8vo. Würzburg 1843.\n\nKREIL (K.) Magnetische und Geographische Ortsbestimmungen an den Küsten des Adriatischen Golfes im Jahre 1854. 4to. Wien 1855.\n\nKREITMAIR (A.) Darstellung des Ergebnisses … seit 1821 angestellten Resectionen. 8vo. Würzburg 1839.\n\nKRÖNIG (A.) Neue Methode zur Vermeidung und Auffindung von Rechenfehlern vermittelt der Neuner-Elfer-Siebenunddreissigster- und Hundertundeinerprobe. 8vo. Berlin 1855.\n\nKUPFFER (A. T.) Compte Rendu Annuel de l'Observatoire Physique central. Année 1854. 4to. St. Pétersbourg 1855.\n\nKUTTLER (C.) Einiges über fremde Körper in den Luftwegen. 8vo. Würzburg 1840.\n\nKÜTTLINGER (A.) Ueber eine Cystenförmige Entartung des Hodens. 3vo. Würzburg 1841.\n\nLAMONT (J.) Annalen der Königlichen Sternwarte bei München. Bd. 8. 8vo. München 1855.\n\nLEA (J.) Fossil Footmarks in the Red Sandstone of Pottsville, Pennsylvania. fol. Philadelphia 1855.\n\n——— Rectification of Mr. T. A. Conrad's \"Synopsis of the Family of Naiades of North America.\" 8vo. Philadelphia 1854.\n\nLE COUTEUR (J.) The Rifle: its Effects on the War, &c. 16mo. London 1855.\n\nLEE (Lieut. S. P.) Report and Charts of the Cruise of the U.S. Brig 'Dolphin.' 8vo. Washington 1854. With Map.\n\nLEISNIG (A. F.) Ueber Trepanation, u.s.w. 8vo. Würzburg 1844.\n\nLERCH (J.) Einige chemische Untersuchungen über das Blutserum in verschiedenen pathologischen Zuständen. 8vo. Würzburg 1845.\n\nLINDELOEF (L. L.) Ueber die Verbesserungen und die Genauigkeit der von Hevelius mit seinem Grossen Sextanten gemessenen Sternabstände, &c. 8vo. 1853.\n\n——— De orbita Comete qui anno 1664 apparuit. 4to. Hel-singforsiae 1854.\n\nLOW (D.) An Inquiry into the Nature of the Simple Bodies of Chemistry. Third Edition. 8vo. Edinburgh 1856.\n\nLOWE (E. J.) A Natural History of Ferns; British and Exotic. Parts 1 to 13. 8vo. London 1855–56.\n\n——— The Magazine of Natural Philosophy. 8vo. London 1856.\n\nLUBBOCK (Sir J. W., Bart.) On the Theory of Astronomical Refractions. 4to. London 1855.\n\nLUCAE (J. C. G.) Schädel abnormer Form in geometrischen Abbildungen, nebst Darstellung einigen Entwickelungs-Zustande der Deckknochen. fol. Frankfurt-a.M. 1855.\n\nDONORS.\n\nThe Society.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Observatory.\n\nPhys. Med. Soc. Würzburg.\n\nThe Observatory.\n\nThe Author.\n\nThe Naval Observatory, Washington.\n\nPhys. Med. Soc. Würzburg.\n\nPulkowa Observatory.\n\nThe Author.\n\nThe Senckenbergischen Academy.\nPRESENTS.\n\nLYELL (Sir C.) On certain Trains of Erratic Blocks on the Western borders of Massachusetts, United States. 8vo.\n\nMACGILLIVRAY (W.) The Natural History of Deeside and Braemar. Edited by E. Lankester, F.R.S. Printed for private circulation. 8vo. London 1855.\n\nMACLEOD (H. D.) The Theory and Practice of Banking. Vols. 1 & 2. 8vo. London 1855–56.\n\nMAPS, CHARTS, ENGRAVINGS, &c.\n\nKarte der Insel Thera oder Santorin. 1848.\n\nTwo Drawings of the Observatory at Rome.\n\nCopernico, crateri della Luna. (Photograph.)\n\nEngraved Portrait of the late Professor Edward Forbes, F.R.S.\n\nEngraved Portrait of Alexander von Humboldt. (Bears the Donor's Autograph.)\n\nBronze and Silver Medal of Carl Friedrich Gauss, Foreign Member of the Royal Society.\n\nMARTINS (C.) Mémoire sur la Température des Oiseaux du Nord de l'Europe. 4to. Montpellier 1856.\n\nSur le Froid exceptionnel qui a régné à Montpellier dans le Courant de Janvier 1855. 4to.\n\nMAYR (A.) Vollständige Theorie des Differenzial-Calculs. 8vo. Regensburg 1854.\n\nMÉNABRÉA (L. F.) Lois générales de divers ordres de Phénomènes dont l'Analyse dépend d'Equations linéaires aux différences partielles tels que ceux des Vibrations et de la Propagation de la Chaleur. 4to. Turin 1855.\n\nMENDOZA RIOS (Joseph de). A complete Collection of Tables for Navigation and Nautical Astronomy. (Contains the Author's Autograph Initials.) 4to. London 1805.\n\nMETZ (H.) Ueber die Lösung des Oberschenkels aus dem Hüftgelenke. 8vo. Würzburg 1841.\n\nMIALHE —. Chimie appliquée à la Physiologie et à la Thérapeutique. 8vo. Paris 1856.\n\nMILLER (W. A.) Elements of Chemistry; Theoretical and Practical. Vols. 1 & 2. 8vo. London 1855.\n\nMINERVINI (G.) Monografia della Clorosi. 8vo. Napoli 1853.\n\nNotizia di due Casi di perniciose Intermittenti. 8vo. Napoli 1852.\n\nPoche Parole sulle differmità delle Uova. 8vo. Napoli 1850.\n\nDell' Epillessia. 8vo. Napoli 1847.\n\nMemoire Fisiologiche riguardanti la Mestruazione. 8vo. Napoli 1854.\n\nMOLESCHOTT (J.) Der Kreislauf des Lebens. Physiologische Antworten auf Liebig's Chemische Briefe. 2te Auflage. 8vo. Mainz 1855.\n\nMOORE (Thomas.) The Ferns of Great Britain and Ireland. Edited by J. Lindley, Ph.D., F.R.S. Nature-Printed by Henry Bradbury. Parts 1 to 15. fol. London 1855–56.\n\nDONORS.\n\nThe Author.\n\nH.R.H. Prince Albert.\n\nThe Author.\n\nC. Ritter, For. Mem. R. S.\n\nThe Rev. Father Secchi.\n\nA. Claudet, Esq., F.R.S.\n\nThe Baron von Humboldt, F.R.S.\n\nH.M. the King of Hanover, through the Royal Society of Sciences, Göttingen.\n\nThe Author.\n\nDr. Textor.\n\nThe Author.\n\nThe Author's daughter, A. F. Bellew.\n\nMessrs. Bradbury and Evans.\nPRESENTS.\n\nMOOSHERR (H.) Ueber das pathologische Verhalten der kleineren Hirn-\ngefässe.\n\nMÜLLER (H.) Beiträge zur Morphologie des Chylus und Eiters. 8vo. Würz-\nburg 1845.\n\n——— Abhandlung über den Bau der Molen. 8vo. Würzburg 1847.\n\n——— Ueber das Männchen von Argonauta Argo und die Hecto-\ncoten. 8vo.\n\nMÜNCHMEYER (E. E.) Ueber das Alter des Varioloid. 8vo. Würzburg 1835.\n\nMURDOCK (W. D. C.) A Demonstration of the Quadrature of the Circle. 8vo.\n\nNAPOLÉON III. Œuvres de Napoléon III. Tomes 3 & 4. 8vo. Paris 1856.\n\nNITTINGER (C. G. G.) Status putridus cum Febre. 8vo. Würzburg 1835.\n\nNOETHIG (J.) Das intermittirende Wundfieber. 8vo. Würzburg 1837.\n\nOESTERREICHER (J. H.) Darstellung der Beweise für den Kreislauf des\nBlutes. 4to. München 1825.\n\nOFTERDINGER (L. F.) Beiträge zur Wiederherstellung der Schrift des\nEuclid über die Theilung der Figuren. 4to. Ulm 1853.\n\nOPPENHEIMER (S.) Ueber die Resection des Hüftgelenkes. 8vo. Würz-\nburg 1840.\n\nOSANN (C. W.) Die Anwendung des hydroelektrischen Stromes als Ätzmit-\ntel. 8vo. Würzburg 1842.\n\nOSANN (F.) Ueber die Resection des Fussgelenkes. 8vo. Würzburg 1853.\n\nOSANN (G. W.) Grundzüge der Lehre von dem Magnetismus und der Elek-\ntricität. 8vo. Würzburg 1847.\n\nOTTO (A.) Beitrag zu den Analysen des gesunden Blutes. 8vo. Würzburg\n1848.\n\nOTTO (K. A. F.) Skeletogenie. 4to. Würzburg 1831.\n\nOWEN (R., F.R.S.) Principes d'Ostéologie Comparée, ou Recherches sur\nl'Archétype et les Homologies du Squelette Vertébré. 8vo. Paris 1855.\n\nPALAGI (A.) Sur les Variations Électriques que subissent les Corps lorsqu'ils\ns'éloignent ou se rapprochent les uns des autres. 8vo. 1854.\n\nPANDER (C.) Historia Metamorphoseos, quam Ovum Incubatum prioribus\nquinque Diebus subit. 8vo. Wirceburgi 1817.\n\nPARROT (J. C.) Genius Morborum epidemicus, &c. 8vo. Wirceburgi 1835.\n\nPAULI (E.) Ueber Blasensteine und deren Behandlung. 8vo. Würzburg 1854.\n\nPERRY (M. C.) The Enlargement of Geographical Science, a consequence\nto the Opening of New Avenues to Commercial Enterprise. 8vo. New York\n1856.\n\nPESTALOZZI (H.) Ueber Aneurysmata spuria der kleinen Gehirnarterien\nund ihren Zusammenhang mit Apoplexie. 8vo. Würzburg 1849.\n\nPETERSEN (W.) Ueber die Künstliche Lippenbildung. 8vo. Würzburg 1845.\n\nPFISTER (P. J.) Die Verletzungen des Auges durch fremde Körper. 8vo.\nWürzburg 1839.\n\nPFRENGER (A.) Ueber die Resektion des Schulterblattes. 8vo. Würzburg\n1846.\n\nPFRIEM (C. J.) Das Lithoscop, u.s.w. 4to. Würzburg 1838.\n\nPHILLIPS (R.) On some Modifications of the Electricity of a Jet of Steam.\nOn Atmospheric Electricity. On the Aurora. (From the Chemist.) 8vo.\n1852–53.\n\nMDCCCLVI.\nPRESENTS.\n\nPICTET (F. J.) Notices sur quelques Anomalies de l'Organisation. 4to. Genève 1855.\n\nPLANTAMOUR (E.) Résumé Météorologique de l'année 1854 pour Genève et le Grand Saint-Bernard. 8vo. Genève 1855.\n\nPOEY (A.) Des caractères physiques des Éclairs en Boules, &c. 8vo. Paris 1855.\n\nMémoire sur la fréquence des chutes de Grèles à l'Ile de Cuba, &c. 8vo. Paris 1855.\n\nTableau Chronologique des Tremblements de Terre ressentis à l'Ile de Cuba de 1551 à 1855. 8vo. 1855.\n\nSur les Tempêtes Électriques et la quantité de Victimes que la Foudre fait annuellement aux États-Unis d'Amérique et à l'Ile de Cuba. 8vo. Versailles 1855.\n\nProjet d'Installation d'un Observatoire Météorologique à la Havane. 8vo. Versailles 1855.\n\nSupplément au Tableau Chronologique des Tremblements de Terre ressentis à l'Ile de Cuba de 1551 à 1855. 8vo. Paris 1855.\n\nTableau Chronologique comprenant 364 cas d'Ouragans Cycloniques, &c. 8vo. Paris 1855.\n\nLa Science : Journal du Progrès, &c. Nos. 233, 237, 240. Paris 1855.\n\nPRAZMOVSKI (A.) Rapport...sur les Travaux de l'Expedition de Bessarabie, entreprise en 1852, pour terminer les Opérations de la Mesure de l'Arc du Méridien. 8vo. 1853.\n\nPRICE (Rev. B.) A Treatise on Infinitesimal Calculus, &c. Vol. 3. 8vo. Oxford 1856.\n\nQUETELET (A.) Observations des Phénomènes Périodiques, 1853. 4to.\n\nSur la relation entre les Températures et la durée de la Végétation des Plantes. 8vo.\n\nAnnuaire de l'Observatoire Royal de Bruxelles. 22me année 1855. 16mo. Bruxelles 1854.\n\nRADLKOFER (L.) Die Befruchtung der Phanerogamen. 4to. Leipzig 1856.\n\nRANKINE (W. J. M., F.R.S.) Introductory Lecture on the Harmony of Theory and Practice in Mechanics. 8vo. London and Glasgow 1856.\n\nRAUDNITZ (J. M.) Materia Medica Hippocratis. 8vo. Dresden 1843.\n\nRENNIE (G. B.) Suggestions for the Improvement of the River Danube, between Isatcha and the Sulina entrance. 8vo. London 1856.\n\nREUBOLD (W.) Beiträge zur Lehre vom Soor. 8vo. Berlin 1854.\n\nREUSCHE (E.) De Maxillae inferioris Resectione. 4to. Würzburgi 1844.\n\nREUSS (C. A.) Ueber den Scorbut, u.s.w. 8vo. Würzburg 1843.\n\nRHEINER (H.) Beiträge zur Histologie des Kehlkopfs. 8vo. Würzburg 1852.\n\nRINDSKOPF (E.) Ueber einige Zustände des Bluts in physiologischer und pathologischer Beziehung. 8vo. Würzburg 1853.\n\nROBINSON (Rev. T. R.) On the Luminous Phænomena produced by the discharge of Ruhmkorff's Induction Apparatus in Vacuo. 8vo. 1856.\n\nROEDER (P.) Ueber die Resectionen am Knochengrüste der Hand. 8vo. Würzburg 1847.\n\nROENTGEN (P. L.) Bemerkungen über Dodonäus Leben und Schriften, u.s.w. 8vo. Würzburg 1842.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory, Pulkowa.\n\nThe Author.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\nPRESENTS.\n\nROTH (J.J.) De Animalium Invertebratorum Systemate Nervoso. 4to. Wirceburgi 1825.\n\nSABINE (Col. E.) Terrestrial Magnetism; with Map of the Magnetic Declination and Inclination. 1856.\n\nSCANZONI (F. W.) Beiträge zur Geburtshunde und Gynäkologie. Bd. 1. Heft 1–3. 8vo. Würzburg 1853–54.\n\nSCHÄFER (A.) De Canali Intestinali, &c. 4to. Wirceburgi 1825.\n\nSCHAFFNER (A.) Ueber das Enchondrom. 4to. Würzburg 1845.\n\nSCHILLING (E.) De Melanosi. 4to. Francofurti ad Moenum 1831.\n\nSCHLÄPFER (F.) Ueber Ankylosis und Luxation der drei obersten Halswirbel. 8vo. Würzburg 1854.\n\nSCHMAHL (L.) Ueber die Brüche der Schaedelbasis. 8vo. Würzburg 1854.\n\nSCHMITT (P.) Ueber die Harnblasenspalte, u.s.w. 4to. Würzburg 1836.\n\nSCHROEDER (K.) La Rotation Souterraine de la Masse ignée, ses Causes et ses Conséquences. 8vo. Paris 1856.\n\nSCHWARZENBACH (V.) Studien über die Verrichtungen des mittleren Ohres. 8vo. Würzburg 1854.\n\nSECCHI (A.) Descrizione dell'Osservatorio del Collegio Romano. (Manuscript.) With 2 drawings.\n\nSECCHI Osservazioni di Saturno e suoi Anelli. 4to.\n\nSIBER (J. M.) Grundzüge einer Geschichte des älteren Medizinalwesens der Stadt Ritzingen. 8vo. Würzburg 1838.\n\nSIEBOLD (R. von.) Über anomalen Ursprung und Verlauf der in chirurgischer Beziehung wichtigen Schlagaderöste. Würzburg 1837.\n\nSIMMONDS (P. L.) Observations on the Rainfall of various Countries. 4to.\n\nSIMSON (R.) The Elements of Euclid. 4to. Glasgou 1756.\n\nSIXTUS (F.) De Diffissione Genitalium, singulari penis bifidi observatione illustrata. 4to. Wuerceburgi 1813.\n\nSMITH (A.) Supplement to the Practical Rules for ascertaining the Deviations of the Compass which are caused by the Ship's Iron, &c. 8vo. London 1855.\n\nSMITH (C. R.) C. Roach Smith's Museum of London Antiquities. 8vo. London 1855.\n\nSMYTH (C.P.) Description of New or Improved Instruments for Navigation and Astronomy. 8vo. Edinburgh 1855.\n\nSOUTH (Sir James.) A Letter to the Fellows of the Royal and the Royal Astronomical Societies, in reply to the Obituary Notice of the late Rev. R. Sheepshanks, &c. 8vo. London 1856.\n\nSPENGLER (L.) On the Effects of the Thermal Waters of Ems. 16mo. London 1854.\n\nSPIX (B.) De Docimasia Pulmonum. 8vo. Wirceburgi 1817.\n\nSTACHELROTH (L.) Beschreibung eines seltenen Verlaufes der grossen Gefässe und des Brustganges. 8vo. Würzburg 1850.\n\nSTADELMAYR (L.) Ansicht vom Blutlaufe nebst Beobachtungen über dass Rückengefass der Insekten. 4to. München 1829.\n\nSTAINTON (H. T.) The Natural History of the Tineina. Vol. I. 8vo. London 1855.\n\nThe Entomologist's Annual for 1856. 12mo. London 1856.\n\nDONORS.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nDr. Sharpey, Sec. R.S.\n\nPhys. Med. Soc. Würzburg.\n\nThe Admiralty.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\nPRESENTS.\n\nSTAUNTON (Sir G. T., Bart.) Memoirs of the Chief Incidents of the Public Life of Sir George Thomas Staunton, Bart., &c. Printed for Private Circulation. 8vo. London 1856.\n\nSTOLTENBERG (F.) Ueber die Ausrottung der Thränendruse beim Thränentraufeln. 8vo. Würzburg 1849.\n\nSTRÖMER (R.) Ueber den Bruch der Wirbelbeindornfortsätze. 8vo. Würzburg 1842.\n\nSTROMEYER (E.) Ueber Atonie fibröser Gewebe und deren Ruckbildung. 8vo. Würzburg 1840.\n\nSTRUBE (F.) Der normale Bau der Cornea, u.s.w. 8vo. Würzburg 1851.\n\nSTRUVE (O.) Beobachtungen des Bielaschen Cometen im Jahre 1852. 4to. St. Pétersbourg 1854.\n\n——— Expéditions Chronométriques de 1845 et 1846. Parts 1 & 2. 4to. St. Pétersbourg 1853–54.\n\n——— Narratio de Parallaxi Stellæ æ Lyrae. 4to. Petropoli MDCCCLII.\n\n——— Positions géographiques...dans le pays des Cosaques du Don. 4to. St. Pétersbourg 1855\n\n——— Nachrichten über den neuen Kometen von Hrn. Dr. Schweizer. 8vo. 1855.\n\n——— Résultats d'Observations faites sur des Etoiles doubles artificielles. 8vo. 1854.\n\nSTRUVE (W.) Résultats des Observations sur la Grande Nébuleuse d'Orion, &c. 8vo. 1853.\n\nSWELLENGREBEL (J. G. H.) Analytisch-geometrische Untersuchungen über allgemeine Verwandtschafts-Verhältnisse von Coordinaten-Systemen. 4to. Bonn 1855.\n\nTARGIONI-TOZZETTI (G.) Notizie sulla Storia delle Scienze Fisiche in Toscana. 4to. Firenze 1852.\n\nTAYLOR (T. G.), WORSTER (Capt. W. H.), and JACOB (W. S.) Magnetical Observations made at the Hon. East India Company's Magnetical Observatory at Madras, in the years 1846–1850. 4to. Madras 1854.\n\nTEXTOR (C.) Grundzüge zur Lehre der Chirurgischen Operationen welche mit bewährter Hand unternommen werden. 8vo. Würzburg 1835.\n\n——— Ueber die Nichtnothwendigkeit der Trepanation bei Schädelindrucken. 4to. Würzburg 1847.\n\nTEXTOR (Karl.) Versuch über das Vorkommen der Harnsteine in Ostfranken. 4to. Würzburg 1843.\n\nTHIEME (O.) Der Cretinisimus, eine Monographie. 4to. Weimar 1842.\n\nTIEDEMANN (H.) Ueber die Stellvertrende Menstruation (menstruatio vicaria). 8vo. Würzburg 1842.\n\nTIMOTEO (D.), BARNABITA (M. B.), PALAGI (A.) Sulla distribuzione delle Correnti elettriche nei Conduttori. 8vo. Bologna 1855.\n\nTORTOLINI (B.) Annali di Scienze Matematiche e Fisiche. Tomo V. 8vo. Roma 1854.\n\n——— Sopra gli Integrali generali di alcune Equazioni a derivate parziali a Coefficienti costanti. 4to. Modena 1854.\n\nTWINING (Elizabeth.) Illustrations of the Natural Orders of Plants, &c. Parts 39, 40. fol. London 1855.\n\nDONORS.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\n———\n\nThe Observatory, Pulkowa.\n\nThe Author.\n\nHis Imp. & Royal Highness the Grand Duke of Tuscany.\n\nThe Directors, Hon. East India Company.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\nThe Authors.\n\nSignor B. Tortolini.\n\nR. Twinning, Esq., F.R.S.\nPRESENTS.\n\nTWINING (H.) The Elements of Picturesque Scenery; or Studies of Nature made in Travel, with a View to Improvement in Landscape Painting. 2 Vols. 8vo. London 1853, 1856.\n\nUIBELEISEN (C. F.) Ueber Vaccination und Revaccination. 8vo. Würzburg 1835.\n\nULSAMER (L.) Ueber die Ovriotomie. 8vo. Würzburg 1851.\n\nULLERSPERGER (Dr.) Pathologisch-anatomische Beschreibung zweyer Missgeburten. 8vo. Würzburg 1822.\n\nVARRENTTRAPP (J. G.) Observationes anatomicae de Parte cephalica nervi sympathici ejusque conjunctionibus cum nervis cerebralibus. 4to. Francofurti ad Moenum 1831.\n\nVILLE (G.) Recherches Expérimentales sur la Végétation. 8vo. Paris 1855. ——— Recherches Expérimentales sur la Végétation. (Rapport fait par M. Pelouze à l’Acad. des Sciences.) 8vo. Paris 1856.\n\nVOGLER (H.) Physikalisch-Chemische Untersuchungen der neuen Thermal Quellen zu Bad-Ems. 8vo. Coblenz 1851.\n\nVÖLKERS (C. P. J.) Die Wahrnehmung des Raümlichen durch den Gesichtsinn. 8vo. Würzburg 1835.\n\nVOLPICELLI (P.) Rettificazione delle Formule per assegnare il Numero delle Somme ognuna di due Quadrati nelle quali un Interno può spezzarsi. 4to. Roma 1853. ——— Sopra una nuova Proprieta elettrostatica. 8vo. Roma 1854.\n\nWALL (W. S.) History and Description of the Skeleton of a new Sperm Whale, &c. 8vo. Sydney 1851.\n\nWANKMUELLER (F.) De Ulceribus Ventriculi perforantibus. 8vo. Würzburg 1846.\n\nWEBER (C.) Ueber den Diabetes Mellitus. 8vo. Würzburg 1854.\n\nWEBSTER (J., F.R.S.) Statistics of Grave Yards in Scotland. 8vo. London 1855.\n\nWEBSTER (T., F.R.S.) The Case of Josiah Marshall Heath, the Inventor and Introducer of the Manufacture of Welding Cast Steel from British Iron. 8vo. London 1856.\n\nWEISER (C. W.) De Orificio uteri in partu rigiditate, observationibus illustrata. 8vo. Nectadii ad Oriam 1835.\n\nWELD (C. R.) A Vacation in Brittany. 8vo. London 1856.\n\nWHITE (Walter). A Londoner’s Walk to the Land’s End; and a Trip to the Scilly Isles. 8vo. London 1855.\n\nWIEDEL (G.) Drei Beobachtungen über Elephantiasis scroti mit Ergiessung lymphatischer Flüssigkeit. 4to. Würzburg 1837.\n\nWIERRER (C. M.) Itinerarium der Indischen Cholera-Epidemie, u.s.w. 8vo. Würzburg 1837.\n\nWILD (K.) Einige Beiträge zur Physiologie der Placenta. 8vo. Würzburg 1849.\n\nWILlich (C. M.) Annual Supplement to the Tithe Commutation Tables for the year 1856. 8vo. London 1856.\n\nWIRTHS (J.) Beiträge zu der Frage: Wie entsteht nach supraorbital-Verletzungen Amaurose.\n\nDONORS.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.\n\n———\n\n———\n\n———\n\nThe Author.\n\nMons. G. Ville.\n\nPhys. Med. Soc. Würzburg.\n\n———\n\nThe Author.\n\n———\n\nThe Author.\n\n———\n\nPhys. Med. Soc. Würzburg.\n\n———\n\nThe Author.\n\n———\n\nPhys. Med. Soc. Würzburg.\nPRESENTS.\n\nWOHNLICH (W.) De Helice Pomatia. 4to Würzburgi 1813.\n\nWOLF (R.) Zusammenstellung der gewöhnlichsten Kehlkopfkrankheiten, u.s.w. 8vo. Würzburg 1854.\n\nWÜRTH (O. R. A.) Ueber Zwerchfells-Bruch. 4to. Würzburg 1847.\n\nYATES (J., F.R.S.) Narrative of the Origin and Formation of the International Association for obtaining a Uniform Decimal System of Measures, Weights and Coins. 8vo. London 1856.\n\nZANTEDESCHI (F.) Della Interferenza luminosa, che presenta il Filo Metallico commune à due Circuiti chiusi. 8vo.\n\nMemoria sul simultaneo passaggio delle Correnti elettriche opposte. 8vo. Venezia 1855.\n\nMemoria sugli Argomenti comprovanti il simultaneo Passaggio delle opposte Correnti. 8vo. Venezia 1855.\n\nZIEGLER (R. O.) Ueber die solitären und Peyerschen Follikel. 8vo. Würzburg 1850.\n\nZSCHOKKE (F. E.) Ueber eine merkwürdige, bisher unbekannte, Krankhafte Veränderung an Menschenknochen aus Peru. 8vo. Aarau 1845.\n\nDONORS.\n\nPhys. Med. Soc. Würzburg.\n\nThe Author.\n\nThe Author.\n\nPhys. Med. Soc. Würzburg.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/41206197.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 28,
    "total-input-tokens": 45330,
    "total-output-tokens": 24618,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1600,
        2
      ],
      [
        1600,
        4043,
        3
      ],
      [
        4043,
        5851,
        4
      ],
      [
        5851,
        8126,
        5
      ],
      [
        8126,
        10050,
        6
      ],
      [
        10050,
        11622,
        7
      ],
      [
        11622,
        14032,
        8
      ],
      [
        14032,
        16469,
        9
      ],
      [
        16469,
        19026,
        10
      ],
      [
        19026,
        21312,
        11
      ],
      [
        21312,
        23743,
        12
      ],
      [
        23743,
        25900,
        13
      ],
      [
        25900,
        28481,
        14
      ],
      [
        28481,
        31483,
        15
      ],
      [
        31483,
        34115,
        16
      ],
      [
        34115,
        36948,
        17
      ],
      [
        36948,
        39992,
        18
      ],
      [
        39992,
        42709,
        19
      ],
      [
        42709,
        45588,
        20
      ],
      [
        45588,
        48450,
        21
      ],
      [
        48450,
        51048,
        22
      ],
      [
        51048,
        53646,
        23
      ],
      [
        53646,
        56429,
        24
      ],
      [
        56429,
        59226,
        25
      ],
      [
        59226,
        61982,
        26
      ],
      [
        61982,
        64644,
        27
      ],
      [
        64644,
        65652,
        28
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "de",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-41206197",
    "title": "Back Matter",
    "authors": null,
    "year": 1856,
    "volume": "146",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 28,
    "jstor_url": "https://www.jstor.org/stable/41206197"
  }
}