{
  "id": "215835015e4737a01ce07222456e00a857e7ef42",
  "text": "Surface, I immediately concluded, that such a Motion must be occasion'd only by an Earthquake.\n\nHowever, as most of the Neighbours were confident that the Shock was occasion'd by the blowing up of the Powder-Mills at Hounslow, I dispatched a Messenger thither on Horseback, who brought me Word, that the Shock was not felt either there or at Brentford; and that he could not learn that it had been felt farther Westward than Kensington-Turnpike.\n\nI have also since been inform'd, that it was felt at Fulham; but a Friend, who lives a little beyond Richmond, has sent me Word, that they did not feel it there.\n\nOf those who were in the Street, or upon the River, some felt it, and others not.\n\nI am credibly informed, that Letters from Calais and Boulogne mention its having been felt on that Coast.\n\nIt seems therefore to have extended itself far to the East; but to have terminated in the West, about two Miles beyond this Place. I am, Sir, with the greatest Respect,\n\nYour most humble Servant,\nJ. Martyn.\n\nVII.\nExtract of a Letter from Mr. Trembley F.R.S. to the President, concerning the same.\n\nSIR, Harwich, Feb. 11. 1749-50.\n\nTHE Earthquake was not felt at Ingatstone, nor at Colchester, nor at this Town.\nOn Thursday last the Lightning fell on 2 Steeples not far from Colchester. * * *. From\n\n† Your humble Servant,\n\nAbraham Trembley.\n\nVIII.\n\nSmart Lethieullier Esq; F. R. S. to the President, of the burning of the Steeple of Danbury in Essex, by Lightning, and of the Earthquake.\n\nSIR,\n\nRead March 1. 1749-50.\n\nAS I think there was some Mistake in the Account of the late burning of Danbury Steeple by Lightning (read last Thursday before the Royal Society) which Mistake seem'd to give Room to imagine it had some Connexion with the late Earthquake, I take the Liberty of sending you the Particulars of the aforesaid Accident, as they were transmitted to me by two Gentlemen\n\n† Mr. Trembley, who was going the next Day for Holland, was at the Time of the Earthquake with Mr. Folkes in his Study in Queen's-Square; where were also the Earl of Macclesfield and the Hon. Charles Bentinck; they all felt themselves at the same Instant strongly lifted up, and presently let down again: They also heard a Noise over their Heads as of some heavy Piece of Furniture being thrown down, whilst those who were in the Room over them were frighted, and apprehended the like Accident had happened below-stairs. The Coachmen on the Boxes of 2 Coaches then standing at the Door, were extremely sensible of the Shock, and apprehended the House was going to fall upon them.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104714.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 726,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1211,
        2
      ],
      [
        1211,
        2564,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104714",
    "title": "Extract of a Letter from Mr. Trembley F.R.S. to the President, concerning the Same",
    "authors": "Abraham Trembley",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104714"
  }
}