{
  "id": "34255ffb3a41a223690515d307dfb7fe9330e081",
  "text": "III. Epistola D. Josephi Vallettæ Nobilis Neopolitani, ad D. Ricardum Waller Armig. Reg. Societ. Sec. de Incendio & Eruptione Montis Vesuvii, Anno MDCCVII.\n\nDoctissime et Nobilissime Vir,\n\nAccipi epistolam tuam humanissimam beneficio Illustris Comitis Saftesburiæ, cujus praesenti jamdiu nostra Civitas exornatur, ob ejus insignem nobilitatem, eloquentiam, morum suavitatem, & antiquam eruditio- nem. Pergratum mihi facis, quod litterario commercio vestrae Regiae ac Doctissimæ Societatis me dignum ex- istimes. Petis a me, Vir Nobilissime, ut tibi claram ple- namque narrationemculam mittam, qua extremi incendii Vesuviani seriem tradam, ejusque phænomena patefaciam, qua tunc observavimus, ut ex ea Societas, ejusque dignissimus Praeses Isaacus Newton, acri, uti semper solent, judicio, causas talium rerum ad naturalis Philosophiæ ornatum elicere valeant: Et quidem tibi, ut par est, obsecuturus, in explicando quodnam fuerit extremum incendium, cujus historiam requiris, plurimum hæsitavi; hujus enim montis tam frequentes, tam quotidianaæ con- tingunt eruptiones, ut pene innumeræ sint, nec mensis unus, ne dicam annus, prætereat, quo aliquo motu vel modo minori, modo majori excidio non sæviat. Itaque si omnia ea, quæ accidunt, narrabimus incendia ejusdem, calamus & dies deficiet, nec facile sit mentem tuam in- terpretari, quæ extremum sibi petiit describi. Ex con- jectura tamen moveor non tam de novissimo, quam de maximo incendio descripto me requisitum, quod An-\nMDCCVII. toti Europae constabat, in quo multa sunt observata, quae non in aliis aut prioribus aut sequenti-\nbus, rerum miracula digna quae Regiae Societatis tradan-\ntur examini. Primo ergo si de Scriptoribus, qui hanc rem illustrarunt, verba facere velim, catalogum longissimum tibi mittere cogerer, quo corum nomina & opera indi-\ncarem; sed haec tibi nota sunt, & pervenisse potiora ad te puto: attamen de hoc quod memoro nullum scripsi-\nscio, tanquam de re nimis jam agitata, & nimium fre-\nquenti. Enimvero de eodem pauca haec habeto.\n\nAnno MDCCVII, cum iam aestas ingravesceret, in ex-\ntremis mensis Julij diebus Vesuvianus mons, qui diu quieverat, aliqua motus signa edere incepit, nam interni mugitus primò auditi sunt, qui in ipso montis umbilico personabant, nullo tamen adhuc dato aut fumi aut flammæ indicio. Deinde paulatim post editos sonitus fumum emittere & clarum ignem incepit, qui noctu praesertim toti Campaniae illucescebat. Per varia interim intervalla bombos dedit adeo horrissonos, ut vix ipsis comparandi sint crepitus et majoribus nostri temporis tormentis bellicis elicit: Inde cineres veluti ex materia jam piusstà interius volveret perseveravit, per plures dies noctesque eos undeaque volvens in coelum elatos, &c. in varias regiones dispersos, sicut ventus spirabat diversus, modo in subjecta maria, modo in Stabianos, modo in Nolanos, & Acerranos agros eos ejiciens. Nec silentio praeterunda vehemens lapidum pluvia, quae cum hominibus, tum jumentis exitio fuit. Post haec liquidum bituminis flumen, quod glaream vocant, e patulo ore, uti aliàs, vomere incepit, quod ignitam primo torrentis placidi formam habebat, ea motus lentà celeritate se deorsum moventem, quam in pice liquefacta aut densioribus aliis observamus. Haec materies, quam vitro ex arena liquefacto compara-\nrem in ferventissimis fornacibus, item ac vitrum ubi pro-\ncedens defebuerat, lapideam duritiem acquirebat. Illud autem observatu dignum putavimus, quod superior hujus materiei\nmateriei defervescentis superficies in lapides minutos spongiosos se vertebat, inferior vero in solidum laevissimum & durissimum silicem, quo in sternendis viis ab antiquo utimur; quasi quae proxima aeris erat illius particulas retineret immistas, inferiore parte nullo inani admisto in compactissimam massam coacta. Caeterum inter plurima montis effervescentis Phænomena duo certe fuerere à multa ætate non visa, & ignota: tertio namque die aut quarto, fulgetra emittere ex orificio cepit, ejusdem feré aspectus ac quae è Cælo interdum micare videmus, sed tortuosa & serpentia, & in eorum emittione tonitruorum bombi audiebantur, ut Cælo tonante eadem timemus: fuere ea tam spissa & frequentia, ut primo quidem putaremus pluviam caluram, usquequod animadversum est ea ex monte prodire, & obscuras nubes non ex vaporum materia, sed densitate cineris cadentis compactas. Interea IV. Nonas Augulti, quartâ post meridiem horâ, tanta ingruerat cineris densitas aerem Neapoli imminentem, ut exclusis radiis solaribus tenebrae undique fiat inductæ, & quidem ea obscuritate, ut commeantest per urbem in ipsis compitis socios amicosq; agnoscere non potuerimus. Nulla nox illo die nigrior; accensis facibus si quis domo prodierat redire cogebatur, quod solum temporibus Titi accidisse ex Xiphilino accepimus. Ergo fæmineo ululatu omnia completi, & prudentiores sacras preces D. O. M. adhibere, & exitum talis portenti omnes timidi expectare. Magistratus urbis & Antistes indixerant populo supplicationes, & ut longo ordine ad Capuanam portam, quae montem respicit, orantes ferrent Divi Januarii urbis Tutelaris Sacra ædilava. Huc ubi se contulerant inter densissimas diei tenebras, tandem circa primam aut alteram noctis horam, ex Septentrionali parte, quam minor fortasse occuparat cinerum vis, unum aut alterum sidus micare visum est, & cærulea facies Cæli apparere, & inde sensum per noctem tenebrae minui visæ sunt, quae diem prius oculis abstulerant. Tum divino beneficio\nbeneficio, ea cinerum materies averso vento e nostra re-\ngione ad mare subjectum perlata est. Dies ortus non\njam adeo illustris, sed reliquiis etiam cinerum per aerem\ninterspersis semiclarus, & retinebat dubia\ndiscrimina Lucis.\n\nSic arva cineribus vastans Vesuvius, vomitu glareae per\nplures dies exhaustus, ita ut teré ad proximum mare\nnigerrimus illius torrens profluxerit, tandem post quin-\ndecim pene dies quiescere visus est, & circumoppidani,\nqui diffugerant, patriam repetentes ad suos lares migra-\nverunt. Neapolitani demum metu levari, ut Divo ja-\nnuario, praesenti eis semper in angustiis, memoriam perpe-\ntuam statuerent, eidem numisma cui curaverunt ex au-\nro argentoque, ubi Divi Januarii caput cum hac epi-\ngraphe: DIVO JANUARIO LIBERATORI URBIS\nFUNDATORI QUIETIS; & altera numismatis facie\npacatus Vesuvius cum epigrapha: POSTQUAM COL-\nLAPSI CINERES ET FLAMMA QUIEVIT. CIVES\nNEAP. INCOLUMES A. MDCCVII.\n\nVale, Vir clarissime.\n\nNeap. X. Kal.\nSept. 1712.\n\nTui Observatissimus,\n\nJoseph Valetta.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103177.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 2257,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1476,
        2
      ],
      [
        1476,
        3455,
        3
      ],
      [
        3455,
        5423,
        4
      ],
      [
        5423,
        6429,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103177",
    "title": "Epistola D. Josephi Vallettae Nobilis Neopolitani, ad D. Richardum Waller Armig. Reg. Societ.Sec. de Incendio & Eruptione Montis Vesuvii, Anno MDCCVII",
    "authors": "Josephi Vallettae",
    "year": 1713,
    "volume": "28",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103177"
  }
}