{
  "id": "bc69cf2b4ddec8e8a57beaab0d593331c9962377",
  "text": "XXV. On the Light of the Cassegrainian Telescope, compared with that of the Gregorian. By Captain Henry Kater, Brigade-Major. Communicated by the Right Hon. Sir Joseph Banks, Bart. K.B. P.R.S.\n\nRead May 27, 1813.\n\nThe Cassegrainian telescope from its first invention to the present time, has generally been considered to be merely the Gregorian disguised, and to possess no other advantages over it than the capability of being made shorter with the same magnifying power. This opinion, joined to the inconvenience of its inverting the object, has caused it to be thrown aside, perhaps too hastily, and without a sufficient examination of its properties.\n\nAs the experiments which I am about to detail may possibly lead to important conclusions, I shall perhaps be pardoned if I relate the circumstances which induced me to engage in them.\n\nA self-taught artist of the name of Crickmore, who resides at Ipswich, had by exclusive attention to the subject, brought the Gregorian telescope to a degree of perfection surpassing any thing of the kind I have ever yet met with. Some months since, in the course of his experiments, he first completed a Cassegrainian telescope of one foot in length, and on viewing Jupiter with it, with a power of about 100, I was instantly struck with the brightness of the image, far exceeding what might have been expected from the aperture; but I supposed\nthis to have been a deception arising from the specula being more exquisitely figured than usual, which, producing greater distinctness, occasioned the idea of superior light. A short time after this, the same artist received an order for another telescope, which, from the success that had attended his recent efforts, he recommended to be of the Cassegrainian form. The aperture was five inches, the length thirty inches, and with a power of near 400 the image was so perfectly distinct and luminous, that I could no longer hesitate to conclude that, from some unknown cause, the Cassegrainian telescope actually possessed far more light than the Gregorian, and I waited most anxiously for an opportunity of verifying this, and determining the difference by experiment.\n\nSuch an opportunity soon presented itself, and under circumstances peculiarly favourable, as another excellent telescope of the Cassegrainian form was made, and I was fortunate enough to procure a Gregorian made by Mr. Crickmore some time before. The mirrors of both these telescopes were cast at the same time, and from the same pattern, so that no difference of light could arise from any difference in the composition of the metal. The magnifying power of both instruments was ascertained by experiment to be very nearly equal; but the excess was rather on the side of the Cassegrainian.\n\nThe telescopes being placed side by side, were directed to a printed card, at the distance of fifty yards; and on viewing it, the far superior brightness of the image in the Cassegrainian was strikingly apparent. Having prepared a circular piece of paste-board to close the end of the Cassegrainian telescope, I drew a number of concentric circles on it, at the distance of the twentieth of an inch from each other. The paste-board\nwas then placed in the end of the tube, and an aperture was made, which was enlarged by cutting out one circle after another till the card appeared equally bright through both telescopes, and of this, the eye judges most accurately.\n\nThe following measures were then taken.\n\n| Cassegrainian Telescope. | Gregorian Telescope. |\n|-------------------------|----------------------|\n| Diameter of the circular opening in the paste-board | Diameter of the large mirror | Inch. | Inch. |\n| -                       | -                    | 2,70 | 3,90 |\n| Diameter of the back of the small mirror | Diameter of the back of the small mirror | 1,09 | 1,00 |\n| Length of the arm        | Length of the arm     | 0,805 | 1,45 |\n| Thickness               | Thickness             | 0,200 | 0,20 |\n\nFrom the above measures the following calculations were made.\n\n| Cassegrainian Telescope. | Gregorian Telescope. |\n|-------------------------|----------------------|\n| Area of the circular opening in the paste-board | Area of the large mirror | Inch. | Inch. |\n| 5,726                   | 11,946               |\n| Area of the back of the small mirror to be deducted | Area of the back of the small mirror to be deducted | 0,933 | 0,785 |\n| Area of the arm to be deducted | Area of the arm to be deducted | 0,161 | 0,290 |\n|                         |                      | 1,094 | 1,075 |\n| Area of the portion of the mirror exposed to the light | Area of the portion of the mirror exposed to the light | 4,632 | 10,871 |\nFrom this experiment it appears, that the light in both telescopes was equal when the area of the aperture of the Cassegrainian, was to that of the Gregorian, as $4,632$ to $10,871$. Now the increase of light being (under similar circumstances) directly as the area of the aperture, it follows that if the aperture of the Cassegrainian be made equal to that of the Gregorian, the light in favour of the former will be as $10,871$ to $4,632$, or in the surprising proportion of $7$ to $3$ nearly.\n\nA difference of such magnitude could not be admitted but with extreme caution, particularly as the Gregorian telescope had been made some time, and its mirrors might therefore be supposed not to possess so high a polish, as those of the Cassegrainian which had been recently finished; but I was soon enabled to pursue the subject, as a Gregorian telescope was made by Mr. Crickmore fully equal, if not superior, to any he had before constructed; the mirrors were of an exquisite polish. The Cassegrainian, used in this experiment, was the one I formerly mentioned, the aperture of which was five inches, and the length thirty inches. It had not been carefully preserved, and the large mirror had lost somewhat of its original polish. All circumstances being thus in favour of the Gregorian, a paste-board circle was prepared, and the experiment conducted as before. When the images of the card were equally bright, the following measures were taken.\n| Cassegrainian Telescope | Gregorian Telescope |\n|-------------------------|---------------------|\n| Diameter of the circular opening in the paste-board | Diameter of the large mirror Inch. |\n| 3,50                    | 3,95                |\n| Diameter of the back of the small mirror | Diameter of the back of the small mirror |\n| 1,375                   | 0,95                |\n| Length of the arm       | Length of the arm   |\n| 1,063                   | 1,50                |\n| Thickness of the arm    | Thickness of the arm |\n| 0,20                    | 0,175               |\n| Length of a bar containing the adjustment | Its width |\n|                         | 0,70                |\n|                         | 0,15                |\n| Diameter of three semicircles used as rests for the great mirror | 0,375 |\n\nFrom the above measures the following calculations were made.\n\n| Cassegrainian Telescope | Gregorian Telescope |\n|-------------------------|---------------------|\n| Area of the circular opening in the paste-board | Area of the large mirror |\n| 9,621                   | 12,254              |\n| Area of the back of the small mirror to be deducted | Area of the back of the small mirror to be deducted |\n| 1,485                   | 0,709               |\n| Area of the arm to be deducted | Area of the arm to be deducted |\n| 0,213                   | 0,263               |\n|                         | Area of the bar containing the adjustment to be deducted |\n|                         | 0,105               |\n|                         | Area of the three semicircles to be deducted |\n|                         | 0,166               |\n|                         | 1,243               |\n| Area of the portion of the mirror exposed to the light | Area of the portion of the mirror exposed to the light |\n| 7,923                   | 11,011              |\nThe magnifying power having been determined (by experiment) to be 188 in the Cassegrainian, and 182 in the Gregorian, the expression for the relative quantity of light becomes $\\frac{11,011}{182^2}$ to $\\frac{7,923}{188^2}$ or as $332$ to $224$, being nearly as $3$ to $2$.\n\nIn the first experiment, the advantages of polish were, perhaps, on the side of the Cassegrainian telescope; in the last, they were much in favour of the Gregorian; a mean therefore of both results may probably be considered as approaching the truth, and the light of a telescope of the Cassegrainian construction, may be taken, to that of a Gregorian of the same aperture and power, as about $60$ to $33$.\n\nA fact so new, naturally leads the mind to hazard a conjecture as to the cause. In the Gregorian telescope a column of light from a point of the object, is received on the large mirror, and reflected in a cone of rays, the vertex of which is its focus, where an image is formed. Here all these rays meet in a single point, and crossing each other, fall on the small concave mirror whence they are again reflected, and form another image near the eye. Now, if light be supposed to consist of particles of matter, is it not possible that these particles, crossing in the same point, may interfere with each other? or, when thus forced within a certain distance of each other, may not a power of repulsion exist, which would occasion many of them to be dissipated? In the Cassegrainian telescope the rays reflected from the great mirror are received by the small convex mirror before they arrive at their focus, and are consequently reflected back without having crossed as in the Gregorian. The conclusion then seems to be, that wherever an image is formed, much light is lost, and this con-\nclusion perhaps derives additional force from a circumstance noticed in most elementary works on optics, viz. that the satellites of Jupiter and his belts, may be distinctly seen with a Galilean telescope, whilst with an astronomical telescope of an equal aperture and power, they remain invisible.\n\nIpswich, 22d April, 1813.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107408.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12728,
    "total-output-tokens": 2601,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1387,
        2
      ],
      [
        1387,
        3184,
        3
      ],
      [
        3184,
        4690,
        4
      ],
      [
        4690,
        6137,
        5
      ],
      [
        6137,
        8003,
        6
      ],
      [
        8003,
        9776,
        7
      ],
      [
        9776,
        10101,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107408",
    "title": "On the Light of the Cassegrainian Telescope, Compared with That of the Gregorian",
    "authors": "Henry Kater",
    "year": 1813,
    "volume": "103",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107408"
  }
}