{
  "id": "6d52e5052932d22d50fe12d4b31bdc79ed87dbdd",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1866.\n\nA.\n\nABEL (F. A.). Researches on Gun-cotton.—On the Manufacture and Composition of Gun-cotton, 269. Acetic ether, synthesis of ethers from, 37; preparation of, 37 (see Frankland). Antedon, development, &c. of, 671 (see Carpenter).\n\nB.\n\nBAKERIAN LECTURE.—On the Viscosity or Internal Friction of Air and other Gases, 249 (see Maxwell). BASTIAN (H. C.). On the Anatomy and Physiology of the Nematoids, Parasitic and Free; with observations on their Zoological Position and Affinities to the Echinoderms, 545 (for Contents see p. 545). BRODIE (Sir B. C.). The Calculus of Chemical Operations; being a Method for the Investigation, by means of Symbols, of the Laws of Distribution of Weight in Chemical Change.—Part I. On the Construction of Chemical Symbols, 781 (for Contents see p. 781).\n\nC.\n\nCalorescence, 1. CARPENTER (W. B.). Researches on the Structure, Physiology, and Development of Antedon (Comatula, Lamk.) rosaceus.—Part I., 671 (for Contents see p. 671). CAYLEY (A.). A Supplementary Memoir on the Theory of Matrices, 25. —Addition to the Memoir on Tschirnhausen's Transformation, 97. Chameleon's retina, 223 (see Hule). Chemical change, connexion between the conditions of, and its amount, 193 (see Harcourt). Chemical operations, calculus of, 781 (see Brodie). Comatula, development &c. of, 671 (see Carpenter). Contrafocal ellipsoids, 760.\nD.\n\nDialysis of gases, 399 (see Graham).\nDuppa (B. F.) and Frankland (E.). Researches on Acids of the Lactic Series, 309 (see Frankland).\nSynthetical Researches on Ethers, 37 (see Frankland).\n\nE.\n\nElasticity, determination of the two constants of, for an isotropic solid, 185 (see Everett).\nEsson (W.). A Theoretical Discussion of some cases of Chemical Change, 216.\nEsson (W.) and Harcourt (A. V.). On the Laws of Connexion between the Conditions of a Chemical Change and its Amount, 193 (see Harcourt).\nEthers, synthetical researches on, 37; constitution, &c., of certain, 59 (see Frankland).\nEverett (J. D.). Account of Experiments on the Flexural and Torsional Rigidity of a Glass Rod, leading to the Determination of the Rigidity of Glass, 185.\nExpansion by heat of water and mercury, 231; of metals and alloys, 861.\n\nF.\n\nFatty acids, constitution of the, 68 (see Frankland).\nFox (W.). On the Development of Striated Muscular Fibre, 101.\nFrankland (E.) and Duppa (B. F.). Researches on Acids of the Lactic Series.—No. I. Synthesis of Acids of the Lactic Series, 309.\nSynthetical Researches on Ethers.—No. I. Synthesis of Ethers from Acetic Ether, 37.—Action of sodium and ethyl iodide upon acetic ether, and examination of the products, 37; constitution and chemical relations of the ethers and ketones derived from the duplication of the atom of acetic ether, 59; constitution of the fatty acids, 68.\n\nG.\n\nGases, viscosity of, 249 (see Maxwell); dialytic separation of, by colloid septa, 399 (see Graham).\nGraham (T.). On the Absorption and Dialytic Separation of Gases by Colloid Septa, 399.—Part I. Action of a septum of caoutchoue, 399.—Part II. Action of metallic septa at a red heat, 415.\nGun-cotton; manufacture and composition of, 269.\nGyrometer, liquid, and gyrometric governor, 661 (see Siemens).\n\nH.\n\nHarcourt (A. V.) and Esson (W.). On the Laws of Connexion between the Conditions of a Chemical Change and its Amount, 193.—On the reaction of permanganic and oxalic acids, 193; Appendix, containing a theoretical discussion of some cases of chemical change, 216.\nHaughton (S.). On the Tides of the Arctic Seas.—Part III. On the Semidiurnal Tides of Frederiksdal, near Cape Farewell in Greenland, 639.—Appendix to Part II. On the semidiurnal tides of Port Leopold, North Somerset, 654.\nHeat, incandescence produced by invisible radiant, 11; influence of colour and mechanical condition on radiant, 83.\nINDEX.\n\nHuggins (W.). Further Observations on some of the Nebulae, with a Mode of determining the Brightness of these Bodies, 381.\n\nHulke (J. W.). On the Chameleon's Retina; a further Contribution to the Minute Anatomy of the Retina of Reptiles, 223.\n\nK.\n\nKetones, constitution, &c., of certain, 59 (see Frankland).\n\nL.\n\nLactic acid series, 309 (see Frankland).\nLunar-diurnal variation of magnetic elements, 441 (see Sabine).\n\nM.\n\nMagnetic observations, discussion of, 441, 453 (see Sabine).\nMatrices, theory of, 25.\nMathiessen (A.) On the Expansion by Heat of Water and Mercury, 231.\nOn the Expansion by Heat of Metals and Alloys, 861.\nMaxwell (J. C.). The Bakerian Lecture.—On the Viscosity or Internal Friction of Air and other Gases, 249. Postscript, 267.\nMechanics, fundamental views regarding, 361.\nMoon, mass of, deduced from the tides, 642, 655.\nMuscular fibre, development of striated, 101.\n\nN.\n\nNebulae, observations on, 381; mode of determining the brightness of, 392.\nNematoids, anatomy and physiology of, 545 (see Bastian).\n\nO.\n\nOstrich Tribe, structure and development of the skull in the, 113 (see Parker).\nOwen (R.). On the Fossil Mammals of Australia.—Part II. Description of an almost entire Skull of Thylacoleo carnifex, Owen, from a freshwater deposit, Darling Downs, Queensland, 73.\nOxatyl, 342.\n\nP.\n\nParker (W. K.). On the Structure and Development of the Skull in the Ostrich Tribe, 113.—Introduction, 113; skull of Struthio, 114; Rhea, 128; Dromæus, 135; Casuarius, 152; Dinornis, 163; Palapteryx, 170; Apteryx, 171; Tinamus, 174; Description of the Plates, 179.\nPlücker (J.). Fundamental Views regarding Mechanics, 361.\nPoinsot's mode of representing the rotatory motion of a free rigid body, deduction of, 767.\n\nMDCCCLXVI.\nINDEX.\n\nR.\n\nRadiation of heat, 1, 83 (see Tyndall).\nRetina of reptiles, 223 (see Hulke).\nRoss (Sir J. C.), discussion of Magnetic Observations made under the direction of, 453 (see Sabine).\nRotation of a free rigid body, 757, 767.\n\nS.\n\nSabine (E.). Results of the Magnetic Observations at the Kew Observatory, No. III.—§ 9. Lunar-diurnal variation of the three magnetic elements, 441.\n——— Contributions to Terrestrial Magnetism, No. X., 453.\nSea, depth of, deduced from the tides, 642, 655.\nSiemens (C. W.). On Uniform Rotation, 657.\nSpectra of nebulae, 381.\nSylvester (J. J.). On the Motion of a Rigid Body acted on by no external Forces, 757.\n\nT.\n\nThylacoleo carnifex, 73 (see Owen).\nTides of the Arctic Seas, 639 (see Haughton).\nTschirnhausen's Transformation, 97.\nTyndall (J.). Sixth Memoir on Radiation and Absorption.—Influence of Colour and Mechanical Condition on Radiant Heat, 83.\n——— On Calorescence, 1.\n\nV.\n\nViscosity of air, &c., 249 (see Maxwell).\n\nLONDON:\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1865 to June 1866.\n\nPRESENTS.\n\nABBADIE (A. d') Rapport sur la Planchette Photographique de M. Auguste Chevallier. Svo. Paris 1862.\n\nABEL (John) Memorials of Queen Eleanor, illustrated by Photography, with a short Account of their History and present condition. fol. London 1864.\n\nACADEMIES and SOCIETIES.\n\nAmiens:—Congrès Scientifique de France. 33e Session. 4to. Amiens 1866.\n\nAmsterdam:—\n\nVerhandelingen der Koninklijke Akademie van Wetenschappen. Deel X. 4to. Amsterdam 1864.\n\nVerhandelingen. Afdeeling Letterkunde. Deel III. 4to. Amsterdam 1865.\n\nVerslagen en Mededeelingen. Afdeeling Natuurkunde. Deel XVII. Svo. Amsterdam 1865.\n\nAfdeeling Letterkunde. Deel VIII. Svo. Amsterdam 1865.\n\nJaarboek, 1863, 1864. Svo. Amsterdam.\n\nCarmina Latina. Svo. Amsterdam 1864.\n\nMusée Vrolik: Catalogue de la Collection d'Anatomie de Ger. & W. Vrolik, par J. L. Dusseau. Svo. Amsterdam 1865.\n\nHippocratis et Aliorum Medicorum Veterum Reliquiæ, edidit F. Z. Ermerius. Vol. III. 4to. Traj. ad Rhen. 1864.\n\nAntwerp:—Congrès Archéologique International, Aout 1866. 4to. Anvers 1866.\n\nApt:—Annales de la Société Littéraire, Scientifique et Artistique d'Apt [Vaucluse]. Première Année 1863–64, Deuxième Année, fasc. 1. Svo. Apt 1865–66.\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. Theil IV. Heft 2. Svo. Basel 1866.\n\nBatavia:—\n\nVerhandelingen van het Bataviaasch Genootschap van Kunsten en Wetenschappen. Deel XXX. & XXXI. 4to. Batavia 1863–64.\n\nMDCCCLXVI.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBatavia:—Tijdschrift voor Indische Taal-, Land- en Volkenkunde. Deel XIII. Afl. 1–6; Deel XIV. Afl. 1–4. Svo. Batavia 1863–64.\n\nNotulen van de Algemene en Bestuurs-Vergaderingen. Deel I. Afl. 1–4. Svo. Batavia 1863–64.\n\nNatuurkundig Tijdschrift voor Nederlandsch Indië, uitgegeven door de Koninklijke Natuurkundige Vereeniging in Nederlandsch Indië. Deel XXVI. Afl. 3–6; Deel XXVII. & XXVIII. Svo. Batavia 1864–65.\n\nBerlin:—Abhandlungen der Königlichen Akademie der Wissenschaften, aus dem Jahre 1864. 4to. Berlin 1865.\n\nMonatsberichte. Aus dem Jahre 1865, Januar 1866. Svo. Berlin 1866.\n\nDie Fortschritte der Physik im Jahre 1863, dargestellt von der Physikalischen Gesellschaft. Jahrgang XIX. Svo. Berlin 1865.\n\nBern:—Mittheilungen der Naturforschenden Gesellschaft aus dem Jahre 1864, Nr. 553–579; 1865, Nr. 580–602. Svo. Bern 1864–66.\n\nBirmingham:—Institution of Mechanical Engineers. Proceedings, 1864, 2nd and 3rd August, Part 3; 3rd November; 1865, 26th January, 4th May, 1st and 2nd August, Parts 1–3. Svo. Birmingham 1864–65.\n\nBologna:—\n\nMemorie della Accademia delle Scienze dell’Istituto. Serie seconda. Tomo 3, fasc. 1–4; tomo 4, fasc. 1. Indici Generali. 4to. Bologna 1863–65.\n\nRendiconto delle Sessioni 1863–64. Svo. Bologna 1864.\n\nBoston:—\n\nAmerican Academy of Arts and Sciences. Proceedings. Vol. VI. Sheets 23–38. Svo. Boston 1864–65.\n\nSociety of Natural History. Proceedings. Vol. VI. Sheets 23–27, and Index. Vols. VII., VIII., & IX. Sheets 1–3, 21–24, and Index. Svo. Boston 1858–65.\n\nBreslau:—Abhandlungen der Schlesischen Gesellschaft für vaterländische Cultur. Abtheilung für Naturwissenschaften und Medicin. 1864. Philosophisch-historische Abtheilung. 1864, Heft 2. Zweiundvierzigster Jahresbericht. Svo. Breslau 1864–65.\n\nBrünn:—Verhandlungen des Naturforschenden Vereines. Band III. 1864. Svo. Brünn 1865.\n\nBrussels:—\n\nMémoires Couronnés et Mémoires des Savants Étrangers de l’Académie Royale des Sciences, des Lettres et des Beaux Arts. Tome XXXII. 4to. Bruxelles 1865.\n\nBulletins. 2e série. Tomes XVIII., XIX., XX., & XXI. Nos. 1 & 2, 4 & 5. Svo. Bruxelles 1865–66.\n\nMémoires Couronnés et autres Mémoires. Tome XVII. Svo. Bruxelles 1865.\n\nAnnuaire 1865. Svo. Bruxelles.\n\nBulletin de l’Académie Royale de Médecine. 2e série. Tome VII. No. 7; Tome VIII. Nos. 3–11. Svo. Bruxelles 1864–66.\n\nCalcutta:—\n\nAsiatic Society of Bengal. Journal. Index and Contents of Vol. XXXIII. New Series, 1865, Part.1, Nos.1–3; Part 2, Nos.1–3. Svo. Calcutta 1865.\n\nDonors.\n\nThe Society.\n\nThe Union.\n\nThe Academy.\n\nThe Society.\n\nThe Institution.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Union.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nCalcutta:—\n\nGeological Survey of India. Memoirs. Vol. IV. Part 3, Vol. V. Part 1. The Museum of Geology. Svo. Calcutta 1865.\n\nPaleontologia Indica: III. (6–9), IV. (1). 4to. Calcutta 1865.\n\nAnnual Report, 1864–65. Catalogue of the Specimens of Meteoric Stones. Calcutta 1865.\n\nCatalogue of the Organic Remains belonging to the Echinodermata. Svo. Calcutta 1865.\n\nCambridge (Mass.):—\n\nMuseum of Comparative Zoology. Bulletin. Svo. 1865. Prof. L. Agassiz, For. Mem. R.S.\n\nAnnual Report of the Trustees, 1864. Svo. Boston 1865.\n\nIllustrated Catalogue of the Museum. No. 1, Ophiuridae and Astrophytidae, by T. Lyman. No. 2, North American Acalephae, by A. Agassiz. Svo. Cambridge 1865.\n\nNational Academy of Sciences. Annual for 1863–64. Svo. Cambridge 1865. The Academy.\n\nLetter of the President, 1865.\n\nChristiania:—\n\nIndex Scholarum in Universitate Regia Fredericiana, 1865. 4to. Christiania.\n\nAarsberetning for Aaret 1863. Svo. Christiania 1865.\n\nGaver til Universitets Bibliothek. Svo. Christiania 1862–65.\n\nVeiviser ved Geologiske Excursioner i Christiania Omegn, af Lector Theodor Kjerulf. 4to. Christiania 1865.\n\nOm de i Norge Forekommende Fossile Dyrelovninger fra Quartærperioden, af M. Sars. 4to. Christiania 1865.\n\nNorges Ferskvandskrebsdyr af G. O. Sars. 4to. Christiania 1865.\n\nNyt Magazin for Naturvidenskaberne. Bind XIII. Heft 4; Bind XIV. Heft 1. Svo. Christiania 1864–65.\n\nMeteorologische Beobachtungen; aufgezeichnet auf Christiania Observatorium. I. Band, letzte Lieferung. 4to. Christiania 1865.\n\nMeteorologiske Iagttagelser, 1864. 4to. Christiania 1865.\n\nColumbus:—Eighteenth Annual Report of the Ohio State Board of Agriculture for 1863. Svo. Columbus 1864. The Board.\n\nCopenhagen:—\n\nOversigt over det Kgl. danske Videnskabernes Selskabs Forhandlinger i Aaret 1864. Svo. Kjøbenhavn.\n\nRegiae Universitatis Havniensis Anniversaria. 4to. Havnæ 1824. J. J. S. Steenstrup, For. Mem. R.S.\n\nVidenskabelige Meddelelser fra den naturhistoriske Forening. 1849–64. 17 Parts. Svo. Kjøbenhavn 1849–64. The Union.\n\nDanzig:—Schriften der Naturforschenden Gesellschaft, neue Folge. Band I. Heft 1 & 2. Svo. Danzig 1863–65. The Society.\n\nDresden:—Erster und zweiter Jahresberichte des Vereins für Erdkunde. Svo. Dresden 1865. The Union.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nDublin:—\nRoyal Dublin Society. Journal. No. 34. 8vo. Dublin 1865.\nRoyal Geological Society of Ireland. Journal. Vol. I. Part 1. 8vo. 1864–65. 8vo. 1865.\nRoyal Irish Academy. Transactions. Vol. XXIV. Science, Parts 4 & 6; Antiquities, Parts 2, 3 & 4; Polite Literature, Part 2. 4to. Dublin 1864–65.\nProceedings. Vol. VIII.; Vol. IX. Part 1. 8vo. Dublin 1865.\n\nEdinburgh:—\nRoyal Society. Transactions. Vol. XXIV. Part 1. 4to. Edinburgh 1865.\nProceedings. 1864–65. Vol. V. No. 65. 8vo. Edinburgh 1865.\nRoyal Scottish Society of Arts. Transactions. Vol. VII. Part 1. 8vo. Edinburgh 1865.\n\nFalmouth:—Royal Cornwall Polytechnic Society. Thirty-second Annual Report. 1864. 8vo. Falmouth.\n\nFlorence:—Amali del R. Museo di Fisica e Storia Naturale di Firenze per il 1865. Nuova Serie. Vol. I. 4to. Firenze 1866.\n\nFrankfort:—\nAbhandlungen herausgegeben von der Senckenbergischen naturforschenden Gesellschaft. Band V. Heft 3 & 4. 4to. Frankfurt a.M. 1865.\nZoologische Gesellschaft. Der Zoologische Garten. Jahrgang VI. No. 1–12. 8vo. Frankfurt a.M. 1865.\n\nFreiburg im Breisgau:—Berichte über die Verhandlungen der Naturforschenden Gesellschaft. Band III. Heft 3 & 4. 8vo. Freiburg i.Br. 1865.\n\nGenoa:—\nMémoires de l’Institut National Génevois. Tome I. (Année 1853) to Tome X. (Années 1864–1865). 10 Vols. 4to. Genève 1854–66.\nBulletin de l’Inst. Nat. Génevois. Tomes I.–XIII., and Nos. 27 & 28. 8vo. Genève 1853–66.\nMémoires de la Société de Physique et d’Histoire Naturelle. Tome XVIII. Première Partie. 4to. Genève 1865.\n\nGöteborg:—K. Vetenskaps och Vitterhets Samhälles Handlingar. Ny Tidsfoljd. IX. Häftet. 8vo. Göteborg 1864.\n\nGöttingen:—Nachrichten von der K. Gesellschaft der Wissenschaften und der Georg-August Universität aus dem Jahre 1865. 8vo. Göttingen 1865.\n\nHaarlem:—Natuurkundige Verhandelingen van de Hollandsche Maatschappij der Wetenschappen, Tweede Verzameling. Deel XXI., Stuk 2; Deel XXII., Stuk 1 & 2; Deel XXIII. 4to. Haarlem 1864–65.\n\nHalle:—Naturwissenschaftliche Vereine für Sachsen und Thüringen. Zeitschrift für die gesammten Naturwissenschaften: redigirt von C. Giebel und M. Siewert. Jahrg. 1864, Band XXIV.; Jahrg. 1865, Band XXV. & XXVI. 8vo. Berlin 1864–65.\n\nHavana:—Observatorio Magnético y Meteorológico del Real Colegio de Belén. Resumen de las Observaciones. Abril–Agosto 1865. 8vo. Habana.\n\nHobart Town:—\nRoyal Society of Tasmania. Monthly Notices of Papers and Proceedings 1863 & 1864.\n\nDonors.\n\nThe Society.\nThe Society.\nThe Academy.\nThe Society.\nThe Museum.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Institute.\nThe Society.\nThe Society.\nThe Unions.\nThe Observatory.\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nHobart Town:—Royal Society of Tasmania. Reports, 1861, 1863, 1864. Svo. Hobart Town 1862–65. The Society.\n\nJena:—Jenaische Zeitschrift für Medicin und Naturwissenschaft, herausgegeben von der Medicinisch-Naturwissenschaftlichen Gesellschaft zu Jena. Band I. Heft 4; Band II. Heft 1–4. Svo. Leipzig 1864–66. The Society.\n\nKiel:—Schriften der Universität, aus dem Jahre 1864. Band XI. 4to. Kiel 1865. The University.\n\nKolozsvárt:—Az Erdélyi Muzeum. Egylet Évkönyvei. Kötet III. Füzet 2. 4to. Kolozsvárt 1866. The Museum.\n\nKönigsberg:—Schriften der Königlichen Physikalisch-Oekonomischen Gesellschaft. Jahrgang V. 1864. Abtheilung 1 & 2. 4to. Königsberg 1864. The Society.\n\nLausanne:—Bulletin de la Société Vaudoise des Sciences Naturelles. Tome VIII. No. 53. Svo. Lausanne 1865. The Society.\n\nLeeds:—\n\nGeological and Polytechnic Society of the West Riding of Yorkshire. Report of the Proceedings, 1864–65. Svo. Leeds 1866. The Society.\n\nPhilosophical and Literary Society. Forty-fifth Report of the Council. 8vo. Leeds 1865. The Society.\n\nCatalogue of the Library. 8vo. Leeds 1866.\n\nLeipzig:—\n\nAbhandlungen der Mathematisch-Physischen Classe der Königlich-Sächsischen Gesellschaft der Wissenschaften. Band VII. Nos. 1–4; Band VIII. No. 1. Phil.-Hist. Classe, Band IV. Nos. 5, 6; Band V. No. 1. Svo. Leipzig 1864–65. The Society.\n\nBerichte über die Verhandlungen. Math.-Phys. Classe, 1864. Phil.-Hist. Classe 1864. 1, 2. Svo. Leipzig 1864–65.\n\nLisbon:—Annaes do Observatorio do Infante D. Luiz. Vol. II. Nos. 4–12; Vol. III. Nos. 1–3. fol. Lisboa 1864–65. The Observatory\n\nLiverpool:—\n\nHistoric Society of Lancashire and Cheshire. Transactions. New Series. Vol. IV. Svo. Liverpool 1864. The Society.\n\nLiterary and Philosophical Society. Proceedings. No. 19. 1864–65. Svo. London 1866. The Society.\n\nLondon:—\n\nAnthropological Society. The Anthropological Review. Nos. 9–13. Svo. London 1865–66. The Society.\n\nThe Negro in Jamaica, by Commander Bedford Pim. 8vo. London 1866. The Art Union.\n\nArt Union. Twenty-ninth Annual Report. Svo. London 1865. The Art Union.\n\nBoard of Trade. Meteorological Papers, Twelfth, Thirteenth, and Fourteenth Numbers. 8vo & 4to. London 1865. The Board.\n\nBritish Association. Report of the Thirty-fourth Meeting, held at Bath in September 1864. Svo. London 1865. The Association.\n\nBritish Horological Institute. The Horological Journal. Nos. 83–86, 88, 89, 91–94. 8vo. London 1865–66. The Institute.\n\nBritish Meteorological Society. Proceedings. Vol. II. No. 20; Vol. III. Nos. 21–25. 8vo. London 1865–66. The Society.\nACADEMIES and SOCIETIES (continued).\n\nLondon:\n\nBritish Museum:\n- List of the Specimens of Lepidopterous Insects in the Collection of the British Museum. 34 Parts. 12mo. London 1854–65.\n- Catalogue of Lepidopterous Insects. Part 1. Papilionidae. 4to. London 1852.\n- Specimen of a Catalogue of Lycaenidae, by W. C. Hewitson. 4to. London 1862.\n- Catalogue of the Specimens of Neuropterous Insects. 4 Parts. 12mo. London 1852–53.\n- List of the Specimens of Homopterous Insects. 4 Parts and Supplement. 12mo. London 1850–58.\n- List of the Specimens of Dipteronous Insects. 7 Parts. 12mo. London 1848–55.\n- List of the Specimens of Hymenopterous Insects. Part 2. 12mo. London 1848.\n- Catalogue of Hymenopterous Insects. 7 Parts. 12mo. London 1853–59.\n- Catalogue of British Hymenoptera. Part 1. 12mo. London 1855.\n- Catalogue of British Fossorial Hymenoptera, Formicidae, and Vespidae. 12mo. London 1858.\n- List of the Specimens of Hemipterous Insects. 2 Parts. 12mo. London 1851–52.\n- List of the Coleopterous Insects. Part 1. 12mo. London 1851.\n- Nomenclature of Coleopterous Insects. Parts 4 & 6. 12mo. London 1849–52.\n- Catalogue of Coleopterous Insects. Parts 7, 8 & 9. 12mo. London 1853–56.\n- List of British Curculionidae, with Synonyma. 12mo. London 1856.\n- Catalogue of British Ichneumonidae. 12mo. London 1856.\n- Catalogue of the Coleopterous Insects of Madeira, by T. V. Wollaston. 8vo. London 1857.\n- Catalogue of Hispidae, by Joseph S. Baly. Part 1. 8vo. London 1858.\n- Catalogue of Halticidae, by the Rev. Hamlet Clark. Part 1. 8vo. London 1860.\n- Catalogue of the Coleopterous Insects of the Canaries, by T. V. Wollaston. 8vo. London 1864.\n- Catalogue of the Specimens of Neuropterous Insects, by Dr. H. Hagen. Part 1. 12mo. London 1858.\n- Catalogue of Orthopterous Insects. Part 1. Phasmidae, by J. O. Westwood. 4to. London 1859.\n- List of the Specimens of Myriapoda. 12mo. London 1844.\n- Catalogue of the Myriapoda. Part 1. 12mo. London 1856.\n- List of the Specimens of Mammalia. 12mo. London 1848.\n- Catalogue of the Bones of Mammalia. 8vo. London 1862.\n- Catalogue of the Specimens of Mammalia. 3 Parts. 12mo. London 1850–52.\n- List of the Specimens of British Animals. Parts 1, 4, 5, 7, 9, 11, 12, 13–17, and Fish. 12mo. London 1848–55.\n\nDonors:\n\nThe Trustees of the British Museum.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:\nBritish Museum:\nList of the Specimens of British Sponges. 12mo. London 1848.\nList of British Diatomaceae. 12mo. London 1859.\nCatalogue of the Conchifera or Bivalve Shells. 2 Parts. 12mo. London 1853–54.\nList of the Shells of Cuba. 12mo. London 1854.\nList of the Shells of South America. 12mo. London 1854.\nList of the Shells of the Canaries. 12mo. London 1854.\nCatalogue of the Collection of Mazatlan Shells. 12mo. London 1857.\nList of the Specimens of Crustacea. 12mo. London 1847.\nCatalogue of Crustacea. Part 1. 12mo. London 1855.\nCatalogue of the Specimens of Amphipodous Crustacea, by C. Spence Bate. 8vo. London 1862.\nCatalogue of the Mollusca. Parts 2 & 4. 12mo. London 1850–53.\nList of the Mollusca. 2 Parts. 12mo. London 1855–65.\nNomenclature of Molluscous Animals and Shells. Part 1. 12mo. London 1850.\nList of Mollusca and Shells. 12mo. London 1855.\nCatalogue of Phaneropneumona. 12mo. London 1852.\nCatalogue of Auriculidae, Proserpinidae, and Truncatellidae. 12mo. London 1857.\nCatalogue of the Bivalve Mollusca. Part 1. 12mo. London 1850.\nCatalogue of Pulmonata or Air-breathing Mollusca. Part 1. 12mo. London 1855.\nGuide to the Systematic Distribution of Mollusca, by J. E. Gray. 8vo. London 1857.\nCatalogue of the Genera and Subgenera of Birds. 12mo. London 1855.\nList of the Specimens of Birds. Parts 1, 2, 3. Sections 2 & 4. 12mo. London. 1844–56.\nCatalogue of British Birds, by G. R. Gray. 8vo. London 1863.\nCatalogue of the Birds of the Tropical Islands of the Pacific Ocean, by G. R. Gray. 8vo. London 1859.\nCatalogue of the Mammalia and Birds of New Guinea, by J. E. Gray and G. R. Gray. 8vo. London 1859.\nCatalogue of the Specimens and Drawings of Mammals, Birds, Reptiles, and Fishes of Nepal and Tibet. 12mo. London 1863.\nList of the Osteological Specimens. 12mo. London 1847.\nCatalogue of the Specimens of Amphibia. Part 2. 12mo. London 1850.\nCatalogue of the recent Echinida or Sea-eggs. Part 2. 12mo. London 1855.\nCatalogue of Fish, by L. T. Gronow. 12mo. London 1854.\nList of the Specimens of Fish. Part 1. 12mo. London 1851.\nCatalogue of Lophobranchiate Fish. 12mo. London 1856.\nCatalogue of Apodal Fish, by Dr. Kaup. 8vo. London 1856.\n\nDONORS.\n\nThe Trustees of the British Museum.\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nBritish Museum:—\n\nCatalogue of the Acanthopterygian Fishes, by Dr. A. Günther. 5 Vols. The Trustees of the British Museum.\n\n8vo. London 1859–64.\n\nCatalogue of the Species of Entozoa or Intestinal Worms. 12mo. London 1853.\n\nCatalogue of the British Non-Parasitical Worms, by George Johnston. ———\n\n8vo. London 1865.\n\nCatalogue of Colubrine Snakes. 12mo. London 1858.\n\nCatalogue of the Tortoises, Crocodiles, and Amphisbaenians. 12mo. London 1844.\n\nCatalogue of the Specimens of Lizards. 12mo. London 1845.\n\nCatalogue of Shield Reptiles in the Collection of the British Museum.\n\nPart 1. Testudinata (Tortoises), by J. E. Gray. 4to. London 1855.\n\nCatalogue of the Batrachia Salientia, by Dr. A. Günther. 8vo. London 1858.\n\nCatalogue of the Collection of Meteorites in the Mineral Department. ———\n\n8vo. London 1866.\n\nA Guide to the First Vase Room in the Department of Greek and Roman Antiquities. 8vo. London 1866.\n\nBritish Pharmaceutical Conference. Proceedings. Birmingham Meeting, 1865. 8vo. London 1865.\n\nChemical Society. Journal. Series 2. Vol. III. May to December 1865; Vol. IV. January to June 1866. 8vo. London.\n\nEntomological Society. Transactions. Vol. II. Parts 5 & 6. Vol. III. Part 2; Vol. IV. Part 1; Vol. V. Parts 1 & 2. 8vo. London 1865–66.\n\nEpidemiological Society. Transactions. Vols. I. & II. Part 1. 8vo. London 1863–65.\n\nReport on the Questions submitted by Dr. Farr to the Council, concerning the Classification of Epidemic Diseases. 8vo. London 1865.\n\nGeological Society. Quarterly Journal. Vol. XXI. Parts 3 & 4; Vol. XXII. Parts 1 & 2. 8vo. London 1865–66. List, December 31, 1865.\n\nGeological Survey of Great Britain. Memoirs. Vol. III. 8vo. London 1866.\n\nInstitution of Civil Engineers. Address of John Fowler on his Election as President. List of Members. 8vo. London 1866.\n\nLinnean Society. Transactions. Vol. XXV. Part 1. 4to. London 1865.\n\nJournal. Zoology: Vol. VIII. Nos. 31 & 32; Vol. IX. No. 33. Botany: Vol. IX. Nos. 35–37. 8vo. London 1865–66.\n\nPathological Society. Transactions. Vol. XVI. 8vo. London 1865.\n\nPhotographic Society. The Photographic Journal. Nos. 159–169. 8vo. London 1865–66.\n\nRoyal Agricultural Society. Journal. Second Series. Vol. I. Part 2; Vol. II. Part 1. 8vo. London 1865.\n\nRoyal Asiatic Society. Journal. New Series. Vol. I. Part 2; Vol. II. Part 1. 8vo. London 1865–66.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nRoyal Astronomical Society. Memoirs. Vol. XXXIII. 4to. London 1865. The Society.\n\nMonthly Notices. Vol. XXV. Nos. 8 & 9; Vol. XXVI. Nos. 1–7. 8vo. London 1865–66.\n\nRoyal College of Surgeons. Calendar. July 13, 1865. 8vo. London 1865. The College.\n\nCatalogue of the Specimens of Entozoa in the Museum, by T. S. Cobbald. 8vo. London 1866.\n\nRoyal Geographical Society. Journal. Vol. XXXV. 8vo. London 1865. The Society.\n\nProceedings. Vol. X. Nos. 1–3. 8vo. London 1865–66.\n\nCatalogue of the Library. 8vo. London 1865.\n\nRoyal Horticultural Society. Proceedings. Vol. V. Nos. 7, 8, 9; New Series, Vol. I. Nos. 1–4. 8vo. London 1865–66.\n\nJournal. Edited by the Rev. M. J. Berkeley.\n\nNew Series. Vol. I. Parts 1 & 2. 8vo. London 1866.\n\nRoyal Institute of British Architects. Sessional Papers, 1865–66. Part 1. Nos. 1–4; Part 2. Nos. 1–5, 1864–65; Part 3. Nos. 1, 2, 5. 4to. London.\n\nCatalogue of the Printed Books and Manuscripts in the Library. 4to. London 1865.\n\nRoyal Institution. Proceedings. Vol. IV. Parts 5–7. 8vo. London 1865–66.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. Vol. XLVIII. 8vo. London 1865.\n\nProceedings. Vol. V. Nos. 2–4. 8vo. London 1865–66.\n\nRoyal Society of Literature. Transactions. Second Series. Vol. VIII. Part 2. 8vo. London 1865.\n\nRoyal United Service Institution. Journal. Vol. IX. Nos. 34–37, and Appendix. 8vo. London 1865–66.\n\nSaint Bartholomew's Hospital Reports. Edited by Dr. Edwards and G. W. Callender. Vol. I. 8vo. London 1865.\n\nSociety of Antiquaries. Archaeologia. Vol. XXXIX. Part 2. 4to. London 1865.\n\nProceedings. Second Series. Vol. II. No. 6. 8vo. London 1864.\n\nSociety of Arts. Journal. July to December 1865; January to June 1866. 8vo. London 1865–66.\n\nUniversity College Calendar, Session 1865–66. 8vo. London 1865.\n\nZoological Society. Transactions. Vol. V. Part 4. 4to. London 1865.\n\nProceedings of the Scientific Meetings for 1864. 3 Parts. 8vo. London.\n\nLuxembourg:—Société des Sciences Naturelles du Grand Duché de Luxembourg. Tome VIII. Année 1865. 8vo. Luxembourg 1865.\n\nLyons:—Société des Sciences Médicales. Vaccine et Variole, Nouvelle étude expérimentale sur la question de l'identité de ces deux Affections, Rapport par A. Chauveau, Viennois, et P. Meynet. 8vo. Paris 1865.\n\nMDCCCLXVI.\nACADEMIES and SOCIETIES (continued).\n\nMadrid:—\n\nMemorias de la Real Academia de Ciencias Exactas, Físicas y Naturales. The Academy.\nTomo VI. 2ª serie: Ciencias Físicas. Tomo II. Parte 1 & 2. 4to. Madrid 1864-65.\n\n——— Resumen de las Actas en el año Académico de 1862 á 1863. 4to. ———\n\nMadrid 1864.\n\nAnuario del Real Observatorio, Sexto Año 1865. 8vo. Madrid 1864. The Observatory.\n\nMelbourne:—The Melbourne University Calendar for 1865–66. 8vo. Melbourne. The University.\n\nMende:—Bulletin de la Société d’Agriculture, Industrie, Science et Arts du Département de la Lozère. Nos. 28 & 29. 8vo. Mende 1852. The Society.\n\nMilan:—\n\nMemorie del Reale Istituto Lombardo di Scienze e Lettere. Classe di Scienze Matematiche e Naturali. Vol. X. fasc. 1. Classe di Lettere e Scienze Morali e Politiche. Vol. X. fasc. 1. 4to. Milano 1865.\n\n——— Rendiconti. Classe di Scienze Matematiche e Naturali: Vol. I. fasc. 9 & 10; Vol. II. fasc. 1 & 2. Classe di Lettere: Vol. I. fasc. 8–10; Vol. II. fasc. 1 & 2. 8vo. Milano 1864–65.\n\nAtti della Società Italiana di Scienze Naturali. Vol. VI. fasc. 4 & 5; Vol. VII. & Vol. VIII. fasc. 1 & 2. 8vo. Milano 1864–65. The Society.\n\nMontreal:—\n\nThe McGill University Calendar and Examination Papers, 1865–66. 8vo. The University.\n\nMontreal 1865.\n\nThe Canadian Naturalist and Geologist. New Series. Vol. II. Nos. 1–4. The Natural History Society.\n\nSvo. Montreal 1865.\n\nNumismatic and Antiquarian Society. Constitution and By-Laws. 12mo. S. C. Bagg, Esq.\n\nMontreal 1866.\n\nThe Antiquities and Legends of Durham. By S. C. Bagg. 8vo. Montreal 1866.\n\nMoscow:—Bulletin de la Société Impériale des Naturalistes. Année 1864. The Society.\n\nNos. 2–4; Année 1865. Nos. 1 & 2. 8vo. Moscou 1864–65.\n\nMunich:—\n\nAbhandlungen der Königlich-Bayerischen Akademie der Wissenschaften. The Academy.\n\nPhilos.-Philol. Classe: Band X. Abth. 2. Hist. Classo: Band IX. Abth. 1 & 2. 4to. München 1865.\n\nSitzungsberichte: 1865, I., Hefte 1–4; II., Hefte 1–4; 1866, I., Hefte 1 & 2. 8vo. München 1865–66.\n\nDie Verhandlungen der protestantischen Fürsten in den Jahren 1590 und 1591 zu Gründung einer Union. Vortrag von K. A. Muffat. 4to. München 1865.\n\nInduction and Deduction, von Justus von Liebig. 8vo. München 1865.\n\nEntstehung und Begriff der Naturhistorischen Art, von Dr. C. Nägeli. Zweite Auflage. 8vo. München 1865.\n\nNaples:—\n\nSocietà Reale. Rendiconto delle tornate e dei lavori dell’ Accademia di Scienze Morali e Politiche. Anno IV. Feb.–Maggio 1865. 8vo. Napoli 1865.\n\n——— Rendiconto della Reale Accademia di Archeologia, Lettere e Belle Arti. Anno 1864, Luglio–Dicembre. 4to. Napoli 1864. The Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nNeuchâtel:—Bulletin de la Société des Sciences Naturelles. Tome VII. premier cahier. Svo. Neuchâtel 1865.\n\nNewcastle-upon-Tyne:—Natural History Transactions of Northumberland and Durham. Vol. I. Part I. Svo. Newcastle 1865.\n\nNew York:—\n\nLyceum of Natural History. Annals. Vol. VIII. Nos. 2 & 3. 8vo. New York 1864.\n\nCharter, Constitution, and By-Laws, 1864.\n\nAmerican Geographical and Statistical Society. Proceedings. Vol. II. Nos. 3 & 4. 8vo. New York 1863–65.\n\nOxford:—Ashmolean Society. Transactions. Vol. II. Nos. 8, 9, 12, 13, 14, 15; Vol. III. Nos. 1, 2, 3. Proceedings. Vol. III. Nos. 33, 34, 35. 8vo. Oxford 1841–57.\n\nPalermo:—Giornale di Scienze Naturali ed Economiche pubblicato per cura del Consiglio di Perfezionamento annesso al R. Istituto Tecnico di Palermo. Vol. I. fasc. 1 & 2. Imp. 8vo. Palermo 1865.\n\nParis:—\n\nComptes Rendus Hebdomadaires des Séances de l'Académie des Sciences. June to December 1865, January to June 1866, Tomes LX., & LXI., Tables des Matières. 4to. Paris.\n\nDépôt de la Marine: Annales Hydrographiques, 1er–4e Trimestre de 1864; 1er Trimestre de 1865. 8vo. Paris.\n\nRecherches sur les Chronomètres. VIIe Cahier. 8vo. Paris 1864.\n\nAnnuaire des Marées des Côtes de France pour l'an 1866. 12mo. Paris 1865.\n\nLa Loi des Tempêtes, par H. W. Dove, traduit par A. Le Gras. 8vo. Paris 1864.\n\nMadagascar (Côte Orientale), par M. Germain. 8vo. Paris 1864.\n\nMer du Nord. IVe partie, traduit par A. Le Gras. 8vo. Paris 1864.\n\nInstructions Nautiques pour les principaux ports de la côte Est d'Amérique du Nord, traduit par M. MacDermott. 8vo. Paris 1864.\n\nManuel de la Navigation dans la Mer des Antilles et dans le Golfe du Mexique, par C. P. de Kerhallet. 3e partie. 8vo. Paris 1864.\n\nRoutier de la Côte Nord d'Espagne, traduit par A. Le Gras. 8vo. Paris 1864.\n\nInstructions Nautiques sur les Côtes de Corse, par Salloz des Noyers. 8vo. Paris 1865.\n\nInstruction pour le Micromètre Lugeol à Cadran Lorieux, par M. Bex. 8vo. Paris 1865.\n\nRenseignements sur la Navigation des Côtes et des Rivières de la Guyane Française, par E. Couy. 8vo. Paris 1865.\n\nAnnales des Mines. Sixième série. Tome VII., 2e & 3e liv. de 1865; Tome VIII., 4–6e liv. de 1865; Tome IX. 1e liv. de 1866. 8vo. Paris 1865–66.\n\nDONORS.\n\nThe Society.\n\nThe Tyneside Naturalists’ Field Club.\n\nThe Lyceum.\n\nThe Society.\n\nThe Society.\n\nThe Institute.\n\nThe Dépôt de la Marine.\n\nL'Ecole des Mines.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nParis:\nJournal de l'École Impériale Polytechnique. Cahier 41, Tome XXIV. 4to. L'École Polytechnique.\nParis 1865.\n\nAnnales Scientifiques de l'École Normale Supérieure. Tome III, Nos. 1 & 2. L'École Normale.\n4to. Paris 1866.\n\nBulletin de la Société d'Encouragement pour l'Industrie Nationale. 2e série. The Society.\nTome XII. May to December 1865; Tome XIII. January to April 1866.\n4to. Paris.\n\nAnnales de la Société Entomologique de France. Tome VII. 2–4 Trimestre. The Society.\n8vo. Paris 1838.\n\nBulletin de la Société de Géographie. 5e série. Tome VIII. & Tome X. Année 1865, Juillet–Déc.; Tome XI. Janv.–Mai 1866. 8vo. Paris 1864–66.\n——— Recueil de Voyages et de Mémoires. Tome VII. partie 1.\n4to. Paris 1844.\n\nBulletin de la Société Géologique. 2e série. Tome XXII. feuilles 8–36; Tome XXIII. feuilles 1–12. 8vo. Paris 1864–66.\n\nPerpignan:—Société Agricole, Scientifique, et Littéraire des Pyrénées-Orientales. Vol. XIII. 8vo. Perpignan 1863.\n\nPhiladelphia:\nAmerican Philosophical Society. Transactions. Vol. XIII. Parts 1 & 2. The Society.\n4to. Philadelphia 1865.\n\nProceedings. Vol. IX. Nos. 71 & 72; Vol. X. No. 74. 8vo. Philadelphia 1864–65. List of Members.\n\nFranklin Institute. Journal. Vol. LXXXI. Nos. 481–483, 8vo. Philadelphia 1866.\n\nPortland (U.S.):\n\nSociety of Natural History. Proceedings. Vol. I. Part 1. 8vo. Portland 1862.\n\nJournal. Vol. I. No. 1. 8vo. Portland 1864.\n\nPrague:\nAbhandlungen der Königlichen Böhmischen Gesellschaft der Wissenschaften. The Society.\nFünfter Folge Band XIII. 4to. Prague 1865.\n\nSitzungsberichte. Jahrgang 1864. 2 Parts. 8vo. Prag 1865.\n\nRio de Janeiro:—Archivos da Palestra Scientifica. Vol. I. 4to. Rio de Janeiro 1858.\n\nRoma:—Collegio Romano. Bulletino Meteorologico. Vol. IV. Nos. 5 & 6, 9–12; Vol. V. Nos. 1, 3, 4. 4to. Roma 1865–66.\n\nSt. Andrews:—University Calendar for the year 1866–67. 8vo. Edinburgh 1866.\n\nSt. Petersburg:\nMémoires de l'Académie Impériale des Sciences. VIIe série. Tomes VII. & VIII. 4to. St. Pétersbourg 1863–65.\n\nBulletin. Tome VII. Nos. 3–6; Tome VIII. Nos. 1–6. 4to. St. Pétersbourg 1864–65.\n\nМОРСКОЙ СВОРНИКЪ (Marine Collections). Nos. 1–4. 8vo. 1866.\n\nSalem:—Essex Institute. Proceedings. Vol. IV. No. 7. 8vo. Salem 1866.\n\nDonors.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nShanghai:—\n\nJournal of the North China Branch of the Royal Asiatic Society. New Series. Nos. 1 & 2. 8vo. Shanghai 1865–66.\n\nReport of the Council for the year 1864. 8vo. Shanghai 1865.\n\nSteiermark:—Mittheilungen des Naturwissenschaftlichen Vereines. Hefte 1–3. 8vo. Graz 1863–65.\n\nStockholm:—\n\nKongliga Svenska Vetenskaps-Akademiens Handlingar. Ny Följd. Bandet V. Häfft 1. 4to. Stockholm 1863.\n\nÖfversigt af...Förhandlingar. Årgången XXI. 1864. 8vo. Stockholm 1865.\n\nMeteorologiska Jakttagelser i Sverige, af E. Edlund. Bandet V. 1863. 4to. Stockholm 1865.\n\nToronto:—The Canadian Journal of Industry, Science, and Art. New Series. Nos. 57–62. 8vo. Toronto 1865–66.\n\nToulouse:—Mémoires de l'Académie Impériale des Sciences, Inscriptions et Belles-Lettres. 6e série. Tome III. 8vo. Toulouse 1865.\n\nTrondhjem:—Det Kongelige Norske Videnskabers-Selskabs Skrifter det 19de Aarhundrede. Bind V. Heft 1. 8vo. Trondhjem 1865.\n\nTurin:—Memorie della Reale Accademia delle Scienze. Serie seconda. Tomo XXI. 4to. Torino 1865.\n\nAtti. Vol. I. Disp. 2 (1865), 1866. 8vo. Torino 1866.\n\nUpsala:—\n\nNova Acta Regiae Societatis Scientiarum Upsaliensis. Seriei tertiae Vol. V. fasc. 2. 4to. Upsaliae 1865.\n\nUpsala Universitets Årskrift 1864. 8vo. Upsala 1864.\n\nUtrecht:—\n\nMeteorologische Waarnemingen in Nederland en zijne Bezittingen, en Afwijkingen van Temperatur en Barometerstand op vele plaatsen in Europa. 1864. 4to. Utrecht 1865.\n\nNatuurkundige Verhandelingen uitgegeven door het Provinciaal Utrechtsch Genootschap. Nieuwe Reeks, Deel 1. Stuk 14. 4to. Utrecht 1864–65.\n\nVerslag van het Verhandelde in de Algemeene Vergadering, 1862–65. 8vo. Utrecht 1862–65.\n\nAanteekeningen van het Verhandelde in de Sectie Vergaderingen, 1860–64. 8vo. Utrecht.\n\nVenice:—\n\nMemorie dell’ I. R. Istituto Veneto di Scienze, Lettere ed Arti. Vol. XII. parte 1 & 2. 4to. Venezia 1864–65.\n\nAtti. Serie terza. Tomo X. disp. 5–10; Tomo XI. disp. 1–4. 8vo. Venezia 1864–66.\n\nEsercitazioni Scientifiche e Letterarie dell’ Ateneo Veneto. Tomo III., V. & VI. fasc. 2 & 3; Tomo VII. fasc. 1 & 2. 4to. Venezia 1839–60.\n\nAtti. Serie 2. Vol. I. puntata 2–4; Vol. II. puntata 1–4; Vol. III. puntata 1. 8vo. Venezia 1864–66.\n\nVienna:—\n\nDenkschriften der Kaiserlichen Akademie der Wissenschaften. Math.-Naturw. Classe. Band XXIV. Phil.-Hist. Classe. Band XIV. 4to. Wien 1865.\nACADEMIES and SOCIETIES (continued).\n\nVienna:—\n\nSitzungsberichte. Math.-Nat. Classe, Abth. 1: Band L. Hefte 2–5; B. LI. The Academy.\nHefte 1–5; Band LII. Hefte 1 & 2. Abth. 2: Band L. Hefte 1–5; Band LI.\nHefte 1–5; Band LII. Hefte 1–3; Register zu den Bänden 43 bis 50.\nPhil.-Hist. Classe: Band XLVII. Hefte 1 & 2; Band XLVIII. Hefte 1 & 2;\nBand XLIX. Hefte 1–3; Band L. Hefte 1–4; Band LI. Heft 1; Register\nzu den Bänden 41 bis 50. 8vo. Wien 1864–66.\n\nAlmanach. Jahrgang XV. 1865. 8vo. Wien.\n\nAnzeiger. Jahrgang II., 1865, Nr. 15–29; Jahrgang III., 1866, Nr. 1–3,\n6–14. 8vo. Wien.\n\nMittheilungen der Kaiserlich-Königlichen Geographischen Gesellschaft. The Society.\nJahrgang VIII. Heft 1. 8vo. Wien 1864.\n\nJahrbuch der K.-K. Geologischen Reichsanstalt. 1865. Band XV. Nr. 1–3. The Establishment.\n8vo. Wien 1864.\n\nVerhandlungen der K.-K. Zoologisch-Botanischen Gesellschaft in Wien. The Society.\nJahrgang 1864. Band XIV. 8vo. Wien 1864.\n\nWashington:—\n\nNational Academy of Sciences. Report for 1863. 8vo. Washington The Academy.\n1864.\n\nSmithsonian Institution. Smithsonian Contributions to Knowledge. Vol. The Smithsonian Institu-\nXIV. 4to. Washington 1865.\n\nSmithsonian Collections. 8vo. Washington:—Monographs of the Diptera\nof North America, by H. Loew. Part 2. Edited by R. Osten Sacken.\n1864. Bibliography of North American Conchology previous to the year\n1860, by W. G. Binney. Part 2. 1864. Check List of the Invertebrate\nFossils of North America—Cretaceous and Jurassic, by F. B. Meek. 1864.\nMiocene, by F. B. Meek. 1864. Review of American Birds, by S. F.\nBaird. Part I. 1864.\n\nAnnual Report of the Board of Regents for 1863 & 1864. 8vo. Washington The Academy.\n1864–65.\n\nWürzburg:—\n\nPhysikalisch-medicinische Gesellschaft. Würzburger Naturwissenschaftliche The Society.\nZeitschrift. Band VI. Heft 1. 8vo. Würzburg 1865.\n\nWürzburger Medicinische Zeitschrift. Band VI. Hefte 1–6. 8vo. Würzburg The Society.\n1865.\n\nZürich:—\n\nNouveaux Mémoires de la Société Helvétique des Sciences Naturelles. Band The Society.\nXXI. 4to. Zürich 1865.\n\nVerhandlungen der Schweizerischen Naturforschenden Gesellschaft. 1864. The Society.\n8vo Zürich.\n\nActes de la Société Helvétique des Sciences Naturelles réunie à Genève,\nAoût 1865. 49e Session. 8vo. Genève.\n\nGeschichte der Schweizerischen Naturforschenden Gesellschaft. 4to. Zürich The Society.\n1865.\n\nACLAND (H. W., F.R.S.) The Harveian Oration, 1865. 8vo. London 1865. The Author.\n\nAGASSIZ (Alexander). Embryology of the Starfish. 4to. Cambridge The Author.\n1864.\nPRESENTS.\n\nAIRY (G. B., F.R.S.) Astronomical, Magnetical, and Meteorological Observations made at the Royal Observatory, Greenwich, in 1863. 4to. London 1865.\n\n—— Essays on the Invasion of Britain by Julius Caesar; the Invasion of Britain by Plautius, and by Claudius Cæsar; the Early Military Policy of the Romans in Britain; the Battle of Hastings, with Correspondence. 4to. London 1865.\n\nALFONSO X. DE CASTILLA. Libros del Saber de Astronomía; Copilados, Anotados y Comentados por Don Manuel Rico y Sinobas. Tomo III. fol. Madrid 1864.\n\nANONYMOUS:—\nAlmanach der Oesterreichischen Kriegs.-Marine für das Jahr 1866. 5ter Jahrgang. 8vo. Triest 1866.\n\nAlmanaque Náutico para 1867, calculado . . . en el Observatorio de Marina de S. Fernando. 8vo. Cádiz 1865.\n\nAmerican Ephemeris and Nautical Almanac for 1866 and 1867. Asteroids for the year 1865. Almanac Catalogue of Zodiacal Stars. 8vo. Washington 1864–65.\n\nArmy Medical Department. Statistical, Sanitary, and Medical Reports, Vol. 5, for 1863. 8vo. London 1865.\n\nBerliner Astronomisches Jahrbuch für 1868: herausgegeben von W. Foerster, unter Mitwirkung von Dr. Powalky. 8vo. Berlin 1866.\n\nCatalogue of Printed Books in the Library of the Foreign Office. 8vo. London 1864.\n\nDas Fünfzigjährige Doctor-Jubiläum des Geheimraths Karl Ernst von Baer am 29 August, 1864. 4to. St. Petersburg 1865.\n\nDublin International Exhibition, 1865. Kingdom of Italy. Official Catalogue. 8vo. Turin 1865.\n\nEntomologist's Annual for 1866. 12mo. London 1866.\n\nEstadística Mineral correspondiente al año de 1863, publicada por la dirección General de Agricultura, Industria y Comercio. 4to. Madrid 1865.\n\nFirst, Second, and Third Reports of the Commissioners appointed to inquire into the Origin and Nature &c. of the Cattle Plague. fol. London 1865–66.\n\nList of Members of the Athenæum. 12mo. London 1866.\n\nLondon University Calendar for the year 1866. 8vo. London 1866.\n\nMemoria sobre el Movimiento de la Población de España de los años 1858, 1859, 1860 y 1861. 4to. Madrid 1863.\n\nNachrichten über Leben und Schriften des Herrn Geheimrathes Dr. Karl Ernst von Baer, mitgetheilt von ihm selbst. Veröffentlicht von der Ritterschaft Esthlands. 8vo. St. Petersburg 1865.\n\nNautical Almanac and Astronomical Ephemeris for 1868 & 1869. 2 vols. 8vo. London 1864–65.\n\n—— Supplements (Ephemerides of the Minor Planets for 1865 & 1866). 8vo. London.\n\nNomenclátor que comprende las Poblaciones, Grupos, Edificios, Viviendas, Albergues etc. de las cuarenta y nueve Provincias de España, tomo 1 & 2. fol. Madrid 1863–64.\n\nObservations Météorologiques faites à Nijné-Taguïsk, année 1864. 8vo. Paris 1865.\n\nDONORS.\n\nThe Lords of the Admiralty.\n\nThe Author.\n\nThe Academy of Sciences, Madrid.\n\nThe Austrian K. K. Marine.\n\nThe Observatory.\n\nThe U. S. Bureau of Navigation.\n\nThe Department.\n\nThe Observatory.\n\nThe Foreign Office.\n\nThe Academy of Sciences, St. Petersburg.\n\nThe Italian Commission.\n\nH. T. Stainton, Esq.\n\nDon José Emilio de Santos.\n\nDr. Bence Jones, F.R.S.\n\nThe Club.\n\nThe University.\n\nDon José Emilio de Santos.\n\nThe Esthlandische Ritterschaft.\n\nDon José Emilio de Santos.\n\nThe Prince Demidoff.\nANONYMOUS (continued).\n\nProspectus of the Central Hall of Arts and Sciences. fol. London 1865.\n\nReise der Oesterreichischen Fregatte Novara um die Erde in den Jahren 1857, 1858, 1859. Statistisch-Commerzieller Theil, von Dr. K. von Scherzer. Band II. 4to. Wien 1865.\n\nGeologischer Theil. Band I. Abtheilung 2. Paläontologie von Neu-Seeland, redigirt von Dr. F. von Hochstetter; Dr. M. Hörnes und F. Ritter von Hauer. 4to. Wien 1865.\n\nNautisch-Physicalische Theil, 3. Abtheilung (letzte). 4to. Wien 1865.\n\nMap of the Indian Ocean, 1858.\n\nReport of a Committee appointed to consider certain questions relating to the Meteorological Department of the Board of Trade. fol. London 1866.\n\nReport of Experiments undertaken by Order of the Board of Trade to determine the relative values of Unmalted and Malted Barley as food for Stock. fol. London 1866.\n\nReport of the Astronomer to the Marine Committee Mersey Docks and Harbour Board, December 1865. 8vo. Liverpool 1866.\n\nReport of the Commissioner of Patents for the year 1862, Arts and Manufactures. 2 vols. 8vo. Washington 1864.\n\nReport of the Professor of Astronomy in the University of Glasgow. Svo. Glasgow 1866.\n\nReport of the Superintendent of the Coast Survey, showing the progress of the Survey during the year 1862. 4to. Washington 1864.\n\nResults of Meteorological Observations made under the direction of the United States Patent Office and the Smithsonian Institution, from 1854 to 1859 inclusive, being a Report of the Commissioner of Patents. Vol. II. Part 1. 4to. Washington 1864.\n\nRoyal Commission on the Sanitary State of the Army in India. Vol. I. Report of the Commissioners, Minutes, &c. Vol. II. Appendix. 2 vols. fol. London 1863.\n\nStatistics of the United Kingdom of Great Britain and Ireland. Reprinted, with additions, from Thom’s Irish Almanac. 8vo. Dublin 1866.\n\nSveriges Geologiska Undersökning af A. Erdmann. 14–18. 8vo. Stockholm 1865. Maps.\n\nVancouver Island—Exploration, 1864. 8vo. Victoria 1865.\n\nWeekly Returns of Births and Deaths in the City of Dublin: Vol. II. Nos. 24–52; Vol. III. Nos. 1–11, 13–24. Quarterly Returns, Nos. 3–9. 8vo. Dublin 1864–66.\n\nBAIRD (S. F.) The Distribution and Migrations of North-American Birds. 8vo. New Haven 1866.\n\nBARCLAY (J. G.) Astronomical Observations taken during the years 1862–64 at the private Observatory, Leyton, Essex. 4to. London 1865.\n\nBATEMAN (J. F., F.R.S.) On the Supply of Water to London from the Sources of the Severn. 8vo. London 1865.\n\nBELAVENETZ (Captain J.) Deviations of the Compass, and Diagrams, with an article on the Magnetic Character of an Iron-built Armour-plated Battery “Pervenetz,” with a Biographical Sketch of Archibald Smith. 8vo. St. Petersburg 1865.\n\nGeneral Sabine, P.R.S.\n\nDr. K. von Scherzer.\n\nDr. F. von Hochstetter.\n\nThe Austrian I. R. Navy Board.\n\nThe Committee.\n\nJ. B. Lawes, F.R.S.\n\nThe Committee.\n\nThe Patent-Office, Washington.\n\nThe Senate.\n\nThe Survey.\n\nThe Smithsonian Institution.\n\nDr. T. Graham Balfour, F.R.S.\n\nThe Publishers.\n\nThe Geological Board of Sweden.\n\nRobert Brown, Esq.\n\nThe Registrar-General for Ireland.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nBELAVENETZ (Captain J.) Blank Forms for the Computation of the Deviations and Magnetic Observations on Board the Ship. 4to. St. Petersburg 1865.\n\nBIANCONI (J. J.) Specimina Zoologica Mosambieana. Fasciculus XVI. fol. Bononiae 1862.\n\nBLASQUEZ (Pedro y Ignacio) Memoria sobre el Maguey Mexicano (Agave Maximilliana). 8vo. Mexico 1865.\n\nBÖHM (J. G.) und ALLÉ (M.) Magnetische und meteorologische Beobachtungen zu Prag. Sechsundzwanzigster Jahrgang. 4to. Prag 1866.\n\nBOWLES (G.) Introduccion a la Historia Natural, y a la Geografia Fisica de Espana. 4to. Madrid 1775.\n\nBRUCK (le Capitaine) Manifeste du Magnétisme du Globe et de l'Humanité. 8vo. Paris 1866.\n\nBRUHNS (C.) Resultate aus den meteorologischen Beobachtungen angestellt an mehreren Orten im Königreich Sachsen. Erster Jahrgang. 4to. Leipzig 1866.\n\nCHEVREUL (E., For. Mem. R.S.) Notes Historiques sur la Nature Immedite de l'Amer de Welter et de l'Amer au Minimum (Acide Picrique et Acide Indigotique). 4to. Paris 1864.\n\nCLAUSIUS (R.) Ueber verschiedene für die Anwendung bequeme Formen der Hauptgleichungen der mechanischen Wärmetheorie. 8vo. 1865.\n\nCOLNET d'HUART (De) Mémoire sur la Théorie de la Chaleur. 8vo. Luxembourg 1865.\n\nCORNET (F. L.) et BRIART (A.) Note sur la Découverte dans le Hainaut, en dessous des Sables rapportés par Dumont au Système Landénien, d'un Calcaire Grossier avec Faune tertiaire. 8vo. Bruxelles 1864.\n\nCREMONA (L.) Sulle Trasformazioni Geometriche delle figure piane. Nota II. 4to. Bologna 1865.\n\nCRESTADORO (A.) Catalogue of the Books in the Manchester Free Library. Reference Department. 8vo. London 1864.\n\nDAUBENY (C., F.R.S.) A Letter to the Provost of Oriel on University Extension. 8vo. Oxford 1865.\n\nDAUBRÉ ( ) Expériences synthétiques relatives aux Météorites. (Excerpt from Comptes Rendus.) 4to. Paris 1866.\n\nDAVIS (J. B.) On Synostotic Crania among Aboriginal Races of Man. 4to. Haarlem 1865.\n\nDAVVY (Dr. John, F.R.S.) Miscellaneous Observations on the Blood. 4to. Edinburgh 1865.\n\nDE LA RIVE (A., For. Mem. R.S.) Discours prononcé à l'ouverture de la 49e session de la Société Helvétique. 8vo. Genève 1865.\n\nDE MORGAN (Aug.) On Infinity, and on the Sign of Equality. 4to. Cambridge 1865.\n\nA Theorem relating to Neutral Series. 4to. Cambridge 1865.\n\nMDCCCLXVI.\nPRESENTS.\n\nDE MORGAN (Aug.) On the Early History of the Signs + and —. 4to. Cambridge 1865.\n\nDIRCKS (H.) The Life, Times, and Scientific Labours of the second Marquis of Worcester. (Large paper) Svo. London 1865.\n\nDOUGHTY (C. M.) On the Jostedal-bræ Glaciers in Norway, with some general Remarks. Svo. London 1866.\n\nDURAND (A.) La Toscane, Album Pittoresque et Archéologique. Liv. 9, 10, 11. fol. Paris 1862.\n\nEDMONDS (R.) On Earthquakes, and extraordinary Agitations of the Sea. (Excerpt from Phil. Mag. Jan. 1866.) Svo. London 1866.\n\nEDMONDS (T. R.) On the Laws governing Human Mortality, Pressure of Saturated Steam, and Density of Saturated Steam. Svo. London 1866.\n\n——— On the Law of Human Mortality expressed by a new formula. (Excerpt from Phil. Mag.) Svo. London 1866.\n\nEDWARDS (G. N.) and WILLETT (A.) Statistical Tables of the Patients under treatment in the Wards of St. Bartholomew's Hospital during 1865. Svo. London 1866.\n\nELLERO (Pietro) Sul Tema proposto dall Regia Academia di Scienze, Lettere ed Arti in Modena, “Dei mezzi più opportuni a bandire dalla società il Duello, o almeno a renderlo meno frequente,” Dissertazione. Svo. Modena 1865.\n\nFARRAR (Rev. F. W., F.R.S.) Chapters on Language. Svo. London 1865.\n\nFERGUSSON (E. F. T.) and SEARLE (W. L.) Magnetical and Meteorological Observations made at the Government Observatory, Bombay, in the year 1863. 4to. Bombay 1864.\n\nFORBES (J. D., F.R.S.) Experimental Inquiry into the Laws of the Conduction of Heat in Bars, and into the Conducting Power of Wrought Iron. 2 parts. 4to. Edinburgh 1862-65.\n\nFRAUENFELD (G. von) Das Vorkommen des Parasitismus im Thier- und Pflanzenreiche. Svo. Wien 1864.\n\nGAIRDNER (W. T.) A Plea for an extension and alteration of the Curriculum of Arts in the University of Glasgow. Svo. Glasgow 1865.\n\nGARRIGOU (F.) Études sur les Crânes de la Caverne de Lombrives. Svo. Paris 1865.\n\n——— Étude Comparative des Alluvions Quaternaires Anciennes et des Cavernes à Ossements des Pyrénées et de l'Ouest de l'Europe. Svo. Toulouse 1865.\n\nGAUDIN (A.) Réforme de la Chimie Minérale et Organique, de la Morphogénie Moléculaire et de la Cristallogénie au moyen de la Mécanique des Atomes ou synthèse mathématique. Svo. Paris 1865.\n\nGEIKIE (A., F.R.S.) The Scenery of Scotland viewed in connexion with its Physical Geology. Svo. London 1865.\n\nGRAY (J. E., F.R.S.) Catalogue of Seals and Whales in the British Museum. Second edition. Svo. London 1866.\n\nGRIFFIN (J. J.) Chemical Handicraft: a Classified and descriptive Catalogue of Chemical Apparatus. Svo. London 1866.\n\nGRIMSHAW (T. W.) On Atmospheric Conditions influencing the prevalence of Typhus Fever. Svo. Dublin 1866.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Prince Demidoff.\n\nThe Author.\n\nThe Author.\n\nThe Hospital.\n\nThe Author.\n\nH. M. Indian Government.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author, by A. Claudet, F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Society.\nPRESENTS.\n\nGRIMSHAW (T. W.) Thermometric Observations in Fever. 8vo. Dublin 1866.\n\nGRONAU (J. F. W.) Ueber die Anzahl der Glieder in den Summenformeln der arithmetischen, geometrischen und harmonischen Progressionen. 8vo. Danzig 1845.\n\n——— Ueber die Bewegung schwingender Körper im widerstehenden Mittel, mit Rücksicht auf die Newton'schen Pendelversuche. 4to. Danzig 1850.\n\n——— Ueber die allgemeine und volle Gültigkeit mathematischer Formeln: Ein Beitrag zur Deutung des Negativen und Imaginären. Theil 1, & Theil 2. Heft 1. 4to. Danzig 1857-63.\n\n——— Auflösung der kubischen Gleichungen durch trigonometrische Functionen des Kreises und der Hyperbol. 4to. Danzig 1861.\n\n——— Tafeln für die hyperbolischen Sektoren und für die Logarithmen ihrer Sinus und Cosinus. 4to. Danzig 1862.\n\n——— Tafeln für sämtliche trigonometrische Functionen der cyclischen und hyperbolischen Sektoren. 8vo. Danzig 1863.\n\n——— Beilage zu den Tafeln. 8vo. Danzig 1863.\n\n——— Theorie und Anwendungen der hyperbolischen Functionen, vornehmlich Bestimmung des Widerstands-Coefficienten aus Fallversuchen. 8vo. Danzig 1865.\n\nGUY (W. A., F.R.S.) On the Original and Acquired Meaning of the term \"Statistics,\" and on the proper functions of a Statistical Society. 8vo. London 1865.\n\nGYLDEN (H.) Neue Berechnung der Siriusparallaxe aus den am Cap der guten Hoffnung angestellten Beobachtungen. 8vo. St. Petersburg 1864.\n\nHAAST (J.) Report on the Formation of the Canterbury Plains. fol. Christchurch 1864.\n\n——— Report on the Geological Survey of the Province of Canterbury. fol. Christchurch 1864.\n\n——— Report on the Head Waters of the River Waitaki. fol. Christchurch 1865.\n\nHAIDINGER (W., For. Mem. R.S.) Continuation of a Collection of Tracts on Meteorites. Nos. 40-48. 8vo. 1864.\n\nHANSTEEN (C., For.Mem.R.S.) Observations de l'Inclinaison Magnétique faites pendant les années 1855 à 1864 à l'Observatoire de Christiania. 8vo. Bruxelles 1864.\n\nHARRISON (R.) Catalogue of the London Library. 8vo. London 1865.\n\nHOEVEN (J. Van der) Philosophia Zoologica. 8vo. Lugd. Bat. 1864.\n\n——— Beschrijving van Schedels van Inboorlingen der Carolina-Eilanden. 8vo. Amsterdam 1865.\n\nHOFMANN (A. W., F.R.S.) Introduction to Modern Chemistry, Experimental and Theoretic. 8vo. London 1865.\n\nHOGG (Jabez) The Microscope: its History, Construction, and Application. 8vo. London 1861.\n\n——— Elements of Experimental and Natural Philosophy. 8vo. London 1861.\n\n——— Investigations into the Histological and Pathological Anatomy of the Urethra and glans Penis. 8vo. London 1855.\nPRESENTS.\n\nHOGG (Jabez) The Common Truffle. Svo. London 1862.\nColour Blindness. Svo. London 1863.\nObservations on the Vegetable Parasites infesting the Human Skin. Svo. London 1866.\n\nHOGG (John, F.R.S.) On the Roman Imperial and Crested Eagles, 1864.\nNotes on some Amphibians, 1865. (Excerpts from Ann. & Mag. Nat. Hist.) Svo.\n\nHOPKINS (E.) Terrestrial Magnetism with reference to the Compasses of Iron Ships, their deviation and remedies. Svo. London 1866.\n\nHOUGH (G. W.) Description of an Automatic Registering and Printing Barometer. Svo. Albany 1865.\n\nHUDSON (F.) Inorganic Chemistry, for Science Classes. Svo. London 1865.\n\nHULL (E.) The Coal-Fields of Great Britain: their History, Structure, and Resources. Svo. London 1861.\nThe Geology of the Country around Cheltenham. Svo. London 1857.\nThe Geology of the Leicestershire Coal-Field. Svo. London 1860.\nThe Geology of the Country around Bolton-le-Moors, Lancashire. Svo. London 1862.\nOn the Vestiges of Extinct Glaciers in the Lake Districts of Cumberland and Westmoreland. Part I. Svo. London 1860.\nOn the South-Easterly Attenuation of the Lower Secondary Formations of England. Svo. London 1860.\nOn the Vestiges of Extinct Glaciers in the Highlands of Great Britain and Ireland. Svo. Manchester 1861.\nOn the New Red Sandstone and Permian Formations as sources of Water-supply for Towns. Svo. London 1864.\nOn the Millstone-Grit of North Staffordshire and the adjoining parts of Derbyshire, Cheshire, and Lancashire. Svo. London 1864.\n\nJELINEK (P. C.) Die Auflösung der höheren numerischen Gleichungen mit besonderer Rücksicht auf die imaginären Wurzeln nach einer neuen Methode dargestellt. Svo. Leipzig 1865.\n\nJEVONS (W. S.) The Coal Question: an Inquiry concerning the progress of the Nation and the probable exhaustion of our Coal-Mines. Svo. London 1865.\n\nJOURNALS:\nBulletin de Statistique Municipale. Janvier–Décembre 1865. 4to. Paris.\nCosmos. June to December 1865; January to June 1866. Svo. Paris.\nLes Mondes. June to December 1865; January to June 1866. Svo. Paris.\nNotes and Queries. June to December 1865; January to June 1866. 4to. London.\nRevista Brazileira, Jornal de Ciencias, Lettras e Artes, dirigido por Candido Baptista de Oliveira. Numero 1, 3, 4, 6, 7, 8, 10. Svo. Rio de Janeiro 1857–61.\nSymons’s Monthly Meteorological Magazine. No. 4. Svo. London 1866.\nThe American Journal of Science and Arts. Nos. 118, 119, 120, 122. Svo. New Haven 1865–66.\nThe Athenæum. June to December 1865; January to May 1866. 4to. London.\nThe Builder. July to December 1865; January to June 1866. folio. London.\n\nDONORS.\nThe Author.\nThe Editor.\nThe Prefect of the Seine.\nThe Editor.\nThe Editor.\nThe Editor.\nThe Editors.\nJ. Miers, F.R.S.\nThe Editor.\nThe Editor.\nPRESENTS.\n\nJOURNALS (continued).\nThe Chemical News. July to December 1865; January to June 1866. 4to. The Editor.\nLondon.\nThe Educational Times. July to December 1865; January to June 1866. 4to. The Editor.\nLondon.\nThe Geological and Natural History Repertory; edited by S. J. Mackie. Nos. 1–3, 8–14, & part 1. 8vo. London 1865–66.\nThe London Review. July to December 1865; January to June 1866. folio. The Editor.\nLondon.\nThe Philosophical Magazine. July to December 1865; January to June 1866. 8vo. London.\nThe Quarterly Journal of Science. Nos. 7–10. 8vo. London 1865–66.\nThe Reader. July to December 1865; January to June 1866. folio. London.\nZeitschrift für Biologie, von L. Buhl, M. Pettenkofer, L. Radlikofer, C. Voit. Band I. Hefte 1–4; Band II. Heft 1. 8vo. München 1865–66.\n\nKLINKERFUES (W.) Fernere Mittheilungen über den Einfluss der Bewegung der Lichtquelle auf die Brechbarkeit eines Strahles. (Excerpt from Göttingen Nachrichten.) 8vo. 1866.\n\nKNOIBLAUCH (H.) Ueber die Diffusion der Wärmestrahlen. (Excerpt from Pogg. Ann.) 8vo. Berlin 1865.\n\nKOHL (J. G.) Die beiden ältesten General-Karten von Amerika; ausgeführt in den Jahren 1527 und 1529 auf Befehl Kaiser Karl's V. im Besitz der Grossherzoglichen Bibliothek zu Weimar. folio. Weimar 1860.\n\nKÖLLIKER (A., For. Mem. R.S.) Icones Histiolegicae oder Atlas der Vergleichenden Gewebelehre. Zweite Abtheilung, erstes Heft. 4to. Leipzig 1866.\n\nKOPS (J.) en HARTSEN (F. A.) Flora Batava, of Afbeelding en Beschrijving van Nederlandsche Gewassen. Afl. 192–195. Title & Index to Vol. XII. 4to. Amsterdam.\n\nKUPFFER (A. T., For. Mem. R.S.) Annales de l'Observatoire Physique Central de Russie, Année 1862. 2 vols. 4to. St. Pétersbourg 1865.\n\nLACERDA (José de) Portuguese African Territories. Reply to Dr. Livingstone's Accusations and Misrepresentations. (Two copies). 8vo. London 1865.\n\nLAMY (A.) Le Thallium et ses principaux composés. 4to. Paris 1865.\n\nLANDRIN (Armand) Coquilles Nouvelles. 8vo. Versailles 1864.\nNotice historique et analytique sur les Travaux relatifs à la Coloration des Végétaux. 8vo. Versailles.\nQuelques Monstruosités Végétales et Catalogue des Cas de Proliférie observés par A. L. 8vo. Versailles 1865.\nLettres de La Quintynic sur la Culture des Melons, traduites de l'Anglais. 8vo. Versailles.\n\nLARTET (E.) and CHRISTY (H.) Reliquiae Aquitanicae; being Contributions to the Archaeology and Paleontology of Périgord and the adjoining Provinces of Southern France. Parts 1 & 2. 4to. London, 1865–66.\n\nLEIDY (J.) Cretaceous Reptiles of the United States. 4to. Philadelphia 1865.\n\nLLOYD (Rev. Dr., F.R.S.) Observations made at the Magnetical and Meteorological Observatory at Trinity College, Dublin. Vol. I. 1840–1843. 4to. Dublin 1865.\n\nDonors.\n\nW. Francis, Esq.\nThe Editor.\nThe Editors.\nThe Editor.\nThe Authors.\nGeneral Sabine, P.R.S.\nThe Author.\nThe Observatory.\nThe Author.\nThe Author.\nThe Executors of the late H. Christy, Esq.\nThe College.\nPRESENTS.\n\nLOVÉN (S.) Om Österjön. Svo. Stockholm 1864.\n\nLOWE (E. J.) Our Native Ferns and their Varieties. Part 21. Svo London.\n\nM'DONNELL (R., F.R.S.) Observations on the Functions of the Liver. Svo. Dublin 1865.\n\nMAIN (Rev. R., F.R.S.) Astronomical and Meteorological Observations made at the Radcliffe Observatory, Oxford, in the year 1863. Vol. XXIII. Svo. Oxford 1866.\n\nMAKENAUER (E.) Urzeugung (generatio äquivoca) durch Condensirung elektrischer Auflösungen aus Prof. P. T. Meissner's Wärmelehre. Svo. Wien 1865.\n\n——— Planeten, Monde und Meteore. Svo. Wien 1865.\n\nMALAISE (C.). Sur les Silex ouvrés de Spiennes. Svo. Bruxelles 1866.\n\nMAP, PORTRAITS, &c.:\n\nMap of Spitzbergen, by N. Dunér and A. E. Nordenskiöld, with Explanatory Remarks. Svo. Stockholm 1865.\n\nMeteorological Diagram showing the daily elements throughout the year 1865 in London, by C. O. F. Cator.\n\nPhotographic Portraits of Sir Wm. Fergusson, F.R.S., Sir J. Ranald Martin, F.R.S., and Erasmus Wilson, F.R.S., by Wilson and Beadell.\n\nThirty-six Photographic Portraits of Members of the Literary and Scientific Portrait Club. (In a portfolio.)\n\nMARTH (A.) Auxiliary Tables for the Solution of Lambert's Equation, with a few Remarks on the Determination of Cometary Orbits. 4to. London 1865.\n\nMARTINS (C.). La Végétation du Spitzberg comparée à celle des Alpes et des Pyrénées. 4to. Montpellier 1865.\n\n——— Du Spitzberg au Sahara, Étapes d'un Naturaliste au Spitzberg, en Laponie, en Suisse, en France, en Italie, en Orient, en Egypte, et en Algérie. 8vo. Paris 1866.\n\n——— Sur la possibilité d'atteindre le Pôle Nord. 8vo. Paris 1866.\n\nMAUGIERI (P. A.) Corso di Filosofia Razionale ossia psiche-ontologico. Vol. I. Svo. Catania 1865.\n\nMELSSENS ( ) Mémoire sur l'emploi de l'Iodure de Potassium, pour combattre les Affections saturnines, mercurielles et les Accidents consécutifs de la Syphilis. 8vo. Bruxelles 1865.\n\nMIQUEL (F. A. G.) Annales Musei Botanici Lugduno-Batavi. Tom. II. fasc. 1 & 2. fol. Amst. 1865.\n\nMOREIRA (Carvalho) Relatorio sobre a Exposiçao Internacional de 1862. 4to. Londres 1863.\n\n——— Atlas do Relatorio Brasileiro. 4to.\n\nMORGAN (J. E.) The Danger of Deterioration of Race from the too rapid increase of great cities. 12mo. London 1866.\n\nMÜHRY (A.) Supplement zur Klimatographischen Uebersicht der Erde, mit einem Appendix. Svo. Leipzig 1865.\n\nMUSETTINIUS (F.) In Honorem Dantis Aligherii Specimen Epigraphicum. Svo. Massa Carraria 1865.\n\nNAGY (K.) Die Sonne und die Astronomie. Svo. Leipzig 1866.\n\nNAMIAS (Giacinto) Considerazioni Mediche risguardanti le acque di Recoaro. Svo. Venezia 1864.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nThe Author.\n\nDr. O. Torell.\n\nMr. E. Stanford.\n\nThe Photographers.\n\nMessrs. Maull & Co.\n\nThe Author.\n\nThe Editor.\n\nJ. Miers, F.R.S.\n\nThe Publishers.\n\nThe Society.\n\nThe Author.\n\nThe Author.\nNAMIAS (Giacinto) Della Infezione marciosa del Sangue (Pyæmia) Considerazioni. Svo. Venezia 1865.\n\nNOBLE (W. H.) Second Report on Ballistic Experiments. Svo. London 1865.\n\nPICTET (A. E.) Synopsis des Névropètes d'Espagne. Svo. Genève 1865.\n\nPLANTAMOUR (E.) Résumé Météorologique de l'Année 1864 pour Genève et le Grand St. Bernard. Svo. Genève 1865.\n\nPOUDRA ( ) Perspective—Relief. Svo. Paris 1866.\n\nPRATT (Rev. J. H., F.R.S.) A Treatise on Attractions, Laplace's Functions, and the Figure of the Earth. Svo. London 1865.\n\nPRICE (Rev. B., F.R.S.) A Treatise on the Infinitesimal Calculus. Vol. II. Svo. Oxford 1865.\n\nQUETELET (A., For. Mem. R.S.) Histoire des Sciences Mathématiques et Physiques chez les Belges. Svo. Bruxelles 1864.\n\nObservations des Phénomènes Périodiques des Plantes et des Animaux pendant les Années 1861 et 1862. 4to. Bruxelles.\n\nAnnuaire de l'Observatoire Royal de Bruxelles, 1865. 12mo. Bruxelles 1864.\n\net HEUSCHING (X.) Statistique Internationale (Population), publiée avec la collaboration des Statisticiens Officiels des différents États de l'Europe et des États Unis d'Amérique. 4to. Bruxelles 1865.\n\nLINSTER, et FRITSCH (C.) Sur les Époques comparées de la Feuillaison et de la Floraison à Bruxelles, à Stettin et à Vienne. Svo. Bruxelles.\n\nQUETELET (E.) Sur l'État de l'Atmosphère à Bruxelles pendant l'Année 1865. Svo. Bruxelles 1866.\n\nNote sur l'état de l'Atmosphère à Bruxelles pendant l'Année 1864. Svo. Bruxelles.\n\nRANKINE (W. J. M., F.R.S.) On Rational Approximations to the Circle. (Excerpt from Phil. Mag.) Svo. London 1865.\n\nRAWLINSON (Sir H. C., F.R.S.) and NORRIS (E.) A Selection from the Miscellaneous Inscriptions of Assyria. folio. London 1866.\n\nRESLIHUBER (A.) Resultate aus den im Jahre 1864 auf der Sternwarte zu Kremsmünster angestellten meteorologischen Beobachtungen. Svo. Linz 1865.\n\nROWELL (G. A.) An Essay on the Cause of Rain and its allied Phenomena. Svo. Oxford 1859.\n\nRUDOLPHI (C. A.) Recentioris Ævi Numismata Virorum de Rebus Medicis et Physicis Meritorum Memoriam servantia collegit et recensuit C. A. R. Svo. Berolini 1829.\n\nRUSSSELL (J. Scott, F.R.S.) The Modern System of Naval Architecture. 3 vols. folio. London 1865.\nRYAN (M.) The celebrated Theory of Parallels, Demonstration of the celebrated Theorem Euclid I. Axiom 12. Svo. Washington 1866.\n\nSALISBURY (R. A.) The Genera of Plants. A Fragment containing part of Liriogamæ. [Edited by Dr. J. E. Gray, F.R.S.] Svo. London 1866.\n\nSALVIATI (A.) On Mosaics (generally), and the superior advantages, adaptability, and general use in the past and present age in Architectural and other Decorations of Enamel Mosaics. Svo. London 1865.\n\nSAN-GERMAN (L.) Ensayos para utilizar como Fuerza motriz el Calor y la Presion atmosférica. Svo. Barcelona 1866.\n\nSCHEFFLER (H.) Die Physiologische Optik: Eine Darstellung der Gesetze des Auges. 2 vols. Svo. Braunschweig 1865.\n\nSCHLAGINTWEIT-SAKÜNLÜNSKI (II. de), SCHLAGINTWEIT (A. and R. de) Results of a Scientific Mission to India and High Asia. Vol. IV. 4to. and Atlas, folio. Leipzig 1866.\n\nSCOTT (G.) On Systematic Functions of the Natural Numbers, and on their partitions. Svo. 1865.\n\nSIDLER (G.) Ueber die Wurflinie im leeren Raume. 4to. Bern 1865.\n\nSMYTH (Admiral W. H., F.R.S.) The Cycle of Celestial Objects continued at the Hartwell Observatory to 1859, with a notice of recent discoveries, including details from the Ædes Hartwellianæ. Svo. London 1860.\n\n——— Sidereal Chromatics; being a reprint, with additions, from the \"Bedford Cycle of Celestial Objects,\" and its \"Hartwell Continuation,\" on the Colours of Multiple Stars. (Large paper) 4to. London 1864.\n\nSTANLEY (W. F.) A Descriptive Treatise on Mathematical Drawing Instruments. Svo. London 1866.\n\nSTAS (J. S.) Nouvelles Recherches sur les Lois des Proportions Chimiques, sur les Poids Atomiques et leurs Rapports Mutuels. Svo. Bruxelles 1865.\n\nSTEENSTRUP (J. J. S., For. Mem. R.S.) Geognostisk-Geologisk Undersøgelse af Skovmosenne Vidnesdam og Lillemose i det Nordlige Sjælland. 4to. Kjøbenhavn 1841.\n\n——— Om Forplantning og Udvikling gennem vexlende Generationsrekker, en særegen Form for Opfostringen i de lavere Dyrklasser. 4to. Kjøbenhavn 1842.\n\n——— Om Hr Professor Worsaaes Tvedeling af Steenalderen. 8vo. Kjøbenhavn 1860.\n\n——— Nye Oplysninger om Philichthys Xiphiae, Stp. Svo. Kjøbenhavn 1862.\n\n——— Philichthys Xiphiae en ny Snylter hos Sværd-fisken. Svo. Kjøbenhavn 1862.\n\n——— Imod Hr. Prof. Worsaaes Tvedeling af Stenalderen. Svo. Kjøbenhavn 1862.\n\n——— Om Skjævheden hos Flynderne og navnlig om Vandringen af det øvre Øje fra Blindsiden till Øjesiden tvers igjennem Hovedet m.m. Svo. Kjøbenhavn 1864.\n\n——— Om Flynderslagten Zeugopterus og Bygningen af dens Gjællehulle. Svo. Kjøbenhavn 1865.\nPRESENTS.\n\nSTEENSTRUP (J. J. S., For. Mem. R.S.) Et Blik paa Natur- og Öldforskningsens Forstudier til Besvarelsen af Spørgsmaalet om Menneskeslaegtens tidligste Optræden i Europa. 8vo. Kjöbenhavn.\n\nand LÜTKEN (C. F.) Bidrag til Kundskab om det aabne Hav's Snyltekrebs og Lernæer samt om nogle andre nye elle hidtil kun ufuldstændigt kjendte parasitiske Copepoder. 4to. Kjöbenhavn 1861.\n\nSTRUVE (O.) Observations de quelques Nébuleuses. Observations du satellite de Sirius. 8vo. St. Pétersbourg 1864.\n\n——— Jahresbericht am 17 Mai 1864, dem Comité der Nicolai-Hauptsternwarte. 8vo. St. Peters burg 1864.\n\nSYKES (Col. W. H., F.R.S.) Organization, Strength, and Cost of the English and French Navies in 1865. 8vo. London 1866.\n\nVINCENT (Levinus) Elenchus Tabularum Pinacothecarum atque Nonnullorum Cimeliorum in Gazophylacio L. V. 4to. Harlemi Bat. 1719.\n\n——— Descriptio Pipe seu Bufonis Aquatici Surinamensis fetus enitentis in dorso, unde videntur prodire, addita Descriptione Ranarum earumque generatione. 4to. Harlemi 1726.\n\n——— Catalogus et Descriptio Animalium Volatilium, Reptilium et Aquatilium. 4to. La Haye 1726.\n\nVIQUESNEL (A.) Coup d'Oeil sur quelques points de l'Histoire Générale des Peuples Slaves et de leurs Voisins les Turcs et les Finnois. 8vo. Lyon 1865.\n\nWAGNER (A.) Ueber den Gang der Pulkowaer Normaluhr. 8vo. St. Peters burg 1864.\n\nWALLON (H.) Richard II. Épisode de la Rivalité de la France et de l'Angleterre. 2 vols. 8vo. Paris 1864.\n\nWATTS (H.) A Dictionary of Chemistry. Parts 27–34. 8vo. London 1865–66.\n\nWEST (L. v.) Eine dringende Mahnung an Freunde der Physik, Mechanik und Astronomie zur Abwehr einer für jene Wissenschaften gemeinsamen Gefahr. 8vo. Wien 1866.\n\nWHEATLEY (H. B.) Chronological Notices of the Dictionaries of the English Language. 8vo. London 1866.\n\nWILLIAMS (A.) Report on the Origin, Propagation, Nature, and Treatment of the Cattle Plague. fol. London 1866.\n\nWINKLER (T. C.) Musée Teyler. Catalogue Systématique de la Collection Paléontologique. Quatrième Livraison. 8vo. Harlem 1865.\n\nWINLOCK (J.) Tables of Mercury for the use of the American Ephemeris and Nautical Almanac. 4to. Washington 1864.\n\nDONORS.\n\nThe Author.\n\nJ. J. Steenstrup, For. Mem. R.S.\n\nThe Author.\n\nDr. Sharpey, Sec.R.S.\n\nThe Author, by Sir R. I. Murchison, Bart.\n\nThe Editor.\n\nThe Author.\n\nThe Veterinary Department of the Privy Council Office.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108963.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 30,
    "total-input-tokens": 48558,
    "total-output-tokens": 26183,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1414,
        2
      ],
      [
        1414,
        3831,
        3
      ],
      [
        3831,
        5580,
        4
      ],
      [
        5580,
        6611,
        5
      ],
      [
        6611,
        8153,
        6
      ],
      [
        8153,
        10878,
        7
      ],
      [
        10878,
        13166,
        8
      ],
      [
        13166,
        15840,
        9
      ],
      [
        15840,
        18433,
        10
      ],
      [
        18433,
        20730,
        11
      ],
      [
        20730,
        22998,
        12
      ],
      [
        22998,
        25377,
        13
      ],
      [
        25377,
        27708,
        14
      ],
      [
        27708,
        30315,
        15
      ],
      [
        30315,
        32749,
        16
      ],
      [
        32749,
        35008,
        17
      ],
      [
        35008,
        37384,
        18
      ],
      [
        37384,
        39889,
        19
      ],
      [
        39889,
        43013,
        20
      ],
      [
        43013,
        46148,
        21
      ],
      [
        46148,
        48418,
        22
      ],
      [
        48418,
        51342,
        23
      ],
      [
        51342,
        53865,
        24
      ],
      [
        53865,
        56584,
        25
      ],
      [
        56584,
        59512,
        26
      ],
      [
        59512,
        62375,
        27
      ],
      [
        62375,
        64560,
        28
      ],
      [
        64560,
        67098,
        29
      ],
      [
        67098,
        69488,
        30
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108963",
    "title": "Back Matter",
    "authors": null,
    "year": 1866,
    "volume": "156",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 30,
    "jstor_url": "https://www.jstor.org/stable/108963"
  }
}