{
  "id": "ecf0281f83369500f9871c1429b210d4001a3acd",
  "text": "number of them, than there did. Moreover, that he observed, that the Hungarian Wine, of which they had a Tun, resisted the Cold better, than the Peter Simen; for it was not so much frozen; unless it be, that the Butler had more care of that; than the rest, by transporting it sooner into the Stove, when he found the excess of Cold. Again, that one presenting him in the March with some Aqua-vite, the Scru of the Flagon, put to his Mouth, stuck so close to his Lips, that he could not draw it off, without drawing blood.\n\nIn a third Paper, I find these particulars from the same M. Febre.\n\n1. That a considerable person, one Dr. Becker, a great Lover of Curious Inquiries, has given him hopes to entertain this Philosophical Commerce.\n\n2. That he hath seen men dye in Poland and Lithuania both of Heat and Cold. And first, that A. 1653, in July, being with this present King of Poland in march from Leopoli to the Camp of Glignani, it was so furiously hot that day of their march, that it caused such an alteration in that Regiment of Foot, which was the Kings Guard, marching most of them bare-foot upon Sands, that more than an hundred of them fell down altogether disabled, whereof a dozen dyed out-right, without any other Sickness. Secondly, as to the Cold, that the frost was so bitter, that 3. Souldiers dyed of it, A. 1665, the 2. of January, in passing a long Ditch: besides, that divers persons lost some of their Limbs.\n\nThe Success of the Experiment of Transfusing the Blood of one Animal into another.\n\nThis Experiment, hitherto look'd upon to be of an almost unsurmountable difficulty, hath been of late very successfully perform'd not only at Oxford, by the directions of that expert Anatomist Dr. Lower, but also in London, by order of the R. Society, at their publick meeting in Gresham Colledge: the Description of the particulars whereof, and the Method of Operation, is referred to the next Opportunity.\n\nErrata to be corrected in Number 18.\nPag. 311. line 18. read marked. p. 312. l. 35. r. Sines. 16. l. penult. Sines. p. 113. l. 13. r. Sines. p. 316. l. 26. r. that for if.\n\nLondon, Printed for John Crook near the Blew-Anchor in Duck-lane; and Moses Pitts at the White-Hart in Little-Britain.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101527.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 651,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2217,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101527",
    "title": "Errata",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101527"
  }
}