{
  "id": "5f390e4d4b706d4a351216ecac01fcf671cf0045",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nMonday, Novemb. 6. 1665.\n\nThe Contents.\n\nAn Account of a not ordinary Burning Concave, lately made at Lyons, and compared with several others made formerly. Of Monsieur Hevelius his promise of communicating to the World his Invention of making Optick Glasses; and of the hopes, given by Monsieur Christian Hugens of Zalichem, to perform something of the like nature; as also of the Expectations, conceived of some Persons in England, to improve Telescopes. An Intimation of a way of making more lively Counterfeits of Nature in Wax, then are extant in Painting; and of a new kind of Maps in a low Relievo, or Sculpture, both practised in France. Some Anatomical Observations, of Milk found in Veins instead of Blood; and of Grass, found in the Wind-pipes of some Animals. Of a place in England, where, without petrifying Water, Wood is turn'd into Stone. Of the nature of a certain Stone, found in the Indies in the head of a Serpent. Of the way used in the Mogol's Dominions, to make Saltpetre. An Account of Hevelius his Prodromus Cometicus, and of some Animadversions made upon it by a French Philosopher; as also of the Jesuit Kircher's Mundus Subterraneus.\n\nAn Account of a not ordinary Burning Concave, lately made at Lyons, and compared with several others made formerly.\n\nAn opportunity being presented to revive the publishing of these Papers, which for some Months hath been discontinued.\ndiscontinued by reason of the great Mortality in London, where they were begun to be Printed; it hath been thought fit to embrace the same, and to make use thereof for the gratifying of the Curious, that have been pleased to think well of such Communications: To re-enter whereupon, there offers itself first of all a Relation of an uncommon Burning Glass, not long since made in France, in the City of Lyons, by one called Monsieur de Vilette, as it was sent to the Publisher of these Tracts, in two Letters, whereof the one was in Latine, the other in French, to this effect:\n\nConcerning the Efficacy of Monsieur de Vilette his Burning Glass, all what the P. Bertit hath written of it, is true. We have seen the Effects of it repeated over and over again, in the Morning, at Noon, and in the Afternoon, always performing very powerfully; burning or melting any Matter, very few excepted. The Figure of it is round, being thirty Inches, and somewhat better, in Diameter. On one side it hath a Frame of a circle of Steel, to the end that it may keep its just Measure: 'Tis easy to remove it from place to place, though it be above an hundred weight, and 'tis easily put in all sorts of postures. The burning Point is distant from the Centre of the Glass, about three Feet. The Focus is about half a Louys d'or large. One may pass ones hand through it, if it be done nimbly; for if it stay there the time of a second Minute, there is danger of receiving much hurt.\n\nGreen wood takes fire in it, in an instant, as do also many other Bodies.\n\nA small piece of Pot-Iron was melted, and ready to drop down, in\n\n| Item                                      | Seconds |\n|-------------------------------------------|---------|\n| A Silver Piece of 15 Pence was pierced, in | 24      |\n| A gross Nail (called le Clou de païsan) was melted, in | 30      |\n| The end of a Sword-blade of Olinde, was burn'd, in | 43      |\n| A Bruss Counter was pierced, in            | 65      |\n| A piece of red Copper was melted, ready to drop down, in | 42      |\n\nA piece\nA piece of a Chamber Quarry-stone was vitrified, and put into a Glass-drop, in Steel, whereof Watch-makers make their springs, was found melted, in A Mineral-panc, such as is used in Harquebusses à roues, was calcin'd and vitrified, in A piece of Morter was vitrified, in\n\nIn these, there is hardly any Body, which is not destroyed by the Fire. If one would melt try it any great quantity of Meiral, that would require much time, the Action of Burning not being perform'd but within the biguefs of the Focus, so that ordinarily none but small pieces are exposed to it. One Monsieur d'Alibert buys it, paying for it Fifteen hundred Livres.\n\nSince this Information, there were, upon occasion given from hence, upon the same subject, further communicated from Paris the following Particulars:\n\nI see by two of the Letters, that you incline to believe, the Glasses of Maginus and Septalius do approach to that of Lyons: But I can assure you, they come very far short of it. You may consult Maginus his Book, where he describes his; and there are some Persons here that have seen one of his best, which had but about twenty Inches diameter; so that this of Lyons must perform at least twice as much. As to Septalius, we expect the Relations of it from Intelligent and Impartial Men. It cannot well be compared to that of Lyons, but in bignefs; and in this case, if it have five Palms (as you say) that would be about 3½ feet French, and so it were a Foot bigger, which would make it half as much greater in surface: But as to the Effects, seeing it burns so far off, they cannot be very violent. And I have heard one say, that had seen it, that it did not set Wood on Fire but after the time of saying a Miserere. You may judge of the difference of the Effects, since that of Lyons gathers its Beams together within the space of seven or eight Lines;\nand that of Septalias must scatter them in the compass of three Inches. Some here do intend to make of them, yea and bigger ones; but we must stay till they be done, &c.\n\nOf Monsieur Hevelius's Promise of imparting to the World his Invention of making Optick Glasses; and of the hopes given by Monsieur Hugens of Zulichem, to perform something of the like nature; as also of the Expectations, conceived of some Ingenious Persons in England, to improve Telescopes.\n\nThat eminent Astronomer of Dintzick, Monsieur Hevelius, writes to his Correspondent in London, as followeth:\n\nWhat hath been done in the grinding of Optick glasses in your parts, and how those beginnings, mention'd by you formerly, do continue and succeed, I very much covet to hear. 'Tis now above ten Years, since I my self invented a peculiar way of grinding such Glasses, and reduced it also into practise; by which 'tis easie, without any considerable danger of failing, to make and polish Optick glasses of any Conick Section, and that (which is most notable) in any dish of any Section of a Sphere: which Invention I have as yet discovered to none, my purpose being, for the Improvement of Natural Knowledge, to describe the whole method thereof in my Celestial Machine, and to propose it to the Examination and Judgement of the Royal Society; not doubting at all, but they will finde the way true and practicable, my self having already made several Glasses by it, which many Learned Men have seen and tryed.\n\nMonsieur Hugens, inquiring also in a Letter, newly written by him to a Friend of his in England, of the success of the attempts made by an Ingenious English Man for perfecting such Glasses, and urging the prosecution of the same,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101441.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1837,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1428,
        2
      ],
      [
        1428,
        3474,
        3
      ],
      [
        3474,
        5320,
        4
      ],
      [
        5320,
        7032,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101441",
    "title": "An Account of a Not Ordinary Burning Concave, Lately Made at Lyons, and Compared with Several Others Made Formerly",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101441"
  }
}