{
  "id": "673ed0477a0a9e6d13409aa17b810cd2dcc9e5d5",
  "text": "Succisa, or Devils bit, is excellent for Poylons, especially the Plague; and it is observable, that it is so powerful a Sudorifick, that laying the sick Person whether of the Plague or other malignant Fever, on a Bed of that herb, moderately hot, he shall sweat till they take him off, and much more if he drinks of the decoction or juice of the herb, which in Summer they take all, and in Winter of the root only.\n\nHe says, That for the Dropsy after all other things, one of the best Remedies in the World, is to take Morbus Diaboli and put it over the fire in a dry Kettle, that it may wet it only with its own juice, and of this to apply a quantity to the Belly and Reins of the Patient, covering him up warm, and so provoke sweat; which will come away in great quantity, and may be maintained according to the strength of the Patient, and Exigency of the Case.\n\nVII. An Account of BOOKS, Viz.\n\nAn Account of several late Voyages and Discoveries to the South and North towards the Streights of Magellan, the South Seas, the vast Tracts of Land beyond Hollandia Nova, &c. Also towards Nova Zembla, Greenland or Spitsberg, Groynland or Engronland, &c. By Sir John Narborough, Capt. Jasmen Tasman, Capt. John Wood, and Frederick Marten of Hamburgh. To which are annexed a large Introduction and Supplement. The whole Illustrated with Charts and Figures. London: Printed for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-yard. 1694. In Octavo.\n\nAbout 14 Months ago these Booksellers published a Curious Collection of Travels into the Levant, and other adjacent Countries, By Rawolf, Belon, Greaves, &c. Of\nOf which the Transactions take Notice, No. 200. p. 768. And having received Encouragement, do here proceed with the like Design upon other Parts of the World, in order to improve and compleat Geography from Original Authentick Records, and Memoirs of Eye-Witnesses.\n\nThe present Collection reaching to the most distant Parts of the Southern and Northern Regions of the Globe, and being performed by Skilful Navigators, and Faithful Observers, must needs contain many uncommon and useful Things upon most of the Heads of Natural and Mathematical Sciences, as well as Trade and other Profitable Knowledge, which contribute to the enlarging of the Mind and Empire of Man, too much confin'd to the narrow Spheres of particular Countries, and therefore subject to great Mistakes, and false Conceptions, for want of a large Prospect of Nature and Custom.\n\nThe Contents of the present Work are very various, and of vast extent, but may be reduced to these Generals: The Introduction, The Voyages of Sir John Narborough, Capt. Jasmen Tasman, Capt. John Wood, Frederick Marten of Hamburgh, and the Supplement: Of which something in Particular.\n\nThe Introduction gives a Compendious Chronological Account of Navigations and Voyages to those Remote Parts, of which the Body of the Book treats, together with some new Reflections in Geography, Hydrography, and Natural History.\n\nSir John Narborough touches upon the Madera and Cape Verd Islands, delineates and describes the Coasts of Patagonia and Chili, together with the Streights of Magellan, of which he took most exact Draughts, going frequently on Shoar, and up into the Country, observing the Products of the Land, the Manners and Tempers of the People, in order to promote and settle an Advantagious Trade, especially in the Golden Country of Chili, esteemed more Rich than Peru itself. In this Voyage\nVoyage Sir John gives many Proofs of his Excellent Skill in the Art of Navigation, as to the Distances, Longitudes, Latitudes, Tydings, Magnetical Variations, &c.\n\nJanzen Tasman was employed by the Dutch East-India Company to make Discoveries towards the Southern Continent: He touches upon Van Diemen's Land, Zelandia Nova, &c. encompassing Hollandia Nova, and New Guinea, which appears to be a great Island by this his Circumnavigation. The whole course is drawn in a particular Chart, which the Booksellers having procured, intend to ingrave it for the use of the Publick.\n\nCaptain Wood was sent by King Charles the Second to Discover the North-East Passage to China and Japan, which he examines with great Industry, but being Wrackt upon Nova Zembla, was discouraged from further Enquiries. However he gives an Ingenious Description of that Desolate Land, and many Instances of his Generous Designs to Improve and Illustrate the dark Phænomena of the Magnet.\n\nFrederick Marten of Hamburgh, undertook his Northern Voyage to satisfy the Commendable Curiosity of the Royal Society, which he has done with admirable Diligence; giving many Specimens of the Fertility of his Genius in making such considerable Observations in the barren and horrid Climate of Greenland, as to the Weather, the Whale-Fishing, the Animals, Plants, and other parts of Natural History; as also upon the Physical Phænomena of Snow, Ice, &c.\n\nThe Supplement was thought fit to be added, in order to compleat the Northern Discoveries, and render the Work more generally useful to those who are delighted with Geographical Studies. It takes in all the North-West Discoveries, performed by Englishmen and others; which being joyn'd with those of the North-East, give a full Idea of that Part of the World, which is accurately drawn in an annexed Map.\n\nLONDON:\n\nPrinted for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-yard. 1694.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102455.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1407,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1662,
        2
      ],
      [
        1662,
        3511,
        3
      ],
      [
        3511,
        5471,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102455",
    "title": "An Account of Books",
    "authors": "John Narborough, John Wood, Jasmen Tasman, Frederick Marten",
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102455"
  }
}