{
  "id": "398c360cd7fc39fede941f11fa8dd7b5759da636",
  "text": "9.4343965 at Upsal, by putting 10 for that of the radius of the sphere determined as before.\n\nF. Mallet.\n\nXXX. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1765, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. nuper Praeses: By William Hudson, Societatis Regiae & clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic.\n\nRead Nov. 20, 2151\n\nA CHYRANTHES lanata, caule prostrato, spicis ovatis lateralibus, calycibus tomentosis. Lin. Sp. pl. 296. Mill. Dict. tab. 11. fig. 1.\n\nAmaranthus Indicus verticillatus albus, foliis lanugine incanis. Pluk. alm. 27. tab. 79. f. 8.\n\n2152 Andrachne procumbens herbacea. Lin. Sp. pl. 1439.\n\nTelephoides Graecum humifusum flore albo. Tourn. cor. 50. Dill. Hort. Elth. 377. tab. 282 f. 364.\n\n2153 Bryonia Africana, foliis palmatis quinquepartitis utrinque laevibus: laciniis pinnatifidis. Lin. Sp. pl. 1438.\n\nBryonia\nBryonia Africana laciniata, tuberosa radice, floribus herbaceis. Herm. parad. 107. tab. 18.\n\n2154 Carthamus corymbosus, floribus corymbosis numerosis. Lin. Sp. pl. 1164.\n\nChamaeleon niger. Dalech. hist. 1454.\n\nChamaeleon niger umbellatus, flore coeruleo hyacinthino. Bauh. pin. 38.\n\n2155 Ceanothus Americanus, foliis trinerviis. Lin. Sp. pl. 284. Mill. Dict. tab. 86.\n\nEuonymus Novi Belgii, cornifeminæ foliis. Comm. hort. Amst. 1. p. 167. tab. 86. Raj. Dendr. 69.\n\nEuonymus, jujubinis foliis, Caroliniensis, fructu parvo, fere umbellato. Pluk. alm. 139. tab. 28. f. 6.\n\n2156 Chrysocoma, Coma aurea, fruticosa, foliis linearibus, rectis glabris. Lin. Sp. pl. 1177.\n\nConyza Æthiopica, flore bullato aureo, pinastri brevioribus foliis læte viridibus. Pluk. alm. 400. tab. 327. f. 2.\n\n2157 Coronilla juncea, fruticosa, foliis quinatis ternatisque lineari-lanceolatis subcarnosis obtusis. Lin. Sp. pl. 1047.\n\nColutea caule genistæ fungoso. Bauh. hist. 1. p. 383.\n\nPolygala major massiliotica. Bauh. pin. 246.\n\n2158 Draba, muralis, caule ramoso, foliis cordatis dentatis amplexicaulibus. Lin. Sp. pl. 897.\n\nHudl. Fl. angl. 243.\n\nBursa pastoris major loculo oblongo. Bauh. pin. 108. pr. 50. tab. 50.\n\n2159 Galium verrucosum, foliis senis lanceolatis ferrato-aculeatis, pedunculis trifloris, fructibus verrucosis.\n\nK k 2 Aparine;\nAparine; femine coriandri saccharati. Park. theatr. 567. Rand. Ind. Hort. Chel. 19.\n\n2160 Gypsophylla pilosa, foliis lanceolatis trinerviis amplexicaulibus, caule piloso, floribus foliariis, pedunculis filiformibus longissimis.\n\n2161 Gypsophylla prostrata, foliis lanceolatis laevibus, caulibus diffusis, pistillis corolla campanulata longioribus. Lin. Sp. pl. 581.\n\n2162 Hedera quinquefolia, foliis quinatis ovatis ferratis. Lin. Sp. pl. 292.\n\nEdera quinquefolia Canadensis. Corn. Canad. 99. tab. 100.\n\n2163 Hypericum, Androsæmum, floribus trigynis, pericarpiis baccatis, caule fruticoso ancipiti. Lin. Sp. pl. 1102. Hudf. Fl. Angl. 291.\n\nHypericum maximum, Androsæmum vulgare dictum Raj. Syn. 343.\n\nAndrosæmum maximum frutescens. Bauh. pin. 208.\n\n2164 Hypericum hirsutum, floribus trigynis, calycibus ferrato-glandulosis, caule tereti erecto, foliis ovatis subpubescentibus. Lin. Sp. pl. 1105. Hudf. Fl. Angl. 291.\n\nAndrosæmum hirsutum. Bauh. pin. 280.\n\n2165 Hypericum montanum, floribus trigynis, calycibus ferraturis glandulosis, caule tereti erecto glabro, foliis ovatis. Lin. Sp. pl. 1105. Hudf. Fl. Angl. 291.\n\nHypericum elegantissimum non ramosum, folio lato Bauh. hist. 3. p. 383.\n\n2166 Hypericum supinum, floribus trigynis axillaribus solitariis, caulibus ancipitibus prostratis filiformibus,\nformibus, foliis glabris. Lin. Sp. pl. 1105. Hudf. Fl. Angl. 290.\n\nHypericum minus supinum glabrum. Bauh. pin. 279.\n\n2167 Hypericum pulchrum, floribus trigynis, calycibus ferratoglandulosis, foliis cordatis glabris, caule tereti. Lin. Sp. pl. 1106. Hudf. Fl. Angl. 290.\n\nHypericum minus erectum. Bauh. pin. 279.\n\nHypericum pulchrum Tragi. Bauh. hist. 3. p. 383. Raj. Syn. 343.\n\n2168 Hypericum elodes, floribus trigynis, foliis rotundis tomentosis, caule repente. Hudf. Fl. Angl. 292.\n\nHypericum floribus trigynis, caule tereti foliisque villosis subrotundis. Lin. Sp. pl. 1106.\n\nAscyrum supinum villosum palustre. Bauh. pin. 280.\n\n2169 Hypericum Balearicum, floribus pentagynis, caule fruticoso, foliis ramisque cicatrificatis. Lin. Sp. pl. 1101. Mill. Ic. tab. 54.\n\nMyrto-Cistus Pennaei. Cluf. hist. 1. p. 68.\n\n2170 Lepidium Bonariense, floribus diandris tetrapetalis, foliis omnibus multifidis. Lin. Sp. pl. 901.\n\nThlaspi Bonariense multiscissum, flore invisibili. Dill. Elth. 281. tab. 286. f. 370.\n\n2171 Lotus, edulis, leguminibus subfolitariis gibbis incurvis. Lin. sp. pl. 1090.\n\nLotus pentaphyllos, siliqua cornuta. Bauh. pin. 332.\n\nLotus edulis Cretica. Raj. hist. 967.\n\n2172 Lotus hirsutus, capitulis hirsutis, caule eretto hirto\nhirto, leguminibus ovatis. Lin. Sp. pl. 1091.\nLotus pentaphyllos siliquosus villosus. Bauh. pin. 372.\n\n2173 Oldenlandia biflora, pedunculis bifloris petiolo longioribus, foliis lanceolatis. Lin. Sp. pl. 174. Fl. Zeyl. 68.\n\n2174 Oxalis stricta, caule ramoso erecto, pedunculis umbelliferis. Gron. virg. 161. Lin. Sp. pl. 624.\n\nTrifolium acetosum corniculatum luteum majus rectum Indicum. Hist. Ox. 2. p. 184. f. 2. tab. 17. f. 3.\n\n2175 Physalis, angulata, ramolissima, ramis angulatis glabris, foliis dentatis ovatis. Lin. Sp. pl. 262.\n\nSolanum vesicarium Indicum. Bauh. pin. 166.\nAlkekengi Indicum glabrum, chenopodii folio. Dill. Elth. 15. tab. 12. f. 12.\n\n2176 Physalis, pubescens, ramolissima, foliis villosis viscosis, floribus pendulis. Lin. Sp. pl. 262.\nSolanum vesicarium Virginianum procumbens annum, folio lanugooso. Hist. Ox. 3. p. 527. f. 13. tab. 3. f. 24.\n\n2177 Physalis curassavica, caule fruticoso, foliis ovatis tomentosis. Lin. Sp. pl. 261.\nSolanum vesicarium curassavicum, solano antiquorum simile, foliis origani subincanis. Hist. Ox. 3. p. 527. Pluk. Alm. 352. tab. 111. f. 5.\n\n2178 Passiflora laurifolia, foliis indivisis ovatis integerimis, petiolis biglandulosis, involucris denta-tis. Lin. Sp. pl. 1356.\n\nPassiflora\nPassiflora arborea, laurinis foliis, Americana.\nPluk. alm. 282. tab. 211. f. 3.\n\n2179 Passiflora vespertilio, foliis bilobis basi rotundatis glandulosisque: lobis acutis divaricatis, subtus punctatis. Lin. Sp. pl. 1357.\n\nGranadilla bicornis, flore candido, filamentis intortis. Dill. Elth. 164. tab. 137. f. 164.\n\n2180 Reseda alba, foliis pinnatis, floribus tetragynis, calycibus sexpartitis. Hort. Ups. 149. Lin. Sp. 645.\n\nReseda maxima. Bauh. pin. 100.\n\nReseda foliis calcitrapæ; flore albo. Morif. Hort. Bleß.\n\n2181 Reseda undata, floribus trigynis tetragynisque, calycibus quinque partitis, foliis pinnatis undatis. Lin. Sp. pl. 644.\n\nReseda minor, foliis incisis. Barr. rar. 78. tab. 588.\n\n2182 Serratula scariosa, foliis lanceolatis integerrimis, calycibus squarrosis pedunculatis obtusis laterationibus. Lin. Sp. pl. 1147.\n\nEupatorio affinis Americana bulbosa, floribus scariosis, capitulis contextis. Pluk. alm. 142 tab. 177. f. 4.\n\n2183 Sibbaldia procumbens foliolis tridentatis. Lin. Sp. pl. 406. Hudf. Fl. Ang. 118.\n\nPentaphylloides pumilla foliis ternis ad extremitates trifidis. Raj. Syn. 256.\n\nFragariae sylvestri affinis planta, flore luteo. Sibb. pr. hist. natur. Scot. p. 11. pag. 25. tab. 6. f. 1.\n\n2184 Silene quinquevulnera, petalis integerrimis subrotundis,\nsubrotundis, fructibus erectis alternis. Lin.\nSp. pl. 595.\nLychnis fylvestris lanuginosa minor. Bauh.\npin. 206.\nLychnis hirsuta, flore eleganter variegato.\nRaj. hist. 997.\n\n2185 Silene Vallesia, caulibus subunifloris decumbentibus, foliis lanceolatis tomentosis longitudine calycis. Lin Sp. pl. 603.\nLychnis maritima pinguis e Corsica. Bocc.\nmuf. tab. 34.\n\n2186 Solanum Bonariense, caule subfrutescente subinermi, foliis cuneiformibus sinuato-repandis. Lin. Sp. pl. 264.\nSolanum Bonariense arborescens, papas floribus. Dill. Elth. 364. tab. 272. f. 351.\n\n2187 Solanum Indicum, caule aculeato fruticoso, foliis cuneiformibus angulatis subvillosis integerrimis, aculeis utrinque rectis. Lin. Sp. pl. 268. Fl. Zeyl. 94.\nSolanum Indicum spinosum, flore boraginis. Robert. Ic. 28. Dill. Elth. 362. tab. 270. f. 349.\n\n2188 Sophora alopecuriodes, foliis pinnatis: foliolis numerosis oblongis villosis caule herbaceo. Lin. Sp. pl. 533.\nErvum Orientale alopecuriodes perenne, fructu longissimo. Tourn. cor. 27. Dill. Elth. 136.\n\n2189 Theligonum. Lin. Sp. pl. 1411.\nCynocrambe Dioscoridis. Bauh. pin. 122. pr. 59. tab. 59.\n\n2190 Trigonella polycerata, leguminibus subsessilibus congestis erectis tubrectis longis linearibus, pedunculis\npedunculis communibus muticis. Lin. Sp pl. 1093.\n\nFœnum Græcum sylvestre alterum polyceration. Bauh. pin. 348.\n\n2191 Trygonella corniculata, leguminibus pedunculatis congestis declinatis subfalcatis, pedunculis communibus longis subpinosis, caule erecto. Lin. Sp. pl. 1094.\n\nMelilotus, corniculis reflexis, major. Bauh. pin. 331.\n\n2192 Trigonella spinosa, leguminibus subpedunculatis congestis declinatis subfalcatis, pedunculis communibus spinosis brevissimis. Lin. Sp. pl. 1094.\n\nFœnum græcum sylvestre polyceration Creticum majus. Breyn. Cent. 79. tab. 33. f. 1.\n\n2193 Trygonella Monspeliaca, leguminibus sessilibus congestis arcuatis divaricatis inclinatis brevibus, pedunculis molliter mucronatis. Lin. Sp. pl. 1095.\n\nFœnum græcum sylvestre polyceration minus Monspeliacum. Breyn. Cent. 80. tab. 33. f. 2.\n\n2194 Valantia hispida, floribus masculis trifidis hermaphroditici germini hispido insidentibus. Lin. Sp. pl. 1490.\n\nGalium floribus masculis trifidis omnibus plantæ partibus hispidis. Zinn. goet. 233.\n\n2195 Valantia muralis, floribus masculis trifidis hermaphroditico germini glabro insidentibus. Lin. Sp. pl. 1490.\n\nRubeola echinata saxatilis. Bauh. pin. 334.\n\nCruciata muralis minima Romana. Col. ecphr. i.\np. 298. tab. 297. hist. Ox. 3. p. 328. f. 9.\ntab. 21. f. 2.\n\n2196 Valantia articulata, floribus masculis quadrifidis,\npedunculis dichotomis nudis, foliis cordatis.\nLin. Sp. pl. 1491.\nCruciata orientalis latifolia erecta glabra. Tourn.\nCor. 4.\n\n2197 Valantia cruciata, floribus masculis quadrifidis,\npedunculis diphyllis. Lin. Sp. pl. 1491.\nHudf. Fl. Angl. 375.\nCruciata hirsuta. Bauh. pin. 335.\n\n2198 Veronica, Chamædrys, racemis lateralibus, foliis\novatis sessilibus rugosis dentatis, caule debili.\nLin. Sp. pl. 17. Hudf. Fl. Angl. 5.\nChamædrys spuria minor rotundifolia. Bauh.\npin. 249.\n\n2199 Veronica montana, racemis lateralibus paucifloris,\ncalycibus hirsutis, foliis ovatis rugosis\ncrenatis petiolatis, caule debili. Lin. Sp. pl.\n17. Hudf. Fl. Angl. 5.\nVeronica chamaedryoides, foliis pediculis oblongis\ninsidentibus. Raj. Syn. 281.\nChamædryi spuriae affinis rotundifolia scutellata.\nBauh. pin. 249.\n\n2200 Vitis arborea, foliis supra decompositis: foliolis\nlateralibus pinnatis. Lin. Sp. pl. 294.\nFrutex scandens, petroselini foliis, Virginianus\nclaviculis donatis. Pluk. Mant. 85. tab.\n412. f. 2.\n\nXXX. Ob-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105502.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14208,
    "total-output-tokens": 4882,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1011,
        2
      ],
      [
        1011,
        2334,
        3
      ],
      [
        2334,
        3637,
        4
      ],
      [
        3637,
        4876,
        5
      ],
      [
        4876,
        6116,
        6
      ],
      [
        6116,
        7395,
        7
      ],
      [
        7395,
        8621,
        8
      ],
      [
        8621,
        9842,
        9
      ],
      [
        9842,
        10955,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105502",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1765, Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. Nuper Praeses: By William Hudson, Societatis Regiae & Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic",
    "authors": "William Hudson",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105502"
  }
}