{
  "id": "dbe939fb31519286a13d917ddb9abb7d17aa3a5a",
  "text": "VII. A further Account of the Contents of the China Cabinet mentioned last Transaction, p. 390. By Hans Sloane, M.D.\n\nFig. 5. represents what is commonly, but falsely, in India, called, The Tartarian Lamb. This was more than a Foot long, as big as ones Wrist, having several Protuberances, and towards the end some Foot-stalks about Three or Four Inches long, exactly like the Foot-stalks of Ferns, both without and within. Most part of the outside of this was cover'd with a Down of a dark yellowish Snuff-Colour, shining like Silk, some of it a quarter of an Inch long. This Down is what is commonly used for spitting Blood, about Six Grains of it being to a Dose, and Three Doses pretended to cure such an Hemorrhage. In Jamaica are many scandent and Tree-Ferns, which grow on, or to the bigness of Trees, and have such a kind of Lanugo on them, and some of our Capillaries have something like it. It seem'd to be shap'd by Art to imitate a Lamb, the Roots or climbing part is made to resemble the Body, and the extant Footstalks the Legs. This Down is taken Notice of by Dr. Merret at the latter end (p. 386.) of Dr. Grew's Mus. Soc. Reg. by the Name of Poco Sempie, a Golden Moss, and is there said to be a Cordial. I have been assured by Dr. Brown, who has made very good Observations in the East-Indies, that he has been told there by those who have lived in China, that this Down or Hair is used by them for the Stopping of Blood in fresh Wounds, as Cobwebs are with us, and that they have it in so great Esteem that few Houses are without it. I have known it much used for spitting of Blood; it being pretended, that some of the small Down may, by being swallowed, easily slip into the Windpipe.\npipe, and so stop the Bleeding: But on Tryals I have seen of it, though I may believe it innocent, yet I am sure 'tis not infallible.\n\nFig. 6, 7, 8, 9, 10, 11, 12, 13. Shew Eight several Instruments made for paring the Nails, at which, in China, the People are very curious and dextrous. These Instruments are each of them shaped like a Chizzel.\n\nFig. 14. represents a kind of Instrument, called, in China, a Champing Instrument. Its use is to be rub'd or roul'd all over the Muscular Flesh. It is like an Horse's Curricomb, and is said to be used after the same manner, and for the same Purposes that they are made use of for Horses.\n\nVIII. An Account of a Book.\n\nMuseo de Piante rare della Sicilia, Malta, Corsica, Italia, Piemonte e Germania, &c. di Don Paolo Boccone, &c. with additional Remarks by Mr. John Ray, F. R. S.\n\nThe learned and ingenious Author of this Work, Signior Paolo Boccone, a Gentleman of Sicily, Botanist to the Great Duke of Tuscany, and now a Monk of the Cisterian Order, of the Province of Sicily, having changed his Pronomen into Sylvius, hath rendred himself well known to the learned World, by his Writings published many Years since, viz. His Icones & Descriptiones rariorum Plantarum Sicilie, Melitæ, Galliae & Italie, Printed at Oxford in the Year 1674. And his Letters",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102578.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7748,
    "total-output-tokens": 973,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1705,
        4
      ],
      [
        1705,
        3007,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102578",
    "title": "A Further Account of the Contents of the China Cabinet Mentioned Last Transaction, p. 390. By Hans Sloane, M. D.",
    "authors": "Hans Sloane",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102578"
  }
}