{
  "id": "9b412b3d69bfc2802646bb5fb6bc3e05a9821b71",
  "text": "POCVLI INSCRIPTIO.\n\nFig. 3. p. 488.\n\nΦΕΥΣ ΜΙΘΑΔΑΤΤΗΣ\nΤΑ ΑΡΤΡΙΕΝΤΩΤΟΥ\nΤΟΠΙΣΤΑΙΣ\nΕΙΟΥΕΥΤΤΑ\nΣΥΡΑ ΔΙΑΖΩΣΕ\nanswering this Purpose, there may be also some offensive or useful Qualities annexed, it may not be amiss perhaps to review some Part of the *Materia medica* for this End.\n\nI shall add, that, besides this extraordinary Power in preserving Bodies, I have discover'd in some of these Substances a sweetening or correcting Quality after Putrefaction had actually begun. But these Experiments I shall lay before the Society some other time; with a Table of the comparative Force of Salts, and some further Remarks on the same Subject.\n\nN. B. These Experiments will be continued in the next Number of these Transactions.\n\nXVI. An attempt to explain an antient Greek inscription, ingraven upon a curious bronze cup with two handles, and published with a draught of the cup by Dr. Pococke, in his Description of the East, Vol. II. Part 2. pag. 207. By John Ward, Pr. Rhet. Gresh. and F. R. S.\n\nRead June 28. 1750.\n\nThe diameter of the cup on the inside is about thirteen inches and a half, as near as I could take it from a copy of the inscription, which is placed round the upper side of the rim. A draught of which is hereunto annexed, reduced to about two thirds of the size (1); and\n\n(1) See Tab. II. Fig. 3.\nand may also be seen in Dr. Pococke, with only this difference, that the characters on the cup are not cut in continued lines, as in the doctor's plate, but consist of separate points placed in the form of letters, as here represented. Letters expressed in this manner appear upon several antient coins; and may likewise be seen in the silver plates, found not long since in Hertfordshire, and published in these Transactions (1). As to the circular form of the inscription, we read in Pausanias of an instance not very much unlike this. Iphitus king of Elis is said to have restored the Olympic games, during which all hostilities ceased among the several states of Peloponnesus. Throwing the discus or quoit was one of the exercises performed in those games, and the discus of Iphitus was deposited in the temple of Juno at Olympia; upon which the cessation of arms, always observed at that solemnity, being ingraved was then publicly read. Which inscription, as the historian observes, was not cut in strait lines, but in the form of a circle. Tho whether the letters were placed on the face of the discus, or upon the edge, like some modern coins, is not expressly said. The words are these: Ταύτην ἐκεχειρίαν ἐκ ἐνθεῦ ἐχει γεγραμμένην, ἀλλὰ ἐκ κύκλου σχῆμα περιεισιν ἐπὶ τῷ δίσκῳ τὰ γράμματα. That is: Hae [induciae] non recto versuum ordine sunt inscriptae, sed literis in disco orbem ambientibus (2).\n\nBut\n\n(1) Num. 476.\n(2) Pausanias, Lib. v. c. 20. p. 427. ed. Lips. 1626. Where Pet Faber for ἐκ ἐνθεῦ reads ἐκ ἐνθεῦ, Agonis. Lib. ii. c. 26.\nBut I return to the inscription on the cup, which, as I apprehend, may be thus read in the common Greek characters.\n\nΜΝΔ\nΒΑΣΙΛΕΤΣ ΜΙΘΡΑΔΑΤΗΣ ΕΤΠΑΤΩΡ\nΤΟΙΣ ΕΝΤΟΣ ΤΟΥ ΓΥΜΝΑΣΙΟΥ ΕΤΠΑΤΟΡΙΣΤΑΙΖ\nΓΥΦΑ vel ΓΟΤΦΑ ΔΙΑΞΩΖΕ.\n\nIn Latin thus:\n\nMonumentum dedit\nRex Mithradates Eupator Eupatoridis\nin gymnasio [vel intra gymnasiurn]\nGypha [vel Gupha] servavit.\n\nI. The letters ΜΝΔ stand by themselves over the rest, which are placed below them in the form of a circle; which circle is made up of the four segments here put one under another, when united in one orbicular line. And the situation of these three letters in the annexed draught shews, over what words of the circular part they are placed. All the words from ΒΑΣΙΛΕΤΣ to ΕΤΠΑΤΟΡΙΣΤΑΙΖ take in above half the circumference of the rim of the cup; and the division of this last word was occasioned, as I suppose, by one of the handles being fixed there. The two last words stand at a considerable distance from the rest, on the remaining part of the rim.\n\nII. If those three letters above the rest are not a date, they may, as I conjecture, stand for μυνμόσουνον δῶκε for ἐδῶκε, without the augment. Where the word μυνμόσουνον seems to be used in the same sense, as we meet with it in Catullus, when he sais, Verum est μυνμόσουνον mei sodalis (1).\n\nIII.\n\n(1) Epigram. ad Asinum.\nIII. In the circular line Μιθραδάτης is put for Μιθραδάτης, as his name is usually written. And so it is spelt in two other inscriptions, both found by Spon in the isle of Delos, at a considerable distance from each other, and published in his Voyage d’Italie etc (1). The like spelling may also be seen both on the coins of this prince (2), and in the edition of Tacitus published by Lipsius. These inscriptions were cut on the remaining pedestals of two statues, which had formerly been placed there, one in honour of Mithridates Euergetes the father of this prince, and the other of himself. I shall here transcribe them both, as they will serve to illustrate that on the cup. The former runs thus:\n\nΒΑΣΙΛΕΩΣ ΜΙΘΡΑΔΑΤΟΥ\nΕΤΕΡΓΕΤΟΥ ΣΕΛΕΥΚΟΣ\nΜΑΡΑΘΟΝΙΟΣ ΓΥΜΝΑ\nΣΙΑΡΧΩΝ.\n\nIn Latin:\nRegis Mithradatis Euergetae Seleucus\nMarathonius gymnasio praefectus\nstatuam posuit.\n\nThe latter is as follows:\n\nΒΑΣΙΛΕΩΣ ΜΙΘΡΑΔΑΤΟΥ ΕΤ\nΠΑΤΟΡΟΣ ΕΤΤΤΧ……ΤΟΤ\nΜΙΘΡΑΔΑΤΟΥ ΕΤΕΡΓΕΤΟΥ\nΔΙΟΝΤΣΙΟΣ ΝΕΣ……ΝΟΣ\nΑΘΗΝΑΙΟΣ ΓΥΜΝΑΣΙΑΡΧΗ\nΣΑΣ ΑΝΕΘΗΚΕΝ.\n\nIn Latin:\nRegis\n\n(1) Tom. iii. pag. 86.\n(2) Numism. Pimbroch. Par. ii. tab. 66.\nRegis Mithradatis Eupatoris Eutych... filii Mithradatis Euergetae Dionysius Nef...nus Atheniensis gymnasio praefectus posuit statuam.\n\nIt appears highly probable by these inscriptions, that there was a gymnasiurn (1), or college, at that time in Delos. And the same writer observes, that near to the former he found eleven pillars standing without chapiters, and others lying on the ground. At which place, as he sais, the inhabitants of the neighbouring isles (for Delos was then uninhabited) have a tradition, that a college antiently stood; and he further adds, that the corsairs still continue to call this island by the name of The schools (2). And therefore it is not improbable, that this cup, which some years since was found in the port of Antium, and (as Dr. Pococke sais) is now placed among the antiquities of the capitol at Rome, might formerly have been brought from that island: and the name Eupatoridae given to those of the college, in honour of this king Mithridates, their benefactor; who seems to have been pleased with the name Eupator, ascribed to him in the latter inscription, since he built a city in Paphlagonia, which he called Eupatoria, as we are told by Pliny (3) and Appian (4). By the latter of whom we learn also, that he was fond\n\n(1) By the word gymnasiurn among the Greeks was meant a number of contiguous buildings, with portico's and open walks, so disposed as to be fitted, some for bodily exercises, and others for the study of the liberal arts and sciences.\n(2) Tom. I. pag. 177.\n(3) Nat. Hist. Lib. vi. cap. 2.\n(4) Rom. Hist. pag. 251, ed. Steph.\nfond of fine ornaments, and elegant furniture; and had made a vast collection of them, of which vases were always esteemed a considerable part (1). The imperfect word ΕΤΤΤΧ, which follows Eupatoris in the same inscription, may perhaps stand for ΕΤΤΤΧΟΡΕ, Eutychis, or Felicis; as that word occurs at length in another inscription discovered by Spon in the same island, of which the two names ΔΙΟΝΤΣΙΟΡ ΕΤΤΤΧΟΡ then only remained (2). Tho indeed I have not met with that name elsewhere ascribed to Mithridates; notwithstanding Cicero mentions a large catalogue of extravagant titles, which had been heaped upon him by his flatterers. Mitkridatem, sais he, Deum, illum Patrem, illum Conservatorem Asiae, illum Euium, Nyssum, Bacchum, Liberum nominabant (3). But yet it is possible, that the title Eutyches might have been given him, on account of his great success in war for many years. As Sylla afterwards assumed that of Felix, for the like reason; and upon his triumph at Rome, for his victory over that powerful prince, had also his other titles of Conservator and Pater ascribed to him, as we are told by Plutarch (4). These inscriptions give us also the names of two presidents of that college, the former of whom is called Seleucus of Marathon; and the latter Dionysius of Athens, who might possibly have taken the\n\n(1) Rom. Hist. pag. 251. ed. Szepb.\n(2) Tom. IIII. pag. 87.\n(3) Pro Flacc. c. 25.\n(4) Vit. Syll. Tom. V. p. 865. ed. Steph. See likewise Pizkii Annal. ad A.U. 672.\n\nR r r 2\nthe name Dionysius from his patron Mithridates, who besides the name Eupator assumed also that of Dionysius as the same author relates (1). But the second name of this latter president Nef...nus being imperfect, I am at a loss how to fill it up.\n\nIV. The letters next following 'Eupalow upon the cup I take to stand for τοῖς ἐβλός; tho they are strangely confused, by reason of a mistake, which seems to have been made at first in writing the inscription. In the word γυμνασία the two letters να are united in one character. And as to the expression ἐβλός γυμνασία, which here refers to place, and not to time, as it more usually does; Hesychius has, ἐντὸς τῆς σωματικῆς; Phavorinus, ἐβλός οἰκίας; and Apollonius Rhodius, as cited by H. Steph. ἐβλός ἀγρεός. And in the word 'Eupalogiσαις, the letters στ are put for δ, and ξ for s.\n\nV. Of the two last words upon the cup, which (as has been observed) stand separate from the rest, the former is a proper name; but whether the first character in it was designed only for a Γ, or a combination of the two letters ΓΟ, I am not certain. In the following word διαξωζε without the augment, for διασωζε, ξ is put for σ; and likewise ζ, as in the preceding word 'Eupalogiσταις. I should have been led to imagine, that Gypha, or Gupha, might be the name of the sculptor, and διαξωζε stand for διασχυρος, exsculpit or persculpsit; it being a common practice for artists to set their own names to their works; had it not appeared an objection to this,\n\n(1) Ibid. pag. 250. See also Plut. Sympos. L. l. 2. 6.\nthat the inscription is no better executed; and likewise that neither the form, nor combination, of the letters seems to suit with the age of Mithridates. I am therefore inclined to think, that the cup did not come into the hands of this person till a considerable time afterwards; who seems to have been no great scribe, but was willing however to preserve both the memory of so curious a vase, and his own as the possessor of it.\n\nAs the several variations from the common manner of spelling, which occur in this inscription, are to be met with in Greek writers; I shall trouble this Assembly with no further remarks upon them, than just to observe, that Lucian in his humorous discourse, intitled Judicium vocalium, complains, that among many other innovations, which had then crept into the language, τ had invaded the place of δ, and both ξ and ζ that of σ.\n\nThus I have attempted to offer my thoughts upon this intricate inscription, and explain it in such a manner, as appeared to me the most probable, from a copy of it, communicated to me some years since by Smart Lithieullier esquire, a worthy member of this Society, who had it from Father Revillas at Rome.\n\nG. C. Sept. 15.\n1749.\n\nJohn Ward.\n\nPostscript.\n\nSpon was at Delos in the month of August 1675, when he copied the two inscriptions mentioned above. But it seems to be owing to the smallness of his page, that the former of them is printed in four lines;\nfor Wheeler, who took it at the same time, brings it into three, in the following manner:\n\nΒΑΣΙΛΕΟΣ(1) ΜΙΘΡΑΔΑΤΟΤ\nΕΤΕΡΓΕΤΟΥ ΣΕΛΕΥΚΟΣ\nΜΑΡΑΘΩΝΙΟΣ ΓΤΜΝΑΣΙΑΡΧΩΝ(2).\n\nTournefort, who was there in October 1700, confirms this draught of Wheeler, as to the form of it; and sais, the inscription was cut upon a square pedestal, two feet five inches high, and two feet one inch broad. And as part of it was defaced at the begining of the lines, I have here transcribed the copy published by him, of what then remained.\n\n………… ΙΘΡΑΔΑΤΟΤ\n………… ΣΕΛΕΥΚΟΣ\n………… Σ ΓΤΜΝΑΣΙΑΡΧΩΝ(3)\n\nBut Dr. Anthony Askew, a worthy member of this Society, who was there in October 1747, tho he found the pedestal pretty much broken, in the manner described by Tournefort; yet observed more letters of the inscription then remaining, than are given us by him. The difference will appear by the following copy, with which the Doctor was pleased to oblige me out of his large and curious collection of inscriptions, and other valuable antiquities:\n\n…… Σ ΜΙΘΡΑΔΑΤΟΤ\n…… ΟΤ ΣΕΛΕΥΚΟΣ\n…… Σ ΓΤΜΝΑΣΙΑΡΧΩΝ.\n\nThe\n\n(1) The O in this word seems to be a mistake in the print for Ω.\n(2) Travels, pag. 56.\n(3) Voyage du Levant, Tom. I. pag. 297. a Paris 1717. qu.\nThe latter inscription mentioned above, as erected in honour of Mithridates Eupator, was found, as Spon informs us, upon a round basis, at a great distance from the other. It is likewise taken notice of by Wheeler, tho he has given no draught of it. But Tournefort supposes it to have been gon, before he was there; because, upon searching for it, he could not find it. Which indeed is not to be wondered at; since we are told by Spon, that Delos being entirely in ruins, and without any inhabitants, the antient remains, being of Parian marble, are frequently carried away by strangers, either for curiosity or use.\n\nHowever Tournefort discovered part of another pedestal, in the shape of a cylinder, not far from the former of the two already mention'd. It lay half buried in the sand, but being opened and washed, an imperfect inscription was found upon it. The remaining words of which are these:\n\nΒΑΣΙΛΕΩΣ ΝΙΚΟΜΗΔ..\nΤΟΥ ΕΥΓΡΟΝΟΥ (1) ΒΑΣΙΛΕΩΣ\nΝΙΚΟΜΕΔΟΥ (2) ΕΠΙΦΑΝΟΥ\n....ΚΟΤΡΙΔΗΣ (3) ΔΙΟΣΚΟΡΙΔΟΥ\nΡΑΜΝΟΤΣΙΟΣ ΓΥΜΝΑΣΙΑΡΧΟ..\n\nIn Latin thus:\n\nRegis\n\n(1) I am obliged likewise to Dr. Askew for a copy of this inscription, taken by himself; by which it appears, that Ἦ in this word is a mistake for Ἥ, as the Doctor has written it.\n\n(2) The Ε in this word is also a mistake for Ἦ, as it is written in the first line here, and by Dr. Askew in both places.\n\n(3) I take this to be the same name as the following; the middle syllable of which is usually written with Ο, but sometimes with Ο Ἦ. See Grut. pag. LXXXVI. num. 2.\nRegis Nicomedis nepotis regis Nicomedis Epiphanis\nDioscorides Dioscoridis Ramnusius praefectus\ngymnasio statuam posuit.\n\nKing Nicomedes, to whose honour this inscription was erected, is here called ἑγγονός, that is grandson, of Nicomedes Epiphanes king of Bithynia. Which seems to confirm the account of Appian, who gives the name Nicomedes to the three last Bithynian kings. The first of whom being, as he sais, the son of Prusias (and here stiled Epiphanes) was succeded first by his son Nicomedes Philopator, and then by his grandson, whom he calls barely Nicomedes, without subjoining any cognomen, agreeably to this inscription. And he further adds, that it was this last, who left his kingdom to the Roman people by his will (1). Which bequest was made in the year of the city 679, and was soon followed by their third and last war with Mithridates Eupator (2). Some have supposed this account of Appian to be erroneous, through a mistake in the copies; because other writers generally mention but one Bithynian king, as successor to Nicomedes Epiphanes, who was also named Nicomedes, made the Roman state his heir, and has been taken for his son (3). But the inscription, by calling this latter the grandson of the former, as Appian does, corroborates his account; who likewise sais expressly, that his son Philopator was\n\n(1) Rom. Hist. pag. 175, ed. Steph.\n(2) Pigh. Annal. Rom.\n(3) See Vaillant, Achemened. imper. Tom. II. pag. 345, 354.\nwas confirmed in his father's kingdom by a decree of the Roman senate (1).\n\nI thought it proper to take notice of this inscription, not only as it seems to clear up the succession of the Bithynian kings; but likewise as it contains the name of a third president of the college in Delos, and shews the regard that was paid to it by the princes of different countries in Asia.\n\nJ. W.\n\nXVII. A Letter from Mr. Henry Baker F. R. S. to the President, containing Abstracts of several Observations of Auroræ Boreales lately seen.\n\nSIR,\n\nRead June 28, 1750.\n\nON Monday the 23d of January last, some unusual Appearances were observed in the Sky, at London, and the Towns about it,\n\n(1) Vaillant has given us the impression of an head upon a silver tetradrachm, with this title placed over it, Nicomedes Epiphanes rex Nicomediae; whom he takes to have been the grandfather of Prusias: Achemened. imp. Tom. II. p. 304. And Dr. Mead has such a coin in his collection with these words on the reverse, ΒΑΣΙΛΕΩΣ ΕΠΙΦΑΝΟΤΕΣ ΝΙΚΟΜΗΔΟΤΣ. Where Epiphanis the cognomen stands first, as it sometimes does in ancient writers: Cic. Orat. c. 27. An impression also of a similar coin, with the head on one side, and the same legend on the other, may be seen among the Numismata Pembroch. Par. II. tab. 69. But Vaillant says, that he had not met with any coin, which had on it the head of Nicomedes Epiphanes the son of Prusias, to whom the inscription refers, which is cut on the stone. Ubi supra, pag. 355.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104683.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 22968,
    "total-output-tokens": 5629,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        102,
        3
      ],
      [
        102,
        1308,
        4
      ],
      [
        1308,
        2859,
        5
      ],
      [
        2859,
        4181,
        6
      ],
      [
        4181,
        5271,
        7
      ],
      [
        5271,
        6860,
        8
      ],
      [
        6860,
        8355,
        9
      ],
      [
        8355,
        9902,
        10
      ],
      [
        9902,
        11326,
        11
      ],
      [
        11326,
        12536,
        12
      ],
      [
        12536,
        14053,
        13
      ],
      [
        14053,
        15501,
        14
      ],
      [
        15501,
        16983,
        15
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104683",
    "title": "An Attempt to Explain an AntientGreek Inscription, Ingraven upon a Curious Bronze Cup with Two Handles, and Published with a Draught of the Cup by Dr. Pococke, in His Description of the East, Vol. II. Part 2. Pag. 207. By John Ward, Pr. Rhet. Gresh. and F. R. S.",
    "authors": "John Ward",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/104683"
  }
}