{
  "id": "46d899fdc8ee8dc0abe68dca7c197ffc79a0bae9",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the Council-books and Journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries till the Forty-seventh Volume; the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgement of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body,\nupon any subject, either of Nature or Art, that comes before them. And therefore\nthe thanks, which are frequently proposed from the Chair, to be given to the authors\nof such papers as are read at their accustomed meetings, or to the persons through\nwhose hands they received them, are to be considered in no other light than as a\nmatter of civility, in return for the respect shown to the Society by those communi-\ncations. The like also is to be said with regard to the several projects, inventions,\nand curiosities of various kinds, which are often exhibited to the Society; the authors\nwhereof, or those who exhibit them, frequently take the liberty to report and even to\ncertify in the public newspapers, that they have met with the highest applause and\napprobation. And therefore it is hoped that no regard will hereafter be paid to such\nreports and public notices; which in some instances have been too lightly credited,\nto the dishonour of the Society.\n\nThe Meteorological Journal hitherto kept by the Assistant Secretary at the Apart-\nments of the Royal Society, by order of the President and Council, and published in\nthe Philosophical Transactions, has been discontinued. The Government, on the\nrecommendation of the President and Council, has established at the Royal Obser-\nvatory at Greenwich, under the superintendence of the Astronomer Royal, a Magnet-\nical and Meteorological Observatory, where observations are made on an extended\nscale, which are regularly published. These, which correspond with the grand\nscheme of observations now carrying out in different parts of the globe, supersede\nthe necessity of a continuance of the observations made at the Apartments of the\nRoyal Society, which could not be rendered so perfect as was desirable, on account\nof the imperfections of the locality and the multiplied duties of the observer.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe Queen's Library.\nThe Admiralty Library.\nThe Radcliffe Library, Oxford.\nThe Royal Geographical Society.\nThe United Service Museum.\nThe Royal College of Physicians.\nThe Society of Antiquaries.\nThe Linnean Society.\nThe Royal Institution of Great Britain.\nThe Society for the Encouragement of Arts.\nThe Geological Society.\nThe Horticultural Society.\nThe Royal Astronomical Society.\nThe Royal Asiatic Society.\nThe Royal Society of Literature.\nThe Medical and Chirurgical Society.\nThe London Institution.\nThe Entomological Society of London.\nThe Zoological Society of London.\nThe Institute of British Architects.\nThe Institution of Civil Engineers.\nThe Cambridge University Philosophical Society.\nThe Royal Society of Edinburgh.\nThe Royal Irish Academy.\nThe Royal Dublin Society.\nThe Asiatic Society at Calcutta.\nThe Royal Artillery Library at Woolwich.\nThe Royal Observatory at Greenwich.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\nThe Observatory at Edinburgh.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Toulouse.\nThe Ecole des Mines at Paris.\nThe Geographical Society at Paris.\nThe Entomological Society of France.\nThe Dépôt de la Marine, Paris.\nThe Geological Society of France.\nThe Jardin des Plantes, Paris.\n\nGermany.\nThe University at Göttingen.\nThe Cæsarean Academy of Naturalists at Bonn.\nThe Observatory at Manheim.\nThe Royal Academy of Sciences at Munich.\n\nItaly.\nThe Institute of Sciences, Letters and Arts, at Milan.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nSwitzerland.\nThe Société de Phys. et d'Hist. Nat. at Geneva.\n\nBelgium.\nThe Royal Academy of Sciences at Brussels.\n\nNetherlands.\nThe Royal Institute of Amsterdam.\nThe Batavian Society of Experimental Philosophy at Rotterdam.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Imperial Observatory at Pulkowa.\n\nSweden and Norway.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Drontheim.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe American Academy of Sciences at Boston.\nThe Library of Harvard College.\nThe Observatory at Washington.\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, on making application for the same directly or through their respective agents, within two years of the date of publication.\n\nIn the British Dominions.\n\nThe Queen's Library.\nThe Board of Ordnance.\nThe Royal Society.\nThe Savilian Library, Oxford.\nThe Library of Trinity College, Cambridge.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Observatory at Oxford.\nThe Observatory at Cambridge.\nThe Observatory at Dublin.\nThe Observatory at Armagh.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Paramatta.\nThe Observatory at Madras.\nThe Royal Institution of Great Britain.\nThe Royal Society, Edinburgh.\nThe Observatory, Trevandrum, East Indies.\nThe Astronomical Institution, Edinburgh.\nThe President of the Royal Society.\nThe Lowndes's Professor of Astronomy, Cambridge.\nThe Plumian Professor of Astronomy, Cambridge.\nL. Holland, Esq., Lombard Street.\nSir John William Lubbock, Bart., V.P.\nCaptain W. H. Smyth, R.N., Chelsea.\nSir James South, Observatory, Kensington.\n\nIn Foreign Countries.\n\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Society of Sciences at Upsal.\nThe Board of Longitude of France.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Sciences at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Observatory at Altona.\nThe Observatory at Berlin.\nThe Observatory at Breslau.\nThe Observatory at Brussels.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Helsingfors.\nThe Observatory at Königsberg.\nThe Observatory at Manheim.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Munich.\nThe Observatory at Palermo.\nThe Observatory at Paris.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Tubingen.\nThe Observatory at Turin.\nThe Observatory at Wilna.\nThe Dépôt de la Marine, Paris.\nThe Bowdoin College, United States.\nThe Library of Harvard College,\nThe Waterville College, United States.\nList of Observatories, Institutions and Individuals, entitled to receive a Copy of the Magnetical and Meteorological Observations made at the Royal Observatory, Greenwich.\n\n### Observatories\n\n- Altona . . . . . . . M. Schumacher.\n- Armagh . . . . . . Rev. Dr. Robinson.\n- Berlin . . . . . . J. F. Encke.\n- Bombay . . . . . . Dr. Buist.\n- Barnaul . . . . . . M. Prang, 1st.\n- Breslau . . . . . . Prof. Boguslawski.\n- Brussels . . . . . . A. Quetelet.\n- Cadiz . . . . . . M. Cerquero.\n- Cairo . . . . . . M. Lambert.\n- Cambridge . . . . Prof. Challis.\n- Cambridge, United States . . . . Prof. Lovering.\n- Cape of Good Hope . . . . T. Maclear, Esq.\n- Catherineburgh . . . . M. Rochkoff.\n- Christiania . . . . M. Hansteen.\n- Cincinnati . . . . Dr. Locke.\n- Copenhagen . . . . M. Oersted.\n- Dublin . . . . . . Sir W. R. Hamilton.\n- Gotha . . . . . . .\n- Hammerfest . . . . .\n- Heidelberg . . . . M. Tiedemann.\n- Helsingfors . . . . M. Nervander.\n- Hobarton . . . . Lieut. Kay, R.N.\n- Kasan . . . . . . M. Simonoff.\n- Kew . . . . . . Observatory.\n- Königsberg . . . . .\n- Kremsmünster . . . . Prof. Koller.\n- Leipsic . . . . . . Prof. Weber.\n- Madras . . . . . . T. G. Taylor, Esq.\n- Manheim . . . . .\n- Marburg . . . . . . Prof. Gerling.\n- Milan . . . . . . M. Carlini.\n- Munich . . . . . . Dr. Lamont.\n- Nertchinsk . . . . M. Prang, 2nd.\n- Nikolaieff . . . . Dr. Knorr.\n- Oxford . . . . . . M. J. Johnson, Esq.\n- Paris . . . . . . M. Arago.\n- Pekin . . . . . . M. Gachkévitche.\n- Prague . . . . . . M. Kreil.\n- Pulkowa . . . . . M. Struve.\n- St. Helena . . . . Lieut. Strange, R.A.\n- St. Petersburgh . . . . M. Kupffer.\n- Seeberg . . . . . . M. Hansen.\n- Singapore . . . . Lieut. C. M. Elliot.\n- Sitka . . . . . . Messrs. Homann and Ivanoff.\n\n- Stockholm . . . . . Prof. Selander.\n- Tefflis . . . . . . M. Philadelphine.\n- Toronto . . . . . . Captain Lefroy, R.A.\n- Trevandrum . . . . J. Caldecott, Esq.\n- Tubingen . . . . .\n- Upsal . . . . . . Prof. Svanberg.\n- Vienna . . . . . . C. L. von Littrow.\n- Warsaw . . . . . . Col. G. Du Plat (British Consul).\n- Washington . . . . Lt. Maury, U.S. Navy.\n- Wilna . . . . . .\n\n### Institutions\n\n- Aberdeen . . . . . University.\n- Berlin . . . . . . Academy of Sciences.\n- Bologna . . . . . Academy.\n- Bonn . . . . . . University.\n- Boston . . . . . . Academy of Sciences.\n- Bowdoin College . . . . United States.\n- Bowditch Library . . . . United States.\n- Cambridge . . . . Trinity College,\n- Cherkow . . . . . University.\n- Convent of St. Bernard . . . . Switzerland.\n- Dorpat . . . . . . University.\n- Dublin . . . . . . University.\n- Edinburgh . . . . Observatory.\n- Edinburgh . . . . Royal Society.\n- Edinburgh . . . . University.\n- Glasgow . . . . . University.\n- Göttingen . . . . University.\n- Harvard College . . . . United States.\n- House of Lords, Library . . . . London.\n- House of Commons, Library . . . . \" \"\n- Kiew . . . . . . University.\n- King's College, Library . . . . London.\n- Leyden . . . . . . University.\n- Moscow . . . . . University.\n- Paris . . . . . . Academy of Sciences.\n- Paris . . . . . . Board of Longitude.\n- Paris . . . . . . Dépôt de la Marine.\n- Philadelphia . . . . Philosophical Society.\n- Queen's Library . . . . London.\n- Royal Cornwall Polytechnic Society . . . . Falmouth.\n- Royal Institution . . . . London.\n- Royal Society . . . . \" \"\nSt. Andrews . . . . . University.\nSt. Petersburgh . . . . Academy of Sciences.\nSt. Petersburgh . . . . Geographical Society.\nSavilian Library . . . . Oxford.\nStockholm . . . . . Academy of Sciences.\nUpsal . . . . . Society of Sciences.\nWaterville College . . United States.\n\nIndividuals.\n\nBache, Dr. A. D. . . . Washington.\nBirt, W. H., Esq. . . . London.\nChristie, S. H., Esq. . Woolwich.\nColebrooke, Sir W. . New Brunswick.\nDemidoff, Prince Anatole de Florence.\nDove, Prof. . . . Berlin.\nErman, Dr. Adolph . Berlin.\nFox, R. W., Esq. . Falmouth.\nGauss, M. . . . Göttingen.\nGilliss, Lt. J. M., U. S. Navy Washington.\nHarris, Sir W. Snow . Plymouth.\nHolland, L., Esq. . Lombard-street.\nHoward, Luke, Esq. . Tottenham.\nHumboldt, Baron . . Berlin.\nKaemtz, M. . . Dorpat.\nKupffer, A. T. . . St. Petersburgh.\nLawson, Henry G., Esq. . Bath.\nLloyd, Rev. Dr. . . . University, Dublin.\nLoomis, Prof. . . . New York.\nLowndes Prof. of Astronomy Cambridge.\nLubbock, Sir John W., Bart. London.\nLütke, Vice-Admiral . St. Petersburgh.\nMacCullagh, James, Esq. . University, Dublin.\nMahlmann, Prof. . . Berlin.\nMelvill, J. C., Esq. . East India House.\nMentchikoff, Prince . St. Petersburgh.\nPhillips, John, Esq. . York.\nPlumian Prof. of Astronomy Cambridge.\nPresident of the Royal Society London.\nQuetelet, A. . . Brussels.\nRedfield, W. C., Esq. . New York.\nReid, Lieutenant-Colonel . Barbadoes.\nRiddell, Capt., R.A. . Woolwich.\nRoget, P. M., M.D. . London.\nSabine, Lieut.-Col., R.A. . Woolwich.\nSenftenberg, Baron von . Prague.\nSmyth, W. H., Captain R.N. London.\nSouth, Sir James . . \" , \"\nWenchebach, Prof. . Utrecht.\nWartmann, Elie . Lausanne.\nWrangell, Vice-Admiral . St. Petersburgh.\nYounghusband, Capt. . Woolwich.\nROYAL MEDALS.\n\nHER MAJESTY QUEEN VICTORIA, in restoring the Foundation of the Royal Medals, has been graciously pleased to approve the following regulations for the award of them:\n\nThat the Royal Medals be given for such papers only as have been presented to the Royal Society, and inserted in their Transactions.\n\nThat the triennial Cycle of subjects be the same as that hitherto in operation: viz.\n1. Astronomy; Physiology, including the Natural History of Organized Beings.\n2. Physics; Geology or Mineralogy.\n3. Mathematics; Chemistry.\n\nThat, in case no paper, coming within these stipulations, should be considered deserving of the Royal Medal, in any given year, the Council have the power of awarding such Medal to the author of any other paper on either of the several subjects forming the Cycle, that may have been presented to the Society and inserted in their Transactions; preference being given to the subjects of the year immediately preceding: the award being, in such case, subject to the approbation of Her Majesty.\n\nThe Council propose to give one of the Royal Medals in the year 1847 for the most important unpublished paper in Mathematics, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1844, and prior to the termination of the Session in June 1847.\n\nThe Council propose also to give one of the Royal Medals in the year 1847 for the most important unpublished paper in Chemistry, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1844, and prior to the termination of the Session in June 1847.\nThe Council propose to give one of the Royal Medals in the year 1848 for the most important unpublished paper in Astronomy, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1845, and prior to the termination of the Session in June 1848.\n\nThe Council propose also to give one of the Royal Medals in the year 1848 for the most important unpublished paper in Physiology, including the Natural History of Organized Beings, communicated to the Royal Society for insertion in their Transactions after the termination of the Session in June 1845, and prior to the termination of the Session in June 1848.\n\nThe Council propose to give one of the Royal Medals in the year 1849 for the most important paper in Physics, communicated to the Royal Society after the termination of the Session in June 1845, and prior to the termination of the Session in June 1848, and printed in the Philosophical Transactions.\n\nThe Council propose also to give one of the Royal Medals in the year 1849 for the most important paper in Geology or Mineralogy, communicated to the Royal Society after the termination of the Session in June 1845, and prior to the termination of the Session in June 1848, and printed in the Philosophical Transactions.\n\nThe Council propose to give one of the Royal Medals in the year 1850 for the most important paper in Mathematics, communicated to the Royal Society after the termination of the Session in June 1846, and prior to the termination of the Session in June 1849, and printed in the Philosophical Transactions.\n\nThe Council propose also to give one of the Royal Medals in the year 1850 for the most important paper in Chemistry, communicated to the Royal Society after the termination of the Session in June 1846, and prior to the termination of the Session in June 1849, and printed in the Philosophical Transactions.\nI. The Bakerian Lecture.—On certain Phenomena of Voltaic Ignition and the Decomposition of Water into its constituent Gases by Heat. By W. R. Grove, Esq., M.A., F.R.S.\n\nII. Supplementary Paper on certain Phenomena of Voltaic Ignition, and the Decomposition of Water into its Constituent Gases by Heat. By W. R. Grove, Esq., M.A., F.R.S.\n\nIII. Microscopic Observations on the so-called Vesicular Vapours of Water, as existing in the Vapours of Steam, and in Clouds, &c. By A. Waller, Esq., M.D. Communicated by P. M. Roget, M.D., Sec. R.S.\n\nIV. Quelques recherches sur l'Arc Voltaique, et sur l'influence qu'exerce le Magnétisme soit sur cet arc soit sur les corps qui transmettent les Courants Electriques Discontinus. Researches on the Voltaic Arc, and on the influence which Magnetism exerts both on this Arc and on bodies transmitting interrupted Electric Currents. By M. Auguste De la Rive, Professor in the Academy of Geneva, Foreign Member of the Royal Society, Corresponding Member of the Academy of Sciences at Paris, &c. &c.\n\nV. On the Lunar Atmospheric Tide at St. Helena. By Lieut.-Colonel Edward Sabine, R.A., For. Sec. R.S.\n\nVI. On the Diurnal Variation of the Magnetic Declination at St. Helena. By Lieut.-Colonel Edward Sabine, R.A., For. Sec. R.S.\n\nVII. On the Automatic Registration of Magnetometers, and other Meteorological Instruments, by Photography. By Charles Brooke, M.B., F.R.C.S.E. Communicated by G. B. Airy, Esq., F.R.S., Astronomer Royal.\n\nVIII. On the Automatic Registration of Magnetometers, and other Meteorological Instruments, by Photography. Supplement. By Charles Brooke, M.B., F.R.C.S.E. Communicated by G. B. Airy, Esq., F.R.S., Astronomer Royal.\n\nIX. On the Proper Motion of the Solar System. By Thomas Galloway, Esq., M.A., F.R.S.\n\nX. On Photographic Self-registering Meteorological and Magnetical Instruments. By Francis Ronalds, Esq., F.R.S.\nADJUDICATION of the Medals of the Royal Society for the year 1847 by the President and Council.\n\nThe Copley Medal to Sir John Frederick William Herschel, Bart., F.R.S., for his work entitled \"Results of Astronomical Observations made during the years 1834, 1835, 1836, 1837 and 1838, at the Cape of Good Hope; being a completion of a Telescopic Survey of the whole surface of the visible heavens, commenced in 1825.\"\n\nThe Royal Medal in the department of Chemistry, to George Fownes, Esq., F.R.S., for his Papers entitled \"An Account of the Artificial Formation of a Vegeto-alkali,\" and \"On Benzoline, a new Organic Salt-base from Bitter Almond Oil,\" published in the Philosophical Transactions for 1845.\n\nNo recommendation of the Royal Medal in the department of Mathematics having been received, it was awarded to William Robert Grove, Esq., F.R.S., for his Papers entitled \"On the Gas Voltaic Battery.—Voltaic Action of Phosphorus, Sulphur and Hydro-carbons,\" and \"On certain Phenomena of Voltaic Ignition and the Decomposition of Water into its constituent Gases by Heat,\" published in the Philosophical Transactions for 1845 and 1847.\n\nThe Bakerian Lecture for 1847 was delivered by William Robert Grove, Esq., M.A., F.R.S., and is contained in his paper entitled \"On certain Phenomena of Voltaic Ignition and the Decomposition of Water into its constituent Gases by Heat.\"\nCONTENTS.\n\nXI. On the Amount of the Radiation of Heat, at night, from the Earth, and from various bodies placed on or near the surface of the Earth. By James Glaisher, Esq., of the Royal Observatory at Greenwich. Communicated by G. B. Airy, Esq., F.R.S., Astronomer Royal, &c. . . . . . . page 119\n\nXII. On the Cause of the Discrepancies observed by Mr. Baily with the Cavendish Apparatus for determining the mean density of the Earth. By George Whitehead Hearn, Esq., of the Royal Military College, Sandhurst. Communicated by Sir J. F. W. Herschel, Bart., F.R.S. . . . . . . . 217\n\nXIII. Electro-Physiological Researches.—Fifth Series. Part I. Upon Induced Con-\n\ntractions. Part II. On the Phenomena elicited by the passage of the Current through the Nerves of a living Animal, or an Animal recently killed, according to the Direction of the Current. By Signor Carlo Matteucci, Professor in the University of Pisa, &c. &c. Communicated by Michael Faraday, Esq., F.R.S., &c. &c. . . . . . . . . . . . . . . . . . . 231\n\nXIV. Electro-Physiological Researches.—Sixth Series. Laws of the Electric Discharge of the Torpedo and other Electric Fishes—Theory of the production of Electricity in these Animals. By Signor Carlo Matteucci, Professor in the University of Pisa, &c. &c. Communicated by Michael Faraday, Esq., F.R.S., &c. &c. 239\n\nXV. Electro-Physiological Researches.—Seventh and last Series. Upon the relation between the intensity of the Electric Current, and that of the corresponding physiological effect. By Signor Carlo Matteucci, Professor in the University of Pisa, &c. &c. Communicated by Michael Faraday, Esq., F.R.S., &c. &c. 243\n\nXVI. On the Value in Absolute Alcohol of Spirits of different Specific Gravities. By George Fownes, Esq., F.R.S., Professor of Practical Chemistry in University College, London . . . . . . . . . . . . . . . . . . . . . . . . . . . 249\n\nXVII. On different properties of Solar Radiation producing or preventing a deposit of Mercury on Silver Plates coated with Iodine, or its compounds with Bromine or Chlorine, modified by coloured Glass media and the Vapours of the Atmosphere. By A. Claudet, Esq. Communicated by Sir David Brewster, F.R.S., &c. &c. 253\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 263\n\nAPPENDIX.\n\nPresents . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . [1]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108335.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 23332,
    "total-output-tokens": 6408,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1993,
        3
      ],
      [
        1993,
        3845,
        4
      ],
      [
        3845,
        6665,
        5
      ],
      [
        6665,
        9067,
        6
      ],
      [
        9067,
        12386,
        7
      ],
      [
        12386,
        14090,
        8
      ],
      [
        14090,
        15737,
        9
      ],
      [
        15737,
        17635,
        10
      ],
      [
        17635,
        19519,
        11
      ],
      [
        19519,
        19519,
        12
      ],
      [
        19519,
        20898,
        13
      ],
      [
        20898,
        23280,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108335",
    "title": "Front Matter",
    "authors": null,
    "year": 1847,
    "volume": "137",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108335"
  }
}