{
  "id": "c0a641d130c4d916215fa5d76ddd03ffdefca474",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving Some ACCOUNT OF THE Present Undertakings, Studies, and Labours OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XXXII. For the Years 1722, 1723.\n\nLONDON:\nPrinted for W. and J. Innys, Printers to the Royal Society, at the West End of St. Paul's. 1724.\nTO\n\nSir HANS SLOANE, Bart.\n\nPRESIDENT of the\n\nCollege of PHYSICIANS,\n\nAnd VICE-PRESIDENT of the\n\nROYAL SOCIETY,\n\nThis Thirty Second Volume of\n\nPhilosophical Transactions\n\nis Humbly Dedicated\n\nBY\n\nHis Most Obliged, and\n\nMost Humble Servant,\n\nJAMES JURIN, R. S. Secr.\nBeginning the Thirty Second Volume.\n\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, and March, 1722.\n\nThe CONTENTS.\n\nI. THE Longitude of Buenos Aires, determin'd from an Observation made there by Pere Feuillée. By Edm. Halley, LL. D. Astronomer Royal, and F. R. S.\n\nII. A Description of an Engine, to raise Water by the help of Quicksilver, invented by the late Mr. Joshua Haskins, and improved by John Theophilus Desaguliers, LL. D. R. S. S.\n\nIII. Part of a Letter from Mr. Peter Derante Chirurgeon in Waterford to Mr. John Douglas, Chirurgeon, F. R. S. Concerning the coming off of the Scapula and Head of the Os Humeri upon a Mortification.\n\nIV. Hydatidum ingenti copiâ in Abdomine repertarum Historia. Communicavit cum Societate Regiâ Johannes Thorpe, M. D. S. R. Soc.\n\nV. An Account of some Experiments, made upon the Bile of Persons Dead of the Plague, at Marseilles, with what appear'd upon the Dissection of their Bodies. As likewise Experiments made with the Bile of Persons Dead of other Diseases. By the Learned and Curious Dr. Deidier, Professor of Physick in the Faculty of Montpellier. Communicated by John Woodward M. D. Prof. Med. Gresh. & S. R. Soc.\n\nVI. The\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April and May, 1722.\n\nThe CONTENTS.\n\nI. A Table of Observations on the Variation of the Compass, in the Ethiopick Ocean, in the Year 1721, and the beginning of the present Year. By Capt. Cornwall.\n\nII. A Letter to Dr. Mead, Coll. Med. Lond. & Soc. Reg. Soc. concerning an Experiment, whereby it has been attempted to shew the Falsity of the common Opinion, in relation to the Force of Bodies in Motion. By Henry Pemberton, M.D. F.R.S.\n\nIII. An Account of the Falls of the River Niagara taken at Albany, Octob. 10. 1721. from Monsieur Boraslaw, a French Native of Canada. By the Honourable Paul Dudley, Esq; F.R.S.\n\nIV. An\nIV. A Letter from Mr. Leeuwenhoek, F. R. S. concerning the Muscular Fibres in several Animals, and the Magnetick Quality acquired by Iron, upon standing for a long time in the same Posture.\n\nV. An Account of the manner of bending Planks in His Majesty's Yards at Deptford, &c. by a Sand-heat, invented by Captain Cumberland. By Robert Cay, Esq.\n\nVI. A Letter from the Reverend Mr. James Field, Rector of St. Johns in Antegoa, concerning two Cases of Wounds in the Stomach, to Mr. John Douglas, Surgeon, F. R. S.\n\nVII. A Letter from Mr. Atkinson, Surgeon in White-Chappel: Concerning an Imposthumation in the Stomach. To the same.\n\nVIII. Account of the Quantity of Resin in the Cortex Eleutheriæ. By Mr. John Brown, Chymist, F. R. S.\n\nIX. An Account of a new Method of cutting for the Stone. By John Douglas, Surgeon, F. R. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of June, July, and August. 1722.\n\nThe CONTENTS.\n\nI. An Account of a Parhelion seen in Ireland. In two Letters from Arthur Dobbs, Esq; of Castle-Dobbs in the County of Antrim, to his Brother Mr. Richard Dobbs, of Trinity-Coll. in Dublin; and by this last communicated to the Royal Society.\n\nII. A Letter to the Royal Society concerning the Particles of Fat. By Mr. Leeuwenhoek, F.R.S. Translated from the Dutch by John Chamberlayne, Esq;\n\nIII. Part of a Letter from Thomas Forster, Esq; F. R. S. to Mr. Machin, Prof. Astron. Gresham. Secr. R.S. concerning a new Island lately raised out of the Sea near Tercera.\nIV. A Letter from Mr. Ralph Thoresby, F. R. S. to Sir Hans Sloane, Bart. President of the College of Physicians, and Vice-Pres. R. S. concerning the Effects of a violent Shower of Rain in Yorkshire.\n\nV. Part of a Letter from Mons. Couzier, Physician in the Infirmaries at Alais, to Dr. Deidier, Professor of Chymistry in the University of Montpelier, concerning a new Experiment made with the Blood of a Person dead of the Plague. Communicated to the Royal Society by Dr. Woodward, F. R. S. Prof. Med. Gresh.\n\nVI. Extract of a Letter from Dr. Deidier, concerning an Experiment made with the Bile of Persons dead of the Plague. Communicated by Dr. Woodward.\n\nVII. Solutio Problematis de curvis inveniendis, quae quadam ratione in situ inverso dispositae se intersecare possunt in angulo dato.\n\nVIII. An Account of a Book, intituled, Harmonia Mensurarum, sive Analysis & Synthesis per Rationum & Angulorum mensuras promotae: accedunt alia Opuscula Mathematica: per Rogerum Cotesium. Edidit & auxit Robertus Smith, Coll. Trin. Cantab. & Reg. Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October. 1722.\n\nThe CONTENTS.\n\nI. Observations upon a Fœtus, and the Parts of Generation of a Sheep. In a Letter to the Royal Society, from Mr. Leeuwenhoek, F. R. S. Translated from the Dutch by Dr. Sprengell, F. R. S.\n\nII. Observations upon the Callus of the Hands and Feet, by the same curious Gentleman. Translated by John Chamberlayne, Esq.\n\nIII. De Fractionibus Algebraicis Radicalitate immunibus ad Fractiones Simpliciores reducendis, deque summandis Terminis quarumdam Serierum æquali Intervallo a se distantibus. Auctore Abrahamo de Moivre, S. R. Socio.\n\nIV. De-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December. 1722.\n\nThe CONTENTS.\n\nI. Observatio Eclipse Solaris, ab Edmundo Hal-\nleio, LL.D. R.S.S. Astron. Reg. & Geom.\nProf. Savil. Oxon. Novem. 27° 1722. p.m.\nGrenovici.\n\nII. The same Eclipse observed in Fleetstreet, Lon-\ndon. By Mr. George Graham, F.R.S.\n\nIII. De Particulis & Structurâ Adamantum. Epi-\nstola Domini Antonii Leeuwenhoek, R.S.Soc.\nad Jacobum Jurin, M.D. R.S.Secret.\n\nIV. An Account of an Optical Experiment made be-\nfore the Royal Society, on Thursday, Dec.\n6th, and repeated on the 13th, 1722. By the\nReverend J.T. Desaguliers, L.L.D. F.R.S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February. 1723.\n\nThe CONTENTS.\n\nI. Observations on the Eclipse of the Moon, June 18, 1722, and the Longitude of Port Royal in Jamaica. By Dr. Halley, Astronomer Royal, F.R.S.\n\nII. The Longitude of Carthagena in America. By the same.\n\nIII. Cometa Berolini, anno 1718. visi Observationes a 18 Januarii, Stylo novo, ad 5 Febr. ex Epistolâ Viri Cl. Christfridi Kirchij, Reg. Soc. Scient. Berolin. Astron. ad Edm. Hallejum, L.L.D. R. S. S. desumptæ.\n\nIV. Extraëts of several Letters to the Publisher, from the Reverend Dr. Langwith, Rector of Petworth in Sussex, concerning the Appearance of several Arches of Colours contiguous to the inner Edge of the common Rainbow.\nV. A Letter to Dr. Jurin, Coll. Med. Lond. Soc. & Secr. R. S. concerning the abovementioned Appearance in the Rainbow, with some other Reflections on the same Subject. By Henry Pemberton, M.D. R.S.S.\n\nVI. Part of two Letters concerning a Method of procuring the Small Pox, used in South Wales. From Perrot Williams, M.D. Physician at Haverford West, to Dr. Samuel Brady, Physician to the Garrison at Portsmouth.\n\nVII. Part of a Letter from the same Learned and Ingenious Gentleman, upon the same Subject, to Dr. Jurin, R.S. Secret.\n\nVIII. A Letter on the same Subject, from Mr. Richard Wright, Surgeon at Haverford West, to Mr. Sylvanus Bevan, Apothecary in London.\n\nIX. An Account of some Experiments made to prove, that the Force of Moving Bodies is proportionable to their Velocities: (or rather that the Momentum of Moving Bodies is to be found by multiplying the Masses into the Velocities) In Answer to such who have sometime ago affirm'd, that that Force is proportionable to the Square of the Velocity, and to those who still defend the same Opinion. By the Reverend John Theophilus Desaguliers, LL.D. F.R.S.\n\nI. Observations\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April. 1723.\n\nThe CONTENTS.\n\nI. A Catalogue of fifty Plants lately presented to the Royal Society, by the Company of Apothecaries of London; pursuant to the Direction of Sir Hans Sloane, Bart. President of the College of Physicians, and Vice-President of the Royal Society.\n\nII. Animadversions upon some Experiments relating to the Force of moving Bodies; with two new Experiments on the same Subject. By the Reverend Dr. Desaguliers, F.R.S.\n\nIII. An Account of an Experiment, made to ascertain the Proportion of the Expansion of the Liquor in the Thermometer, with Regard to the Degrees of Heat. By Brook Taylor, LL.D. R.S.S.\nIV. An Account of the Rattlesnake. By the Honourable Paul Dudley, Esq; F. R. S.\n\nV. Some Observations upon Vipers; on occasion of the foregoing Relation. By C. J. Sprengell, M. D. F. R. S.\n\nVI. Observations on the Figures of Snow. By the Reverend Benj. Langwith, D. D. Rector of Petworth in Sussex. In a Letter to Dr. Jurin, R. S. Secr.\n\nVII. Observationes Auroræ Borealis per quadriennium factæ, Lennæ Regis in Norfolciâ. Ex epistolâ doctissimi Observatoris ad Martinum Folkes, Arm. Reg. Soc. Vice-Præf.\n\nVIII. An Account of a Catadioptrick Telescope, made by John Hadley, Esq; F. R. S. With the Description of a Machine contriv'd by him for the applying it to use.\n\nIX. Anatomia senis decrepiti, annorum 109. facta Tiguri, die 2. Feb. 1723. A Joh. Jacobo Scheuchzero, Tigurino, Med. Doct. Mathefeos, Prof. & Regiæ Societatis Socio.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June. 1723.\n\nThe CONTENTS.\n\nI. A Letter from Dr. George Mackenzie, to Sir Hans Sloane, Bar. Coll. Med. Lond. Præf. concerning the Coati Mondi of Brasil.\n\nII. Imber Calculorum inter aquarum Pyrmontanarum usum in Viro, nunquam antehac calculum experto, ac alias perfecte sano, subsequeute postea miëtu cruento, tandemque vesicæ ulceræ. Communicante Viro Clarissimo Abrahamo Vatero, M. D. Anat. & Botan. Prof. Wittemb. R. S. S.\n\nIII. Observations upon dissecting the Body of a Person troubled with the Stone. By Dr. Perrot Williams, Physician at Haverford-West in South-Wales.\n\nIV. Historia Sectionis Viri ex Renum Calculo defuncti. Ex Epistolâ Viri Doctissimi P. Hardisway, M. D. ad Gulielmum Stukeley, M. D. Coll. Med. Lond. & Reg. Soc. Soc.\nV. An Account of the Depth of Rain fallen from April 1, 1722, to April 1, 1723. Observed at Widdrington in Northumberland, and communicated to the Publisher by the Reverend Mr. Horsley.\n\nVI. Pappi Alexandrini Propositiones duae generales, quibus plura ex Euclidis Porismatis complexus est, restitutae a Viro Doctissimo Rob. Simson, Math. Prof. Glasg.\n\nVII. De Globulorum Sanguineorum magnitudine, &c. ex Epistola D. Antonii a Leuwenhoek ad Jacobum Jurin, M. D. R. S. Secr.\n\nVIII. Some Amendments and Additions to the Account of Things found under Ground in Lincolnshire, in the Transactions of May and June, An. Dom. 1702, Numb. 279. Sect. 4, 5. By Mr. Ralph Thoresby, F. R. S.\n\nIX. An Account of a monstrous double Birth in Lorraine. Communicated to the Publisher by Mr. Colin Mac Laurin, Prof. Math. Abredon. R. S. S.\n\nX. Observations and Experiments on the Sal Catharticum Amarum, commonly called the Epsom Salt. By Mr. John Brown, Chymist, F. R. S.\n\nI. Ob-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July and August. 1723.\n\nThe CONTENTS.\n\nI. Florum Geometricorum Manipulus Regiae Societatis exhibitus à D. Guidone Grandi Abbate Camaldulensi, Pisani Lycei Mathematico, R. S. S.\n\nII. The remaining Part of the Observations and Experiments on the Sal Catharticum Amarum, commonly called the Epsom Salt. By Mr. John Brown, Chymist. F. R. S.\n\nIII. A Letter from the Rev. Mr. James Pound, Rector of Wanstead, F. R. S. to Dr. Jurin, Secr. R. S. concerning Observations made with Mr. Hadley's Reflecting Telescope.\n\nK k k IV. Obser-\nIV. Observations on the Satellites of Jupiter and Saturn, made with the same Telescope. By John Hadley, Esq; F. R. S. Extracted from the Minutes of the Royal Society, Apr. 6. 1721.\n\nV. An Account of an Extra-Uterine Fœtus, taken out of a Woman after Death, that had continued five Years and an half in the Body. By Robert Houstoun, M. D.\n\nI. Florum\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October. 1723.\n\nThe CONTENTS.\n\nI. An Account of a Roman Inscription, found at Chichester. By Roger Gale, Esq; F. R. S.\n\nII. De Structura Diaphragmatis. Epistola Domini Antonii van Leeuwenhoek R. S. S. ad Societatem Regiam.\n\nIII. Partium Genitalium in Muliere Structura praeternaturalis. Ex Epistola Viri Doctissimi Johannis Huxham, M. D. ad Jacobum Jurin, R. S. Secr.\n\nIV. Mulieris ejusdem Historia, ex Epistola Medici Doctissimi, Gulielmi Oliver, ad Richardum Mead, M. D. R. S. & Coll. Med. Lond. Soc.\n\n* V. Fluxus\nV. Fluxus sanguinis per Penem mirabilis. Ex Epistle Viri Doctissimi Domini Howman, M. D. ad Dominum Hans Sloane, Baronettum. Coll. Med. Lond. Praef. R. S. Vice Praef.\n\nVI. An Account of the Pits for Fullers-Earth in Bedfordshire; in a Letter from the Reverend Mr. B. Holloway, F. R. S. to Dr. Woodward, Pr. Med. Gresh. S. R. & Coll. Med. Lond. Soc.\n\nVII. Invitatio ad Observationes Meteorologicas communi consilio instituendas. A Jacobo Jurin, M. D. Soc. Reg. Secr. & Colleg. Med. Lond. Socio.\n\nVIII. Account of a Book, entitled, Adversariorum Anatomico-Medico-Chirurgicorum Decas tertia. Auctore Frederico Ruysch, M. D. Anatom. & Botan. Prof. Amstel. R. S. Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December. 1723\n\nThe CONTENTS.\n\nI. A Letter from Mr. David Martineau Surgeon in Norwich, to Sir Hans Sloane, Bart. Coll. Med. Lond. Pr. S. R. V. Pr. Concerning Stones voided per Anum.\n\nII. Epistola Viri Doctissimi Johannis Hoogvlietii ad Jacobum Jurin, M. D. R. S. Secr. De Epistolis duabus Posthumis Viri Celeberrimi Antonij a Leeuwenhoek, R. S. S.\n\nIII. De Globulis in Sanguine & in Vini Faecibus. Epistola posthuma Domini Antonij a Leeuwenhoek, Societatis Regiae Londinensis, dum viaveret, Sodalis dignissimii, ad Jacobum Jurin, R. S. Secr.\n\nIV. Eiusdem Viri Clarissimi ad eundem Epistola posthuma. De Generatione Animalium, & de Palpiatione Diaphragmatis.\nV. A Botanical Description of the Flower and Seed-Vessel of the Plant, called Crocus Autumnalis Sativus, that produces the true English Saffron of the Shops: With a Figure. By Dr. James Douglas, Honorary Fellow of the College of Physicians, and Fellow of the Royal Society.\n\nVI. Some Account of Mr. Leeuwenhoek's curious Microscopes, lately presented to the Royal Society. By Martin Folkes, Esq; Vice-President of the Royal Society.\n\nVII. The Bills of Mortality, &c. of several considerable Towns in Europe. Beginning with the Year 1717, i.e. from Christmas 1716, to Christmas 1717. Extracted from the Acta Breslaviensia. By Conr. Joach. Sprengell, M.D. R.S.S. & Coll. Med. Lond. Lic.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103564.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 25,
    "total-input-tokens": 36532,
    "total-output-tokens": 5331,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        371,
        5
      ],
      [
        371,
        637,
        6
      ],
      [
        637,
        1832,
        7
      ],
      [
        1832,
        2501,
        8
      ],
      [
        2501,
        3327,
        9
      ],
      [
        3327,
        3982,
        10
      ],
      [
        3982,
        5026,
        11
      ],
      [
        5026,
        5658,
        12
      ],
      [
        5658,
        6278,
        13
      ],
      [
        6278,
        7002,
        14
      ],
      [
        7002,
        8136,
        15
      ],
      [
        8136,
        8820,
        16
      ],
      [
        8820,
        9654,
        17
      ],
      [
        9654,
        10450,
        18
      ],
      [
        10450,
        11411,
        19
      ],
      [
        11411,
        11983,
        20
      ],
      [
        11983,
        12332,
        21
      ],
      [
        12332,
        12909,
        22
      ],
      [
        12909,
        13572,
        23
      ],
      [
        13572,
        14291,
        24
      ],
      [
        14291,
        14975,
        25
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103564",
    "title": "Front Matter",
    "authors": null,
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 25,
    "jstor_url": "https://www.jstor.org/stable/103564"
  }
}