{
  "id": "7036908fea7ef68359c5ef05037c29cbbbc1aa8c",
  "text": "XXII. An Account of an uncommon Phænomenon in Dorsetshire: In a Letter from John Stephens, M.A. to Emanuel Mendes da Costa, F.R.S.\n\nSIR,\n\nRead April 9, 1761.\n\nAs no essay, however imperfect, which tends to illustrate the operations of nature, can be unacceptable to the learned, I took the liberty to address myself to you, in setting forth the following short, but just account of a phænomenon observed in our own country, and, as far as I can recollect, not hitherto described.\n\nIn the month of August 1751, the air having been for some time remarkably hot and dry, was changed of a sudden by a heavy fall of rain, and a high south-west wind; the cliffs near Charmouth, in the western part of Dorsetshire, presently after this alteration of the atmosphere, began to smoke, and soon after they burned, with a visible though a subtil flame, for several days successively; and continued to smoke, and sometimes to burn, at intervals, till the approach of winter: nay, ever since that time, especially after any great fall of rain, thunder and lightning, or a high south-west wind (which drives the sea with great violence against the cliffs, and beats off large pieces of them), the cliffs continue to smoke, and sometimes to burn with a visible flame; which, during the summer months, is frequently observed in the night-time. On examining these cliffs, in the year 1759, I discovered a great quantity of pyrites, not\nnot in any regular strata, but interspersed in large masses through the earth, and which proved to be martial; of marcasites, which yielded near one tenth part of common sulphur; of cornua ammonis of different sizes, and other shells, but of the bivalve class, which were crusted over, and as it were mineralized, with the pyritical matter; of belemnites, also crusted over with the like substance: and the cliffs, for near two miles long, and from the surface, to 35 or 40 feet deep, even to the rocks at high-water mark, were one bed of a dark coloured loam, strongly charged with bitumen. Moreover, I found also a dark coloured substance, resembling coal-cinder; some of which being powdered, and washed in distilled rain-water, upon filtrating the water, and evaporating it slowly to a pellicule, its salts shoot into fine crystals, and appear to be no more than a martial vitriol: one ounce of this cinder-like substance yields one drachm of salt. I gathered up about one hundred pounds weight of the different kinds of those pyritæ, marcasites, &c. which were laid in a heap, exposed to the air, and every day sprinkled with water: the consequence was, that, in about ten days time, they grew hot, soon after caught fire, burned for several hours, and fell into dust. Hence, therefore, it is imagined, that these martial and sulphurous fossils, by being exposed to the air and wet, by being agitated by the beating of the sea, and, if I may use the expression, by being electrified by the subtil flame of the lightning, take fire, which is favoured by the bituminous particles contained in the loam, and burn till all their phlogiston is consumed, and their iron, or martial earth, is dissolved in the acid of sulphur; which\nwhich constitutes the martial vitriol, found to be near\nthe one eighth part of this cinder-like matter.\n\nWhen the cliffs were observed to burn in the\nnight-time, the flame was plainly perceived by a\nspectator at a distance; but, when he drew near to\nthe place, seemingly on fire, he could perceive a\nsmoke, but no flame. In the day-time, nothing but\na smoke was perceived, except the sun shined, when\nthe cliffs appeared, at a distance, as if they were co-\nvered with pieces of glass, which reflected the sun's\nmeridional rays; but, upon drawing near to the\nplaces, where these luminous appearances were per-\nceived, they disappeared, and the cliffs seemed to be\ncovered with smoke, which stunk of a bituminous\nand sulphureous matter.\n\nI have also been an eye-witness of the same kind\nof flame arising from the Lodes in Cornwall, espe-\ncially such, as contained a great quantity of mundic\nand martial pyrites. Three times I have seen this\nflame arise from the earth in the night, and once in\nthe middle of the day. In the night, a person,\nstanding at a little distance, would imagine, that the\nplace was all on fire, and even on drawing near the\nfame, he perceives himself surrounded with flame,\nbut is not hurt; and in four or five minutes time, he\nperceives this flame to decrease, and fall into the\nearth. In the day-time, the flame is of a different\ncolour, and not much unlike the flame, which arises\nfrom a furnace. There are several mines discovered\nin this county by these mineral fires, where there\nwere no symptoms of such mines before: but it is\ngenerally observed, that they abound with marcasite\nand pyrites. Moreover, these mineral flames, arising\nfrom ignited pyrites, are frequently discovered in the bottom of mines and coal-pits; and are often detrimental, and sometimes destructive, to the miners; which made the late learned Dr. Woodward, and others, imagine, that they were vapours arising from an abyss.\n\nFrom what has been said therefore, we may, in my humble opinion, draw the following conclusions.\n\n1. That all subterraneous fires, even those of Hecla, Vesuvius, and Ætna, together with those observed in the mines and coal-pits, are caused by the heat and fixing of pyrites and marcasites.\n\n2. That the waters of our hot baths derive their heat from passing over a bed of ignited pyrites. Indeed the solid contents of those waters do evidently prove this assertion being nothing more than such particles of the pyrites as are soluble in water.\n\n3. That these mineral flames will be more or less subtil, according to the minuteness of the particles of the combustible matter, and the quantity of phlogiston, which they contain.\n\n4. That the convulsive motions and tremblings of the earth are caused by the heat of the burning pyrites expanding the air contained in its bowels. This is clearly proved, by their causing, immediately after, an eruption of the earth, which generally discharges a dark coloured cinder-like and frothy matter. And,\n\n5. That those places, where the earth contains the greatest quantity of pyrites and marcasites, will be most liable to these convulsive motions and tremblings, no other natural cause contradictory.\n\nHowever, I shall, with great respect, submit these observations to the consideration of the President and Fellows\nFellows of the Royal Society, to whom, Sir, if you will be so kind as to communicate them, you will greatly oblige,\n\nSIR,\n\nYour very humble servant, &c.\n\nWoodstock-Street,\nApril 4, 1761.\n\nJohn Stephens.\n\nXXIII. Additional Observations upon some Plates of white Glass found at Herculaneum: In a Letter to Charles Morton, M.D. R.S.S. By J. Nixon, A.M. and F.R.S.\n\nDear Sir,\n\nRead April 9, 1761.\n\nIn a paper, which I had the honour to present to this learned Society about two years ago, I offered my thoughts upon some plates of white glass found in the ruins of Herculaneum. I now beg leave to add some more observations, with a view partly to explain and support what I then delivered, and partly to communicate such new informations, as I have since received, relating to the same subject.\n\nI observed †, upon the authorities produced by Mons. Renaudot ‡, that glass plates were not applied\n\n* Phil. Trans. Vol. L. Part II.\n† Ibid. p. 602.\n‡ Mem. de l'Acad. des Inscript. Vol. I.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105599.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1944,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1418,
        2
      ],
      [
        1418,
        3149,
        3
      ],
      [
        3149,
        4811,
        4
      ],
      [
        4811,
        6432,
        5
      ],
      [
        6432,
        7412,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105599",
    "title": "An Account of an Uncommon Phaenomenon in Dorsetshire: In a Letter from John Stephens, M. A. to Emanuel Mendes da Costa, F. R. S.",
    "authors": "John Stephens",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105599"
  }
}