{
  "id": "c39a875c2e48408878ebdb11050a91d49366baf0",
  "text": "XXXV. Account of some Bones found in the Rock of Gibraltar, in a Letter from John Boddington, Esq; to Dr. William Hunter, F.R.S. with some Remarks from Dr. Hunter in a Letter to Dr. Mathew Maty, M.D. Sec. R.S.\n\nDear Sir,\n\nI BEG your acceptance of a piece of the rock of Gibraltar, which my friend Colonel Green, chief engineer of that garrison, has brought from thence, and given to me as a natural curiosity: it appears to me a very extraordinary one indeed; therefore, I shall attempt to explain to you the manner of discovering it, and leave the rest to your better judgment.\n\nYou must know then, Sir, that Gibraltar is always attended to with great circumspection. The city, town, and fortification are all upon a rock, and sand; of which the whole peninsula is composed: as nature changes the face of the rock, the engineers have a watchful eye to apply art in forming the defences where nature fails; a particular instance of which happened in the course of the present year, by the craggy part of the rock falling away, so as to admit the probability of an entrance into the fortifica-\nReferences.\n\na. Wall of Masonry.\n\nb. The part of the Rock, which was blown away.\n\nc. The solid Rock as it now stands.\n\nd. Is surrounded with Dots, shewing nearly the situation in which the Bones where found.\n\nNB. The Rock near where the Bones are, is Free Stone of a Reddish Colour intermixed with Blue Lime Stone, of which the rest of the Rock is composed.\nSection thro a solid part of the Rock at Gibraltar where there was found (about ten feet from the nearest surface) a considerable Quantity of Bones quite petrified.\n\nHigh Water Mark\n\nThe Rock is composed of a Reddish Colour\ntion; to obstruct which, the wall marked \\(a\\), in the inclosed sketch, Tab. X. was erected 70 feet distant from the sea shore, and 57 feet perpendicular above high water mark. In blowing up the rock to make way for the foundation of the said wall, there was discovered considerable quantities of petrified bones, as you may perceive upon examining the piece of rock, which you may be certain was taken from the spot by Colonel Green, and has been in the possession of no person but himself, till delivered to,\n\nDear Sir,\n\nYour much obliged,\nand most obedient\nhumble servant,\n\nTower,\n17 Dec. 1769.\n\nJohn Boddington.\n\nDear Sir,\n\nBY the examination of two pieces of the rock of Gibraltar, which are in my possession, I find that they are not, what I, at first, took them to be, human bones, but those of some quadrupede. I discovered this, with my brother's assistance, by clearing the teeth of the crust that covered them, so as to see their shape more distinctly.\n\nThe two masses of bones are blended with pieces of the marble, of which the whole rock of Gibraltar,\ntar, as I am informed, is composed; and all the constituent pieces are cemented strongly together with a brownish-coloured calcareous crystallization, or stalactite. Where the interstices are large, there are vacant spaces; and the surfaces of all such cavities are covered with granulated crystallization about $\\frac{1}{6}$ of an inch thick.\n\nThis crystallized crust, no doubt, was deposited from the water passing through the cavern in which the bones had been lodged; and by soaking through the porous substance of every bone, the water had likewise deposited a crust of the same nature, but much thinner, on all the internal surfaces of the hollow and spongy bones. The bones were not in any other sense petrified.\n\nI am,\n\nDear Sir,\n\nmost faithfully yours,\n\nWilliam Hunter.\n\nXXXVI. Diffi-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105906.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 10190,
    "total-output-tokens": 994,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1093,
        2
      ],
      [
        1093,
        1451,
        3
      ],
      [
        1451,
        1675,
        4
      ],
      [
        1675,
        2741,
        5
      ],
      [
        2741,
        3534,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105906",
    "title": "Account of Some Bones Found in the Rock of Gibraltar, in a Letter from John Boddington, Esq; To Dr. William Hunter, F. R. S. with Some Remarks from Dr. Hunter in a Letter to Dr. Mathew Maty, M. D. Sec. R. S.",
    "authors": "William Hunter, John Boddington",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105906"
  }
}