{
  "id": "d152e060244657587d26b39fa693e6582b4663e3",
  "text": "The bottom must be lined with Clay four or five inches thick, which is the Hearth to lay the fire on: level wherewith is to be made a little hole to put the Fire. The outside may be plaister'd all over with Lime and Hair.\n\nA Relation of the Tinn-Mines, and working of Tinn in the County of Cornwal; by Dr. Christopher Merret.\n\nThe Stones from which Tinn is wrought are sometimes found a foot or two below the surface of the Earth, but most usually betwixt two walls of Rocks (which are commonly of an Iron colour, of little or no affinity with the Tinn) in a Vein or Load (as the Miners call it) betwixt 4 and 18 Inches broad, or thereabout.\n\nSome say, the Load runs North and South: but in truth it runs East and West, and all other ways with very great variety.\n\nSometimes there is a rich and fat Metal; sometimes hungry and starved; sometimes nothing but a drossie substance, not purely Earth, nor Stone, nor Metal; but a little resembling the rejected Cynders of a Smiths Forge: appearing sometimes of a more flourishing colour tending to Carnation; and sometimes more unbratlie: and where this is found, the Miners judge the Metal to be ripe.\n\nThe Pits are 40, 50, and sometimes 60 Fathoms deep, and more.\n\nThe Load being very rich and good, above that is ten fathoms from the grass, or thereabouts. And below that, there's a strange cavity or empty place, wherein is nothing but Air for many fathoms deep, as the Miners have tried with long Poles and Pikes. This cavity lies between hard Stony walls, distant one from another about six or nine Inches. The Labourers tell stories of Sprights or small People, as they call them: and that when the Damp ariseth from the subterraneal Vaults; they hear strange noises, horrid knockings, and fearful hammerings. These Damps render many lame, and kill others outright, without any visible hurt upon them.\nTinn, for the most part, is incorporated with the Stone, or is found in it. They break every individual Stone, and if there be any blackness in the Stones, they break out a Well, (in their terms) and of this black stuff produce their Tinn.\n\nThough this Metal be, for the most part, made from the Stones; yet sometimes it is as it were mixed with a small gravelly Earth; sometimes white, but for the most part red. From this Earth 'tis easily separated with bare Washing; but from the Stone, not without much stamping.\n\nThis gravelly Tinn they distinguish from that which is gathered from the Stones, calling it Pryan Tinn; an hundred Loads whereof scarce equalizeth in value fifty of the other: although in different Loads there's great variety of goodness.\n\nAnother sort of Ore they have, call'd Mundick Ore. Being mixed together, the Mundick may be easily known by its glittering, yet sad brownness, where with it will soon colour your fingers.\n\nThe Mundick is said to nourish the Tinn; and yet they say, where much Mundick is found, there's little or no Tinn; and where there is little or none of that, much and good Tinn is found. Certain it is, if there be any Mundick left in melting the Tinn, it doth it much prejudice, making it thick and cruddy, that is, not so ductile, as otherwise. For Tinn without it will easily bow and bend any way; but mixed with it becomes very brittle, and will crack and break. And therefore, usually draws down the Metal to an abatement, from five shillings to eight shillings in the hundred pound weight.\n\nThis Mundick seems to be a kind of Sulphur. Fire only separates it from the Tinn, and evaporates it into smoke. Little sprigs or boughs set in the Chimney, the Smoke gathereth upon them into a substance which they call Poyson, and think it is a kind of Arsenick; which being put into water easily dissolves, and produces very good Vitriol.\n\nThe Water wherein it is dissolved soon changeth small Iron Rods put into it; and they say, that in a very little\nlittle time, it will assimilate the Rods into its own nature.\n\n'Tis generally concluded, that Fish will die in those Waters whereinto Mundick is cast: and they commonly impute the death of some of their Neighbours to their drinking of Mundick-waters.\n\nWhen they burn it, to separate it from the Tinn, there proceeds from it a stench very loathsome and dangerous.\n\nBesides the fore-mentioned Stones, &c. found in Tinn Mines, and incorporated with the Tinn; there occurs a Sparr mixed also with this Metal, as it is commonly with Lead and Copper.\n\nThis appears frequently of a shiny whitish substance; (and therefore called, by some, Mercury) and casteth a white froth upon the Water in washing it. When first taken out of the Earth 'tis soft and fattish, but soon after grows somewhat hard. Is seldom found growing, but only sticking to the Metal. The Miners call it White Sparr; and some of them think it is the Mother or Nourisher of the Metal. But 'tis certain, that Sparr is often met with in Moorish grounds, where they never hope to find any Ore. Yet no Tinn Mines are without it.\n\nThe Cornish Diamonds, so call'd, lie intermix'd with the Ore, and sometimes on heaps: some whereof are big enough to have a Coat of Arms engraven on them; and are hard enough to cut Glass. Some of them are of a transparent Red, and have the lustre of a deep Ruby. These Diamonds seem to me to be but a finer, purer, and harder sort of Sparr; for they are both found together, as on St. Vincent's Rocks near Bristol.\n\nGodolphin Ball is the most famous of all the Balls or Mines in Cornwall, for the quantity of Metal. Though some of late years pretend another Mine (which some call the Silver Mine, others, the Lead Mine) more rich than that. And about twelve years since, I saw an Assay made of some of that Ore, as 'twas said, brought from thence; whereof ten pound weight yielded two ounces and quarter of fine Silver.\n\nThe Agents keep the Countrey in great ignorance concerning this Mine. But the difference of other Mines,\nexcept in the Pryan and Mundick Tinn, is but little.\n\nThe best Ore is that which is in Sparks; and next to this, that which hath bright sparr in it.\n\nAs for the Working of the Ore, 'tis thus performed: The Stones beaten as before, are brought to a Mill call'd the Stamping-Mill, which goeth by Water, with such Stampers as Paper-Mills have. The Stones are so disposed, as that, by degrees, they are washed into a Lattin Box with holes, into which the Stampers fall: by which means they are beaten pretty small, and by the Water continually passing through the Box, the Ore, through its weight, falls close by the Mill, and the parts not Metalline, which they call Causalty, are washed away by the Water. And thus the first separation is made.\n\nThen they take that which falls close by the Mill, and so dispose it in the said Mill, that the Water may once more drive it, to make a better separation of the Causalty.\n\nNext, they dry it in a Furnace on Iron-plates, and then grind it very fine in a Crasing-Mill, with Stones common in the Hills of that Countrey.\n\nAfter this they re-wash it, as before, and then dry it a little, and carry it last of all thus fitted to the Furnace, call'd by them a Blowing-House, and there melt and cast it.\n\nThere swims on the Metal, when it runs out of the Furnace, a Scum, which they call Drofs; much like to Sclag or Drofs of Iron; which being melted down with fresh Ore, runneth into Metal.\n\nThe Causalty they throw in heaps upon Banks, which in six or seven years they fetch over again, and make worth their labour. But they observe, that in less time it will not afford Metal worth the pains; and at the present none at all.\n\nExperiments",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101794.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1968,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1854,
        2
      ],
      [
        1854,
        3852,
        3
      ],
      [
        3852,
        5866,
        4
      ],
      [
        5866,
        7541,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101794",
    "title": "A Relation of the Tinn-Mines, and Working of Tinn in the County of Cornwal; by Dr. Christopher Merret",
    "authors": "Christopher Merret",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101794"
  }
}