{
  "id": "390bb76144d5c8742dbc144e94c98c62844bc9ba",
  "text": "IV. An Account of some Magnetical Observations made in the Months of May, June and July, 1732, in the Atlantick or Western Ocean; as also the Description of a Water-Spout, by Mr. Joseph Harris. Communicated by Mr. George Graham, F. R. S.\n\nThe Knowledge of the Magnetical Variation is of such Consequence to the Mariner, that without it he cannot know his Course; and were the Theory thereof once established, it might be of great use for estimating the Longitude in several Parts of the World, as has been often and very justly observed by others. But 'till this be determin'd, we must rely upon Observations.\n\nI sometime since took notice of the Imperfections of the common Azimuth Compass, and how ill adapted that Instrument is for the Purpose intended. I also gave the Description of a new Instrument, whereby I propos'd to remedy the principal Objections to the former; and farther Experience has sufficiently confirmed me in what I have said. But I should be glad to have it determined by those who have convenient Opportunities of making Experiments of this kind, what would be the properest Diameter and Weight for a Needle and Card, and what ought to be their proportional Weights to each other when taken separately: Regard being had that the Friction\nbe no more than what is necessary to prevent the Card from being too much affected by the Motion of the Ship. Some Observations incline me to think, that a Sea-Card should not exceed six Inches Diameter, and that most of those generally used, are too heavy for nice Experiments, tho' they may be well enough adapted for common Purposes.\n\nIn the Months of March and April, 1732, the Variation at Black-River in Jamaica, was very accurately observed to be from $6^\\circ$ to $6^\\circ 05'$ Easterly.\n\nOff the Havanna about $4\\frac{1}{2}$ Deg. Easterly.\n\nThe rest of the Observations I made, are expressed in the following Table.\n\n| Latitude N. | Longit. from London, W. | Variat. | Latitude | Longit. from London, W. | Variat. |\n|-------------|------------------------|---------|----------|------------------------|---------|\n|             | Deg.Min.               | Deg.    |          | Deg.Min.               | Deg.    |\n| 27          | 00 80 00               | 4 E.    | 35       | 55 65 30               | 5 W.    |\n| 28          | 45 80 00               | 3 $\\frac{1}{2}$ | 38       | 06 60 30               | 6 $\\frac{1}{2}$ |\n| 31          | 00 77 45               | 1 $\\frac{3}{4}$ | 39       | 10 57 30               | 8 $\\frac{3}{4}$ |\n| 32          | 15 72 30               | 00      | 39       | 40 56 30               | 8 $\\frac{3}{4}$ |\n| 32          | 40 72 00               | 1 W.    | 43       | 00 45 00               | 9 $\\frac{1}{2}$ |\n| 32          | 45 71 30               | 1 $\\frac{1}{2}$ | 43       | 05 44 35               | 9 $\\frac{1}{2}$ |\n| 32          | 52 70 40               | 2 $\\frac{3}{4}$ | 44       | 40 35 15               | 11 $\\frac{1}{2}$ |\n| 34          | 30 67 25              | 1 $\\frac{1}{2}$ | 47       | 20 20 20               | 11      |\n\nThe Instrument I used was so easily managed, that unless the Sea was pretty rough, an Observation might be depended upon to about a quarter of a Degree, had the Card performed to the same Exactness. But by comparing several Observations made under the like\nlike Circumstances, as to the Weather, it seems to me as if the Virtue of the Needle was not always of equal Strength. Sometimes several Observations would agree exceedingly well; at other times the Card would stand indifferently anywhere within a Degree or more of its Meridian; and this I observ'd in several Cards. I found another Circumstance which surprized me much: The Card would sometimes differ about two Degrees from itself betwixt the Morning and Evening of the same Day; and this Difference would continue as it were regularly for several Days, then vanish for a Week or more, and afterwards would return and continue as before.\n\nThe greatness of this Difference, and the near Agreement betwixt the Observations made in the same Forenoon, or Afternoon, amongst themselves, will not give me room to suspect that it proceeded altogether from an Error in observing. I own I cannot account for it, but whatever be the Cause thereof, the Error was always the same way; that is, the Westerly Variation in the Morning would be less than in the Afternoon. I carefully examined if this could be any ways owing to the Instrument, or to any Iron near the Place where it was usually set for Observation; but I was fully convinced it could proceed from neither. I know not whether any such Observations as these have been made before; but I think it would not be unuseful, if those who have proper Instruments, and are sufficiently skilled, would communicate any thing of this kind that may occur.\n\nIt now appears that the Numbers in the foregoing Table cannot be strictly accurate; but I think the Error can scarce anywhere exceed half a Degree; for\nin most Cases several Observations were made pretty near together, of which I took a Medium, making Allowances according to the Circumstances attending each: And perhaps they are as exact as can be well expected from Sea-Journals. And there can be no sensible Error as to Longitudes, our Reckoning, when we made the Land, happening to fall out to a more than usual Exactness. I shall take another Opportunity to communicate some Magnetical Observations made with great Care at Jamaica.\n\nTo this I shall add the Description of a Water-Spout, which we saw about Sunset, May 21st, 1732, in the Latitude 32° 30' N. and Longitude 9° Easterly from the Meridian of Cape Florida. Vide Tab. Fig. 2.\n\nWhen first we saw the Spout, it was whole and entire, and much of the Shape and Proportion of a Speaking-Trumpet (as expressed by the Figure annexed) the small End being downwards, and reaching to the Sea, and the big End terminated in a black thick Cloud. The Spout itself was also very black, and the more so the higher up. It seemed to be exactly Perpendicular to the Horizon, and its Sides perfectly Smooth, without the least Ruggedness. Where it fell the Spray of the Sea rose to a considerable Height, which made somewhat of the Appearance of a great Smoak.\n\nFrom the first time we saw it, it continued whole about a Minute, and till it was quite dissipated about three Minutes. It began to waste from below, and so gradually up, whilst the upper Part remained entire, without any visible Alteration, till at last it ended in the black Cloud above. Upon which there seemed\nseemed to fall a very heavy Rain in that Neighbourhood. As it wasted, the Bottom of the remaining Part was irregular, somewhat like the Trunk of a Tree broke asunder: There was but little Wind, and the Sky elsewhere was pretty serene. We judged the Spout to be above two Leagues off, and I think the Angle under which the small End appeared, must be at least 20 Min. According to which Estimation, the Thickness of it must be upwards of 60 Yards, and its Height or Length about three quarters of a Mile.\n\nV. HISTORIA TERRÆMOTUS Apuliam & totum ferè Neapolitanum Regnum, Anno 1731, vexantis. A Nicolao Cyrillo, in Regiâ Universitate Neapolitanâ, Pr. Med. Prof. & R. S. S.\n\nSCIENTIÆ Naturalis incremento, adeoque nostræ Societatis Instituto valde consentaneum extimavi, si Terræmotûs, qui hoc Anno Apuliam, & ferè universum hoc Regnum sàpè succusit, Historiam hâc attexerem. Rei accidentia Felici Roseto Medicinæ & Philosophiæ Doctori, atque in Mathematicis disciplinis & Humanioribus literis non mediocriter erudito, olim meo Discipulo, nunc in eâ Regni regione Medicinam facienti, deboeo: ex cujus atque aliorum, & Juvenatij, & Foggiae degentium Observationibus brevem Synopsis concinnabo.\n\nL Die",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103820.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10838,
    "total-output-tokens": 2230,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1262,
        3
      ],
      [
        1262,
        3303,
        4
      ],
      [
        3303,
        4953,
        5
      ],
      [
        4953,
        6523,
        6
      ],
      [
        6523,
        7719,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103820",
    "title": "An Account of Some Magnetical Observations Made in the Months of May, June and July, 1732, in the Atlantick or Western Ocean; As Also the Description of a Water-Spout, by Mr. Joseph Harris. Communicated by Mr. George Graham, F. R. S.",
    "authors": "Joseph Harris, George Graham",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103820"
  }
}