{
  "id": "013c84a63fbd1d341a332f99f4d00a30d3304610",
  "text": "AN INDEX\n\nTo the Thirty-seventh Volume of the Philosophical Transactions,\n\nFor the Years 1731 and 1732.\n\nA.\n\nAmyand (Claudius) three Cases communicated by him, n. 422, p. 258.\nArcuccio, to lay Children under, n. 422, p. 256.\nAtwell (Joseph) Conjectures upon the Nature of intermitting and reciprocating Springs, n. 424, p. 301.\nAurora Borealis seen in Maryland, Oct. 22, 1730, by Richard Lewis, n. 418, p. 69.\n——— Another seen in New-England, Oct. 22, 1730, by Jf. Greenwood, n. 418, p. 55.\n\nB.\n\nBahama Islands, Natural History of them, n. 420, p. 174, n. 426, p. 447.\nBark used against Mortifications, n. 426, p. 429.\nBeighton (Henry) Description of the Water-works at Londonbridge, n. 417, p. 5.\n——— Observations of the Weather at Coventry, for 1707, n. 423, p. 261.\nBelchier (John) of an Hydrops Ovarij, in a Woman that had been tapped 57 Times, n. 423, p. 279.\nLe Blon (James Christopher) Printing in Imitation of Painting and Weaving-Tapestry, in the same Manner as Brocades, n. 419, p. 101.\nBotanical Invitation to forward an History of the Plants of Switzerland, by Dr. John-Jacob Scheuchzer, n. 421, p. 419.\nINDEX.\n\nBoy, Electrical, n. 417, p. 39.\nBoy with a distemper'd Skin beset with Bristles like a Brush,\nn. 424, p. 299.\nBreynius (J.P.) Hist. Natural. Cocci Radicum Tinctorij, quod\npolonicum vulgo audit. An Account of it. n. 421, p. 216.\nn. 426, p. 444.\n—— Corrections and Amendments of his History\nof the Coccus Radicum, n. 426, p. 444.\nBulbous Plants flowering upon Water, n. 418, p. 80, 81.\n\nC.\n\nCalculi in vesica sponte fracti, &c per Urethram excreti Hist.\nin Epist. Laurentii Heisteri. n. 417, p. 13.\nCarolina, Natural History of it, n. 420, p. 174, n. 426,\np. 447.\nde Castro Sarmento (Jacob) Letter to Dr. Mortimer, concerning\nDiamonds lately found in Brazil, n. 421, p. 199.\nCatesby (Mark) Natural History of Carolina, and the\nBahama Islands, n. 420, p. 174, n. 426, p. 447.\nChartarum, diversa genera, Sir John Clerk, n. 420, p. 157.\nChild with the Bowels hanging out of the Belly, n. 422,\np. 258.\nChinam, n. 422, p. 234.\nClerk (Sir John) de Stylis Veterum, &c diversis Chartarum\ngeneribus, n. 420, p. 157.\nCocci Radicum Tinctorij Hist. Natural, Breynij, n. 421, p. 216.\nn. 426, p. 444.\n—— Polonicus, ib. n. 426, p. 444.\nCockburn (William) of the Difficulty of curing Fluxes,\nn. 425, p. 385.\nColicus morbus singularis, n. 422, p. 236.\nColours, by the three primitive, red, yellow, and blue, may be\nrepresented any visible Object, n. 419, p. 101.\nComet seen Feb. 29, 1731, n. 425, p. 393.\nde Comctis, n. 422, p. 254.\nContrayerva, an Account of it, n. 421, p. 195.\nCorrections of the Errors of Mr. Hadley's Quadrant, n. 425,\np. 352.\nCortex Peruvianus ad Gangrenam, &c. n. 426, p. 434.\nCoventry, Observations of the Weather there for 1707, n. 423,\np. 261.\nINDEX.\n\nCurvarum Hyperbolicarum Quadratura, per Sam. Klingens-teria, n. 417, p. 45.\n\nCyrillus (Nichol.) Account of an extraordinary Eruption of Mount Vesuvius, in March 1730, n. 424, p. 336.\n\nD.\n\nDavis's Quadrant, n. 423, p. 278.\n\nDerham (William) Letter to Sir H. Sloane, concerning the Frost in Jan. 1730, n. 417, p. 16.\n\n—— Abstract of the Meteorological Diaries, for 1707, 1715, 1716, n. 423, p. 261.\n\nDesagulier's (J. T.) Experiment of the Friction of the several Parts of a compound Engine, n. 423, p. 292.\n\n—— two Experiments of the Friction of Pulleys, n. 425, p. 394.\n\n—— Experiment explaining a mechanical Paradox, n. 419, p. 125.\n\nDiamonds lately found in Brazil, n. 421, p. 199.\n\nDove (John) Letter to Dr. Halley, of a Comet seen February 29, 1731.\n\nDouglas (Dr. James) Account of his Brother's Book of the Cure of Mortifications by the Bark, n. 426, p. 429.\n\n—— (John) of the Cure of Mortifications by the Bark, n. 426, p. 429.\n\nDuchstein cerevisiae genus, n. 417, p. 14.\n\nE.\n\nEames (John) Account of a Book, entituled, Tubhfat ilkibar Printed at Constantinople 1728, n. 424, p. 338.\n\nEdwards (Anne) a large umbilical Rupture, n. 421, p. 221.\n\nElectrical Attraction without any Contact, n. 426, p. 405.\n\n—— Bodies, a Catalogue of them, n. 423, p. 291.\n\nElectricity, Experiments by Stephen Gray, n. 417, p. 18, n. 423, p. 285, n. 426, p. 397.\n\n—— of Water, by the same, n. 422, p. 227.\n\n—— permanent, n. 423, p. 287.\n\n—— convey'd by a Packthread 34 Foot long, hanging perpendicular, n. 417, p. 26.\n\n—— 765 Foot long, carried horizontally, and supported by cross silk Lines, ibid. p. 31, and 886 Feet, ibid. p. 44.\n\n—— not interrupted by a Loadstone, ibid. p. 32.\n\n—— carried several Ways at once, ib. p. 32.\n\nO o o Electricity\nINDEX.\n\nElectricity convey'd from the Tube, by holding it near the Line of Communication without touching it, ib. p. 33.\nElton (John) a new Quadrant, n. 423, p. 273.\nEye, extraordinary Tumour in it, n. 426, p. 429.\n\nF.\nFluida rotata, de figuris quas induere possunt, n. 422, p. 240.\nFluxes, of the Difficulty of curing them, n. 425, p. 385.\nFountain ebbing and flowing, an Artificial, n. 424, p. 315.\nFreezing of Rivers proceeds rather from the Continuance of the Cold than from the Excess of it, n. 417, p. 18.\n——— of Water instantaneous, an Instance of it, n. 418, p. 79.\n——— at Naples at 55° Thermomet. when at London at 65°. n. 424, p. 336.\nFrewen (T.) Letter to Dr. Jurin, concerning the Small-Pox at Hastings, n. 419, p. 108.\nFriction of the several Parts of a compound Engine, an Experiment to shew that it may be reduced to Calculation, n. 422, p. 292.\n——— of Pullies, two Experiments by Dr. Desaguliers, n. 425, p. 394.\nFrost in January 1731, a Letter concerning it from William Derham, n. 417, p. 16.\n\nG.\nGale (Roger) Extract of Clerk's Dissert. de Styliis veterum, & diversis Chartarum generibus, n. 420, p. 157.\nGangrena, &c. Cortice peruviano curata, n. 426, p. 434.\nGhee, n. 422, p. 233.\nGingerly Oil, n. 422, p. 234.\nGramm, n. 422, p. 231.\nGray (Stephen) Experiments concerning Electricity, n. 417, p. 18, n. 422, p. 227, n. 423, p. 285, n. 426, p. 397.\nGreenwood (Isaac) of an Aurora Borealis, n. 418, p. 1.\n\nH.\nHadley (John) new Instrument for taking Angles, n. 420, p. 147, n. 425, p. 341.\n——— Observations made for the Trial of his Quadrant, (with Corrections of the Errors) n. 425, p. 341.\nHalley (Dr. Edmund) Proposal for finding the Longitude at Sea within a Degree, n. 421, p. 185.\nHastings, an Account of the Small-Pox there, n. 419, p. 108.\nINDEX.\n\nHeissler (Laurentius) Hist. Calculi in vesica sponte fracti & per urethram excreti, n. 417, p. 13.\n\nHogdson (James) Catalogue of the Eclipses of the four Satellites of Jupiter, for the Year 1732, n. 419, p. 109, for 1733, n. 424, p. 321.\n\nHopkins (J.) of an extraordinary large Horn of the Stag-kind, taken out of the Sea on the Coast of Lancashire, n. 422, p. 257.\n\nHorn, an extraordinary one of the Stag-kind taken out of the Sea on the Coast of Lancashire, n. 422, p. 257.\n\nHoustoun (William) Account of the Contrayeva, n. 421, p. 195.\n\nHoxton (Capt. Walter) Some Observations made at Sea, n. 423, p. 278.\n\n——— of an unusual Agitation in the Magnetic Needle, n. 417, p. 53.\n\nHuman Body electrical, n. 417, p. 39.\n\nHuxham (Dr. J.) Epist. ad Jac. Turin. de morbo Colico singulari, n. 422, p. 236.\n\nHydrops Ovarii, a Case of one in a Woman that had been tapped 57 Times, n. 423, p. 279.\n\nI.\n\nJaggery, n. 422, p. 231.\n\nInstrument, a new one for taking Angles, n. 420, p. 147, n. 425, p. 341.\n\nIpecacuanha, its Use in Diarrhoeas, n. 425, p. 385.\n\nJupiter's Satellites, a Catalogue of the Eclipses of them for the Year 1732, n. 419, p. 109, for 1733, n. 424, p. 321.\n\n——— Satellitum Immersiones & Emersiones Obs. Pekini, 1729, n. 420, p. 182, Ann. 1730, n. 424, p. 316.\n\nK.\n\nKegler (Ignatius) Obs. Eclipsis Solis, 15 July 1730, n. 420, p. 179.\n\n——— Satellit jovis Obs. ib. p. 182, n. 424, p. 316.\n\nKlein (Jac. Theod.) of the Fossil Skull of an Ox: The Plica Polonica, and a large Tumour in the Eye, n. 426, p. 427.\n\nKlingensierma (Samuel) Curvarum Hyperbolicarum Quadratura, n. 417, p. 45.\n\nKosmaczeh Polonis, n. 421, p. 217.\nINDEX.\n\nL.\nLaurel-Water a Poison, n. 418, p. 84. n. 420, p. 163.\n—— mix'd with Brandy for a Dram, ib. p. 85.\n—— kills by Clyster, ib. p. 89.\n—— some Antidotes proposed, ib. 100, n. 420, p. 172.\nLauro-cerasus, the distilled Water of its Leaves a Poison,\nn. 418, p. 84, n. 420, p. 163.\nLaywell near Brixam in Devonshire, a Description of its eb-\nbing and flowing, n. 424, p. 303.\nLewis (Richard) of an Aurora Borealis, n. 418, p. 69.\nLiver, an extraordinary Impostumation of it, n. 420, p. 184.\nLongitude, a Proposal for finding it at Sea within a Degree,\nby Dr. Halley, n. 421, p. 185.\nLooseness, the Difficulty of curing it, n. 425, p. 386.\n\nM.\nMacbin (John) an uncommon Case of a distemper'd Skin,\nn. 424, p. 299.\nMadden (Thomas) Account of two Women poison'd by the\nsimple distill'd Water of Laurel Leaves, &c. n. 418,\np. 84.\nMagnetic Needle, an Account of an unusual Agitation, n. 417.\np. 53.\nMagnetism of Steel, n. 423, p. 294.\nMarcel (Arnold) Abstract of his Letter to Dr. Desaguliers, of\nthe Magnetism of Steel, n. 423, p. 294.\nMassey (Dr. Richard Middleton) Account of J. P. Breynius's\nHist. Nat. Cocci Radicum Tincturij, &c. n. 421, p. 216.\nMaupertuis (Petrus Ludovicus) de figuris, quas Fluida rotata\ninducere possunt, Problem II. cum conjectura de Stellis, qua\naliando prodeunt vel deficiunt; & de annulo Saturni, n. 422,\np. 240.\nMetals receive the electric Virtue, n. 417, p. 22.\nMeteorological Diaries, for 1707, 1715, 1716, abstracted by\nWilliam Derham, n. 423, p. 261.\nMeteorologica Obs. Patavij habit, n. 421, p. 201.\n—— Ephemerides Ultrajetinae, Anno 1729, n. 425,\np. 357, Annis 1730, n. 426, p. 408, 1731, p. 417.\nMichelottus (Petrus Antonius) de ingenti Sanguinis Vomitu per-\nquam gelidissimis brumali tempore potionibus curato, n. 419,\np. 129.\n\nMiddleton\nINDEX.\n\nMiddleton (Capt. Christopher) Observations made in nine Voyages to Hudson's Bay, n. 418, p. 71, 76.\nMiller (Philip) Experiments relating to the Flowering of Bulbous Plants upon Water, n. 418, p. 81.\nMoon Eclipse, Observation in New-England, June 28, 1721, n. 423, p. 272.\nMorbi ultrajecti grassantes, Anno 1729, n. 425, p. 357, and seq. n. 426, p. 408.\nMortar, the Method of making the best at Madras in East-India, by Jf. Pyke, n. 422, p. 231.\nMortifications cured by the Bark, n. 426, p. 429.\nMortimer (Cromwell) Account of le Blon's Printing and Weaving, n. 419, p. 101.\n—— —— Account of Catesby's Natural History of Carolina, &c. n. 420, p. 174, n. 426, p. 447.\n—— —— Experiments concerning the poisonous Quality of Laurel-Water, n. 420, p. 163.\nMuschenbroek (Petrus van) Ephemerides Ultrajectinae, Anno 1729, n. 425, p. 357, Annis 1730 & 1731, n. 426, p. 408.\nMuscular Motion, n. 424, p. 329.\nMuta farrica, n. 424, p. 339.\n\nN.\n\nNerves, a Fluid in them, n. 424, p. 327.\n—— do not contract themselves, ib. p. 328.\nNew-England, Observations of the Weather there for 1715; n. 423, p. 262, for 1716, ib. p. 263.\nNicholls (Frank) of a Polypus resembling a Branch of the Pulmonary Vein, coughed up, n. 419, p. 123.\n\nO.\n\nObservations of Latitude and Variation from Java-head to St. Helena, Anno 1712, n. 424, p. 331.\n—— made for the Trial of Mr. Hadley's Quadrant, n. 425, p. 341.\n—— taken in nine Voyages to Hudson's Bay, by Capt. C. Middleton, shewing the Variation of the Compass, &c. n. 418, p. 71.\nObservations on the Weather, in a Voyage to Hudson's Bay, by Capt. Middleton, n. 418, p. 76.\nOx, a large Fossil Skull of one, n. 426, p. 427.\n\nParadox.\nINDEX.\n\nP.\nParadox, a Mechanical, that two Bodies of equal Weight do not lose their Aequilibrium, by being removed, one farther from, the other nearer to, the Center, n. 419, p. 125.\nPereyra (Andreas) Obs. Eclipsis Solis 15 Jul. 1730, n. 420, p. 179.\n——— Immers. & Emerf. Satellitum Jovis Obs.\nPekini 1729, ib. p. 182, Anno 1730, n. 424, p. 316.\nPlants, Catalogue of Fifty, n. 417, p. 1, n. 422, p. 223.\nPlica Polonica, casus rarissimus, n. 417, p. 50, n. 426, p. 428.\nPlica Polonica no real Disease, but owing to Nastiness, n. 417, p. 52.\nMarchio Polenus (Johannes) Summarium Observationum Meteorologicarum Patavij habit, n. 421, p. 201.\nPolygonum Cocciferum, n. 421, p. 217.\nPolypus resembling a Branch of the Pulmonary Vein, coughed up by an asthmatic Person, n. 419, p. 123.\nPorter (Dr. Robert) Experiment with Laurel Water, n. 420, p. 171.\nPrinting in Imitation of Painting, n. 419, p. 101.\nPyke (Isaac) of making Mortar at Madras in East-India, n. 422, p. 231.\n\nQ.\nQuadrant Mr. Hadley's, n. 420, p. 147, n. 425, p. 341.\n——— a new one for taking Altitudes without an Horizon, by John Elton, n. 423, p. 273.\n\nR.\nRanby (John) Account of a large Umbilical Rupture, n. 421, p. 221.\nRand (Isaac) Catalogue of 50 Plants, n. 417, p. 1, n. 422, p. 223.\nRobie (Thomas) Observations of the Weather in New-England, for 1715, 1716, n. 423, p. 262-3.\nRupture Umbilical, an Account of a large one by John Ranby, n. 421, p. 221.\nRutty (Dr. John) proposes Antidotes to the Poison of Laurel-Water, n. 418, p. 100.\n\nS.\nSaint-John (Oliver) Letter to Richard Graham, of the Arcutio, Sanguinis\nINDEX.\n\nSanguinis vomitus ingens perquam gelidissimis potionibus curatus, n. 419, p. 129.\nSaturni Annulus, n. 422, p. 255.\nShipton (Johannes) de usu Corticis peruviani ad Gangrenam, &c. n. 426, p. 434.\nShort (Thomas) Letter to Sir Hans Sloane, of an extraordinary Impostumation of the Liver, n. 420, p. 184.\nSkin distemper'd, beset with a kind of Bristles like a Brush, n. 424, p. 299.\nSmall-pox, an Account of it at Hastings, by T. Frewen, n. 419, p. 108.\nSolis Eclipse Julij 15, 1730, Pekini, n. 420, p. 179.\nSphacelus, &c. Cortex Peruviano curatus, n. 426, p. 434.\nSpirits, nervous and animal, ill named, n. 424, p. 330.\nSprengell (Sir Conrad) Letter concerning the Plica Polonica, n. 417, p. 51.\nSprings intermitting and reciprocating, n. 424, p. 301.\n—— near Brixham, in Devonshire, n. 424, p. 303.\nSteel, its Magnetism, n. 423, p. 294.\n—— imparts Magnetism to other Steel, n. 423, p. 296.\nStella, qua aliquando prodeunt vel deficiunt, n. 422, p. 254.\nStomach, a Stricture in the Middle of it, in a Girl, n. 422, p. 260.\nStones Electrical, n. 417, p. 22.\nStuart (Alexander) Experiments to prove the Existence of a Fluid in the Nerves, n. 424, p. 327.\nde Stylis Veterum, Sir John Clerk, n. 420, p. 157.\n\nT.\nTapestry, weaving it in the same Manner as Brocades, n. 419, p. 101.\nToddy, n. 422, p. 235.\nTriewald (Martin) Letter relating to an extraordinary Instance of the almost instantaneous Freezing of Water; and of Tulips and other bulbous Plants flowering much sooner when their Bulbs are placed on Bottles filled with Water, than when planted in the Ground, n. 418, p. 79.\nTube made Use of by Mr. Gray, in his Electrical Experiments; a Description of it, n. 417, p. 20.\nTubhfat ilkibar, a Turkish Book, n. 424, p. 338.\nTumour of the Eye, a large one, n. 426, p. 429.\n\nVariation.\nINDEX\n\nV.\n\nVariation, Observations of, n. 424, p. 331.\nof the Compass, n. 418, p. 71.\nWater (Abrahamus) Plicæ polonicae casus rarissimus, n. 417, p. 50.\nVegetables Electrical, n. 417, p. 22.\nVesuvius, Mount, an extraordinary Eruption of, in March 1730, n. 424, p. 336.\nUpminster in Essex, Observations of the Weather there for 1707, n. 423, p. 261, for 1715, ib. p. 262, for 1716, ib. p. 263.\nUrine, an extraordinary Suppression of it, in a Woman, n. 422, p. 259.\n\nW.\n\nWater Electrical, n. 422, p. 227.\nWater-works at London-Bridge, by H. Beighton, n. 417, p. 50.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104126.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16236,
    "total-output-tokens": 6923,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1116,
        2
      ],
      [
        1116,
        2775,
        3
      ],
      [
        2775,
        4514,
        4
      ],
      [
        4514,
        6280,
        5
      ],
      [
        6280,
        7911,
        6
      ],
      [
        7911,
        9685,
        7
      ],
      [
        9685,
        11345,
        8
      ],
      [
        11345,
        12923,
        9
      ],
      [
        12923,
        14709,
        10
      ],
      [
        14709,
        15280,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104126",
    "title": "Back Matter",
    "authors": null,
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104126"
  }
}