{
  "id": "d3f4052d583f881608bbcf8fe0c6823c2f5146ab",
  "text": "The natural Figure and Bigness of Stones.\nThe natural Figure and Bigness of Stones.\nThe Report of this made so great a Noise in the Town, that in a little time my pieces of Iron were all begg'd away, except one little one, which I kept for myself.\n\nI am, &c.\n\nAntony van Leeuwenhoek.\n\nV. An Account of the manner of bending Planks in His Majesty's Yards at Deptford, &c. by a Sand-heat, invented by Captain Cumberland. By Robert Gay, Esq;\n\nThe place, where the Planks lie to be softened in the Stove, is between two Brick-Walls; of such a length, height and distance from each other, as suffice to admit the largest, or to hold a good number of the smaller Sort: the bottom is of thick Iron Plates, supported by strong Bars; under the middle of which, are two Fire-places, whose Flews carry the Flame towards the Ends.\n\nThe Planks are laid in Sand; the lowest about six or eight Inches above the Iron-Plates, they are well cover'd with the Sand, and Boards laid over all, to keep in the Heat. The Sand is moistened with warm Water, (for which purpose they have a Cauldron adjoining to the Stove) and if the Timber be large, and intended to be very much bent, so that it must lie long\nlong in the Stove, they water the Sand again, once in 8 or 10 Hours. When 'tis judged to be soft enough, the Sand is remov'd; and the Workmen carry away their respective Planks, to the several Places, where they are to be us'd; and having first nail'd a thin Board upon the out-side, to preserve the Plank from Bruises, they fix one part in its proper place, and bring to the others, by any power they can most conveniently apply. This Work seems to be perform'd with wonderful Ease; notwithstanding some we saw were so knotty, that the Builders affir'd us, they cou'd not have brought them to that Curvature by the former Methods. Those we saw put in between others, very exactly fitted the Spaces they had been cut for; and the Workmen told us, they had made no Allowance either for the swelling, or shrinking of the Wood.\n\nThis Method excells that of burning the Planks over an open Fire in several respects: particularly, that no part of the Wood is destroy'd, but remains of the same Dimensions; at least very nearly; a Plank of the breadth of 16 inches being said not to alter above 1/10 part of an Inch. The Edges of the Plank are preserv'd; and consequently the Work must be much firmer, and the Calking last longer. The extraordinary softness of the Wood, while 'tis warm, makes it easily bend to any Figure necessary in Ship-building, which it holds very well, if they have occasion to take it off again after it is cold; whereas the Plank bent by burning, would start when loosened; and could only be fixed to the Timbers by such a force, as was able to overcome the Resistance occasion'd by the Spring of the Plank. It likewise adapts itself very readily to the Surface of the Timbers, if they happen to be uneven.\n\nThey\nThey shew'd us the Gun Deck-Clamps in a Ship of the Second Rate; which are very large Planks, bent and twisted in so peculiar a manner, that they never could by any other Method, bend them into that Form, but used to cut them into Shape. The whole Operation is perform'd with much less trouble to the Carpenters, as well as at less Expence; and they hope the Wood will be more durable; as 'tis evident, from the deep Tincture the Sand receives, that a considerable quantity of Sap comes out of the Oak, while its in the Stove: and a large Plank was observ'd by the Workmen or Officers of the Yard, to weigh some Pounds less, when it was taken out.\n\nA Plank five Inches thick requires five or six Hours to make it fit for bending; and the Time requisite for others, seems to be in a Duplicate Proportion to their thickness.\n\nExplanation of the Figures.\n\nFig. 1. Represents a Plank, in the Buttocks of a Second Rate Ship, whose length from A, to C, is three Feet, and thickness (AF) $4\\frac{1}{2}$ inches, the end C, of this Plank was bent 12 or 13 Inches from the straight Line AB.\n\nFig. 2. and 3. are Sections of the Stove.\nA. A. the Fire-places.\nB. B. the Ash-holes.\nC. C. the Flews under the Iron bottom.\nD. D. the two Chimneys.\nE. the place for the Planks and Sand.\nF. F. the two Brick-walls.\n\nG. G.\nG. G. two inclin'd planes, for the Men to stand on, &c. when they put in, or take out Planks, or water the Sand.\n\nb. b. The bottom of the Stove, made of Iron.\n\ni. i. The Grates to lay the Fewel on.\n\nVI. A Letter from the Reverend Mr. James Field, Rector of St. Johns in Antegoa, concerning two Cases of Wounds in the Stomach, to Mr. John Douglas, Surgeon, F. R. S.\n\nSIR,\n\nTHE Accidents of which you desire me to give you an account, were as follows.\n\nA lusty young Negro man returning home about Noon, went into his House, where seeing some ripe Plantains, he eat of them heartily; his Father in Law, about 60 Years of age, coming to the same House soon after, enquired of the young Fellow, who had taken his Plantains. Who answered, That he being hungry, had eaten them. Ay, you Dog, says the old Fellow, have you served me so, I kept them for my own Dinner; and without more ado, took his Knife, and gave the young Fellow a most desperate Wound in the upper Region of the Belly, a vast Gash being made in the Stomach, in so much that the Plantain, which he had eaten, burst through the Wound, which was made straight up and down.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103577.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13744,
    "total-output-tokens": 1638,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        42,
        3
      ],
      [
        42,
        42,
        4
      ],
      [
        42,
        84,
        5
      ],
      [
        84,
        1184,
        6
      ],
      [
        1184,
        2917,
        7
      ],
      [
        2917,
        4220,
        8
      ],
      [
        4220,
        5351,
        9
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103577",
    "title": "An Account of the Manner of Bending Planks in His Majesty's Yards at Deptford, etc. by a Sand-Heat, Invented by Captain Cumberland. By Robert Cay, Esq;",
    "authors": "Robert Cay, Captain Cumberland",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/103577"
  }
}