{
  "id": "fd584ae13850b6aa0c271a525c0046d549fb064b",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. The Croonian Lecture. On the internal structure of the Human Brain, when examined in the microscope, as compared with that of Fishes, Insects and Worms. By Sir Everard Home, Bart. V. P. R. S. p. 1\n\nII. Some Observations on the Migration of Birds. By the late Edward Jenner, M. D. F. R. S. p. 11\n\nIII. On the nature of the acid and saline matters usually existing in the stomachs of animals. By William Prout, M. D. F. R. S. p. 45\n\nIV. On the north polar distances of the principal fixed stars. By John Brinkley, D. D. F. R. S. &c. Andrew's Professor of Astronomy in the University of Dublin. p. 50\n\nV. On the figure requisite to maintain the equilibrium of a homogeneous fluid mass that revolves upon an axis. By James Ivory, A. M. F. R. S. p. 85\n\nVI. On the corrosion of copper sheeting by sea water, and on methods of preventing this effect; and on their application to ships of war and other ships. By Sir Humphry Davy, Bart. Pres. R. S. p. 151\n\nVII. A finite and exact expression for the Refraction of an Atmosphere nearly resembling that of the Earth. By Thomas Young, M. D. For. Sec. R. S. p. 159\nCONTENTS.\n\nVIII. The Bakerian Lecture. On certain motions produced in fluid conductors when transmitting the electric current. By J. F. W. Herschel, Esq. F. R. S. p. 162\n\nIX. Experiments and observations on the developement of magnetical properties in steel and iron by percussion: Part II. By William Scoresby, Jun. F. R. S. E. &c. Communicated by Sir Humphry Davy, Bart. Pres. R. S. p. 197\n\nX. On Semi-decussation of the Optic Nerves. By William Hyde Wollaston, M. D. V. P. R. S. p. 222\n\nThe Meteorological Journal will appear in the Second Part of the Philosophical Transactions.\n\nTHE PRESIDENT and COUNCIL of the ROYAL SOCIETY adjudged the Medal on Sir Godfrey Copley's Donation, to John Pond, Esq. Astronomer Royal, for his various Communications to the Royal Society.\nXI. Some curious facts respecting the Walrus and Seal, discovered by the examination of specimens brought to England by the different ships lately returned from the Polar Circle. By Sir Everard Home, Bart. V. P. R. S. In a Letter addressed to Sir Humphry Davy, Bart. Pres. R. S. - p. 233\n\nXII. Additional Experiments and Observations on the Application of Electrical Combinations to the Preservation of the Copper Sheathing of Ships, and to other purposes. By Sir Humphry Davy, Bart. Pres. R. S. - - - 242\n\nXIII. On the Apparent Direction of Eyes in a Portrait. By William Hyde Wollaston, M. D. and V. P. R. S. 247\n\nXIV. Farther particulars of a case of Pneumato-thorax. By John Davy, M. D. F. R. S. - - - 257\n\nXV. On the action of finely divided Platinum on Gaseous Mixtures, and its Application to their Analysis. By William Henry, M. D. F. R. S. - - - 266\n\nXVI. A Comparison of Barometrical Measurement, with the Trigonometrical Determination of a Height at Spitzbergen. By Captain Edward Sabine, of the Royal Regiment of Artillery, F. R. S. - - - - 290\n\nXVII. Experimental Inquiries relative to the distribution and changes of the Magnetic Intensity in ships of war. By George Harvey, Esq. Communicated by John Barrow, Esq. F. R. S. 310\n\nXVIII. Experiments on the elasticity and strength of hard and soft steel. In a Letter to Thomas Young, M. D. For. Sec. R. S. By Mr. Thomas Tredgold, Civil Engineer. Communicated by Dr. Young. - - - 354\n\nXIX. A short Account of some Observations made with Chronometers, in two Expeditions sent out by the Admiralty, at the\nrecommendation of the Board of Longitude, for ascertaining\nthe Longitude of Madeira and of Falmouth. In a Letter to\nThomas Young, M. D. For. Sec. R. S. and Secretary to the\nBoard of Longitude. By Dr. John Lewis Tiarks. Com-\nmunicated by Dr. Young.\n\nXX. Of the effects of the density of air on the rates of chrono-\nmeters. By George Harvey, F. R. S. E. &c. Communi-\ncated by Davies Gilbert, Esq. V. P. R. S.\n\nXXI. A Letter from Lewis Weston Dillwyn, Esq. F. R. S.\naddressed to Sir Humphry Davy, Bart. P. R. S.\n\nXXII. An account of the organs of generation of the Mexican\nProteus, called by the natives Axolotl. By Sir Everard\nHome, Bart. V. P. R. S.\n\nXXIII. An account of Experiments on the velocity of Sound,\nmade in Holland. By Dr. G. Moll, Professor of Natural\nPhilosophy in the University of Utrecht, and Dr. A. Van\nBeek. Communicated by Capt. H. Kater, F. R. S.\n\nXXIV. A Catalogue of nearly all the principal fixed Stars be-\ntween the zenith of Cape Town, Cape of Good Hope, and the\nSouth Pole, reduced to the 1st. of January, 1824. By the\nRev. Fearon Fallows, M. A. F. R. S.\n\nXXV. Remarks on the Parallax of α Lyrae. By J. Brinkley,\nD. D. F. R. S. &c. Andrew’s Professor of Astronomy in the\nUniversity of Dublin.\n\nAPPENDIX.\n\nPresents received by the Royal Society from November, 1823, to\nJune 1824.\n\nIndex.\n\nMeteorological Journal kept at the Apartments of the Royal So-\nciety, by Order of the President and Council.\nPRESENTS\nRECEIVED BY THE\nROYAL SOCIETY,\nFrom 20th November, 1823, to 17th June, 1824.\nWITH THE\nNAMES OF THE DONORS.\n\nPRESENTS. DONORS.\n\nACADEMIAE et SOCIETATES.\n\nMagnae Britanniae.\n\nROYAL INSTITUTION.—A Journal of Science, Literature and the Arts, edited at the Royal Institution of Great Britain, No. 30—32. 8° London, 1823\n\nThe Managers of the Royal Institution.\n\nSOCIETY FOR THE ENCOURAGEMENT OF ARTS, MANUFACTURES AND COMMERCE.—Transactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce, with the Premiums offered in the year 1822. Vol. XLI. 8° London, 1823\n\nThe Society for Encouragement of Arts, &c. Jan. 29, 1824.\n\nMEDICAL AND CHIRURGICAL SOCIETY OF LONDON.—Medico-Chirurgical Transactions, published by the Medical and Chirurgical Society of London. Vol. XII. Part II. 8° London, 1823\n\nThe Medical and Chirurgical Society, Nov. 20, 1823.\n\nHORTICULTURAL SOCIETY. Transactions of the Horticultural Society of London, Vol. V. Part II. and III. 4° London, 1823\n\nThe Horticultural Society, Nov. 20, 1823.\n\nReport of the Garden Committee on the formation and progress of the Garden, drawn up for the information of the Fellows of the Society, as directed by the Bye-Laws. 4° London, 31st March, 1823.\n\nCAMBRIDGE PHILOSOPHICAL SOCIETY. Transactions of the Cambridge Philosophical Society, Vol. II. Part I 4°\n\nThe Cambridge Philosophical Society, June 3, 1824.\n\nROYAL SOCIETY OF EDINBURGH. Transactions of the Royal Society of Edinburgh, Vol. X. Part I. 4° Edinburgh, 1824.\n\nThe Royal Society of Edinburgh, May 6, 1824.\n\nGalliae.\n\nACADÉMIE DES SCIENCES ARTS ET BELLES-LETTRES DE DIJON. Académie des Sciences Arts et Belles-Lettres de Dijon, Séance publique du 24 Août, 1821. 8° Dijon, 1822.\n\nThe Academy of Sciences and Literature of Dijon, Feb. 5, 1824.\n\nMDCCCXXIV.\nACADEMIÆ et SOCIETATES.\n\nÉCOLE POLYTECHNIQUE. Journal de l'École Polytechnique, publié par le Conseil d'Instruction de cet Établissement, Tome XI. et XII. 4° à Paris, 1820—23.\n\nGermania.\n\nSOCIETAS REGIA SCIENTIARUM GOTTINGENSIS. Commentationes Societatis Regiae Scientiarum Gottingensis recentiores Vol. V. An. D. 1819—22. 4° Gottingae, 1823.\n\nACADEMIA LEOPOLDINO-CÆSAREA. Nova Acta Physico-Medica Academiae Cæsareae Leopoldino-Carolinae Naturæ Curiosorum. Tom. I. Parts I. et II.\n\nVerhandlungen der Kaiserlichen Leopoldinisch-Carolinischen Akademie der Naturforscher. 4° Bonn, 1823.\n\nRussie.\n\nACADEMIA SCIENTIARUM IMPERIALIS PETRO-POLITANA. Mémoires de l'Académie Impériale des Sciences de St. Petersbourg Tom VIII. avec l'Histoire de l'Académie pour les Années 1817 et 18. 4° St. Petersbourg, 1822.\n\nItalie.\n\nACADÉMIE DES SCIENCES, &c. DE TURIN. Mémoire della Reale Academia delle Scienze di Torino. Tom. XXV. et XXVI. 4° Torino, 1820—21.\n\nSOCIETA ITALIANA. Memorie di Matematica e di Fisica della Società Italiana delle Scienze residente in Modena. Tomo XIX. Parte contenente le Memorie di Fisica. 4° Modena, 1823.\n\nALDERSON (JOHN) M.D. An Essay on Apparitions, in which their appearance is accounted for by causes wholly independent of preternatural agency. New edition, revised and corrected. 8° London, 1823.\n\nAMPÈRE, (M.) Receuil d'Observations Electro-Dynamiques, contenant diverses Mémoires, Notices, Extraits de Lettres, ou d'ouvrages périodiques sur les Sciences, relatifs à l'action mutuelle de deux courans électriques, à celle qui existe entre un courant électrique et un Aimant, ou le globe terrestre, et à celle de deux Aimans l'un sur l'autre. 8° Paris, 1822.\n\nANNALS OF PHILOSOPHY, New Series, No. 31—42 8° London, 1823.\n\nASTRONOMIA, v. BESSEL. HARDING. LITTROW. ROBINSON. STRUVE.\n\nConnaissance des Temps ou des Mouvements Célestes à l'Usage des Astronomes et des Navigateurs pour l'An 1826, publiée par le Bureau des Longitudes. 8° Paris, 1823.\n\nDonors.\n\nLe Conseil de l'École Polytechnique, Nov. 20, 1823.\n\nThe Royal Society of Sciences at Gottingen, Jan. 22, 1824.\n\nThe Cæsarean Academy of Natural Historians at Bonn, May 27, 1824.\n\nThe Imperial Academy of Sciences of St. Petersburg, Nov. 20, 1823.\n\nThe Royal Academy of Sciences of Turin, Nov. 20, 1823.\n\nLa Società Italiana, March 25, 1824.\n\nDr. John Alderson, Nov. 27, 1823.\n\nM. Ampère, May 20, 1824.\n\nMr. R. Phillips.\n\nLe Bureau des Longitudes de France, April 1, 1824.\nPRESENTS.\n\nASTRONOMIA. Astronomisches Jahrbuch für das Jahr 1825, nebst einer Sammlung der neusten in die astronomischen Wissenschaften einschlagenden Abhandlungen, Beobachtungen, und Nachrichten. Von. J. E. Bode. 5° Band. 8° Berlin, 1822.\n\nAstronomische Nachrichten, No. 33-57. 4°.\n\nAstronomische Hülfstafeln für 1823-1824. 8° Copenhagen.\n\nBARLOW (PETER) An Elementary Investigation of the Theory of Numbers, with its application to the indeterminate and Diophantine Analysis, the analytical and geometrical division of the Circle, and several other curious Algebraical and Arithmetical Problems. 8° London, 1811.\n\nNew Mathematical Tables, containing the factors, squares, cubes, square roots, cube roots, reciprocals, and hyperbolic Logarithms of all Numbers from 1 to 10,000; Tables of powers and prime numbers, an extensive Table of Formulae, or general Synopsis of the most important particulars relating to the doctrines of Equations, Series, Fluxions, Fluents, &c. &c. &c. 8° London, 1814.\n\nAn Essay on Magnetic Attractions and on the Laws of Terrestrial and Electro-Magnetism; comprising a popular course of curious and interesting Experiments on the latter subject, and an easy Experimental Method of correcting the Local Attraction of Vessels on the Compass in all parts of the World. 8° London, 1823.\n\nAn Essay on the Strength and Stress of Timber, founded upon Experiments performed at the Royal Military Academy, on Specimens selected from the Royal Arsenal and His Majesty’s Dock Yard, Woolwich, preceded by an Historical Review of former Theories and Experiments, with numerous Tables and Plates; also, an Appendix on the Strength of Iron and other materials. 8° London, 1824.\n\nBELL, (THOMAS) v. Zoological Journal.\n\nBENOIT, (P. M. N.) Théorie générale des Pèse Liqueurs appliquée à la construction et à l’emploi de toutes sortes d’aréomètres entièrement comparables; avec des Tables aréométriques très étendues, donnant les pesanteurs spécifiques correspondant aux divers degrés des Pèse-Liqueurs en usage; le titre des Eaux-de-vie, des Acides sulfuriques, &c. 8° à Paris, 1821.\n\nBERTHEVIN et TREUIL, (MM.) Éléments d’Arithmétique Complémentaire, ou Méthode Nouvelle par laquelle à l’aide des Compléments Arithmétiques on exécute toutes les opérations de Calcul. 8vo. à Paris, 1823.\n\nBESSEL (F. W. VON) Astronomische Beobachtungen auf der Königlichen Universität Sternwarte in Königsberg. Siebente Abtheilung — vom 1 Januar bis 31 December, 1821. fol. Königsberg, 1822.\n\nDONORS.\n\nProfessor Bode, Nov. 20, 1823.\n\nProfessor H.C. Schumacher, Nov. 20, 1823.\n\nProfessor Barlow, May 13, 1824.\n\nM. Benoit, Nov. 20, 1823.\n\nMM. Berthevin et Treuil, Nov. 20, 1823.\n\nF. W. von Bessel, Nov. 20, 1823.\nBESSEL (F. W. von) Achte Abtheilung, vom 1 Januar bis 31 December, fol. Königsberg, 1823.\n\nBODE, v. Astronomia.\n\nBOSTOCK (John) M. D. An Elementary System of Physiology, Vol. I. 8° London, 1824.\n\nBOURNON (M. le Comte de) Observations sur quelques-uns des Minéraux soit de l'Ille de Ceylan, soit de la Côte de Coromandel rapportés par M. Leschenault de La-tour. 4° Paris, 1823.\n\nBRANDES (Prof. Enrico Guglielmo) Considerazioni sull'Abassamento straordinario del Barometro nel dì 25 Decembre, 1821, del Sig. Prof. Enr. Gug. Brandes Breslavia spedito alla Società Italiana residente in Modena, tradotte dal Tedesco. 4°\n\nBRESCHET, EDWARDS et VAVASSEUR (MM.) Recherches Expérimentales sur les Fonctions du Système Nerveux, Premier Mémoire, de l'Influence du Système Nerveux sur la Digestion stomachale. 8°\n\nBRIDGEWATER (Rev. Earl of) Note (C) indicated at page 113 in the third Part of the Letter on Inland Navigation to the Parisians and French Nation. 8° No date.\n\nBUCK, (John) A new General and Algebraical Solution of the higher orders of Equations, with Solutions of Equations, to the tenth degree inclusive. 8° London, 1823.\n\nCATALOGUS. An Account of Greek Manuscripts, chiefly Biblical, which had been in the possession of the late Professor Carlyle, the greater part of which are now deposited in the Archiepiscopal Library at Lambeth Palace. 8° London, no date.\n\nCHARTS, v. Maps and Charts.\n\nCHEVALIER (Thomas) F. R. S. Lectures on the General Structure of the Human Body, and on the Anatomy and Functions of the Skin, delivered before the Royal College of Surgeons in London, in the Courses for 1823. 8° London, 1823.\n\nCHEVREUL (M. E.) Considérations Générales sur l'Analyse Organique et sur ses applications. 8° à Paris, 1824.\n\nRecherches Chimiques sur les Corps Gras d'Origine Animale, 8° Paris, 1823.\n\nCHILDREN (John George) v. Zoological Journal.\n\nCIVIALE (Le Docteur) Rapport fait à l'Académie Royale des Sciences, par MM. le Chevalier Chaussieu et le Baron Percy sur le Nouveau Moyen du Docteur Civiale pour détruire la pierre dans la Vessie sans l'opération de la taille. 8° Paris, 1824.\n\nCONNAISSANCE DES TEMS, v. Astronomia.\n\nCONWELL, (W. E. E.) M. D. de Londonderry, (Irlande). Recherches sur les Propriétés médicinales et l'emploi en Médecine de l'Huile de Croton Tigillum, et quelques Propositions sur les Maladies de l'Inde. 4° Paris, 1824.\n\nDANIÈLL, (John Fred.) F. R. S. Meteorological Essays and Observations. 8° London, 1823.\n\nF. W. von Bessel, Nov. 10, 1823.\n\nDr. John Bostock, April 29, 1824.\n\nM. le Comte de Bournon, Nov. 20, 1823.\n\nProfessor E. G. Brandes, March 25, 1824.\n\nMM. Breschet, Edwards, et Vavasseur, June 5, 1823.\n\nThe Rev. the Earl of Bridgewater, March 18, 1824.\n\nMr. John Buck, Nov. 20, 1823.\n\nArchbishop of Canterbury, Nov. 23, 1823.\n\nThomas Chevalier, Esq. Nov. 27, 1823.\n\nM. Chevreul, May 20, 1824.\n\nD. Civiale, May 27, 1824.\n\nDr. W. E. E. Conwell, Apr. 29, 1824.\n\nJ. F. Daniell, Esq. Nov. 20, 1823.\nPRESENTS.\n\nDELEUZE, (M.) History and Description of the Royal Museum of Natural History, published by Order of the Administration of that Establishment, translated from the French of M. Deleuze, Part II. 8° Paris, 1823.\n\nDESMOULINS, (M. A.) M. D. Sur l'État Anatomique de la Peau et du Tissu cellulaire sous-cutané dans la Fièvre Jaune. 8°\n\nMémoire sur le défaut d'unité de composition du Système nerveux, et sur la concordance de ce défaut d'unité avec l'inégalité des Facultés des Animaux. 8°\n\nMémoire sur la distribution géographique des Animaux vertèbres, moins les oiseaux, lu à la première Classe de l'Institut, le 25 Fevrier, 1822. 4°\n\nExposition des motifs d'un nouveau système d'Hygiène deduit des lois de la physiologie, et appliqué au perfectionnement physique et moral de l'homme. 4° Paris, 1818.\n\nMémoire sur le Rapport qu'a l'étendue des Surfaces de la Rétine et du Nerf optique des oiseaux avec l'énergie et la portée de leur vue. Présentée à l'Académie des Sciences de l'Institut le 23 Dec. 1822. 8°\n\nMémoire sur le Rapport qui unit le développement du Nerf Pneumo-Gastrique à celui des Parois du quatrième ventricule, et sur la composition de la Moelle Épinière. Lu à l'Institut le 4 Août, 1823. 8°\n\nSur la Patrie du Chameau à une bosse, et sur l'époque de son Introduction en Afrique. Mémoire lu à l'Académie des Inscriptions et Belles-Lettres de l'Institut le 28 Juin, 1823. 4°\n\nDe l'État du Système Nerveux sous ses rapports de volume et de masse dans le marasme non sénile, et de l'influence de cet état sur les fonctions nerveuses. Lu à l'Académie Royale des Sciences, 29 Mai, 1820. 4°\n\nDOUGLAS, (Col. Sir Howard Bart.) Observations on the Motives, Errors and Tendency of M. Carnot's Principles of Defence, showing the defects of his new System of Fortification, and of the alterations he has proposed, with a view to improve the defences of existing Places. 8 London, 1819.\n\nDUPIN (Charles) Applications de Géométrie et de Mécanique à la Marine, aux Ponts et Chaussées, &c. et pour faire suite aux développements de Géometrie. 4° Paris, 1824.\n\nEMILIANI (Luigi), M. D. Risposta al Tema proposto con Programma 22 Luglio, 1821, dalla Società Italiana delle Scienze residente in Modena. Memoria coronata dalla Società medesima. 4° Modena, 1823.\n\nDONORS.\n\nMr. Royer, Nov. 20, 1823.\n\nM. Desmoulins, June 17, 1824.\n\nM. Dupin, May 6, 1824.\n\nDr. L. Emiliani, March 25, 1824.\nPRESENTS.\n\nEDWARDS (H. MILNE) M.D. Mémoire sur la Structure Élémentaire des principaux Tissus organiques des Animaux. 4° à Paris, 1823.\n\nEDWARDS (W. F.) M.D. De l’Influence des Agens Physiques sur la vie. 8° Paris, 1824. v. Brechet.\n\nTHE EUROPEAN MAGAZINE AND LONDON REVIEW. June–October, 1823. 8° London, 1823.\n\nFLORA BATAVA. No. 63–65. 4°\n\nFORSTER (THOMAS) M.D. Somatopsychonologia, showing that the proofs of Body Life and Mind considered as distinct essences cannot be deduced from Physiology, but depend on a distinct sort of Evidence, being an Examination of the Controversy concerning Life, carried on by MM. Laurence, Abernethy, Rennell, and others, by Philostratus. 8° London, 1823.\n\nHALL (Capt. Basil, R.N.) Extracts from a Journal written on the Coasts of Chili, Peru, and Mexico, in the years 1820, 1821, and 1822. 2nd Edition, 2 Vols. 12° Edinburgh, 1824.\n\nHARDING (CAROLUS LUDOVICUS) Atlas Novus Cœlestis XXVII. Tabulis continens Stellas inter Polum Borealem et trigesimum gradum Declinationis Australis adhuc observatas. 27 sheets. Gottingae, 1822.\n\nHOME (Sir Everard, Bart.) Lectures on Comparative Anatomy, in which are explained the preparations in the Hunterian Collection, illustrated by Engravings, to which is subjoined Synopsis Systematis Regni Animalis nunc primum ex ovi modificationibus praepositi. Vol.III. and IV. 4° London, 1823.\n\nHORSBURGH, JAMES, v. MAPS AND CHARTS.\n\nHUBERUS (DANIEL) Nova Theoria de Parallelarum Recitarum proprietatibus. 12° Basiliae, 1823.\n\nEröffnungs-Rede de siebenten Jahresversammlung der Allgem. Schweizerischen Gesellschaft für gesammte Naturwissenschaften gehalten in Basel den 23 heumonats 1821. 12° Basel, 1821.\n\nHUMBOLDT (Baron de) Selections from the Works of the Baron de Humboldt relating to the Climate, Inhabitants, Productions, and Mines of Mexico, with Notes by John Taylor, Esq Tr. Geol. Soc. London, 1824.\n\nJOMARD (M.) Voyage à POasis de Syouah, redigé et publié d’apres les matériaux recueillis par M. le Chev. Drovetti, Consul Général de France en Égypte, et par M. Frédéric Caillaud de Nantes pendant leurs voyages dans cette Oasis en 1819 et en 1820. 2 et 3 Livraisons. fol. Paris, 1823.\n\nRecueil d’Observations et de Mémoires sur l’Égypte Ancienne et Moderne, ou Description historique et pittoresque de plusieurs des principaux monuments de cette contrée, accompagnée de Recherches sur les Connaissances des anciens Égyptiens et de Remarques sur la Géographie, l’Archéologie, et les Beaux-Arts. Tome 3e. 8°. Paris, no date.\n\nDONORS.\n\nDr. H. Milne Edwards, Jan. 15, 1824.\n\nDr. W.F. Edwards, April 8, 1824.\n\nThe Proprietors.\n\nH.M. The King of the Netherlands.\n\nDr. Thomas Forster, March 11, 1824.\n\nCaptain B. Hall, June 17, 1824.\n\nM. C. L. Harding, May 6, 1824.\n\nSir E. Home, Bart. Nov. 20, 1823.\n\nMr. Huber, Jan. 29, 1824.\n\nJohn Taylor, Esq. April 29, 1824.\n\nM. Jomard, Nov. 20, 1823.\nIRBY (the Hon. CHARLES LEONARD) and JAMES MANGLES (Commanders in the Royal Navy,) Travels in Egypt and Nubia, Syria and Asia Minor during the years 1817 and 1818. 8° London, 1823.\n\nKIRCKHOFF (Le Chev. J. ROM. LOUIS DE) Hygiène Militaire à l'Usage des Armées de Terre. 8° à Anvers, 1823.\n\nLANCASTRIÆ DUCATUS. Pars prima. Calendarium Inquisitionum post mortem, &c. temporibus Regum Edw. I. Edw. III. Rich. II. Hen. V. Hen. VI. Edw. IV. Hen. VII. Hen. VIII. Edw. VI. Regin Mar. Phil. et Mar. Eliz. Jac. I. Car. I. Pars Secunda. A Calendar to the pleadings, &c. in the Reigns of Hen. VII. Hen. VIII. Edw. VI. Queen Mary and Phil. and Mary, printed by Command of H. M. King George IV. in pursuance of an Address to the House of Commons of Great Britain. fol. 1823.\n\nLAPLACE (M. LE Marquis de LA.) Traité de Mécanique Céleste. Livre 13e 4° Paris.\n\nExposition du Système du Monde. 5e Édition revue et augmentée par l'auteur. 4° Paris, 1824.\n\nLATREILLE (M.) Recherches Géographiques sur l'Afrique Centrale, d'après les Écrits d'Edrisi et de Léon l'Africain, comparés avec les Relations Modernes. 8° Paris, 1824.\n\nLITTROW (J. J.) Annalen der K. K. Sternwarte in Wien nach dem Befehle Seiner Majestät auf öffentliche kosten herausgegeben. Dritter Theil. fol. Wien, 1823.\n\nLOCKER (EDWARD HAWKE) Views in Spain from Sketches made in a Tour through that Kingdom in the Autumn of 1813. No. 2-10. 4° London, 1823.\n\nLYALL (ROBERT) M. D. An Essay on the Chemical and Medicinal Qualities of the Water of Candren Well in Renfrewshire, with introductory Observations on Waters in general. 8° Paisley, 1814.\n\nDissertatio Inauguralis Medico-Chirurgica de Staphylomate pellucido-Conico. 8° Petropoli, 1816.\n\nAn Account of the Organization, Administration, and present State of the Military Colonies in Russia, with an Appendix containing Statistical Tables, &c. &c. 8° London, 1824.\n\nMACKENZIE (GEORGE) A Brief Account of the Cycle of the Lunes, by the Author of the Cycle of the Weather. 8° Perth, 1824.\n\nMAIDEN (WILLIAM) An Account of a Case of Recovery after the Shaft of a Chaise had been forced through the Thorax, to which is now added, a Statement of the health of the sufferer from the period of his recovery until his decease, with the appearances of the injured parts after death. 4° London, 1824.\n\nDONORS.\n\nCaptains Irby and Mangles, Dec. 18, 1823.\n\nLe Chev. Kirckhoff, Nov. 20, 1823.\n\nThe Commissioners of Public Records, Nov. 20, 1823.\n\nThe Marquis de Laplace, Feb. 19, 1824.\n\nFeb. 26, 1824.\n\nM. Latreille, May 20, 1824.\n\nProfessor J. J. Littrow, Nov. 20, 1823.\n\nEdward Hawke Locker Nov. 20, 1823.\n\nDr. Robert Lyall, March 11, 1824.\n\nFeb. 12, 1824.\n\nMr. George Mackenzie, April 29, 1824.\n\nWilliam Maiden, Esq. April 8, 1824.\nPRESENTS.\n\nMAJENDIE (r) Formulaire pour la préparation et l'emploi de plusieurs nouveaux Médicaments, tels que la Noix vomique, les Sels de Morphine, l'Acide prussique, la Strychnine, la Véritine, les Alcalis des Quinquinas, l'Émétine, l'Iode, l'Iodure de Mercure, le Cyanure de Potassium, l'Huile de Croton Tiglum, &c. &c. &c. 12° à Paris, Juin, 1824.\n\nJournal de Physiologie Expérimentale et Pathologique. 2e Numero Mai, 1824. Tome 4. 8° Paris, 1824.\n\nMANGLES (JAMES) v. IRBY.\n\nMAPS AND CHARTS. Eastern Passages to China, Sheet 1, by James Horsburgh, Esq. London, 1 May, 1824.\n\nSurvey of the Straits of Durian by Lieutenants W.S. Collinson, Hawkins and Moresby. 1 Sheet, London, 1 Nov. 1823.\n\nThe East Coast of Sumatra from Diamond Point to the Southern Entrance of Brewer's Straits, by Lieut. William Rose and Robert Moresby, H.E.I.C. Marine. 1 Sheet. London, 1 Jan. 1824.\n\nTHE MONTHLY REVIEW ENLARGED, from June, 1823, to May, 1824, and Appendix to Vol. CI. CII. CIII. 8° London, 1823.\n\nMORRISON (r.) D.D. A Dictionary of the Chinese Language, in three Parts, Part the 1st containing Chinese and English, arranged according to the Radicals, Part the 2nd, Chinese and English arranged Alphabetically, and Part the 3rd, English and Chinese. Vol. II. Part. 1. 4° London, 1822.\n\nPARRY (Captain W.E.) A Supplement to the Appendix of Captain Parry's Voyage for the Discovery of a North-west Passage, in the Years 1819-20, containing an Account of the Subjects of Natural History. 4° London, 1824.\n\nJournal of a Second Voyage for the Discovery of a North-west Passage from the Atlantic to the Pacific, performed in the Years 1821, 22, 23, in H.M.SS. Fury and Hecla, under the Orders of Captain W.E. Parry, R.N. F.R.S. illustrated by numerous Plates. 4° London, 1824.\n\nPEARSON (Rev. WILLIAM,) LL.D. F.R.S. An Introduction to Practical Astronomy, containing Tables recently computed for facilitating the Reduction of Celestial Observations, and a popular explanation of their Construction and Use. Vol. I. 4° London, 1824.\n\nTHE PHILOSOPHICAL MAGAZINE AND JOURNAL. No. 3c2-3i3. 8° London, 1823.\n\nPREVOST (M.) et M. DUMAS, Mémoire sur les Phénomènes qui accompagnent la contraction de la fibre Musculaire. Lu à l'Académie des Sciences 18 Aout, 1823. 8° Paris, 1823.\n\nDONORS.\n\nM. Majendie, June 17, 1824.\n\nJames Horsburgh, Esq. May 13, 1824.\n\nGeorge Edward Griffiths, Esq.\n\nThe Court of Directors of the Hon. East India Company, Nov. 20, 1823.\n\nCaptain W.E. Parry, Feb. 5, 1824.\n\nMarch 25, 1824.\n\nRev. Dr. William Pearson, April 29, 1824.\n\nDr. Alexander Tilloch.\n\nDr. Prevost, May 20, 1824.\nPRESENTS.\n\nPREVOST (M.) et M. DUMAS. Nouvelle Théorie de la Génération. 8° no date or place.\n\nJ. L. PREVOST, M. D. et J. A. DUMAS. Examen du Sang et de son Action dans les divers Phénomènes de la vie. 8°\n\nROBERTSON, (Rev. Abram) D.D. Astronomical Observations made at the Radcliffe Observatory at Oxford, from May 1, 1823, to May 1, 1824, by and under the direction of the Rev. Abram Robertson, D.D. F.R.S. Sav. Prof. of Astron. and Radcliffe Observer. MS. fol.\n\nRONALDS (Francis) Descriptions of an Electrical Telegraph, and some other Electrical Apparatus. 8° London, 1823.\n\nSAVARY (M. F.) Mémoire sur l'Application du Calcul aux Phénomènes Électro-Dynamiques. 4° Paris, 1823.\n\nSCHUMACHER (Prof. H.C.) vide ASTRONOMIA. (Nachrichten.)\n\nSCUDAMORE (Charles) M.D.F.R.S. An Essay on the Blood, comprehending the chief circumstances which influence its Coagulation, the nature of the Buffy Coat, with a concise medical view of the State of the Blood in Disease, and an Account of the powers of a saturated Solution of Alum as a Styptic Remedy in Hemorrhage. 8° London, 1824.\n\nSMEATON (John) A Portrait, in Oil, of the late John Smeaton, Esq. F.R.S.\n\nSMITH (Sir James Edward) M.D.F.R.S. The English Flora, in 2 Vols. 8° London, 1824.\n\nSODA (Dionigio) La Verità Rettificatrice ritrovata. 8° Napoli, 1816.\n\nLa Geometria Piana rivendicatrice. 8° Napoli, 1822.\n\nSOWERBY (James de Carl) and G.B. vide ZOOLOGICAL MAGAZINE.\n\nSTATUTES. The Alphabetical Index to the Statutes of the Realm, from Magna Charta to the end of the Reign of Queen Anne. fol. 1824.\n\nSTRUVE (F.G.W.) Observationes Astronomicæ institutæ in Specula Universitatis Cæsareae Dorpatensis. Vol. II. and III. 4° Dorpat, 1820.\n\nTANTINI (Francesco) M.D. Principi d’Instituzioni Cliniche, ossia Introduzione alla pratica clinica per uso dei principianti di Gio Valentino Nob. de Hildenbrand, versione dal Latino del Dot. Fr. Tantini. 8° Pisa, 1818.\n\nTAYLOR (John) vide HUMBOLDT.\n\nTIEDEMANN (Frederic) Anatomie du Cerveau, contenant l’histoire de son Développement dans le Foetus avec une exposition comparative de sa structure dans les Animaux, par Fr. Tiedemann, traduite de l’Allemand avec un discours préliminaire sur l’Etude de Physiologie en général et sur celle de l’Action du Cerveau en particulier, par J. L. Jourdan, M.D. avec 14 planches. 8° l’Paris, 1823.\n\nMDCCCXXIV.\n\nDONORS.\n\nDr. Prevost, May 20, 1824.\n\nM. J. L. Prevost, June 3, 1824.\n\nThe Trustees under the Will of the late Dr. Radcliffe, June 3, 1824.\n\nMr. F. Ronalds, Nov. 20, 1823.\n\nM. Savary, Nov. 20, 1823.\n\nDr. Charles Scudamore, March 11, 1824.\n\nBequeathed by Mrs. Dixon, his Daughter, April 29, 1824.\n\nSir James Edward Smith, March 18, 1824.\n\nDionigio Soda, Jan. 15, 1824.\n\nThe Commissioners of Public Records, May 27, 1824.\n\nF. G. W. Struve, Nov. 20, 1823.\n\nProfessor Tantini, Nov. 20, 1823.\n\nDr. J. L. Jourdan, Nov. 20, 1823.\nTINCHANT (M.) Doctrine Nouvelle sur la Réproduction de l'Homme, suivie du Tableau des variétés de l'Espèce humaine. 8° Paris, 1822.\n\nDe la Digestion et des Phénomènes qui se succèdent dans les organes digestifs pendant l'acte de l'assimilation ou de la nutrition, Réponse à la Question proposée par l'Institut Royal de France pour Prix de l'Année 1825. 8° Paris, Avril 1824.\n\nTOOKE, (THOMAS, Esq.) F. R. S. Thoughts and Details of the high and low prices of the thirty years, from 1793 to 1822, in four parts, Second Edition. 8° London, 1824.\n\nTURNOR (EDMUND, Esq.) F. R. S. F. S. A. A short View of the Proceedings of the several Committees and Meetings held in consequence of the intended Petition to Parliament from the County of Lincoln, for a limited Exportation of Wool in the year 1781 and 1782, together with Mr. R. Glover's Letter on that subject; to which is added, a List of the Pamphlets on Wool lately published, with some Extracts. Extracted from the Pamphleteer, No. XLVI. 4° London, printed 1782, reprinted 1824.\n\nVALENTIN (Dr. LOUIS) Notice Historique sur le Docteur Jenner, suivie de Notes relatives à sa découverte de la Vaccine. 8° à Nancy, 1823.\n\nVAVASSEUR, V. BRECHET.\n\nYEATS (G. D.) M. D. F. R. S. A Statement of the early Symptoms which lead to the Disease termed Water in the Brain, with Observations on the necessity of a watchful attention to them, and on the fatal consequences of their neglect. Second Edition, considerably enlarged. 8° London, 1823.\n\nYOUNG (Dr. THOMAS, F. R. S.) Tides, from the Supplement to the Encyclopædia Britannica, Vol. VI. Part II. 4°.\n\nTHE ZOOLOGICAL JOURNAL, No. I. conducted by Thomas Bell, John George Children, James de Carle Sowerby, and G. B. Sowerby, Esq. 8° London, 1824.\n\nDONORS.\n\nM. Tinchant, May 27, 1824.\n\nThomas Tooke, Esq. June 17, 1824.\n\nEdmund Turnor, Esq. May 20, 1824.\n\nDr. L. Valentin, Nov. 20, 1823.\n\nDr. G. D. Yeats, Nov. 20, 1823.\n\nDr. Thomas Young, March 11, 1824.\n\nThomas Bell, Esq. John George Children, James de Carle Sowerby, and G. B. Sowerby, Esq. Feb. 26, 1824.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1824.\n\nA\n\nAcademicians, French, their experiments on the velocity of sound in 1638, and 1822, p. 426.—Annoyance experienced by them, as well as by MOLL and VAN BEEK, 430.\n\nAcid in the stomach of animals, Dr. Prout on the nature of, 45.\n\nAir, in sea water, the cause of its corroding copper, 153.\n— effects of a variation of its density on the rates of chronometers, 372.\n— density of, compared with that of mercury, 427.\n—— formula for, at any temperature and pressure, 427.\n—— in the cavity of the chest, in a case of pneumato-thorax, its analysis, 259.\n\nAlkaline substances, deposited by sea water on negatively electrified copper, 244.\n—— solutions prevent the action of sea water on copper, 245.\n\nAmici. His observations on the motion of the sap in the chara, an analogy with, 191,—his observations on double stars, Part iii. 3.\n\nAmmonia, its effect on explosive mixtures of oxygen and hydrogen, when submitted to the action of the platina sponge, 274.\n\nAmmonium. Its inertness when alloyed with mercury, in the production of electro-mechanical effects, 181,—separated by a definite character from the other alkaline bases, 181.\nINDEX\n\nAnalysis—of the acid contents of the stomach, 47, &c.—Of air in the cavity of the chest in pneumato-thorax, 258,—of atmospheric air by the platina ball, 273,—of gaseous mixtures in general by the platina sponge, 286.\n\nAnatomy, comparative, of the human brain, and that of insects, fishes, and worms, 1.\n\n——— of the axolotl and other protei, 419.\n\nAriadne frigate, on the distribution of magnetism on board of her, 336.\n\nAstronomical refraction obtainable in finite terms on certain hypotheses of density and pressure, 159.\n\n——— instruments, preservation of from oxidation by zinc protectors, 240,—account of those used by Mr. Fallows, 458,—ditto, of those used by Messrs. Herschel and South, Part iii. 4, 12.\n\nAtmosphere, Bessel’s expression for its density, 58. See air, refraction.\n\nAttraction of bodies, general properties of, 86, 98,—of ellipsoids, general expression for, 132, 139.\n\nAtwood, his formula for the change in the rate of a chronometer by changes in arc of vibration, 410.\n\nAxolotl, Sir E. Home, on the organs of generation of, 419. Has cupped vertebrae, 419,—a perfect animal, 419,—found in a lake near Mexico,—very abundant,—eaten by the peasantry, 420, mode and parts of generation, 419, 420. Plates of, from M. Bauer’s drawings, Plates XXI, XXII, XXIII.\n\nB\n\nBakerian Lecture, Mr. Herschel on motions in fluids caused by electricity, 162.\n\nBalls of platina and clay for analysis of gaseous mixtures, their best composition and mode of using, 268, Note.\n\nBarium, readily reduced from muriate of barytes by mercurial amalgamation, 181.\n\n——— communicates positive electro-mechanical properties to mercury, 181.\n\nBarometer, neutral point in, 296.—Comparisons of, by Captain Sabine, 297, 299, 304,—remarkable depression of, in December 1821, 398,—variations of approximate to uniformity as we ascend, 399.\n\nBarometrical measurement of a height in Spitzbergen, compared\nINDEX.\n\nwith trigonometrical, by Captain Sabine, 290.—See measurement.\n\nBase, measurement of, on the heath of Utrecht, 432—ditto, on ice in Fairhaven harbour, Spitzbergen, 291.\n\nBauer, his miccoscopical observations characterised, 2—5,—his microscopic drawings of the brains of man, fish, insects, &c. Plates I. II.—of the flippers of the Walrus, Plate IV.—of the Mexican Proteus, Plates XXI. XXII. XXIII.\n\nBee, Humble, brain of, 6, Plate I.\n\nBeechey, Captain, R. N., his Survey of Fairhaven harbour, Spitzbergen, 291.\n\nBenzenberg, the first maker of a clock with conical pendulum, 427.\n\nBirds, migration of, 11. See migration—instances of long flights of, 13—care of their parents in selection of food for young, 20—their expedition in pairing, examples of, 21,—occasional desertion of their young explained, 25,—late broods of, 26—winter and summer, 27—reasons for migration of, 27—of passage, winter, 30—cause of their migration, 31—this country their home, 31.\n\nBismuth.—Its want of electro mechanical power when alloyed with mercury, 184—motions of its alloy with potassium on mercury under water explained, 193.\n\nBivalves. See shells.\n\nBlindness, partial, a peculiar species of, described, 224, 225, 228—removed by mental excitement, 225—explained, 226 frequent in its occurrence, 230.\n\nBottoms of ships, expected to be kept clean by negative electricity, 158.\n\nBradley, Dr. His Wanstead observations used to try the truth of the supposed southing of the stars, 66.\n\nBradley, Mr. Thomas, his drawings of Mr. South’s equatorial, Part iii. Plates I, II, III.\n\nBrain, structure of, in man, worms, insects and fishes, 1—difficulties in its examination, 2—microscopic drawings of, by Bauer, Plates I, and II—of insects described, 5.\n\nBrine, an excellent preservative for anatomical preparations, 234.—Does not act on copper by reason of its containing no air, 245.\n\nBrinkley, Dr. J. on the north polar distances of the principal fixed stars, 50.\nINDEX.\n\nBrinkley, Dr. J. remarks on the parallax of α Lyrae, 471—his examination of Mr. Pond's reasoning respecting the comparative merits of the Dublin and Greenwich observations, 472, et seq.\n\nC\n\nCalcium, its indisposition to amalgamate with mercury in the voltaic circuit, 182.\nCannon shots fired within one second of each other at 9 miles distance, how performed, 430.\nCarbonic acid, its effects on an explosive mixture submitted to the action of the platina sponge, 273.\n——— oxide combines slowly with oxygen at common temperatures by the action of the sponge, 267—effects of in mixtures with hydrogen and oxygen, 271.\nCarburetted hydrogen, action of platina sponge on, in mixture with oxygen, 270—method of obtaining perfectly pure, 285.\nCatalogue of the fixed stars, agreement of that of Dublin with that of Greenwich, 51, disagreement of M. Bessel's with both, and comparison with the two former, 80—mean difference of those of Greenwich and Dublin, 64.\n——— of Piazzi, Phil. Trans. 1806, rejected by the author, 78.\n——— of Dublin, for 1823, compared with one computed from that of 1813, 84.\n——— of Palermo, of Westbury, of Dublin, and of Greenwich compared, 84.\n——— of double stars by South referred to, Part iii. 17.\n——— of ditto, Struve, ditto, Part iii. passim.\n——— of 145 new ditto, by Sir William Herschel, Part iii. passim.\n——— of 273 principal stars between the South Pole and the zenith of Cape Town, Cape of Good Hope, by the Rev. F. Fallows, 457,—description of the instruments used in, 458.\nCaterpillar, brain of, 10.—Plate II.\nChronometers, used to ascertain the longitudes of Falmouth and Madeira, 360.\n——— effects of density of the air on the rates of, 372—explained, 408.—Some gain, some lose by rarefaction of the air, 390.—Enquiry how far affected by ordinary changes in the air's density in a given place, 393.\nCircle, altitude and azimuth, used by Mr. Fallows at the Cape—account of, 462.\nINDEX.\n\nCircle, Dublin, reasons for supposing its figure unaltered and readings exact, 496, 497.\n——— table of the reading of its microscopes, 492.\n——— Greenwich; vide mural circle.\nCirrhipeda, only found in tertiary formations, 415.\nClock, with conical pendulum; vide conical pendulum.\n——— used by Mr. Fallows in observations at the Cape—account of, 461.\nCohesion, absolute, of steel, 358.\nCommittee of R. S. appointed to consider the prevention of the corrosion of the copper sheathing of ships, 151.\nConical pendulums, clocks for measuring velocity of sound with, 427—their rates, 441—invented by Huygens—first made by Benzenberg, 427.\nCopper sheathing of ships, Sir H. Davy on preservation of, 151.\n——— pure, acted on by sea water more rapidly than if alloyed, 151.\n——— action of sea water on, forms insoluble submuriate, 152.\n——— exposed to sea water absorbs oxygen from the atmosphere, 153.\n——— a weakly positive metal, 154—preserved from action of sea water by being weakly electrified negatively, 155—this accomplished by the contact of tin, zinc, or iron, 155, 156.—Further experiments on, 243.\n——— possesses no electro-mechanical power in alloy with mercury, 183.\n——— general use of, near the binnacles of ships recommended, 328.\nCoulob, his apparatus for measuring the intensity of magnetism, 313.\nCroonian Lecture, on the internal structure of the human brain, 1.\nCuckoo, migration of, 29.\nCurrents, produced in electrified mercury under liquids, 162, et seq.\n——— counter, arise under various saline solutions, 172.\nCyanogen, mixed with oxygen, not altered by platina sponge at ordinary temperatures, 267—mixed with oxygen and hydrogen, action of the sponge on, 272.—Apparent exception offered by it to the order of its influence in diminishing the action of the sponge, 283.\nINDEX.\n\nD\n\nDarwin, his opinion on the pairing of cuckoos, declared hasty, 42.\nDavy, Dr. John, on a case of pneumato-thorax, 257.\nDavy, Sir Humphry, Bart. P. R. S. on the corrosion of copper sheathing by sea water, 151.\n——— on the application of electrical combinations to the preservation of copper sheathing of ships, 151, 243.\nDecussation (semi) of optic nerves.—Dr. Wollaston on, 222; see semi-decussation—Blindness.\nDensity of the earth’s atmosphere.—Bessel’s expression for, 58.\n——— an hypothetical expression of the pressure in terms of, which gives a finite refraction, 159.\n——— of air—effect of on rates of chronometers, 372.\nDillwyn, Lewis Weston, Esq. on fossil shells, in a letter to Sir H. Davy, 413.\nDiving of ducks, dogs, &c.\nDöbereiner, his experiments on the action of spongy platina on gaseous mixtures, 267.\nDublin, observations made at, and at Greenwich—comparison of by Dr. Brinkley, 50, &c. 471, et seq.\nDunmose, latitude of (50° 37' 5\".27 N), 368.\nDuodenum, of walrus, how supplied with bile, 235.\n\nE\n\nEarth—Newton’s and Huygens’s theories of its figure, 108—Clairaut’s, 108—Euler’s, 109—chargeable with an omission, 110—Mr. Ivory’s view of, 111—122.—Exposition of its theory in general, 146—ellipticity of, 369.—Radius of its equator, taken at 3486908 fathoms, and its semi-axis at 3475560, 370.\nEarth-worm; see worm, earth.\nElectricity, comparative of hard and soft steel, 354—modulus of, 358.\n——— of steel not altered by temper, according to Coulomb and Young, 354.—Confirmed by experiments by Tredgold, 356, 357.\nElectric currents, their effect in producing motion in fluids, 162.\nElectrical states of bodies, their influence in exalting, modifying, or destroying chemical affinities, 153.\nINDEX.\n\nElectricity, its distribution in its passage through conducting liquids, 168—its course along solids assimilated to that of a gas through a pipe more or less obstructed, 168, note.—Delicate test of its development in small quantities, 169.\n\nElectro-mechanical properties of metals, bear a relation to their electro-positive energies, 184.\n\nforces; their intensity, how measured—exceed gravity in an enormous ratio, 184, 185.\n\nEllipsoid, the figure necessary for the equilibrium of a revolving fluid, 131.\n\nattraction of, a general expression for, 138.\n\ntwo such figures satisfy the condition of equilibrium of a fluid revolving in a given time, 142.\n\nEllipticity of the earth, formula for its determination from a spheroidal triangle of which four parts are given, 369.\n\nEquatorial instrument, description of a 5-feet one belonging to Mr. South, Part iii. 4—ditto of a 7-feet ditto, iii. 12.\n\nEquilibrium of a revolving fluid mass, Ivory on the, 85—conditions necessary to insure, 98, 99—general equations of, 101—equation expressing an essential condition of, (A), 123— incompatible with a rotatory velocity exceeding a certain limit, 142—the usual condition insufficient for its determination, 144—another added, 118.\n\nExplosive mixtures of oxygen and hydrogen, action of finely divided platina on, 267—effects of other gases in mixture with, 273.\n\nEyes, single vision with two, explained, 229—on the apparent direction of, in a portrait, 247.\n\nF\n\nFairhaven, in Spitzbergen, chart of the harbour of, 291—Phipps's chart of by d'Auvergne inaccurate, 290.\n\nFallows, The Rev. Fearon, M. A. F. R. S., his catalogue of nearly all the principal stars between the Zenith of Cape Town and the South Pole, reduced to January 1st, 1824, 457.\n\nFieldfare, a migrating bird, 35—never breeds here, 32—its food insects, 33.\n\nFigure of the earth; vide earth. Of fluid masses in equilibrio; vide fluid and equilibrium.\n\nFishes, their optic nerves observed to cross at their points of union, 224.\n\nFlexure of steel bars, how measured, 355—phenomena of, 357, 358.\n\nMDCCCXXIV.\nINDEX.\n\nFluid mass in equilibrio, physical properties of, 111, 122, 125, 126.\nIvory, on its equilibrium, 85.\nFluids, conducting, Herschel on motions produced in, by electricity, 162.\nFly, structure of its feet, 385—of certain parts of, elucidated by comparison with the walrus; see walrus—foot.\nFoot, hind, of walrus, its structure analogous to that of the fly, 234—principle that of a cupping glass, 239.\nFormula for finding the centre of magnetism in ships, 321.\nGeneral, of interpolation, applied to chronometrical determination of longitudes, 363.\nFor finding the ellipticity and compression of a spheroid from the two sides and two adjacent angles of a spheroidal triangle given, 368.\nOf Bessel for the density of the earth's atmosphere at any height, 58.\nOf Atwood for the change of rate of a chronometer arising from a change in the arc of vibration, 410.\nOf Sir I. Newton for the velocity of sound, 424.\nOf Laplace, for the same in air of any temperature, pressure, and moisture, 427.\nFor the force of gravity in any latitude, 426.\nFor reducing right ascensions and declinations of stars to the beginning of the year (as used by Mr. Fallows), 463, 464.\nFor the density of air at any temperature, pressure, and degree of moisture, 427.\nFor the attraction of an ellipsoid on any point, 137, 138, 139.\nFor the attraction of an oblate spheroid of revolution, 139.\nFrost, its approach indicated by the arrival of water birds, 34.\nFusible metal, its electro-mechanical properties, 186.\n\nG\n\nGanglions, in insects, 7.\nGas, olefiant, oxygen, hydrogen, &c.; vide their respective heads.\nGaseous mixtures, action of platina finely divided, on, 266 et seq.\nAt common temperatures, 269—at increased temperatures, 277\n—analysis of, by ditto, 286—of hydrogen and oxygen, 269,\n—of olefiant gas and oxygen, 269—of hydrogen and carburetted hydrogen with oxygen, 270—of carbonic oxide and carburetted hydrogen with oxygen, 274—of oxygen, hydrogen, carburetted hydrogen and carbonic oxide, 274—of hydrogen, carbonic oxide\nINDEX.\n\nand olefiant gas, 275—of hydrogen, carbonic oxide, carburetted hydrogen and olefiant gas with oxygen, 276.\nGases, combustibility of, 277—order of their efficacy in diminishing the action of the platina sponge, 282.\nGasteropoda, fossil, occur in beds which immediately follow those containing unknown orders of mollusca, 414.\nGold possesses no electro-mechanical influence in alloy with mercury, 184.\nGreenwich, latitude of, 81. Catalogues of 1813 and 1823 compared with those of Dublin, 80—observations at, with mural circle discussed; vide Brinkley, Pond, parallax, mural circle.\n\nH\n\nHammering renders iron and steel magnetic, 197—most effectual when the bar hammered rests on a mass of iron, 197.\nHarvey, George, Esq. on the distribution of magnetism in ships of war, 310, 353.\n——— on the effects of the density of the air on the rates of chronometers, 372.\nHedge-hog, effect of hibernation on, 15.\nHelicon gun brig, distribution of magnetism in, 324.\nHenry, Dr. William, on the action of finely divided platinum on gaseous mixtures, and its application to their analysis, 266, 289.\nHerschel, J. F. W. Esq. on certain motions produced in fluid conductors when transmitting electricity, 162 et seq.\n——— re-examination of double stars begun by, in 1816. Part iii. 3.\n——— and James South, Esq. observations of 380 double and triple stars, Part iii. 1 et seq.\n——— Sir William, motion of double stars about each other discovered by, Part iii. 2—unpublished observations of double stars, by, iii. passim and 20—reasons for deviating from his catalogues, iii. 20—his catalogue of 145 double stars, Part iii. passim.\nHibernation of birds, arguments against, 14, &c—of hedge-hog, effects of, 15—hypothesis of Beddoes in favour of, considered, 18.\nHobby-hawk seen 100 leagues from land, 13.\nHome, Sir Everard, Bart. on the internal structure of the human brain, 1—on the walrus and seal, 233—on the organs of generation of the axolotl, 419.\nHoopoe caught in the Atlantic several hundred miles from land, 13.\nHuddart, Capt. devises and superintends the construction of Mr. South's Equatorial, Part iii. 11.\nINDEX.\n\nHydrogen, effluvium of the supposed cause of certain electrical phenomena observed by M. Serrulas, 193—explosive mixture of with oxygen, effect of platinum sponge on, 267—ditto, diluted with hydrogen, 274.\n\nHygrometer, Daniell's, used in experiments on velocity of sound by Moll and Van Beek, 429—and how.\n\nI\n\nIllumination of the field of a telescope, singular phenomenon respecting, Part iii. 15—proper degree of, differs for different stars, ib.\n\nImponderability of ethereal bodies called in question, 185.\n\nImpregnable, distribution of magnetism on board of the, 349.\n\nIndex errors of micrometers require to be frequently taken, Part iii. 19.\n\nInsects, brains of, Sir E. Home on, 1, 5—medulla spinalis of, 5—drawings of, by Bauer, Plates I, II.\n\nInstruments, astronomical, description of the transit and circle used by Mr. Fallows, 458, 462—description of the instruments used by Messrs. Herschel and South in their observations of double stars, Part iii, 4, 12.\n\nIntegral, definite, theorem concerning one, 128.\n\nIris, its apparent ellipticity not the cause of the apparent direction of the eyes in a portrait, 248.\n\nIron, development of magnetism in, by percussion, 197—protects copper from sea-water, 155, 156—is protected by zinc, 158—its electro-mechanical properties in alloy with mercury, 183—solid amalgam with mercury, 183, note.\n\nIron, cast, forms the best protector for copper, 243.\n\nIvory, James, A. M. F. R. S. on the figure of equilibrium of a revolving fluid, 85.\n\nJ\n\nJenner, Edward, M. D. on the migration of birds, 12.\n\n——— Rev. G. C. a letter to Sir H. Davy, introducing the above paper, 11.\n\nK\n\nKnight, extraordinary power of his magnets, 221—how perhaps produced, 221.\n\nKooltjesberg, one of the stations chosen by Messrs. Moll and Van Beek for experiments on the velocity of sound, 429.\nINDEX.\n\nL\n\nLandrail, its powers of flight, 15.\nLambton, General, his observations used by Dr. Brinkley to try the reality of the southing of the stars, 73.\nLead, its electro-mechanical effect in alloy with mercury, 183.\nLecture, Bakerian, on certain motions of conducting fluids produced by electricity, 162.\nLinnets in the Atlantic, several hundred miles from land, 13.\nLobster, brains of, 6, 10, Plate II.\nLongitude of Madeira (1° 7' 39\" W.) determined by Dr. Tiarks by means of chronometers, 365.\n——— errors in, as determined in the Trigonometrical Survey, 360, 365.\n——— differences of, between Dover and Falmouth, 364—between Portsmouth and Falmouth, 364—between Falmouth and Madeira, 365.\n\nM\n\nMadeira, longitude of, 365.\nMagnesia, hydrate of, deposited by sea water by the action of copper, 152—its carbonate similarly deposited, 244.\nMagnetism, its development in iron and steel by percussion, 197; see percussion—augmentation of, by a regular system of hammering, 210—distribution of in ships of war, 310.\nMagpie, anecdote illustrating the rapidity of its mating, 21.\nMartins, dissection of, on their first appearance, 24—desertion of their young by a pair, explained, 25—cause of their assembling on roofs, 29.\nMaskelyne, his observations on Schehallien used to try the reality of southern motion, 68.\nMean of many indifferent observations of double stars preferable to the best single one, Part iii. 21—remarkable instance of in Rigel, iii. 75.\nMeasurement of a height in Spitsbergen, trigonometrical and barometrical, compared, 290—great discrepancy in, as observed by Captain Sabine and Captain Phipps, on a hill in Amsterdam island, 306.\n——— of a base; see base.\nMercury. Herschel on the motions of when electrified under conducting liquids, 162—under sulphuric acid, 163—attraction of globules of to the negative pole of a battery explained—a\nINDEX.\n\nsecondary effect, 164—its proximate cause, 165—internal currents in, 166—various phenomena explained by, 166—remains at rest under caustic soda and potash, when perfectly pure, 179—effect of various metals in alloy with, 179—contact of various metals with, under liquids, singular effects of, 187—different when recently electrified, and when not, 187-188.\n\nMetal, fusible, its electro-mechanical properties, 186.\n\nMetals, various, their effects in altering the electro-mechanical relations of mercury, 179—bear a relation to their electro-positive energies, 184.\n\nMicrometers, repeating, iii. 9—used by Messrs. Herschel and South, iii. 9.—value of scale, how determined, iii. 13—tables of, iii. 23.\n\nMigration of birds, Jenner on the, 11, et seq.—reality of, 12—cause of, the generative instinct, 20—another cause of, the desire to revisit their homes after procreation abroad, 27.\n\nMixtures, gaseous—explosive; vide explosive and gaseous.\n\nMoll, his experiments on the velocity of sound in Holland, 424.\n\nMollusca, naked, only occur in tertiary formations, 415.\n\nMoor-hen, its powers of flight, 16.\n\nMoth, brain of, 10, Plate II.\n\nMotions in fluids produced by electricity, 162.\n\nMucus, an ingredient in bile of walrus;—secreted on the coats of the gall-bladder, 236.\n\nMudge, his observations in 1802, used to try the southern motion of stars, 52.\n\nMural circle at Greenwich. Assimilated by Mr. Pond to a theodolite, 472—its microscopes supposed unsteady, and why, 494, 497—a table of discordances between its microscopes, 490.\n\nMuriatic acid in the stomach of animals, 46—in the human ditto, 49.\n\n———gas, its effect on explosive mixtures of hydrogen and oxygen submitted to the platina sponge, 274.\n\nN\n\nNail of iron tied by a copper wire to 40 square inches of copper, preserved it from the action of sea-water, 157.\n\nNegative electricity not to be supposed favourable to life, 158.\n\nNerves, optic. Wollaston on the semi-decussation of, 222—their structure explained, 226.\n\nNightingale, migration of, 29.\nINDEX.\n\nNitrate of copper, singular electro-mechanical phenomenon exhibited by, 188.\nNitrogen, its effect on explosive mixtures of hydrogen and oxygen, 273.\nNitrous oxide, ditto, ditto, 274.\nNutation, lunar, determined by Dr. Brinkley, 77—difference between values of, as determined by observations of the sun and stars, ib.\nNuthatch caught in the Atlantic several hundred miles from land, 13.\n\nO\n\nObservatory at the Cape, Mr. Fallows's choice of a site for, 457.\ntemporary ditto, account of, and of the instruments in it, 458.\nOleflant gas not acted on in mixture with oxygen by platina sponge at ordinary temperatures—effect of, in suspending the combination of gases by ditto, 275.\nOptic nerves, semi-decussation of, 222—structure, 226.\nOvaria of birds, their enlargement causes migration, 20—of axolotl; see axolotl.\nOwl seen in the midst of the Atlantic, 13.\nOxide, carbonic; vide carbonic oxide.\nOxygen, absorbed by copper exposed to sea water in contact with atmospheric air, 153.\nmixtures of, with hydrogen and other gases, analysed by the platina sponge, 266—289.\n\nP\n\nParallax, determination of its existence, and amount, by observations of double stars again recommended, Part iii. l.\nof a Lyrae, Dr. Brinkley on the, 471, et seq.—Remarks on Mr. Pond's observations on, 472.\nPellicle of bismuth on mercury, its sudden motions when electrified, explained, 193, 195.\nPendennis Castle, error of 4\" in its longitude in the Trigonometrical Survey detected, 360, et seq.\nPendulum, conical—clocks with, used to determine velocity of sound, 427—first made by Benzenberg, ib.\nPercussion, its effect in developing magnetism in iron and steel, 197—mode of applying it to produce the maximum effect, 198.\nINDEX.\n\nPerforations in fossil shells, mark the epoch of their deposition, 415.\nPerkins, his process for multiplying fac-similes of copper-plates, 252.\nPiazzi, his Palermo Catalogue adduced to disprove southing of stars, 58.\nPigeons, daily flight of, from the Hague to the Norfolk coast, and return, 13.\nPile, voltaic; vide poles.\nPlacenta of seal, its structure and peculiarities, 237.\nPlanets, figure of, 143—its theory, 146—only approximate as delivered by Legendre and Laplace, 150—one condition of equilibrium neglected in, 150.\nPlatina or platinum finely divided; its action on gaseous mixtures, and application to their analysis, 266—sponge, how made and used, 268—balls of clay and, ibid.—wire of, its effect in producing slow combustion of mixed gases, 265.\nPneumato-thorax, further particulars of a case of, 257.\nPolarity, not the natural condition of iron, 215—acquired and lost almost instantaneously by soft iron, less so by soft steel, very slowly by hard, 216.\nPolar distances, north, of principal fixed stars—Dr. Brinkley's remarks on, 50.\nPoles, of the voltaic pile, effects of on mercury under conducting liquids, 173, 186—appear to attract and repel globules of mercury, and why, 164, 167.\nPond, J. Esq. examination of his reasoning respecting parallax of α Lyrae examined, 475, et seq.\nPortrait, Dr. Wollaston, on apparent direction of eyes in a, 247—why they look at the spectator in all directions, 254.\nPotassium, effect of, in changing the electro-mechanical relations of mercury, 180—sensible when only a millioneth part of it, 180.\nPreservation of anatomical specimens by brine, 234—of cutting instruments by zinc cases, 249—of copper, iron, &c. by negative electricity, 151, 158—of copper sheathing of ships, 151, 242.\nProcesses, simple and compound, for developing magnetism by percussion, 200.\nProper motions of stars, verification of, iii. 21.\nProtectors, metallic, applied to copper immersed in sea water, 243—cast iron best fitted for, ibid.\nINDEX\n\nProteus, Mexican, Sir E. Home on its organs of generation; see axolotl—from Germany and Carolina, perfect animals, not larvae, 419—distinguished from other animals by having cupped vertebrae, 419.\n\nProut, W., M. D. F. R. S. on the nature of acid and saline matters usually found in the stomachs of animals, 45.\n\nPylorus of walrus, 235.\n\nQ\n\nQuiescence, point of, in magnetization of steel, 216.\n\nR\n\nRadiation of mercurial molecules from the poles of an electrified globule.\n\nRates of chronometers, effect of density of air on, 372—affected by magnetism, 273.\n\nRay, his opinion respecting the cause of migration in birds, 23.\n\nRestart, migration of, 29.\n\nRedwing, never breeds in England, 32—its food, insects, 33.\n\nRefraction, a finite expression for, in an atmosphere resembling the earth's, 159—constants of, used by Bessel and Pond, 54—Bessel's investigation of, 58—Brinkley's mode of investigation, 59.\n\n—— solar, anomalies in, at summer and winter solstices, 62.\n\n—— horizontal, represented to 1°.5 by Dr. Young's expression, 161.\n\nRetina, its lateral portions more sensible in some cases to very faint lights than its central ones, Part iii. 16.\n\nRevulsions in the motion of mercury electrified under conducting media, 175—explained, 176, 177.\n\nRichardson, Mr. called in to decide doubts in measures of double stars, iii. 16.\n\nRigel, remarkable coincidence in the means of numerous sets of observations of, iii. 76.\n\nRings seen about the stars, iii. 14—how obliterated, ibid.\n\nRobin, the first bird which sings in the morning, 37.\n\nRose, his drawings of the placenta and biliary ducts of the seal, Plates V, VI, VII, VIII.\n\nS\n\nSabine, Capt. E., R. N. comparison of barometrical and trigonometrical measures of a height in Spitzbergen by, 290.\n\nMDCCCXXIV.\nINDEX.\n\nSaline matters in stomachs of animals, Dr. Prout on, 45.\nScoresby, W. jun. Esq. on the development of magnetical properties in iron and steel by percussion, 197.\nScylla gun-brig, distribution of magnetism in, 310, 315.\nSeal, Sir E. Home on, 233—structure of its funis and placenta, 237.\nSea water, its action on copper, 151—not owing to impurities in the copper, 151, but to the water containing air, 242—245—mode of rendering it fresh by the action of iron and copper, 246; see copper, preservation.\nSemi-decussation of the optic nerves, Wollaston on, 222.\nSerrulas, M., gyration of potassiuretted bismuth on the surface of mercury under water, and other phenomena observed by, 192—his theory, 194—called in question, 192—phenomena otherwise explained, 195.\nSheathing, copper, Sir H. Davy on the corrosion of, 151.\nShells, fossil. Mr. Dillwyn on the relative ages of, 413—in the transition lime, lias, and other strata, 418—co-existence of Lamarck's two orders of simple bivalves since the deposition of transition rocks, 413—all referable to existing orders in the secondary beds above lias, 414—all tertiary shells to existing genera, 415.\nShips, Sir H. Davy on the corrosion of their copper, and the means of its prevention, 151, 242.\n—of war, Mr. Harvey on the distribution of magnetism in, 310.\nSilver, in alloy with mercury, devoid of electro-mechanical influence, 184.\nSnails, their eyes not situated at the ends of their horns, 4—microscopic drawings of their horns by Bauer, Plate I.—brains of, ibid.\nSnipe caught in the Atlantic several hundred miles from land, 13.\nSodium, a 1600000th part of it in alloy with mercury rendered sensible by its electro-mechanical effect, 181.\nSolstices, summer and winter, Dr. Brinkley's remarks on, 61.\nSongs of birds, 35.\nSound, velocity of, experiments on, 424—altered by wind, 425—stations selected for measuring, 427—results, when reciprocal observations were made, 449—ditto when not, 452, 454—table of values assigned to by different experimenters, 456.\nINDEX.\n\nSouth, James, Esq. observations of double and triple stars by, Part iii—his catalogue of double stars, iii. 17—description of his equatorial instrument, iii. 17.\n\nSouthern motion of the stars, supposed, Dr. Brinkley's remarks on, 63—non-existence of, contended for by him, 66.—evidence against, from observations of Bradley, Maskelyne, Mudge, Lambton, Piazzi, 66, 75.\n\nSpitzbergen, comparison of barometrical and trigonometrical measures of a height in, 290—chart of the harbour of Fairhaven in, 290, 291—measurement of a base in, 291.\n\nSpunge of platina, its action on gaseous mixtures, 267, et seq—how best made and used, 268.\n\nStars, spurious disks of, iii. 14—Faint, singular method of observing, iii. 15—southern circumpolar, Mr. Fallows's catalogue of 273 of the principal, 465—double, triple, and multiple, measures of the position, and distance of 380 of the principal, Part iii—fixed, Dr. Brinkley on N. P. D. of the principal, 50.\n\nStations for experiments on velocity of sound in Holland, 427—trigonometrical measure of their distance, 432.\n\nSteel, development of magnetism in, by percussion, 197—watchmaker's wire has the greatest capacity for magnetism, 200—soft, receives magnetism most readily, 211—its capacity for magnetism increased by time and by repeated magnetizing, 214.\n\n—comparative elasticity of hard and soft, Tredgold on, 354—cohesion of, 358—permanent set produced in before breaking, 357.\n\nStockdove never known to breed in England, 32.\n\nStrata, order of the succession of shells in the different, 413, et seq.\n\nStrength, comparative of hard and soft steel, 354—numerical estimate of, 356.\n\nStrontium, indisposition of to alloy with mercury in the voltaic circuit—its electro-mechanical properties, 182.\n\nStruve, his observations on double stars, Part iii. passim—his catalogue of double stars, ib.\n\nSturgeon, structure of its optic nerves, 227—cannot see the same object with both eyes, 227.\n\nSwallow caught 100 leagues from land, 13—Its food, 25—cause of assembling on roofs, 29.\n\nSwammerdam, excellence of his microscopic observations, 4—his error respecting the eyes of snails, 4.\n\nSwifts, annual return of to the same nesting place, 16—feed their young with gnats, 21—early departure of explained, 22.\nINDEX.\n\nSympathy of corresponding points of eyes shewn to arise from structure, not from habit, 226.\nSystems, binary, of stars, Part iii. 1.\n\nT\n\nTemper of steel, its influence on the magnetic power communicated by percussion, 211—elasticity of steel not dependent on it, 356.\nTemperature at which various gasses combine directly with oxygen, 277—ditto, under the influence of spungy platina, 278.\nTestaceous animals, observations on the relative periods of their creation, 413; vide shells.\nTestes of birds, enlargement of, the cause of migration, 20—size of, in different birds, 40.\nThalami nervorum opticorum, nature of the incorporation of nerves in, examined, 223.\nThaw, its approach indicated by the return of fieldfares, 34.\nTiarks, Dr. J. L. his chronometrical determination of the longitudes of Madeira and Falmouth, 360-371.\nTin, one 300th part soldered on copper prevents the action of sea water—its electro-mechanical effect in alloy with mercury, 183—inferior to zinc, 183.\nTrachelipoda, carnivorous, found in oolite, 414—epoch of their first appearance in strata, ib.\nTredgold, T. Esq. civil engineer. His experiments on the strength and elasticity of hard and soft steel, 354.\nTrent, anomalies observed on board of, in variation of the compass, 330—produced by iron stowed in her, 331.\nTrigonometrical measurement of a height in Spitzbergen, 290.\nSurvey, error of 4\" in longitude of Pendennis Castle, 361.\nTroughton, his micrometer, iii. 9—brass-work of Mr. South's equatorial, made by him, iii. 11—his observations of double stars, iii. 17.\n\nV\n\nVan Beek, experiments on velocity of sound made in Holland by, 424.\nVariations, annual, of stars, table of, 83.\nVelocity of sound, 424; vide sound.\nVision, diseased, inference respecting the optic nerves drawn from some cases of, 222, et seq.\nINDEX.\n\nVision, single with two eyes arises from structure of the optic nerves, not from habit, 229.\n——— singular phenomenon of, observed in viewing very faint stars, iii. 15, 16.\nVivian, T. Esq. sends copper to Mr. Faraday for analysis.\n\nW\n\nWalrus, Sir E. Home on, 233—structure of its hind feet, 234—mode of supplying its duodenum with bile, 235—Feeds on seaweed, 236.\nWind, its effect in altering the velocity of sound, 425.\nWinter birds of passage, 30.\nWollaston, W. H. M. D. V. P R. S. on semi-decussation of the optic nerves, 222—on apparent direction of eyes in a portrait, 247—does not depend on the circularity of the iris, 248.\nWorm (Earth,) brain of, 10, Plate II.\n\nY\n\nYoung, T., M. D. For. Sec. R. S. on a finite expression for refraction in an atmosphere nearly resembling the earth’s, 159.\n\nZ\n\nZevenboompijes, one of the stations chosen by Moll and Van Beek, for experiments on velocity of sound, 428.\nZinc, its electro-mechanical effect in alloy with mercury, 182—sensible when only a 1200000th part of the alloy, 183—contact of mercury with, momentary—its effect, 195.\n\nERRATUM.\n\nThe references to the Figures in Mr. Ivory’s Paper having been accidentally omitted, are to be thus supplied;\n\nFig. 1—page 100.\nFig. 2—Prop. 1—page 111.\nFig. 3—Prop. 2—page 115.\n\nFrom the Press of\nW. Nicol,\nCleveland-row, St. James’s, London.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107702.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 39,
    "total-input-tokens": 61336,
    "total-output-tokens": 22676,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2954,
        4
      ],
      [
        2954,
        4060,
        5
      ],
      [
        4060,
        4834,
        6
      ],
      [
        4834,
        4834,
        7
      ],
      [
        4834,
        6398,
        8
      ],
      [
        6398,
        7820,
        9
      ],
      [
        7820,
        9635,
        10
      ],
      [
        9635,
        12081,
        11
      ],
      [
        12081,
        14786,
        12
      ],
      [
        14786,
        17729,
        13
      ],
      [
        17729,
        20118,
        14
      ],
      [
        20118,
        22977,
        15
      ],
      [
        22977,
        25692,
        16
      ],
      [
        25692,
        28275,
        17
      ],
      [
        28275,
        31127,
        18
      ],
      [
        31127,
        33175,
        19
      ],
      [
        33175,
        34364,
        20
      ],
      [
        34364,
        36254,
        21
      ],
      [
        36254,
        38201,
        22
      ],
      [
        38201,
        40117,
        23
      ],
      [
        40117,
        41904,
        24
      ],
      [
        41904,
        43620,
        25
      ],
      [
        43620,
        45686,
        26
      ],
      [
        45686,
        47696,
        27
      ],
      [
        47696,
        49802,
        28
      ],
      [
        49802,
        51620,
        29
      ],
      [
        51620,
        53476,
        30
      ],
      [
        53476,
        55492,
        31
      ],
      [
        55492,
        57195,
        32
      ],
      [
        57195,
        59169,
        33
      ],
      [
        59169,
        60936,
        34
      ],
      [
        60936,
        62949,
        35
      ],
      [
        62949,
        65193,
        36
      ],
      [
        65193,
        66996,
        37
      ],
      [
        66996,
        68335,
        38
      ],
      [
        68335,
        68335,
        39
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107702",
    "title": "Front Matter",
    "authors": null,
    "year": 1824,
    "volume": "114",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 39,
    "jstor_url": "https://www.jstor.org/stable/107702"
  }
}