{
  "id": "aa4359342076a4131665e2389125f1df0a13f254",
  "text": "LVIII. An Extract of a Letter of Monsieur De la Lande, of the Royal Academy of Sciences at Paris, to Dr. Bevis, dated there March 26, 1762. Translated from the French.\n\nRead May 13, 1762.\n\nI have received, with a great deal of gratitude, The Seaman's Practice, which you were so good as to send to me. I return you my most humble thanks for it. I had never heard, that Norwood's measure had been printed so early as the year 1636; and I did not think, that before Newton, that is, before 1666, it was at all known. I assure you, that I will publish in our Memoires an extract of this book, in order to do homage to the labours of that celebrated Englishman, who had preceded us with relation to the figure of the earth. I am sorry, that I have seemed to have been in doubt when I spoke of it, and that my book is already dispersed: but I shall find an opportunity to repair this another time. In the mean time, do me the justice to observe, that I did not say, that Norwood's measure did not exist; but only, that Newton had no knowledge of it, as seems to result from the testimony of Dr. Pemberton, who relates, that Newton having had the notion of the attraction of earth upon the moon, was diverted from pursuing it, by observing, that the earth was too large not to produce a greater attraction. If any member of your illustrious Royal Society is offended with my reflections, I desire you to make\nmake my excuses to him, and to assure the Royal Society of my most humble respects.\n\n\"J'ai recû avec beaucoup de reconnoissance le livre de Seaman's Practice, que vous avés eu la bonté de m'envoyer : je vous en fais mes trés humbles remerciemens : je n'avois jamais ouï dire que la mesure de Norwood eut été imprimée des 1636, et je ne croiois pas qu'avant Newton, c'est à dire avant 1666, on en eut en connoissance. Je vous assure que je ferai imprimer dans nos Memoires un extract de ce livre pour rendre hommage aux travaux du celebre Anglais, qui nous avoit précedé sur la figure de la terre. Je suis faché d'avoir paru en doute lorsque j'en ai parlé, et que mon livre soit déjà distribué par tout ; mais je trouverai bien l'occasion de réparer cela une autre fois. Cependant, faites moi la justice d'observer, que je n'ai pas dit que la mesure de Norwood ne fut pas existente, mais seulement que Newton n'en avoit pas connoissance, comme il semble resulter du temoignage de Pemberton, qui raconte, que Newton ayant eu l'idée de l'attraction de la terre sur la lune, en fut détourné sur ce que il vit, que la terre etoit trop grande pour ne produire pas une plus grande attraction. Si quelqu'un dans votre illustre Société Royale est blessée de mes reflexions, je vous prie de lui en faire mes excuses, et d'assurer la Société Royale de mes tres humbles respects.\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105635.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 816,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1403,
        2
      ],
      [
        1403,
        2771,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105635",
    "title": "An Extract of a Letter of Monsieur De la Lande, of the Royal Academy of Sciences at Paris, to Dr. Bevis, Dated There March 26, 1762. Translated from the French",
    "authors": "Monsieur De la Lande",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105635"
  }
}