{
  "id": "ecfeec1abf00c09d536ce4da1d739e77b527306f",
  "text": "vari poslit, attenderunt; animalculorum tamen vivorum in carpionis, qui nondum duas libras Norimb. complect semine numerus 253,906,250,000 adhuc erit major: quod certe omnem nostram imaginandi vim, minime tamen infiniti Conditoris potentiam, superat.\n\nSed satis diu jam, vir doctissime, te moratus sum. Nihil ergo adjicio, quam, ut impensae te rogem, ne qua usus sum, prolixitatem inique feras, mihi vero porro favcas. Ita Vale.\n\nDabam Gottingae, in Academia Georgia Augusta\nDie 15. Octob. A. 1744.\n\nP. S. Ad tantam profunditatem barometrum, quo utor, ordinarium, dum haec scribo, delapsum est, ut unica modo ex scala ipsius ordinaria linea ipsi restet. Sed Auster etiam vehementissimus spirat. Hora vero noctis duodecima etiam infra hanc ultimam scalae suae lineam Mercurius subsedit.\n\nII. Some Account of the Gigantic Boy at Willingham near Cambridge.\n\n1. The first Notice given to the Royal Society of this extraordinary Child, was a Letter communicated by Mr. Philip Miller, F. R. S. to the President, inclosing one he had received from the Rev. Mr. Almond, Minister of the Parish; which was read at a Meeting of the Society on Nov. 8. last: At which time was likewise read a Letter from one Mr.\nBaily to James Theobalds, Esq; F. R. S. on the same Subject, and much to the same Purpose.\n\nThe following is an Extract of the Rev. Mr. Almond's Letter,\n\nSIR, Willingham, Oct. 3. 1745.\n\nRead Nov. 8. I TAKE the Freedom to give you an Account of a Prodigy in Nature in the Town where I dwell; leaving it to your Discretion, whether it be worth your while to give the Royal Society Information thereof.\n\nA Servant, who married out of my Family, was delivered of her second Child, a Son; who, at his Birth, had something very extraordinary about him above other Infants; in particular, in partibus generationis; besides uncommonly large in his whole Body.\n\nHe grew to Admiration for Three-quarters of a Year, having only the Breast-Sustenance; when his Mother died suddenly; and, as is supposed, he was accessory thereunto, by drawing away her vital Nourishment.\n\nSince her Death, he has continued growing in Proportion: And, altho' now but 2 Years and 11 Months old, is 3 Feet 9 Inches high and better; and every Part in Proportion thereunto: His Strength and Courage such as to overcome Boys of 6, 7, and 8 Years of Age: His Voice, like a Man's, very groom; Weight above Four Stone; and he appears to have as much Understanding as a Boy of 5 or 6 Years old. But, what is most surprising, his Penis is Four Inches long when\nwhen erect; the Hair on the Pubis an Inch long and thick. The Report of him has brought People far and near to see him.\n\nYour obedient humble Servant,\n\nEdmund Almond.\n\n2. A Letter from Mr. Tho. Dawkes, Surgeon at Huntington, to Dr. Mead, F. R. S. & Med. Reg. concerning the same Child.\n\nLearned Sir,\n\nRead Jan. 10. 1744-5.\n\nA Prodigy of Nature, hereunder exactly described, has, for some Months past, engag'd the Attention of the Curious in this Neighbourhood; and seems to demand that of that Learned and Honourable Society, of which you are a Member of the first Rank: And as such, tho' a Stranger to you in Person, yet I presume the following Accounts will not be altogether unacceptable to you.\n\nAt the Instance of the Midwife concerned at the Time of Labour, I went to a Village called Willingham alias Wivelingham, about Six Miles North of Cambridge, to see a Boy, then (the latter End of August last) just Two Years and Ten Months old; of whom I took, with the utmost Accuracy, the following Dimensions; viz.\n| Measurement                                      | Feet | Inches | Tenths |\n|-------------------------------------------------|------|--------|--------|\n| His Height, which was                            | 3    | 8      | 5      |\n| The Measure round his Neck                       | 1    | 1      | 2      |\n| ________of the Waist                             | 1    | 1      | 2      |\n| From the Head of one Humerus to the other        | 0    | 11     | 8      |\n| From the Head of the Humerus to the Cubit        | 0    | 8      | 2      |\n| From the Cubit to the Extremity of the Ulna and Radius | 0    | 6      | 0      |\n| The Measure round the Wrist                      | 0    | 6      | 0      |\n| The Length of the Thigh, from the Head of the Femur to the Head of the Tibia | 0    | 10     | 8      |\n| The Measure round its thickest Part              | 1    | 2      | 3      |\n| From the Head of the Tibia to the Astragalus     | 0    | 9      | 1      |\n| The Length of the Foot                          | 0    | 6      | 0      |\n| The Breadth of the same                          | 0    | 3      | 3      |\n| The Measure of the thickest Part of the Calf     | 0    | 10     | 3      |\n| The Length of the Penis, as pendent              | 0    | 3      | 3      |\n| Its Circumference                                | 0    | 2      | 7      |\n| The Testes, measured round to each Side of the Penis | 0    | 5      | 2      |\n\nHis Weight, in his Cloaths, was Four Stone and Two Pounds.\n\nThe Hair of his Head is long, strong, of a dark-brown Colour, and displays itself, naturally, in fine Curls.\n\nHe has the distinguishing Mark of Puberty; for the Lanugo upon the Pubes is as long, as thick, and as crisp, as that of an adult Person.\nHe is very strong: I saw him take up and throw from him, with much Facility, a Blacksmith's Hammer, which weigh'd Seventeen Pounds: And when he is provok'd by other Children, (for he goes to School) he does not fight with his Fist, nor Legs, but collars them, and lays them prostrate by mere Strength. Thus, they tell me, he will frequently serve Boys of eight or ten Years of Age.\n\nHis Voice, in common, is extremely manly, as deep a Bass as you can well conceive; and he pronounces very distinctly.\n\nHe has something a little savage in his Look; tho', they tell me, he is not naturally quarrelsome.\n\nHe eats and drinks with great Moderation.\n\nHis Understanding seems to be equal to that of a Child of 5 or 6 Years old.\n\nHe is quick of Apprehension, and has a very retentive Memory.\n\nHe has something of a stately Walk with him; and seems conscious of that uncommon Share of Strength which the Author of Nature has endow'd him with.\n\nHe is not made a public Shew of, but walks about, and plays in common with other Children.\n\nWhen I saw him, the Glans of the Penis was quite uncover'd; and his Aunt, and the Midwife, assured me it was always so.\n\nHis Father is a little Man, a Labourer: His Mother (who died when he was but 9 Months old; and, as was suppos'd, by giving him Suck; for, they tell me, she was found dead with him at her Breast) was a Woman of a middle Stature.\n\nThe Midwife assur'd me, That, when he was first born, he was no other than what they commonly term,\nterm, a *lusty Boy*; save that the Parts of Generation were *remarkably large*, and that the *Lanugo* first appear'd when he was near a Year old; which gave great Uneasiness to his Parents, who were very religious People. I am,\n\n*Learned Sir,*  \nHuntingdon, Jan. 4.  \n1744,  \n\nYour most Obedient,  \nHumble Servant,  \n\nTho. Dawkes.\n\nTo a second Letter from the same were subjoined the *Affidavits* and *Testimonials* of the Midwife, the Minister, Churchwardens, and others, That this Child, *Tho. Hale*, was born on 31. Octob. 1741.\n\nHe was assured, by Mr. *Almond*, That, between Aug. 28. and Nov. 30. 1744. this Child was grown two Inches and an half; *i.e.* from 3 Feet 8 Inches and 5 Tenths, to 3 Feet 11 Inches.  \n\nC. M.\n\n---\n\nIII. *A Letter from Mr. Browne Langrish, Licent. Coll. Med. Lond. & F. R. S. to the Rev. Dr. Hales, F. R. S. concerning a new Contrivance of applying Receivers to Retorts in Distillation.*\n\nDear Sir,\n\nRead Jan. 24. 1744-5.  \n\nI Return you my hearty Thanks for your kind Present of your Account of some Experi-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104456.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 2367,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1200,
        2
      ],
      [
        1200,
        2521,
        3
      ],
      [
        2521,
        3537,
        4
      ],
      [
        3537,
        5285,
        5
      ],
      [
        5285,
        6762,
        6
      ],
      [
        6762,
        7802,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104456",
    "title": "Some Account of the Gigantic Boy at Willingham Near Cambridge. 1. From the Rev. Mr. Almond to Mr. P. Miller, F.R.S. 2. A Letter from Mr. Tho. Dawkes, Surgeon at Huntington, to Dr. Mead, F. R. S. &c. concerning the Same Child",
    "authors": "Tho. Dawkes, Edmund Almond",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104456"
  }
}