{
  "id": "011a14c69dcb4a72caefea95d0b18f0c73cdcc4f",
  "text": "VII. Supplement to the First and Second Part of the Paper of Experiments, for Investigating the Cause of Coloured Concentric Rings between Object Glasses, and other Appearances of a similar Nature. By William Herschel, LL.D. F.R.S.\n\nRead March 15, 1810.\n\nWhen the intricacy of the subject, on which my two last papers have been treating, is considered, it will not appear singular that a few supplementary articles should be given. The compression of the account of the experiments into a small compass, where many material circumstances must be left unnoticed, may throw some obscurity on the results, which can only be removed by examining the subject in a fuller extent, and from various points of view. I hope the following illustration and additional explanations will have the effect of clearing up what may possibly to some appear obscure or doubtful, in either the first or second part of my paper, and serve also to make the conclusions, which in the second have been chiefly supported by prismatic experiments, directly\napplicable to such as have in the first been made by convex glasses.\n\nThat the colours in all prismatic phenomena, which have been examined in the 44th, 45th, 46th, 47th, and 48 articles of my paper, are produced either by the interior critical separation arising from the different reflexivity of the rays which cause the blue bow, or by the exterior critical separation arising from the different intromissibility of the rays which cause the red bow, has been so clearly and circumstantially proved that it can admit of no doubt; it may even be conceived by some that I have been too particular in giving the precise angles, when we see in the Lectiones Opticae, Sect. II. Par. 2, page 257, 258, how far Sir I. Newton has explained the blue bow; but a sufficient reason for this minuteness was to give greater clearness to my explanation of the new phenomenon of a red bow, which I have with equal precision described, and which by this means may be, step by step, compared with the production of the blue bow. By this precaution I hoped to anticipate any objection that might occur, such as, for instance, that Sir I. Newton has also explained the red bow which (it may be supposed) is merely the converse of the blue bow. This conception, although Newton nowhere speaks of a red bow, seems to be countenanced by what is said after he has shown that the blue bow is caused by the different reflexivity of the rays of light; for as he affirms that the red, orange, and yellow colours are transmitted, he contrives a method of proving it experimentally, by adding a second prism, placed under that which gives the blue bow, and thus making the transmitted rays visible. The full import of this\nNewtonian experiment will be considered in the following articles.\n\nLIV. Supplemental Considerations, which prove that there are two primary prismatic Bows, a blue one and a red one.\n\nAs it will be admitted that we have a primary blue bow, I shall only repeat that by the use of the criterion, which has been indicated at the conclusion of my 44th article, we find that when a plain surface of glass is brought into contact with that side of the prism by which the reflective, or intromissive critical separation is performed, the bow will be turned into streaks, and that the blue bow, which Newton has explained, will stand the test of this criterion.\n\nIt will now be necessary to prove that the red bow which I have introduced in my 42d article is a phenomenon of equal originality with the Newtonian blue bow. That it will stand the test of the criterion, has already been proved in the 44th article, since by the contact of a plain surface of glass with the efficient surface of the prism this bow is also turned into streaks; but as we find that the Newtonian experiment, by the addition of a second prism, has made the red, orange, and yellow colours, which are the residue of the blue bow, visible, it will be necessary to show that the phenomenon which may thus be viewed is not the red bow I have described.\n\nFirst consideration. It is a necessary consequence from Newton's explanation of the 49th figure in his Lectiones Opticae, page 260, for a copy of which see Plate V. fig. 1; that the angle \\( t s p \\) subtended by the transmitted colours must be exactly equal to the angular breadth of the blue bow \\( t S p \\) and that also the angular position \\( C t s \\), when the eye sees\nthe transmitted colours, must be exactly equal to $CtS$, in which it is to be placed, that the blue bow may be seen. But these angles in my red bow, are not the same as they are in the Newtonian blue one; for, in figure 2, the angle $tsp$, which the red bow subtends, is $5'55''$, less than the angle $tsp$ in figure 3, subtended by the Newtonian blue one; and the position of the eye $Cts$, in figure 2, for seeing the vertex of the red bow, is $15'46''$ less than $CtS$ figure 3, in which position the eye sees the vertex of the blue bow. Now as these angles arise immediately out of the critical separation of the rays, it is evident that one of these bows cannot be the converse of the other, but that we have two critical separations essentially different, namely, the reflective and the intromissive.\n\nSecond consideration. The transmitted colours, which Newton makes visible by the addition of a second prism, cannot be seen without it. For, if the red, orange, and yellow rays, were not intercepted by the additional prism, they would be refracted at $prt$, figure 1, and pass into the air, scattered in such a manner, as to be totally unfit for giving a distinct image. My red bow, on the contrary, may be seen in one prism, laid down in open daylight, just as we see the blue bow explained by Newton.\n\nThird consideration. The residuary colours of the Newtonian blue bow, being transmitted at $prt$, the interposition of a second prism, will refract them downwards to $s$, for which reason, they can never be seen in the form of a red bow, by an eye placed above the prism at $S$, where the blue bow is visible; whence it follows that, if we were not now acquainted with an original red bow, all the phenomena of the\nsudden change of the colours of the bows, which have been explained in my 43d and 45th articles, would still remain unaccounted for.\n\nFourth consideration. The course of the rays which produce the red bow, is so essentially different from the course of those which form the blue bow, that a mere inspection of the figures which represent them, proves, that one cannot be the converse of the other. The incident rays between A E, \\( \\alpha \\varepsilon \\), figure 4, are critically separated by the action of the interior base; those which are reflected from the space between \\( \\alpha \\) and \\( \\varepsilon \\), go to H, and form the blue blow; those which are transmitted through the same space, are by refraction scattered over an expansion of \\( 9^\\circ 11' 4'' \\), contained between the mean refrangible green, passing from \\( \\alpha \\) to \\( g \\), and the least refrangible red, going from \\( \\varepsilon \\) to \\( r \\). The incident rays in figure 5, which enter between A E and \\( \\alpha \\varepsilon \\), are likewise critically separated, but the cause of this separation is the action of the exterior base of the prism; and those which are intromitted between \\( \\alpha \\) and \\( \\varepsilon \\) so as to come to H, produce the red bow; the rest being also intromitted, but not coming to H, are by refraction scattered over a space not exceeding \\( 37' 7'' \\); the most refrangible violet going from \\( \\alpha \\) to \\( v \\), and the mean refrangible green, from \\( \\varepsilon \\) to \\( g \\). As the smallness of some of the angles cannot be accurately expressed in the figures, they may be more correctly compared by the calculated particulars, which are as follows.\n\n|                  | Blue bow. | Red bow. |\n|------------------|-----------|----------|\n| Convergency of the incident rays | \\( 0^\\circ 21' 41'' .5 \\) | \\( 5^\\circ 56' 50'' .5 \\) |\n| Elevation of the vertices | - | - |\n| Divergency of the scattered rays | \\( 9^\\circ 11' 4'' .3 \\) | \\( 0^\\circ 37' 7'' \\) |\nLV. Illustration of the Dependance of the Streaks of both the Bows, upon the critical Separation.\n\nOne of the reasons, which in the 44th article have been given, for ascribing the colours of the bow-streaks to the critical separation which causes the bows, is their being always in a direction parallel to the bows. With respect to this it may be thought by some, who are still inclined to believe in the fits of easy reflection, and easy transmission, that streaks parallel to the bows, (though not dependant on critical separation) will in that situation be seen most easily, and most distinctly, because the visual ray in that position passes most obliquely through the stratum of air between the surfaces. This observation, however, it will be found, cannot be applied to the streaks of either of the bows; for in the 50th article it has already been proved, not that these streaks can most easily, and most distinctly be seen in the place where the bows are, but that they can absolutely not be seen anywhere else.\n\nFirst illustration. To enter more minutely into a subject which is so essential to the support of the arguments contained in the 52d article, let us see whether it will be possible to assign any other reason why the streaks should be parallel to the bows, but their dependence on critical separation? What is there in two plain surfaces that can determine the direction of streaks, supposing they could possibly be formed without depending on critical separation? Why, for instance, should they not be as in figure 6, rather than in figure 7, since in both cases, their arrangement in the shape of a bow, would, according to the objection, be still in the position where the visual ray passes most obliquely through the stratum of\nair? The necessity of some cause for the direction of the streaks, may be inferred from the experiment which has been given in the 35th article. For when a plain slip of glass is laid upon a cylindrical curvature, the line of contact, which way soever it be turned, will determine the direction of the streaks that are to be seen; but when two plain surfaces touch all over equally, no bias of this sort can be given to the direction of streaks: the same cause, therefore, which determines the direction of the bow, must also determine that of its streaks, and this establishes their dependence on critical separation.\n\nSecond illustration. In what has been said, the possibility that streaks might be formed between two plain surfaces independent of critical separation, has been admitted, but this I cannot allow. The advocates for the colours by thin plates, themselves, must confess, that an uniformly thin plate of air between two plain surfaces, ought not to produce streaks, which contain a variety of colours, so that the very existence of streaks, already proves the action of some principle that will produce different colours; but when the plain side of a prism is laid upon a plain surface of glass, in which situation it has been proved, by the appearance of the bows, that either the reflective or intromissive colour making principle, may be made to exert itself at the interior or exterior base of the prism, and when in either case, streaks are immediately produced, their dependence on the same cause that produces the bows, namely, the critical separation cannot be doubted.\n\nThird illustration. That all the bow-streaks are not only dependant on critical separation, but that each collection depends in particular, on the very principle which forms the\nbow to which it belongs, is proved by the characteristic colours of the streaks. In the blue bow-streaks, the blue colour is greatly predominant; and in the streaks of the red bow, the red and green are most abundant, which could never happen if the reflective separation did not copiously furnish the blue, and the intromissive separation as copiously the red and green colours; and what must put this dependance past all doubt, is the sudden change which may be made in the colour of the streaks; for by the mere interposition of a screen, or by lifting up the prism towards the light, we may not only change one bow into the other, as has been proved in the 43d article, but when a plain surface is held under the base of the prism, in order to turn the bow into streaks, we may then change the colours of the streaks belonging to one bow, into those which belong to the streaks of the other, with as much certainty as we can change one bow into the other.\n\nA beautiful experiment to prove this, is as follows. Let two equilateral prisms be tied together as in figure 8. Then standing at the distance of five or six feet from an open window, with the prism held in the situation as represented, the sides $b d$, $d c$ being covered with a pasteboard screen $e f g$, look into the side $a b$, straight forward to the window, and you will see beautiful blue bow-streaks. The rays which produce them enter through $a c$, are critically separated by reflection from the surface $b c$, and cause the blue bow, which by the plain surface $b c$, of the prism $b d c$, is converted into streaks that go to the eye at E.\n\nWithout altering either the position of the eye, or of the prism, drop the screen $e f g$, and the blue bow-streaks will\ninstantly be changed into those of the red bow. The rays which cause them, enter through the side \\( b c \\), are critically separated by intromission, and form the red bow, but are at the same time turned into streaks by the side \\( b c \\), of the prism \\( b c d \\), and go to the eye at E.\n\nThe experiment will succeed equally well, if, instead of the prism \\( b c d \\), a highly polished plain slip of glass of the size of the base of the prism \\( a b c \\) is tied to it.\n\nLVI. Illustration of the Dependence of Rings, seen in a Prism upon the critical Separation.\n\nIf it should now be granted, that streaks which may be seen by applying a plain glass to the side of a prism, depend entirely upon critical separation, it may still be doubted, whether the rings which are produced, when a prism is laid upon a spherical surface, are likewise to be ascribed to the same cause, but this may also be decided by a very satisfactory experiment as follows.\n\nUpon a small board, lay a sheet of white paper to reflect light upwards, and through the paper fasten three short tacks into the board; then place an object glass upon the tacks, and put a right angled prism across its surface, which should be of the convexity of a globe of about 30 or 40 feet diameter. A pasteboard screen, formed as in figure 9, must be hung over the vertex to darken the exposed side, that only the scattered light which comes from the paper, may enter the prism through the base, and cause a red bow. The board should be placed upon a stand, near a door which admits the unconfined light of the heavens, where no adventitious colours will disturb the experiment. As soon as the eye\ncomes to the altitude of the bow, a set of rings will be seen, whose colours, when the bow goes across their center, will be red and green. Some motion of the eye to bring the bow a very little above or below the center, will show the colours to advantage, and in this position of the eye, we are sure to see the rings precisely in the range of the bow which is turned into rings, but remains visible at both sides, where the critical separation is known to take place. When they have been sufficiently viewed, let the screen be removed, that the brighter light of the heavens from above, may transform the red bow into a blue one, which will at the same time instantly change the colours of the rings from red and green to blue.\n\nIf it should now be alledged, that streaks or rings may still be independant of critical separations, notwithstanding their taking the colours of the bows, because they must necessarily appear blue, red, or green, when they are seen in rays of these colours, we may answer this objection by proving experimentally, that any adventitious colours that may occasionally mix with streaks or rings, can only tinge them in the places where they pass to the eye in the same direction, but can themselves not produce either blue, red, or green streaks or rings. Place yourself before a window, and holding in your hand a right angled prism, with a plain slip of glass under the base, look in at one side, and turn the prism upon its axis, till you see the horizontal bars of the window tinged with blue above, and red below; bring the red bow-streaks upon one of these bars, and lowering the streaks gradually, you will find that the colours of the bar, merely affect only those parts of the streaks over which they pass, but do not cause any additional streaks of their own colour.\nTo see this still better, take an equilateral prism with a slip of plain glass held under it as before, and turn the axis of the prism gradually down at the left, till the vertical separations of the panes of glass in the window, are equally tinged with the horizontal ones. Let \\(a b\\) and \\(b c\\) figure 10, represent one of the angles made by the meeting of the divisions between the panes of glass; then bring the bow streaks into the direction A B, and draw them gradually over the corner \\(b\\), this motion will cause the streaks to be successively cut by the adventitious colours, but you will at the same time observe these colours to remain confined to the individual place over which they pass, and to produce no other effect than what must result from a mixture of their tinge, with the particular colour of the streaks at the place of their meeting. The corner \\(a b c\\) will remain perfectly single, which plainly proves that the adventitious colours, not being caused by critical separation, cannot produce streaky phenomena, whereas if they could diffuse themselves, we ought to see at least 5, 6, or 7 coloured angular figures, parallel to each other, as represented at \\(d e f\\).\n\nLVII. Remarks on Colours supposed to be produced by thin Plates or Wedges of Air.\n\nFirst remark. In the 39th article of my paper it has been shown, that coloured appearances, such as streaks, cannot be seen between the plain surfaces of two parallel pieces of glass applied to each other; if an objection should however be made to this, by showing an experiment with two supposed plain surfaces of glass in contact, where irregular streaks, or flashy appearances may be seen, I shall be authorized to\navail myself of what has been proved in the 37th article; for it has been shown, that irregular surfaces will cause irregular figures; for which reason such appearances will only prove, not that plain surfaces can produce them, but that the surfaces between which we see them, are not strictly plain.\n\nSecond remark. If it should still farther be conceived that by means of a wedge-formed plate of air, *strait bands of colour would be produced between plain surfaces slightly inclined*, the following experiment will show, that the objection cannot be well founded. I selected two plates of glass, their surfaces being as perfectly plain and parallel as I could possibly find them, and the event shows that they were sufficiently so. The plates were applied to each other in such a manner, that the end of one touched the surface of the other, in a very sharp straight line, while at the opposite end they were kept from contact, by a very fine single thread of the silk worm placed between them, which would produce the required slight inclination. No streaks were then visible. I pressed the line of contact strongly together, and streaks became visible; but they were disfigured by pressure, and most disfigured where I pressed most. As soon as the pressure was removed, these coloured appearances vanished. My plain slips were cut with a diamond out of a parallel plate of glass, polished by an optician for optical purposes, and the incumbent slip had its tangent edge finely ground in an angle of about 70 or 80 degrees, to make it a straight line without injuring its plain figure.\n\nThird remark. It will be proper also to take notice of an objection that may be made to the foregoing experiment, by appealing to one of an opposite result; for possibly two plates\nof glass, supposed to be plain, may be shown, which, when put together slightly inclined, as the experiment requires, will produce streaks near the line of contact; but, if this should be the case, my 35th article accounts so well for the appearance of such streaks, that it would not be philosophical to ascribe them to plain surfaces, when it has been shown, that cylindrical curves of any figure, will invariably produce them; for which reason, I should think myself justified in concluding, that one or other of the plates, which were supposed to be plain, had a cylindrical termination; the figure of which might be circular, elliptical, parabolical, hyperbolical, or indeed of any other variety of cylindrical curvature.\n\nLVIII. Illustrating Remarks on the Intention of the 14th Figure, explained in the 48th Article of my Paper.\n\nThe great difficulty of representing rays of light, which are compressed beyond all conception, is such, that even a figure one thousand times magnified, which gives a delineation of them, is hardly less inadequate to give a tolerable idea of what is to be expressed, than if it had not been at all increased in its dimensions. This being the case, it might be expected that some objections would arise, such as that in my figure constructed for explanation of the streaks the vacancies are observed to correspond with, and to depend upon the intervals between the rays 1, 2, 3, 4, &c. originally assumed as separated by blank intervals. There may appear to be some plausibility in this objection, but still if some notion of this kind should be entertained, it may be shown, not only that such a remark would not be quite correct, but also, that the supposed force of it, is founded on a misconception of the figure.\nFirst remark. When we look upon this figure in a cursory way, it may seem as if the vacancies corresponded with the assumed distances of the rays, but this is partly erroneous; for even in the short extent of the figure, the vacancy between 5 and 6 at the bottom, does not correspond with that at the top. The lower single vacancy at 18, does not agree with the two vacancies above. Between 16 and 17 is a vacancy at the bottom, but none at the top. The lower vacancy at 11, has no corresponding one above; nor has that between 4 and 5 below, a corresponding vacancy at the top.\n\nSecond remark. The rays 1, 2, 3, 4, &c. are by no means assumed as separated by blank intervals, but as rays at a certain distance from each other, one thousand times greater in the figure, than in their compressed natural state.\n\nThird remark. The appearance of the rays in my figure, was not intended to represent streaks such as will be seen, but to denote their incipient course in passing from the base of the prism, to an eye whose distance from that base we are to suppose not less than 3000 inches. The visible arrangement and colour of the streaks, erroneously conceived to be expressed in my figure, can only be deduced from the mixture of rays at the place where they enter the eye, the pupil of which it should be remembered, must have a proportional diameter of 200 inches. The angles also, it has been explained, could not possibly be drawn of just dimensions, and from what has been said, we may conclude, that to make a calculation of the mixture and colour of all the rays when they reach the eye, even with the spare quantity of them which has been drawn in the figure, would be extremely laborious, and that a thorough investigation of this particular\npoint would really, as I have before said, be an endless undertaking. The only fault, therefore, that may be found with my figure, I believe is, that it enters perhaps too particularly into this circumstance. It is well known, that similar discussions about irises, fringes, or halos, have generally been dispatched without giving us the least intimation about the real angular course of the rays that produce them. It was indeed, not incumbent on me to go so far, but where angles and distances and intersections fell in my way, that could be determined, I was unwilling to pass them by unnoticed, as such considerations certainly tend to facilitate our conception of the ultimate production of the streaks.\n\nFourth remark. That such delineations may be used, to show in what manner we may conceive intricate optical phenomena to be produced, I have the authority of eminent writers in my favour; thus Newton, in his first figure of the 3d book of Optics, assumes four rays on each side, to illustrate in what manner we may conceive that a hair can give a proportionally larger shadow near its body, than at a distance; but no one will affirm, that these four rays can give an idea of the actual quantity of light, and the real angles in which it falls on the different parts of the paper; all which it would be necessary to show, in order to prove, that the appearance of it on paper, agrees with the hypothesis; and yet we may nevertheless perfectly well conceive the author's meaning, and can make no serious objection to his explanation, on account of his having taken but four rays, at four arbitrary distances, moving in four arbitrary angles.\nLIX. Experiments on the multiplying Power of Surfaces in contact, which modify the Form of prismatic Appearances.\n\nThe simplicity of the following experiments is such as will ensure them a ready admittance, even by those who may not have an opportunity of repeating them; their application also to some of the most intricate phenomena of modifying the form of the prismatic appearances, must render them of considerable value.\n\nFirst experiment. Upon a plain metalline mirror $5\\frac{3}{4}$ inches long, and $4$ broad, I laid the base A B C D, figure 11, of a right-angled prism; and having darkened the room, a candle was placed so as to throw its light upon one side of the prism, the reflection of which from the base, I saw through the other. The eye was then gradually lifted up to such an altitude, that a blue bow, if it were made visible by the admission of an uniform scattered light, would extend from $a$ to $b$; the candle was then withdrawn, till only the inverted flame of it remained visible at $c$. A small pasteboard screen as long as the prism, and bent at the top as in figure 9, must be hung by the end $a$ upon the vertex of the prism, to cover the reflected image of the candle, and the side $b c$ must be short enough to leave about one or two tenths of an inch open for scattered light to enter, so as by reflection from the mirror, in proper angles to make the blue bow visible. Every thing being in this arrangement, and the room properly darkened, as well as the eye guarded from the direct light of the candle, place the pasteboard screen on the prism, and you will then perceive a very bright small spectrum of red and green light at $d$, which consists of those rays that in the blue bow place are\ntransmitted through the base of the prism, and are reflected by the mirror in such a direction, as to come to the eye. I do not mention the blue bow streaks which may be seen with some attention; they are very faint, and are not the object of this experiment, serving only to prove, that the coloured spectrum is formed in the bow place.\n\nSecond experiment. Every thing remaining arranged as before, lay a narrow slip of thin pasteboard \\( ef \\) under the end of the prism at \\( AC \\), figure 12, but leave \\( BD \\) in contact; the eye must also be elevated till the bow place comes up to \\( ab \\). In this position you will see the small image multiplied, so that, according to the brightness of the candle, and clearness of the prism and reflector, 6, 7, or 8 coloured spectra may be perceived, arranged from \\( d \\) to \\( g \\) as expressed in the figure. They are not perfect images of the candle, but so many reflections of the red, yellow, and green light transmitted at the blue bow place, and every one of them will accordingly be seen to be nearly as broad in the green part, as in the red; none of them coming to a tapering point, like the white image of the candle. The spectra are consequently occasioned by a reiterated reflection of the critically separated rays between the subjacent mirror, and the exterior surface of the base of the prism. Indeed, nothing can be more evident than this reiteration of reflections, which is so well known, that opposite parallel mirrors are often put up in rooms, to produce a multiplied extent.\n\nThird experiment. When the eye is lifted high enough to have the line of the critical reflection quite above the prism, and the small screen is also taken away, we may repeat lifting and depressing the end \\( AC \\), and the two reflecting surfaces\nwill then, by reiteration in the common way, give us a set of complete tapering images of the white flame of the candle, arranged as in figure 13. And in consequence of the various distance of the prism from the mirror, the distance of the several images of the candle, will increase and decrease, so that when at last, the end A C is again set down on the mirror, they will apparently coalesce into one single bright image.\n\nThe use that may be made of these experiments is as follows. From the laws of reflection we know, that the extent of the multiplied images perceived in reiterated reflections, between two surfaces, may at all times be ascertained when their distance is given. It is also well known, that when two plates are in what is called contact, we can in fact, only suppose them to be extremely near each other. The production of streaks, when a plain glass is laid under a prism, is a sufficient proof that, even when they are in the closest contact which can be made, the subjacent surface still acts by reflection upon the rays that pass through the base of the prism; for if the contact of the two surfaces were so complete as to make one solid mass of glass, no reflection would take place within its substance.\n\nLX. Of the breadth of the Streaks compared to that of the Bows, and the Cause why they must take up a broader Space than the Bows from which they are derived.\n\nIt must have been noticed by those who have examined the beautiful streaks, which in my paper it has been shown, will be produced when a plain surface is held under the base of the prism, that they take up a broader space than the bows;\nand notwithstanding what has been said in explanation of their production, by the reflection of the transmitted rays in the 14th figure of the second part of my paper, it may probably be objected, that since the space occupied by the streaks adjacent to the bows, is much broader than either of the bows, it is conceived, that critical separation will not account for them. At a first view of this remark, it may in some measure appear to be justified; for if there were no other cause than merely critical separation, the increase of the breadth of the streaks could not well be accounted for. It must however be recollected, that according to what has been proved in the 47th and 48th articles, the modifying power of surfaces in the production of streaks, is added to the principle of the critical separation which produces the colours.\n\nFirst cause. In consequence of the reflection of the transmitted rays, from the plain surface held under the prism, it may already be seen in the abovementioned 14th figure, that the streaks must take up a greater extent than the bows; for instance, the last reflected colour which is marked, enters the prism again at \\( v \\) 2.67 inches beyond the faintest part of the bow. This gives a magnified extent of 27.44 to the streaks, that of the bow being 24.8.\n\nSecond cause. But in order to find a greater correspondence between calculation and actual observation, I must repeat that we are not to suppose the twenty intervals between the assumed rays to be blanks. The reason why more rays were not introduced, was to avoid crowding the figure unnecessarily; but let us take, for instance, blue rays falling on the interior base at .003 of an inch from \\( \\beta \\) towards No. 4; then, in order to be reflected so as to reach the eye, they must have the\noblique incidence of $49^\\circ 49' 21''$; and since we know that many of the rays which fall on the same spot, will be transmitted while others are reflected, we find by computation, that blue rays with the above incidence being transmitted, will be refracted in such a manner, as to arrive at the subjacent reflecting surface in an angle of $11' 32''$, and will, therefore, re-enter the prism at the magnified distance of 59.6 inches from the place at which they left it, or 63.2 from $\\alpha$; and this will give an extent to streaks, amounting to nearly $2 \\frac{1}{2}$ times the breadth of the bow. The same will take place with indigo and violet rays to an indefinite extent, which it will not be necessary to particularise.\n\nThird cause. In the foregoing article it has been shown, that beside the single reflection, which in the 14th figure is delineated as taking place between the base of the prism, and the subjacent reflecting plane, 6, 7, and 8 succeeding reiterations of the same effect will carry on the reflected rays to a certain extent which is assignable. These rays would have crowded the figure so much, that they could not be inserted; but let us see how far they may extend the breadth of the streaks. I have already shown, that the first reflection, on the magnified dimensions of the figure, will carry the transmitted rays 2.64 inches beyond the bow; these rays, by reiterated reflections, may therefore be extended to 14.84; 18.48, or 21.12 inches beyond it, which alone will be sufficient; but if moreover, the intermediate rays are here also taken into consideration, there cannot remain a doubt, but that the breadth of the streaks is sufficiently accounted for.\nLXI. Of the Manner in which Rays that are Separated by critical Reflection or Intromission come to the Eye.\n\nThe subject of vision in general, affords so many intricate phenomena, that we must not be surprised if some things occur, that are of difficult conception. By means of the principle of the intromissive separation of the colours, I have already accounted for several appearances, that no other principle, not even the Newtonian fits of easy reflection, and easy transmission can possibly reach. If therefore, it should be objected to my ascribing the generation of the colours of the Newtonian rings, likewise to critical separation that rings must arise from some other cause than critical separation, because they can be seen at the under surface of a glass terminated by parallel planes, (as in figure 14,) and in other situations in which critical separation cannot reach the eye, it will be necessary to examine how far this observation is well founded.\n\nThe objection seems to convey a double assertion; the first is, that in the situation of a plain glass laid upon a convex surface, no critical separation can reach the eye; and the next, that if I cannot show how the rays come to the eye, the rings cannot be caused by critical separation. The first of these positions contains something taken for granted, which cannot be admitted. It supposes that I affirm the critical separation to be the sole cause of the rings, whereas I have plainly shown, that this separation furnishes only the colours, and that the modifying power of the subjacent spherical reflecting surface, turns these colours into rings. Now to show how very different an effect may be produced, when the critically separated rays are acted upon by the modifying power\nof a surface upon which they fall after their separation, I need but refer to the experiment which has been mentioned in the 5th paragraph of the 42d article, where the rays of the bows, which can only be seen in one particular situation, when they come directly to the eye, are effectually rendered visible in every direction, by the scattering power of the surface on which they are thrown.\n\nI proceed now, by different decisive experiments to prove, that the objection in neither of the senses it may be taken, can affect the validity of the theory I have explained.\n\nFirst set of experiments. Having ground and polished a metalline mirror, to the convexity of a sphere of 40 feet diameter, I laid upon it a right angled prism, and when they were properly exposed to the light, I lifted the eye gradually up to the blue bow place, and saw the rings that were formed of the colours critically separated by the base of the prism. That these rings owe their formation to the joint effect of the critical separation, and modifying power of the spherical metalline reflecting surface, cannot, after what has been proved in the 56th article, admit of a doubt. I then lifted the eye very slowly higher and higher, till it was brought to the vertex of the prism, and attending minutely to the rings all this time, I could no where perceive the least interruption in their uniform visibility. I do not take notice of the gradual changes in the colour and size of the rings, because such gradual changes equally happen to those that are seen between object glasses. When the eye is over the vertex, the prism being equiangular at the base, we see in the opposite side an equal set of rings. We may then advance the eye still farther, and keep the first set in view, or, what will be more convenient,\ntake up the opposite set of rings, and confining our attention to it, may draw the eye down again till we lose it: which will not be, till when the eye is nearly brought down to the level of the side exposed to the light. Here then we have an instance of rings composed of the colours furnished by critical separation, which may be seen from the obliquity of $82^\\circ 17' 31''$, down to I suppose about 5 degrees, which gives an angular space of at least 77 degrees.\n\nTo extend this range farther, I used several prisms with different refracting angles; first, one where that angle was 30 degrees; then one with 25; another with 20; and also one of 9 degrees. By this successive change of prisms, it was ascertained, that the range of visibility increased, when a smaller refracting angle was used. In the last prism, the rings became visible at an elevation of $36^\\circ 43' 6''$; this up to 90 on one side, and down again at the other to 5 degrees, gives a range of more than 138 degrees, in which these rings may be seen. To manage this experiment it is necessary, when the eye is vertical, gently to turn the mirror with the prism upon it half round, that the eye may then be depressed gradually, without interfering with the incident light.\n\nFrom these experiments it may be presumed, that were the refracting angle still farther diminished, it would increase the range at last to that of a plain glass, which therefore, I am authorized to look upon, as a prism with a vanishing refracting angle. It will be seen presently, that even this has been completely verified.\n\nAs the modifying power of spherical surfaces, to render critically separated colours visible in every direction, is by these experiments established, we might take it for granted,\nthat a similar power will be exerted by all sorts of curvatures and irregularities of reflecting surfaces; but in order to take nothing upon trust that may be proved, I had recourse to the following experiments with different curvatures.\n\nSecond set of experiments. Upon a ridge of glass ground and polished to a cylindrical form, I laid the base of a prism, with one angle of 96°; and two of 42° degrees each. In this I saw beautifully coloured streaks, or rather very narrow lenticular configurations, on one side as low as the angle of 42°, will allow the critical separation to be seen, and on the other down to within about 5° of the level of the plane, which gives a range of visibility of nearly 82 degrees.\n\nHaving also provided a refracting angle of 3° 48' 8\", and lain it upon the same cylindrical ridge, the visibility of these phenomena was extended to 152 degrees.\n\nA plain glass laid upon the same ridge, extended this range to 170 degrees.\n\nThat these effects of extending the range of the angular space, in which the narrow coloured lenticular forms are visible, is owing to the modifying power of the cylindrical surface, is particularly evident from the parallelism of the coloured phenomena with the line of contact, and from the direction of their extended visibility at right angles to this line.\n\nHaving laid a right angled prism upon the same ridge, I perceived not only the coloured primary figure, but also a similar, magnified secondary one, which I ascribed to a reflection from the flat base of the glass, the upper side of which, contained the polished cylindrical ridge. To take off this secondary image, I deprived the base of its reflecting\npower, by rubbing it on emery, which had the required effect.\n\nA doubt might occur, with regard to the cause which produced the colours, because in these experiments the subjacent medium was of glass; and although on account of the emeried base, we may be certain that the curved ridge only acted by reflecting the critically separated transmitted colours in a variety of angles, yet to prove in the most satisfactory manner, that these colours were exclusively from the prism, I ground and polished two metalline cylindrical pieces to different curvatures, and laying upon them my small prismatic angle of $3^\\circ 43'$, the minute lenticular figures, became again visible over an extent of 152 degrees.\n\nTo vary the experiment, I placed a cylindrical ridge in contact with a plain metalline mirror, and saw with great facility through the plain side of the glass which was towards the eye, and was highly polished, the extended range of the modified colours, which in this case amounted to 170 degrees.\n\nFrom this variation a very important consequence may be drawn, which is, that a radiation from curved surfaces reflected by plain ones, will effect the same extension of visibility, as a radiation from plain surfaces reflected by curved ones. How much more then must this effect be produced, when two curved surfaces are applied to each, as for instance, when two double convex object glasses are laid together?\n\nThird set of experiments. Upon a piece of mica tied over a cylinder, I placed a right angled prism, and having brought the eye to the altitude where critically separated rays are visible, I perceived a number of irregular forms of beautiful colours. When the position of the eye was gradually changed,\nI found that the modifying power of the irregularly curved surface of the mica, made these configurations visible over the same angular space in which I had already seen the rings, and lenticular figures.\n\nThese appearances are often so delicate, that they may easily escape our notice; although we should follow them with great attention when the eye is moved. This will happen, especially when they are extremely minute, and in the experiment of the last paragraph of the 50th article, I had actually overlooked them; but on repeating the same afterwards with a magnifier, I perceived them without much difficulty.\n\nI tried not only the smaller angles of the former experiments, with the same result of a gradually increased range of visibility, but had also recourse to the plate of glass of unequal thickness mentioned in the 32d article, the sides of which, when produced, would meet in an angle of $2' 2''$. Its surfaces approach so nearly to parallelism, that the inference I had drawn from the trial of smaller angles, when rings on the convex mirror were examined, was now verified by an application of this plate to the surface of mica; for with the assistance of a magnifier, I saw the coloured forms over an angular space amounting to $171^\\circ 18' 28''$, which is full as much as we could have seen with a plain glass. From this range, in which the actual angles of elevation of the eye above the plane of the glass at each extreme were measured, it appears that 5 degrees, which I have before allowed for this purpose, is more than sufficient.\n\nThe foregoing three sets of experiments prove, that the first of the assertions, into which I have divided the objection,\nis not well founded, because the modification of the subjacent reflecting surface, so essential to the formation of the phenomena under consideration, has not been attended to. In addition to this, the inference I have drawn from a foregoing experiment proves, that not only the modification of the reflecting surface, but also that through which the rays are transmitted and radiate upon the subjacent one, must be equally taken into consideration.\n\nIt remains therefore established, that by combination, the figure of either of the surfaces in contact, be it the reflecting or the radiating one, will make these appearances visible over an extended space, in the shape of rings, ellipses, lenticular figures, and all sorts of irregular configurations, except in the only case, where both reflection and radiation, happen between two plain surfaces in contact, and where consequently no change in the angle of seeing the critically separated rays can take place. The uniformity of this modification will then produce streaks, only visible in the bow place.\n\nIf the objection should now assume the second form, which is, that unless I can show how the rays of the critical separation thus modified can reach the eye, the rings must arise from some other cause, I may then fairly say, it is sufficient to have proved two very essential points, the first of which is, that these rings are formed from the colours of the critical separation, modified by the subjacent reflecting surface; and the next, that when this modification is caused by subjacent, or even by incumbent surfaces of any curvature whatsoever, that can be brought into proper contact, their modification of reflection or radiation will then increase the field of visibility of all the various coloured phenomena that can be produced.\nto whatever extent the circumstances of the combination of the two essential surfaces may allow. The very case proposed in the objection, of a slip of plain glass laid on a spherical surface, has been examined in the most simple form possible, by using for the spherical curvature, a piece of polished metal, to exclude all adventitious source of the generation of colours, and employing for the contact of a plain surface, the base of a prism, on the inside of which, according to the Newtonian doctrine of the different reflexivity of light, it must be admitted, the colours will be critically separated. Then, without the least change of form, or contact of the two essential surfaces, it has been proved, that a diminution of the prismatic angle, will gradually extend the visibility of the rings, till, even before that angle comes to a vanishing state, where the prism would be converted into a plain slip of glass, the rings may be seen in every direction, and at any elevation of the eye, in which they can be seen, through a slip of glass such as the objection supposes. As this then has been proved not only of rings, but of all other possible configurations, that may be caused by the rays of the critically separated colours, modified by reflection or radiation from curved surfaces, it is evident, that an objection which asserts that such colours cannot be seen, contradicts the plainest and best established facts.\n\nWith regard to the actual course of the rays from the very moment of their critical separation into colours, till they produce the required effect, it cannot surely be expected that I should trace them through a most intricate complication of reflections from curve to curve, when it has been shown, in the second part of my paper, that even with streaks, which\nare produced by the contact of two plain surfaces, it would be an endless undertaking to follow them till they enter the eye. Enough has already been said upon this subject to convince every intelligent reader, that all the phenomena of coloured rings, which have been ascribed to the effect of certain fits of easy reflection and easy transmission of the rays of light, as well as the great variety of other coloured appearances of which I have treated, admit of a most satisfactory solution, by substituting the solid principle of the critical separation of the different colours in the room of these fits.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107216.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 50544,
    "total-output-tokens": 11596,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1030,
        2
      ],
      [
        1030,
        2725,
        3
      ],
      [
        2725,
        4420,
        4
      ],
      [
        4420,
        6147,
        5
      ],
      [
        6147,
        8127,
        6
      ],
      [
        8127,
        9879,
        7
      ],
      [
        9879,
        11652,
        8
      ],
      [
        11652,
        13389,
        9
      ],
      [
        13389,
        15046,
        10
      ],
      [
        15046,
        16852,
        11
      ],
      [
        16852,
        18551,
        12
      ],
      [
        18551,
        20323,
        13
      ],
      [
        20323,
        22078,
        14
      ],
      [
        22078,
        23829,
        15
      ],
      [
        23829,
        25480,
        16
      ],
      [
        25480,
        27208,
        17
      ],
      [
        27208,
        29002,
        18
      ],
      [
        29002,
        30633,
        19
      ],
      [
        30633,
        32428,
        20
      ],
      [
        32428,
        34120,
        21
      ],
      [
        34120,
        35875,
        22
      ],
      [
        35875,
        37668,
        23
      ],
      [
        37668,
        39424,
        24
      ],
      [
        39424,
        41097,
        25
      ],
      [
        41097,
        42818,
        26
      ],
      [
        42818,
        44500,
        27
      ],
      [
        44500,
        46300,
        28
      ],
      [
        46300,
        48093,
        29
      ],
      [
        48093,
        48093,
        30
      ],
      [
        48093,
        48093,
        31
      ],
      [
        48093,
        48701,
        32
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107216",
    "title": "Supplement to the First and Second Part of the Paper of Experiments, for Investigating the Cause of Coloured Concentric Rings between Object Glasses, and Other Appearances of a Similar Nature",
    "authors": "William Herschel",
    "year": 1810,
    "volume": "100",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/107216"
  }
}