{
  "id": "f0c4d14ad8ce4fde7aaf0f724a4828b6ddc42139",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1791 to June 1792.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1791\n\nPRESENTS.\n\nNov. 10. Transactions of the Society for the Encouragement of Arts, Manufactures and Commerce, Vol. IX. London, 1791. 8°\n\nCollections towards a Description of the County of Devon, by Sir William Pole, Knt. London, 1791. 4°\n\nMedical Commentaries for the Year 1790, collected by A. Duncan. Edinburgh, 1791 8°\n\nObservations on Scrophulous Affections, by R. Hamilton. London, 1791. 8°\n\nAn impartial Inquiry into the present State of Parochial Registers, Charitable Funds, Taxation, and Parish Rates, by J. Lucas. Leeds, 1791 8°\n\nMemoire sur la Combustion du Gaz Hydrogene dans des vaisseaux clos, par M. M. Fourcroy, Vauguelin, et Seguin. 8°\n\nAbregé des principaux Phenomenes qui dependent de l'Action du Calorique, par M. Seguin. 8°\n\nDiscorso che serve di Preliminare alla Storia Naturale di Sicilia, da F. P. Chiarelli. Palermo, 1789. 4°\n\n17. An historical Report on Ramsgate Harbour, by J. Smeaton, London. 1791. 8°\n\nA Treatise on the Origin and component Parts of the Stone in the Urinary Bladder, by W. Austin, London, 1791. 8°\n\nDONORS.\n\nThe Society for the Encouragement of Arts, Manufactures and Commerce.\n\nSir John William de la Pole, Bart.\n\nAndrew Duncan, M. D.\n\nRobert Hamilton, M.D.\n\nMr. James Lucas.\n\nM. Seguin.\n\nSig. Francesco Paolo Chiarelli.\n\nAlexander Aubert, Esq.\n\nF. R. S.\n\nWilliam Austin, M. D.\nPRESENTS.\n\nNova Genera et Species Plantarum, quae sub Itinere in Indiam Occidentalem digessit O. Swartz. Holmiæ 1788. 8°\n\nMemoire sur les Moyens de perfectionner l'Établissement public, formé à Lyon, en faveur des Personnes noyées, par M. des Granges. Lyon, 1790. 4°\n\nSupplement à ce Memoire. Lyon, 1790. 4°\n\nDenonciation de la mauvaise Connaissance des Temps, par M. Pellizer. Paris, 1790. 8°\n\n24. Transactions of the Linnean Society, Vol. I. London, 1791. 4°\n\nSelenotopographische Fragmente zur genauern Kenntniss der Mondfläche, von J. H. Schröter. Lilienthal, 1791. 4°\n\nDec. 8. An Eulogy on the Hon. James Bowdoin, Esq. by John Lowell. Boston, 1791. 4°\n\nGeorgicorum Virgili Maronis Libri IV. Graeco carmine heroico expressi, studio Eugenii de Bulgaris. Petropoli, 1786. fol.\n\nThe Jubilee Medal of the Imperial Academy of Sciences of Petersburg, in bronze.\n\nExposé des Operations faites en France, en 1787, pour la Jonction des Observatoires de Paris et de Greenwich, par M. M. Cassini, Mechain, et Le Gendre. Paris. 4°\n\n15. Scriptores Logarithmici, or a Collection of Tracts on the Nature and Construction of Logarithms. Vol. I. and II. London, 1791. 4°\n\n22. Nova Acta Academiae Scientiarum Imperialis Petropolitanae, Tom. VI. Petropoli, 1790. 4°\n\nMemoire sur la Nature des Fonctions Arbitraires qui entrent dans les Integrales des Equations, aux Differentielles partielles, par M. Arbogast. St. Petersbourg, 1791. 4°\n\nCommentarii de Rebus in Scientia Naturali et Medicina gestis. Volumen XXXII. Lipsiae, 1790. 8°\n\n1792.\n\nJan. 12. The Works of John Whitehurst, F.R.S. with Memoirs of his Life and Writings. London, 1792. 4°\n\n19. Meteorological Journal kept at York Fort in Labrador, from October 16, 1766, to July 27, 1767, MSS. fol.\n\nExemplification of the Altitude of the Mercury in Fahrenheit's Thermometer throughout the Year 1790, in the Town of St. George, in Bermuda. MSS. fol.\n\nMusei Leveriani explicatio, opera et studio Georgii Shaw, 1792. 4°\n\nDONORS.\n\nOlof Swartz, M.D.\n\nM. des Granges.\n\nM. Pellizer.\n\nThe Linnean Society.\n\nMr. Schröter, of Lilienthal.\n\nThe American Academy of Arts and Sciences.\n\nThe Princess Daschkaw.\n\nM. Cassini, F.R.S.\n\nFrancis Maseres, Esq. F.R.S.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nMr. Hurlock, F.R.S.\n\nMr. W. Bent.\n\nSir Joseph Banks, Bart. P.R.S.\n\nH. Hamilton, Esq. Governor of the Bermudas.\n\nMr. James Parkinson.\nFeb. 2. Lettre de M. Van Marum à M. Berthollet, contenant la Description d'un Gazometre. Harlem, 1791.\n\n9. C. Linnaei Flora Lapponica, editio altera, studio J. E. Smith. Londini, 1792.\n\nPrinciples of Government, by R. Nares. London, 1792.\n\nOn Electricity, with occasional Observations on Magnetism, by E. Peart, Gainsbrough, 1791.\n\n23. Astronomisches Jahrbuch für das Jahr 1794, von J. E. Bode. Berlin, 1791.\n\nMarch 1. Medical Facts and Observations, Vol. II. London, 1792.\n\nMedical Commentaries for the Year 1791, collected by A. Duncan. Edinburgh, 1792.\n\nMethode pour calculer les Longitudes Geographiques d'apres l'Observation d'Eclipses de Soleil, ou d'Occultation d'Etoiles. Verone, 1789.\n\n8. Extrait des Observations Astronomiques et Physiques faites à l'Observatoire Royal en l'Annee 1790.\n\nDe la Declinaison et des Variations de l'Aiguille Aimantee, par M. Cassini.\n\nTableau de la Population de toutes les Provinces de France, par M. le Chev. des Pommelles. Paris, 1789.\n\nIntroduction to Scientific and Philosophic Botany, by S. Saunders. London, 1792.\n\n22. Observations on Reversionary Payments, by R. Price, fifth Edition, by Mr. Morgan, 2 vols. London, 1792.\n\nIndian Zoology. Second Edition. London, 1790.\n\nAn Account of Experiments to determine the specific Gravities of Fluids, thereby to obtain the strength of Spirituous Liquors, by J. Ransden. London, 1792.\n\nMemoriae Populorum, olim ad Danubium, Pontum Euxinum, Paludem Maeotiden, &c. Incolumitum, e Scriptoribus Historiae Byzantinae erutae, a J. G. Strittero, Tomi IV. Petropoli, 1771—1779.\n\n29. Chirurgical Observations relative to the Epiphora, &c. by J. Ware. London, 1792.\n\nAn Inquiry into the Truth of the Tradition concerning the Discovery of America, by Prince Madog ab Owen Gwynedd, by J. Williams. London, 1791.\n\nFarther Observations on the Discovery of America by Prince Madog; by J. Williams. London, 1792.\n\nDONORS.\n\nMartinus Van Marum, M. D. of Harlem.\n\nJames Edward Smith, M. D. F. R. S.\n\nThe Rev. R. Nares, A.M.\n\nE. Peart, M. D.\n\nMr. J. E. Bode, F. R. S.\n\nSamuel Foart Simmons, M. D. F. R. S.\n\nAndrew Duncan, M. D.\n\nSign. Gagnoli.\n\nM. Cassini, F. R. S.\n\nChev. des Pommelles.\n\nMr. Saunders.\n\nMr. Morgan, F. R. S.\n\nThomas Pennant, Esq. F. R. S.\n\nMr. Ramsden, F. R. S.\n\nMr. Charles Hatchett.\n\nMr. James Ware.\n\nJohn Williams, L. L. D.\nPRESENTS.\n\nApril 26. Commentationes Societatis Regiae Scientiarum Gottingensis ad a. 1789 et 90, Vol. X. Gottingae, 1790.\n\nMay 3. Museum Leverianum, No. 2. 4°\n\nOn the Properties of Matter, the Principles of Chemistry, and the Nature of Aeriform Fluids, by E. Peart, Gainsbrough, 1792. 8°\n\n10. An Answer to a Pamphlet entitled a Narrative of Facts, lately published by Mr. Thomas Mudge; by N. Maskelyne. London, 1792. 8°\n\nThe great Importance, and proper Method of cultivating and curing Rhubarb in Britain, by Sir W. Fordyce. London, 1792. 8°\n\n17. The Christian Philosopher, by N. Robinson, 2 Vols. London, 1757. 8°\n\nJune 7. Archaeologia, Vol. X. London, 1792. 4°\n\nMemoire sur les grandes Gelées et leurs Effets, par Mr. l'Abbé Mann. Gand, 1792. 8°\n\nThe Fall of Man, a Sermon, by J. Watson. London, 1786. 8°\n\nAn Inquiry into the Nature and Causes of Sickness in Ships of War, by W. Renwick. London, 1792. 8°\n\nMemoire sur les Poids et les Mesures, par M. Carney. Montpellier, 1792. 8°\n\n14. Archaeologia, Vol. IX. London, 1789. 4°\n\n28. A Discourse concerning the Origin and Properties of Wind, by R. Bohun. Oxford, 1674. 8°\n\nExperimentos sobre los Sexos y Fecundacion de las Plantas, por D. A. de Marti. Barcelona, 1791. 8°\n\nDONORS.\n\nThe Royal Society of Sciences of Gottingen.\n\nMr. James Parkinson.\n\nE. Peart, M. D.\n\nThe Rev. Nevil Maskelyne, D. D. F. R. S.\n\nSir William Fordyce, Knt. F. R. S.\n\nJonathan Watson, Esq. F. R. S.\n\nThe Society of Antiquaries.\n\nAbbé Mann, F. R. S.\n\nJonathan Watson, Esq. F. R. S.\n\nMr. William Renwick,\n\nM. Carney.\n\nThe Society of Antiquaries.\n\nWilliam Seward, Esq. F. R. S.\n\nDon Antonio de Marti.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1792\n\nA\n\nABBES, the Rev. Cooper. Observations on the remarkable failure of Haddocks, on the coasts of Northumberland, Durham, and Yorkshire, - 367\nAcid, Carbonic. Experiments made with the view of decomposing it, - 289\nObservations on Mr. Tennant's Analysis of it, - 290\nAir. Manner in which it conducts heat, - 70\nAir, fixed, experiments made with the view of decomposing it, - 289\nAir, inflammable, experiment on the magnetism of, - 95\nAlmanacs of the Hindoos, account of, - 383\nAreometers of glass, description of two, - 435\nAstronomers, remarks on an error some have fallen into, - 390\nAtmosphere of Venus, observations on, - 309\nof the Moon, observations on, - 337\nAttrition, on the production of light by it, - 28\nlist of bodies which become luminous by it, - 37\n\nMDCCXCII.\n| B |\n|---|\n| Barker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland; with the rain in Surrey and Hampshire, for the year 1791, | 362 |\n| Barometer, journal of, at Knightsbridge, | 230 |\n| —— at Lyndon, in Rutland, | 362 |\n| Base line, measurement of, on the coast of Coromandel, | 100 |\n| Beddoes, Thomas, M.D. Further observations on the process for converting cast, into malleable, iron, | 257 |\n| Bees, observations on, | 128 |\n| —— on their heat, | 136 |\n| —— on their swarming, | 141 |\n| —— on their wax, | 143 |\n| —— on the royal cell, | 149 |\n| —— on their eggs, | 152 |\n| —— on the food of the maggot, or bee bread, | 155 |\n| —— on the excrement of the maggot, | 158 |\n| —— on the chrysalis, | 158 |\n| —— on the seasons of their operations, | 160 |\n| —— on the queen bee, | 164 |\n| —— on the male bee, | 173 |\n| —— on the labouring bee, | 174 |\n| —— on the parts concerned in their nourishment, | 176 |\n| —— on their senses, | 181 |\n| —— on their voice, | 182 |\n| —— on the female parts, | 183 |\n| —— on the male parts, | 184 |\n| —— on their sting, | 189 |\n| —— on the duration of their lives, | 192 |\n| Bennet, Rev. A. A new suspension of the magnetic needle, intended for the discovery of minute quantities of magnetic attraction: also an air vane of great sensibility; with new experiments on the magnetism of iron filings, and brass, | 81 |\n| Bird, on the conversion of the substance of one into a hardfattymatter, | 197 |\n| Bladder with hot water, applied to the pit of the stomach, its effects, | 206 |\n| Blagden, Charles, M.D. Supplementary report on the best method of proportioning the excise upon spirituous liquors, | 425 |\n| Brass, experiments on the magnetism of, | 96 |\n\n| C |\n|---|\n| Calcination, on the cause of the additional weight which metals acquire by it, | 374 |\nINDEX.\n\nCassini, M. remarks on his observations on the ring of Saturn, 10\nCavallo, Mr. An experiment of his repeated, 92\n——— remarks on an opinion of his, 96\nCavendish, Henry, Esq. On the civil year of the Hindoos, and its divisions; with an account of three Hindoo almanacs belonging to Charles Wilkins, Esq. 383\nCeti, o. On the periodical appearance of the star so called, 24\nChronology of the Hindoos, correction of an error respecting it, 195\nClothing, conducting power of substances commonly used for it, 53\nComet, account of one, 23\nCurrie, James, M.D. An account of the remarkable effects of a shipwreck on the mariners; with experiments and observations on the influence of immersion in fresh and salt water, hot and cold, on the powers of the living body, 199\n\nD\n\nDay, astronomical, remarks upon; 390\nDurham, on the remarkable failure of haddock on the coast of, 367\n\nE\n\nEarthquake account of one felt in Lincolnshire, and the neighbouring counties, 283\nEclipse of the moon, remarkable phenomena in one, 27\nEggs of silk worms, experiments on the impregnation of them, 186\nElectricity, atmospherical, apparatus for collecting, described, 225\n——— journal principally relating to, 230\nEvaporation, observations on, 400\n——— experiments on, in air, and in vacuo, 416\nEwes, on milking them, 364\nExcise upon spirituous liquors, on the best method of proportioning it, 425\nExpansion of fluids, two instruments for trying it described, 433\n——— experiments on, 439\n\nF\n\nFatty matter, on the conversion of the substance of a bird into it, 197\nFordyce, George, M.D. On the cause of the additional weight which metals acquire by being calcined, 374\nINDEX.\n\nG\n\nGilpin, Mr. George. Appendix to Dr. Blagden's report on the best method of proportioning the excise upon spirituous liquors, - 439\ntwo areometers of glass, constructed by him, described, - 435\n\nH\n\nHaddock, on the remarkable failure of them, on the coasts of Northumberland, Durham, and Yorkshire, - 367\nHadley, Mr. remarks on his observations on the ring of Saturn, - 10\nHampshire, register of rain in that county, - 362\nHeat, on the production of light by it, - 28\nlist of bodies which become luminous by it, - 31\nexperiments upon, - 48\nmanner in which it is conducted by air, - 70\nHepar, fulminating, of phosphorus, - 304\nHerculis, 55th, on the disappearance of the star so called, - 26\nHerschel, William, L. L. D. On the ring of Saturn, and the rotation of the fifth satellite upon its axis, - 1\nmiscellaneous observations, - 23\nHindoos, correction of an error respecting their chronology - 195\nobservations on their civil year, - 383\nHives, remarks on such as best expose the operations of bees, - 131\nHunter, John, Esq. Observations on bees, - 128\nHydrometers, remarks upon, - 435\nHygrology, on the laws of, - 491\nHygrometry, on the laws of, - 497\nHygroscopic substances, observations on, - 498\n\nI\n\nImmersion in water, experiments and observations on the influence of, - 199\nIron, further observations on the process for converting cast, into malleable, - 257\nIron filings, experiments on the magnetism of, - 92\nJournal, meteorological, principally relating to atmospherical electricity, - 230\nJupiter, occultation of, by the moon, - 355\n| K | Kilburn wells, description of, and analysis of their water, |\n|---|----------------------------------------------------------|\n| L | Lacerta, account of a comet in the breast of,              |\n|   | Light, on the production of, by heat and attrition,       |\n|   | —— and heat, on the production of them from different bodies, |\n|   | Lincolnshire, account of an earthquake felt in that and the neighbouring counties, |\n|   | Lobsters, how affected by ballast being cast into the sea, |\n|   | Luc, John Andrew de, Esq. On evaporation,                 |\n|   | Lycopodii semen, extraordinary properties of,             |\n|   | Lyndon in Rutland, register of the barometer, thermometer, and rain there, |\n| M | Magnetic needle, new suspension of,                       |\n|   | Magnetism of iron filings, experiments on,                |\n|   | —— of inflammable air, experiment on,                     |\n|   | —— of brass, experiments on                                |\n|   | Marsden, William, Esq. Correction of an error respecting the chronology of the Hindoos, |\n|   | Metals, on the cause of the additional weight which they acquire by being calcined, |\n|   | Moisture, observations on,                                 |\n|   | Moon, on the atmosphere of,                                |\n| N | Needle, magnetic, new suspension of,                       |\n|   | Northumberland, on the remarkable failure of haddock on the coast of, |\n| O | Occultation of Jupiter, by the moon,                       |\n|   | —— of a telescopic star,                                   |\n| P | Passage thermometer, description of an instrument so called, |\n|   | Patras, or Hindoo almanacs, account of,                    |\n|   | Pear-gage, remarks on Mr. Smeaton's,                       |\nINDEX.\n\nPearson, George, M. D. Experiments made with the view of decompounding fixed air, or carbonic acid, - 289\nPhosphoric bodies, compendious history of, - 28\nPhosphorus, experiments with, applied to mild fossil alkali, - 293\napplied to various other substances, - 302\nPhosphur of lime, - 304\nPlumbago, how affected by exposure to a strong heat, - 262\nPorto Novo, measurement of a base line near it, - 100\nPresents made to the Royal Society, from November 1791, to June 1792, - 457\nPuddling of iron, observations on the process so called, - 257\n\nR\n\nRain in Rutland, Surrey, and Hampshire, register of, - 362\nRamsden, Mr. J. remarks on a pamphlet published by him, - 429\nexperiments on the expansion of fluids, with instruments proposed by him, - 439\nRazoumowski, Count de, remarks on his investigation of the luminous properties of bodies, - 41\nRead, Mr. John. A meteorological journal, principally relating to atmospherical electricity; kept at Knightsbridge, from the 9th of May, 1790, to the 8th of May, 1791, - 225\nRing of Saturn, observations on, - 1\nmeasures of, - 11\n\nS\n\nSatellite, fifth of Saturn, on its rotation upon its axis, - 13\non its distance, - 17\nSaturn, on the ring of, - 1\nSchbirach, Mr. remarks on his experiments respecting queen bees, - 164\nSchmeisser, Mr. John Godfrey. Description of Kilburn wells, and analysis of their water, - 115\nSchroeter, John Jerome, Esq. Observations on the atmospheres of Venus, and the Moon, their respective densities, perpendicular heights, and the twilight occasioned by them, - 309\nScrobiculus cordis, effects of a bladder with hot water, applied to it, - 206\nSeas, conjecture respecting their use, - 77\nShipwreck, remarkable effects of one on the mariners, - 199\nShort, Mr. remarks on his observations on the ring of Saturn, - 10\nSilk worms, experiments on the impregnation of their eggs, - 186\nINDEX.\n\nSmeaton, Mr. remarks on his pear-gage, - 416\nSneyd, Thomas, Esq. On the conversion of the substance of a bird into a hard fatty matter, - 197\nSnow, opinion respecting its use, - 76\nSpider's thread, experiments with, - 82\nSpiritucus liquors, on the best method of proportioning the exercise upon them, - 425\nSteam, observations on, - 401\nSugar, its effect in reducing the apparent strength of spirit, - 438\nSulphur, experiments with, - 307\nSurrey, register of rain in that county, - 362\n\nT\n\nTennant, Mr. remarks on his analysis of carbonic acid, - 290\nThermometer. Description of an instrument called a passage thermometer, - 51\njournal of, at Knightsbridge, - 230\nat Lyndon, in Rutland, - 362\nfor taking the heat of the body, remarks on - 223\nThompson, Sir Benjamin. Experiments upon heat, - 48\nTopping, Mr. Michael. An account of the measurement of a base line upon the sea beach, near Porto Novo, on the coast of Coromandel, in May, 1788, - 100\nTorch, lighted, its use in collecting atmospherical electricity, - 228\nTurnor, Edmund, Esq. A narrative of the earthquake felt in Lincolnshire, and the neighbouring counties, on the 25th of February, 1792, - 283\nTusser's Husbandry, extracts from, with remarks, - 365\nTwilight of Venus, observations on, - 309\nof the moon, observations on, - 337\n\nV\n\nVenus, on the atmosphere of, - 309\n\nW\n\nWater, immersion in, experiments and observations on the influence of it, - 199\ncold, poured on the head, its effects, - 218\nof Kilburn wells, analysis of, - 115\nINDEX.\n\nWedgwood, Mr. Thomas. Experiments and observations on the production of light from different bodies, by heat and by attrition, - 28\n\nContinuation of a paper on the production of light and heat from different bodies, - 270\n\nWilbelmi, remarks on his experiments respecting queen bees, - 166\n\nWind, journal of, at Knightsbridge, - 230\n\nWitch-meal, extraordinary properties of, - 66\n\nY\n\nYear, civil, of the Hindoos, observations on, - 383\n\nYorkshire, on the remarkable failure of haddock on the coast of, - 367\n\nZ\n\nZinc, experiments with, - 375\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106798.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20568,
    "total-output-tokens": 6590,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1436,
        2
      ],
      [
        1436,
        3805,
        3
      ],
      [
        3805,
        6118,
        4
      ],
      [
        6118,
        7742,
        5
      ],
      [
        7742,
        8578,
        6
      ],
      [
        8578,
        10425,
        7
      ],
      [
        10425,
        12069,
        8
      ],
      [
        12069,
        13623,
        9
      ],
      [
        13623,
        15401,
        10
      ],
      [
        15401,
        17255,
        11
      ],
      [
        17255,
        18760,
        12
      ],
      [
        18760,
        19371,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106798",
    "title": "Back Matter",
    "authors": null,
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106798"
  }
}