{
  "id": "ec8e6e856c87b9ebb3c22f7cbfca090d16390d4b",
  "text": "Some Communications, confirming the present Appearance of the Ring about Saturn, by M. Hugens de Zulechem and Mr. Hook.\n\nThe former writeth in a Letter of his, dated at the Hague Octob. 31. 1670. st. n. That he observ'd Saturn with his Telescope of 22 feet, a little before he came out of France, which was the last Summer of this 1670. and saw his Figure to be very conform to what it should be according to his Hypothesis; viz. the Anæ or Arms to be very narrow, insomuch that their opening appear'd not but very obscurely.\n\nThe Latter hath observed the same in London, Septemb. 16. st. v. as is represented in Tab. I. fig. 3.\n\nAn Extract out of a lately Printed Epistolary Address, made to the G. Duke of Toscany touching some Anatomical Engagements, of Laur. Bellini, Ord. Anat. Prof. at Pisa.\n\nI Promise (faith that learned Anatomist) to give the whole Doctrine of Respiration, and to comprehend it in that order, that if I am not deceived in my own affair, the matter of the principal part of the breast, and the whole Fabrick of the Lungs shall be made certain and evident, forasmuch as all things do so aptly answer to one another, and are grounded upon Geometrical Principles. The sum of it is this in the Authors own words.\n\nFuit in Asperam Arteriam aer, momento composito cx gravi- tati & vi laterali, eaque Acri, extrinsecus superficiem pectoris circumprimenti, aquiponderat. Hinc musculis Inspiratorii se contrahendi potestas permittitur, unde Costarum elevatio ac dilatatio, & anta Pectoris amplitudo: Tum penitior Acris irruptio, & expansio ductuum pulmonarium; quod totum in Inspiratione contingit.\n\nMox proprio pondere concidentibus supra tumidum Pulmo- nem costis, spatium Pectoris fit Angustius, & ipsarum ac dia- phragmatis vi Pulmo comprimitur; Aerque partim per os extru-\nditur, partim ad minima usque vasa adigitur, si quorum angustias penetrare proprio ponderi non potuit; quousque totus Pulmo detumescat, restitute solum in ejus vesiculis expansa Aeris portione: qua series est Expirationis. Hinc resistentiae minoris occurrua potest externus Aer rursus irruere, eoque ordinè, Respirationis opus peragere.\n\nHaec autem ut evincantur, ostendam prius, Musculos pectoris non modo dispositos ad leges Mechanicas, adeoque pro majori superanda resistentia validiores, pro minori debiliores, verum etiam, quadam interioris Geometricae peritia, ut se in Inspiratione contrahentes, figuram Pectoris multò capaciorem efforment. Costas in Expiratione ex seipso concidere, figuras positionis, atque articulationis beneficio: Diaphragmatis ac Musculi Triangularis fabricam (quantum ex aliorum sciam figuris ac scriptis, nulli cognitam) nec non utriusque usum persimilem; Ex quibus ex omnia evidentius constabunt.\n\nInsuper, Unum esse Usum Aeris in Pulmonibus, ut scil. à Capillariis Vasis Arteriae pulmonariae ad Capillariae Vena Sanguinem adigit, seu ex uno sinu cordis in alterum; atque in hoc transitu per pulmones sanguinem solvi.\n\nNeque ita in Homine soluimus, quem hæc eadem etiam in Brutis ita se habere monstrabimus; & machinam in Avium costis perelegantem exponemus; quid porrò Vicarium Costis in Testudinibus: Idemque obtineri per Aquam, à Piscibus ad bronchias expulsam, quod à ceteris per Aerem, pulmones explicantem.\n\nHinc vero, quanta & quam facilis Propositionum series, ad Pulmonum omnium figuras, factus, vulnera, respiraciones varias, mutatas, aut impeditas, in Aeris, Pulmonum aut Pectoris statu diverso: Quæ omnia quivis intelligat ex seipso, dummodum etiam supposuerit, Aerem æquo rariorem, & aquo densorem, Respirationi esse inceptum, & sanguinis per pulmones excursum prohibere.\n\nDenique, ex iisdem principiis deducam, probabiliter Fætum in Utero non respirare; quod fortè etiam Geometricè demonstrabo, si Diametros Arteriae pulmonaris & Anastomosis cum Arteria Magna comparare licuerit.\n\nAddam his Opusculum de Motu atque Usu Bilis, quorum aliorum Geometricum est, alterum ex eo pendens, Observationibus illustrandum.\nillustrandum. Evincet illud, Fel à fecore & Vesicula ad intestina fluere; non è converso: nec à Vesicula & fecore in Cavam, spectat à momentorum diversitate, qua moventur fluida per contractiles & inaequalis amplitudinis tubulos. Unde constabit, Bilem è Vesicula elici non posse, nisi extrinseca aliqua virtute comprimatur, quam ab adstante & distento cibis Ventriculo petam; statuens, Bilem in Vesicula ad digestionis tempus servari; ac tantum non evidenter ostendens, per ipsum, tum temporis ad Duodenum fluentem, cibum à Ventriculo preparatum in Chylum facessere. Hinc ratio situs Vesiculae, Capsula communis in fecore; cur item dulium Felleorum aliquot in Vesicula desinant; cur non-nulla Animalia eadem destituta sint, facile ex praecedentibus explicatur. Adhuc tamen observandus mihi situs Vesiculae in quotquot occurrant Animalibus, praecipue Carneo ventriculo praeditis. Pancreatis etiam locum penso, & humorem illius exprimi eodem, quo Bilis, tempore, deduco, ut ab utrisque permititis Chylus formetur.\n\nErit hic, Appendicis loco, Geometricum quiddam, demonstrans, Quis fieri possit, ut in Vesica Urinaria generentur Conchylia spiralia, si per Ureteres exprimatur quid molle aut viscidum, in Vesica resistentiam incidens, eaque occasione explicabatur, quo pacto in superficie Terrae similia intorta corpora possint produci, qualia in quibusdam montibus observavi.\n\nSo far this Inquisitive Anatomist, which the Publisher (who very much doubteth, whether any Copies of this Intimation, Printed at Pisa this very year, besides that one, which lately came to his hands, be to be found in England) thought fit to insert in these Papers, thereby to administer occasion to our dextrous Anatomists here, with all possible diligence and care to pursue, jointly with that Italian Professor, those important Inquiries about such considerable Subjects, as have been above related; comparing with their Researches in this matter the many notable Experiments, lately published in No. 63. and 64. of these Tracts, made and communicated by the Honourable Robert Boyle.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101603.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1866,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1794,
        2
      ],
      [
        1794,
        3952,
        3
      ],
      [
        3952,
        6013,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101603",
    "title": "An Extract Out of a Lately Printed Epistolary Address, Made to the G. Duke of Toscany Touching Some Anatomical Engagements, of Laur. Bellini, Ord. Anat. Prof. at Pisa",
    "authors": "Laur. Bellini",
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101603"
  }
}