{
  "id": "5ca75102b0a390b02ee274bbe24f2a33172533e7",
  "text": "A Maid, after eating a good Breakfast, about seven in the Morning, was let Blood about eleven the same day in her Foot; the first Blood was received in a Porringer, and within a little while it turn'd very white; the last Blood was received in a Sawcer, which turned white immediately, like the white of a Custard. Within five or six hours after, he (the Physitian) chanced to see both, and that in the Porringer was half Blood and half Chyle, swimming upon it like a Serum as white as Milk, and that in the Sawcer all Chyle, without the least appearance of a drop of Blood; and when he heated them distinctly over a gentle Fire, they both harden'd: As the white of an Egge when 'tis heated, or just as the serum of Blood doth with heating, but far more white. This Maid was then in good health, and only let Blood because she never had her Courses, yet of a very florid clear Complexion.\n\nNote.\nThe Reader of these Papers is desired, that in those of Numb. 4. pag. 60. lin. 10. he would please to read eight, instead of hundred; this latter word having been put in by a great oversight, and, without this Correction, injuring that Author, whose Considerations are there related. This Advertisement should have been given in Numb. 5. but was omitted for haste.\n\nImprimatur Rob. Say, Vice-Cancel. Oxon.\n\nOxford, Printed by Leonard Lichfield, for Richard Davis. 1665.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101449.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 400,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1365,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101449",
    "title": "Note",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101449"
  }
}