{
  "id": "0392dd2a3698c9996cf84a2f181e9d2b14e662a1",
  "text": "brought to a round edge, or a Stone fitted by nature for that purpose, rub them all over to force all the Water and Grease out of them, till they become perfectly dry: which is all they do.\n\nAnd one Woman will dress eight or ten Skins in a day; that is, begin and end them. I intamate this because the Men never do it.\n\nObservationes ponderis Testudinis terrestris, cum in Autumno terram subiret, cum ejusdem ex Terrâ Verno tempore exeuntis ponderere comparati, per plures anos repetitæ: experimento celeberrimi D. D. Georgii Ent, Equitis, & M. D. & à Doctissimo D. D. Rob. Pitt, M. D. & R. S. S. communicatæ.\n\nDie septimo Octobris, Anno 1651. Testudinem meam appendi, primum latibulum adiret, ibidem per totam Hyemem hybernatura, pendebatque exactè libras 4. unciasque totidem minus drachma, nempe lib. 4. unc. 3. drach. 7.\n\nDie octavo Octobris 1652. Erutam è terra Testudinem (nam se pridie humaverat) appendi denno, ponderabatque lib. 4. unc. 6. & drach. 1.\n\nDie 16. Martii 1653. Testudo sponte è latibulo suo prodit. Pendebatque lib. 4. atque unc. 4.\n\nDie 4. Octobris 1653. Testudo postquam per aliquot dies jejunasset, subiùsque terram se abscondisset, inde educita atque appensa ponderabat lib. 4. unc. 5. Occlu (quos diei clausos habuerat) tum aperti plurimum madescebat.\n\nDie 18. Martii. 1653. Testudo è latebris prodiens & in lance appensa ponderabat lib. 4. unc. 4. & drach. 2.\nDie 6. Octob. 1654. Testudo ad hyberna ituriens pendebat lib. 4. unc. 9. & drach. 3.\n\nDie Februarii ultimo 1655. Testudo ex hyemali Cryptà proropens pependit lib. 4. unc. 7. drach. 6. Amicit itaque pristini ponderis unc. 1. drac. 5.\n\nDie 2. Oct. 1655. Testudo hyematum itura, pependit lib. 4. unc. 9. prius autem aliquamdiu jejunaverat.\n\nDie 25. Martii 1656. Testudinem è latebris hybernalisibus prodeunte appendi; eratque lib. 4. unc. 7. & dr. 2.\n\nDie 30. Sept. 1656. Testudo subtus terram ituriens, pendebat lib. 4. & unc. 12. drac. 4.\n\nDie 5. Martii 1657. Testudo de subtus terram exiens pondo erat lib. 4. unc. 11. dr. 2. ss.\n\nUnde satis liquet quam fixis particulis hac Animalia, qua sub Terrà se muniunt adversus frigus Hybernium, constent, cum per tot mensis tam exigua pars corporis in sudores aut effluvia abeat, ut an vivant necne, dum hunc in modum sepulta jacent, merito ambigatur.\n\nEmendationes",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101931.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 953,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1388,
        2
      ],
      [
        1388,
        2295,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101931",
    "title": "Observationes Ponderis Testudinis Terrestris, Cum in Autumno Terram Subiret, Cum Ejusdem ex Terrâ Verno Tempore Exeuntis Pondere Comparati, per Plures anos Repetitae: Experimento Celeberrimi D. D. Georgii Ent, Equitis, & M. D. & à Doctissimo D. D. Rob. Pitt, M. D. & R. S. S. Communicatae",
    "authors": "Rob. Pitt",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101931"
  }
}