{
  "id": "5f27bed02bb22d68b126570600c1f4d2130e8e6c",
  "text": "I. An Extract of a Letter from Mr. Robert Vans of Kilkenny in Ireland. Dated Nov. 15, 1695, to Mr. Henry Million.\n\nWe have had of late, in the County of Limerick, and Tipperary, Showers of a sort of Matter like Butter or Grease: If one rub it upon ones Hand it will melt, but lay it by the Fire, and it dries and grows hard, having a very stinking Smell. And this last Night some fell at this place, which I did see myself this Morning. It is gathered into Pots and other Vessels, by some of the Inhabitants of this Place.\n\nExtract from the Bishop of Cloyne's Letter, near Youghall, April 2d. 1696.\n\nSIR,\n\nI think my self obliged by the Duty I owe yourself and the Royal Society, to furnish such Accounts of Natural History, as I suppose are not common. Accordingly having very diligently inquired concerning a very odd Phenomenon, which was observed in many Parts of Munster and Leinster, the best Account I can Collect thereof, is as follows: For a good part of last Winter and Spring, there fell in several places, a kind of thick Dew, which the Country People called Butter, from the Consistency and Colour of it, being soft, clammy, and of a dark Yellow; it fell always in the Night, and chiefly in Moorish low Grounds, on the\nthe top of the Grass, and often on the thatch of Cab-\nbins: 'twas seldom observ'd in the same Places twice;\nit commonly lay on the Earth for near a Fortnight\nwithout changing its Colour, but then dried and turn'd\nblack. Cattle fed in the Fields where it lay indifferent-\nly, as in other Fields. It fell in lumps, often as big as\nthe end of ones Finger, very thin and scatteringly;\nit had a strong ill Scent, somewhat like the smell of\nChurch-yards or Graves: And indeed we had during\nmost of that Season very stinking Fogs, some Sedi-\nment of which might possibly occasion this stinking\nDew, tho' I will by no means pretend to offer that\na reason of it: I cannot find that it was kept long, or\nthat it bred any Worms or Insects; yet the superstitious\nCountry People, who had Scal'd or Sore Heads, rub'd\nthem with this Substance, and said, it healed them.\n\nI am likewise inform'd of a Person in my Neigh-\nbourhood, who had a regular Epileptic Fit, at a cer-\ntain Hour every Day; I have not yet seen or discoursed\nwith him, but when I am furnished with a just and\nfaithful Account of this Case, I will not fail to Com-\nmunicate it.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102298.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 705,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1232,
        2
      ],
      [
        1232,
        2361,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102298",
    "title": "An Account of an Extraordinary Meteor, or Kind of Dew Resembling Butter, That Fell Last Winter and Spring, in the Provinces of Munster and Leinster, in Ireland; being Extracts of Two Letters, the One from Mr. Robert Vans to Mr. Henry Million, Dated November 15. 1695. The Other from the Right Reverend St. George, Lord Bishop of Cloyne, to Sir Robert Southwell, U. P. R. S. Dated April 2. 1696. Wherein Mention is Likewise Made of a Person Having a Regular Epileptick Fit Every Day at a Certain Hour",
    "authors": "Robert Vans, St. George",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102298"
  }
}