{
  "id": "c6f39ab9d838911c0c771bccf909917fef5dcda2",
  "text": "XXIII. On the Satellites of the Planet Saturn, and the Rotation of its Ring on an Axis. By William Herschel, LL.D., F. R. S.\n\nRead June 17, 1790.\n\nIn my last Paper on the Planet Saturn, the principal object of which was to give an immediate account of the most interesting phenomena that had occurred till the beginning of November, many things were left unnoticed for want of time to treat of them with sufficient accuracy; but having now before me the whole series of observations from the 18th of July till the 25th of December, 1789, I can enter into a proper examination, assisted by such necessary calculations as then could not conveniently be made.\n\nOne of the principal motives which have induced me to hasten this inquiry, is the frequent appearance of protuberant and lucid points on the arms of the ring of Saturn. I have mentioned before that such phenomena had been resolved by the situation of satellites that put on these appearances; but as my observations were continued near two months afterwards, and as I had from them corrected the epochæ of the old satellites, and improved the tables of the new ones, I found that, besides many of these bright points which were completely accounted for by the calculated places of the satellites, there were also many more mentioned in my journal that would not accord with the situation of any of them.\n\nK k k 2\nThe question then presented itself very naturally, what to make of these protuberant points? To admit two or three more satellites by way of solving such phenomena appeared to me too hazardous an hypothesis; especially as these lucid points, though some of them had a motion, did not seem willing to conform to the criterion I had before used of coming off the ring, and shewing themselves as satellites. And yet a suspicion of at least one more satellite would often return; it was even considerably strengthened when I discovered, by means of re-calculating with great precision the whole series of observations, that in the beginning of the season there had been some few mistakes in the names of the satellites, when the observations of them were entered in the journal. In setting them right, which threw a great light upon the revolution of the 6th, and more especially upon that of the 7th, I found also, that some of the observations which were entered by the name of the 7th satellite could not belong to that, nor to any other known one. It remained therefore to be examined whether there might not be sufficient ground to suspect the existence of an eighth satellite.\n\nIn this situation of things, I thought it most advisable to draw out the whole series of observations in a paper, beginning at the 5th satellite, and thus gradually through the 4th, 3d, 2d, 1st, 6th, and 7th, to approach towards the center of Saturn; that it might appear at last what observations were left unaccounted for. By this means also it will be seen clearly with how scrupulous an attention the identity of every satellite has been ascertained; and with a view to give the strongest satisfaction in this respect, at least one observation of each has been calculated for each night; and the place thus computed is put\nput down in the notes, that it may be compared with the observed one.\n\nTo facilitate this comparison, I have delineated a scheme*, wherein the orbits of the satellites are drawn in their due proportion. A few words will explain the construction and use of this figure, which, notwithstanding its simplicity, is yet amply sufficient to ascertain the accuracy of every observation.\n\nIn each of the orbits, by way of marking them, is placed the satellite to which it belongs, as it appeared to be situated the 18th of October, 1789. The graduated circle is of use to find, by means of the tables, the apparent place of a satellite for any given time; or, the apparent situation of the same satellite being given, its real Saturnicentric place may be deduced from it. In the center of the scheme is the planet Saturn, and its ring, expressed by a line which represents the direction of its axis; or the ring itself, as it appeared in my telescopes during the months of July, August, September, October, and November, 1789. The five lines which are carried on parallel to each other serve to convey the measure of the planet, and its ring, to the orbits of the satellites, as will be seen in several instances that occur hereafter.\n\nThe graduated circle is divided into degrees, and begins to count from that part of every satellite’s orbit beyond the planet, which is intercepted by a plane passing from the eye of the observer, at rectangles to the ring, through the center of Saturn. Hence it follows, that the point of zero, or 360 degrees, is the same with the geocentric place of the planet in those four parts of the orbit of the satellite where the eye is in the plane of the ring, and where it appears the most open; and that, in other places, it may be had by solving one spherical triangle. This is to be understood as relating only to\n\n* See Tab. XIX. fig. 1.\nDr. Herschel's Observations on the\n\nthe inner satellites; the 5th, or outermost, requiring a different reduction, on account of its deviation from the plane of the ring. Moreover, I am inclined to believe, that the surest way of observing the 5th, is to trust only to measures, taken with micrometers which give the distance and angle of position, except in such cases when the eye is nearly in the plane of this satellite's orbit, where the different reductions may be neglected, without bringing on any considerable inaccuracies.\n\nThe order of the numbers by which 90 comes to the left, and 270 to the right, is taken from the motion of the satellites, as they appear to revolve in their orbits, when seen in telescopes of my construction; and which is also the real direction of their motion according to the order of the signs. But the points 360 and 180 must occasionally be changed in their denomination of north or south, according to the real situation of the plane of each satellite's orbit. At present, for instance, when the satellites are at 360, that part of their orbits in which we find them lies to the south of the center of the planet; but about the end of August, 1789, and afterwards, the orbits of the six inner satellites were differently situated; so that the same points then were turned towards the north. I need not remark, that the situation of these points was changed again when the earth passed through the plane of the ring, and that it will change, in the 5th satellite likewise, when we come to be in the plane of its orbit.\n\nThe calculations of the places of all the satellites have been made according to tables which are given at the end of this Paper. Their form being very simple, I thought it not amiss to communicate them, for the use of those who may wish to enter into a more particular examination of the following observations; or to follow the satellites in their orbits at any future\nfuture time. It will be proper to mention, that I have deduced the epochæ of all the seven satellites from my own observations, and they will be found to differ considerably from those which are given by M. de la Lande, in the Connoissance des Temps for 1791. But I have not attempted to extend them farther than a few years backwards or forwards, as I am not in possession of any observations that could authorize me to undertake such a work. On the contrary, I am well convinced, that no tables will give us the situation of the satellites accurately, till we have at least established the dimensions of their elliptical orbits, and the motion as well as the situation of their aphelia. The epochæ for 1789, therefore, must be looked upon not as mean ones, but such as respect the orbits of these satellites in their situation during the time of the following observations; and the two preceding, and two following years, must be already a little affected with those errors which are the necessary consequence of our not knowing the required elements. I flatter myself, however, that the observations, which are delivered in this Paper, will serve as a beginning to a proper foundation for investigating them. The many conjunctions between the satellites, for instance, will undoubtedly throw some light on the situation and eccentricity of their orbits; as it will be found, that the calculated places of these conjunctions require elliptical motions to bring the satellites to such appearances, which, in circular orbits, could not so accurately have taken place. Nor can we ascribe the disagreements to the fault of the observations, since a very few minutes will suffice to determine the time of a conjunction, which never lasts long. For this reason also, I have carefully avoided deducing my epochæ from conjunctions, even with the 6th satellite,\nDr. Herschel's Observations on the satellite, which moves so rapidly that, at first sight, we might think those situations favourable.\n\nThe mean motion of the five old satellites, as being sufficiently accurate for my present purpose, I have taken from the above-mentioned tables of M. de la Lande; and those of the 6th and 7th, of course, are the result of my own observations.\n\nThe geocentric place of Saturn, whose complement is to be added, in order to reduce the Saturnicentric situation of the satellites to the apparent one, I have taken from the nautical almanac to the nearest minute; and, as I have always confined myself to a literal transcription of the observations from the original journal, all the memorandums which are necessary either to explain them, or to correct mistakes in the names of the satellites, are thrown into notes, that there may be no interruption in the succession of the observations.\n\nObservations on the fifth satellite of Saturn.\n\n1789, July 18. 20 h. 20' (A). The supposed fifth satellite (B) 6° or 7° fp. (C) the ring (D).\n\nJuly\n\n(A) The time of my observations being sidereal, it is necessary to mention, that this relates only to the hours, minutes, and seconds, the day itself being that which is generally used by astronomers, beginning at noon, and ending the noon following. By this means there can never be a mistake which sidereal hour I mean to point out, as no two such hours can occur in the same astronomical night.\n\nIt will also be necessary to remark, that all the times are those shown by the clock; which, by equal altitudes, has been found to lose very equally at the rate of 0',4 per day; and to be 8' 51\",5 too fast at midnight the 18th of July, 1789, which is the time on which my observations on Saturn commenced.\n\n(B) The satellite itself not being known, it is here called the supposed fifth.\n\n(C) By six or seven degrees south preceding the line of the ring, is meant,\nJuly 23. 19 29. The 5th fp. at a great distance (E).\nJuly 28. 22 37. By a figure in the journal, at a great distance np. (F).\nAug. 18. 21 11. The supposed 5th at a great distance 25° np. R. (G).\nAug. 28. 1 28. A line drawn through a large star north of Saturn, and passing between one pretty considerable star nf. and another ff. Saturn, leaves the supposed 5th satellite a little on the following side. By two figures in the journal, the 5th is at a great distance nf. ½. (H).\nAug. 29. 23 29. The supposed 5th is a very little preceding a line drawn from the large star of last night, through a very small star; and a good deal following a line drawn from the\n\nthat the satellite in the first place was at the preceding side of the planet; that is, in the semicircle from 180 to 360, which passes through 270 degrees. And in the next, that the situation of its orbit was such as to bring the satellite, at its proper distance, into a line drawn from the center of Saturn, making an angle of 6 or 7 degrees with the line of the ring, and declining towards the south.\n\n(D) The calculated place for 20 h. 20', shewn by the clock, corrected by -8' 51\", 5, and reduced to 12 h. 22' 16\" mean time, is 245°, 5 which, as no distance is mentioned, leaves it doubtful whether the observation was that of the 5th satellite, or of a fixed star.\n\n(E) By calculation the situation is 268°, 1; which agrees well enough for 11 h. 11' 47\" mean time.\n\n(F) 13 h. 59' 38\" mean time gives 291°, 5, which agrees with the distance and direction; but as the satellite was fp. the observation, which says np. must belong to some small fixed star.\n\n(G) The calculation for 11 h. 11' 27\" gives 27°, 4 or at a good distance ff; therefore this was not the satellite, but a star.\n\n(H) It appears from the calculation for 14 h. 48' 29\" which gives 74°, 2, and also from the following observations, that this was the real 5th satellite; and that, having once obtained its place, I kept it in view all the rest of the season.\n\nVol. LXXX.\nDr. Herschel's Observations on the first pretty considerable star of last night, through the same very small star (I).\n\nAug. 31. 21 3. The 5th I take to be nf. b at a good distance (K).\n\nSept. 8. 22 37. The 5th about 15° nf. R. and, by a figure, at a great distance (L).\n\nSept. 11. 20 11. The supposed 5th satellite and two small stars ff. a star x, which is ff. b, form an exact line.\n\n22 32. The supposed 5th, and the two S ft. ff. x, form no longer a line; so that is the real fifth satellite.\n\nSept. 11. 23 52. The 5th satellite keeps advancing; its situation is 20 or 22° nf. the line of the R. and, by a figure, it is at a considerable distance (M).\n\nSept. 13. 22 17. The 5th sat. of the 11th of Sept. is advanced, and is now north preceding a considerable large star, which was that night fp. b. By a figure it is nf. b, at a considerable distance (N).\n\nSept. 14. 20 33. The 5th a little nearer than last night (O).\n\n22 30. The 5th sat. of Sept. 11. observed at 20 h. 11', has left the place where it was at that time.\n\nSept. 16. 19 39. The 5th is drawing nearer towards its conjunction.\n\n22 18. Much the same as before.\n\n23 59. About 33° north following the direction of the R. (P).\n\n1 3. The 5th nearly as before.\n\n| h. | h. |\n|----|----|\n| (I) 12 45 53. | 78,4. |\n| (L) 11 14 47. | 124,2. |\n| (N) 10 35 13. | 147,2. |\n| (P) 12 5 9. | 161,3. |\n| (K) 10 12 26. | 87,2. |\n| (M) 12 17 48. | 138,3. |\n| (O) 8 47 34. | 151,5. |\n\nSept.\nSept. 17. 19 48. The 5th sat. of \\( \\frac{1}{2} \\) 30° nf. R. and at the distance of about 3 dia. of R. (Q).\n\nSept. 18. 21 15. About 2 dia. of R. and near 40° north following (R).\n\nSept. 20. 23 24. The 5th sat. is within a degree of its conjunction. It is north of \\( \\frac{1}{2} \\), and its motion is retrograde.\n\n23 54. A perpendicular from the 5th sat. to the ring of Saturn, falls towards the following side short of the center by \\( \\frac{1}{6} \\) dia. of \\( \\frac{1}{2} \\).\n\n\\( \\circ \\) 19. Distance of the 5th satellite from the parallel of the R. of \\( \\frac{1}{2} \\), 3 rev. 36,7 parts = \\( 1' \\) \\( 0'' \\),966 central measure.\n\n1 25. The 5th very nearly central.\n\n1 28. With a power of 240, perfectly central. With 300, perfectly central (S).\n\nSept. 21. 21 15. The 5th sat. is perpendicular to a place half a projection of the ring preceding the edge of it (T).\n\nSept. 23. 22 51. At a considerable distance np. \\( \\frac{1}{2} \\) (V).\n\nSept. 24. 19 56. At a good distance np. \\( \\frac{1}{2} \\) (W).\n\nSept. 25. 19 34. The 5th pursues its track (X).\n\n\\[\n\\begin{align*}\n(Q) & \\quad 7^h 50' 55''. \\quad 165^\\circ 1'. \\\\\n(S) & \\quad 13^h 18' 13''. \\quad 180^\\circ 0', \\text{ or directly at rectangles to the ring, to the north.} \\\\\n(T) & \\quad 9^h 1' 59''. \\quad 183^\\circ 8'. \\\\\n(W) & \\quad 7^h 31' 25''. \\quad 197^\\circ 4'.\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n(R) & \\quad 9^h 13' 45''. \\quad 170^\\circ 0'. \\\\\n(V) & \\quad 10^h 29' 52''. \\quad 193^\\circ 3'. \\\\\n(X) & \\quad 7^h 5' 33''. \\quad 201^\\circ 9'.\n\\end{align*}\n\\]\n\nI have used this observation for settling the epocha of this satellite, in which I have made no other allowance than that of the geocentric place of Saturn, as I knew this would answer all my purposes. But when we would obtain the mean motion of this satellite in comparing its present place with other situations at a great distance of time, proper reductions of the geocentric place of \\( \\frac{1}{2} \\) to the orbit of this satellite should be made. This may, however, be done much better when the real situation of its orbit is properly ascertained.\nOct. 12. 21 18. The supposed 5th forms nearly an isosceles triangle with two preceding stars, the southern one of which is double, consisting of a very considerable star and a small one. By a figure, at a considerable distance, np. h (Y).\n\nOct. 15. 21 1. The large star of the double star in the figure of the 12th of Oct. is gone from its place, and the supposed 5th of that night is left (Z).\n\n21 8. The real 5th is so bright this evening, and was so the 12th of Oct. that I mistook it on that account for a considerable star; it was then np. h. By three figures to-night it is at a great distance np. h. I saw it move to-night; for at 21 h. 1' it made an angle of 50° on the following side with three stars in a line, fp. h. At 1 h. 9', that angle was less than 40°; and at 1 h. 41', it was no more than about 35°.\n\nOct. 16. 20 16. The 5th now precedes a line drawn through the three stars which it followed last night at 21 h. 1'. By five figures, at a great distance fp. h (A).\n\nOct. 18. 20 18. At a great distance fp.\n\n21 51. At 7 or 8' distance fp. The same by two figures (B).\n\nOct. 20. 20 50. By three figures, at a great distance fp. (C).\n\nOct. 28. 21 1. The 5th about 3½ dia. of h distant, and 45° fp. (D).\n\nOct. 29. 21 49. The 5th sat. of h is approaching towards its opposition (E).\n\n(Y) 7 h. 42' 32''. 280°,3. The distance and situation agree well enough, but not the angle, which, by what will appear hereafter from the situation of the nodes of this satellite, should be fp.\n\n| h. | ° |\n|----|---|\n| (Z) 7 13 49. | 294,0. |\n| (B) 7 51 54. | 307,9. |\n| (D) 6 22 47. | 353,4. |\n| (A) 6 25 0. | 298,4. |\n| (C) 6 43 13. | 316,8. |\n| (E) 7 6 44. | 358,1. |\n\nOct.\nOct. 30. 20 53. The 5th sat. is past the opposition a little more than yesterday it wanted of it (F).\n\nOct. 31. 21 13. The 5th about 3½ diameters of Saturn ff. (G).\n\n21 43. It is very faint; fainter than the first; not much brighter than the sixth (H).\n\nNov. 2. 23 57. By a figure, the 5th sat. at some distance ff. (I).\n\nNov. 3. 22 1. At a good distance ff. R. (K).\n\n22 13. The 5th a little following a line drawn through two fixed stars and between them. It is south of the ring.\n\nNov. 4. 22 17. The 5th at a great distance following, and a very little south; it precedes the line of the two stars which it followed last night (L).\n\nNov. 7. 22 9. The 5th at a great distance following, and a little north (M).\n\nNov. 8. 20 46. At a great distance following (N).\n\nNov. 10. 23 30. As the calculation gives it (O).\n\n(F) 6 h. 6′ 57″. 2°,5.  \n(G) 6 h. 22′ 59″. 7°,1.\n\n(H) From the considerable change in the light of this satellite, we may surmise, that it has a revolution upon its axis; the situation (see note Z and G), which affects the apparent brightness, should however be taken into the account.\n\n(I) 8 h. 58′ 41″. 16°,8.  \n(K) 6 h. 59′ 4″. 21°,0.\n\n(L) 7 h. 11′ 6″. 25°,2. A few days ago I perceived, that in the former part of these observations I had omitted a pretty essential circumstance, which is an attention to the nodes of the 5th sat. with the ring of Saturn.\n\n(M) 6 h. 51′ 21″. 39°,2. It appears from this and the foregoing observation, that the ascending node of the 5th satellite, with regard to the ring of Saturn, apparently lies between the 25th and 39th degrees, which, reduced to a Saturnicentric position, is about the 19th degree from the point Aries reckoned upon the ring.\n\n(N) 5 h. 24′ 39″. 43°,5.  \n(O) 8 h. 0′ 21″. 53°,0.\nDr. Herschel's Observations on the\n\nNov. 13. 22 33. On the following side (P).\nNov. 15. 22 33. By a figure, nf. Saturn at a great distance (Q).\nNov. 19. 22 15. Dist. of the 5th sat. 1st measure 8° 54',94\"\nbut too small.\n\n| Time | Measure |\n|------|---------|\n| 22 28. | 8° 58',28\" |\n| 22 43. | 8° 58',23\" |\n| 22 54. | 8° 58',85\" |\n\nMean of the three last measures 8° 58',45\".\n\nThis, when the exact inclination of the orbit is ascertained, must be brought to the greatest elongation, and also reduced to the mean distance of the planet from the sun.\n\nDec. 2. 0 56. The 5th sat. is in its calculated place (R).\nDec. 5. 0 10. As the calculation gives it (S).\nDec. 16. 23 59. At a great distance preceding (T).\n\nObservations on the fourth satellite of Saturn.\n\nJuly 18. 19 50. The 4th satellite is about 6 or 7° np. R. (A).\nJuly 23. 19 29. About 3½ dia. of ½ following the body (B.\n\n| Time | Measure |\n|------|---------|\n| (P) 6 51' 44\". 66°,5. | (Q) 6 43' 53\". 75°,6. |\n| (R) 7 59' 46\". 152°,8. | (S) 7 2' 7\", 166°,2. |\n| (T) 6 7' 58\". 215°,4. | (A) 11 52' 21\". 284°,0. |\n| (B) 11 11' 47\". 36°,4. | |\n\nFollowing or preceding the body, denotes that we are to reckon from the nearest part of the circumference, and not from the center; but it is also to be observed, that estimations in diameters, when they exceed one, or one and an half, are not intended as measures, but merely to point out the situation in a very coarse way; so that we are to look upon the calculation as not disagreeing with this estimation, though we should find the satellite considerably farther from the body.\nSatellites of the Planet Saturn.\n\nJuly 27. 20 27. 4 or 5 dia. following (C).\nJuly 28. 19 40. Near 4 dia. following (D).\nAug. 18. 21 11. Many dia. preceding (E).\nAug. 28. 0 14. About $4\\frac{1}{2}$ dia. of $\\frac{1}{2}$ following the body (F).\nAug. 29. 22 18. 3 dia. of $\\frac{1}{2}$ following the body (G).\nAug. 31. 20 48. About $2\\frac{1}{4}$ dia. of $\\frac{1}{2}$ p. the body; a few seconds farther off than the 2d satellite, and a little south of it (H).\n\nSept. 8. 22 30. About $2\\frac{1}{2}$ dia. of $\\frac{1}{2}$ following the body (I).\nSept. 10. 19 42. Following Saturn (K).\nSept. 11. 20 26. Following $\\frac{1}{2}$, too far to estimate by the diameter (L).\n\nSept. 13. 22 17. By a figure, at a distance following (M).\nSept. 14. 20 33. About $1\\frac{1}{4}$ dia. of the ring following (N).\no 42. $1\\frac{1}{4}$ dia. of R. f. the edge.\n1 24. 1 dia. of R. f. the ring; exactly in the line.\nSept. 16. 19 37. Not quite 1 dia. of the ring preceding (O).\n22 15. $1\\frac{1}{2}$ dia. of R. p. the edge, and a little south.\n23 59. Near $1\\frac{1}{2}$ dia. of R. preceding the edge of the ring.\nSept. 17. 19 48. About 3 dia. of the ring p. the projection (P).\nSept. 18. 21 15. Almost at its greatest distance p. (Q).\n\n|   | h. | h. |\n|---|----|----|\n| (C) | 11 53 55. | 127,5. |\n| (E) | 11 11 27. | 264,7. |\n| (G) | 11 35 5. | 154,2. |\n| (I) | 11 7 48. | 20,3. |\n| (L) | 8 52 22. | 86,1. |\n| (N) | 8 47 34. | 154,0. |\n| (P) | 7 50 55. | 221,1. |\n| (D) | 11 3 7. | 149,3. |\n| (F) | 13 34 42. | 133,4. |\n| (H) | 9 57 29. | 198,0. |\n| (K) | 8 12 24. | 62,8. |\n| (M) | 10 35 13. | 133,0. |\n| (O) | 7 43 52. | 198,3. |\n| (Q) | 9 13 45. | 245,0. |\n\nSept.\nSept. 20. 23 24. At a great distance p, and a little n. (R).\n   o 40. I can see the 4th satellite of Saturn without an eyeglass in the 20-feet speculum by drawing back the eye about three or four feet.\n\n21. Sept. 21 15. At a good distance preceding, and a little north (S).\n\nSept. 23. 22 33. The 4th satellite emerged a few seconds ago. It is now in the line of a tangent to that part of Saturn where the projection of the ring comes from the body (T).\n\n22 51. \\( \\frac{1}{3} \\) of the projection (V) following the body of \\( h \\); and about 2 of its own diameters north of the ring; or not quite half way northwards between the center of \\( h \\) and the northern limb.\n\nSept. 24. 19 56. About 2 of its own dia. nearer the ring than the 3d sat. and a little more north.\n\n20 48. The 4th advances to its conjunction with the 3d.\n\n22 47. The 4th is past by the 3d. By a figure, it is less than one of its diameters past the 3d satellite, and is more north than the 3d (W).\n\nSept. 19 34. It pursues its track (X).\n\nOct. 12. 20 37. At a great distance following (Y).\n\nOct. 15. 20 54. Many diameters of Saturn f. (Z).\n\n23 20. The 4th sat. at a considerable dist. f.\n\n\\[\n\\begin{align*}\n(R) & \\quad 11^h 14' 33''. 292.2 \\\\\n(T) & \\quad 10^h 11' 55''. 359.2 \\\\\n(V) & \\quad \\text{The distance from the body of Saturn to the end of the projecting part of the ring, I call the projection, and have made use of it as a measure for estimating.} \\\\\n(W) & \\quad 10^h 21' 57''. 22.0 \\\\\n(Y) & \\quad 7^h 1' 39''. 66.5 \\\\\n(S) & \\quad 9^h 1' 59''. 312.8 \\\\\n(Z) & \\quad 7^h 6' 50''. 134.4 \\\\\n(X) & \\quad 7^h 5' 33''. 41.6 \\\\\n\\end{align*}\n\\]\n\nOct.\nSatellites of the Planet Saturn.\n\nOct. 16. 20 16. 2½ dia. of ½ following the body.\n\n21 59. The colour of the 4th satellite is red, or inclining to red; it approaches towards a conjunction with the 3d.\n\n09. The 4th is very nearly in conjunction with the 3d; it is about ¼ of its own dia. nearer to Saturn than the 3d, and near one dia. of the 3d satellite more south than the 3d (A).\n\nOct. 18. 20 18. 2½ dia. of ½ p. the body.\n\n21 51. About 2½ dia. of ½ preceding (B).\n\nOct. 20. 20 50. At a great distance preceding (C).\n\nOct. 28. 21 1. At a great distance following (D).\n\nOct. 29. 21 49. At a good distance ff (E).\n\nOct. 30. 20 53. At a great distance following (F).\n\nOct. 31. 21 13. At a considerable distance following (G).\n\nNov. 2. 21 6. The 4th sat. is invisible.\n\n21 51. I cannot see the 4th satellite (H).\n\n22 53. The 4th sat. is not visible; I looked for the shadow of it upon ½, but could not perceive it. The weather a little hazy.\n\n23 21. Upon the dark equatorial belt of ½, on the f. side, near the edge of the disk, seems to be a small black spot which is darker than the rest of the belt.\n\n(A) 10 17 22. 160,1.\n(B) 7 51 54. 203,0.\n(C) 6 43 13. 247,2.\n(D) 6 22 47. 67,9.\n(E) 7 6 44. 91,2.\n(F) 6 6 57. 112,8.\n(G) 6 22 59. 135,7.\n\n(H) The tables I used at the time of this observation being different from my present ones, I expected the 4th satellite to be past its conjunction, and consequently visible again.\n\nVol. LXXX. M m m 23 29.\n23 29. A protuberance on the sp. part of \\( \\frac{1}{2} \\); I suppose it to be the 4th satellite emerging.\n\n23 31. The black spot upon the equatorial belt seems to be a little advanced towards the preceding side.\n\n23 38. With 300 the satellite is very nearly detached; the black spot keeps advancing; it is a very little north of the equatorial belt, but part of it is upon the belt.\n\n23 43. The black spot is a little more than \\( \\frac{1}{8} \\) of the dia. of \\( \\frac{1}{2} \\) advanced from the f. side towards the center.\n\n23 46. The satellite seems to be detached.\n\n23 47. With 300, it is detached; and the black spot keeps advancing.\n\n23 57. The black spot is advanced so as to be \\( \\frac{1}{3} \\) of its way towards the center; the 4th satellite is near \\( \\frac{1}{2} \\) its own dia. clear of the edge.\n\n0 13. The black spot a little more than half way towards the center; it is much darker than the belt.\n\n0 34. The black spot is not arrived to the center yet.\n\n0 53. The black spot is not come to the center, but does not want much of it.\n\n0 57. It is more upon the belt than it was before; that is, more south.\n\n1 6. The black spot is not yet come to the center.\n\n1 10. It is drawn towards the south, so as to be nearly in the middle of the equatorial belt.\n\n1 11. It is not far from a central position.\n\n1 15. It is not come to the center yet.\n\n1 18. The black spot is very near central.\n\n1 21. Very near central.\n\n1 25. Begins to be in the center.\nSatellites of the Planet Saturn.\n\n130. It is in the center (I).\nNov. 3. 22 1. The 4th sat. about 3 dia. p. the body (K).\nNov. 4. 22 17. At a considerable distance preceding (L).\nNov. 7. 22 9. At a good distance preceding (M).\nNov. 8. 20 46. At a good distance p. (N).\nNov. 10. 21 3. The 4th satellite not yet visible.\n21 32. Not yet visible.\n22 26. Not yet visible.\n23 24. About \\(\\frac{1}{2}\\) dia. of \\(1\\frac{1}{2}\\) nf. (O).\nNov. 13. 22 33. On the following side (P).\nNov. 15. 22 33. Following \\(1\\) at a good distance (Q).\nNov. 26. o 28. The 4th satellite is emerged some time past.\no 30. It is nearly in conjunction with the 6th. By a figure, it is half the diameter of the 6th nearer to Saturn than the sixth, and north of it (R).\n\nNov. 30. 23 36. Dist. of the 4th satellite \\(3' 12'' .379\\).\n23 42. 2d measure — \\(3' 10'' .972\\).\n23 52. 3d — — \\(3' 10'' .494\\).\n23 59. 4th — — \\(3' 10'' .579\\).\nMean of the four measures \\(3' 11'' .106\\) (S).\n\nDec.\n\n(1) 10 h. 31' 25'',5. 184°,8. An extract of these observations being printed in my last Paper, I am to remark, that here the time is uncorrected; but the correction for this evening being—8' 8'',7, it will be seen, that in the former Paper—8' has been applied to all the times, and—8' 9'' to the time of the exact conjunction.\n\nh. h.\n(K) 6 59 4. 204,1. (L) 7 11 6. 226,9.\n(M) 6 51 21. 294,4. (N) 5 24 39. 315,6.\n(O) 7 54 22. 3,1. (P) 6 51 44. 69,9.\n(Q) 6 43 53. 115,0. (R) 7 57 23. 4,4.\n\n(S) The middle of the time to which we may suppose the measures to answer\n\nM m m 2.\nDec. 2. o 56. In its calculated place (T).\nDec. 5. o 10. As the calculation gives it (V).\nDec. 16. 23 59. At a great distance following (W).\no 43. The 4th satellite, with a power of about 500, shews a pretty considerable, visible disk (X).\n\nObservations on the third satellite of Saturn.\n\nJuly 18. 19 50. The 3d satellite about 1 or 2° ff. R. By a figure, at a considerable distance (A).\nJuly 23. 19 29. Near 2 dia. of ½ following (B).\nJuly 27. 20 27. About 2½ dia. of ½ following (C).\nJuly 28. 19 40. The 3d sat. ½ dia. following ½; it is much larger than the 2d, and a little more north.\n22 34. ½ part of a dia. following (D).\nAug. 18. 21 11. 1½ dia. of ½ following the ring (E).\nAug. 28. o 14. Full 2 dia. f. ½ (F).\n\nis 23 h. 48', or 6 h. 59' 48'' mean-time. And by computation the apparent place of the satellite at that time was 93°,778, which is 3°,778 or 3° 46' 41'',52 past the greatest elongation; therefore its distance, if it had been measured at the greatest elongation, would have been 3' 11'',522. This quantity brought to the mean distance of Saturn from the sun, amounts to 3' 8'',918.\n\nh. h.\n(T) 7 59 46. 139,8. (V) 7 2 7. 206,6.\n(W) 6 7 58. 93,6.\n\n(X) And from its ruddy colour (see Oct. 16.) we may surmise it to have a considerable atmosphere. This satellite, therefore, seems to approach more to the condition of a planet than any of the fourteen known satellites.\n\nh. h.\n(A) 11 52 41. 85,5. (B) 11 11 47. 121,9.\n(C) 11 53 55. 83,1. (D) 13 56 39. 169,6.\n(E) 11 11 27. 35,0. (F) 13 34 42. 120,6.\n\nAug.\nSatellites of the Planet Saturn.\n\nAug. 29. 22 21. A satellite on the edge of the preceding arm (G).\n\n23 1. The sat. a very little separated from it. I suppose it to be the 3d, on account of its size and brightness.\n\n23 41. The satellite is now fully detached, so as to be near \\( \\frac{1}{2} \\) of the projection preceding the end of it.\n\nAug. 31. 20 56. The preceding arm, about the middle, seems to be charged with a satellite; power 157 (H).\n\n21 3. With 300, the same as before.\n\nSept. 8. 22 30. The 3d sat. about \\( \\frac{2}{3} \\) or 3 dia. of Saturn p. the body (I).\n\nSept. 10. 19 42. The 3d following Saturn (K).\n\nSept. 11. 20 26. \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) f. the body of \\( \\frac{1}{2} \\).\n\n22 36. 1 dia. of \\( \\frac{1}{2} \\) f. the body.\n\no 16. The 3d a little less than the projection from the f. edge.\n\no 34. \\( \\frac{1}{4} \\) of the projection following the ring.\n\n1 57. A little less than \\( \\frac{1}{2} \\) the projection f. the ring (L).\n\nSept. 13. 22 2. The 3d, \\( \\frac{1}{4} \\) dia. of R. preceding the edge of R. (M).\n\nSept. 14. 20 27. The 3d sat. \\( \\frac{1}{2} \\) the projection f. R. (N).\n\n21 55. \\( \\frac{1}{3} \\) of the projection f. and a very little north.\n\no 42. 2 projections following.\n\n1 24. Near two projections following.\n\nSept. 16. 22 18. (O).\n\n\\[\n\\begin{align*}\n(G) & \\quad 11 38 5. \\quad 193,9. \\\\\n(I) & \\quad 11 7 48. \\quad 269,9. \\\\\n(L) & \\quad 14 22 27. \\quad 159,9. \\\\\n(N) & \\quad 8 41 35. \\quad 20,4. \\\\\n(O) & \\quad 10 24 26. \\quad 185,6. \\\\\n(H) & \\quad 10 5 27. \\quad 348,3. \\\\\n(K) & \\quad 8 12 24. \\quad 59,7. \\\\\n(M) & \\quad 10 20 15. \\quad 306,1.\n\\end{align*}\n\\]\n\nBy this it appears that the 3d satellite was invisible; but observations being made on a satellite, by mistake supposed to be the third, they will be found among those of the 6th, to which they belong.\nSept. 17. 1948. The 3d sat. 1\\(\\frac{1}{4}\\) dia. of the ring preceding the projection (P).\n\nSept. 18. 21 15. \\(\\frac{1}{2}\\) of the projection, or 1\\(\\frac{1}{2}\\) dia. of the satellite preceding the edge of the ring.\n\n21 45. \\(\\frac{1}{4}\\) of the projection preceding R.\n\n21 53. The 3d almost touches the R.\n\n21 59. Quite close to the ring, and a little north.\n\n22 7. Not quite so near but that I can still see a small division.\n\n22 20. With 157, I can no longer see a division between the 3d satellite and the R.\n\n22 22. With 300, the sat. is completely joined to the R. but so as to make it appear a little longer, and a very little knotty towards the north (Q).\n\nSept. 20. 23 27. The 3d sat. 1\\(\\frac{1}{2}\\) projection f. R. It is within less than the diameter of the 2d satellite preceding the 2d, and a little more south (R).\n\n23 51. The 3d sat. is now more separated from the 2d.\n\n0 45. 1\\(\\frac{1}{4}\\) projection f. R.\n\n1 22. 1 projection f. R.\n\nSept. 21. 21 15. 2\\(\\frac{1}{2}\\) projections preceding the edge.\n\n22 44. Near 3 projections p. R. (S).\n\nSept. 23. 22 51. The 3d sat. 1 projection f. the edge (T).\n\nSept. 24. 19 56. 1\\(\\frac{1}{2}\\) dia. of R. f. the edge; about 2 diameters of the 4th satellite farther from R. than the 4th, and a little more south.\n\n20 48. It advances towards a conjunction with the 4th.\n\n(P) 7 50 55. 256°,9.\n\n(R) 11 17 33. 147°,6.\n\n(T) 10 29 52. 24°,3.\n\n(Q) 10 20 34. 345°,0.\n\n(S) 10 30 44. 224°,8.\n\n22 47.\nSatellites of the Planet Saturn.\n\n22 47. It is past by the 4th. By a figure, it is about half its own diameter past the conjunction, and is more south than the 4th (V).\n\nSept. 25. 19 34. (W).\n\nOct. 12. 20 37. The 3d sat. about $3\\frac{1}{2}$ dia. of $\\frac{1}{2}$ f. the body (X).\n\nOct. 15. 20 47. $1\\frac{1}{4}$ dia. of $\\frac{1}{2}$ p. the body.\n\n21 30. A little more than 1 dia. of $\\frac{1}{2}$ from the body; and its whole diameter north of the line of the projection.\n\n22 25. The 3d sat. will be in conjunction with the 6th, in a very short time, the 5d being still a little preceding.\n\n22 39. The conjunction is so complete now, that I have lost the 6th. The 3d, however, appears to be a little lengthened out towards the south. Distance from the body barely one diameter of $\\frac{1}{2}$; or just one dia. of $\\frac{1}{2}$ including the dia. of the 3d (Y).\n\n23 54. Near two of its own diameters past the conjunction with the 6th.\n\n0 59. The 1st, the 3d, and the 6th, are at equal distances from each other.\n\n1 14. The 3d is nearer to the 1st than to the 6th.\n\n1 35. The 3d approaches to a conjunction with the 1st.\n\n1 45. The 3d is very near its conjunction with the 1st. By a figure, it wants less than $\\frac{1}{2}$ a dia. of the 3d.\n\nOct. 16. 20 16. The 3d, $1\\frac{1}{4}$ dia. of $\\frac{1}{2}$ following the body.\n\n21 59. It draws towards a conjunction with the 4th. The colour of the 3d is inclining to blue.\n\n(V) 10 h. 21' 57''. 103°,6.\n\n(W) 7 h. 5' 33''. 172°,5. Hence it appears that the satellite could not be seen this night.\n\n(X) 7 h. 1' 39''. 88°,2.\n\n(Y) 8 h. 51' 33''. 333°,5.\nDr. Herschel's Observations on the\n\n9. The 3d is in conjunction with the 4th, or \\( \\frac{1}{2} \\) of the dia. of the 4th satellite past the conjunction; and one of its own dia. more north than the 4th; that is, there is a vacancy between them of one dia. of the 3d (Z).\n\nOct. 18. 20 18. 1 dia. of \\( h \\) preceding the body.\n\n21 51. 1\\( \\frac{1}{4} \\) dia. of \\( h \\) p. the body (A).\n\nOct. 20. 22 19. With 300, I see the 3d sat. emerging; about \\( \\frac{1}{4} \\) of its own dia. is out, at the following side of \\( h \\).\n\n22 44. At the distance of \\( \\frac{1}{4} \\) of its dia. following the body (B).\n\n8. The f. projection passes over the 3d sat. just so as to clear it.\n\nOct. 28. 21 1. The 3d about 3 dia. of \\( h \\) p. the body (C).\n\nOct. 30. 20 53. About 3 dia. of \\( h \\) following the body (D).\n\nOct. 31. 21 13. \\( \\frac{5}{6} \\) dia. of \\( h \\) following the body.\n\n21 57. There is a complete conjunction between the 3d sat. and the 2d; the following arm of the ring passes exactly between them, and points to the 6th. The distance between the 3d and 2d is about \\( \\frac{1}{2} \\) the diameter of the 3d satellite, the 2d being to the north, and the 3d to the south (E).\n\n22 0. I can see that the conjunction between the 3d and 2d satellites is past.\n\n23 13. The 3d, \\( \\frac{1}{4} \\) dia. of \\( h \\) following the body (F).\n\n23 49. The 3d approaching to a contact with the body, but I can see a division yet.\n\n23 58. A division still visible between the 3d satellite and the body of \\( h \\).\n\n\\[\n\\begin{align*}\n(Z) & \\quad 10 17 22. \\quad 57,9 \\\\\n(B) & \\quad 8 36 54. \\quad 11,4 \\\\\n(D) & \\quad 6 6 57. \\quad 80,4 \\\\\n(F) & \\quad 8 22 39. \\quad 167,7 \\\\\n(A) & \\quad 7 51 54. \\quad 209,4 \\\\\n(C) & \\quad 6 22 47. \\quad 281,8 \\\\\n(E) & \\quad 7 6 51. \\quad 163,5 \\\\\n\\end{align*}\n\\]\n\nNov.\nNov. 2. 21 6. The 3d satellite, \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body; just following the 2d, but a little more north (G).\n\n21 44. \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) preceding the body.\n\nNov. 3. 22 1. \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) f. the body (H).\n\nNov. 4. 22 17. About 2 dia. of \\( \\frac{1}{2} \\) following the body (I).\n\nNov. 7. From 21 h. 28' to 23 h. 12' (K).\n\nNov. 8. 20 46. At a considerable distance following (L).\n\nNov. 9. 1 2. \\( \\frac{1}{3} \\) dia. of \\( \\frac{1}{2} \\) following the body; its whole dia. is south of the arm (M).\n\nNov. 10. 23 30. As the calculation gives it (N).\n\nNov. 13. 22 33. On the following side of \\( \\frac{1}{2} \\) (O).\n\nNov. 15. 22 33. At some distance, preceding (P).\n\nNov. 16. 22 50. (Q).\n\nNov. 21. 1 54. The 3d, about \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) f. the body (R).\n\nNov. 25. 1 21. (S).\n\nNov. 30. 23 47. The 3d sat. about \\( \\frac{2}{3} \\) of its own dia. following the 6th (T).\n\nDec. 2. 23 36. \\( \\frac{3}{4} \\) of the projection p. the body; its whole diameter is to the south of the arm.\n\no 22. The 3d, the 1st, and the 6th, nearly at equal distances from each other.\n\n| h. | h. |\n|----|----|\n| (G) 6 8 9. 319,6. | (H) 6 59 4. 42,5. |\n| (I) 7 11 6. 122,5. | |\n| (K) From 6 h. 10' 28\" to 7 h. 54' 11\". 358°,3 to 4°,0, and consequently invisible. | |\n| (L) 5 24 39. 75,5. | (M) 9 36 1. 169,1. |\n| (N) 8 0 21. 243,5. | (O) 6 51 44. 118,8. |\n| (P) 6 43 53. 277,8. | (Q) 6 56 55. 358,2. invisible. |\n| (R) 8 40 57. 42,4. | (S) 8 52 10. 1,8. therefore invisible. |\n| (T) 6 58 48. 33,9. | |\n\nVol. LXXX. N n n o 50\nDr. Herschel's Observations on the\n\nThe 3d and 1st are in conjunction with a little space between them; the 3d being to the south, and the 1st to the north (V).\n\nDec. 5. 0 10. As the calculation gives it (W).\nDec. 16. 23 59. 1½ dia. of ½ p. the body (X).\n\nObservations on the second satellite of Saturn.\n\nJuly 18. 19 50. The 2d satellite in the line of the ring p. Saturn; but about 2 or 3° north (A).\n\nJuly 23. 19 29. ¼ dia. of ½ preceding (B).\n\nJuly 27. 20 24. Upon the ff. part of the R. are two small bright points, the largest is to the south, and is nearest to the body of ½. (C).\n\n20 29. The largest of the knobs is about ¼ dia. of ½ from the body. Memorandum, I have no doubt, but that the large knob is the 2d satellite; I could nearly see its whole diameter to the south of the ring, but not separated. Clouds came on (D).\n\nJuly 28. 19 40. The 2d sat. of ½ ¾ dia. following.\n22 34. Almost a dia. f. (E).\n\n(V) 7 53 47. 196°,3.\n(X) 6 7 58. 225°,5.\n(B) 11 11 47. 205°,8.\n\n(W) 7 2 7. 72°,4.\n(A) 11 52 21. 271°,6.\n\n(C) By calculation we find that these two bright points were the 2d and 6th satellites; but at the time of these observations I only took down phenomena as they presented themselves, leaving a solution of them to future considerations. See Note (B) to the 6th satellite.\n\n(D) 11 h. 55' 55''. 16°,0.\n(E) 13 h. 56' 39''. 158°,7.\n\nAug.\nSatellites of the Planet Saturn.\n\nAug. 18. 21 11. ¾ dia. f. R. (F).\nAug. 28. 0 14. Near 2 dia. of ½ p. the body (G).\nAug. 29. 22 18. About 1 dia. of ½ p. the body (H).\nAug. 31. 20 48. A few seconds nearer than the 4th satellite, and a little more north (I).\n\nSept. 8. 22 30. The 2d sat. 1¾ dia. of ½ p. the body (K).\nSept. 10. 19 42. The 2d within 1 or 2 of its own diameters of the edge of the projection (L).\n\n23 2. Invisible.\nSept. 11. 20 26. The 2d, 1¾ dia. of ½ preceding the body.\n22 36. 1¼, or almost 1½ dia. of ½ preceding the body.\n1 34. 1¼ of the projection preceding R.\n1 57. 1 projection p. R. (M)\n\nSept. 13. 22 6. There are two satellites emerging instead of one (N).\n\n22 13. With 300, the nearest, 1½ of its own diameters preceding the projection. This I take to be the 2d satellite (O).\n\nSept. 14. 20 27. Barely 1 projection p. R. and a little north.\n21 55. The 2d, 1 dia. of the satellite p. R. (P).\n22 23. The 2d, is now vanished (Q). With 300, I think there is about ½ dia. of the satellite left.\n\n22 30. There now, certainly, is nothing left of the 2d sat.\n\nSept. 16. 19 39. The 2d sat. 1¼ of the projection p. R. (R).\n\n| h. | h. |\n|----|----|\n| (F) 11 11 27. 26°,8. | (G) 13 34 42. 276°. |\n| (H) 11 35 5. 36°,7. | (I) 9 57 29. 291°. |\n| (K) 11 7 48. 270°,3. | (L) 8 12 24. 157°,5. |\n| (M) 14 22 27. 322°,9. | |\n\n(N) See the observation of the 1st sat. Sept. 13.\n(O) 10 h. 31' 13\" 203°,0.\n(P) 10 h. 9' 21\" 334°,6.\n\n(Q) The word vanished is here probably meant to denote its being gone upon the ring, to the projection of which it was approaching 28' before.\n\n(R) 7 h. 45' 48\" 224°,9.\n\nN n n 2 22 15.\nDr. Herschel's Observations on the\n\n22 15. 1 dia. of ½ from the edge of the R. preceding, and exactly in the line of the R.\n\n23 59. Almost 1 dia. of the R. preceding the edge of it.\n\n13. About 1½ dia. of ½ from the preceding edge.\n\nSept. 17. 19 48. (S).\n\nSept. 18. 21 15. The 2d sat. 1½ of the projection f. the edge; it is 1 dia. of the 1st satellite nearer to ½ than the 1st, and a little more south.\n\n22 35. A little less than 1 projection f. the edge.\n\n23 14. About ¼ of the projection f. the edge.\n\n0 12. ½ of the projection following, and a little south.\n\n0 27. With 300, the 2d sat. 1 of its own dia. f. the R.\n\n0 51. With 157, the 2d sat. close to the R. so that no division can be perceived (T).\n\n0 55. With 300, the satellite touches the R. and is a little south; its whole dia. is still out.\n\n0 58. With 300, about ¾ of the dia. of the 2d sat. may yet be seen.\n\nSept. 20. 23 27. The 2d within one of its diameters following the 3d, and a little north (V).\n\n23 51. The 2d is now more separated from the 3d.\n\n0 45. 2 projections f. the edge of the ring.\n\n1 22. 2½ projections f. R.\n\nSept. 21. 21 20. (W).\n\nSept. 23. 22 51. Almost 1 dia. of the R. f. the edge (X).\n\n(S) 7 h. 50' 55''. 356°,8 invisible. (T) 12 h. 49' 10''. 155°,7.\n\n(V) 11 h. 17' 33''. 50°,6.\n\n(W) 9 h. 6' 58''. 170°,2 consequently invisible.\n\n(X) 10 h. 29' 52''. 81°,0.\n\nSept.\nSept. 24. 19 49. The 2d, upon the point of the ring p; but I can see no vacancy.\n\n19 56. With 300, the same appearance nearly; but the weather is too hazy, and the planet too low to bear it well.\n\n20 45. The 2d sat. begins now to project a little, and is a little south of the ring (Y).\n\n20 48. I can see a division between the 2d sat. and the R.\n\nSept. 25. 19 34 to 22 h. 38' (Z).\n\nOct. 12. 20 37. The 2d sat. one full dia. of h following the body (A).\n\nOct. 15. 20 54. The 2d sat. 1½ dia. of h f. the body (B).\n\n23 20. About 1½ dia. of h following.\n\nOct. 16. 20 16. The 2d sat. ¾ dia. of h, or a little less p. the body (C).\n\n20 36. ¾ dia. of h p. the body.\n\n22 35. 1¼ dia. of h p. the body.\n\n0 11. 1½ dia. of h p. the body.\n\nOct. 17. 21 30. The 2d sat. 1 projection p. the body of h; very hazy weather (D).\n\n(Y) 8 h. 20' 17''. 200°,7.\n\n(Z) From 7 h. 5' 33'' to 10 h. 9' 3'', the satellite is not mentioned in my observations; though by calculation it appears, that its situation was from 325°,6 to 342°,3; and that therefore it ought to have been seen. I conclude from this that some particular cause must have rendered it invisible. Most probably it suffered an occultation from the 1st satellite, which was situated in such a manner as nearly to cover it the whole evening; in this case, the observation of the 1st belongs also to the 2d, since their diameters would certainly run together so as, perhaps, if the occultation was not always central, to form only one satellite, of rather a larger diameter than either of them.\n\nh.  \n(A) 7 1 39. 42,4.  \n(C) 6 25 1. 205,4.\n\nh.  \n(B) 7 6 50. 77,7.  \n(D) 7 34 53. 343,4.\n\nOct.\nOct. 18. 20 18. The 2d sat. near 2 dia. of ½ f. the body.\n21 51. 1¾ dia. of ½ f. the body.\n0 52. It approaches to a conjunction with the 1st.\n1 25. The 2d sat. very nearly in conjunction with the 1st.\n1 38. The conjunction is complete (E). By a figure, the 2d is towards the north of the 1st; but they seem to be in contact.\n\nOct. 20. 21 17. The 2d sat. is emerged some time ago, and is now 1¼ of its own diameters from the body of ½. I perceived the satellite as a protuberance before 20 h. 50' (F).\n\nOct. 28. 20 58. The preceding arm, on the north side, very near to the body, contains a considerable satellite.\n\n21 5. The 2d sat. is close to the body, on the p. side, to the north of the ring (G).\n\nOct. 29. 21 49. The 2d about 1¾ dia. of ½ f. the body (H).\nOct. 30. 20 53. About 2 dia. of ½ p. the body (I).\nOct. 31. 21 13. The 2d, ¼ dia. of ½ following the body.\n21 57. There is a complete conjunction between the 2d and 3d. The arm passes exactly between them, and points to the 6th. The distance between the 2d and 3d is about ½ the dia. of the 3d; the 2d satellite being to the north, and the 3d to the south (K).\n\n22 0. I can see that the conjunction between the 2d and 3d satellites is past.\n\n23 13. The 2d sat. is past the conjunction with the 6th.\n\nNov. 2. 21 6. The 2d sat. just preceding the 3d, but a little more south.\n\n21 44. 2 dia. of ½ p. the body, and a little more south than the 3d satellite (L).\n\n| h. | h. |\n|----|----|\n| (E) 11 38 17. 137,2. | (F) 7 10 8. 15,9. |\n| (G) 6 26 46. 344,6. | (H) 7 6 44. 119,8. |\n| (I) 6 6 57. 245,9. | (K) 7 6 51. 22,9. |\n| (L) 6 46 3. 284,1. | Nov. |\n\n3\nSatellites of the Planet Saturn.\n\nNov. 3. 22 1. The 2d sat. 2 dia. of \\( \\frac{1}{2} \\) following the body (M).\nNov. 4. 23 42. The 2d sat. \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body (N).\n23 57. The dia. of the 2d satellite is entirely south of the p. arm.\nNov. 7. 21 28. The 2d and 1st satellites, about 1 dia. of \\( \\frac{1}{2} \\), or a little farther, p. R.\n21 53. The 2d sat. \\( \\frac{1}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (O).\nNov. 8. 20 46 to 23 h. 40' (P).\nNov. 10. 23 30. As the calculation gives it (Q).\nNov. 13. 22 33. On the preceding side (R).\nNov. 15. 22 33. The 2d sat. is upon the preceding arm of the ring about half-way; all its dia. is towards the south (S).\n22 49. The 2d is not quite to the end of the R. yet, but keeps advancing.\n22 56. \\( \\frac{1}{4} \\) of the projection preceding the body, or \\( \\frac{1}{4} \\) wanting to being at the end of the ring.\nNov. 26. 22 27. The 2d is upon the p. arm; its whole dia. is towards the south (T).\no 28. The 2d is emerged some time past (V).\nDec. 2. 22 50. The 2d sat. about \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) preceding the body (W).\nDec. 5. o 10. As the calculation gives it (X).\n\n\\[\n\\begin{align*}\n(M) & \\quad 6^h 59'^m 4''s. \\quad 56^\\circ 9'. \\\\\n(O) & \\quad 6^h 35'^m 24''s. \\quad 220^\\circ 9'. \\\\\n(P) & \\quad 5^h 24'^m 39''s. \\quad 346^\\circ 1'. \\\\\n(Q) & \\quad 8^h 0'^m 21''s. \\quad 263^\\circ 4'. \\\\\n(S) & \\quad 6^h 43'^m 53''s. \\quad 194^\\circ 2'. \\\\\n(V) & \\quad \\text{To emerge was here probably put for coming off the arm.} \\\\\n(W) & \\quad 5^h 54'^m 6''s. \\quad 265^\\circ 5'. \\\\\n(N) & \\quad 8^h 35'^m 52''s. \\quad 197^\\circ 3'. \\\\\n(R) & \\quad 6^h 51'^m 44''s. \\quad 291^\\circ 8'. \\\\\n(T) & \\quad 5^h 54'^m 43''s. \\quad 196^\\circ 5'. \\\\\n(X) & \\quad 7^h 2'^m 7''s. \\quad 306^\\circ 3'.\n\\end{align*}\n\\]\nDec. 16. 23 59. The 2d, about $1\\frac{1}{4}$ or $1\\frac{3}{4}$ dia. of $\\frac{1}{2}$ p. the body (Y).\n\nObservations on the first satellite of Saturn.\n\nJuly 18. 19 50. The following part of the ring of Saturn, which is a very thin lucid line, ends in a bright point like a very faint satellite (A).\n\nI suppose the bright point on the f. part of the ring to be a very small fixed star (B).\n\n20 14. The bright point on the following part of R. seems to have its whole dia. towards the north; and in all appearance adheres to the line.\n\n0 48. Possibly the bright point on the nf. part of the ring may be one of the satellites, and one of the before supposed satellites may be a small fixed star (C).\n\n(Y) 6 h. 7' 58''. 307°,8.\n(A) 11 h 52' 21''. 146°,7. This shews, that the bright point was the 1st satellite.\n\n(B) Being the first night of my viewing the satellites this year, their places were unknown. The 6th, which was in view, I took for the 1st satellite; but, the 2d, 3d, and 4th being also before me, there remained only the supposition of some small fixed star to account for the bright point.\n\n(C) The motion of the bright point on the ring led me to the supposition of its being a satellite; and, to make room for one, it occurred, that one of the others might be a star: for still the thought of an unknown satellite did not happen to strike me. I should have made an attempt to calculate the places of the satellites by the manuscript tables of M. de la Lande, which are now printed in the Connaissance des Temps for 1791; but as there chanced to be an erratum of one day's motion in the epochæ of all the satellites for 1788, of which I was not aware, I had so little satisfaction from them the year before, that I laid them by as useless, and resolved to investigate the epochæ and revolutions of the satellites from my own observations.\nSatellites of the Planet Saturn.\n\n21 15. The nf. bright point is advanced towards the body, so that it no longer hangs at the far end of the ring (D).\n\nJuly 23. 19 29. (E).\nJuly 27. 20 27. One dia. of h f. is a small satellite (F).\nJuly 28. 19 40. The 1st fat. 1½ dia. of h preceding the body (G).\n\n22 34. The 1st fat. as before.\nAug. 18. 21 11. 1½ dia. of h p. R. (H).\nAug. 28. 0 9. 1¼ or 1½ projection f. R. or 1 dia. of h from the body (I).\nAug. 29. 22 18. About 1½ dia. of h p. the body (K).\nAug. 31. 20 54. 1½ dia. of h p. the body (L).\nSept. 8. 22 51. (M).\nSept. 10. 22 49 and 23 h. 4' (N).\n\n(D) 13 h. 17' 7''. 158°. Hence we see, that the satellite had advanced 11 degrees in its orbit towards h, since 11 h. 52' 21'' which agrees with the motion of the bright point.\n\nh.\n(E) 11 11 47. 15,1. Therefore the 1st satellite was not visible.\n(F) 11 53 55. 63.5. It was the first.\n(G) 11 3 7. 247.5. The names of the satellites were by this time ascertained, and I found that the above-mentioned manuscript tables agreed pretty well with my observations this evening.\n\nh. h.\n(H) 11 11 27. 294.3. (I) 13 49 42. 60.4.\n(K) 11 35 5. 236.0. (L) 10 3 29. 245.4.\n(M) 11 28 45. 342.9. Consequently the satellite was invisible, or at least might easily be overlooked, so near the body upon the p. arm as it must have been situated; but there was an observation made upon what is called the 1st satellite, which will be reported hereafter. See observations on the 7th satellite, Sept. 8.\n\n(N) From 11 h. 18' 54'' to 11 h. 33' 51''. 3°,1 to 5°,1. The 1st satellite was invisible; but two observations were made upon what is called the first, which will be seen in the observations upon the 6th satellite. Such mistakes may easily be made\n\nVol. LXXX.\nDr. Herschel's Observations on the\n\nSept. 11. 10. The 1st sat. about 2 of its own dia. p. the projection; emerged since I looked last (O).\n\n134. Half a projection p. R.\n\n157. ¼ of the projection p. R.\n\nSept. 13. 22 o. There is a satellite emerging from the preceding arm; I take it to be the 1st (P).\n\n226. There are two satellites emerging instead of one.\n\n2213. The one that emerged first, ½ of the projection p. R.\n\nSept. 14. 2155. The 1st sat. ¾ of the projection f. R. and a very little south.\n\n2322. With 300, 1 or 1½ of its own dia. farther from the R. than the 6th, and a little more south (Q).\n\n042. 1½ projection f. R.\n\n124. 1½ projection f. R.\n\n146. Much the same as before.\n\nSept. 16. 1939. The 1st sat. ½ projection f. R (R).\n\n2218. 1½ projection f. the edge, and a very little south.\n\n2359. About 1 dia. of ½ f. the edge of the R.\n\n13. ¾ dia. of ½ f. R.\n\nSept. 17. 1948. The 1st almost 1 projection p. R. (S).\n\n2038. 1½ projection p. R.\n\nSept. 18. 2115. The 1st sat. 1¾ projection f. R. or one of its own dia. following the 2d satellite (T).\n\n2235. 2 projections following the R.\n\nmade during the time of observation, as a few hours will bring one of the inner satellites in view; but with such accuracy of calculating the precise moment and situation of the satellites, as has now been used, there can be no doubt to which satellite an observation belongs.\n\n| h. | h. |\n|----|----|\n| (O) 13 25 37. 210.7. | (P) 10 18 15. 207.4. |\n| (Q) 11 36 6. 48.5. | (R) 7 45 52. 39.6. |\n| (S) 7 50 55. 231.0. | (T) 9 13 45. 72.8. |\n\nO 14.\nSatellites of the Planet Saturn.\n\nSept. 20. From 23 h. 24' to 1 h. 28' (V). Notwithstanding my utmost endeavour, I could not perceive the 1st satellite. From the tables I surmise that it might be under an occultation, or eclipsed by the 3d satellite; I looked for it above two hours. It could be neither in the shadow of Saturn, nor in that of the ring.\n\nSept. 21. 21 15. The 1st sat. 2 projections p. R. (W).\n\n22 44. 1½ or 1¾ projection p. R.\n\nSept. 23. 22 51. ¾ projection p. R. and a very little north. It follows the 6th satellite 1 dia. of the 6th (X).\n\n23 55. The 1st sat. almost touches the ring; it may want one of its diameters. Clouds interrupted the observation.\n\nSept. 24. 19 49. The first sat. 1¼ projection f. R. or about one of its own dia. f. the 6th.\n\n20 45. The 1st sat. 1 full projection f. R.\n\n22 47. Close to the following projection (Y).\n\nSept. 25. 19 34. The 1st sat. 1 full projection p. the edge of R. and a little north.\n\n20 41. A little more than ¾ projection p. R.\n\n22 38. The 1st sat. has half its dia. projecting towards the north from the ring, on the preceding side; its place on the ring is about ¾ of the projection from the body of ½. The night is extremely clear (Z).\n\nOct. 12. 20 37. About ¾ dia. of ½ p. the body.\n\n21 24. ½ projection of R. preceding the edge, and considerably more north.\n\n(V) From 11 h. 14' 33'' to 13 h. 18' 13''. 110°,4 to 126°,6.\n\n(W) 9 1' 59''. 283°,5.\n\n(Y) 10 21' 57''. 146°,4.\n\n(X) 10 29' 52''. 316°,7.\n\n(Z) 10 9' 3''. 335°,5.\n\nO o o 2\n\n22 6.\n22 6. The 1st almost touches the p. projection.\n22 24. It very nearly touches the p. projection.\n23 26. \\( \\frac{1}{2} \\) of the projection p. the body of \\( h \\); or, as it were, fastened upon the projection, \\( \\frac{1}{4} \\) from the end of it (A).\n18. I see nothing of the 1st sat.\nOct. 15. o 52. The 1st sat. \\( \\frac{1}{2} \\) projection from the body (B).\no 59. The distance of the 1st from the body is almost, but not quite, equal to the distance of the 1st, 3d, and 6th from each other.\n1 14. The first is nearer to the 3d than the 3d to the 6th.\n1 35. The 1st and 3d approach to a conjunction.\n1 45. The 1st and 3d very near their conjunction.\nOct. 16. o 11. The 1st satellite \\( \\frac{1}{4} \\) dia. of \\( h \\) f. the body (C).\n1 20. \\( \\frac{1}{4} \\) of the projection f. the edge of the R.; the weather remarkably clear. I can see the R. very distinctly, so as to judge with safety of the projection.\nOct. 18. 21 7. The 1st sat. is lately emerged from the body of \\( h \\) on the f. side.\n21 12. The emerged sat. 1 of its own dia. f. the body of \\( h \\).\n21 32. Above 2 of its own dia. following \\( h \\).\n21 51. The 1st sat. \\( \\frac{3}{8} \\) dia. of \\( h \\) f. the body.\n22 36. Very nearly clear of the f. projection (D). By hiding the planet behind the field-bar very carefully, I can see the projection of the R. very well on the f. side. The preceding projection cannot be distinguished so well on account of the satellites (E) that are upon it.\no 52. The 1st sat. approaches to a conjunction with the 2d.\n1 25. The 1st and 2d sat. very nearly in conjunction.\n\n\\[\n\\begin{align*}\n(A) & \\quad 9^h 50' 11''. \\quad 330^\\circ,0. \\\\\n(C) & \\quad 10^h 19' 22''. \\quad 22^\\circ,8. \\\\\n(E) & \\quad \\text{The 6th and 7th.} \\\\\n(B) & \\quad 11^h 4' 11''. \\quad 198^\\circ,0. \\\\\n(D) & \\quad 8^h 36' 47''. \\quad 30^\\circ,8.\n\\end{align*}\n\\]\nSatellites of the Planet Saturn.\n\n138. The conjunction is complete.\nOct. 20. 205. The 1st sat. \\( \\frac{1}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body (F).\n2050. It draws towards a conjunction with the 6th sat. distance 1 dia. of the 1st. The 1st is a little towards the north.\n2126. I can just see a very small division between the 1st and the 6th.\n2151. There is a perfect conjunction between the 1st and 6th.\nOct. 28. 211. The 1st sat. 1 dia. of \\( \\frac{1}{2} \\) f. the body.\n2150. It draws towards a conjunction with the 6th, distance 1 full dia. of the 1st (G).\nOct. 29. 2149. The 1st about \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (H).\nOct. 30. 2053. The 1st sat. \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) f. the body (I).\nOct. 31. 2113. \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body (K).\n2313. \\( \\frac{3}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body; its whole dia. seems to be north of the arm.\nNov. 2. 2326. I suppose the 1st sat. to be upon the f. arm.\no8. The f. arm contains a lucid point at the distance of \\( \\frac{1}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body.\no34. The 1st sat. almost \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) f. the body (L).\nNov. 3. 223. The preceding arm is loaded in two places; at the far end, and about the middle.\n2348. The 1st sat. \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) p. the body (M); there seems to be another closely following it (N).\n\n| h. | (F) 5 58' 20\". 31,3. | (G) 7 11' 39\". 127,0. |\n| --- | --- | --- |\n| (H) 7 6 44'. 317,1. | (I) 6 6 57'. 139,8. |\n| (K) 6 22 59'. 332,7. | (L) 9 35 35'. 19,7. |\n| (M) 8 45 47'. 203,8. | (N) It was the 6th. |\n\nO 10.\nDr. Herschel's Observations on the\n\nI can distinguish the two satellites that follow one another upon the arm; the distance between them is \\( \\frac{1}{2} \\) dia. of the smallest of them.\n\nNov. 4. 22 14. The 1st sat. \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) f. the body (O).\n\n22 57. The dia. of the 1st sat. is north of the arm.\n\nNov. 7. 21 28. The 1st and 2d about 1 dia. of \\( \\frac{1}{2} \\), or a little more, p. the body (P).\n\n21 53. The 1st satellite \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n\nNov. 8. 20 46. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body (Q).\n\nNov. 10. 23 30. The 1st as the calculation gives it (R).\n\nNov. 13. 22 33. On the preceding side (S).\n\nNov. 15. 22 33. About \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body (T).\n\nNov. 16. 22 50. Upon the end of the f. arm (V).\n\nNov. 21. 0 54. \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) f. the body (W).\n\nDec. 2. 22 49. The 1st sat. about 1 of its own dia. p. the 6th.\n\n23 38. It is past the conjunction with the 6th, which it now follows, and it is a little more north than the 6th.\n\n0 22. The 1st is equally distant from the following 6th, and the preceding 3d (X).\n\n0 50. The 1st and 3d are in conjunction, with a little space between them, the 1st being to the north.\n\nDec. 5. 0 8. (Y).\n\n(O) 7 h. 8' 6''. 21°,5.\n\n(P) 6 h. 10' 28''. 226°,0. By the equal distance which is mentioned, it appears, that the 1st and 2d satellites were in conjunction; and this agrees also with the next observation, compared with that of the 2d sat. Nov. 7th.\n\n(Q) 5 24 39. 50°,8. (R) 8 6 21. 92°,7.\n\n(S) 6 51 44. 295°,9. (T) 6 43 53. 316°,2.\n\n(V) 6 56 55. 148°,6. (W) 8 40 57. 35°,9.\n\n(X) 7 25 51. 323°,5. (Y) 7 0 7. 172°,1 invisible.\n\nDec.\nSatellites of the Planet Saturn.\n\nDec. 16. 23 59. The 1st sat. a little more than 1 dia. of ½ f. the body (Z).\n\nDec. 24. 0 5. (A).\n\nDec. 25. 1 36. The 1st sat. is upon the end of the f. arm (B).\n\nObservations on the sixth satellite of Saturn.\n\nJuly 18. 19 50. The first satellite of ½ exactly in a line of the R. preceding (A).\n\nJuly 27. 20 24. Upon the ss. part of the ring are two small bright points; the largest, to the south, is nearest to the body (B), and the smallest, to the north, is at the farther end (C).\n\nAug. 28. 23 26. With the 40-feet reflector, I see the five known satellites of Saturn, and also another exactly in a line with the ring, interposed between the 2d satellite and the ring on the preceding side, while the 1st, 3d, 4th, and 5th are on the following one. It has so much the appearance of the other satellites, and ranges so well with them, that I have not a moment’s doubt but that it is a sixth satellite. It is less bright\n\n\\[\n\\begin{align*}\n(Z) & \\quad 6^h 7^m 58^s. \\quad 102^\\circ 4' \\\\\n(B) & \\quad 7^h 9^m 23^s. \\quad 26^\\circ 3' \\\\\n(A) & \\quad 5^h 42^m 33^s. \\quad 184^\\circ 3' \\text{ invisible.}\n\\end{align*}\n\\]\n\n(A) By computation for 11 h. 52′ 21″ we find, that the 6th sat. was 302° 4′; which is exactly in the place where a satellite called the first was observed; but it appears also from the calculation which has been given in the note A of the 1st satellite, that this observation cannot belong to the real 1st; the 6th satellite therefore was seen this evening without being known; and this explains all the difficulties which occurred with regard to the real 1st satellite. See observations on the 1st satellite, July 18.\n\n(B) It was the 2d satellite. See observation on the 2d satellite, July 27.\n\n(C) 11 h. 50′ 56″. 147° 1′, which agrees exactly with the place of the 6th satellite.\nthan the rest, but seems to have light enough to be seen by my 20-feet telescope.\n\n9. 20-feet reflector. The new satellite \\( \\frac{4}{5} \\) of the projection of the ring preceding the edge of the R. (D).\n\n20. A very small star about 60° ff. \\( \\frac{1}{2} \\), and \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) distant from the body (E).\n\n16. The small star is gradually left behind so as now to make an angle of about 35° ff. \\( \\frac{1}{2} \\); while at the same time the planet has carried along with him the new satellite.\n\n24. The 6th satellite \\( \\frac{3}{5} \\) of the projection of the R. p. the ring.\n\n46. The same small star is now only about 25° ff. \\( \\frac{1}{2} \\).\n\n49. The new satellite is now not much more than \\( \\frac{1}{2} \\) the projection from the ring.\n\n22. Saturn is gone on, in a retrograde order with respect to the small star, and has carried along with him the new discovered satellite.\n\nSept. 8. 22 30. The new or 6th sat. \\( \\frac{4}{5} \\) of the projection of the R. directly preceding (F).\n\nSept. 10. 22 49. The first satellite less than the projection from the following arm; extremely faint (G).\n\n23 4. The first satellite the length of the projection following the arm; it is so faint that I cannot expect to see the new satellite (H).\n\n(D) 13 h. 29' 42''. 294°,2.\n\n(E) This star was immediately taken notice of, to verify the discovery of the 6th satellite.\n\n(F) 11 h. 7' 48''. 279°,2.\n\n(G) 11 h. 18' 54''. 86°,8. Which agrees perfectly with the 6th satellite, though it is here by mistake called the 1st.\n\n(H) As I mistook the 6th satellite for the 1st, it was natural enough to find it very\nSept. 14. 21 59. I think I perceive a satellite between the 1st and the following projection close to the ring. 300 leaves it doubtful (I).\n\n22 23. The 6th sat. ¼ of the projection f. R.; so close to the 1st that it requires great attention to be distinguished. With 300, the 6th is 1 or ½ dia. of the 1st sat. nearer the R. than the 1st, and a little more north than the 1st, that is to say, very exactly in the line of the ring.\n\n23 45. With 460, the 6th sat. is very near one whole projection f. R.\n\n0 42. The 6th sat. 1 full projection f. R. (K).\n\n1 24. The new sat. 1 projection f. R.\n\n1 46. Very nearly, but not quite, 1 projection f. R.\n\nSept. 16. 22 18. The third satellite ½ the projection from the preceding edge of R.\n\n22 25. The third satellite is extremely small, and hardly to be seen; but I have no doubt.\n\n23 59. The third satellite a little more than ½ the projection preceding the edge.\n\n0 16. The third much less than the 1st and 2d, partly owing to its proximity to the planet; but probably there may be an apparent change of magnitude from a revolution upon its axis.\n\n1 3. The third about ¾ of the projection p. R. (L).\n\nSept.\n\nvery faint, and of course to suppose that the night was not clear enough to see the 6th, while at the same time I was making an observation on that very satellite. But it must here be remembered, that the time of its revolution was not yet well ascertained.\n\n(I) The calculation for 10 h. 13' 20'' gives 46°.0, which shews that the satellite was there.\n\n(K) 12 h. 55' 53''. 75°.7.\n\n(L) The 6th sat. was this evening mistaken for the 3d; but the calculation for\n\nVol. LXXX.\nSept. 17. 1952. The 6th sat. 1 projection, or rather more f. the projection; extremely faint.\n\n20 38. 1 full projection following (M).\n\n22 55. ½ projection f. and a little south; extremely small.\n\n23 49. ½ projection f. and a little south.\n\n0 58. ½ projection following.\n\n1 46. Near ¼ of the projection following (N).\n\nSept. 21. 21 10. The 6th sat. 1 full projection f. R.; much fainter than the 1st; hazy weather.\n\n21 20. 1 full projection f. the edge, and exactly in the line of the ring. I see it very well; it is less than the 1st.\n\n22 9. ¼ of the projection f. the edge (O).\n\n22 39. Nearly ¼ projection f. the edge of the R. exactly in the line of the R.\n\nSept. 23. 22 51. The 6th sat. 1 projection p. the edge; or 1 of its own diameters p. the 1st (P).\n\nSept. 24. 19 46. I suspect the new or 6th satellite to be 1 projection f. the edge (Q).\n\n19 49. The 6th is very near 1 projection f. the edge; it precedes the 1st sat. about 1 dia. of the 1st.\n\n20 45. The 6th a little more than ½ projection f. the edge.\n\n13 h. 8' 59'', which gives 243°,7, shews that these observations belong to the 6th; and therefore explains all the difficulty about the supposed change of magnitude of the 3d.\n\n(M) 8 h. 40' 47''. 97°,6.\n\n(N) The estimation ¼ is probably a mistake in writing down, and should have been ½; perhaps also some change in the atmosphere, or other circumstance, may have induced an error of estimation, which, in such minute objects, will now and then take place.\n\n(O) 9 h. 55' 50''. 82°,5.\n\n(P) 10 h. 29' 52''. 254°,3.\n\n(Q) 7 h. 21' 28''. 122°,6.\n\nSept.\nSept. 25. 22 36. The 6th almost \\( \\frac{1}{4} \\) projection f. the edge of the R.\n\n23 42. The 6th sat. very nearly 1 projection f. R. (R).\n\n23 52. The 6th sat. is much larger than the 7th.\n\nOct. 12. From 22 h. 6' to 1 h. 8' (S).\n\n0 58. The seventh sat. extremely small upon the point of the preceding projection, and a little towards the south.\n\n1 20. The distance of the seventh increases. The satellite seems to be clear of the projection; but I can see no division yet; its whole dia. seems to be to the south; I see it full as well as I saw the 6th, or rather better (T).\n\n1 35. The seventh is clear of the projection.\n\nOct. 15. 20 47. The 6th sat. 1 dia. of \\( \\frac{1}{2} \\) p. the body.\n\n21 34. The 6th about \\( \\frac{1}{4} \\) of the projection p. the edge of R. or very near 1 dia. of \\( \\frac{1}{2} \\) p. the body; just ff. the 3d; it is in the line of the R. (V).\n\n22 25. The 6th sat. will be in conjunction with the 3d in a very short time, the 3d being still a little p.\n\n22 39. The conjunction is so complete now, that I have lost the 6th. The 3d, however, appears to be a little lengthened out towards the south. Distance of the conjoined satellites\n\n(R) 11 h. 12' 52''. 67°,7.\n\n(S) There were five observations made upon the 6th satellite, but they belong to the 7th. There were also three observations made upon the 7th which belong to the 6th, and are here given; we are to observe, that the revolution of the 7th was not yet ascertained, and that, consequently, a mistake of one new satellite for another could easily be made.\n\n(T) 11 h. 43' 53''. 220°,9. The calculation of its place shews plainly that it was the 6th; and the remark in this observation of its being brighter than the other satellite perfectly agrees with the calculation.\n\n(V) 7 h. 46' 43''. 246°,0.\n\nP p p 2 barely\nbarely 1 dia. of \\( \\frac{1}{2} \\) from the body; or just 1 dia. of \\( \\frac{1}{2} \\), including the dia. of the 3d sat.\n\n23 59. The 6th near 2 diameters of the 3d satellite past the conjunction.\n\n0 59. The 6th, the 3d, and the first satellites are at equal distances from each other.\n\n1 3. The 6th is one dia. of \\( \\frac{1}{2} \\) from the body.\n\n1 39. The 6th nearly 1 dia. of \\( \\frac{1}{2} \\) p. the body.\n\nOct. 16. 20 16. The 6th sat. \\( \\frac{2}{3} \\) dia. of \\( \\frac{1}{2} \\) f. the body; too low to be very accurate.\n\n20 36. The 6th one full projection f. the body; extremely faint.\n\n20 50. The 6th one projection f. the body.\n\n21 11. The 6th \\( \\frac{1}{4} \\) of a projection f. the body.\n\n21 55. The 6th \\( \\frac{1}{2} \\) projection f. the body, or a little less (W).\n\n22 5. The 6th advances towards a contact with the f. part of the body; I can, however, still look between them.\n\n22 18. I can still see between the planet and the 6th sat.\n\n22 22. The 6th less than its own dia. from the planet.\n\n22 25. It is in contact with the body of \\( \\frac{1}{2} \\).\n\n22 41. I can still perceive the 6th sat.\n\n22 44. The 6th is not quite vanished.\n\n22 47. The satellite is no longer visible.\n\nOct. 17. 21 30. The 6th sat. \\( \\frac{1}{2} \\) projection f. the body, very hazy weather (X).\n\nOct. 18. 20 40. The 6th sat. is emerging from behind the 3d.\n\n20 46. The 6th sat. which emerged from behind the 3d is a little north of the line of the ring, and of the 3d.\n\n(W) 8 h. 3' 44''. 151°,9.\n\n(X) 7 h. 34' 53''. 49°,4.\n\n21 36.\nSatellites of the Planet Saturn.\n\n21 36. The 6th is going towards h, and is about \\( \\frac{1}{4} \\) dia. of h preceding the body.\n\n22 51. \\( \\frac{1}{4} \\) dia. of h p. the body.\n\n22 26. The 6th about \\( \\frac{1}{8} \\) dia. of h p. the body.\n\n22 40. The 6th \\( \\frac{1}{4} \\) dia. of h p. the body.\n\n23 17. The 6th approaches to a conjunction with the 7th.\n\n23 37. The conjunction of the 6th and 7th satellites is past. The satellites are, however, too near the planet to see exactly how they are placed.\n\n0 12. The 6th a little more than 1 of its own dia. p. the body of h (Y).\n\nOct. 20. 20 5. The 6th sat. \\( \\frac{1}{4} \\) dia. of h f. the body (Z).\n\n20 50. The 6th and 1st satellites are drawing towards a conjunction; distance between them 1 dia. of the 1st sat.\n\n21 26. I can just see a very small division between the 6th and the 1st.\n\n21 51. There is a perfect conjunction between the 6th and the 1st.\n\n22 22. The 6th sat. appears again.\n\n22 43. The 6th is in the middle, between the 1st and 2d satellites.\n\n23 50. I perceive the 6th sat. near the 3d towards the 2d; and on the south of the line that joins the 3d and 2d; but nearer the 3d than the 2d.\n\nOct. 28. 20 58. The 6th sat. about \\( \\frac{1}{2} \\) projection f. the edge of the R.\n\n21 5. The 6th about \\( \\frac{1}{4} \\) dia. of h f. the body (A).\n\nOct. 29. 21 49. The 6th just f. the 1st (B).\n\n\\[\n\\begin{align*}\n(Y) & \\quad 10 12 31. 341.0 \\\\\n(A) & \\quad 6 26 46. 47.5 \\\\\n(B) & \\quad 7 6 44. 317.5\n\\end{align*}\n\\]\n\nFor the place of the 1st, see the 1st sat. Oct. 29.\n\nOct.\nOct. 30. 20 55. I suspect the 6th on the edge of the p. arm; but moon-light is too strong.\n\n23 44. The 6th sat. \\( \\frac{1}{4} \\) projection p. the edge of the R.\n23 55. The 6th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n0 42. The 6th sat. \\( \\frac{1}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (C).\nOct. 31. 21 13. The 6th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n21 57. The f. arm of the R. passes between the 3d and 2d satellites, and points to the sixth.\n23 57. The 6th full \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) following the body (D).\n\nNov. 2. 21 44. The 6th sat. \\( \\frac{1}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body, and a little north; extremely faint (E).\n22 17. The 6th sat. 1 full dia. or \\( \\frac{1}{16} \\) dia. of \\( \\frac{1}{2} \\) p. and a very little north.\n22 53. The 6th seems to be still \\( \\frac{1}{16} \\) dia. of \\( \\frac{1}{2} \\), or rather more, p. the body, but the weather is hazy and foggy.\n23 15. The 6th sat. 1 dia. of \\( \\frac{1}{2} \\) p. the body.\n23 27. The 6th sat. \\( \\frac{1}{4} \\) of the projection p. the edge or very near 1 dia. of \\( \\frac{1}{2} \\) p. the body.\n0 15. The 6th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n0 58. The 6th sat. is still clear of the p. arm.\n1 16. The 6th sat. \\( \\frac{5}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body; a very little p. the edge of the ring, and a little north.\n\nNov. 3. 22 3. The p. arm is loaded in two places, at the far end and about the middle (F.)\n23 54. There seems to be a satellite closely following the 1st (G).\n\n(C) 9 55 20. 25°,9.\n(D) 9 6 32. 144°,9.\n(E) 6 46 3. 284°,7.\n(F) They were the 1st and 6th satellites. See 1st sat. Nov. 3.\n(G) 8 h. 51' 46''. 210°,5.\n\nO 10.\nSatellites of the Planet Saturn.\n\n10. The distance between the two satellites upon the arm is half the dia. of the smallest.\n\nNov. 4. 22 17. The 6th satellite \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body (H).\n23 48. The 6th about \\( \\frac{3}{4} \\) or \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) following the body.\n\nNov. 7. 21 28. The 6th towards the end upon the f. arm (I).\n22 39. The 6th is drawn a little nearer towards \\( \\frac{1}{2} \\).\n\nNov. 8. 20 46. The 6th about \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) f. hazy weather. I do not see it well enough to estimate its distance very exactly.\n\n21 16. The 6th sat. \\( \\frac{5}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body.\n22 2. The 6th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body.\n23 40. The 6th sat. \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) f. the body (K).\n\nNov. 9. 21 42. The 6th sat. \\( \\frac{5}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body, and a little north (L).\n\nNov. 10. 21 33. The p. arm, near the end, seems to contain a sat. probably the 6th.\n21 39. The 6th full \\( \\frac{1}{2} \\) dia. of \\( \\frac{1}{2} \\) p. the body; almost entirely to the south of the arm (M).\n22 28. The 6th is clear of the p. arm, and is about \\( \\frac{5}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n23 27. The 6th almost \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n10. The 6th sat. 1 full dia. of \\( \\frac{1}{2} \\) p. the body.\n\nNov. 13. 22 33. The 6th sat. on the p. side (N).\nNov. 15. 22 33. The 6th sat. about 1 dia. of \\( \\frac{1}{2} \\) f. the body (O).\n\nNov. 19. 21 55. The 6th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) f. the body (P).\n\n|   | h.     | h.     |\n|---|--------|--------|\n| (H) | 7 11 6. | 94.8. |\n| (K) | 8 18 11. | 78.0. |\n| (M) | 6 9 39. | 220.1. |\n| (O) | 6 43 53. | 100.0. |\n| (I) | 6 10 28. | 151.9. |\n| (L) | 6 16 34. | 318.7. |\n| (N) | 6 51 44. | 296.0. |\n| (P) | 5 50 17. | 61.1. |\n\nNov.\nDr. Herschel's Observations on the\n\nNov. 21. 0 54. The 6th at a little dist. p. the edge of the ring (Q); cloudy weather.\n\nNov. 25. 1 21. The 6th about \\(\\frac{3}{4}\\) dia. of \\(h\\) following the body (R).\n\n1 27. The 6th about \\(\\frac{1}{2}\\) the projection preceding the edge of the projection.\n\nNov. 26. 22 22. The 6th near 1 dia. of \\(h\\) f. the body (S).\n\n0 30. Very nearly in conjunction with the 4th.\n\nNov. 30. 23 47. The 6th full \\(\\frac{7}{8}\\) dia. of \\(h\\) f. the body; about 2\\(\\frac{1}{2}\\) dia. of the 3d sat. p. the 3d (T).\n\nDec. 2. 22 49. The 6th about \\(\\frac{3}{4}\\) dia. of \\(h\\) p. the body; about 1 dia. of the 1st f. the 1st.\n\n23 38. The 6th sat. is past its conjunction with the 1st, which it now precedes.\n\n0 22. The 6th, the 1st, and 3d satellites, are nearly at equal distances from each other.\n\n0 52. The 6th sat. nearly 1 dia. of \\(h\\) p. the body (V).\n\nDec. 5. 0 8. The 6th sat. \\(\\frac{1}{2}\\) projection p. the arm (W).\n\nDec. 15. 0 35. The 6th about \\(\\frac{3}{4}\\) dia. of \\(h\\) f. the body, and a little north (X).\n\nDec. 16. 23 59. The 6th full \\(\\frac{7}{8}\\) dia. of \\(h\\) p. the body (Y).\n\nDec. 24. 0 5. The 6th sat. 1\\(\\frac{1}{8}\\) dia. of \\(h\\) p. the body; or 1\\(\\frac{1}{2}\\) projection p. the edge of R. (Z).\n\n(Q) 8 40 57. 257,8.\n(S) 5 49 44. 100,1.\n(V) 7 55 46. 259,4.\n(X) 6 47 48. 62,0.\n(Z) 5 42 33. 254,2.\n\n(R) 8 52 10. 230,7.\n(T) 6 58 48. 83,6.\n(W) 7 0 7. 317,3.\n(Y) 6 7 58. 317,3.\n\nObservations\nObservations on the seventh satellite of Saturn.\n\nSept. 8. 22 51. The first satellite ½ the dia. or a little less of the projection ff. R. (A).\n\nSept. 14. 1 29. A supposed 7th sat. excessively faint, ½ projection p. R. exactly in the line of the R. fainter than the last new one.\n\n1 46. The supposed 7th half a projection p. the R. (B).\n\nSept. 17. 21 0. A second new satellite excessively faint, ½ projection p. the edge of the R. (C).\n\n22 55. The new, or 7th sat. ½ projection p. R. so excessively small that, if I had not seen it before, it would have been impossible to perceive it now.\n\n(A) Not being acquainted with more than six satellites, and having the 2d, 3d, 4th, 5th, and 6th in view, it was natural enough to call the remaining one, on which this observation is made, the 1st; but from the note M of the 1st sat. it appears, that it could not be in the place where this was seen; and by calculating from the tables of the 7th sat. we have its place for 11 h. 28' 45''. 106°,0, which agrees exactly with the situation pointed out. From a figure, it appears, that the sat. was extremely small, and less than half its diameter south of the line of the R.\n\n(B) I was now on the look-out for very small stars that were in any situation likely to be satellites of ½, and always noticed them; for instance, \"Sept. 11. \"20 h. 42'. A supposed 7th sat. exactly in the line of the R. or a very little \"south, excessively faint, only to be seen when I hide ½ by the field bar. Sept. \"14. 20 h. 40'. The 7th of Sept. 11. is left in its place.\" So here this supposed 7th is marked down, and Sept. 16. 20 h. 13' I find it is said, that \"the \"supposed 7th of the 14th is a small fixed star, left in the place where it was that \"evening; but as the configuration of stars which pointed out this supposed 7th was very coarse, and hardly sufficient to determine the place, and as by calculation it appears, that the 7th satellite was in the situation where this observation places it, at 13 h. 59' 43'', viz. 278°,2, it is probable enough, that I saw the real satellite this evening.\n\n(C) 9 h. 2' 43''. 265°,6.\n\nVol. LXXX.\n23 1. After a more attentive observation and hiding the planet, I see the 7th sat. is not less than \\( \\frac{1}{2} \\) projection p. R.\n\n23 31. Forty-feet reflector. I see six satellites at once, and being perfectly assured that the 2d is invisible, it becomes evident that Saturn has seven satellites. This new sat. is excessively small.\n\nSept. 18. 22 4. The new sat. near \\( \\frac{1}{2} \\) projection p. R. and a little south, but so faint that I hardly perceive it (D).\n\n22 36. I cannot perceive the new satellite with the utmost attention (E). Indeed it was so faint before, that I almost entertained a doubt of its reality.\n\nSept. 25. 23 48. The 7th sat. I believe is between the 6th and the R. or \\( \\frac{1}{3} \\) projection f. the edge (F).\n\n23 52. I see it very plainly; it is much smaller than the 6th; I have many times this evening before suspected it, but the weather has been too hazy.\n\nOct. 12. 22 6. The sixth sat. (G) close to the f. projection, and a little north.\n\n22 13. I see the sixth sat. very well; but the projection is too faint to estimate the distance by it with any accuracy.\n\n22 24. The sixth being nearer to Saturn on the f. side than the 1st on the preceding, must be quite close to the f. projection, or touching it.\n\n(D) 10 h. 2' 37''. 303°5.\n\n(E) From the calculated place 10 h. 34' 32''. 312°, we see, that the satellite was drawn upon the arm, and therefore might easily be overlooked, especially as its revolution was unknown.\n\n(F) 11 h. 18' 48''. 117°9.\n\n(G): The satellite is here called the 6th, and we have seen before, in the note (S) of the 6th sat. that the 6th was called the 7th; but the tables of these satellites leave no doubt to which of them the observations belong.\nSatellites of the Planet Saturn.\n\nOct. 12. 23 35. The sixth sat. 1 projection, or perhaps a little less, f. the body; I see it with great difficulty, but have no doubt (H).\n\n18. I see nothing of the sixth (I).\n\nOct. 16. 20 23. The 7th sat. ½ projection f. the body; that is, the sat. is upon the middle of the arm (K).\n\n20 36. The 7th a little more than ¼ projection f. the body; extremely faint.\n\n20 50. The 7th sat. 1 of its own dia. f. the body of ½.\n\n21 11. The 7th is very nearly in contact with the body.\n\n21 15. I can still perceive the 7th sat. by means of the field bar hiding the planet.\n\n21 55. The 7th is gone.\n\n1 29. I have a strong suspicion of a sat. upon the p. projection not far from the end of it (L).\n\nOct. 18. 21 25. I am pretty sure the sat. is about 1 of its own dia. p. ½ (M).\n\n21 26. Very clear. I see the 7th sat. very plainly.\n\n21 35. About 2 of its own dia. from the body of ½, and a little north of the R.\n\n21 43. The 7th sat. ¼ projection p. the body.\n\n21 51. The 7th sat. ¼ dia. of ½ p. the body.\n\n22 26. The 7th sat. ¼ dia. of ½ p. the body.\n\n(H) The calculated place 9h. 59' 10''. 111°,2, gives the satellite farther from the arm than the observation; but as this also mentions the sat. was seen with difficulty, the interval might appear less than it would have done in a very clear view of the sat.\n\n(I) The least change in the atmosphere would make the sat. invisible; and by the tables it also was now very nearly going upon the ring.\n\n(K) 6 31' 59''. 144°,4.\n\n(L) 11 37' 9''. 225°,3.\n\n(M) 7 25' 58''. 202°,7.\n\nQ q q 2\n\n22 40.\nDr. Herschel's Observations on the\n\n22 40. The 7th seems still to be where it was.\n\n23 17. The 7th approaches to a conjunction with the 6th.\n\n23 37. The conjunction of the 7th and 6th satellites is past. They are too near the planet to see exactly how they are placed.\n\no 20. The 7th sat. \\( \\frac{5}{8} \\), or near \\( \\frac{1}{4} \\), dia. of \\( \\frac{1}{2} \\) p. the body.\n\no 24. The 7th is clear of the projection.\n\no 36. The 7th near \\( \\frac{1}{2} \\) projection p. the edge of the ring. I see the R. well enough to estimate by it.\n\no 59. The 7th sat. \\( \\frac{3}{4} \\), or nearly \\( \\frac{7}{8} \\), dia. of \\( \\frac{1}{2} \\) p. the body.\n\ni 21. The 7th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (N).\n\nOct. 20. 21 26. I have a glimmering sight of the 7th sat.\n\n21 56. The 7th is perfectly detached from the p. arm.\n\n23 5. The sat. \\( \\frac{3}{4} \\) of the dia. of \\( \\frac{1}{2} \\) p. the body, or thereabout.\n\n23 37. The 7th extremely faint, near 1 dia. of \\( \\frac{1}{2} \\) p. the body; but the estimation of the distance is not very exactly to be had, as I am obliged to hide the planet when I see the sat. There is a high wind, and the air being dry, the telescope does not act so well as it did 1½ hour ago.\n\no 8. The 7th sat. \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body; or \\( \\frac{1}{2} \\) (or nearly \\( \\frac{1}{2} \\)) projection p. R. I see the ring very plainly (O).\n\no 20. The 7th sat. about \\( \\frac{3}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n\ni 20. The 7th sat. about \\( \\frac{5}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body.\n\nNov. 4. 22 23. The p. arm seems to be loaded about \\( \\frac{3}{8} \\) dia. of \\( \\frac{1}{2} \\) from the body (P).\n\nNov. 7. 22 o. The 7th sat. \\( \\frac{7}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body, excessively small; but I see it extremely well, and can keep it in view; it is just following the 1st and 2d sat.\n\n\\[\n\\begin{align*}\n(N) & \\quad 11^h 21^m 26^s.1 \\\\\n(P) & \\quad 7^h 17^m 5^s.214.3 \\\\\n(O) & \\quad 10^h 0^m 40^s.287.9 \\\\\n\\end{align*}\n\\]\nSatellites of the Planet Saturn.\n\n22 9. I see the 7th extremely well, notwithstanding its smallness.\n\n22 39. The 7th about \\( \\frac{1}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (Q).\n\n23 12. The 7th nearly the same as at 22 h. 39', or perhaps a little nearer to \\( \\frac{1}{2} \\).\n\nNov. 8. 21 17. The 7th is clear of the p. arm; but I do not see it well enough yet to estimate how much.\n\n22 0. The 7th sat. \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body (R).\n\n23 31. The 7th is upon the p. arm I suppose, for the weather is now very clear, and I see it no longer. There is a small protuberant point on the arm, which I take to be the satellite; but, as it has been cloudy, I have not been able to follow it so as to see it go on since 22 h. 2'.\n\n23 40. I see the 7th upon the arm.\n\nNov. 10. 21 39. The p. arm is a little gouty, not quite \\( \\frac{5}{8} \\) dia. of \\( \\frac{1}{2} \\) preceding the body (S).\n\nNov. 15. 22 27. The 7th sat. is clear of the f. projection (T).\n\n22 39. The 7th sat. between the 6th and the projection of the R. and a very little to the north.\n\n22 44. The 7th considerably less than the 6th; I see it however very well, notwithstanding the difficulty of its situation.\n\n22 56. By a figure, at a considerable distance following.\n\nNov. 16. 22 50. The 7th less than 1 dia. of the 1st following the first, and a little north (V).\n\nNov. 29. 0 38. A small luminous point on the f. arm (W).\n\n\\[\n\\begin{align*}\n(Q) & \\quad 7 \\ 21' \\ 16'' \\ 28^{\\circ},4 \\\\\n(S) & \\quad 6 \\ 9 \\ 39' \\ 32^{\\circ},5 \\\\\n(V) & \\quad 6 \\ 56' \\ 55'' \\ 11^{\\circ},8 \\\\\n(R) & \\quad 6 \\ 38' \\ 27'' \\ 29^{\\circ},9 \\\\\n(T) & \\quad 6 \\ 37' \\ 54'' \\ 85^{\\circ},7 \\\\\n(W) & \\quad 7 \\ 53' \\ 35'' \\ 53^{\\circ},3 \\\\\n\\end{align*}\n\\]\n\nDec.\nDec. 2. 23 38. I suspect the 7th to be just detached from the f. arm (X).\n\no 24. I cannot see the 7th, though I tried often for it.\n\no 56. The 7th sat. is not visible.\n\nFrom the observations on the seven satellites of Saturn that have been here delivered, and closely compared with their calculated places, it appears evidently that the revolutions of these satellites are so well ascertained, that we may, without hesitation, determine that no phenomenon on the ring of Saturn, in the shape of lucid spot, protuberant point, or latent satellite, can be occasioned by any of them, when, upon computation, we find that the place of the satellite differs from that where such appearances were observed. In consequence of this deduction, I found, that the observations, which will be given presently, could not be explained by any of the known satellites; it remained, therefore, to be examined to what cause to ascribe the appearance of such lucid spots.\n\nThe first idea that occurred was that of another satellite, still closer to the ring than the seventh; and if a revolution, slower than about 15 hours and a quarter, could have been found, which would have taken in the most material places in which bright spots were seen, I should have continued of opinion that an eighth satellite, exterior to the ring, did exist, notwithstanding more observations had been wanting to put the matter out of all doubt. But this being impracticable, I examined, in the next place, what would be the result if these supposed satellites, or protuberant points, were attached to the plane or edge of the ring.\n\n(x) 6 h. 41' 59''. 100°,0.\nRotation of the Ring of Saturn.\n\nAs observations, carefully made, should always take the lead of theories, I shall not be concerned if such lucid spots as I am now going to admit, should seem to contradict what has been said in my last Paper, concerning the idea of inequalities, or protuberant points. We may however remark, that a lucid, and apparently protuberant point, may exist without any great inequality in the ring. A vivid light, for instance, will seem to project greatly beyond the limits of the body upon which it is placed. If therefore the luminous places on the ring should be such as proceed from very bright reflecting regions, or, which is more probable, owe their existence to the more fluctuating causes, of inherent fires acting with great violence, we need not imagine the ring of Saturn to be very uneven or distorted, in order to present us with such appearances as will be related. In this sense of the word, then, we may still oppose the idea of protuberant points, such as would denote immense mountains of elevated surface.\n\nOn comparing together several observations, a few trials shew that the brightest and best observed spot agrees to a revolution of $10^h\\ 32'15''$,4; and, calculating its distance from the center of Saturn on a supposition of its being a satellite, we find it $17'',227$, which brings it upon the ring. It is therefore certain, that unless we should imagine the ring to be sufficiently fluid to permit a satellite to revolve in it, or suppose a notch, groove, or division in the ring, to suffer the satellite to pass along, we ought to admit a revolution of the ring itself.\n\nThe density of the ring indeed may be supposed to be very inconsiderable by those who imagine its light to be rather the effect of some shining fluid, like an aurora borealis, than a reflection from some permanent substance; but its disappearance in general, and in my telescopes its faintness when turned edge-ways,\nways, are in no manner favourable to this idea. When we add also, that this ring casts a deep shadow upon the planet, is very sharply defined both in its outer and inner edge, and in brightness exceeds the planet itself, it seems to be almost proved, that its consistence cannot be less than that of the body of Saturn; and that consequently, no degree of fluidity can be admitted sufficient to permit a revolving body to keep in motion for any considerable time.\n\nA groove might afford a passage, especially as on a former occasion we have already considered the idea of a divided ring. A circumstance also which seems rather to favour this idea is, that, in some observations, a bright spot has been seen to project equally on both sides, as the satellites have been observed to do when they passed behind the ring. But, on the other hand, we ought to consider that the spot has often been observed very near the end of the arms of Saturn's ring, and that the calculated distance is consequently a little too small for such appearances, and ought to be 19 or 20 seconds at least. We should also attend to the size of the spot, which seems to be variable; for it is hardly to be imagined that a satellite, brighter than the sixth, and which could be seen with the moon nearly at the full, should so often escape our notice in its frequent revolutions, unless it varied much in its apparent brightness.\n\nTo this we must add another argument drawn from the number of lucid spots, which will not agree with the motion of one satellite only; whereas, by admitting a revolution of the ring itself, in 10 h. 32' 15'',4; and supposing all the spots to adhere to the ring, and to share in the same periodical return, provided they last long enough to be seen many times,\nwe shall be able to give an easy solution to all the remaining observations.\n\nFor instance, let \\( \\alpha, \\beta, \\gamma, \\delta, \\varepsilon \\), represent five spots on the ring of Saturn, situated as in fig. 2.; where the ring is supposed to be divided into 360 degrees, and the spot \\( \\alpha \\) placed at \\( 271^\\circ,5 \\); \\( \\beta \\) at \\( 70^\\circ,2 \\); \\( \\gamma \\) at \\( 183^\\circ,0 \\); \\( \\delta \\) at \\( 142^\\circ,5 \\); and \\( \\varepsilon \\) at \\( 358^\\circ,6 \\). Then will the ring, with the spots thus placed, serve as an epocha for the year 1789; by which, with the assistance of a table constructed upon the before-mentioned period of the rotation of the ring, we may calculate their situation for any required time; and to render this calculation perfectly convenient, I have given a table, ready prepared for the purpose, at the end of the other tables.\n\nThe following observations have all been previously calculated by the tables of such of the seven satellites as were not already in view, and have been found to belong to neither of them; but in the notes that are given with them they have been again calculated by the table of the rotation of the ring for every time they were observed, on a supposition of their being spots adhering to it.\n\n**Observations not accounted for by satellites.**\n\nJuly 28. 22 31. I now perceive between the nearest sat. and \\( b \\), on the f. side, a small lucid point, like an emerging satellite (A).\n\n(A) My surmise of its being an emerging satellite so early as the beginning of the season, when I was still unacquainted with the minute phenomena that offered themselves afterwards, shews plainly, that the lucid point was of a sufficient brightness to deserve notice. The five old satellites were in view, and the\n2237. The last discovered point, not quite half-way between the 3d fat. and the body of Saturn; may be it is a 6th fat. By a figure, the greatest part of its diameter is to the north of the ring (B).\n\nAug. 29. 231. The preceding projection contains a small inequality. By a figure, it follows the 3d fat. about \\( \\frac{1}{3} \\) of the projection of the ring (C).\n\nSept. 16. 1939. I suspect one of the satellites close to the ring following (D).\n\n206. I am pretty sure there is a satellite close to the following arm, and a very little to the north. 300 leaves it doubtful (E).\n\nOct. 15. 2058. I suspect a satellite upon the preceding projection, not far from the end of it (F).\n\n2139. I cannot perceive the satellite on the preceding arm suspected at 20 h. 58' (G).\n\n6th and 7th by calculation could not occasion this appearance, the former being at 72°,3; the latter on the opposite side at 299°,4. Supposing this, therefore, to be the spot I have called \\( \\alpha \\), its place for 13 h. 53' 39'' would be 36°,8; which might make it appear like an emerging satellite.\n\n(B) By this time the spot was at 40°,3, which agrees with the observed situation. As the greatest part of its diameter appeared to be north, we may surmise, that the spot, which must have been of a very considerable size and brightness, was situated on the northern plane of the ring, and within a second or two from the outward edge of it. The ring itself was now so near having its edge directed towards us, that it required no great elevation of the spot to render it visible, notwithstanding it was then in the farthest part of its circuit.\n\n(C) The spot \\( \\alpha \\), at 12 h. 17' 58'' was 301°,5.\n\n(D) The spot \\( \\beta \\), at 7 h. 45' 52'' was 58°,1. This spot was probably also on the northern plane, and on the very edge, but not so considerable as \\( \\alpha \\).\n\n(E) It was now advanced to 73°,4.\n\n(F) The spot \\( \\gamma \\), at 7 h. 10' 49'' was 305°,0. Its situation on the ring was probably on the southern plane, and at some considerable distance from the outward edge.\n\n(G) It was now advanced to 328°,3; and therefore could hardly be seen any longer.\n\nOct.\nOct. 16. 129. I was not without a suspicion of another satellite upon the preceding arm, not quite so far advanced as the former (H).\n\nOct. 18. 20 22. I suspect two satellites upon the p. arm (I).\n\n20 42. I make no doubt but that there is at least one sat. upon the p. arm (K).\n\n21 14. I am in doubt whether it be a sat. upon the p. arm, or the arm itself (L).\n\n21 17. Unless the p. arm be much brighter than the f. one, it must contain a satellite (M).\n\n11. I am pretty sure the end of the preceding projection is loaded with two satellites. By a figure, one is placed ¼ projection from the end; the other, ½ projection from the body (N).\n\nOct. 18. 15. I can distinguish one upon the preceding projection very certainly (O).\n\nOct. 20. 21 26. I suspect the end of the preceding arm to be loaded with a satellite (P)\n\n(H) The spot β. By calculation, at 11 h. 37′ 9″ it was 309°,2, or just following the 7th satellite, which appeared then upon the preceding arm in the shape of a small bright point.\n\n(I) The spots γ and δ. The former at 6 h. 23′ 9″ was 217°,6, the latter 289°,9. δ is probably a spot upon the northern plane of the ring of a considerable degree of brightness, though but small in its dimensions, and at no great distance from the edge.\n\n(K) The spot γ was by this time at 229°,0, and therefore in a situation to be easily perceived.\n\n(L) The spot γ 247°,2.\n\n(M) The spot γ 248°,9.\n\n(N) The spot α, at 11 h. 1′ 23″, was at 217°,2; and ε was also visible, being at 304°,3. This spot is probably a very small one, on the northern plane of the ring, at some distance from the edge.\n\n(O) The spot α was now at 219°,4, and being very bright could be distinguished easily.\n\n(P) The spot α, at 7 h. 19′ 7″, was at 290°,7.\n\nR r r 2\n\n21 56.\n2156. The preceding arm is certainly loaded with one or two satellites, or is more knotty than I have ever observed it to be. The weather is very beautiful (Q).\n\nOct. 30. 2053. I suppose the 7th to be upon the following arm \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) f. the body (R).\n\n2355. The 7th sat. \\( \\frac{3}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body, or very near to the end of the p. arm, in the shape of a protuberant point (S).\n\no 1. I see it so well that there is no doubt but that it is a satellite (T).\n\no 42. The 7th is upon the p. arm, but a little nearer than it was before (V).\n\no 47. The 7th sat. \\( \\frac{3}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (W).\n\nOct. 31. 2113. The 7th sat. \\( \\frac{3}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body (X).\n\n2143. The 7th sat. is brighter than usual; I see it with great ease, notwithstanding the moon is almost at the full. It is brighter now than the 6th (Y).\n\n2211. The 7th is drawn nearer to the body of \\( \\frac{1}{2} \\). Flying clouds prevent estimations of the distance (Z).\n\n2313. The 7th is now no longer visible (A).\n\nNov. 2. 2214. The 7th sat. \\( \\frac{3}{8} \\) dia. of \\( \\frac{1}{2} \\) p. the body, it is upon the arm (B).\n\n(Q) The spot \\( \\alpha \\) was now at 307°,8; and at the same time the spot \\( \\beta \\) being come on as far as 219°,3, was therefore visible.\n\n(R) The spot \\( \\delta \\), at 6 h. 6' 57'' was at 40°,3.\n\n(S) The spot \\( \\alpha \\), at 9 h. 8' 28'', was at 272°,4.\n\n(T) It was now at 275°,8.\n\n(V) At 299°,1.\n\n(W) At 302°,0.\n\n(X) The spot \\( \\alpha \\), at 6 h. 22' 59'', was 278°,4.\n\n(Y) It was now at 295°,5.\n\n(Z) At 305°,7.\n\n(A) At 346°,7.\n\n(B) The spot \\( \\epsilon \\), at 7 h. 15' 58'', was at 235°,6.\n\n2253.\nRotation of the Ring of Saturn.\n\n22 53. The 7th appears to be full \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body; but hazy weather (C).\n\n23 13. The 7th sat. \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) p. the body (D).\n\no 8. The following arm contains a lucid point near the end of it (E).\n\no 16. The preceding arm seems to be loaded with two small points towards the end (F).\n\nNov. 4. 22 14. The 7th sat. I think, is between the 1st and 6th, but I cannot be sure (G).\n\n22 27. I cannot perceive the 7th sat. where I suspected it (H).\n\n23 47. The f. arm about \\( \\frac{1}{4} \\) dia. of \\( \\frac{1}{2} \\) from the body contains a small lucid point (I).\n\n23 54. I see the point on the f. arm so well that I have not much doubt but that it is a satellite (K).\n\nNov. 7. 22 9. At the end of the p. arm is a place that is brighter than nearer to the body (L).\n\n23 12. The preceding arm has still the appearance of a small protuberant point towards the south, near the end of the arm (M).\n\nNov. 8. 23 40. There is a protuberant point on the preceding arm besides the 7th sat.; so that at present I cannot tell whether the satellite be the nearest or farthest of them (N).\n\n(C) At 257°,8.  \n(D) At 269°,1.\n\n(E) The spot \\( \\delta \\), at 84°,4.  \n(F) The spot \\( \\epsilon \\), at 305°,0.\n\n(G) The spot \\( \\epsilon \\), at 7 h. 8' 7'', was at 71°,0, which agrees with the place, and it might be the supposed satellite.\n\n(H) At 78°,3.\n\n(I) The spot \\( \\alpha \\), at 8 h. 40' 51'', was at 36°,7.\n\n(K) It was now at 40°,7.\n\n(L) The spot \\( \\alpha \\), at 6 h. 51' 21'', was at 274°,0.\n\n(M) It was at 309°,8.\n\n(N) The spot \\( \\delta \\), at 8 h. 18' 11'', was at 294°,4.\n\nNov.\nNov. 10. 21 35. The following arm ¼ dia. of ½ from the body contains a bright point; perhaps an 8th satellite (O).\n\nNov. 25. 1 21. The p. arm is loaded (P).\n\nNov. 29. 0 38. There are two small luminous points on the p. arm (Q).\n\nDec. 5. 0 3. Upon the end of the p. arm appears to be a bright point (R).\n\n0 10. The spot on the preceding arm is rather larger than the 6th satellite (S).\n\nDec. 16. 0 7. The end of the p. arm seems to be loaded with a satellite (T).\n\nDec. 24. 0 7. The p. arm contains a pretty bright point ¼ towards the end of it (V).\n\nDec. 25. 23 39. The p. arm very near the end is loaded with a sat. (W).\n\n1 10. The p. arm is loaded very nearly at the far end of it, and a little towards the south (X).\n\n1 37. The bright point is near the far end of the p. arm (Y).\n\nThe great accordance between the observed places of these spots and the calculated ones, seems to establish the rotation of the ring of Saturn on an axis so as hardly to leave any doubt upon the subject. The time of it, we have already seen, is 10 hours, 32 minutes, and 15,4 seconds. It may be objected,\n\n(O) The spot δ, at 6 h. 5′ 40″, was at 59°,1.\n(P) The spot ε, at 8 h. 52′ 10″, was at 68°,6.\n(Q) The spot β, at 7 h. 53′ 35″, was at 259°,6.\n(R) The spot ζ, at 7 h. 0′ 7″, was at 283°,8.\n(S). It was now at 285°,0.\n(T) The spot η, at 6 h. 15′ 57″, was at 277°,4.\n(V) The spot α, at 5 h. 44′ 33″, was at 251°,6.\n(W) The spot β, at 5 h. 12′ 42″, was at 244°,8.\n(X) It was now at 296°,0. (Y) And now at 311°,4.\n\nthat\nthat many of the observations are such as would also agree with other assignable periods, especially when the numbers of spots is so considerable as five; but the most material observations, which are those on the spot \\( \\alpha \\), setting aside all the rest, seem alone to amount to a proof not only of a rotation of the ring, but of the time in which it is performed.\n\nIt may be expected, that having now sufficiently examined the whole series of observations of the last new satellites, we can give their periodical times and distances more accurately than before. The times, indeed, are full as well ascertained as we can expect to have them: for on calculating six satellites by my tables back to Aug. 19 d. 12 h. 19' 56'', 1787, we find their places 341°, 1 the 5th; 10°, 6 the 4th; 211°, 1 the 3d; 158°, 9 the 2d; 80°, 2 the 1st; and 288°, 8 the 6th. And my journal contains the fullest assurance that they were thus situated at the time for which this calculation is made. We may therefore fix the period of the sixth at 1 d. 8 h. 53' 8'', 9. The 7th satellite can only be traced back as far as the 8th of Sept. 1789; so that its revolution will require at least another season to come to some degree of accuracy, till when we shall state it at 22 h. 37' 22'', 9.\n\nThe distance of these satellites, deduced from calculation, depends entirely upon the time and distance of the 4th, which is the satellite that has been used. In order to obtain more accuracy in these elements, I have applied myself to measuring the distance of the 4th satellite in those moments which were most favourable for the purpose. It is well known that this subject, on account of the quantity of matter in Saturn, to be deduced from the periodical times and distances of the satellites, is of considerable importance to astronomers; I shall therefore\ntherefore defer a full investigation of it till I can have an opportunity of calculating a great number of measures, not only of the 4th and 5th, but also of the other satellites which I have already by me, and still intend next season to take. Meanwhile, having brought the measures of the 30th of November, which seem to me to be very good ones, to the mean distance of Saturn from the sun, I find they give the distance of the 4th satellite from Saturn $3'8'',918$. In reducing these measures to the mean distance, I have used the new tables of M. de LAMBER for Saturn, and Mayer's for the sun.\n\nAdmitting therefore the above quantity as the distance, and $15\\text{d}.22\\text{h}.41'13'',4$ as the period of the 4th satellite, we compute that the distance of the 6th from the center of Saturn is $36'',7889$; and that of the 7th, $28'',6689$.\n\n| Years | 5. fat. | 4. fat. | 3. fat. | 2. fat. | 1. fat. | 6. fat. | 7. fat. |\n|-------|--------|--------|--------|--------|--------|--------|--------|\n| 1787  | 335.91 | 149.16 | 87.21  | 272.18 | 176.46 | 269.31 | 307.07 |\n| 1788  | 196.84 | 132.41 | 93.86  | 173.95 | 131.91 | 307.48 | 65.02  |\n| 1789  | 53.23  | 93.09  | 20.82  | 304.19 | 256.66 | 82.92  | 161.00 |\n| 1790  | 269.63 | 53.77  | 307.78 | 74.43  | 21.41  | 218.36 | 256.98 |\n| 1791  | 126.02 | 14.45  | 234.74 | 204.68 | 146.16 | 353.81 | 352.97 |\n\nSaturnicentric\n## Saturnicentric motion of the satellites in months.\n\n| Months   | 5th. Deg. dec. | 4th. Deg. dec. | 3d. Deg. dec. | 2d. Deg. dec. | 1st. Deg. dec. | 6th. Deg. dec. | 7th. Deg. dec. |\n|----------|----------------|----------------|---------------|---------------|----------------|----------------|----------------|\n| January  | 000,00         | 000,00         | 000,00        | 000,00        | 000,00         | 000,00         | 000,00         |\n| Februa.  | 140,68         | 339,89         | 310,40        | 117,58        | 151,64         | 224,54         | 320,81         |\n| March    | 267,75         | 252,05         | 21,73         | 200,56        | 91,18          | 20,91          | 215,73         |\n| April    | 48,43          | 231,95         | 332,13        | 318,14        | 242,81         | 245,45         | 176,54         |\n| May      | 184,57         | 189,26         | 202,84        | 304,19        | 203,75         | 207,27         | 115,39         |\n| June     | 325,25         | 169,16         | 153,24        | 61,77         | 355,39         | 71,81          | 76,20          |\n| July     | 101,39         | 126,47         | 23,94         | 47,82         | 316,33         | 33,63          | 15,05          |\n| August   | 242,07         | 106,37         | 334,34        | 165,40        | 107,96         | 258,17         | 335,86         |\n| Septem.  | 22,75          | 86,26          | 284,74        | 282,98        | 259,60         | 122,72         | 296,67         |\n| October  | 158,89         | 43,58          | 155,45        | 269,03        | 220,54         | 84,54          | 235,52         |\n| Novem.   | 299,57         | 23,47          | 105,85        | 26,61         | 12,17          | 309,08         | 196,33         |\n| Decem.   | 75,71          | 340,78         | 336,56        | 12,66         | 333,11         | 270,90         | 135,17         |\n\nIn the months January and February of a bisextile year subtract 1 from the number of days given.\n| Days | 5th. | 4th. | 3d. | 2d. | 1st. | 6th. | 7th. |\n|------|------|------|-----|-----|------|------|------|\n| Deg. Dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. |\n| 1    | 4,54 | 22,58 | 79,69 | 131,53 | 190,70 | 262,73 | 21,96 |\n| 2    | 9,08 | 45,15 | 159,38 | 263,07 | 21,40 | 165,45 | 43,92 |\n| 3    | 13,61 | 67,73 | 239,07 | 34,60 | 212,09 | 68,18 | 65,88 |\n| 4    | 18,15 | 90,31 | 318,76 | 166,14 | 42,79 | 330,91 | 87,85 |\n| 5    | 22,69 | 112,89 | 38,45 | 297,67 | 233,49 | 233,64 | 109,81 |\n| 6    | 27,23 | 135,46 | 118,14 | 69,21 | 64,19 | 136,36 | 131,77 |\n| 7    | 31,77 | 158,04 | 197,83 | 200,74 | 254,89 | 39,09 | 153,73 |\n| 8    | 36,30 | 180,62 | 277,52 | 332,28 | 85,58 | 301,82 | 175,69 |\n| 9    | 40,84 | 203,19 | 357,21 | 103,81 | 276,28 | 204,55 | 197,65 |\n| 10   | 45,38 | 225,77 | 76,90 | 235,35 | 106,98 | 107,27 | 219,62 |\n| 11   | 49,92 | 248,35 | 156,59 | 6,88 | 297,68 | 10,00 | 241,58 |\n| 12   | 54,46 | 270,93 | 236,28 | 138,42 | 128,38 | 272,73 | 263,54 |\n| 13   | 58,99 | 293,50 | 315,97 | 269,95 | 319,07 | 175,45 | 285,50 |\n| 14   | 63,53 | 316,08 | 35,66 | 41,49 | 149,77 | 78,18 | 307,46 |\n| 15   | 68,07 | 338,66 | 115,35 | 173,02 | 340,47 | 340,91 | 329,42 |\n| 16   | 72,61 | 1,24 | 195,04 | 304,56 | 171,17 | 243,64 | 351,39 |\n| 17   | 77,15 | 23,81 | 274,74 | 70,09 | 1,87 | 146,36 | 13,35 |\n| 18   | 81,69 | 46,39 | 354,43 | 207,63 | 192,56 | 49,09 | 35,31 |\n| 19   | 86,22 | 68,97 | 74,12 | 339,16 | 23,26 | 311,82 | 57,27 |\n| 20   | 90,76 | 91,54 | 153,81 | 110,70 | 213,96 | 214,54 | 79,23 |\n| 21   | 95,30 | 114,12 | 233,50 | 242,23 | 44,66 | 117,27 | 101,19 |\n| 22   | 99,84 | 136,70 | 313,19 | 13,77 | 235,35 | 20,00 | 123,16 |\n| 23   | 104,38 | 159,28 | 32,88 | 145,30 | 66,05 | 282,73 | 145,12 |\n| 24   | 108,91 | 181,85 | 112,57 | 276,84 | 256,75 | 185,45 | 167,08 |\n| 25   | 113,45 | 204,43 | 192,26 | 48,37 | 87,45 | 88,18 | 189,04 |\n| 26   | 117,99 | 227,01 | 271,95 | 179,91 | 278,15 | 350,91 | 211,00 |\n| 27   | 122,53 | 249,58 | 351,64 | 311,44 | 108,84 | 253,64 | 232,96 |\n| 28   | 127,07 | 272,16 | 71,33 | 82,98 | 299,54 | 156,36 | 254,92 |\n| 29   | 131,60 | 294,74 | 151,02 | 214,51 | 130,24 | 59,09 | 276,89 |\n| 30   | 136,14 | 317,32 | 230,71 | 346,05 | 320,94 | 321,82 | 298,85 |\n| 31   | 140,68 | 339,89 | 310,40 | 117,58 | 151,64 | 224,54 | 320,81 |\n\nDr. Herschel's Tables for the\n\nMotion of the satellites in days.\n\n2\n## Seven Satellites of Saturn\n\n### Motion of the satellites in hours.\n\n| Hours | 5th. | 4th. | 3d. | 2d. | 1st. | 6th. | 7th. |\n|-------|------|------|-----|-----|------|------|------|\n|       | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. |\n| 1     | 0.19   | 0.94  | 3.32 | 5.48 | 7.95  | 10.95 | 15.92 |\n| 2     | 0.38   | 1.88  | 6.64 | 10.96| 15.89 | 21.89 | 31.83 |\n| 3     | 0.57   | 2.82  | 9.96 | 16.44| 23.84 | 32.84 | 47.75 |\n| 4     | 0.76   | 3.76  | 13.28| 21.92| 31.78 | 43.79 | 63.66 |\n| 5     | 0.95   | 4.70  | 16.60| 27.40| 39.73 | 54.73 | 79.58 |\n| 6     | 1.13   | 5.64  | 19.92| 32.88| 47.67 | 65.68 | 95.49 |\n| 7     | 1.32   | 6.58  | 23.24| 38.36| 55.62 | 76.63 | 111.41|\n| 8     | 1.51   | 7.53  | 26.56| 43.84| 63.57 | 87.58 | 127.32|\n| 9     | 1.70   | 8.47  | 29.88| 49.33| 71.51 | 98.52 | 143.24|\n| 10    | 1.89   | 9.41  | 33.20| 54.81| 79.46 | 109.47| 159.15|\n| 11    | 2.08   | 10.35 | 36.52| 60.29| 87.40 | 120.42| 175.07|\n| 12    | 2.27   | 11.29 | 39.84| 65.77| 95.35 | 131.36| 190.98|\n| 13    | 2.46   | 12.23 | 43.17| 71.25| 103.29| 142.31| 206.90|\n| 14    | 2.65   | 13.17 | 46.49| 76.73| 111.24| 153.26| 222.81|\n| 15    | 2.84   | 14.11 | 49.81| 82.21| 119.19| 164.20| 238.73|\n| 16    | 3.03   | 15.05 | 53.13| 87.69| 127.13| 175.15| 254.64|\n| 17    | 3.21   | 15.99 | 56.45| 93.17| 135.08| 186.10| 270.56|\n| 18    | 3.40   | 16.93 | 59.77| 98.65| 143.02| 197.05| 286.47|\n| 19    | 3.59   | 17.87 | 63.09| 104.13| 150.97| 207.99| 302.39|\n| 20    | 3.78   | 18.81 | 66.41| 109.61| 158.91| 218.94| 318.30|\n| 21    | 3.97   | 19.75 | 69.73| 115.09| 166.86| 229.89| 334.22|\n| 22    | 4.16   | 20.70 | 73.05| 120.57| 174.81| 240.83| 350.13|\n| 23    | 4.35   | 21.64 | 76.37| 126.05| 182.75| 251.78| 6.05 |\n| 24    | 4.54   | 22.58 | 79.69| 131.53| 190.70| 262.73| 21.96|\n\n---\n\n**S f f 2**\n\n**Motion**\n| Min. | 5th. | 4th. | 3d. | 2d. | 1st. | 6th. | 7th. |\n|------|------|------|-----|-----|------|------|------|\n|      | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. | Deg. dec. |\n| 1    | 0,00   | 0,02  | 0,06 | 0,09 | 0,13  | 0,18  | 0,27  |\n| 2    | 0,01   | 0,03  | 0,11 | 0,18 | 0,26  | 0,36  | 0,53  |\n| 3    | 0,01   | 0,05  | 0,17 | 0,27 | 0,40  | 0,55  | 0,80  |\n| 4    | 0,01   | 0,06  | 0,22 | 0,37 | 0,53  | 0,73  | 1,06  |\n| 5    | 0,02   | 0,08  | 0,28 | 0,46 | 0,66  | 0,91  | 1,33  |\n| 6    | 0,02   | 0,09  | 0,33 | 0,55 | 0,79  | 1,09  | 1,59  |\n| 7    | 0,02   | 0,11  | 0,39 | 0,64 | 0,93  | 1,28  | 1,86  |\n| 8    | 0,03   | 0,13  | 0,44 | 0,73 | 1,06  | 1,46  | 2,12  |\n| 9    | 0,03   | 0,14  | 0,50 | 0,82 | 1,19  | 1,64  | 2,39  |\n| 10   | 0,03   | 0,16  | 0,55 | 0,91 | 1,32  | 1,82  | 2,65  |\n| 11   | 0,04   | 0,17  | 0,61 | 1,00 | 1,46  | 2,01  | 2,92  |\n| 12   | 0,04   | 0,19  | 0,66 | 1,10 | 1,59  | 2,19  | 3,18  |\n| 13   | 0,04   | 0,20  | 0,72 | 1,19 | 1,72  | 2,37  | 3,45  |\n| 14   | 0,05   | 0,22  | 0,77 | 1,28 | 1,85  | 2,55  | 3,71  |\n| 15   | 0,05   | 0,24  | 0,83 | 1,37 | 1,99  | 2,74  | 3,98  |\n| 16   | 0,05   | 0,25  | 0,89 | 1,46 | 2,12  | 2,92  | 4,24  |\n| 17   | 0,06   | 0,27  | 0,94 | 1,55 | 2,25  | 3,10  | 4,51  |\n| 18   | 0,06   | 0,28  | 1,00 | 1,64 | 2,38  | 3,28  | 4,78  |\n| 19   | 0,06   | 0,30  | 1,05 | 1,73 | 2,52  | 3,47  | 5,04  |\n| 20   | 0,07   | 0,31  | 1,11 | 1,83 | 2,65  | 3,65  | 5,31  |\n| 21   | 0,07   | 0,33  | 1,16 | 1,92 | 2,78  | 3,83  | 5,57  |\n| 22   | 0,07   | 0,34  | 1,22 | 2,01 | 2,91  | 4,01  | 5,84  |\n| 23   | 0,08   | 0,36  | 1,27 | 2,10 | 3,05  | 4,20  | 6,10  |\n| 24   | 0,08   | 0,38  | 1,33 | 2,19 | 3,18  | 4,38  | 6,37  |\n| 25   | 0,08   | 0,39  | 1,38 | 2,28 | 3,31  | 4,56  | 6,63  |\n| 26   | 0,09   | 0,41  | 1,44 | 2,37 | 3,44  | 4,74  | 6,90  |\n| 27   | 0,09   | 0,42  | 1,49 | 2,47 | 3,57  | 4,93  | 7,16  |\n| 28   | 0,09   | 0,44  | 1,55 | 2,56 | 3,71  | 5,11  | 7,43  |\n| 29   | 0,10   | 0,45  | 1,60 | 2,65 | 3,84  | 5,29  | 7,69  |\n| 30   | 0,10   | 0,47  | 1,66 | 2,74 | 3,97  | 5,47  | 7,96  |\n\nMotion\n## Seven Satellites of Saturn.\n\n### Motion of the satellites in minutes.\n\n| Min. | 5th Deg. Dec. | 4th Deg. dec. | 3d Deg. dec. | 2d Deg. dec. | 1st Deg. dec. | 6th Deg. dec. | 7th Deg. dec. |\n|------|---------------|---------------|--------------|--------------|---------------|---------------|---------------|\n| 31   | 0,10          | 0,49          | 1,72         | 2,83         | 4,10          | 5,66          | 8,22          |\n| 32   | 0,11          | 0,50          | 1,77         | 2,92         | 4,24          | 5,84          | 8,49          |\n| 33   | 0,11          | 0,52          | 1,83         | 3,01         | 4,37          | 6,02          | 8,75          |\n| 34   | 0,11          | 0,53          | 1,88         | 3,10         | 4,50          | 6,20          | 9,02          |\n| 35   | 0,12          | 0,55          | 1,94         | 3,20         | 4,63          | 6,39          | 9,29          |\n| 36   | 0,12          | 0,56          | 1,99         | 3,29         | 4,77          | 6,57          | 9,55          |\n| 37   | 0,12          | 0,58          | 2,05         | 3,38         | 4,90          | 6,75          | 9,82          |\n| 38   | 0,13          | 0,60          | 2,10         | 3,47         | 5,03          | 6,93          | 10,08         |\n| 39   | 0,13          | 0,61          | 2,16         | 3,56         | 5,16          | 7,12          | 10,35         |\n| 40   | 0,13          | 0,63          | 2,21         | 3,65         | 5,30          | 7,30          | 10,61         |\n| 41   | 0,14          | 0,64          | 2,27         | 3,74         | 5,43          | 7,48          | 10,88         |\n| 42   | 0,14          | 0,66          | 2,32         | 3,83         | 5,56          | 7,66          | 11,14         |\n| 43   | 0,14          | 0,67          | 2,38         | 3,93         | 5,69          | 7,85          | 11,41         |\n| 44   | 0,15          | 0,69          | 2,43         | 4,02         | 5,83          | 8,03          | 11,67         |\n| 45   | 0,15          | 0,71          | 2,49         | 4,11         | 5,96          | 8,21          | 11,94         |\n| 46   | 0,15          | 0,72          | 2,55         | 4,20         | 6,09          | 8,39          | 12,20         |\n| 47   | 0,16          | 0,74          | 2,60         | 4,29         | 6,22          | 8,58          | 12,47         |\n| 48   | 0,16          | 0,75          | 2,66         | 4,38         | 6,36          | 8,76          | 12,73         |\n| 49   | 0,16          | 0,77          | 2,71         | 4,47         | 6,49          | 8,94          | 13,00         |\n| 50   | 0,17          | 0,78          | 2,77         | 4,57         | 6,62          | 9,12          | 13,27         |\n| 51   | 0,17          | 0,80          | 2,82         | 4,66         | 6,75          | 9,30          | 13,53         |\n| 52   | 0,17          | 0,82          | 2,88         | 4,75         | 6,88          | 9,49          | 13,80         |\n| 53   | 0,17          | 0,83          | 2,93         | 4,84         | 7,02          | 9,67          | 14,06         |\n| 54   | 0,18          | 0,85          | 2,99         | 4,93         | 7,15          | 9,85          | 14,33         |\n| 55   | 0,18          | 0,86          | 3,04         | 5,02         | 7,28          | 10,03         | 14,59         |\n| 56   | 0,18          | 0,88          | 3,10         | 5,11         | 7,41          | 10,22         | 14,86         |\n| 57   | 0,19          | 0,89          | 3,15         | 5,20         | 7,55          | 10,40         | 15,12         |\n| 58   | 0,19          | 0,91          | 3,21         | 5,30         | 7,68          | 10,58         | 15,39         |\n| 59   | 0,19          | 0,93          | 3,27         | 5,39         | 7,81          | 10,76         | 15,65         |\n| 60   | 0,20          | 0,94          | 3,32         | 5,48         | 7,94          | 10,95         | 15,92         |\n\nTable\nTable of the rotation of the ring of Saturn.\n\n| Epochs for 1789 | Motion of the spots in days, hours, and minutes. |\n|-----------------|--------------------------------------------------|\n|                 | Days | Deg.dec | Hou. | Deg.dec | Min. | Deg.dec | Min. | Deg.dec |\n| Spot α          | 271.5| 1      | 99.92| 34.16   | 1    | 0.57    | 31   | 17.65   |\n| β               | 183.0| 2      | 199.84| 68.33   | 2    | 1.14    | 32   | 18.22   |\n| γ               | 70.2 | 3      | 299.76| 102.49  | 3    | 1.71    | 33   | 18.79   |\n| δ               | 142.5| 4      | 39.68 | 136.65  | 4    | 2.28    | 34   | 19.36   |\n| ε               | 358.6| 5      | 139.60| 170.81  | 5    | 2.85    | 35   | 19.93   |\n|                 | 6    | 239.52 | 204.98| 3.42    | 36   | 20.50   |\n| Motion of the spots in Months. | | | | | | | |\n| Months. | Deg. dec. | | | | | | |\n| January        | 000.00| 10     | 279.20| 341.63  | 10   | 5.69    | 40   | 22.78   |\n| February       | 217.52| 11     | 19.12 | 15.79   | 11   | 6.26    | 41   | 23.35   |\n| March          | 135.28| 12     | 119.04| 49.95   | 12   | 6.83    | 42   | 23.91   |\n| April          | 352.80| 13     | 218.96| 84.11   | 13   | 7.40    | 43   | 24.48   |\n| May            | 110.40| 14     | 318.88| 118.28  | 14   | 7.97    | 44   | 25.05   |\n| June           | 327.92| 15     | 58.80 | 152.44  | 15   | 8.54    | 45   | 25.62   |\n| July           | 85.52 | 16     | 158.72| 186.60  | 16   | 9.11    | 46   | 26.19   |\n| August         | 303.04| 17     | 258.64| 220.76  | 17   | 9.68    | 47   | 26.76   |\n| September      | 160.56| 18     | 358.56| 254.93  | 18   | 10.25   | 48   | 27.33   |\n| October        | 278.16| 19     | 98.48 | 289.09  | 19   | 10.82   | 49   | 27.90   |\n| November       | 135.68| 20     | 198.40| 323.25  | 20   | 11.39   | 50   | 28.47   |\n| December       | 253.28| 21     | 298.32| 357.41  | 21   | 11.96   | 51   | 29.04   |\n|                | 22    | 38.24  | 22    | 31.59   | 22   | 12.53   | 52   | 29.61   |\n|                | 23    | 138.16 | 23    | 65.75   | 23   | 13.10   | 53   | 30.18   |\n|                | 24    | 238.08 | 24    | 99.91   | 24   | 13.67   | 54   | 30.75   |\n|                | 25    | 338.00 | 25    | 14.24   | 55   | 31.32   |\n|                | 26    | 77.92  | 26    | 14.80   | 56   | 31.89   |\n|                | 27    | 177.84 | 27    | 15.37   | 57   | 32.46   |\n|                | 28    | 277.76 | 28    | 15.94   | 58   | 33.03   |\n|                | 29    | 17.68  | 29    | 16.51   | 59   | 33.59   |\n|                | 30    | 117.60 | 30    | 17.08   | 60   | 34.16   |\n|                | 31    | 217.52 |        |         |      |         |      |         |\n\nExample\nRotation of the Ring of Saturn.\n\nExample of the use of the tables.\n\nLet it be required to calculate the apparent place of the seven satellites for 1789, Oct. 18. 7 h. 51' 54'', to the nearest minute of time and to tenths of a degree.\n\n|      | 5th. | 4th. | 3d. | 2d. | 1st. | 6th. | 7th. |\n|------|------|------|-----|-----|------|------|------|\n| 1789 | 53°23' | 93°09' | 20°82' | 30°419' | 256°66' | 82°92' | 161°00' |\n| Oct. | 158°89' | 43°58' | 155°45' | 269°03' | 220°54' | 84°54' | 235°52' |\n| 18   | 81°09' | 46°39' | 354°43' | 207°63' | 192°56' | 49°99' | 35°31' |\n| 7    | 1°32'  | 6°58'  | 23°24'  | 38°36'  | 55°62'  | 76°63' | 111°41' |\n| 52   | 0°17'  | 0°82'  | 2°88'   | 4°75'   | 6°88'   | 9°49'  | 13°80' |\n| *h   | 12°58' | 12°58' | 12°58' | 12°58' | 12°58' | 12°58' | 12°58' |\n\nThe situation of the spot α calculated for July 28. 13 h. 53' 39''; β for Sept. 16. 7 h. 45' 48''; ε for Nov. 2. 7 h. 15' 58''.\n\n|      | α     | β     | ε     |\n|------|-------|-------|-------|\n| 1789 | 27°15' | 18°30' | 35°86' |\n| July | 85°52' | 160°56' | 135°68' |\n| 28   | 277°76' | 158°72' | 199°84' |\n| 13   | 84°11' | 239°14' | 239°14' |\n| 54   | 30°75' | 26°19' | 9°11' |\n| *h   | 7°20' | 10°45' | 13°18' |\n\n* The quantity marked h, 12°58', which is applied to every one of the satellites, is the complement of 11°17'25', or geocentric place of Saturn, taken from the Nautical Almanac, for midnight of the required day, and to the nearest minute, which is sufficiently exact. This complement, or 12°35' in conformity with the tables, is reduced to decimals of a degree 12°58'.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106848.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 70,
    "total-input-tokens": 104010,
    "total-output-tokens": 50317,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1371,
        2
      ],
      [
        1371,
        3178,
        3
      ],
      [
        3178,
        5045,
        4
      ],
      [
        5045,
        6975,
        5
      ],
      [
        6975,
        8830,
        6
      ],
      [
        8830,
        10764,
        7
      ],
      [
        10764,
        12770,
        8
      ],
      [
        12770,
        14209,
        9
      ],
      [
        14209,
        16289,
        10
      ],
      [
        16289,
        17963,
        11
      ],
      [
        17963,
        19714,
        12
      ],
      [
        19714,
        21296,
        13
      ],
      [
        21296,
        22939,
        14
      ],
      [
        22939,
        24563,
        15
      ],
      [
        24563,
        26010,
        16
      ],
      [
        26010,
        27472,
        17
      ],
      [
        27472,
        29002,
        18
      ],
      [
        29002,
        30524,
        19
      ],
      [
        30524,
        32349,
        20
      ],
      [
        32349,
        33801,
        21
      ],
      [
        33801,
        35399,
        22
      ],
      [
        35399,
        37190,
        23
      ],
      [
        37190,
        38793,
        24
      ],
      [
        38793,
        40146,
        25
      ],
      [
        40146,
        41765,
        26
      ],
      [
        41765,
        43117,
        27
      ],
      [
        43117,
        44745,
        28
      ],
      [
        44745,
        46355,
        29
      ],
      [
        46355,
        48152,
        30
      ],
      [
        48152,
        50002,
        31
      ],
      [
        50002,
        51742,
        32
      ],
      [
        51742,
        53283,
        33
      ],
      [
        53283,
        54789,
        34
      ],
      [
        54789,
        56625,
        35
      ],
      [
        56625,
        58264,
        36
      ],
      [
        58264,
        59989,
        37
      ],
      [
        59989,
        61823,
        38
      ],
      [
        61823,
        63449,
        39
      ],
      [
        63449,
        65072,
        40
      ],
      [
        65072,
        66635,
        41
      ],
      [
        66635,
        68439,
        42
      ],
      [
        68439,
        69964,
        43
      ],
      [
        69964,
        71504,
        44
      ],
      [
        71504,
        73231,
        45
      ],
      [
        73231,
        75141,
        46
      ],
      [
        75141,
        76582,
        47
      ],
      [
        76582,
        78699,
        48
      ],
      [
        78699,
        80417,
        49
      ],
      [
        80417,
        81981,
        50
      ],
      [
        81981,
        84009,
        51
      ],
      [
        84009,
        85736,
        52
      ],
      [
        85736,
        87359,
        53
      ],
      [
        87359,
        89306,
        54
      ],
      [
        89306,
        91070,
        55
      ],
      [
        91070,
        92840,
        56
      ],
      [
        92840,
        94984,
        57
      ],
      [
        94984,
        96731,
        58
      ],
      [
        96731,
        98437,
        59
      ],
      [
        98437,
        100104,
        60
      ],
      [
        100104,
        101607,
        61
      ],
      [
        101607,
        103443,
        62
      ],
      [
        103443,
        104823,
        63
      ],
      [
        104823,
        106796,
        64
      ],
      [
        106796,
        109231,
        65
      ],
      [
        109231,
        111104,
        66
      ],
      [
        111104,
        113237,
        67
      ],
      [
        113237,
        117126,
        68
      ],
      [
        117126,
        119841,
        69
      ],
      [
        119841,
        121424,
        70
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106848",
    "title": "On the Satellites of the Planet Saturn, and the Rotation of Its Ring on an Axis. By William Herschel, LL.D. F. R. S.",
    "authors": "William Herschel",
    "year": 1790,
    "volume": "80",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 70,
    "jstor_url": "https://www.jstor.org/stable/106848"
  }
}