{
  "id": "b01cf6b99e9fabf9b5b76440220b0ef8f157a616",
  "text": "PHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY CONSIDERABLE PARTS OF THE WORLD.\n\nVOL. LXV. For the Year 1775.\nPART I.\n\nLONDON,\n\nPRINTED BY W. BOWYER AND J. NICHOLS:\nFOR LOCKYER DAVIS, IN HOLBOURN,\nPRINTER TO THE ROYAL SOCIETY.\n\nMDCCLXXV.\nADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations, which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume. And this information was thought the more necessary, not only as it had been the common opinion, that they were published by the authority, and under the direction, of the Society itself; but also, because several authors, both at home and abroad, have in their writings called them the Transactions of the Royal Society. Whereas in truth the Society, as a body, never did interest themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought adviseable, that a Committee of their members should be appointed to reconsider the papers read before them, and select out of them such, as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending\nto answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the chair, to be given to the authors of such papers, as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\n\nAt a COUNCIL, January 28, 1773.\n\nResolved, That after Volume LXII. the Philosophical Transactions be published twice in a year; the first publication to be of the months of November and December of the preceding year, and January and February of the current year, as soon as may be after February, under the name of the \"first part\" of the volume: and the second publication to be of the remaining months unto the receipt of the Society, as soon as may be after the receipt, under the name of the \"second part\" of the volume.\nCONTENTS\n\nTO\n\nVOL. LXV. PART I.\n\nI. EXTRACT of a Letter from Dr. John Ingenhouz, F. R. S. to Sir John Pringle, Bart. P. R. S. containing some Experiments on the Torpedo, made at Leghorn, January 1, 1773 (after having been informed of those by Mr. Walsh). Dated Saltzburg, March 27, 1773. page 1\n\nII. An Account of Two Giants Causeways, or Groups of prismatic basaltine Columns, and other curious volcanic Concretions, in the Venetian State in Italy; with some Remarks on the Characters of these and other similar Bodies, and on the physical Geography of the Countries in which they are found. Addressed to Sir John Pringle, Bart. P. R. S. by John Strange, Esq. F. R. S. p. 5\n\nIII. An Inquiry to show, what was the ancient English Weight and Measure according to the Laws or Statutes, prior to the Reign of Henry the Seventh. By Henry Norris, Esquire. Communicated by Dr. Brocklesby. p. 48\n\nIV. The\nIV. The Description of an Apparatus for impregnating Water with fixed Air; and of the Manner of conducting that Process. By John Mervin Nooth, M. D. F. R. S.\n\nV. Account of a Musical Instrument, which was brought by Captain Fourneaux from the Isle of Amsterdam in the South Seas to London in the Year 1774, and given to the Royal Society. By Joshua Steele, Esquire, in a Letter to Sir John Pringle, Bart. P. R. S.\n\nVI. Remarks on a larger System of Reed Pipes from the Isle of Amsterdam, with some Observations on the Nose-Flute of Otaheite. By Joshua Steele, Esq.\n\nVII. Description of a new Dipping-needle. By Mr. J. Lorimer, of Pensacola, in a Letter to Sir John Pringle, Bart. P. R. S.\n\nVIII. Bill of Mortality for Chester for the Year 1773. By J. Haygarth, M. D. F. R. S.\n\nIX. Experiments on a new Colouring Substance from the Island of Amsterdam in the South Sea. Made by Mr. Peter Woulfe, F. R. S. at the Desire of Sir John Pringle, Bart. P. R. S.\n\nX. Experiments and Observations on the Gymnotus Electricus, or Electrical Eel. By Hugh Williamson, M.D. Communicated by John Walsh, Esq. F. R. S.\n\nXI. An Account of the Gymnotus Electricus, or Electrical Eel. In a Letter from Alexander Garden, M. D. F. R. S. to John Ellis, Esq. F. R. S.\n\nXII. Experiments and Observations in an heated Room. By Charles Blagden, M. D. F. R. S.\n\nXIII. The\nXIII. The supposed Effect of boiling upon Water, in disposing it to freeze more readily, ascertained by Experiments. By Joseph Black, M.D. Professor of Chemistry at Edinburgh, in a Letter to Sir John Pringle, Bart. P. R. S.\n\np. 124\n\nXIV. Experiments on the Dipping Needle, made by Desire of the Royal Society. By Thomas Hutchins. p. 127\n\nXV. A Meteorological Journal for the Year 1774, kept at the Royal Society's House by Order of the President and Council. p. 139\nPHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY CONSIDERABLE PARTS OF THE WORLD.\n\nVOL. LXV. For the Year 1775.\nPART II.\n\nLONDON,\n\nPRINTED BY W. BOWYER AND J. NICHOLS:\nFOR LOCKYER DAVIS, IN HOLBOURN,\nPRINTER TO THE ROYAL SOCIETY.\n\nMDCCCLXXV.\nCONTENTS\n\nTO\n\nVOL. LXV. PART II.\n\nXVI. An abridged State of the Weather at London in the Year 1774, collected from the Meteorological Journal of the Royal Society. By S. Horsley, LL.D. Sec. R. S. page 167\n\nXVII. Extract of a Meteorological Journal for the Year 1774, kept at Bristol, by Samuel Farr, M.D. p. 194\n\nXVIII. Extract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1774. By Thomas Barker, Esquire. Communicated by Sir John Pringle, Bart. P.R.S. p. 199\n\nXIX. An Account of some Thermometrical Observations, made by Sir Robert Barker, F.R.S. at Allahabad in the East Indies, in Lat. 25° 30' N. during the Year 1767, and also during a Voyage from Madras to England, in the Year 1774. Extracted from the original Journal by the Hon. Henry Cavendish, F.R.S. p. 202\n\nXX. A Second Essay on the Natural History of the Sea Anemonies. By the Abbé Dicquemare, Member of several Academies,\nCONTENTS.\n\nAcademies, and Professor of Natural Philosophy, &c. at Havre de Grace. p. 207\n\nXXI. Account of the Sea-Cow, and the Use made of it. By Molineux Shuldham, Esquire. Communicated by the Hon. Daines Barrington, F. R. S. p. 249\n\nXXII. The Process of making Ice in the East Indies. By Sir Robert Barker, F. R. S. in a Letter to Dr. Brocklesby. p. 252\n\nXXIII. Of the House-Swallow, Swift, and Sand-Martin. By the Rev. Gilbert White, in Three Letters to the Hon. Daines Barrington, F. R. S. p. 258\n\nXXIV. Account of a Machine for raising Water, executed at Oulton, in Cheshire, in 1772. In a Letter from Mr. John Whitehurst to Dr. Franklin. p. 277\n\nXXV. Extract of a Letter from Mr. Lexel to Dr. Morton. Dated Petersburg, June 14, 1774. p. 280\n\nXXVI. An Investigation of a general Theorem for finding the Length of any Arc of a Conic Hyperbola, by Means of Two Elliptic Arcs, with some other new and useful Theorems deduced therefrom. By John Landen, F.R.S. p. 283\n\nXXVII. Observations made at Chislehurst, in Kent, in the Year 1774. By the Rev. Francis Wollaston, LL.B. F.R.S. p. 290\n\nXXVIII. Of Triangles described in Circles and about them. By John Stedman, M.D. p. 296\n\nXXIX. De Polygonis Area vel Perimetro maximis et minimis, inscriptis Circulo, vel Circulum circumscribentibus. Authore S. Horley, LL.D. R. S. Sec. p. 301\n\nXXX. An\nXXX. An Account of an extraordinary acephalous Birth.  \nBy W. Cooper, M. D. in a Letter to William Hunter,  \nM. D. F. R. S.  \np. 311\n\nXXXI. Observations on the State of Population in Man- \nchester, and other adjacent Places, concluded. By Tho- \nmas Percival, M. D. F. R. S. and S. A. Communicated \nby the Rev. Dr. Price, F. R. S.  \np. 322\n\nXXXII. An Account of the Effects of Lightning on a House, \nwhich was furnished with a pointed Conductor, at Ten- \nterden, in Kent. In Two Letters from Richard Haf- \nfenden, Esquire, the Proprietor of the House, to Mr. \nHenley. To which are added some Remarks by Mr. \nHenley.  \np. 336\n\nXXXIII. Of the Torpidity of Swallows and Martins. By \nJames Cornish, Surgeon, at Totnes, Devonshire, in \nsundry Letters to the Honourable Daines Barrington, \nF. R. S. and M. Maty, M. D. Sec. R. S.  \np. 343\n\nXXXIV. Description and Use of a portable Wind Gage. \nBy Dr. James Lind, Physician, at Edinburgh.  \np. 353\n\nXXXV. Astronomical Observations made at Leicester. \nBy the Rev. Mr. Ludlam, Vicar of Norton, near Lei- \ncester. Communicated by the Astronomer Royal.  \np. 366\n\nXXXVI. Remarks and Considerations relative to the Per- \nformance of Amputation above the Knee, by the sin- \ngle circular Incision. By Benjamin Gooch, Surgeon at \nNorwich.  \np. 273\n\nXXXVII. Concerning Aneurysms in the Thigh. By Benja- \nmin Gooch, Surgeon at Norwich.  \np. 378\n\nXXXVIII. An\nXXXVIII. An Account of further Discoveries in Air. By the Rev. Joseph Priestley, LL.D. F. R. S. in Letters to Sir John Pringle, Bart. P. R. S. and the Rev. Dr. Price, F. R. S. p. 384\n\nXXXIX. An Account of the Gymnotus Electricus. By John Hunter, F. R. S. p. 395\n\nXL. Some Observations upon Myrrh, made in Abyssinia, in the Year 1771, and sent to William Hunter, M. D. with Specimens; in February, 1775. By James Bruce, Esq. p. 408\n\nXLI. An Account of a curious Giant's Causeway, or Group of angular Columns, newly discovered in the Euganean Hills, near Padua, in Italy. In a Letter from John Strange, Esq. F. R. S. to Sir John Pringle, Bart. P. R. S. p. 418\n\nXLII. Observations on the Difference between the Duration of Human Life in Towns and in Country Parishes and Villages. By the Rev. Richard Price, D. D. F. R. S. Communicated by Dr. Horsley. p. 424\n\nXLIII. Experiments on Animals and Vegetables, with respect to the Power of producing Heat. By John Hunter, F. R. S. p. 446\n\nXLIV. A Comparison of the Heat of London and Edinburgh. By John Roebuck, M. D. F. R. S. in a Letter to William Heberden, M. D. F. R. S. p. 459\n\nXLV. Experiments in an heated Room. By Matthew Dobson, M. D. In a Letter to John Fothergill, M. D. F. R. S. p. 463\n\nXLVI. Cal-\nXLVI. Calculations in Spherical Trigonometry abridged. By Israel Lyons. In a Letter to Sir John Pringle, Bart. P. R. S. p. 470\n\nXLVII. Further Experiments and Observations in an heated Room. By Charles Blagden, M. D. F. R. S. p. 484\n\nXLVIII. A Proposal for measuring the Attraction of some Hill in this Kingdom by Astronomical Observations. By the Rev. Nevil Maskelyne, B. D. F. R. S. and Astronomer Royal. p. 494\n\nXLIX. An Account of Observations made on the Mountain Schehallien for finding its Attraction. By the Rev. Nevil Maskelyne, B. D. F. R. S. and Astronomer Royal. p. 500",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106171.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24582,
    "total-output-tokens": 4123,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        316,
        5
      ],
      [
        316,
        2279,
        6
      ],
      [
        2279,
        4139,
        7
      ],
      [
        4139,
        5037,
        8
      ],
      [
        5037,
        6380,
        9
      ],
      [
        6380,
        6846,
        10
      ],
      [
        6846,
        7164,
        11
      ],
      [
        7164,
        8083,
        12
      ],
      [
        8083,
        9423,
        13
      ],
      [
        9423,
        10810,
        14
      ],
      [
        10810,
        12062,
        15
      ],
      [
        12062,
        12643,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106171",
    "title": "Front Matter",
    "authors": null,
    "year": 1775,
    "volume": "65",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/106171"
  }
}