{
  "id": "897669bba7faf05173b23b60902f73261a47adf8",
  "text": "Received January 8, 1767.\n\nIII. A general Investigation of the Nature of the Curve, formed by the Shadow of a prolate Spheroid, upon a Plane standing at right Angles to the Axis of the Shadow; in a Letter to the Royal Society, by Mr. George Witchell, F. R. S.\n\nGentlemen,\n\nI Beg leave to lay before the Royal Society the following investigation of an irregularity in the duration of the eclipses of Jupiter's satellites, occasioned by the figure of his body.\n\nIt has been known for a long time, that Jupiter's body was not truly spherical, but a prolate spheroid, and that in a much greater degree than any of the other planets; but notwithstanding this, it was never suspected that it would affect the durations of the eclipses of the satellite, till Dr. Bevis first thought of it, in the latter end of the summer 1761.\n\nThe Doctor, being at that time indisposed, recommended the subject to my consideration; and, in consequence of his request, I not long after presented him with a solution of the problem, being in substance\nsubstance the same with this, as far as proposition V. a copy of which he soon after transmitted to that excellent mathematician the late M. Clairaut.\n\nIn March 1763, M. de la Lande, an eminent French astronomer, being here, Dr. Bevis shewed him my paper; this occasioned a new article in the *Comm. des Mouv. Célest.* 1765, p. 177, under the title, *Inégalité dans les demi-durées des éclipses des satellites de Jupiter, causée par l'applatissement de Jupiter:* in which he mentions this circumstance in the following words;\n\n\"M. le docteur Bevis me fit voir à Londres, au mois de Mars dernier, une solution rigoureuse &c algebraïque de ce problème, qui consiste à trouver la courbe qui résulte de la section de l'ombre d'un sphéroïde à une distance quelconque.\"\n\nIn this state it remained ever since; for though the Doctor, and some other gentlemen, to whom I shewed it, frequently urged me to lay it before the Royal Society; I always declined it, till I should have time to make some farther additions to it.\n\nA few months since, M. Bailly, a French gentleman, published at Paris an elaborate treatise upon the theory of Jupiter's satellites; in which he has been pleased to give the honour of this discovery entirely to M. de la Lande, without the least mention of Dr. Bevis. I then thought it incumbent on me to do justice to the Doctor, by immediately finishing my paper in the best manner I was able, and presenting it to the Royal Society.\n\nI shall be extremely glad, if this rude essay should excite some more able person to treat the subject in the manner it deserves; for though, I believe, my solution will not be deficient in point of truth, I am not\nnot vain enough to think it may not be performed in a more elegant manner. I have the honour to be,\n\nGentlemen,\n\nYour most obedient\n\nhumble servant,\n\nFleet-Street,\nJan. 7, 1767.\n\nGeorge Witchell.\n\nLEMMA.\n\nIf any spheroid is cut by a plane, in any direction whatever (excepting that which is perpendicular to its axis), the figure of the section will be an ellipsis. This is demonstrated in Simpson's Fluxions, Vol. II. p. 456.\n\nPROPOSITION I.\n\nTab. III. fig. 1. Let the sphere BEGK be cut through its center by the planes BGK, BPD, BoD, BOD, EAK, and LPH; it is required to determine the inclination of the planes LPH, BOD, and also the inclination of the right lines AC, BC, which is measured by the arc AB; there being given the angles of inclination EBF, FBa, together with the arc BF: the angles AFB, EAL, being right angles, and the inclination of the required plane BOD, but little exceeding that of the given plane BoD.\n\nLet\nLet the sine of EBF = \\(a\\), its cosine = \\(a'\\), the tangent of BF = \\(\\beta\\), its cosine = \\(b'\\), the sine of FBA = \\(p\\), its co-sine = \\(p'\\), the sine of \\(aBA = z\\), the sine of AB = \\(Z\\), its cosine = \\(Z'\\), the sine of PAO = \\(\\zeta\\), and radius = 1; then we shall have the sine of ABF = the sine of FBA + \\(aBA = p + p'z\\), and its cosine = \\(p' - pz\\): Therefore by trigonometry we shall have in the right angled spherical triangle ABF, as Rad. (1) : cosine BF (\\(b'\\)) :: sine ABF (\\(p + p'z\\) : cosine BAF = sine of LAB, or its equal PAO; therefore \\(\\zeta = b' \\times p + p'z\\) = the sine of the required inclination of the planes LPH, BOD. In like manner in the same triangle it will be as rad. (1) : cotan. BF (\\(\\frac{1}{\\beta}\\)) :: cosine ABF (\\(p' - pz\\)) : cotan. BA = \\(\\frac{Z'}{Z}\\); hence \\(Z = \\frac{\\beta}{\\sqrt{\\beta^2 + p' - pz^2}}\\), and \\(Z' = \\frac{p' - pz}{\\sqrt{\\beta^2 + p' - pz^2}}\\), which are the sine and cosine of the required arc AB.\n\n**Corollary I.**\n\nIf instead of a sphere we now suppose BEGK represents a prolate spheroid, whose axis is CP; the figures of the sections LPH, BOD, &c. instead of circles, will become ellipses (by the lemma); but it is evident that the inclinations of those planes to each other, and likewise the inclination of the right lines AC, BC, or the angle ACB, will remain unaltered.\n\n**Corollary II.**\n\nIf BEGK represents any primary planet revolving about the sun in an orbit whose plane co-incides with\nwith the plane BCD, it is manifest that BCD will be its ecliptic, making the angle of obliquity BIE with its equator EAK (whose pole is P); and if B be the place of the sun in this ecliptic, at any given time, the arc BI will be the distance of the sun from the nearest equinoctial point I; and the arc BF his declination at the same time.\n\nCOROLLARY III.\n\nIf the plane POG, which passes through P, the pole of the spheroid, be perpendicular to the plane LPH, it will also be perpendicular to any other plane BOD, which passes through A, the intersection of the equatorial plane EAK, with the plane LPH; therefore the angle ACO being a right angle, it is evident that AC will be the semi-transverse, and CO the semi-conjugate axis of the elliptic section BOD.\n\nCOROLLARY IV.\n\nHence it appears, that the transverse axis of any elliptic section BOD, made by a plane passing through the center of the spheroid, will always be equal to the equatorial diameter of the spheroid, but the conjugate axis will be longer or shorter, according as the inclination of the planes LPH, BOD, is more or less.\n\nPROPOSITION II.\n\nFig. 2. To find the length of the semi-conjugate axis CO, of the elliptic section AOb, formed by a plane cutting the given prolate spheroid POG through its center C, and making the angle PCO with the axis CP.\n\nLet\nLet the sine of the angle PCO = ξ, CG = t, CP = c, CO = x, (radius being unity); draw PO perpendicular to CP: then in the right angled plane triangle BCO, we have as rad. (1) : CO (x) :: sine PCO (ξ) : BO (xξ); and rad. (1) : CO (x) :: cosine PCO (√1−ξ²) : BC (x√1−ξ²); but from the nature of the ellipse we have \\( \\frac{c^2}{t^2} \\times t^2 - x^2 \\xi^2 = BC^2 = x^2 - x^2 \\xi^2 \\); therefore \\( x^2 = \\frac{t^2 c^2}{t^2 - t^2 - c^2 \\times \\xi^2} \\), or putting \\( t^2 - c^2 = f^2 \\), and \\( t^2 - x^2 = \\phi^2 \\), we have \\( x^2 = \\frac{t^2 c^2}{t^2 - f^2 \\xi^2} \\), and \\( \\phi^2 = \\frac{t^2 \\times 1 - \\xi^2}{f^2 - \\xi^2} \\).\n\n**PROPOSITION III.**\n\nFig. 3. Let BOD be an ellipse, whose transverse diameter Ab makes the angle ACB, with the right line BCD, and let TkG be a tangent to the ellipse, in the point F, making the angle GTC with the right line BCD: It is required to find the length of the normal Ck, drawn from the center of the ellipse, to the tangent TG.\n\nFrom C, the center of the ellipse, let CE be drawn parallel to the tangent TG, meeting the ellipse in the point E; and CG perpendicular to the line BCD, meeting the tangent in the point G: Put the sine of ACB = Z, its cosine = Z̄, the sine of TGC = V, its cosine = V̄ (radius being unity) AC = t, CO = x, and \\( t^2 - x^2 = \\phi^2 \\); then will the sine of OCE (= the sine of OCD + DCE)\nbe expressed by $ZV + ZV'$, and by the last proposition we shall find $CE = \\sqrt{t^2 - \\varphi^2 \\times ZV + ZV'}$; but (by conics) $CE \\times Ck = CO \\times CA$, whence we shall obtain $Ck = \\sqrt{t^2 - \\varphi^2 \\times ZV + ZV'}$.\n\n**PROPOSITION IV.**\n\nFig. 4. In the two similar right angled plane triangles HKS, HMN, right angled at K, and M, there is given the right lines KS and MS, to find the acute angles, supposing the given angle $bnM$ to be nearly equal to the required angle HNM. Put $MS = \\Delta$, $KS = r$, $MN = v$, the sine of the given angle $bnM = q$, its cosine $= q'$, the sine of $HNM = V$, its cosine $= V'$, the sine of $HNM - bnM = x$, and radius $= 1$. Let ML be drawn parallel to HK, and ML parallel to SK: then in the right angled plane triangles NML, SML, we have as rad. (1) : MN ($v$) :: fine HNM ($V$) : ML ($vV$), and as rad. (1) : MS ($\\Delta$) : fin. LMS ($V'$) : LS ($\\Delta V'$); but ML + LS = KS; therefore $vV + \\Delta V' = r$, and by the foregoing notation $V = q + q'x$, and $V' = q' - qx$; therefore these values of $V$ and $V'$ being wrote in the above equation we shall find $x = \\frac{q'\\Delta + qv - r}{q\\Delta - q'v}$, and from thence $V = \\frac{\\Delta - q'r}{q\\Delta - q'v}$, and $V' = \\frac{qr - v}{q\\Delta - q'v}$.\nPROPOSITION V.\n\nFig. 5. If the opake prolate spheroid BPOD, given in species and position, be opposed to the given luminous sphere HKQI at the given distance CS, forming the shadow Ffbc: It is proposed to determine the figure of the section aRN made by a plane, cutting the shadow perpendicularly to its axis at the given distance MS.\n\nLet the required curve aRN be conceived to be generated by the extremity R, of the variable right line MR, revolving about the given point M as a center, the line MR being always perpendicular to the axis of the shadow MS: Let the right line RQ be a tangent to the sphere HKQI in the point Q, and in the same plane with the right lines RM, MS, it will then represent one of the rays of light, which constitute the conical superficies of the shadow, and, therefore, by the laws of optics, will be a tangent to the spheroid also; now when the generating point R has arrived at N, the ray RQ (being supposed to revolve with it) will co-incide with the tangent NK, touching the sphere in K, and the spheroid in F: Join K, S, and the angles NMS, and NKS, will be right angles; let the spheroid be supposed to be cut, by the quadrangular plane NMSK, forming thereby the elliptic section BOD, draw Ck perpendicular, and CI parallel to NK; put CA = t, MC = δ, CS = d, MS = Δ, SK = r, MN = u, CO = x, the sine of bNM = V, its cosine = V, the sine of ACB = Z, its cosine = Z, and radius = 1:\n\nThen\nThen in the right angled plane triangle C/S, it will be as rad. (1) : CS (d) :: sine SC l (V) : Sl (d V), and consequently Ck (= KS — Sl) = r — d V; but by prop. III. Ck = \\sqrt{r^2 - \\phi^2 \\times zv + zv'}, whence we shall have \\( r - d V = \\sqrt{r^2 - \\phi^2 \\times zv + zv'} \\): Now by proposition I. we shall find \\( \\zeta = b' \\times p + p'z \\), \\( Z = \\frac{\\beta}{\\sqrt{\\beta^2 + p' - pz}} \\), and \\( Z' = \\frac{p' - pz}{\\sqrt{\\beta^2 + p' - pz}} \\); by prop. II. \\( x^2 = \\frac{t^2 c^2}{t^2 - f^2 \\xi^2} \\), and \\( \\phi^2 = \\frac{t^2 \\times 1 - \\zeta^2}{f^2 - \\zeta^2} \\); lastly by prop. IV. \\( V = \\frac{\\Delta - q'r}{q\\Delta - q'v} \\), and \\( V' = \\frac{qr - v}{q\\Delta - q'v} \\), which values being substituted in the above equation will exhibit the nature of the required curve a R N, in terms of \\( x \\) and \\( v \\).\n\n**SCHOLIUM.**\n\nIf the sphere H K Q I represents the sun, and the spheroid B P O D one of the primary planets, it will appear, from the preceding reasoning, that the figure of the section of its shadow received upon a plane, which is perpendicular to its axis, will not be a circle (except when the axis of the planet produced passes through the sun's center) but a curve of the oval kind, whose species will be known from the foregoing equation.\n\nIf the sphere H K Q I had been regarded as a spheroid in the above solution, it is easy to see that the foregoing process would have determined the nature\nnature of the required curve; but the figure of the sun is so nearly spherical, that it was not thought necessary to embarrass the solution with that consideration.\n\nHence the duration of an eclipse of a given satelles may be determined in the following manner: Let BRC (fig. 6.) be the section of the shadow, through which the satelles passes, NPN the path of the satelles, making the given angle NPM, with the circle of latitude RPM; BMC a part of the primary's orbit produced, and MP the given latitude of the satelles at the time of the syzygia; the circle of latitude RPM is represented in fig. 1. by the primitive circle BEGD, and the angle RMN, by the spherical angle EBA; therefore the sine of RMN = the sine of EBA = the sine of EBF + FBA + aBA = ap' + a'p + a'p' - ap x z, and its cosine = a'p' - ap - ap' + a'p x z; which for the sake of brevity may be expressed by y, and y'; then putting MP = n, MN = v, the sine of MPN = m, its cosine = m', and radius = r; we shall have the sine of MNP expressed by my' + m'y; and therefore we shall have in the plane triangle MPN, as the sin. MNp (my' + my) : MP (n) :: sine MPN (m) : MN (v); hence v = \\frac{m.n}{my' + my'}; from which, and the equation of the curve (determined above) \\frac{vy}{m} = PN, and consequently, the duration of the eclipse will become known.\n\nIn prop. I. the sine of the angle ABF is expressed by p + p'z, and its cosine by p' - pz, instead of their true values pz' + p'z, and p'z' - pz; this was done-\nto render the following conclusions more simple than they otherwise would have been; and as the angle \\( \\alpha B A \\) is, by hypothesis, but small, its cosine will approach so near to the radius, as not to occasion any sensible error in the result; and the same may be observed with regard to what is advanced in prop. IV.\n\nIt remains now to apply, what has been investigated above, to the eclipses of Jupiter's satellites, and to examine whether the prolateness of his figure will have any sensible effect upon their durations; and this is become the more necessary, as that celebrated astronomer M. de la Lande (who candidly acknowledges, that he was excited to turn his thoughts upon this subject, from a cursory view of this paper, which was shewn him by Dr. Bevis*) does not seem to have considered the question, with that degree of attention which I think it demands.\n\nBut before this can be done with exactness, it will be necessary to have the inclination of Jupiter's axis, with respect to his ecliptic, and the place of his equinoxes determined by observation, neither of which I believe has yet been done with any degree of certainty; I shall, therefore, proceed in this inquiry upon M. de la Lande's hypothesis, that Jupiter's axis is perpendicular to his orbit; and perhaps this supposition is not so far distant from the truth, as to occasion any material error in the conclusion. It may also be remarked, that in the general equation given above, \\( V \\) and \\( V' \\) express the sine and cosine of the semi-angle of the cone of Jupiter's shadow, but this angle can never exceed \\( 3^\\circ \\), and consequently we may very\n\n* Vid. Connoiss. des Mouv. Celest. 1765, p. 177.\nsafely use the radius instead of $V$ wherever it occurs.\n\nBy this means the general equation will become\n\n$$r - d \\cdot V = \\sqrt{r^2 - \\phi^2},$$\n\nor which is the same\n\n$$r - d \\cdot V = x,$$\n\ntherefore\n\n$$V = \\frac{r - x}{d};$$\n\nbut by prop. IV.\n\n$$V = \\frac{q \\cdot r - v}{q \\Delta - q'v},$$\n\nwhich, because $q$ is nearly equal to $V$, and $q'v$ very small with respect to $q \\Delta$, will become\n\n$$V = \\frac{r - v}{\\Delta};$$\n\ntherefore\n\n$$\\frac{r - x}{d} = \\frac{r - v}{\\Delta},$$\n\nfrom which we shall find\n\n$$x = \\frac{\\Delta x - \\delta r}{d};$$\n\nand this equation is exactly the same with that which would arise from considering the sun as a circular, and Jupiter as an elliptic plane, limited by one of his meridians, and always parallel to the disk of the sun; which supposition, the immense distance of Jupiter from the sun renders very allowable.\n\nFrom this equation an easy mechanical method may be derived of delineating the curve of the shadow, at any given distance from Jupiter, for as $x$ denotes any semi-diameter of the elliptic section of Jupiter's body, it is manifest, that the term $\\frac{\\Delta}{d} \\times x$, will express the corresponding semi-diameter of a similar ellipsis, whose axes are to those of Jupiter in the given ratio of $\\Delta$ to $d$, and the term $\\frac{\\delta r}{d}$ is wholly given:\n\nTherefore if arm (fig. 7.) be such an ellipsis, and there be drawn through its center $M$ any number of semi-diameters $Ma$, $Mb$, $Mc$, &c. meeting the ellipsis\nellipsis in \\(a, b, c, \\&c.\\) let \\(aA, bB, cC, \\&c.\\) be taken each equal to the given term \\(\\frac{dr}{d}\\), and the points \\(A, B, C, \\&c.\\) will be in the required curve.\n\nIt appears from considering the nature of this curve, that it will have two cusps, one at each extremity of its lesser axis, which will approach toward each other, according as the distance \\(d\\) is augmented; therefore, if the distance of the section of the shadow, from Jupiter's center, was taken, such that \\(d = \\frac{dc}{r-c}\\), the lesser axis of the curve would then vanish, and the cusps meet in the center, and thereby form two distinct shadows (as represented in fig. 8); in consequence of which, if a satelles, revolved at that distance, it might suffer a double eclipse, at the same conjunction, which remarkable phenomenon may also happen, at a less distance from Jupiter, in some circumstances.\n\nI shall now shew how the duration of an eclipse of a given satelles may be determined independant of the equation of the curve; and this, perhaps, will be the more acceptable, as it will afford a practical rule, which may be applied, in every position of Jupiter's axis, with very little trouble. This may be done by the help of the following proposition.\n\n**PROPOSITION VI.**\n\nIf a circle \\(eDfG\\) be described about the conjugate axis \\(GD\\), of a given ellipsis \\(ADB G\\), and a right line \\(EF\\) be drawn, making the given angle \\(F\\pi D\\), with\nwith the conjugate axis, and passing through the given point \\( \\pi \\) taken therein, it is proposed to determine the length of the segments \\( Ff, Ee \\), intercepted between the circumference of the circle, and the perimeter of the ellipse.\n\nFrom the point \\( F \\), draw the right line \\( Fd \\) parallel to the transverse axis \\( AB \\), meeting the conjugate \\( GD \\) in the point \\( d \\), and the circle in \\( c \\); draw the lines \\( CF, Cf, Cc \\), and let \\( c\\pi \\) be joined: Then by conics we shall have, as \\( CB : CD :: \\text{tang. } F\\pi D : \\text{tang. } c\\pi D \\), and in the right lined triangle \\( C\\pi c \\), it will be as \\( Cc (CD) : \\text{sin. } C\\pi c :: C\\pi : \\text{sin. } Cc\\pi \\), whence the angle \\( cC\\pi \\) becomes known; but as \\( CD : CB :: \\text{tang. } cC\\pi : \\text{tang. } FC\\pi \\); therefore \\( FC\\pi \\) is known; from which taking away the given angle \\( fC\\pi \\), there remains the angle \\( FCf \\); consequently all the angles, in the right lined triangle \\( fCF \\), together with the side \\( Cf (CD) \\), are known: we shall therefore have, in the right lined triangle, \\( FfC \\), as \\( \\text{sin. } fFC : Cf :: \\text{sin. } fCF : fF \\), one of the required segments, and by a similar operation, the other segment \\( Ee \\) will be found, whence as \\( ef \\) is given, \\( EF \\) will become known.\n\n**Corollary I.**\n\nThe required segments \\( Ff, Ee \\), will be found in the same manner, when the given point \\( \\pi \\) is not taken in one of the axes, but anywhere between; but in that case, the point where the line \\( EF \\) intersects the conjugate axis, must be first determined.\n\n**Corollary II.**\n\nIf a perpendicular \\( Cn \\) be let fall from \\( C \\) upon the line \\( EF \\), the angle \\( \\pi Cn \\) will be given, to which, adding\nadding $FC\\pi$ (found above) the angle $FCn$ will be known; hence we shall have the following analogy for determining $Fn$: As $\\tan fCn : \\tan FCn :: fn : Fn$.\n\nNow let $KkH$ (fig. 10.) represent the disk of the sun, and $eDfG$ that of Jupiter, considered as a circle, whose diameter is equal to his axis $DG$, draw $Npn$, the path of the satellites, making the given angle $NpR$, with a right light $Rg$ drawn parallel to the diameter $DG$, and let $ab$ be the duration of the eclipse, and $V$ the apex of the shadow in this hypothesis; join $Va$, $Vb$, and let the plane $aVb$ be produced, till it meets the sun's disk in $K$ and $k$, it will then intersect the disk of Jupiter in the line $fpe$, and the lines $VK$, $Vk$, will also touch the circumference of the circle $eDfG$, in the points $e$ and $f$, draw the line $SV$, and it will be the axis of the shadow, and consequently will pass through $C$ and $M$, the centers of Jupiter, and the section of the shadow; join $aM$, $bM$, $fC$, $eC$, and the triangles $abM$, $efC$, will be similar to each other, and, therefore, $abM$ being wholly given, $feC$ will likewise be known. Let $ADBG$ be the elliptic section of Jupiter's body, and produce $epf$ both ways, till it meets the periphery of the ellipse in the points $E$ and $F$, draw $KF$, $kE$, and produce them till they meet with $ab$, produced both ways in $N$ and $n$, then will $Nn$ be the required duration of the eclipse in the true shadow: Now the triangles $KfF$, $KaN$, being similar, as are also the triangles $keE$, $kbN$, and the segments $Ff$, $eE$, being given by the preceding proposition, the required segments $Na$, $bn$, will also become known, for they will be to the former segments in the given ratio of $SM$ to $SC$.\nIt may be observed, that this method is equally applicable, whether the axis of Jupiter is perpendicular to his orbit, or not; for if it is not, we can easily find by proposition I and II. the species and position of that elliptic section of Jupiter's body, to which a right line connecting the centers of the sun and Jupiter is perpendicular; and this being obtained every thing else will remain as before.\n\nAs it would require more time, than I have to spare at present, to enter into a particular inquiry concerning the alterations, which this irregularity in the shadow will occasion, in the present theory of Jupiter's satellites, I shall conclude with observing, that the errors in the semi-durations of their eclipses, arising from this cause, may sometimes amount to $20''$ in the first; $50''$ in the second; $2'19''$ in the third; and $11'14''$ in the fourth; which errors will, I believe, be deemed sufficiently large to merit the attention of astronomers.\n\nG. Witchell.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105928.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 26660,
    "total-output-tokens": 6924,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1028,
        2
      ],
      [
        1028,
        2693,
        3
      ],
      [
        2693,
        3625,
        4
      ],
      [
        3625,
        3625,
        5
      ],
      [
        3625,
        5104,
        6
      ],
      [
        5104,
        6429,
        7
      ],
      [
        6429,
        7788,
        8
      ],
      [
        7788,
        9054,
        9
      ],
      [
        9054,
        10478,
        10
      ],
      [
        10478,
        11913,
        11
      ],
      [
        11913,
        13394,
        12
      ],
      [
        13394,
        15083,
        13
      ],
      [
        15083,
        16574,
        14
      ],
      [
        16574,
        18011,
        15
      ],
      [
        18011,
        19775,
        16
      ],
      [
        19775,
        21525,
        17
      ],
      [
        21525,
        22506,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105928",
    "title": "A General Investigation of the Nature of the Curve, Formed by the Shadow of a Prolate Spheroid, upon a Plane Standing at Right Angles to the Axis of the Shadow; in a Letter to the Royal Society, by Mr. George Witchell, F. R. S.",
    "authors": "George Witchell",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/105928"
  }
}