{
  "id": "9546d616e9bf8ff8d04a48bd64cda07c7666e34a",
  "text": "the Body, as the existence of this sensible World: for according as our Senses are altered by the presence or disposition of the Objects, so differently do we find that we have thoughts, that are related to them; so that our perceptions cannot be continual dreams, but must really answer the impression made by the object. But making farther an abstraction of all sensible bodies, he findeth Artic. 20 that extension is as true a Character of them, as the Act of thinking is of the Soul: out of which extension, with some Principles of Natural notions, he is confident that all the Phenomena in Nature may be deduced and explained. And because it is very hard to give a rational account, how these two Substances Soul and Body, differing so much one from another, maybe joined together, he talks, Art. 23, of several degrees, by which this Union is to be facilitated; proposing a perfect harmony betwixt the variety of parts continually moved in the body, and the perception altered by such relations in the Soul. Which Mechanical Analogy he declareth from Art. 29 to the end of the Book; shewing how Respiration and Attraction of the Air, The Nourishment of the body by Eating and Drinking, The Digestion, Fermentation, Sanguification, Circulation of the blood, be the causes of all Diseases and Sicknesses; as Fever, Apoplexy, Consumption, Pleurisies, and other Infirmities are produced: and how the animal Spirits are generated in the Brain, and afterwards through the whole body dispersed, do serve for the perfect Oeconomy of the Body, and in all Passions of the Soul. Amongst all these explications, the Author sometimes does correct the errors and mistakes of other Physicians, especially about the generation ex semine & ovo. For the rest, the whole book seemeth to be a meer explication of Des-Cartes his opinions.\n\nERRATA.\n\nPag. 153. l. 22. or the 1. 28. translated. P. 164. l. 14. to him. P. 168. l. 35. evil, P. 173. l. 35. (d). P. 176. l. 9. situated. P. 178. l. 18. Pupilla. P. 179. l. 19. Hypothesis. P. 179. l. 32, or P. 188. l. 19. Species. P. 190. l. 35. Succeeds.\n\nOXFORD,\n\nPrinted by LEONARD LICHFIELD, Printer to the University, and are to be sold by Hen. Rogers at the Sign of the Bible in Westminster Hall, and Sam. Smith at the Princes-Arms in St. Pauls Church-yard.\n\n1683.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102236.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 695,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2297,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102236",
    "title": "Errata",
    "authors": null,
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102236"
  }
}