{
  "id": "b8a123daae954fa7015eca6483c6e0376e69b7a4",
  "text": "An Extract of two Letters of M. Hevelius, of June 19. and of Octob. 7. 1671; containing some of his late Celestial Observations, touching Saturn obscure by the Moon; a Lunar Eclipse; and an Occultation of the first of the Satellites of Jupiter by the Shadow of this Planet; a Transit of Jupiter and the Moon; and a late Appearance of Saturn: All here deliver'd in the Language, wherein the Author communicated it.\n\nNuper, 1. Junii & n. rursus Saturnum a Luna tectum mihi ex voto annotare obtigit: Initium Occultationis accidit hora matutina hic Dantisci 3.38'27\". circa Montem Germanicum. Linea Itineraria, quantum ex solo ingressu haud obscure colligere licuit, transit per M. Aetnam; centrum feret Lune, per M. Horminium, M. Herculis, & superiorem partem Maris Calpii. Erat spectaculum multò jucundissimum, Sole oriente, Saturnum occultari, ac Tubo 20. ped. appulsum distinde admodum animadvertere; facies tamen Saturni genuina, ejusque annuli, eo Tubo, eoque tempore, haud satís accurate, ob diluculum Solemque Horizonti adeò vicinum, apparuit: hinc etiam Saturni exitum, ut ut omnem admoveam lapidem, neutquam comprehendere mihi licuit; praesertim cum Sol ad duodecim propemodum gradus jam elevaretur. Nihilominus meritò nobis gratula mur quòd hanc rarissimam occultationem Saturni nobis observare obtigerit. Ego, quantum memini, bis tantum, si hujus anni observationem excipias, intra 41. annos, Saturnum a Luna tectum vidi; Anno nimirum 1630. die 29. Junii, vespera hor. II. cum in fretu Danico circa Insulam Huennam versarer: Rursus Anno 1661. die 3. Augusti hic Dantisci hora 7.58'20\". vespera. Nam et si tales Occultationes sequi contingant, non tamen semper serenitas Cali affulget, ut eas observare possimus, nec momentum Conjunctioinis in nostro semper accidit Horizonte.\nEclipsis Lunæ Totalis A. 1671. Sept. 18 st. n. observata Gedani à Job. Hovelio, solummodo sub finem.\n\nAb hac observatione Eclipseos Lunæ totalis cum mora ve-\nperi ingruentis summà alacritate nos accinximus, præ primis\ncum non ignorarem, Præcellentes viros, diversis in locis, summà\ndiligentia pariter cam observavimus. Sed tota die ab ortu ad occa-\nsum, imò ad horam 8. 30'. usque, pluvia affatim inceperunt, ut nihil\nquicquam de Luna exortu, occa/saque Solis, nec de initio Eclipseos,\ntotaliique obscuratione prehenderimus, ut ut avidissime ea omnia\nexspectassimus. At hora 8. 30'. per nubes dehiscentes, satìs tamen\ncrassas, Lunam subolscuiè animadvertimus, & quidem tanto lumine\njam imbutam, ut dixisset, Eclipse jam esse præteritam. Quando-\nquidem ob illas densiores nubes non dabatur, neque nudo oculo, neque\narmato bene longis & praestantissimis Telecophis, 20. viz. pedum,\nLunam rectè discernere; An scil. Luna jam lumen suum omnino re-\nsuperasset, an vero tantùm particula aliquà gauderet? nihilominus\nsatis superque exinde certumerat, totalem obscurationem jam mini-\nmum esse eo tempore præteritam, imò aliquanto adhuc citius: Si-\nquidem Lunam rursus adeisse nos omnes per nubes illas satìs dilucidae\nprehendimus; qua de re eo tempore haud parùm mirabari; quippe\nsciebam optimè, Ca'culum Rudolphinum Initium hujus Eclipseos hic\nGedani indicasse Hor. 6. 17'. 19. totalem Immersionem Hor. 7. 14'.\n25\"; maximam Obscur Hor. 8. 10'. 26\"; emersionem Hor. 9. 6'.\n27. & finem Hor. 10. 3'. 33\". Ex eo vero phænomeno elucebat,\nhor. 8. 30'. jam Lunam minimum aliqùid luminis recuperasse;\nquod tamen calculo, ultra dimidiàm horam, adversabatur: Sic ut\nEclipse in Calo mul. à citius ingruerit, quàm Kepleri Calculus id\nindicaverit: De quo etiam brevi post adhuc certiores facti sumus.\nNam nubibus aliquanto dissipatis, animadverti, Hor. 8. 34'. mi-\nnimum ad integrum digitum jam extra umbram se se Lunam extri-\ncasse; & denus hor. 9. 41'. ad 1½ dig. lumen Lunae jam excrevisse,\nquantum id dijudicare circiter dabatur. Certo enim dictas phases\ndefinire, & secundum Maculas delineare, nequitiam nubes obscu-\nriores pluviaque permiserunt; quandoquidem nec meliori Tubo ne\nunicam quidem maculam discernere potuimus. Deinde ab hoc tem-\npore obscurissimae nubes, pluviaque satìs densa rursus totum Lunæ\nadspexitum\nadspetuum nobis planè eripuerunt, ut nihil amplius de hac notabili Eclipse (neque phaæs ullos, neque ipsum finem) annotare potuérimus, præter ea levissimula, quæ commemoravimus: Quæ tanti non sunt, ut ad differentiam Meridianarum rectè cognoscendam vel determinandam aliquid (ut quidem à nobis omnibus constitutum erat) contribuire possint. Interea tamen abunde ad id sufficiunt ut ostendant, Eclipse banc citius revera incidisse, quam calculus Rudolphinus ostenderit.\n\nOccultatio Primi Jovialium ab umbra Jovis.\n\nCum Anno 1671. die 25. Sept. st. n. manè ex condicio Dn. Cassinius Paritis, & Dn. Picard Uranburgi sujeceissent, ad occultationem Primi Jovialium attendere, volui haud minus ego huius Phænomenon diligentè vigilare; sed frequentissime nubes ab hora 2. ad h. 4. 27'. impedivere, quò minus Jovem vel semel quidem conspicerim. At ubi emicuit, deprehendi, adhuc 4 Joviales omnes adeisse, tres sc. à laeva, & unus ad dextram. Duo illi propinquiores ad sinistram haud procul videbantur à limbo Jovis, non minutelle, qui ad dextram apparebat, aliorum Comitum minimus. Herebam autem initio, quinam duorum illorum viciniorum occultari deberet, cum serè pari interstitio à Jove remotærentur, tum motu propemodum tardiori incederent. Hinc dubius fui è eram, an etiam eo ipso tempore mututino, appropinquante jam aurora, umbrae aliquis incurrere posset. Qui, pe ad quinam usque & 7'. fere, omnes quiescer (ut ut calum jam livesceret, atque Joviales ob levissimulas nubeulas ægide interdum spectarentur) distinctè apparebant. Præter tamen omnem (p.m., Hor. 5. 12'). videbatur mihi propinquior ille Comites ad laevam (respectu Tubi mi, qui inverso ordine objecta exhibet) peniùs evanescere, remanentibus illis tribus, quanquam ille dexterior magis magisque etiam ad Jovem accedebat. Ab eo tempore, quoque ob calum planè nubilum adspetus Jovis mibi concedebatur, hor. sol. 5. 23', haud plures, quàm 3 deprehendi, in simili constitutione, ut sub No 3 vides. Illi comites ad Sinistram abunde micabant, imprimis ille vicinior, qui socium amiserat; alter vero ad dextram, vix ac ne vix conpectus, ob auroram jam bene adlatam. An planè momentum ipsam temporis id fuerit immersionis illius Comitis, vix ausum adhè certò afs.\nfirmare; nihilominus tardius non incidit illa occultatio; sed annis\nuncominuo ferè, adhuc citius fortè, ingruerit, facile concederim.\nOctobri & Novembris cumprimis, quando Jupiter à Sole\nremotior, puto posse accuratius illa Phænomena animad-\nverti.\n\nUt enim autem æquè bene hæc Phænomena ad investigandam dif-\nferentiam Meridianorum conducant, ut quidem Occultationes\nFixarum à Luna, habeo fere cur dubitem; præprimis ob minus\ntardum Jovialium motum; quod hinc mensibus fere semper in aurora\nobservari debeant, quæ magno est impedimento accuratis observatio-\nnibus, ut ut etiam accuratiori Tubo, quemadmodum & ego hac vice\nTelescopio 20. ped. usus sum,) peragantur.\n\n| Sec. hor. amb. | A. 1671. Sept. 25. f. n. | Distans | Quo instru-\n| mane.         | Immers. Primi Jovial in Umbra | mento.   | mento. |\n| Hor.          | Primis Aliudines.           |          | Tempus |\n| 4. 36. 25.   | Jupiter primum conspectus.   | 0° 0'    | corrigendum. |\n| 4. 42. 40.   | *O*                         | Tubo 20 ped. | H. |\n| 4. 51. 5.    | *                             |          | 4.32. O. |\n| 5. 7. 25.    | Altitude Procyonis.          | 34.43. O. | 4.38. O. |\n| 5. 11. 0.    | *O*                         | Quadr. Orich. | 4.47. O. |\n| 5. 16. 35.   | Primus Jovialium evanuit.    |          | 5. 2. 7. |\n| 5. 17. 5.    | *O*                         | Tubo.    | 5. 7. 5. |\n| 5. 21. 0.    |                              |          | 5.12. O. |\n| 5. 26. 5.    | Altitude Procyonis.          | 36.39. O. | 5.13. O. |\n|              |                              | Quadr. Orich. | 5.18. O. |\n|              |                              |          | 5.23.27. |\n\nJovis\nJovis & Lunæ Transitus, A. 1671. die 30. Septemb. st. v. manè observatus Gedani à Job. Hevelio.\n\nUt Ephemeridum Scriptores ad diem 3c. Septemb. Occulta-\ntionem Jovis à Luna fore Americanis solis conspicuam præ-\ndixerint; nibileminus tamen hic Gedani ego invigilate huic Phæ-\nnomeno volui,ratus, si Cælo sereno & bene longis ac praestantioribus\nTelecopiis uteret, fore, ut ea non minus à nobis Europeis, (si non\nnoctu, saltem interdiu) quàm Occidentalioribus, dummodò vigi-\nlaremus, conspiceretur, licet orto jam Sole ipsa Conjunctio, hora\nseil. 7. matutinà, juxta Calculum Rudolphinum incidat. Proinde\nsuido admodum Cælo, Lunam protinus orientem, nec non paulò post\nJovem, Tubo 20. pedum summà aviditate excepimus, atque de-\nprehendimus Occante nostro permagno Orichalcico, 9. fere pedum\nradio, Jovem à Lunæ limbo Orientali adhuc 1. gr. 23'. 40\". effè\nremotum; Jovialesque omnes quatuor à dextra, à qua Luna ac-\ncedebat, adeisse, eo propemodum situ, quem Delineatio ostendit. Si\naliquanto citius incidisset Conjunctio, arque calculus non\naberrasset, jucundissimum fuisse spectaculum, omnes\nVid. Tab. 2.\nFig. 1.\nJoviales successivè unum post alterum à Luna absorberi.\nSed nulla fuit Occultatio, ut exitus docuit, sed arctissimus tantum\naccidit Transitus, Luna seil. falcatæ decrecentis, tenuique admo-\ndum lumine splendentis. Ceterum, quò accuratius hoc Phænomenon\nanimadverterem, complures distantiæ, Jovem inter & Lunæ lim-\nbum Orientalem, lucidiorem némpe, sum scrutatus, primùm permagno\nillo, quem dixi, Occante, quoque Solis praesentia id concedebat:\ndeinde Tubo, & conjecturà, meliori quo licuit modo, sum affactus:\nsic ut ipsò Observatione vides. Initio quidem dixisses,\nfore Jovem reverà tectum à parte Lunæ Australi; sed\ncum ipsò Jovem proprius accederet, clarè admodum vi-\ndimus, Sole licet jam orto, Lunam supra Jovem tan'ummodo\ntransitaram. Ipsum quidem Conjunctiois momentum insperatus\nquidam Casus infelicior deprehendere prohibuit. Cum enim Jupiter\nad limbum Lunæ orientalem ad 3' jam accederet, aique ad 6' dun-\ntaxat à linea Conjunctiois, per utrumque Cornu dura, distaret, ecce\nsupervenientes nubeæ, qua tam Jovem quam ipsam Lunam,\nsobis è confpectu, magno nostro dolore, eripuerunt: fecus enim op-\ntimè\ntime & perquam distinctè ipsum Conjunctionis punctum observarem:\nquandoquidem (quod sane mirabere) & Lunæ corniculatam faciem,\nut potest tertia tantum Solis conjunctionem die, & Jovem, Sole\nlicet ad 8 vel 9 grad. elevato, optimè & accuratè conspectimus;\nquippe brevi post, cum calum rursum sudum feret, aliquoties, imò\ncontinuo quoque libuit, & Jovem & Lunam summa cum jucundi-\ntate contemplati fuimus. Profecto phænomenon hoc, ut oppido ra-\nrum, sic fuit observatu dignissimum; eoque magis, quo diurno tempore\naccedit: Qualium Observationum, ut ut sint rarissima, tres tamen\nipse, unius anni spatio, circa Venerem scilicet, Saturnum & Jo-\nvem, feliciter peregi. Animus quidem erat, circa hunc Jovis Tran-\nsitum plures & majores distantias Jovis & Lunæ à Fixis quibusdam,\nob horum Planetarum loca è accuratius observanda, ex ipso Calo\ndepromere; at cum statim Aurora inguerit, mihiique soli, cum\nunico socio relieto, omnia peragere, tam Quadrante, Octante, quam\nTubo, incubuerit, in tanto temporis spatio, ut harum rerum gnari\nnorunt, fieri illud haud licuit. Ex istis tamen, quæ observata fuere,\nabunde patet, Tabulas Astronomicas plus promittere, quàm revera\nadhae praeflare, ideoque seria correctione, non secundum Longitu-\nnem modo, sed Latitudinem, indigere; quandoquidem Tabulae Ru-\ndolphinae Occultationem, eamque multò citius, promovere, cùm\ntamen nulla omnino fuerit, sed, ut dictum, arctissimus folummodo, ad\nduos propemodum digitos, transitus extiterit, hora scil.7.26.5'.\n\nFacies Saturni A 1671. de 11 & 12. Septemb. st.n. in 17° X ob-\nservata Gedani à Job. Hevelio\n\nAER turbidas obstitit, quò minus post 1 Junii ad 11 Septemb.\nne semel quidem Saturnum, Lunæ filente, notare ae delineare\npotuerim. Quali autem facie tunc temporis (nuper die 11 Sept.)\napparuerit, quàm reëtissimè & diligentissimè delineavi,\nVid. Tab. 2. fig. 2\natque hic transmiss. Oportet, ut vobis eodem tempore\nsimili formâ Saturnus viius fuerit. An vero mensè\nJunio, Julio & Augusto cum planè rotundum conspexeritis, ut\nvolent Parisienses, vix mihi imaginari possim. Etenim, ut ut bra-\nchia Saturni ad latera apparuerint arctissima, etiam Tubo 60 & 70\npedum, haustam credo, ea omnino evanuisse, ita ut ne vestigium\naliquid fuerit reliquum, Fortasse Parisienses Telescopiis brevioribus\nin ipso crepusculo, Luna praesente, Saturnum contemplati sunt; quo tempore vix ac ne vix datur subtillissimum illud phaenomenon (ut mihi, primo Junii, Tubo 20 pedum, Saturnus cum occultaretur a Luna, obtigit,) ritè ac distinctè cognoscere. Scripsi hac de re nuper ad Dn. Cassinum, & Dn. Picardum; quid responfuri sint, avidissime expetito.\n\nAn Extract of a Letter written from Hamburg Novemb.r.1671. by the Learned Doctor Fogelius to the Publisher, concerning the Spots of the Sun returned; and the last Eclipse of the Moon; Here communicated also in the same language, in which it was written.\n\n—Maculae Solares iterum nobis apparuerunt, nunc tamen non amplius visibiles. Mitto Cl.Henrici Siferi Observationes, Telecopio mediocris longitudinis hic factas. Postremis quidem Calum feliciter savit, adeò ut à primo ferè die, quo iterum apparere cæperunt, ad usque 5 Septembris, quo ad Limbum quam proximè accessere, continuo quasi filo tum Motus tum Figura earum reprefentari potuerint.\n\nÆque nos hic, ac Hevelius Gedani, calculum Rudolphinum in rupera Eclipse, die 8 Sept. facta, aberrasse deprehendimus. Emersisse enim jam Lunam ex umbra Terræ ante horam nonam etiam hic vidimus. Juxta Calculum modo dictum, Gedani emersisse debuerat h 9. 6°. 27′. Tempus autem utrobique nubilum Observationes utrobique invidit.\n\nMaculae in Sole observatae Hamburgi A. 1671.\n\n| 26-h. 8.matut. | 1-h. 1.pomerid. |\n|----------------|----------------|\n| 27-h. 1.pomerid. | 2-h. 2.pomer. |\n| 28-h. 1.pom. | 3-h. 11.antemer. |\n| 29-h. 11.antemer. | 4-h. 12.merid. |\n| 30-h. 11.antem. | 5-h. 11.antem. |\n| 31-h. 1.pomer. | Et h. 4.pomeridianà |\n\nnon amplius visa est mihi H.S.\n\nExtracts\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101113.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14158,
    "total-output-tokens": 5296,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1784,
        2
      ],
      [
        1784,
        4088,
        3
      ],
      [
        4088,
        6305,
        4
      ],
      [
        6305,
        7967,
        5
      ],
      [
        7967,
        10188,
        6
      ],
      [
        10188,
        12455,
        7
      ],
      [
        12455,
        14119,
        8
      ],
      [
        14119,
        14119,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101113",
    "title": "An Extract of Two Letters of M. Hevelius, of June 19. and of Octob. 7. 1671; Containing Some of His Late Celestial Observations, Touching Saturn Obscur'd by the Moon; A Lunar Eclipse; And an Occultation of the First of the Satellits of Jupiter by the Shadow of This Planet; a Transit of Jupiter and the Moon; And a Late Appearance of Saturn: All Here Delever'd in the Language, Wherein the Author Communicated It",
    "authors": "M. Hevelius",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101113"
  }
}