{
  "id": "da97bb88e0caea1fcc793a994497f043e3fa9538",
  "text": "Upon the whole, though the Smoke of the Henbane-Seeds cured the Tooth-ach, 'tis highly probable the Maggots had been conveyed thither, and let drop into the Water by some slight of Hand; seeing, by means of some such unjust Dexterity, Empyrics daily acquire Reputation from a Medicine, which from the Prescription of an honest Physician would be taken little Notice of.\n\nII. An Abstract of the Meteorological Diaries, communicated to the Royal Society, with Remarks upon them. By Wm. Derham, D.D. Canon of Windsor, and F.R.S. [Part I. Vide Transact. No. 423.]\n\nPart II. Containing Meteorological Observations made at\n\nPetersburgh, §1724, 1725. | Lundin in Sweden, §1724.\n\nA Journal of Meteorological Observations made at Petersburgh, By the Rev. Mr. Tho. Consett, from Nov. 24, 1724, to June 23, 1725, abstracted for the Use of the Royal Society. By Wm. Derham, F.R.S.\n\nThis Journal contains Observations, three times in the Day, of the Barometer, the Winds and their Strength, the Weather, and (after April 15) of the Thermometer. Which Observations (although very curious and useful) yet being too long, would be tedious\ntedious to be read at the Societies Meetings; I therefore desire the following Extract may be acceptable.\n\nMr. Consett, from the beginning noteth down the Barometrical Variations, but I know not his Divisions, and Degrees, 'till Decemb. 18, at 3h. p.m. and then the Barometer was at 30.66 Wind N E' and Fair.\n\nFrom Novemb. 24 to the End of the Month, the Weather was Cloudy, with Snow, and a deep Snow on the last Day, and Fair on the 28th. The Winds were Easterly and N.E. of 2 and 3 Degrees Strength, 'till the 29th and 30th, and then S E', S' and S W'.\n\nIn Decemb. it was Cloudy, with some Snow, 'till Dec. 8, and 9, which were fair Days. Then Cloudy on the 10th and 11th, and Rain in the Evening. Afterwards some cloudy and moist Air; some Fair, 'till Dec. 23, and then Hail; Wind S W'. The next Day Snow; and the rest of the Month some Cloudy and Dark, with Snow, and some Fair. The Barometer, ever since the 18th, hath been above 30 Inches, and on Dec. 26, it was 30.84; on Dec. 30, 30.96, and 31.00; and lastly on Dec. 31, it was 31.12.\n\nIn Jan. 1725, on the 3d Day, the Barometer was at 30.65, on the 4th before Noon 31.32, after Noon 31.36, but on the 5th it was in the Afternoon 31.59, the Wind S W' and cloudy Weather, which is the highest Range of the Quick-silver in all the Observations, and if I mistake not, the highest I ever met with anywhere, and at any time. On the other Hand, the lowest Range was on February 25, at 28.28; Wind W' and Snow. The Barometer was above 30 Inches all the Beginning of Jan. 'till the 18th, and then it gradually fell to 28.36. The Winds,\nWinds, for the most part, were in some Westerly Point till Jan. 11, and then S E². with Fair, and an hard Frost for a Week; the Weather, before the 11th, being Cloudy and Moist, with some Snow now and then, and a little Rain on Jan. 1. All the rest of Jan. was, for the most part, Cloudy with Snow, and but little Fair, and that attended with Frost.\n\nIn Feb. the Barometer continued high, until, by a gradual Descent, it came to 28.98, on Feb. 15, and 17; Wind Westerly 3. and 4. But on February 25, it fell to 28.28; Wind W⁴, and is abovementioned. The greatest Part of this Month the Weather was cloudy, and sometimes with thick Darkness, frequent Snow, and now and then Fair, with sharp Frost.\n\nAll March the Barometer was above 29 Inches, sometimes above 30. The greatest Part of the Month was Cloudy, with frequent Snow, and some Fair, with sharp Frosts; the Winds were variable, and their Strength about 1 and 2 Degrees all the Month, and seldom at 3 Degrees, nor Calm at any time.\n\nAll April the Barometer was above 29 Inches, and under 30. In the Beginning of the Month Snow and Cloudy, with some Fair, and sharp Frosts, till Apr. 13, when Mr. Consett faith, the continual Winter-Frosts were thawed; and that on the 15th they left off their Fires in their Stoves. After this, some Cloudy, some Rain, and some Fair; the Winds were variable, commonly 1 and 2 Strength, now and then 3, and not any Day 0.\n\nFrom Apr. 16, he observed the Thermometer; which being one made by Mr. Haukesbee stood at 51, which is between cold Air, and Temperate; the freezing Point being at 65; it then rose for some Days to 46, and 40, till on the 22d it was at 36, and towards the End of the Month it fell again to 47. All\nAll May the Range of the Barometer was between 28 and 29 Inches; and for the most part above 29.50. The Thermometer was on the 1st Day at 52.8, and continued rising to 50 on the 7th, where it stood to about the 14th, and then arose to 40 for the following Days, being at 40.25 on the 17th in the Morning, Wind S². and fair, when in the Evening of the same Day it arose to 30.34, Wind W⁴. with Rain; it soon got down again to 40 for several Days; but from the 27th to the End it was about 30.50. This Month had much more Fair than any of the preceding Months, together with some Cloudy with Showers, and some heavier Rain.\n\nIn June the Range of the Barometer was (as in the last Month) between 28 and 29 Inches, but more frequently under 29.50 than it was in that Month. The Thermometer was all this Month between 40 and 41, only on the 1st, 2d, 3d, 8th, 11th, 13th, 23d Days, it was a little above 31, but never so high as 30, which is between warm Air, and Hot. On June 2, Rain fell with Hail. And (as I have observed in some of these Papers) that Cold in Summer produces Rain, so much Rain fell on June 5; after which, some Cloudy, with frequent Showers, and many Days fair, to June 23, on which the Observations end.\n\nThus I have given an Abstract of the Meteorological Observations at Pittsburgh, and have taken what Care I could to note such Matters as may give the Society a just Notion of the State of every Month at that Place, and that which was most observable in it. I could wish, that either the Society, or myself could have had some Observations in the more Southerly Parts, to have tallied with these.\n\nAPPENDIX\nAPPENDIX\n\nTo the foregoing Observations, being Meteorological Observations at Lunden in Sweden, in the Year 1724, which tally with Mr. Confett's.\n\nThese Observations not coming to Hand till I had finished those at Petersburgh, I am forced to subjoin them by way of Appendix; and the first Observation I shall make, shall be of the Range of the Mercury in the Barometer, which seems to be different in both Places, as far as I can judge of the Matter, by the few Observations that tally with one another, which is only from December 18, to the End of that Month, Mr. Confett's Barometrical Divisions before that time not being intelligible: And in all that Fortnight's time, the Petersburgh Barometer was above 30 Inches, and once above 31; whereas that at Lunden was but a little above 29, and but once at 29.6: And indeed, through the whole Year, the Lunden Barometer, I observe, was only now and then below 29 Inches, and much seldom above 30. But I shall perhaps be better able to give an Account of these Matters when I come to the Observations of future Years.\n\n2. As I have taken Notice in other Places, so I find in these Observations a great Conformity between the Winds, especially when strong for some time, and when they have been for some time in or near the same Quarter.\n\n3. As for the Weather, no good Judgment could be made of it in the Space of five Weeks, which is all the time in which the Observations tally: Only I take Notice that Thunder was more frequent at Lunden than Petersburgh during that time.\nAn Abstract of the Meteorological Observations of the whole Year 1724, made at Lundén in Sweden. By ———: Abridged for the Use of the Royal Society. By Wm. Derham, F. R. S.\n\nHaving taken Notice of the Observations in 1724, that tally, I proceed to the whole Year's Observations of Lundén.\n\nI begin with the Barometrical Ranges, which will be best seen and compared by these two little Tables; the first of which is, in part, the curious Author's, viz. the mean Heights of the Mercury; to which I have added the highest and lowest Ranges in each Month. And because it will take up but little Room, I have added the Author's Mean of his Thermometrical Observations, although, I confess, I scarce understand the Divisions of his Thermometer.\n\nThe Highest and Lowest Ranges of the Barometer, and the Mean of the Barometer and Thermometer at Lundén, in the Year 1724.\n\n|       | Jan. | Feb. | Mar. | Apr. | May | June |\n|-------|------|------|------|------|-----|------|\n| High  | 29.8 | 29.9 | 30.½ | 30.½ | 29.9 | 29.9 |\n| Mean  | 29.3 | 29.2 | 29.4 | 29.6 | 29.4½| 29.4 |\n| Low   | 28.8 | 28.6 | 28.8 | 29.1½| 29.0 | 28.9 |\n| Therm.| 24.1 | 37.1 | 21.1 | 6½   | 13.8 | 45.8 |\n\n|       | July | Aug. | Sept. | Oct. | Nov. | Dec. |\n|-------|------|------|-------|------|------|------|\n| High  | 29.7 | 29.9 | 29.9 | 30.½ | 30.½ | 30.1½|\n| Mean  | 29.2½| 29.5½| 29.3 | 29.5 | 29.5 | 29.2½|\n| Low   | 28.8 | 29.2½| 28.7 | 29.½ | 28.9 | 28.3 |\n| Therm.| 34.8 | 23.8 | 1½   | 15.1 | 30.1 | 43.1 |\nThe Barometrical Heights at Petersburgh, A.D. 1724 and 1725.\n\n| Dec. | Jan. | Feb. | Mar. | Apr. | May | June |\n|------|------|------|------|------|-----|------|\n| High | 31.12 | 31.59 | 30.36 | 30.35 | 29.87 | 29.99 | 29.81 |\n| Mean | 30.61 | 29.97 | 29.32 | 29.76 | 29.57 | 29.67 | 29.45 |\n| Low  | 30.11 | 28.36 | 28.28 | 29.18 | 29.28 | 29.35 | 29.10 |\n\nThe Heights of the Thermometer.\n\n| High | Mean | Low |\n|------|------|-----|\n| 36.0 | 45.0 | 54.7 |\n| 30.34 | 40.98 | 52.8 |\n| 30.70 | 40.0 | 40.63 |\n\nBy comparing these two Tables together, it is manifest that the Mercurial Ascents are much greater at Petersburgh than at Lunden, and that the Descents are nearly the same; so that the Range of the Barometer at Petersburgh is 3 Inches, 3 hundredth parts; but at Lunden only 1 Inch, and about 8 Tenths. And the greatest Height of the Thermometer at Petersburgh, was on May 17, 30.34.\n\nOf the Winds and Weather at Lunden, in 1724.\n\nIn Jan. the Winds were, for the most part, about the Westerly and Southerly Points, and frequently very boisterous. The Weather was some Cloudy, some Fair, frequent Rain, but no Cold taken notice of till Jan. 30.\n\nIn Feb. the Winds frequented the same Points as in Jan. but they lay more between the N. and E. than then; and they were very boisterous oftentimes. In this Month Snow was frequent, and now and then Thunder, and but little Fair Weather.\n\nIn March the Winds were very variable, and sometimes strong. The Weather more serene than before,\nwith sometimes Snow, and towards the latter End Rain, and now and then a Frost.\n\nIn April the Winds were more Northerly and Easterly than in March, and not very strong. The greatest Part of the Month was Freezing, and Fair, with some Days of Rain with Thunder.\n\nThe Beginning of May to the 16th the Mornings were Frosty, with some Rain, some Snow, and some Fair the rest of the Day; after the 16th some Rain and some Snow; and towards the End of the Month Fairer. The Winds were variable, brisk, and about the 23d, 24th, and 25th, stormy.\n\nIn June the Winds variable, pretty brisk, and stormy on the 10th, 11th, and 12th; then the Weather for the most part Fair 'till the 15th; after that Cloudy, and but little Fair, with frequent and plentiful Rain.\n\nJuly also was a Cloudy, Wet Month, with but little Fair, and some Thunder, which was sometimes violent. The Winds, for the most part, were between the W. and S. and moderate.\n\nIn August the Winds were more Northerly and Easterly than in July, and sometimes between the West and South, and moderate in all the Points. The first 9 or 10 Days were, for the most part, Fair; after that, 9 or 10 Days, more Cloudy, Rain, Lightning in the Evening, loud Thunder and Rain in the Day, and some in the Night; and from the 20th to the Month's End Fairer, with Cloudy, Hail, and Rain.\n\nIn Sept. the Winds frequented the Northerly and Westerly Points, were Brisk, and sometimes Stormy; the Mornings, for the most part, Cloudy the first Days, and Fairer the rest of the Day. The greatest part of the rest of the Month was Rainy, with plenty of Snow.\nSnow on the 25th; then Rain, which continued in the Month of\n\nOctober during the 9 first Days; the rest of the Month was Cloudy, with now and then Hoar-Frosts, and some Fair. The Winds varied often, but were the most frequent in some of the Southerly and Westerly Points, and not very high.\n\nIn November the Winds were sometimes in the Westerly and Southerly Points, but more frequent in the Northerly and Easterly, for the most part of a moderate Strength. The 9 first Days the Weather was Cloudy, then Snow and Frost to the 17th; then to the End Cloudy, Snow, Hoar-Frost, Rain, and but little Fair, and that in the Morning.\n\nIn December the Winds were moderate, and often in the Southerly and S W. Points, seldom Northerly. The 5 first Days were Cloudy and Wet; then Snow and Frost the 6th, 7th, and 8th; then Cloudy to the 13th; then Hoar-Frost, and Fair on the 14th, 15th, and 16th; then Cloudy, with Thunder, Rain, Snow, and Frost, at diverse times, in the rest of the Month.\n\nIII. An Account of the damp Air in a Coal-Pit of Sir James Lowther, Bart. sunk within 20 Yards of the Sea; communicated by him to the Royal Society.\n\nSir James Lowther having Occasion to sink a Pit very near the full Sea-Mark, for the draining one of his principal Collieries near Whitehaven, in the County of Cumberland, which was known would",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103829.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14622,
    "total-output-tokens": 4440,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1123,
        2
      ],
      [
        1123,
        2710,
        3
      ],
      [
        2710,
        4419,
        4
      ],
      [
        4419,
        6046,
        5
      ],
      [
        6046,
        7570,
        6
      ],
      [
        7570,
        9058,
        7
      ],
      [
        9058,
        10547,
        8
      ],
      [
        10547,
        12136,
        9
      ],
      [
        12136,
        13461,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103829",
    "title": "An Abstract of the Meteorological Diaries, Communicated to the Royal Society, with Remarks upon Them. By Wm. Derham, D. D. Canon of Windsor, and F. R. S. [Part I. Vide Transact. No. 423.] Part II",
    "authors": "Wm. Derham, Tho. Consett",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103829"
  }
}