{
  "id": "43c79c0716dd2cf18a8723193970058c7ae31807",
  "text": "XV. On Isoprene and Caoutchine. By C. Greville Williams.\n\nReceived June 4,—Read June 21, 1860.\n\nThe products of the destructive distillation of caoutchouc have been studied by several chemists. The results at present obtained are, however, quite irreconcilable. Gregory* appears to have been the first to direct attention to them, but it is evident that even at the time of writing his 'Handbook of Organic Chemistry' he was far from considering the true nature of the products as having been ascertained; for, at p. 346, he says, \"When exposed to heat, caoutchouc first melts, and then distils, yielding a mixture of several oily liquids, all of which, as well as pure caoutchouc itself, are carbo-hydrogens. Some of these oils boil at 90°, others at 680° Fahr.; and at intermediate points I found that one highly rectified oil which boiled at 96°, and had the composition of olefiant gas, when acted on by sulphuric acid, yielded an oil which boiled at 428°, and had the same composition. But most of these oils have the composition of oil of turpentine, $C^9H^4$, or $C^{10}H^8$. One of them, called caoutchine, gives with chlorine an oil, $C^{10}H^8+Cl$.\" Now the above statement contains undoubtedly the best account that could be given in so short a space, of the results that had been obtained up to the time of publication of the work alluded to, but the account is somewhat confused, because the various observers all differ immensely in their results. The expressions $C^9H^4$ and $C^{10}H^8$, as used by Gregory, merely indicate arithmetical relations, and were not to be received as definite formulae; for, in the first place, $C^9H^4$ is, according to our present views, an impossible formula†, and in the next, caoutchine is $C^{20}H^{16}$, not $C^{10}H^8$. No chemist up to the present time has proved a hydrocarbon of the formula $C^{10}H^8$ (=4 volumes of vapour) to exist among the products of the distillation of caoutchouc. Such a formula, if proved, would be interesting, because turpentine being the starting-point for Kopp's empirical formula for boiling-points, any substance having exactly half the number of atoms of carbon and hydrogen, with the same vapour-volume, would serve as the point of departure of numerous speculations upon boiling-points generally. The results of M. Bouchardat‡ are curious, and not easy to understand. He obtains olefians and eupione, but no bodies of the formula $n(C^5H^4)$, while Himly§ obtains bodies of the latter formula and no olefians. The annexed Table contains the results of the three chemists alluded to.\n\n* Ann. der Chem. und Pharm. vol. xvi. p. 61.\n† C=6, H=1, O=8.\n‡ Ann. der Chem. und Pharm. vol. xxvii. p. 30.\n§ Ibid. p. 40.\nResults so contradictory would almost lead one to suppose that, like castor oil, caoutchouc yielded different products according to the temperature, but in that case the distillate obtained in a carefully conducted experiment should contain bodies belonging to the olefants and the terebenes; this, however, is not the case. The weight of evidence appearing to prove olefants to be the principal products, I had some hopes that caoutchouc, if carefully distilled, would yield hydrocarbons from which I might obtain certain at present unknown hydriodic ethers and their derivatives, in accordance with reactions first imagined by M. Berthelot, thus:\n\n\\[ \\text{C}^n \\text{H}^a + \\text{HI} = (\\text{C}^n \\text{H}^{n+1}) + \\text{I} \\]\n\nOlefant plus hydriodic acid.\n\nIodide of alcohol radical.\n\nBut I soon found that caoutchouc, when carefully distilled in iron vessels, yielded no olefiant whatever. This is, moreover, in perfect accordance with experiments made by me some years ago*, in which I showed that caoutchouc, like many other oils, decolorized the same quantity of bromine as oil of turpentine. A repetition of this experiment, made with great precaution to ensure success, will be found further on.\n\nThe distillation was conducted with care in an iron alembic, the lowest temperature being used consistent with the distillation of oils. In fact I even stopped the distillation before the whole of the last oil, hévéene, came over, in order to ensure the decomposition taking place in the simplest manner. The crude distillate was very foetid, and contained traces of volatile bases derived from the decomposition of a minute trace of vegetable caseine in the caoutchouc. The bases were removed by agitation of the oil with dilute sulphuric acid; the latter was then got rid of by washing with water, which, in its turn, was subsequently removed by digestion with sticks of potash. The fluid thus prepared was easily separated by fractional distillation into two portions, one boiling between 37° and 44° C., and the other between 170° and 180°. The fractional separation of the hydrocarbons in the crude distillate affords a very instructive example of the extraordinary extent to which boiling-points are lowered by successive rectifications. In the first rectification the product was very small, below 116° C. The greater part\n\n* \"On a Process for estimating the Equivalents of some Fluid Hydrocarbons by means of Bromine,\" Chemical Gazette, 1853.\ndistilled between 116° and 193°. Only one-half came over below 204°. In the second rectification a large fraction was obtained between 40° and 50°, then scarcely any distilled until between 170° and 180°, which latter fraction was very large. At 171° the thermometer was often perfectly steady while an ounce distilled over, the entire contents of the retort not being much more than one and a half ounce. The lower fraction oscillated between 36° and 44°, the variability in its boiling-point being principally due to the presence of oxygen; for, by careful and repeated rectifications over sodium, it may be made to distil almost entirely between 37° and 38°. This fluid lies at the boundary line between gases and liquids: it is scarcely possible to wet the hand with it; and if poured from a moderate height in small drops, it is volatilized before reaching the floor.\n\nA very pretty way of observing the influence of small pressures upon its physical condition, consists in passing a few drops into a mercurial eudiometer standing vertically. The warmth of the hand applied to the top of the instrument is sufficient to convert it into vapour; but if the position of the eudiometer be then altered so as to stand almost horizontally, the increase of pressure is sufficient to condense the gas into a liquid, and, on the other hand, it is instantly vaporized again on restoring the eudiometer to its original position.\n\nThis hydrocarbon possesses a property which, even more than its extreme volatility, renders it troublesome to the analyst. Unlike very volatile fluids in general, it lines with a slight film of carbon the bulbs in which it is contained during combustion. It is true that the amount thus left is very small, but it is sufficient to render an exact determination of the carbon difficult. It being of course necessary to have all the apparatus, oxide of copper, &c. as cold as possible, it was also not easy to keep the hydrogen as low as could be desired. The substance used in the first three analyses boiled between 37° and 38°, and was prepared from caoutchouc. The fourth and fifth analyses were made on a product from gutta percha. No. IV. boiled between 42° and 43°, and No. V. between 43° and 44°.\n\nI. 0·1848 grm. yielded 0·5985 carbonic acid and 0·1998 water.\nII. 0·1770 grm. yielded 0·5696 carbonic acid and 0·1963 water.\nIII. 0·2076 grm. yielded 0·6689 carbonic acid and 0·2264 water.\nIV. 0·1730 grm. yielded 0·5570 carbonic acid and 0·1898 water.\nV. 0·1362 grm. yielded 0·4398 carbonic acid and 0·1504 water.\n\nOr, in per-centages:\n\n| Experiment | Mean | Calculation |\n|------------|------|-------------|\n| I.         | II.  | III. | IV. | V. | Mean | C₁₀ | H₈ |\n| Carbon     | 88·3 | 87·8 | 87·9 | 87·8 | 88·1 | 88·0 | 60 | 88·2 |\n| Hydrogen   | 12·0 | 12·0 | 12·1 | 12·2 | 12·3 | 12·1 | 8  | 11·8 |\n\nleading to the empirical relation\n\n\\[ n(C_10H_8) \\]\n\n\\[ 2 \\times 2 \\]\nAlthough the boiling-point indicated the value of \\( n \\) to be not greater than 2, it is plain that the fluid might possibly have a higher formula. The atomic weight was therefore determined from the density of the vapour, assuming it to possess the usual condensation to four volumes.\n\nThe following were the numbers obtained:\n\n| Weight of fluid | Temperature of vapour | Difference of level, in millims. | Pressing column of water reduced to millimetres of mercury | Atmospheric pressure, in millimetres | Observed volume, in cubic centimetres | Density of vapour |\n|-----------------|-----------------------|----------------------------------|----------------------------------------------------------|-------------------------------------|--------------------------------------|------------------|\n| 0·0882          | 43                    | 126                              | 25                                                       | 764                                 | 36·7                                 | 2·47             |\n| 0·0848          | 58                    | 124                              | 25                                                       | 765                                 | 37·8                                 | 2·40             |\n| 0·0882          | 61                    | 119                              | 24                                                       | 764                                 | 38·6                                 | 2·46             |\n| 0·0964          | 64                    | 99·1                             | 31                                                       | 764·4                               | 41·0                                 | 2·45             |\n| 0·0882          | 68                    | 113                              | 24                                                       | 764                                 | 39·4                                 | 2·43             |\n\nThe formula \\( C^{10}H^8 \\) requires\n\n\\[\n\\begin{align*}\n10 \\text{ volumes Carbon-vapour} & \\quad 0·8290 \\cdot 10 = 8·2900 \\\\\n16 \\text{ volumes Hydrogen} & \\quad 0·0692 \\cdot 16 = 1·1072 \\\\\n& \\quad 9·3972 \\\\\n& \\quad \\frac{4}{2·3493}\n\\end{align*}\n\\]\n\nMean of experiments. \\( 2·44 \\)\n\nTheory, \\( C^{10}H^8 = 4 \\) volumes. \\( 2·3493 \\)\n\nThe values condensed into the above Table are not intended to represent the influence of temperature upon the density. They are cited to show unmistakeably the formula of the hydrocarbon. It will be seen at a glance that all the determinations except the second are higher than is consistent with perfect accuracy. This is dependent upon the extreme tendency of the fluid to undergo oxidation, and thus, to a greater or less extent, lose its volatility. It was some time before the full extent of this tendency was ascertained and precautions taken to prevent it, and in the meantime the densities came out too high. It was found, however, that if distilled over sodium only a few minutes before determining the volume of the vapour, the result obtained was sufficiently accurate for the purpose required. The second of the experiments in the above Table was made with this precaution, and the resulting number was only 0·05 in excess of the calculation.\n\nI have given the substance thus examined the name of isoprene. It would have been more grateful to me to have retained one of the names given by the previous observers, if that course had been possible; but Himly has not named the fluid discovered by him boiling between 33° and 44°, and the term caoutchène having been applied by Bouchardat to a fluid boiling at 14°5, I could not adopt it; moreover, it is too like caoutchine.\n\nThe specific gravity of the fluid at 20° C. was found to be 0·6823.\n\nIt will be seen that none of the hydrocarbons examined by Gregory, Himly, or\nBouchardat can be identified with that just described; and although the formulae \\( \\text{C}_6\\text{H}_4 \\) and \\( \\text{C}_{10}\\text{H}_8 \\) have often been vaguely applied to the numerous isomers of turpentine, yet none of the hydrocarbons obtained by the above chemists have been shown to contain \\( \\text{C}_{10}\\text{H}_8 \\) for four volumes of vapour. The hydrocarbon discovered by Couerbe* in the fluid obtained by the powerful compression of resin gas, although of the same composition, differs too much in density (0·709) and boiling-point (50°) to be considered as identical.\n\n**Action of Atmospheric Oxygen on Isoprene.**\n\nIf isoprene be left in a partly filled bottle for some months, it gradually loses its fluidity, and at last even becomes quite viscid; at the same time it is found to have acquired powerful bleaching properties. It readily decolorizes sulphate of indigo, and, under certain circumstances, converts sulphide of lead into sulphate. It is, in fact, ozonized.\n\nSchönbein was the first to show that oil of turpentine absorbed ozone when kept for a long time, and I subsequently observed several cases where ozone was capable of existing in contact with organic and inorganic matters without exerting any material action on them so long as the temperature was kept down. In these instances, immediately the heat rose beyond a certain point, the substance in contact with the ozone underwent oxidation. Thus, if a slip of lead test-paper be exposed to the vapours of sulphide of hydrogen until the paper has acquired a deep brown colour, and a drop of an ozonized oil be placed on it, no change ensues at ordinary temperatures; but if the paper moistened with the oil be warmed until the latter begins to volatilize, the sulphide is immediately oxidized and bleached.\n\nBut the most remarkable phenomenon perhaps yet known in connexion with the ozonization of essential oils, takes place on submitting ozonized isoprene to distillation. If the temperature be kept as low as is compatible with the volatilization of the unaltered portion of the oil, a colourless limpid fluid distils over, having the composition and boiling-point of pure isoprene. As the operation proceeds the fluid thickens, causing the temperature to rise somewhat suddenly. The ozone at this point instantly begins to act with energy, a cloudy vapour rises, accompanied by an intensely sharp odour, and the contents of the retort instantly solidify to a pure white, spongy, elastic mass, having, when successfully prepared, but slight tendency to adhere to the fingers. When pure, it is opake; but if allowed to become exposed to the air, especially when warm, it becomes transparent, first on the edges, and subsequently throughout the whole mass. When burnt, it exhales the peculiar odour hitherto considered characteristic of caoutchouc itself. It is not easy to prepare or to preserve this substance of definite composition. If the heat be allowed to rise too rapidly during its formation, it becomes decomposed; and if not heated sufficiently, a portion of the original hydrocarbon obstinately adheres, in spite of its extreme volatility when separate. However prepared, its\n\n---\n\n* Ann. de Chim. et de Phys. vol. lxix. p. 184. Journ. Prakt. Chem. vol. xviii. p. 165. Gmelin's Handbook, vol. x. p. 411. Cav. Soc. Transl.\ncomposition is that of isoprene plus oxygen. If sufficient care be taken, the oxidation is perfectly definite. A specimen prepared with every precaution, and immediately analysed, afforded, on combustion with oxide of copper and oxygen gas, the annexed numbers:\n\n0·1796 grm. gave 0·5186 carbonic acid and 0·1732 water.\n\nConverting these values into per-centages, we have—\n\n| Experiment | Calculation |\n|------------|-------------|\n| Carbon     | C₁₀         |\n| Hydrogen   | H₈          |\n| Oxygen     | O           |\n|            |             |\n\nThe above values at once indicate\n\n\\[ \\text{C}_{10} \\text{H}_8 \\text{O} \\]\n\nas the formula for the substance; the agreement of the numbers resulting from the analysis with those of calculation appearing to show conclusively the perfectly definite nature of the reaction.\n\nAs regards the true formula of this substance, there is reason to suppose that the expression \\( \\text{C}_{10} \\text{H}_8 \\text{O} \\) does not correspond to four volumes of vapour; but as it is not volatile without decomposition, and as its properties forbid any hope of its yielding compounds from which the true equivalent might be deduced, I am at present compelled to rest satisfied with obtaining the simplest arithmetical relation between the elements.\n\nThe above-described substance is, it is believed, unique in its characters, whether we regard its composition as the directly formed oxide of a hydrocarbon, or the mode of its production by the influence of ozone.\n\n**On Caoutchine.**\n\nThe formula derived by M. Himly from his experiments upon the oil boiling between 171° and 173° was perfectly correct. The following numbers resulting from my analyses merely, therefore, confirm the old ones.\n\nNos. II. and III. were made on two samples of caoutchine from gutta percha. No. II. boiled between 170° and 173°, and No. III. between 173° and 177°. Owing to the large quantity of carbon deposited in the bulbs, I was obliged to burn the fluid in open tubes, and use oxygen in excess at the termination of each analysis.\n\nI. 0·1808 grm. yielded 0·5828 carbonic acid and 0·1932 water.\nII. 0·1992 grm. yielded 0·6462 carbonic acid and 0·2214 water.\nIII. 0·1974 grm. yielded 0·6362 carbonic acid and 0·2098 water.\n\nThe above numbers, converted into per-centages, yield the following values, which are placed parallel with the theoretical formula and the previous results of M. Himly:—\nMR. C. GREVILLE WILLIAMS ON ISOPRENE AND CAOUTCHINE.\n\n| Experiment | Calculation |\n|------------|-------------|\n| I          | II          | III         | Mean | HIMLY. | C₂₀ | H₁₆ |\n| Carbon     | 87·9        | 88·5        | 87·9  | 88·1   | 88·44 | 120 | 88·2 |\n| Hydrogen   | 11·9        | 12·1        | 11·8  | 11·9   | 11·56 | 16  | 11·8 |\n|            | 136         |             |       | 100·0  |\n\nI re-determined the vapour-density by Gay-Lussac's process with the following result:\n\n- Temperature of vapour . . . . . . . . . . . . . . . . . . . . . . . . . . . 192°\n- Weight of substance . . . . . . . . . . . . . . . . . . . . . . . . . . . 0·1530 gramme.\n- Difference of level . . . . . . . . . . . . . . . . . . . . . . . . . . . 52·0 millimetres.\n- Oil column reduced to millimetres of mercury . . . . . . . . . . . . . . . 22·0 millimetres.\n- Atmospheric pressure . . . . . . . . . . . . . . . . . . . . . . . . . . . 747·0 millimetres.\n- Observed volume . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46·0 cubic centimetres.\n- Density . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4·647\n\nThe formula C₂₀H₁₆ requires—\n\n\\[\n\\begin{align*}\n20 \\text{ volumes of Carbon-vapour} & = 0·8290 \\cdot 20 = 16·5800 \\\\\n32 \\text{ volumes of Hydrogen} & = 0·0692 \\cdot 32 = 2·2144 \\\\\n& \\frac{18·7944}{4} = 4·6986\n\\end{align*}\n\\]\n\nExperiment. HIMLY. Calculation=4 volumes.\n\n4·647 4·461 4·6986\n\nIn consequence of the high temperature at which the experiment was made, it became necessary to introduce into the formula a correction for the elastic force of the vapour of mercury.\n\nOn the Relation between the first and second Hydrocarbons produced by distillation of Caoutchouc.\n\nWe are now, for the first time, in a position to understand the true connexion between the two hydrocarbons which have been described. The relation between them is the same as that between amylene and paramylene, and, as in the case of those bodies, the second is twice as heavy in the state of vapour as the first.\n\nThe boiling-points of these bodies show very strongly the limited power of empirical formulæ, even when (like those of Kopp and Gerhardt) founded on the accurate observation of a vast number of bodies. Thus, amylene, C₂₀H₂₀, containing four atoms of hydrogen more than caoutchine, should boil, according to Gerhardt's law, \\(15 \\times 2 = 30°\\) lower than that body, whereas the boiling-point is only 11° lower. Again, amylene, containing two atoms of hydrogen more than isoprene, should boil 15° lower, whereas it boils 2° higher.\nThe reduplication of a formula has not the same relative influence upon the boiling-point of amylene that it has upon that of isoprene; thus—\n\n\\[\n\\begin{align*}\n\\text{Paramylene, } C_{30}H_{30}, & \\text{ boils at } 160^\\circ \\\\\n\\text{Amylene, } C_{10}H_{10}, & \\text{ boils at } 39^\\circ \\\\\n\\text{Difference . . . } & 121\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{Caoutchine, } C_{20}H_{16}, & \\text{ boils at } 171^\\circ \\\\\n\\text{Isoprene, } C_{10}H_{8}, & \\text{ boils at } 37^\\circ \\\\\n\\text{Difference . . . } & 134\n\\end{align*}\n\\]\n\nOil of turpentine boils at 160°, and is taken as the pivot round which the boiling-points of hydrocarbons should arrange themselves at distances proportioned to the number of atoms of carbon and hydrogen in their formulæ; yet caoutchine, which not only has the same formula, but gives almost identical reactions, boils at 171°, eleven degrees higher, and very near that of carvene, which is 173°.\n\nComparative experiments on the Action of Bromine on Caoutchine and Oil of Turpentine.\n\nM. Himly had observed that chlorine and bromine act upon caoutchine, and that the products when distilled over a base afforded an oil containing less hydrogen than caoutchine. He did not examine the nature of the reaction more closely.\n\nI mentioned at the commencement of this paper that I had several years ago made an experiment on the mutual action of bromine and caoutchine, which led me to believe the latter to belong, not to the olefiant, but to the vast group of hydrocarbons isomeric with oil of turpentine. But that experiment having been made with the bromine and hydrocarbon undiluted, and, moreover, the caoutchine not having been prepared by myself, I considered it necessary to repeat it with several precautions not then observed.\n\nThe action of bromine upon the terebenes is peculiar, one atom, or four-volume equivalent, always requiring exactly four atoms of bromine to produce a colourless fluid. If the hydrocarbon and the bromine be diluted, the former with alcohol, the latter with water, the experiment may be made with considerable precision. For the purpose of comparing the isomers, I prepared some freshly dried and rectified turpentine and caoutchine. They were diluted with sufficient alcohol for each of the resulting fluids to contain exactly ten per cent. of hydrocarbon. The bromine employed was in the state of a weak solution in water, twenty cubic centimetres containing 0·2527 of bromine. A small flask containing twenty cubic centimetres with the stopper in its place, was employed each time to measure the bromine water, which was transferred to a large stoppered flask, every precaution being taken to prevent loss. The diluted hydrocarbon was then gradually dropped into the bromine water from a Schüster's alkalimeter containing a weighed quantity. Considerable agitation was applied after each addition. When the bromine water was nearly decolorized, the liquid was added very cautiously, and an interval of about half a minute allowed to elapse between each addition. When the fluid had become perfectly colourless, the alkalimeter was reweighed. The following numbers were obtained in eight experiments made in the manner described:—\nQuantity of Bromine water used in each experiment 20 cub. cents.\n\n| Turpentine experiments. | Caoutchine experiments. |\n|-------------------------|-------------------------|\n| Number. | Difference in weight of the alkalimeter before and after the experiment. | Oil of turpentine required to decolorize 20 cub. cents. of bromine water. | Number. | Difference in weight of the alkalimeter before and after experiment. | Caoutchine required to decolorize 20 cub. cents. of bromine water. |\n| I. | 1·070 grm. | 0·1070 grm. | I. | 1·119 grm. | 0·1119 grm. |\n| II. | 1·137 grm. | 0·1137 grm. | II. | 1·088 grm. | 0·1088 grm. |\n| III. | 1·066 grm. | 0·1066 grm. | III. | 1·083 grm. | 0·1083 grm. |\n| IV. | 1·024 grm. | 0·1024 grm. | IV. | 1·074 grm. | 0·1074 grm. |\n\nMean of turpentine experiments. 0·1074\n\nMean of caoutchine experiments. 0·1091\n\nThe identity of behaviour of caoutchine and oil of turpentine becomes very evident from the above experiments. The mean of the caoutchine results is nevertheless somewhat higher than that of the turpentine series; I ascribe this to caoutchine being, to a very slight degree, more sluggish in its action than oil of turpentine.\n\nOn the Action of Bromine on Isoprene.\n\nI was exceedingly desirous of making experiments with weighed quantities of isoprene and bromine, in order to compare it with caoutchine. With this intent I made a solution of it in alcohol, the strength being the same as the turpentine and caoutchine solutions. But it was impossible to obtain the wished-for results, owing to the manner in which the isoprene volatilized from the solution while pouring it into the bromine water.\n\nIsoprene combines explosively with bromine, even in presence of seventy or eighty times its volume of water. When the vessel containing the bromine at the bottom and the isoprene on the surface is shaken, union takes place with a loud noise and considerable evolution of heat. A fine mobile bromine compound is the result. When cohabited with excess of hydrate of potash, the greater portion is entirely decomposed, yielding a black mass, the distillate having the same odour as that evolved under similar circumstances by the higher olefiant, but accompanied by a substance so irritating to the eyes as to render it very distressing to manipulate. On placing about one ounce in a flask, and adding a fragment of hydrate of potash to neutralize it, an explosion took place, the fluid being thrown in my face and causing the most intense pain in the eyes. For several days no person could enter the laboratory without incurring great pain, accompanied by profuse lacrymation. My substance having in this unfortunate manner been lost, I am compelled to defer a more minute investigation of it.\n\nOn the Conversion of Caoutchine into Cymole and Paracymole.\n\nIn Gerhardt's classification of organic bodies, oil of turpentine is made to belong to the cymenic series; and it is even stated that Deville, by passing turpentine and carbonic acid through a tube heated to dull redness, obtained an oil which appeared to contain\nC_{20}H_{14}; carbonic oxide, water, and empyreumatic products being formed simultaneously. Disregarding the empyreumatic bodies, the following equation may be considered to explain the nature of the reaction:\n\n\\[ \\frac{C_{20}H_{16}}{4 \\text{ vols. oil of turpentine}} + \\frac{C_{9}O_{4}}{4 \\text{ vols. carbonic acid}} = \\frac{C_{20}H_{14}}{4 \\text{ vols. cymole}} + \\frac{2HO}{4 \\text{ vols. water}} + \\frac{2CO}{4 \\text{ vols. carbonic oxide}} \\]\n\nSome experiments made by me a considerable time ago with oil of turpentine, led me to conceive the idea of converting it into cymole, or an isomer, by the alternate action of bromine and a highly electro-positive metal, and the identity in certain cases of the reactions of oil of turpentine and caoutchine rendered it probable that a similar product would be yielded with the latter. Experiment has completely confirmed this supposition.\n\nIf to a quantity of bromine and water in a stoppered flask caoutchine be gradually added, and the flask be shaken after each addition, a sharp hissing sound is heard, and combination takes place with great energy and considerable rise of temperature; at the same time a heavy oil, red at first but finally colourless, sinks to the bottom. The product when cold is as viscid as treacle. Its characters do not offer any great guarantee for purity; and the production of hydrobromic acid at the same time, indicates that while one portion of the halogen combines with the caoutchine, another seizes the most easily removeable of its atoms of hydrogen, and yields the acid which is found dissolved in the water.\n\nI examined the reaction which takes place with turpentine under these circumstances some years ago, but at that time I was not fully alive to the true explanation, because I had not treated the resulting oil with alcoholic potash or sodium. The analyses I then made indicated the formula of the oil from turpentine to be C_{20}H_{15}Br, 2Br, 2HO. One equivalent of hydrobromic acid was always found in the watery fluid. Assuming this to be correct, as I have no doubt it is, we have\n\n\\[ C_{20}H_{16} + 4Br + 2HO = C_{20}H_{15}Br, 2Br, 2HO + HBr. \\]\n\nEvery four equivalents of bromine yield, therefore, one equivalent of hydrobromic acid; and in an experiment where 33·2 parts of bromine were employed, 8·2 of hydrobromic acid were found in the aqueous fluid. If the above equation be correct, 8·4 should have been obtained.\n\nThe oil produced as above from caoutchine, when heated, yields torrents of hydrobromic acid, and an oil distils over containing less bromine and hydrogen. When cohabated with sodium in excess, a very fragrant and perfectly colourless hydrocarbon was produced, distilling between 171° and 200°. It was received in four portions: \\(a\\), between 171° and 177°; \\(b\\), 177° to 181°; \\(c\\), 181° to 186°; and \\(d\\), 186° to 200°. A yellowish oil remained behind at this point; it required a very much higher temperature for distillation, and on cooling deposited a few very minute crystals.\n\nCaoutchine and turpentine behave in a precisely similar manner with the above\nreagents; and it is worthy of observation that the resulting hydrocarbon has the same peculiar odour, from whichever source it is prepared *.\n\nIn the following analyses, I. was made on a product from turpentine, II. was fraction b, and III. was fraction d. Fraction a was rejected, as it appeared to contain traces of the original hydrocarbon, regenerated in the same manner I have shown to take place with brominized heptylene and octylene.\n\nI. 0·1550 grm. gave 0·5070 carbonic acid and 0·1466 water.\nII. 0·1918 grm. gave 0·6292 carbonic acid and 0·1790 water.\nIII. 0·2100 grm. gave 0·6892 carbonic acid and 0·1968 water.\n\nOr, per cent.,—\n\n| Experiment | Mean | Calculation |\n|------------|------|-------------|\n| Carbon     | 89·2 | 89·5        | C₂₀ 120 89·6 |\n|            |      |             | H₁₄ 14 10·4   |\n| Hydrogen   | 10·5 | 10·4        | 134 100·0    |\n\nThe above numbers completely correspond with the formula\n\n\\[ \\text{C}_{20} \\text{H}_{14}, \\]\n\nwhich is evidently that of cymole. Moreover the density of the fluid, 0·8664 at 20°, was almost the same as that given by Gerhardt, namely, 0·8610 at 14°.\n\nI could have wished to give equations expressive of the entire decompositions which take place, and it would be easy to do so were I to disregard, or consider as merely accidental, the substances formed at the same time. When the brominized oil is distilled, before or after treatment with alcoholic potash, nearly fifty per cent. of loss is incurred. The retort contains a black carbonaceous mass, occupying two-thirds of its capacity. A similar phenomenon occurs in the treatment with sodium; and at the same time, as I have said, a certain portion of caoutchine or turpentine, as the case may be, is regenerated.\n\nThe yellow oil of high boiling-point previously alluded to, exists in very small quantity among the products formed by the action of sodium on brominized caoutchine; probably not more than one-tenth of the distillate boils above 200° C., whereas the yellow oil boils only a little below 300° C. The quantity in my possession was far too small to allow of a determination of this point. In composition, however, it agreed with that of cymole.\n\n0·2224 grm. gave 0·7312 carbonic acid and 0·2022 water.\n\n| Experiment | Calculation |\n|------------|-------------|\n| Carbon     | 89·7        | C₂₀ 120 89·6 |\n|            |             | H₁₄ 14 10·4   |\n| Hydrogen   | 10·1        | 134 100·0    |\n\n* Since writing the above, I have compared the cymole from caoutchine, and that from oil of turpentine, with a specimen of the same hydrocarbon, prepared with great care from oil of cumin by my friend Mr. Church; the odour in each case was absolutely identical.\nThe crystalline substance was in exceedingly minute quantity. It is far from impossible that it may be the radical thymyle formed from its hydruret cymole by the action of the bromine. As it would have the composition $C_{40}H_{26}=2C_{20}H_{13}$, the probability is that it would be a crystalline solid. This also would account for the low hydrogen and the high carbon.\n\nThe exceedingly high boiling-point of the yellow oil is such strong evidence of its being a polymeric condition of cymole, that I have provisionally named it paracymole.\n\nConversion of the Cymole from Turpentine and Caoutchine into Insolinic Acid.\n\nAlthough the experiments detailed left little doubt upon my mind of the identity of the cymole from turpentine and caoutchine with that from cumin oil, still the number of isomeric bodies continually being discovered is so great, that it is highly desirable to make a crucial experiment whenever possible. The exceedingly characteristic properties of insolinic acid rendered it peculiarly suitable in the present instance. Dr. Hofmann has shown it to be a product of the oxidation of cuminic acid and cymole under the influence of chromic acid. The quantity of cymole in my possession was so small (about two drachms), that there would have been little hope of success had the reaction been less definite. On cohabating it with eight parts of sulphuric acid, eight of bichromate of potash, and twelve of water, for a few minutes, white flocks became apparent; they continually increased until their bulk equalled that of the cymole employed. The crude acid was dissolved in ammonia and, after filtration, precipitated by hydrochloric acid. It was washed, first with warm water, then with boiling alcohol, and, finally, with ether. Thus purified it was quite colourless. It was then dissolved in ammonia, and the solution evaporated until crystals of the acid salt began to form. The solution, rendered faintly alkaline by the cautious addition of ammonia, was precipitated by nitrate of silver, care being taken to keep it slightly alkaline to prevent the separation of any insolinic acid. The salt, after drying at 100° until it ceased to lose weight, was ignited, during which operation it evolved the peculiar aromatic odour so characteristic of all the insolinates when heated strongly. In this manner I prepared three specimens,—a, from turpentine; b, from caoutchouc; and c, from gutta percha.\n\nI. 0·3454 grm. of a gave 0·1892 metallic silver.\nII. 0·2462 grm. of b gave 0·1348 metallic silver.\nIII. 0·2514 grm. of c gave 0·2540 carbonic acid and 0·0422 water.\n\n| Experiment | Mean | Calculation |\n|------------|------|-------------|\n| I.         | II.  | III.        |\n| Carbon     |      | 27·6        | 27·6 | C$_{18}$ 108 | 27·4 |\n| Hydrogen   |      | 1·9         | 1·9  | H$_6$ 6     | 1·5  |\n| Oxygen     |      |             |      | O$_8$ 64    | 16·3 |\n| Silver     | 54·8 | 54·8        | 54·8 | Ag$_2$ 216  | 54·8 |\n\n|            |      |             |      |             | 394  | 100·0 |\nCorresponding sufficiently with the formula\n\n\\[ C^{18} (H^6 Ag^2 O^6). \\]\n\nI intend to try the alternate action of bromine and sodium upon other isomers of turpentine, with a view to their conversion into cymole, or hydrocarbons isomeric with it.\n\nOn the Action of Sulphuric Acid on Caoutchine.\n\nOn adding slowly caoutchine to sulphuric acid (sp. gr. 1·845) in great excess, the latter becomes warm and the greater part of the hydrocarbon dissolves, traces of sulphurous acid being at the same time evolved. On the addition of water, the greater part of the caoutchine rises in an altered state to the surface; it is in the form of a thick adhesive fluid of the consistency of molasses. On saturating the acid solution with chalk, a very small quantity of the lime-salt of a conjugate sulphuric acid was obtained. It is excessively soluble in water, and deposits small granular crystals from a concentrated solution. Dried at 200° C. it gave the annexed results on analysis.\n\n0·2594 grm. gave 0·0736 of sulphate of calcium; or, in percentages,—\n\n| Experiment | Calculation |\n|------------|-------------|\n| Carbon     | \\( C^{20} \\) 120 51·1 |\n| Hydrogen   | \\( H^{15} \\) 15 6·4 |\n| Calcium    | \\( Ca \\) 20 8·5 |\n| Sulphur    | \\( S^2 \\) 32 13·6 |\n| Oxygen     | \\( O^6 \\) 48 20·4 |\n\nFrom the agreement of the theoretical with the experimental numbers, the formula\n\n\\[ C^{20} H^{15} Ca S^2 O^6 \\]\n\nis evidently that of the substance in question.\n\nOn the Composition of Caoutchouc.\n\nThe only analyses of caoutchouc which I have seen, are those of Faraday and the late Dr. Ure. That of the latter chemist is obviously incorrect, as he obtained 90 per cent. of carbon and only 9·1 of hydrogen, a result incompatible with the phenomena which take place under the influence of heat.\n\nFaraday's analysis, made in the year 1826, is probably almost exactly the true composition of a pure caoutchouc. It gave carbon 87·2 and hydrogen 12·8 per cent. These numbers would require to be slightly modified, in consequence of the atomic weight of carbon, as now received, having a somewhat different value to that which was admitted at the time of the analysis. I analysed two small specimens which had formed\nin phials of the juice, with the annexed results. They were dried at 100°. The first specimen was dark brown, the second pale straw-coloured and almost transparent.\n\nI. 0·2010 grm. gave 0·6346 carbonic acid and 0·2230 water.\nII. 0·1972 grm. gave 0·6252 carbonic acid and 0·2134 water.\nIII. 0·5958 grm. gave 0·0054 of brilliantly white ash.\n\nOr, per cent.,—\n\n| Experiment | Faraday |\n|------------|---------|\n| Carbon     | 86·1    | 86·5    | 87·2    |\n| Hydrogen   | 12·3    | 12·0    | 12·8    |\n| Ash        | 0·9     |         |         |\n| Nitrogen, oxygen, and loss | 0·7 |         |         |\n|            | 100·0   |         |         |\n\nMy specimens were probably less pure than that analysed by Faraday.\n\nI am anxious to call attention to the fact that the atomic constitution of caoutchouc appears to bear some simple relation to the hydrocarbons resulting from its decomposition by heat. The composition of caoutchouc coincides with that of isoprene and caoutchchine, as found by analysis, to a degree which is remarkable when we consider that caoutchouc, in addition to being non-crystalline, is scarcely capable of purification by chemical means. Additional evidence may be found in the smallness of the residue which is left on submitting caoutchouc to heat. The following results of the analyses will show the amount of confidence which may be placed in this idea.\n\n| Isoprene | Caoutchinne | Caoutchouc |\n|----------|-------------|------------|\n| Mean.    | Mean.       | Faraday.   |\n| Carbon   | 88·0        | 88·1       | 87·2    |\n| Hydrogen | 12·1        | 12·0       | 12·8    |\n\nThe following Table contains a summary of the physical properties of isoprene and caoutchchine.\n\nTable of the Physical Properties of Isoprene and Caoutchchine.\n\n| Name          | Formula | Boiling-point | Specific gravity | Vapour-density |\n|---------------|---------|---------------|------------------|----------------|\n|               |         |               |                  | Experiment.    |\n| Isoprene      | C₁₀H₁₆ | 37            | 0·6823 at 20°    | 2·44           |\n| Caoutchinne   | C₂₀H₁₆ | 171           | 0·8420           | 4·65           |\n\nIt will be seen from what has been said upon the composition of the above bodies, that they may equally be obtained from caoutchouc or gutta percha. When the latter substance is submitted to careful distillation, the phenomena are essentially the same as with the former. The distillate contains a small quantity of water, which, instead of\n\n* Ash deducted.\nbeing alkaline, as with caoutchouc, is powerfully acid. The acid is volatile, and appears to belong to one of the lower members of the series $C^n H^a O^4$. On neutralizing the acid fluid with potash or soda, the odour of a volatile base becomes very perceptible.\n\nThe oily distillate, as with caoutchouc, consists principally of the thick uninviting fluid called by Bouchardat 'hévéène.' I have not as yet minutely examined it, but I believe it to bear a polymeric relation to caoutchine.\n\nThe amount of isoprene in the crude distillate is very small, probably not more than five per cent., and, as will readily be supposed with so volatile a fluid, much is lost in the subsequent purification. It is this circumstance which has prevented me from examining it so closely as could be desired.\n\nThe caoutchine constitutes about twenty per cent. of the distillate; it was sensibly less pure than that procured from caoutchouc, and more rectifications over sodium were necessary before it was obtained in a sufficiently pure state for analysis. This partly arises from the tenacious manner in which the volatile acids above alluded to adhere to it, and render treatment with alkalies essential previous to rectification. It is also accompanied by what we are too much accustomed to vaguely term empyreumatic products. These are of a readily oxidizable nature, and may be got rid of by rectification two or three times over hydrate of potash.\n\nThe following is a brief summary of the results of the above investigation:\n\n1. The isolation of isoprene, $C^{10} H^8$, the existence of which among the products of the destructive distillation of caoutchouc had not been proved.\n\n2. The production of an apparently definite oxide of the hydrocarbon $C^{10} H^8$, by the agency of ozone spontaneously generated.\n\n3. The determination of the polymeric relation between isoprene and caoutchine.\n\n4. The conversion of turpentine and caoutchine into the hydruret of thymyle or cymole.\n\n5. The production of paracymole.\n\n6. The determination of the products of the destructive distillation of gutta percha.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108771.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25272,
    "total-output-tokens": 11708,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2698,
        2
      ],
      [
        2698,
        5157,
        3
      ],
      [
        5157,
        8061,
        4
      ],
      [
        8061,
        11900,
        5
      ],
      [
        11900,
        15223,
        6
      ],
      [
        15223,
        17630,
        7
      ],
      [
        17630,
        20191,
        8
      ],
      [
        20191,
        23391,
        9
      ],
      [
        23391,
        26449,
        10
      ],
      [
        26449,
        29539,
        11
      ],
      [
        29539,
        32228,
        12
      ],
      [
        32228,
        35254,
        13
      ],
      [
        35254,
        37449,
        14
      ],
      [
        37449,
        39970,
        15
      ],
      [
        39970,
        42061,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108771",
    "title": "On Isoprene and Caoutchine",
    "authors": "C. Greville Williams",
    "year": 1860,
    "volume": "150",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/108771"
  }
}