{
  "id": "5573301011a6476f5484c75c745b1c869531db09",
  "text": "LVIII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1759, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M.D. clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector. Botanic.\n\nRead March 27, 1851\n\nAcer foliis trilobis integerimis. Flor. Leyd. Prod. 459.\nAcer trifolium. C.B.P. 431.\n\nAlfina marina foliis portulacae. Fl. Pruss. P. 12.\nAnthyllis maritima centifolia. C.B.P. 282.\nAlfina centifolia, seu Alfina cruciata marina. Ger. Emac. 622.\n\nAster foliis lanceolatis acutis scabris, caule simplici, floribus umbellatis terminalibus. Dict. Hort.\nAster ramosus annuus Canad. Mor. Hist.\n\nAzalea ramis infra flores foliosis. Flor. Virg.\n\nBrassica foliis infimis ovato-lanceolatis, ferrato-dentatis, summis linearibus integerrimis.\n\nBromos panicula nutante, foliis utrinque sub-pilosis, glumis ciliatis. Lin. Sp. Pl. 76.\n\nCalendula foliis obverse ovatis denticulatis, caule fruticoso perenni. Flor. Leyd. Prod. 531.\n\nCerasus foliis ovatis. Virg. Hort. Cliff. 43.\n\nCerasus\nCerasus Sylvestris amara Mahaleb putata. I. B. 1. 227.\n\n1859 Chelidonium maximum Canadense acaulon Cornuti.\nSanguinaria. Hort. Eltham.\n\n1860 Clematis compositis et decompositis foliolis ternatis ferratis. Gmel.\n\n1861 Clematis purpurea repens, petalis florum co-\nriaceis. Banister.\n\n1862 Crataegus; folio subrotundo, serrato, subtus in-\ncano, Aria multis. Tourn. 633.\n\n1863 Crataegus; Cerasi folio, floribus magnis. Am-\nman. Ruth. 274.\n\n1864 Crataegus; folio laciniato. Tourn. 633.\nSorbus torminalis. Dod. 803.\n\n1865 Dens canis latiore; rotundioreque folio, flore\nex purpura rubente. C. B. 87.\n\n1866 Elymus spica erecta, spicula involucro lon-\ngiore. Hort. Upsal. 22.\n\n1867 Erigeron foliis basi revolutis. Lin. Sp. Pl. 863.\nSenecio Bonariensis purpurascens, foliis imis\ncoronopi. Hort. Eltham. 344.\n\n1868 Eruca latifolia, alba sativa, Doscoridis. C. B.\n98. Officin. 185.\n\n1869 Euonymus floribus omnibus quinquefidis. Lin.\nSp. Pl. 197.\nEuonymus Virginianus pyracanthae foliis, cap-\nsula verrucarum instar exasperata. Pluk.\nAlmag. 139.\n\n1870 Gypsophylla foliis lanceolato-linearibus obso-\nlete triquetris laevibus obtusis. Lin. Gen.\nnov. 1103.\n\n402 Saponaria\nSaponaria petalis ovatis, foliis glaucis pulposis.  \nHall. Jen. 117.\n\n1871 Hypericum foetidum frutescens majus. Tourn.  \nHypericum frutescens Canariense multiflorum.  \nHort. Amst.\n\n1872 Hypericum foetidum frutescens. Tourn.  \nTragium legitimum veterum. Ponæ Baldo 88.\n\n1873 Hypericum orientale foetido simile sed inodorum. T. Cor.\n\n1874 Jasminum foliis lanceolatis oppositis integerrimis calycibus acutioribus. Miller’s Icons.\n\n1875 Ixia planifolia, caule multiflora, spatha brevissima. Miller.\n\n1876 Lunaria major; siliqua rotundiore. I. B. 2. 881.\n\n1877 Lycopus foliis æqualiter ferratis. Lin. Sp. Plant. 21.\n\nLycopus foliis lanceolatis tenuiflume ferratis. Flor. Virg. 8.\n\n1878 Majorana rotundifolia scutellata exotica. H. R. Par.\n\n1879 Ortega. Laefl. epist. viii. Lin. Sp. Pl. 560.  \nJuncaria Salmatica. Cluf. Hist. i. P. 174.\n\n1880 Osteospermum foliis oppositis palmatis. Lin.  \nChrysanthemum perenne Virginianum majus platani folio orientale. Mor. Hist.\n\n1881 Oxalis scapo umbellifero, foliis ternatis bipartitis. Lin. Sp. Pl. 434.\n\nOxalis bulbosa pentaphylla et hexaphylla, floribus magnis luteis et copiosis. Burman.  \nPlant. Afric. 80.\n\n1882 Peucedanum Germanicum. C. B. P. 149.  \nMor. Umb. 36.\n\nFæniculum\nFœniculum porcinum. Lobel. Advers. 350.\n\n1883 Potentilla foliis bipinnatis, segmentis integerimis distantibus subtus tomentosis, caule decumbente. Lin. Sp. Pl. 496.\nPentaphylloides supinum minus, folio glabro non serrato. Amman. Ruth. 116.\n\n1884 Robinia pedunculis simplicissimis, foliis abrupte pinnatis. Hort. Upsal. 212.\nCaragana Siberica. Flor. Leyd. 537.\n\n1885 Salvia foliis oblongo-ovatis integerrimis calycibus patulis coloratis. Fig. Tab. 225. F. 2.\n\n1886 Scabiosa Africana frutescens, foliis rugosis, et crenatis minor. Par. Bat.\n\n1887 Seseli caule alto rigido, foliolis linearibus fasciculatis. Lin. Sp. Pl. 260.\nOenanthe striata rigida. Hort. Cliff. 99.\n\n1888 Silene floribus fasciculatis, calycibus tomentosis. Fl. Virg.\n\n1889 Silene foliis quaternis. Flor. Virg.\nLychnis Caryophylleus Virginianus, Gentianæ foliis glabris quatuor ex singulis geniculis caulem amplexantibus, flore amplo fimbriato. Raii Hist. tom. ii. p. 1895.\n\n1890 Siler montanum, foliis Aquilegiæ. Mor. Hist. 3. 276.\nAngelica montana perennis, Aquilegiæ folio. Tourn. 313.\n\n1891 Sisyrinchium foliis gladiolatis amplexicaulibus pedunculis brevioribus. Diet. Hort.\nBermudiana iridis folio fibroso radice. T. Inst. 338.\n\n1892 Soli-\n1892 Solidago paniculata, racemis recurvatis, floribus erectis, foliis lanceolatis integerrimis glabris. Miller's Icons.\n\n1893 Sorbus Sylvestris foliis domesticæ similis. C. B. P. 415.\nSylvestris five Fraxinus bubula. Ger. 1290.\n\n1894 Styrax; folio Mali Cotonei. C. B. 452. Officin. 473.\n\n1895 Thapsia montana omnium maxima, foliis lobatis, umbellis luteis. Micheli Hort. Flor.\n\n1896 Tithymalus arboreus. Alpini.\n\n1897 Tithymalus Cyparissias. Alpini Exotic.\n\n1898 Veronica; flosculis oblongis pediculis insidentibus, Chamædryos folio. Hist. Ox. 2. 322.\n\n1899 Viburnum Mathioli. C. B. 429.\n\n1900 Vitex foliis ternatis quinatisque pinnato incisis, spicis verticillatis terminalibus. Dict. Hort.\n\nLIX. Some Account of the Animal sent from the East Indies, by General Clive, to his Royal Highness the Duke of Cumberland, which is now in the Tower of London: In a Letter from James Parsons, M. D. F. R. S. to the Rev. Tho. Birch, D. D. Secretary to the Royal Society.\n\nRead March 27, 1760.\n\nAt the request of the Reverend Dr. Littleton, dean of Exeter, I went to observe this creature, in order to find what class of animals he belonged to; and made the drawing,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105404.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9086,
    "total-output-tokens": 2472,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1153,
        2
      ],
      [
        1153,
        2309,
        3
      ],
      [
        2309,
        3524,
        4
      ],
      [
        3524,
        4734,
        5
      ],
      [
        4734,
        5891,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105404",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1759, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector. Botanic",
    "authors": "John Wilmer",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105404"
  }
}