{
  "id": "5d82f2936af165d09e9b4ea8426796026667379b",
  "text": "X. Upon the different qualities of the alburnum of spring and winter-felled oak trees. By Thomas Andrew Knight, Esq. F. R. S.\n\nRead April 20, 1820.\n\nThe timber of oak trees, felled in winter, was formerly very generally believed to be much superior in quality to that afforded by similar trees felled in spring; and the same opinion appears to be still rather extensively entertained; though the practice of felling in winter has wholly ceased, on account of the increased value of the bark. But efforts have been made, and supposed to have been successful, to obtain the advantages of both seasons of felling, by taking off the bark in spring, and suffering the tree to stand till the ensuing winter. A good many facts, which had come within my own observation, and information which I received from other sources, had satisfied me that the durability of the alburnum, at least, of oak trees is considerably increased by this mode of management; and I was, consequently, led to make a few experiments (with the result of which I now take the liberty to trouble the Royal Society) with the hope of discovering the cause of this supposed superiority in the quality of the wood of winter-felled trees.\n\nIn the spring of 1817, two oak trees, of nearly the same age, and growing contiguously in the same soil, were selected, each being somewhat less than a century old. The one was deprived of its bark, to as great an extent as the inexperience\nof my workmen permitted me to have done without danger to them, and it was then suffered to remain standing. The other tree was felled, and, in the usual manner, immediately stript of its bark; and the trunk was then removed to a situation in which it was securely protected from the sun and rain. The following winter, in December, the other tree (which still retained life) was felled, and its trunk immediately placed in the same situation with that of the other tree; pieces of each, selected from similar parts, have been subjected to the following experiments at different subsequent periods.\n\nSmall blocks, of similar form and size, were taken from the alburnum of each tree; and after these had ceased to lose weight, in a very warm and dry situation, the specific gravity of each was ascertained; when that of the alburnum of the spring-felled tree was found to be 0.666, and that of the same substance of the winter-felled tree to be 0.565, taking the average of several pieces of each. I had anticipated a loss of weight to about this amount in the alburnum of the winter-felled tree, having inferred, from former experiments, that it must have given out a large quantity of matter in the spring and early part of the summer, to form the leaves and young shoots, which quantity could not have been restored to it during the summer, on account of the descending current of sap through the bark having been wholly intercepted.\n\nSmall blocks of equal weight of the alburnum of each tree were divided by cleaving into thin pieces; and these, after having become perfectly dry, were suspended together during ten days, in a somewhat damp room; when 1000 grains of the alburnum of the spring-felled tree were found to have gained 162 grains, and an equal weight of that of the\nwinter-felled tree 145 grains; and I found that each substance permanently retained moisture nearly in the same proportion that it absorbed it. The alburnum of the oak, as of other trees, therefore, undergoes some change of properties in the spring; and I do not entertain any doubt but that, in all cases in which it is expedient to give durability to that substance, much advantage may be obtained by taking off the bark in spring, and suffering the trees to stand till winter. The durability of the alburnum of large oak-trees of British growth is not, however, generally an object of much consequence; because it almost always lies wholly exterior to the heart wood; but in the oak timber, which is imported from the North of Europe, the alburnum and heart wood are very often intermixed, the growth of ten or a dozen years, or more, of alburnum and heart wood composing, in alternate layers of unequal depth, the whole body of the tree; and the value of the timber of such trees, is probably much affected by the season of felling.\n\nMany experiments, similar to the preceding, were made upon the heart wood, in which I found the disposition to absorb moisture, somewhat greater in that of the spring-felled, than in that of the winter-felled tree; and I scarcely entertain any doubt but that the winter-felled heart wood is the best, and most durable; but I do not think any conclusion can safely be drawn till the heart wood of many trees has been subjected to experiment; and therefore, as I have no evidence to offer which is in any degree conclusive, I shall not at present trespass farther upon the attention of the Society.\n\nDownton,\nMarch 29, 1820.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107552.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6594,
    "total-output-tokens": 1194,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1442,
        2
      ],
      [
        1442,
        3224,
        3
      ],
      [
        3224,
        4884,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107552",
    "title": "Upon the Different Qualities of the Alburnum of Spring and Winter-Felled Oak Trees",
    "authors": "Thomas Andrew Knight",
    "year": 1820,
    "volume": "110",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/107552"
  }
}