{
  "id": "a1b22329fd8b0d343ef60839abbf02cbda103af5",
  "text": "A\n\nABDUL, Roobin, a Sooloo pilot, his observation about the islands on the N.E. coast of Borneo, p.394. Useful to navigators, 397.\n\nAcceleratores urinae, voluntary in expelling the urine, involuntary in expelling the semen, p.128. How this phenomenon is accounted for, 129.\n\nAcid of sea salt, made stronger than oil of vitriol, p.525.\n\nAcids do not promote the solution of Bark, p.230. Destroy astringency, 231. Thought to amount to no more than four, 480, reduced to one by some chemists, p.482.\n\nAcids, vegetable, whether they are all the same, p.479.\n\nAstinia, or animal flower, p.428. Its description, 429.\nAttinia Sociata, or clustered animal flower described, p. 431. Is an animal compounded of many animals, connected to one common root, 433. Discovers its muscles, tendons, and stomach, 435.\n\nAether, marine, prepared by the method of Mr. Beaumé, p. 530. Nitrous, made without fire, 531.\n\nAir, set free in the beginning of distillation, and re-absorbed afterwards, p. 528.\n\nAir, fixed, contained in Rathbone place water, p. 97—99.\n\nAlexander, Mr. Experiments with Camphire, on himself, p. 65.\n\nAlkaline-salts, are three, p. 480.\n\nAlkalis, volatile, their distillation improved, p. 519, 520.\n\nAmber, Succinum, its acid thought the same with that of sea salt, or of vitriol, p. 509, 510. Proved different by Dr. Stockar, 510, 511; and by Dr. Monro, ibid. generates cold with volatile alkali, 512.\n\nAndrachne, a shrub raised from seeds, sent by Dr. Russell from Aleppo, in 1754, p. 117. Produced flowers for the first time, in the garden of Dr. John Fothergill, 115; described by Mr. Ehret, ibid.\n\nAnimal flower (see Attinia), their pretended flowers are mouths, 435.\n\nAnimals, found in countries about the Volga, p. 341.\n\nAnimals, large, whose bones are found in North America, probably elephants, of a species hitherto unknown, p. 468.\n\nAntiparos, grotto in that Island, where crystals and spars are formed, p. 60.\n\nApparatus, new, for electricity, p. 168. For condensing of vapours in distillation, 518.\n\nApple, its acid juice, p. 489. Neutral salt formed with it, and the fossil alkali, 490.\n\nArch, luminous, seen at Oxford, by the Rev. Mr. Swinton, p. 109.\n\nAtmosphere, of the sun, extends at least to $\\frac{1}{3}$ of its diameter, p. 152, 153; thought to be much higher from the height of its spots, 400, 401.\n\nAtmosphere,\nINDEX\n\nAtmosphere, of Venus, one third of its diameter, p. 401.\nAurea, Chersonesus, the same with Malacca, p. 155.\nAttraction, its limits, between the Sun and Comets, p. 133.\n\nB.\n\nBaal, Tars, equivalent to Jupiter Tarsensis, p. 269.\nBacchus, worshipped at Tarsus, p. 270.\nBark, Peruvian, infusion of it preferable to Decoction, p. 221—227; especially when made in cold water, 228: contains both the gummy and resinous part, ibid. Tincture of it has the same advantage, ibid. Its solution weakened by quick-lime, 232. Its extract, a very weak preparation, 229.\nBarrington, Hon. Daines, on particular Fish found in Wales, p. 204.\nBaister, Dr. Job, asserts that the Corallines are plants of the genus of the Confervas, p. 404.\nBath Waters, their heat, p. 202, 203.\nBeccaria, Joannes Baptista, his new experiments on electricity, p. 297.\nBengall, uncommon heats of the climate, p. 218. Its unhealthiness, 219.\nBenzoin, its acid ascertained, p. 507. Generates cold with the volatile alkali, 509.\nBevis, Dr. John, first discovered, in 1761, a source of irregularity in the durations of the eclipses of Jupiter's Satellites, from the prolate spheroidal figure of that planet, p. 28. His translation of a memoir of Mr. Mallet, on water-wheels, p. 372.\nBirds, found about the Volga, p. 346.\nBourdelin, Mr. thought that the acid of amber was the same with the spirit of sea salt, p. 509. Approved by Macquer, 510. Both mistaken, ibid.\nBradley, his account of the fecundity of fish, p. 280, 281.\nBrainless foetuses are very lively, p. 17. And why? 18.\nBristol Stones, grow within the cavity of rough stones,\nand have different appearances, p. 59. Of different\nsizes, and why? 62.\nBristol Waters, their heat, 202, 203.\nBuffaloes lick, in North America, why so called, p. 464, 5.\nBurnet, His account of the Deluge, p. 45. Opposed by Dr.\nKeill, ibid. Defects in his hypothesis, ibid.\nByron, the Hon. Commodore, was among the Patagonians, p. 77, 78. Their size compared with his, 78.\n\nC.\n\nCalcareous crust, always produced from an animal, p. 415.\nCalcaceous earth, kept suspended in most waters, p. 92.\nBy being united to an over-proportion of fixed air, 101.\nOr by being entirely deprived of it, ibid. Precipitated by the addition of lime-water, 107.\nCambodia, the Sina of Ptolemy, p. 163. Was the metropolis of the ancient Sinæ, 165.\nCamphire, taken to the quantity of 3i, sunk the pulse three degrees, p. 66. 3ii increased by degrees the pulse from 77 to 100, 68. Brought on heat, delirium, sickness, and loss of memory, 69, 70.\nCanton, Mr. John, on the heat of the Bath and Bristol waters, p. 203.\nCarp, number of their eggs, p. 286.\nCattigara, the same with Ponteams on the Bay of Siam, p. 164.\nCavendish, the Hon. Henry, his experiments on Rathbone-place water, p. 92.\nCaverhill, Mr. John, attempts to ascertain the knowledge of the ancients in the East Indies, p. 155.\nCellularias, species of Corallines or clustered animals, p. 434.\nChanning, Mr. his description of three substances, mentioned by the Arabian physicians, p. 21.\nChelsea plants. See Hudson.\n\nCirculation of the blood from the mother to the foetus, and from the foetus to the mother, proved from the consideration of a monstrous child, p. 16, 17.\n\nClarke, Mr. his account of tall men seen near the Streights of Magellan, p. 75.\n\nClusters, of stars probably belong to the same system, 249.\n\nCod, contains several millions of eggs, p. 287.\n\nCold, greatest in London, p. 445. Norwich, 444. Plymouth, ibid. Derby, 265.\n\nCold, or heat, what degree produced by acids mixed with alkalies, p. 514.\n\nCollinson, Peter, F. R. S. his account of fossil teeth found in North America, p. 464. 468.\n\nComet, of 1665, three times and a half denser than the earth, p. 148. of 1672, as 11 to 5, 149.\n\nComets, a method of investigating their density, by means of the height of their tails, p. 146. Probably denser as they approach nearer to the sun, 150.\n\nCommunication of the umbilical vein with the aorta, inferior in a monster suspected, by Mr. Le Cat, p. 14.\n\nConervas, what plants they are, p. 421. Some of them of the class of Dioecia, 424. Several beautiful species of them, ibid.\n\nCook, Mr. James, his observation of an eclipse of the sun, at Newfoundland, p. 215.\n\nCoral Banks, raised by the winds, form into shoals, p. 395. Become a bar to coagulate the sand, ibid. And being enriched by the dung of birds and cast-up vegetables, are covered with mould, and become islands, 396.\n\nCorallines, when burnt, have the smell of burnt bones, p. 410. Give by distillation volatile alkali, salts, and oils, 411.\n\nCorallines, whether their pores are too minute for polypes, p. 413. One of them said to be found on a heath, 415. By mistake, whether they contain seeds, 417.\n\nCrab, the most prolific of shell fish, p. 288.\n\nCroghan,\nINDEX.\n\nCroghan, George, Esq; discovered the bones of some unknown animal in North America, p. 464, 465.\n\nCrystalline particles, carried by moisture, collect in drops, and form into masses, p. 60. More or less transparent, in proportion as they are drawn close together, and free from heterogeneous matter, 61. They are probably a kind of salts, 62.\n\nCrystallisation, different methods produce a variety in the figures of the salts, p. 496.\n\nCrystals, and spars formed in caverns, where moisture descends through the earth to a void space, p. 60.\n\nCylinder of glass, lined for electrical experiments, becomes much more powerful, p. 186.\n\nD.\n\nDalrymple, Alexander, on the formation of islands, p. 394.\n\nDeluge, universal, how accounted for by Burnet, Whiston, and Ray, p. 45, 46. And by Mr. King, 48.\n\nDerby, cold at this place superior to that of any place in England, p. 265.\n\nDiamonds, why large ones are so rarely found, p. 64.\n\nDioscorides, an Arabic MS. of this author in the Bodleian Library, p. 22.\n\nDistillation of acids, volatile alkalies, &c. how improved, p. 517.\n\nE.\n\nEclipse of any of the Satellites of Jupiter determined, p. 37.\n\nEclipse of the Sun, of August 5, 1766, observed at Newfoundland, by Mr. Cook, p. 215. At Oxford, by the Rev. Mr. Hornsby, 216. Of August 16, 1765, at Caen, by N. Pigott, Esq; 402.\n\nEggs, their number, in several fishes, how ascertained, p. 282. Table of them, 291, 292.\n\nEbret;\nINDEX\n\nEbret, Mr. G. D. his description of the Andrachne, p. 114.\nElectrical machine contrived by Mr. Read, p. 451, 452.\nElectric fluid, passing through water, p. 459.\nElectricity, its effects in a case of the locked jaw, p. 89, 90. How to be increased, 186, 187. How preserved, 188. New experiments on electricity, by Father Beccaria, 297.\nElectrometer, by Mr. L'Epinaffe, p. 191. By Mr. Lane, 452. Its principle, 453. Its uses, 454, 455, &c.\nEllipsis for dials, how described geometrically, p. 392.\nEllis, John, Esq; on the animal nature of Corallines, p. 404. His discoveries on the Confervas, 424. His account of the Aetinia Sociata, or Clustered animal flower, 428.\nEquation, hypermechanical, what, p. 359. Resolved by means of a curve, 360.\nEtna, in Sicily, its eruption in 1766, p. 198.\n\nF.\n\nFantoni, Pius, of Bologna, his evolution of a mechanical curve, p. 358.\nFerguson, Mr. James, his new method of constructing sundials, p. 389.\nFever, malignant, called Pulker at Bengall, p. 219.\nFires, subterraneous, undermine the whole surface of the earth, p. 46, 47. Those which produce the whitest light are the brightest, 238.\nFishes, different accounts of their fecundity, p. 280, 281. How it may be ascertained, 282. Of the river Volga, 355.\nFish, monocular, said by Giraldus Cambrensis, to be found in the lakes of Snowden, p. 207. His account confirmed, 209. Found in a lake in France by Mr. Montallembert, 210, 211.\nFleming, Martin, Esq; on the heat of Bengall, p. 218.\nFloat-boards, parts of water-wheels, p. 372. Their size, how determined, 373—375. Their velocity, 376—380. Their number, 381—387.\n\nFlounder, had above a million of eggs, p. 287.\n\nForster, J. R. his Essay on the natural history of the Volga, p. 312.\n\nFractured legs, what is to be done immediately, upon an accident of that kind, p. 84.\n\nFucuses, true plants, analogous to the Confervas, p. 426.\n\nFumes. See Vapours.\n\nG.\n\nGanglions, on the nerves, seem intended to intercept the power of the mind over them, p. 120—131. Objections to this hypothesis answered, 121, &c. Feelings of nerves come from ganglions blunt and confused, 125.\n\nGiraldus Cambrensis, his character, p. 207. What he says of some fish with one eye, in the lakes of Snowden in Wales, 208.\n\nGlass, broke, by means of electricity, p. 459. Green glass, more difficultly than white, ibid.\n\nGrinders, of large animals, brought over from North America, 465. Different from those of the elephant, 468.\n\nGwyniad, Fish of that name whether peculiar to the Lake Bala in Merionethshire, p. 211, 212.\n\nH.\n\nHamilton, the Hon. William, on the eruption of Mount Vesuvius, of 1766, p. 192, &c. Passed several nights on the mountain during its eruption, 194, 195, 196.\n\nHarmer, M. Thomas, on the fecundity of fishes, p. 280.\n\nHeberden, Dr. Thomas, on the increase and mortality of the inhabitants of Madeira, p. 461.\n\nHerrings, the number of their eggs, p. 284.\n\nHoney, its acid, p. 505—507.\n\nHorsley,\nHorley, Rev. Mr. S. his computation of the sun's distance from the earth, p. 179. Attempt to determine the height of the sun's atmosphere from the height of its spots above its surface, p. 398.\n\nHoward, John, Esquire, on the heat of the waters at Bath, p. 201.\n\nHudson, Mr. William, his account of the Fifty Chelsea Plants, for 1766, p. 407.\n\nHydra, or fresh water Polype, described, p. 430.\n\nHydrocephalus, often the origin of brainless monsters, p. 19.\n\nHydro-enterocele, described by Mr. Le Cat, p. 293. Mistaken for an Hydro-sarcocele, ibid.\n\nI.\n\nJava, known by the ancients under the name of Jabadiu, p. 170; but only in part, 172.\n\nInsect, found in a ditch, described by Mr. King, p. 72.\n\nInstrument for fractured legs, invented by Mr. Sharp, p. 80—87. Description of it, 82, 83. Its advantages, 85, 86. Serviceable to broken thighs, 87.\n\nInstruments may be constructed capable of distinguishing the 20th part of a second, p. 239.\n\nJohnston, Dr. James, History of a foetus born with a very imperfect brain, p. 118, His thoughts on the use of the ganglions, p. 120.\n\nIslands raised by subterraneous fires, p. 47. Formed by coral-banks, 395. Must be long and narrow, 396.\n\nJupiter, its prolate spheroidal figure affects the duration of the eclipses of its satellites, 28. Error arising hence, 43.\n\nJustamond, Mr. J. O. His translation of a memoir of Mr. Le Cat, p. 293.\n\nK.\n\nKing, Mr. Edward, his Attempt to account for the universal deluge, p. 44. He supposes that what is now\nsea was formerly dry land; and what was the bottom of the ocean formerly was raised to be dry land, 48. His reasons for thinking so, 50. Objections to his hypothesis solved, 50, 51. Attempt to account for the formation of spars and crystals, 58. Description of an aquatrick infect, 72.\n\nL.\n\nLane, Mr. his description of an electrometer of his invention, p. 451. Experiments made with it, 456. Lava, from Mount Vesuvius, ran near a mile in an hour's time, p. 194. Appears like red hot and liquid metal, ibid. Resists the impressions of stones thrown on it, 196.\n\nLe Cat, Mr. his account of a monstrous human foetus, p. 1. Account of an Hydro-enterocele, 293. L'Epinaffe, Mr. his Description of an improved apparatus for electrical experiments, p. 186. Lewenhoek found above nine millions of eggs in a cod-fish, p. 280—287.\n\nLight from the Sun compared with that of Saturn, p. 235. Lightning, its effect on buildings imitated by electricity, 456, 457. Whether less mischievous after a shower of rain, 457. Lion tearing a bull, a symbol of Parthian medals, p. 274. Linnaeus. His opinion about corallines, p. 404. About calcareous crusts, 422. Lobsters, their fruitfulness, p. 288.\n\nM.\n\nMackerel, their fecundity greater than that of carp, p. 285. Madeira, number of its inhabitants, p. 461. Their increase, christnings, weddings, and burials, 462. Mortality of the seasons, 463. Magnesia contained in Rathbone-place water, p. 93. Mallet,\nINDEX\n\nMallet, Mr. of Geneva, his memoir on water-wheels, p. 372.\nMamiraam, a species of the Chelidonium, p. 23.\nMares milk fermented, called Kumys by the Khalmucs, p. 346.\nMamitha, or Mamithsa, the Glaucium of Dioscorides, an Papaver corniculatum floribus coeruleis? p. 24, 25.\nMemory lost in a strange manner from a large quantity of camphire, p. 68, 69.\nMinerals found in the countries about the Volga, p. 315, &c.\nMichell, Rev. John, his inquiry into the parallax and magnitude of fixed stars, p. 234. Has shewn that subterraneous fires are liable to make eruptions under the sea, 48.\nMoisture carries along with it crystalline salts, p. 60. When the flow is quick, the crystals are large, but less perfect, p. 63.\nMonkeys great and mischievous in the Celebes Islands, p. 171.\nMonro, Dr. Donald, his account of neutral salts made with vegetable acids, shewing that these acids differ from one another, p. 479.\nMontagu, Edward Wortley, Esquire, on what is called Pompey's Pillar, p. 438. His discoveries in it, p. 439.\nMonstrosity caused by a dropfy or hydrocephalus, p. 19.\nMonstrous foetus described by Mr. Le Cat, p. 1. Another brainless foetus described by Dr. Johnston, 118.\nMontalambert, his curious observation of some monocular fish, p. 210.\nMoon's density greater by $\\frac{1}{6}$ than that of the earth, p. 185.\nMoon's mean distance from the earth found by Mr. Horsley to agree with Sir Isaac Newton's determination, p. 185.\nMoro Lazaro, a Venetian author, asserts that the continents were originally raised by subterraneous fires, p. 57.\n\nNarborough,\nNarborough, Sir John, his account of Patagonia confirmed, p. 79.\n\nNeutral salts, their number reduced to twelve, by Dr. Cullen, is in fact infinitely greater, p. 513.\nHow they might be divided, 515.\n\nNewfoundland, its longitude, 215, 216.\n\nNitrous fume condensed, p. 532. More acid than the strongest oil of vitriol, 533.\n\nNitrous salts abound in most of the London waters, p. 94.\nNone found in those of Rathbone-place, ibid.\n\nOhio, fossil bones found near the banks of that river, p. 465.\n\nOkeyhole in Somersetshire, p. 60.\n\nOrchell, true, is the Lichen Roccella Linnæi, p. 409.\nHow distinguished from a Coralline, 410.\n\nOrod, or Vorod, a Parthian King, p. 276.\n\nPallas, Dr., decides that Corallines are not Zoophytes, p. 405.\n\nParallax of the brightest fixed star, less than two seconds, p. 235, 236. Of the sun computed by Mr. Horsley, p. 184, 185.\n\nParthian Kings wore long breeches, reaching down to their ankles, p. 273.\n\nParthians, medal struck by them of their victories over the Romans, 275.\n\nPatagonia, hilly, sandy, and without trees, p. 79.\n\nPatagonians seen by Commodore Byron in 1764, p. 75.\nTheir size, 76.\n\nPeak, in Derbyshire, crystals found there, p. 60.\n\nPerch,\nPerch, crooked, found in a pool of Merionethshire, p. 204.\nPerch less prolific than tench, 286.\nPercival, Dr. Thomas, his experiments on the Peruvian Bark, p. 221.\nPerry, its acid, p. 503.\nPetit, Dr. found above three hundred thousand eggs in a carp, p. 280.\nPhoenician medal, in the Earl of Morton's collection, explained by Mr. Swinton, p. 265. Probably struck at Tarsus, 269, 271, when the Parthians were masters of Cilicia, 274.\nPhosphorus, how best rectified, p. 534.\nPigott, Nathanael, Esquire, his observations of the sun's eclipse, August 16, 1765, at Caen, p. 402.\nPine tree, appearance of it on Mount Vesuvius, described by Pliny, as a forerunner of an eruption, p. 194.\nPlants found about the Volga, p. 323, &c.\nPleiades, appear to be a system of stars by themselves, p. 251.\nPlymouth, meteorological diary of 1767 there, p. 446—450.\nPompey's Pillar, in Egypt, described, p. 438. Its dimensions, 439. Made of granite, 440. Raised on a reversed obelisk, covered with hieroglyphics, ibid. Probably erected at the time, and to the honour, of Vespasian, 441.\nPontemass. See Cattigara.\nProbability of any two or more stars of the same magnitude, being within a certain distance of one another, p. 243, &c.\nPtolemy, his account of the navigation of the ancients in the East Indies, p. 156.\n\nQ.\n\nQuick-lime, neither quickens nor increases the solubility of bark, p. 232.\n\nRathbone-\nR.\n\n*Ratibone-place* water, examined by the Hon. Henry Cavendish, p. 93. Grows cloudy upon dropping a solution of corrosive sublimate, ibid. Its contents by distillation, 93, 94. Distilled, contains a volatile alkali, 95, 96.\n\nRay, his account of the deluge unsatisfactory, p. 46.\n\nReptiles about the Volga, p. 351.\n\nRomana Cape, the most southern point of land in Asia, p. 158.\n\nS.\n\nSalt, common, extracted from Lake Yelton in very great quantities, p. 320.\n\nSalts and sulphurs discharged from Mount Vesuvius, p. 199.\n\nSalts neutral, formed with fermented vegetable acids and the fossil alkali, p. 498. With distilled vegetable acids, and the fossil alkali, 504. With flowers of benzoin and salt of amber, 507.\n\nSatyrs, Islands of, were probably the Celebes, Borneo, &c. p. 171.\n\nSensibility may exist without the brain, p. 18.\n\nSeres, their country part of Thibet, p. 163.\n\n*Sertularias*, from a creeping adhering tube, send up several branched animals, p. 434.\n\nSharp, Mr. Samuel, his account of a new instrument for fractured legs, p. 80. Made the first with his own hand, 87.\n\nShells, found in all parts of the present continents and islands, p. 47. Their beds consist generally of one or two different sorts in particular places, 57.\n\nSerica, ancient, where, p. 163.\n\nShrimps,\nINDEX\n\nShrimps, very prolific, in comparison to their bigness, p. 288.\nSinæ, ancient, their situation, p. 161, &c.\nSirius, its parallax probably of one second, p. 241.\nSmelts have a vast number of eggs, p. 285.\nSoal not so prolific as flounders, p. 288.\nSolar spots are much higher in proportion than our clouds, p. 400.\nSolfæ-terra, its sulphurs and salts different from those of Mount Vesuvius, p. 200.\nSpars and crystals formed in flints, and other bodies formerly in a soft state, p. 59.\nSpars differ from crystals from a small mixture of heterogeneous parts, 61.\nSpry, Dr. Edward, his account of a locked jaw, and paralysis cured by electricity, p. 88.\nStars, their want of an observable parallax owing to their distance, p. 234. Disposed into groupes, probably belong to the same systems, 243—249. Single stars may belong to our system, p. 252.\nSteward, Dr. his computation of the parallax of the sun, p. 179. Agrees with Mr. Horsley's, p. 184.\nStones red hot shot, from Mount Vesuvius, to the height of 200 feet, p. 195.\nSumatra, known to the ancients only in part, p. 172.\nSun, to what system of stars he belongs, p. 251. Probably ranks only with the stars of the fourth magnitude, p. 255.\nSun-dials, how constructed without dialing scales or logarithmic computations, p. 389.\nSun's parallax $6''$, $52''$, $415$, p. 181.\nSwinton, Rev. John. his description of a meteor seen at Oxford, October 12, 1766, p. 108. Observations on swarms of gnats seen at the same place, 111. Interpretation of a Phœnician medal, 266.\n\nTabasbeer,\nINDEX.\n\nT.\n\nTabaheeer, a substance found in the cavity of Indian canes, p. 24.\nTails of Comets, consist of very volatile particles, p. 153.\nDoubts about their uses, 153, 154.\nTarbus, wine was made in the district of that City, p. 268.\nTench, more prolific than carp, p. 286.\nThina. See Sinæ.\nTransparency of bodies, occasioned by the minuteness of their pores, p. 60.\nTrituration, very useful to promote the solution of Peruvian bark, p. 229.\nTrout, crooked, in a river of Cardiganshire, p. 204, 205.\nTusks of large animals, brought over from North America, p. 465. Are of fine ivory, ibid. Agree with the fossil elephants teeth, found in Siberia, 466. And with those of Africa, 468.\nTwinkling of fixed stars, occasioned by the inequality in the density of rays, coming from them in small portions of time, p. 262.\n\nV.\n\nVapours, which escape in common distillation, how they may be condensed, p. 518.\nVegetable acids, their different affinities with alkaline salts, p. 514. Juices, how to be treated, in order to extract their acids, 515.\nVenus, probably surrounded with an atmosphere, p. 240. 398. Next transit recommended to the consideration of all astronomers, 183.\nVespasian, a medal of this emperor found, in what is called Pompey's pillar, p. 441.\nVesuvius, its eruption in 1766, p. 194, &c.\nVinegar, its acid, p. 499.\n\nUnderwood,\nINDEX\n\nUnderwood, Mr. Michael, his translation of a memoir of Mr. Le Cat, p. 1.\n\nVolga, country about that river described, p. 204. The two banks very different, 313. Very cold in the winter, excessively hot in summer, 314. Few stones found there, 317.\n\nUvea, its motions, whether involuntary or voluntary in all cases, p. 129, 130.\n\nW.\n\nWales, singular fish found there, 204.\n\nWatson, Dr. William, on the cold weather of 1767, p. 443.\n\nWelsb mountains not sufficiently known, p. 213.\n\nWill (power of the) on human life wisely confined, p. 131.\n\nWintbrop, professor, thoughts on comets, p. 132.\n\nWitchell, on the curve formed by the shadow of a prolate spheroid, upon a plane perpendicular to the axis of the shadow, p. 28.\n\nWhiston, his account of the deluge defective, p. 46.\n\nWhite, Dr. his account of the cause of sympathy, p. 127.\n\nWhitehurst, Mr. John, his thermometrical observations at Derby, p. 265.\n\nWoulfe, Mr. Peter, his analysis of corallines, p. 411. Experiments on the distillation of acids, volatile alkalies, &c. 517.\n\nY.\n\nYelton, Lake, supplies Russia with salt, p. 318.\n\nZ.\n\nZaba, stood on the bay of Siam, p. 158.\n\nZoophyes, are true animals, p. 435.\n\nThe End of the Fifty-seventh Volume.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105978.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 26062,
    "total-output-tokens": 8468,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        611,
        2
      ],
      [
        611,
        2335,
        3
      ],
      [
        2335,
        3820,
        4
      ],
      [
        3820,
        5356,
        5
      ],
      [
        5356,
        7102,
        6
      ],
      [
        7102,
        8524,
        7
      ],
      [
        8524,
        10002,
        8
      ],
      [
        10002,
        11454,
        9
      ],
      [
        11454,
        12936,
        10
      ],
      [
        12936,
        14371,
        11
      ],
      [
        14371,
        15936,
        12
      ],
      [
        15936,
        17117,
        13
      ],
      [
        17117,
        18503,
        14
      ],
      [
        18503,
        19786,
        15
      ],
      [
        19786,
        21321,
        16
      ],
      [
        21321,
        22659,
        17
      ],
      [
        22659,
        23867,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105978",
    "title": "Back Matter",
    "authors": null,
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/105978"
  }
}