{
  "id": "33960f0eec26ea63b1eff0b0ea91c15fa7619b88",
  "text": "XXIII. On the Oils produced by the Action of Sulphuric Acid upon various Classes of Vegetables. By John Stenhouse, Esq., Ph.D., F.R.S.\n\nReceived March 28,—Read April 18, 1850.\n\nNearly thirty years ago Döbereiner observed, when preparing formic acid by distilling a mixture of starch, peroxide of manganese and sulphuric acid, that the liquid which passed into the receiver contained a small quantity of oil which rendered it turbid. To this oil Döbereiner gave the somewhat fanciful name of \"artificial oil of ants,\" though the very limited quantity in which he was enabled to procure it prevented him from determining almost any of its properties.\n\nMy attention was first directed to the subject in 1840, when I found that the oxide of manganese was quite unnecessary, and that this oil could be readily prepared by operating on most vegetable substances with slightly diluted sulphuric acid. In this way I succeeded in procuring considerable quantities of the oil from wheaten and oaten flour, from saw-dust, bran, chaff, &c., and was thus enabled to subject it to a more detailed examination. The oil, when analysed, was found to have the formula $C_5H_2O_2$, or the triple of this, $C_{15}H_6O_6$, presenting the remarkable circumstance of a volatile aromatic oil containing oxygen and hydrogen in the proportions to form water. This proved it to differ essentially from other known oils, all of which contain an excess of hydrogen.\n\nDr. Fownes took up the subject in 1845, and made the interesting discovery, that when the oil was agitated with a considerable excess of aqueous ammonia and set aside for a few hours, it was converted into a bulky crystalline mass, becoming $C_{15}H_6O_3N_1$ by the absorption of one equivalent of nitrogen and the elimination of three equivalents of oxygen which had united with the hydrogen of the ammonia. To this compound Dr. Fownes gave the name of furfuramide, and to the oil itself that of furfurol. Dr. Fownes also made the still more important discovery, that when furfuramide is boiled for a short time with dilute potash lye, it is without any alteration of its per-centage composition, but merely by a new arrangement of its component elements converted into a crystalline base, furfurine, the formula of which is $C_{30}H_{12}O_6N_2$.\n\nFurfurol was also examined in 1848 by M. Cahours, who, in addition to confirming Dr. Fownes's discoveries, observed that when a stream of sulphuretted hydrogen is passed through an alcoholic solution of furfuramide, the half of the oxygen in that body is removed and replaced by sulphur. This new compound, which he called thiofurfurol, precipitates as a crystalline powder and has the formula $C_{10}H_4S_2O_2$.\nM. Cahours also found that when thiofurfurol is distilled it is entirely decomposed, producing a beautifully crystalline substance containing no sulphur. Its formula is $C_{18}H_8O_4$, or some multiple of these numbers.\n\nAs furfurol, both from its composition and properties, occupies a somewhat isolated position in regard to other essential oils, it appeared to me not improbable that it would be found on more extended investigation not to stand really alone in nature, but to be one of a series of similar oils. This consideration induced me about six months ago to resume its examination, and, as will presently be seen, the expectation I had formed was not altogether without foundation. Before detailing these researches, however, I shall shortly state a few additional observations which I have recently made upon furfurol and some of its compounds.\n\nFurfurol is most advantageously prepared by distilling one part of bran with rather more than half its weight of sulphuric acid diluted with two parts of water. I find, however, that furfurol may be also produced with muriatic acid, though in practice it is more advantageous to employ sulphuric acid, as it remains in the retort and does not distil over with the oil, as is the case with muriatic acid.\n\nThe arrangement for preparing furfurol on a considerable scale which I have found most suitable, is the following. About 32 lbs. of wheaten bran and 20 lbs. of sulphuric acid diluted with twice its bulk of water, were introduced into a large three-necked Woulfe's-bottle made of salt-glazed earthenware. These bottles are usually employed as condensers in the manufacture of muriatic and nitric acids, and are capable of containing from twenty to thirty gallons each. A leaden pipe connected with a tolerably large steam-boiler is passed through a perforated cork to near the bottom of the stone-ware bottle, from the top of which, on the opposite side, a second pipe is carried into the worm of a condensing apparatus, which is kept cool by means of a plentiful supply of cold water. The steam from the boiler is then passed through the mixture of the acid and the bran, which soon becomes hot and then boils, when a weak aqueous solution of furfurol passes over into the condensing apparatus and is collected in the usual way: the whole of the oil usually comes over in from 16 to 18 hours. This weak liquid is pretty strongly acid, and requires to be exactly neutralized with pounded chalk, and to be rectified till about the half of it has distilled over. It is important to avoid adding an excess of chalk, and rather to leave the liquid slightly acid, as an excess of chalk sets free the ammonia present in the solution, which, combining with the furfurol, oxidizes it, and thus greatly diminishes the amount which would otherwise be obtained. The first portion only of the liquid which distils over is preserved, as that which remains in the still contains scarcely any oil. The now somewhat stronger solution of the oil is then supersaturated with common salt and again cautiously rectified. The first portions of the liquid which come over yield a considerable amount of oil, and by repeatedly saturating the weaker solutions with salt and rectifying, the whole of the oil they contain may be pretty readily obtained. The 32 lbs. of bran yielded from 12 to 13 ozs. of furfurol. I have invariably found\nthat crude furfurol always contains a considerable quantity of acetone, a circumstance which appears to have escaped the notice of preceding experimenters.\n\nIn addition to the substances which had been previously employed for preparing furfurol, I may mention that I have obtained it from oil-cake, from cocoa-nut husk, and from the raspings of mahogany. The two first substances, from their cheapness and the large quantity of oil which they yield, are very well fitted for this purpose. The furfurol from mahogany, though smaller in quantity, is pretty free from resin, and is therefore more readily purified than that from bran or oil-cake.\n\nCrude furfurol, from whatever source it is prepared, always contains a quantity of another essential oil, which has a much higher boiling-point and does not form a crystallizable amide. This second oil is exceedingly oxidizable, and every time it is distilled a considerable portion of it is changed into a brownish resin, which instantly strikes a deep red colour when mixed with a few drops of cold muriatic, nitric or sulphuric acids. In a previous paper I mentioned this reaction as characteristic of furfurol, and in this statement I have been followed by Dr. Fownes. It is a mistake, however, as furfurol never yields this deep red colour with acids when it has been freed from this accompanying oil, which, as it appears to be invariably formed along with furfurol, I shall call meta-furfurol.\n\nFurfurol may be pretty readily freed from this oil by being repeatedly rectified with water; the meta-furfurol, as it is much less volatile, remains chiefly in the retort, where it is rapidly oxidized. Two, or at most three rectifications, are therefore sufficient to render furfurol perfectly free from meta-furfurol. The absence of meta-furfurol may be easily ascertained by boiling an aqueous solution of furfurol with an excess of lime for a few minutes. The furfurol is immediately oxidized, and the solution acquires a deep yellow colour. If this solution is then treated with an excess of muriatic or sulphuric acids, not the slightest reddening is produced if the furfurol is free from meta-furfurol, but if even a trace of this latter oil is present, the characteristic deep red colour immediately appears. When pure furfurol is added to strong muriatic or sulphuric acid in the cold, it instantly changes to a brownish black colour, being rapidly oxidized, but not the slightest reddening is visible. Meta-furfurol is also much less soluble in water than furfurol. It also dissolves with difficulty in aqueous ammonia, with which it forms no crystallizable amide, but is rapidly changed into a brownish amorphous resin. When meta-furfurol is digested with strong nitric acid, it is changed into a nitrogenated crystallizable acid, which is either oxypicric acid, or a closely analogous compound. It yields chloropicrine when it is treated with either muriatic acid or hypochlorite of lime. Furfurol, on the contrary, when digested with nitric acid, is wholly converted into oxalic acid. Crude furfurol made from bran contains a good deal of meta-furfurol, but the crude furfurol from mahogany and other hard woods is comparatively free from meta-furfurol.\n\nFurfurol stains the skin of a deep yellow colour, but if the part moistened with it is also touched with a few drops of aniline it becomes of a bright red colour. The\nsame effect is also produced when paper, white silk, linen or cotton cloth is similarly treated. The red colour begins to appear in the course of a few minutes and remains for some days, after which it changes to a brownish yellow. I regard this coloration as an effect of mutual oxidation, for I have failed in procuring any crystalline compound similar to furfuramide, either with aniline or with some others of the volatile alkaloids.\n\n**Double Chloride of Furfurine and Platinum.**\n\nDr. Fownes, who first prepared this salt, states that a solution of hydrochlorate of furfurine, when treated with a slight excess of bichloride of platinum, forms a nearly insoluble bright yellow precipitate. This is true only when the double salt is produced by mixing cold aqueous solutions. When however chloride of platinum is poured into a hot solution of muriate of furfurine in weak spirits, the same salt is slowly deposited on the cooling of the liquid in bright yellow needles, often an inch in length, and closely resembling carbazotate of potash in appearance.\n\nI. 0·4265 grm. salt prepared in the way just described and dried *in vacuo*, gave 0·089 platinum = 20·86 per cent. platinum.\n\nII. 0·326 grm. salt prepared in the way just described and dried *in vacuo*, gave 0·0670 platinum = 20·55 per cent. platinum.\n\nThe calculated quantity for the formula \\( \\text{C}_{30} \\text{H}_{12} \\text{N}_2 \\text{O}_6 + \\text{HCl} + \\text{PtCl} \\), is 20·82 platinum per cent. Dr. Fownes found 20·45. There can be no doubt, therefore, notwithstanding the difference in their mode of preparation and crystalline state, that both salts are identical.\n\n**Nitrate of Furfurine.**\n\nDr. Fownes also analysed nitrate of furfurine crystallized from an aqueous solution. It then forms irregular long acicular crystals arranged in stars. From alcohol it is deposited in large very regular rhombic prisms, which possess great lustre, and may be readily obtained nearly an inch in length. If the spirituous solution out of which the salt has crystallized is very strong, its crystals, which are at first perfectly transparent, on being kept for some time in a dry atmosphere become quite opake, but if they are crystallized out of dilute spirits they retain their transparency.\n\n0·2905 grm. salt crystallized out of spirits and dried *in vacuo*, gave 0·580 carbonic acid and 0·109 water.\n\n| Found numbers. |\n|----------------|\n| C 54·35        |\n| H 3·93         |\n\nThe formula of this salt is \\( \\text{C}_{30} \\text{H}_{12} \\text{N}_2 \\text{O}_6 + \\text{NO}_5 + \\text{HO} \\).\n\nIt is plain therefore that the nitrate, whether it is crystallized out of water or weak spirits, does not vary in composition after it has been dried *in vacuo*.\nFucusol.\n\nIt has been satisfactorily ascertained by various experimenters that furfurol is not produced by the action of acids on either the amylaceous or saccharine portions of the vegetables which yield it. Neither do the lignine, the gluten or the other nitrogenous principles of plants, at all contribute to its formation. The source of furfurol requires to be referred therefore to some other very generally diffused proximate principle. Dr. Fownes has thrown out the conjecture, that the substance which yields furfurol is the matière incrustante of M. Payen, viz. the matter with which the interior of the cells of plants is lined. This is a hypothesis which I feel disposed to regard as exceedingly probable, though it must be confessed that the matière incrustante is not a simple proximate principle, but consists, according to M. Payen, of four kindred substances, no one of which the present state of our knowledge enables us with any great degree of certainty to prepare absolutely pure.\n\nNow as it appeared very probable that the matière incrustante of the different great classes of plants would be found on examination to be analogous but not identical, I thought it likely that the oils derivable from them would also prove not identical with furfurol, though probably very analogous to it in their nature and properties. The Algae therefore, as possessing a structure which differs very widely from ordinary herbaceous plants, were selected in the first instance as a very good test of the truth of this hypothesis. A quantity of the commonest sea-weeds, consisting chiefly of Fucus nodosus, F. vesiculosus, F. serratus, &c., were cut into pieces and introduced along with a good deal of sulphuric acid diluted with two parts of water, into the apparatus described in a preceding part of this paper. Steam was then passed through the mixture during sixteen to eighteen hours, so long indeed as the liquid which distilled over appeared to contain any considerable amount of oil. The acid liquor which collected in the receiver was nearly neutralized with pounded chalk, and the oil separated from it exactly in the same way as with furfurol.\n\nThe crude oil from Fuci, which I shall call fucusol, always contained a considerable amount of acetone, which required to be removed by washing it with water, carefully rectifying it at a low temperature, and rejecting the first portions of the oil which distilled over. I may mention in passing, that I have invariably found acetone to be a constant product, and that to a considerable extent, of the action of sulphuric acid upon vegetable substances. Crude fucusol also contains a quantity of meta-furfurol, or at any rate of a very similar oil, from which it requires to be freed by being repeatedly rectified along with water, precisely in the same way as furfurol. The sea-weeds yielded only about a fourth part of the oil which a similar quantity of bran would have done.\n\nWhen dried by standing over fused chloride of calcium and then rectified, fucusol possesses the following properties. When newly distilled it is nearly colourless, but in a few days, especially if exposed to the light, it becomes brownish yellow, and in the course of a few weeks of a deep brown colour. If the fucusol is not quite free\nfrom meta-furfurol it colours still more rapidly, and in the course of a few days becomes perfectly black; pure fucusol may however be kept in hermetically sealed vessels for any length of time without change. Its specific gravity at $13\\frac{1}{2}^\\circ C.$ is $1\\cdot150$. I found that of furfurol at the same temperature $1\\cdot1636$. Dr. Fownes makes it $1\\cdot1648$ at $60^\\circ$ Fahr. When heated in a glass retort containing some thin slips of copper, fucusol boils regularly and uniformly between $171^\\circ$ and $172^\\circ C$. As the boiling proceeds, the oil grows coloured, and a small portion of it is destroyed by every distillation, being converted into a dark-coloured resin which remains in the retort. I found the boiling-point of furfurol from bran to be $166^\\circ C.$, while Messrs. Fownes and Cahours found it only to be $162\\frac{1}{2}^\\circ C$. Neither of these gentlemen make any mention of the acetone which is always present in crude furfurol; I do not however affirm that the oil examined by these chemists contained acetone, though, judging from the lowness of its boiling-point, I think this by no means improbable.\n\nFucusol very closely resembles furfurol both in its taste and smell, though the odour of fucusol is much fainter and more agreeable. Fucusol requires 14 parts by weight of water at $13^\\circ C.$ to dissolve it, while furfurol dissolves in 11 parts of water at the same temperature. Furfurol dissolves in 9 times its weight of pretty concentrated liquor ammoniae at $13\\frac{1}{2}^\\circ C.$, while fucusol requires 12 times its weight of the same liquid for its solution. The difference therefore between the oils in regard to solubility is considerable. Fucusol also shows much less stability, and is therefore more readily decomposed than furfurol. With muriatic acid, fucusol strikes a pale green colour, which on standing becomes greenish black. Nitric acid gives it a pale yellow colour, sulphuric acid a greenish brown, which in time becomes bluish black. Solution of potash turns it first yellow, then pale red, and lastly dark red. Lime and soda produce similar results. If however the fucusol contains any meta-furfurol, it instantly strikes a bright red colour with either muriatic, nitric or sulphuric acids. Fucusol stains the skin of a deep yellow colour, which is tolerably persistent. If these yellow spots are moistened with aniline, they immediately become bright red, exhibiting the same reaction as furfurol. Pure fucusol when dried was analysed.\n\nI. $0\\cdot2605$ grm. oil gave $0\\cdot594$ carbonic acid and $0\\cdot104$ water.\nII. $0\\cdot254$ grm. oil gave $0\\cdot583$ carbonic acid and $0\\cdot105$ water.\nIII. $0\\cdot228$ grm. oil gave $0\\cdot521$ carbonic acid and $0\\cdot092$ water.\n\n| Calculated numbers. | Found numbers. |\n|---------------------|---------------|\n| 15 C 1125           | I. 62\\cdot50  |\n|                    | II. 62\\cdot19 |\n|                    | III. 62\\cdot59 |\n| 6 H 75             |               |\n|                    | I. 4\\cdot17   |\n|                    | II. 4\\cdot43  |\n|                    | III. 4\\cdot59 |\n| 6 O 600            |               |\n|                    | I. 33\\cdot33  |\n|                    | II. 33\\cdot38 |\n|                    | III. 32\\cdot82|\n| 1800               |               |\n|                    | I. 100\\cdot00 |\n|                    | II. 100\\cdot00|\n|                    | III. 100\\cdot00|\n\nIt is plain therefore, from the results of these analyses, that the formula of fucusol is $C_{15}H_6O_6$, and consequently that furfurol and fucusol are isomeric compounds.\nFucusamide.\n\nWhen fucusol is intimately mixed with eight or nine times its bulk of pretty concentrated aqua ammoniae, the oil and ammonia combine to form a slightly yellow crystalline mass. As fucusol is less soluble in liquor ammoniae than furfurol, it requires a greater quantity of ammonia, and both liquids must be brought thoroughly into contact, otherwise the fucusol is apt to be acted on chiefly at the surface, while the interior of the mass contains a portion of nearly unaltered oil. The amide, which I shall call fucusamide, may be readily obtained in pretty long needles radiating from a centre by crystallizing it out of hot spirits of wine, in which it is very soluble. In appearance it closely resembles furfuramide, but is a much less stable compound.\n\nI. 0·413 grm. amide dried in vacuo, gave 1·02 carbonic acid and 0·174 water.\nII. 0·332 grm. amide dried in vacuo, gave 0·809 carbonic acid and 0·138 water.\nIII. 0·357 grm. amide dried in vacuo, gave 0·884 carbonic acid and 0·152 water.\n0·402 grm. amide dried in vacuo by Will's method, gave 0·655 double chloride of platinum and ammonia = 10·23 per cent. nitrogen.\n\n| Calculated numbers. | I.     | II.    | III.   |\n|--------------------|--------|--------|--------|\n| 15 C               | 1125   | 67·17  | 67·35  | 66·46  | 67·53  |\n| 6 H                | 75     | 4·47   | 4·67   | 4·61   | 4·72   |\n| 3 O                | 300    | 17·91  | 17·75  | 18·70  | 17·52  |\n| 1 N                | 175    | 10·45  | 10·23  | 10·23  | 10·23  |\n|                    | 1675   | 100·00 | 100·00 | 100·00 | 100·00 |\n\nThe formula of fucusamide is therefore \\( \\text{C}_{15} \\text{H}_6 \\text{O}_3 \\text{N}_1 \\), being identical with that of furfuramide.\n\nThiofucusol.\n\nM. Cahours observed, that when furfuramide is dissolved in spirits of wine, and a current of sulphuretted hydrogen sent through the solution, a whitish granular precipitate falls, which consists of a compound in which the half of the oxygen in furfuramide is replaced by sulphur. On passing a current of sulphuretted hydrogen through a cold alcoholic solution of fucusamide, a corresponding compound was formed, which closely resembles thiofururo in appearance and properties.\n\n0·477 grm. thiofucusol dried in vacuo, gave 0·929 carbonic acid and 0·170 water.\n0·6045 grm. thiofucusol dried in vacuo, gave 1·26 sulphate of baryta = 28·65 sulphur.\n\n| Calculated numbers. | Found numbers. |\n|--------------------|----------------|\n| 10 C               | 705            | 53·58          | 53·12          |\n| 4 H                | 50             | 3·58           | 3·95           |\n| 2 S                | 400            | 28·58          | 28·65          |\n| 2 O                | 200            | 14·26          | 14·28          |\n|                    | 1355           | 100·00         | 100·00         |\nPyrofucusol.\n\nWhen thiofurfurol is destructively distilled it is decomposed with the formation of a curious substance called pyrofurfurol, which crystallizes in long needles and contains no sulphur. M. Cahours's formula for it is $C_{18} H_8 O_4$. Thiofucusol, when distilled, yields a similar compound, which I shall call pyrofucusol. It also crystallizes in long needles, and has probably the same composition as pyrofurfurol, though from the very small quantity at my disposal I was unable to ascertain this by analysis.\n\nFucusine.\n\nWhen pure fucusamide, which should be nearly colourless, having only a slightly yellowish shade, is boiled for 20 minutes or half an hour with moderately strong soda or potash lye, no ammonia is evolved, and the amide is changed into a light brownish-coloured oil, which solidifies on the cooling of the liquid. It consists of a salifiable base, which I shall call fucusine, combined with a quantity of a brownish resin. This crude fucusine, when separated from the lye in which it has been boiled, is always soft, even at low temperatures, and does not exhibit the least approach to crystallization. At the temperature of 10° C. it is exceedingly tenacious, and may be easily drawn into threads, which resemble those of half-dried molasses. If we attempt to separate fucusine from adhering resin by boiling it with water and filtering, we find, on the cooling of the solution, that a yellowish amorphous resin is deposited on the sides and bottom of the vessel. This method therefore, by which furfurine is so readily purified and obtained in a crystalline state, does not at all succeed with fucusine. Though I made many attempts, I was equally unsuccessful in crystallizing crude fucusine either from alcoholic or etherial solutions. If the fucusamide which has been employed in the preparation of fucusine is so impure as to have a brownish colour, it is next to impossible to extract any pure fucusine from it. In this respect therefore fucusine differs very considerably from furfurine, which, even when very impure, solidifies on cooling to a hard crystalline mass; and if it is digested with a little animal charcoal and crystallized two or three times out of boiling water, it is deposited on the cooling of its solution in long slender colourless needles. Fucusine, on the other hand, so long as it is mixed with a little resinous matter, does not crystallize at all, and even when perfectly pure does not crystallize nearly so readily as the analogous base.\n\nThe way in which I succeeded in purifying fucusine, was by preparing some of its salts, which crystallize pretty readily, even from impure solutions. The salt best adapted for this purpose is the nitrate, and the mode of proceeding was the following. The crude fucusine was digested with a very slight excess of dilute nitric acid at a heat little higher than was necessary to melt it. The crude fucusine was constantly stirred with a spatula, so as to bring every portion of it into contact with the acid liquid. The mixture was then allowed to cool for a few minutes till the resinous matter had solidified, when the liquid portion was poured off into a second basin, where it soon deposited a quantity of hard shining crystals. By repeatedly digesting\nthe crude fucusine with the acid mother-liquors out of which the crystals of nitrate had been deposited, successive crops of crystals may be readily obtained. These are still further purified by being repeatedly crystallized out of hot water, and they may be easily obtained in large shining rhombic prisms when deposited from an alcoholic solution. By dissolving the colourless crystals of pure nitrate of fucusine in water, and slightly supersaturating the solution with ammonia, fucusine gradually subsides in white, short flattish prisms forming small stars.\n\nWhen pure fucusine is dissolved in boiling water, the solution, so soon as it begins to cool, grows turbid, and in the course of a few hours the fucusine is deposited in short flattish prisms arranged in fan-shaped figures on the sides and bottom of the vessel. Its mode of crystallizing strongly contrasts with that of furfurine, which, so soon as its solution begins to cool, forms long slender needles which in a short time fill the whole of the liquid. Furfurine may be obtained from pure furfuramide with little more than a trace of adhering resin, but even from nearly colourless fucusamide I was seldom able to procure much more than two-thirds of fucusine, the remainder being changed into a dark-coloured tenacious resin.\n\nThe cold aqueous solution of fucusine is distinctly alkaline to test-paper, and its alcoholic solution, as might have been expected, is still more strongly so. Fucusine and furfurine are nearly equally soluble in boiling water, but fucusine dissolves in $2\\cdot400$ parts by weight of water at $8^\\circ C.$, while furfurine requires $4\\cdot800$, or exactly twice the quantity at the same temperature. This is one reason that while a hot aqueous solution of furfurine, on cooling, is filled with long slender crystals of that base, a much smaller portion of fucusine crystallizes out, as twice as much of it is retained in the cold solution. Fucusine is however considerably less soluble in dilute spirits, at ordinary temperatures, than furfurine.\n\nI. $0\\cdot393$ grm. fucusine dried in vacuo, gave $0\\cdot97$ carbonic acid and $0\\cdot162$ water.\n\nII. $0\\cdot457$ grm. fucusine dried in vacuo, gave by Will's process $0\\cdot75$ ammonio-chloride of platinum = $10\\cdot30$ nitrogen.\n\n| Calculated numbers. | Found numbers. |\n|---------------------|---------------|\n| $30C$               | $2250\\cdot0$  |\n| $12H$               | $149\\cdot7$   |\n| $2N$                | $350\\cdot4$   |\n| $6O$                | $600\\cdot0$   |\n|                     | $3350\\cdot0$  |\n|                     | $67\\cdot17$   |\n|                     | $4\\cdot47$    |\n|                     | $10\\cdot45$   |\n|                     | $17\\cdot91$   |\n|                     | $100\\cdot00$  |\n|                     | $67\\cdot30$   |\n|                     | $4\\cdot58$    |\n|                     | $10\\cdot30$   |\n|                     | $17\\cdot82$   |\n|                     | $100\\cdot00$  |\n\nIt is plain from the result of this analysis, that fucusine and furfurine are also isomeric compounds.\n\nNitrate of Fucusine.\n\nThis is one of the salts of fucusine which crystallizes most readily. I have already detailed the mode of preparing and purifying it, and shall not therefore repeat it again. When crystallized out of a hot aqueous solution, it forms long prisms tapering towards their extremities, and united by their broad ends so as to form large stars. But when crystallized out of spirits of wine, it forms large rhombic prisms of great regularity of structure and adamantine lustre. When deposited from strong spirits of wine, these\ncrystals become opake when dried, but when crystallized out of weak spirits, they retain their transparency. When dried under the air-pump and subjected to analysis, the salt was found to have the same formula as the corresponding salt of furfurine, viz. \\( \\text{C}_{30} \\text{H}_{12} \\text{N}_2 \\text{O}_6 + \\text{NO}_5 + \\text{HO} \\).\n\n\\(0.488\\) grm. salt gave \\(0.972\\) carbonic acid and \\(0.1875\\) water.\n\n| Calculated numbers. | Found numbers. |\n|---------------------|---------------|\n| C 54.30             | 54.32         |\n| H 3.99              | 4.26          |\n\nWhen the nitrate of fucusine is heated in the water-bath to \\(100^\\circ\\) C., it soon becomes coloured and decomposes.\n\nThrough the kindness of Professor W. H. Miller of Cambridge, which I have often formerly experienced, I am enabled to subjoin the annexed figures and measurements of the crystals of the nitrates of fucusine and furfurine.\n\n**Nitrate of Fucusine.**\n\n*Prismatic:*—The symbols of the simple forms are,—\\(a\\ 100, u\\ 011, m\\ 110, s\\ 111\\).\n\nThe angles between normals to the faces are,—\n- \\(uu'\\) 64° 0\n- \\(ma\\) 47° 51\n- \\(mm'\\) 84° 18\n- \\(sa\\) 68° 6\n- \\(su\\) 21° 54\n- \\(ss'\\) 43° 48\n- \\(ss''\\) 60° 42\n- \\(s's''\\) 71° 0\n\n*Cleavage:*—\\(a\\), very perfect; \\(u, s\\), less perfect.\n\n**Nitrate of Furfurine.**\n\n*Prismatic:*—The symbols of the simple forms are,—\\(a\\ 100, b\\ 010, e\\ 101, t\\ 310, n\\ 320, s\\ 111\\): \\(a\\) truncates the edge \\(tt''\\).\n\nThe angles between normals to the faces are,—\n- \\(ea\\) 70° 40\n- \\(ee'\\) 38° 40\n- \\(nb\\) 47° 50\n- \\(tb\\) 65° 40\n- \\(ab\\) 90° 0\n- \\(nn'\\) 84° 20\n- \\(tt'\\) 48° 40\n- \\(sa\\) 72° 8\n- \\(ss'\\) 35° 44\n- \\(sb\\) 67° 39\n- \\(ss''\\) 44° 42\n- \\(s's''\\) 58° 44\n\n*Cleavage:*—\\(b\\), very perfect; \\(a, t\\), less perfect.\nMuriate of Fucusine.\n\nMuriate of fucusine is an extremely soluble salt, which crystallizes, when very concentrated, in short slender needles arranged in stars.\n\nThe Double Platinum Salt.\n\nWhen bichloride of platinum is added to a cold aqueous solution of hydrochlorate of fucusine, a crystalline yellow precipitate immediately subsides. But if the solutions of the two salts are hot, and especially if some spirits of wine are added to the mixture, the double platinum salt is slowly deposited in large broad four-sided prisms. These prisms are very thin, having two broad sides and two very narrow ones. They are usually united together at the one extremity, while the other is square and regular. The double hydrochlorate of fucusine and platinum does not at all resemble in appearance the corresponding salt of furfurine, which, as formerly stated when crystallized out of weak spirits, forms long needle-shaped crystals like those of carbazotate of potash.\n\n0·3733 grm. salt dried in vacuo, gave 0·518 carbonic acid and 0·109 HO.\n\n0·6595 grm. salt dried in vacuo, gave 0·650 chloride of platinum and ammonia = 0·4085 nitrogen.\n\n0·640 grm. salt dried in vacuo, gave 0·580 chloride of silver = 0·1434 CL.\n\nI. 0·416 grm. salt gave 0·086 platinum = 20·67 per cent.\n\nII. 0·5025 grm. salt gave 0·1035 platinum = 20·58 per cent.\n\nIII. 0·409 grm. salt gave 0·840 platinum = 20·53 per cent.\n\n| Calculated numbers. | Found numbers. |\n|---------------------|---------------|\n| 30 C                | 2250·0        | 37·97         | 37·84         |\n| 13 H                | 162·5         | 2·74          | 3·21          |\n| 6 O                 | 600·0         | 10·12         | 9·70          |\n| 2 N                 | 350·0         | 5·90          | 6·18          |\n| 3 Cl                | 1329·0        | 22·45         | 22·40         |\n| Pt                  | 1233·5        | 20·82         | 20·67         |\n|                     | 5925·0        | 100·00        | 100·00        |\n\nThe formula of the double platinum salt therefore is \\( \\text{C}_{30} \\text{H}_{12} \\text{N}_{2} \\text{O}_{6} + \\text{HCl} + \\text{PtCl}_2 \\).\n\nThe Acid Oxalate of Fucusine.\n\nThis salt may be pretty readily prepared from crude fucusine by digesting it with an excess of oxalic acid. The hot filtered solution deposits, on cooling, the acid oxalate in long needle-shaped crystals arranged in stars. These crystals are usually coloured at first, but by repeated digestions with animal charcoal they are rendered colourless, when they have a silky lustre. They are not very soluble in cold water, but readily dissolve in boiling water and in hot spirits. Their solution is distinctly acid to test-paper.\n0·3155 grm. salt dried in vacuo, gave 0·664 carbonic acid and 0·120 water.\n0·336 grm. salt dried in vacuo, gave 0·419 double chloride of Pt and ammonia.\n\n| Calculated numbers. | Found numbers. |\n|---------------------|---------------|\n| C 34 57·01          | 57·08         |\n| H 14 4·06           | 4·22          |\n| N 2 7·74            | 7·82          |\n| O 14 31·19          | 30·88         |\n| 100·00              | 100·00        |\n\nThe formula of this salt therefore is \\( \\text{C}_{30} \\text{H}_{12} \\text{N}_{2} \\text{O}_{6} + 2\\text{C}_{2} \\text{O}_{3} + 2\\text{HO} \\). It is the binoxalate of fucusine with two equivalents of water. The neutral oxalate is much more soluble than the acid salt, but the crystalline form of both salts is the same.\n\nThe perfect isomerism which subsists between furfurol and fucusol, extending as it does to the products of their decomposition, is certainly not a little astonishing, and may perhaps induce some chemists still to regard them as identical substances. I was, in fact, for a long time inclined to the same opinion, and it was only after a careful comparative examination of both oils, and especially of their respective bases, that I was led to conclude that they are only very analogous, but not identical compounds.\n\n**Oil from Moss.**\n\nA quantity of common Sphagnum was digested in a distilling apparatus with dilute sulphuric acid, exactly in the way already so fully described. It yielded a considerable quantity of an oil, which, so far as I could judge, is identical with fucusol. It formed amide with ammonia, which, when it was boiled with an alkaline lye, yielded a similar difficultly crystallizable base, whose double platinum salt crystallized in the same thin flat prisms as those of fucusine.\n\n**Oil from Lichens.**\n\nA quantity of *Lichen Islandicum*, along with several species of *Usnea*, *Ramalinia fraxinea*, &c., were also digested with sulphuric acid. They yielded an oil which appeared to be identical with fucusol, judging from its characters and those of its amide, base and platinum salt.\n\n**Oil from Ferns.**\n\nThe common fern, *Pteris aquilina*, when digested with sulphuric acid, also yielded an oil which formed an amide and a base, crystallizing readily in long slender needles, closely resembling those of furfurine. I felt at first much inclined to regard this oil as identical with furfurol, but as the double platinum salt of its base does not crystallize in the same form as the corresponding salt of furfurine, but in broad flat prisms, I strongly suspect that it is different from both fucusol and furfurol.\n\nThe results of the preceding investigation, imperfect as they confessedly are, seem to me to indicate some curious botanical relations; for it appears highly probable that the *matière incrustante*, or some such principle, is the same in all phanerogamous\nplants, as it yields an identical product of decomposition, viz. furfurol when it is digested with sulphuric or muriatic acids.\n\nThe matière incrustante in Fuci, on the other hand, though analogous, appears to be not identical with the corresponding principle in phanerogamous plants, as it yields fucusol instead of furfurol; and this seems also to be the case with the matière incrustante of mosses and lichens, both of which families approximate much more closely in their botanical structure to the Algae than to ordinary phanerogamous plants. As might almost have been expected, therefore, both mosses and lichens appear to yield fucusol, or at any rate an exceedingly similar oil, which is certainly not furfurol. Ferns, on the contrary, whose woody structure differs from that of either mosses, algæ, or lichens, and approaches pretty closely to that of ordinary phanerogamous plants, appear to yield an oil with properties intermediate between those of furfurol and fucusol.\n\nNote received September 4, 1850, from Professor Miller of Cambridge.\n\nI consider it very probable that the crystals of nitrate of fucusine do not belong to the prismatic system, but are twin crystals of the oblique system. The faces of the form $s$ are however too imperfect to settle this point.\n\nThe angles between normals to the faces are,\n\n\\[\n\\begin{align*}\nma & \\quad 47^\\circ 52' \\\\\nmm' & \\quad 84^\\circ 16'\n\\end{align*}\n\\]\n\nI have re-examined the crystals with all possible care, but cannot pretend to correct the angles which the faces of the forms $s$, $u$ make with each other, and with the faces of the forms $a$, $m$.\n\nCorrected angles between the normals to the faces of nitrate of furfurine (not from solution in alcohol) are,\n\n\\[\n\\begin{align*}\nea & \\quad 71^\\circ 5' \\\\\nee' & \\quad 37^\\circ 50' \\\\\nnb & \\quad 47^\\circ 54' \\\\\ntb & \\quad 65^\\circ 41' \\\\\nab & \\quad 90^\\circ 0' \\\\\nnn' & \\quad 84^\\circ 12' \\\\\ntt' & \\quad 48^\\circ 18' \\\\\nsa & \\quad 72^\\circ 44' \\\\\nss' & \\quad 34^\\circ 32' \\\\\nsb & \\quad 66^\\circ 16' \\\\\nss'' & \\quad 47^\\circ 28' \\\\\ns's'' & \\quad 60^\\circ 0'\n\\end{align*}\n\\]\n\nThe values of the angles between the faces of the form $s$ are very uncertain.\nOpake Crystals of Nitrate of Furfurine.\n\nCrystals obtained from a solution in alcohol, which effloresced readily, and became in consequence opake.\n\nThese crystals belong to the anorthic system.\n\nThe symbols of the simple forms are,—s 100, r 010, x 001, u 011, z 101, e 110, t 111.\n\nThe angles between normals to the faces are,—\n\n\n\n| Face | Angle |\n|------|-------|\n| se   | 58° 50' |\n| re   | 65° 50' |\n| sr'  | 55° 20' |\n| xs   | 76° 50' |\n| zx   | 57° 17' |\n| zs'  | 45° 53' |\n| te   | 47° 58' |\n| xt   | 51° 14' |\n| xe'  | 80° 48' |\n| ur   | 52° 49' |\n| ux   | 60° 21' |\n| xr'  | 66° 50' |\n| us'  | 69° 57' |\n| tu   | 55° 31' |\n| st   | 54° 32' |\n| ze'  | 54° 43' |\n| uz   | 49° 40' |\n| eu   | 75° 37' |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108447.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 10882,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2700,
        2
      ],
      [
        2700,
        6075,
        3
      ],
      [
        6075,
        9456,
        4
      ],
      [
        9456,
        12173,
        5
      ],
      [
        12173,
        15450,
        6
      ],
      [
        15450,
        19044,
        7
      ],
      [
        19044,
        21869,
        8
      ],
      [
        21869,
        25130,
        9
      ],
      [
        25130,
        28737,
        10
      ],
      [
        28737,
        30472,
        11
      ],
      [
        30472,
        33146,
        12
      ],
      [
        33146,
        35999,
        13
      ],
      [
        35999,
        38166,
        14
      ],
      [
        38166,
        38872,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108447",
    "title": "On the Oils Produced by the Action of Sulphuric Acid upon Various Classes of Vegetables",
    "authors": "John Stenhouse",
    "year": 1850,
    "volume": "140",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/108447"
  }
}