{
  "id": "2b667a82f79f5093efdbaafaec1d38f55319325c",
  "text": "XXX. Astronomical Observations made by Nathaniel Pigott, Esq.\nF. R. S. Foreign Member of the Academies of Brussels and Caen, and Correspondent of the Academy of Sciences at Paris.\nCommunicated by Sir Henry C. Englefield, Bart. F. R. and A. S.\n\nRead May 3, 1781.\n\nHAVING given in the Philosophical Transactions, vol. LXVI. for the year 1776, and vol. LXVIII. part II. for 1778, an ample description of the excellent astronomical instruments in my possession, it will be needless to say anything here on that subject, further than that the following observations were made with them.\n\nDuring the summer of 1777, part of which I spent with Lady Widdrington, at her house named Wickhill, about a mile from Stow on the Would, Gloucestershire, I determined, by six observations of 4's satellites, compared to correspondent ones made on the same days, Wickhill W. of Greenwich $1^\\circ 29' 45''$. It is proper to add, this is likewise the longitude of Stow, it being under the same meridian, or very nearly so, as Wickhill.\n\nIn 1778 and 1779 I observed in Glamorganshire; and by thirty-five meridian observations of the sun and stars, all agreeing within $12''$ from the mean, I determined the latitude of my observatory at Frampton House $51^\\circ 25' 1''$ N.\n\nFrampton\nFrampton-house lies between Cowbridge and Lantwit; about four miles south of the former, and one mile north of the latter, and about two miles from the Bristol channel; is nearly under the same meridian as Watchet, a market town in Somersetshire.\n\nThe rocks on the Welch coast, which run obliquely slanting into the Bristol channel, render the navigation so dangerous, that each year affords the horrid spectacle of ships wrecked; and here I am sorry to add, that the barbarous custom of plundering these unfortunate vessels still subsists in all its inhumanity; at the same time it would be injustice to the gentlemen of the country to pass under silence their repeated endeavours to check this enormity; but hitherto their efforts have not been attended with much success: it is due to humanity to make such bad practices public, in hopes of exciting an inquiry, which justice and the honour of the nation loudly call for.\n\nThe little that has been said suffices to shew the expediency of correct maps of this channel. The universal opinion of the country is, that to the Somersetshire opposite coast, about Watchet, Purlock, &c. the breadth of the channel is twenty or twenty-one miles. A single glance of the eye seems sufficient to contradict this notion; however, as upon inspecting my maps I found the distances set down not greatly different from what report had made them, we measured them geometrically, and the result gave the channel, not twenty, but little more than thirteen miles broad at the abovementioned places.\n\nUpon the whole it is to be wished, that astronomical observations, sufficiently correct, were made on the Somersetshire side, which might be compared with those I have made on the opposite shore. It may possibly be found, that the towns on the English\nEnglish coast are placed in the maps too much south, and those in Wales too much north; and hence, perhaps, the too great breadth given to the Bristol channel. This is, at least, the case with the town of Lantwit, which, as I have said, is to the southward of Frampton-house, the latitude of which is $51^\\circ 25' 1''$; nevertheless the best and most extensive map *I have been able to procure gives the latitude of Lantwit $51^\\circ 29' 40''$, that is to say $4' 39''$ N. of Frampton-house. There may very possibly be particular charts of the Bristol channel more exact; but it is not less true, that the common maps ought to be cleared of such enormous errors.\n\nI determined the difference of meridians between Frampton-house and Greenwich by comparing four immersions and fourteen emersions of $u$’s first and second satellites to corresponding ones made in other observatories. The result is as follows:\n\n| App. time | Immersions |\n|-----------|------------|\n| 14 11     | By an observ. at Greenwich. |\n| 13 52     | at Upsal. |\n| 13 54     | at Paris. |\n| 14 6      | at Oxford. |\n| 14 1      | the mean. |\n\n| App. time | Emersions |\n|-----------|-----------|\n| 13 43     | By an observ. at Oxford. |\n| 14 2      | at Greenwich. |\n| 13 50     | N. Almanack. |\n| 13 45     | at Greenwich. |\n| 13 46     | at Oxford. |\n| 13 44     | at Paris. |\n| 14 12     | at Paris. |\n| 13 50     | at Oxford. |\n| 14 11     | at Berlin. |\n| 13 42     | at Oxford. |\n| 13 50     | at Greenwich. |\n| 13 59     | at Oxford. |\n| 14 3      | at Greenwich. |\n| 14 7      | at Greenwich. |\n\n|       | Mean of emersions. |\n|-------|-------------------|\n| 13 55 |                   |\n\n|       | Mean of immersions. |\n|-------|---------------------|\n| 14    |                     |\n\n|       | by a mean of the means |\n|-------|------------------------|\n| 13 58 |                         |\n\nFrampton-house W. of Greenwich in time, or $3^\\circ 29' 30''$ by the equator.\n\n* By John Adams. The scale is to minutes of a degree.\nOccultations of fixed stars observed at Frampton-house in 1777 and 1778.\n\nApp. time. October 21, 1777.\n\n18 16 20 Imm. δ Pollux; doubtful to 2\" or 3\".\n\nNovember 15.\n\n6 19 3 Imm. 1st, δ Tauri into light part of η: doubtful to 3\".\n6 54 22 Imm. 2d, δ Tauri.\n7 8 42 Emerf. 1st, δ Tauri: dark part of η.\n\nNovember 16.\n\n10 59 27 Imm. ξ Tauri: very good.\n\nJuly 5, 1778.\n\n9 2 15½ Imm. telescopic star: instantaneous.\n9 3 28½ Imm. um: instantaneous.\n10 27 8½ Emerf. um, from light limb of η: sure to 1\" or 2\".\n\nDeclination of the needle.\n\nIn the beginning of 1778 the declination west of a magnetic needle of four inches made by Mr. Dollond, appeared to be 22° 11'.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106530.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1768,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1264,
        2
      ],
      [
        1264,
        3048,
        3
      ],
      [
        3048,
        5051,
        4
      ],
      [
        5051,
        5706,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106530",
    "title": "Astronomical Observations Made by Nathaniel Pigott, Esq. F. R. S. Foreign Member of the Academies of Brussels and Caen, and Correspondent of the Academy of Sciences at Paris. Communicated by Sir Henry C. Englefield, Bart. F. R. and A. S.",
    "authors": "Henry C. Englefield, Nathaniel Pigott",
    "year": 1781,
    "volume": "71",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106530"
  }
}