{
  "id": "2c318a05f7d2fcf2e5a273d3f820d248bba0a777",
  "text": "longer than other Metals. Cary's Warming-stone promised a warmth for six or eight hours; if it performed but for two or three hours, it would be of great use. 'Tis found by sad experience, how hurtful Bright Fires, and especially of Stone-coal are to the Eyes.\n\nTo retain Fire long, certain Black Earths are useful, as we were newly informed by the Inquisitive Dr. B. That a Gentleman in Sommertsetshire, called Mr. Speke, had bountifully obliged Ilminster, and his Neighborhood, by a Black Fat-Earth lately found in his Park. But the same Correspondent adds, That he never saw any parallel to a Sea-weed, which he and some of his Fellow-Students had in Cambridge in the mouth of a Barrel of good Oysters. It was smaller than Pease-halm, yet cut, it lasted two very great Fires of Sea-coal, burning bright in the midst of the Fire; and by a stroak of the Tongues, it fell into the Hearth, jingling like Metal.\n\nA Relation\n\nOf an uncommon Accident in two Aged Persons.\n\nThis was imparted by the above-mentioned Mr. Colepresse, who affirms in his Letter, containing this Account, That the matter of fact was thoroughly examined by himself, and that he was fully, and in all respects, satisfied of the truth thereof.\n\nThe Relation of the one, is in these words.\n\nJoseph Shute Clerk, Parson of Mary (nigh Plymouth) in the County of Devon, aged 81 years, being a temperate man, and of an healthy constitution, having the in-most Grinder loose, and so remaining, perceived, that his mouth, about three Moneths since, was somewhat streightned; and upon inquiry into the cause of it, found, That he had a new Tooth (the third Grinder) being the innermost of the upper Jaw in the Right Cheek, which still remains firm.\n\nThe Account of the other follows thus.\n\nMaria Stert of Benecliffe, in Plympton St. Mary (near Plymouth) in Devon, aged about 75 years, an healthy person, having had nine children, about the fortieth year of her age lost three of her upper\nupper Incisores or Cutters, the other drawn out, and so remained Toothless, as to them, for about 25 years, when she perceived, that a new Tooth came forth (without any pain) next the Canini of the left Check: And about two years after, another Tooth grew out likewise without pain, close by the former. The first whereof, never came to above half the length of her former Cutters, the latter scarce breaking the skin: Both which yet proved serviceable, till about six weeks since, when she eating (no hard, crusty, or solid) Meat, that Tooth which came out first, fell down into her Mouth, without any looseness before hand perceived, or any pain; which had not a phang like other Cutters, but much less, and shorter. The other abides firm, and serviceable.\n\nTo the truth of these Relations, not only the said Joseph Shute, and Maria Stert, have put the one his name, the other her Mark, the third and seventh of January, 1666, but also Sir William Strode, and Mr. Colepresse have subscribed the same, as believing the Relation to be true.\n\nAn Account of two Books.\n\nI. ISMAELIS BULLIALDI ad Astronomos Monita duo: Primum, De Stella Nova, qua in Collo Ceti ante annos aliquot visa est. Alterum, De Nebulosa in Andromeda Cinguli parte Borea, ante biennium iterum orta.\n\nThe chief end of the Author in publishing this Tract, seems to be, To excite Astronomers to a diligent observation, both of that New Star in the Neck of the Whale, to be seen in February and March next; and of that other, in the Northern part of Andromeda's Giraffe, to be seen at this very present.\n\nAs to the former of these Stars, he affirms, that, as it hath appeared for many years in the said place, so it will in the beginning of March next appear equal to the Stars of the third Magnitude, or perhaps bigger; and that about the end of the same Month, if the Crepuscle do not hinder, the greatest Phasis of it will appear, if so be, that it keep the same Analogy of Motions and Periods, which it observed from An. 1638. to An. 1664. Where he takes notice of the Causes, why its two greatest Appearances could not be seen, An. 1664, 1665, 1666; and how he comes",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101545.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1123,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1950,
        2
      ],
      [
        1950,
        4087,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101545",
    "title": "A Relation of an Uncommon Accident in Two Aged Persons",
    "authors": "Mr. Colepresse",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101545"
  }
}