{
  "id": "295513f081ce5f0123dde18fcb0b78287ccd40f3",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable, that a Committee of their members should be appointed to reconsider the papers read before them, and select out of them such, as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS\n\nOF\n\nVOL. LXXVI. PART I.\n\nI. Observations on the Graduation of Astronomical Instruments; with an Explanation of the Method invented by the late Mr. Henry Hindley, of York, Clock-maker, to divide Circles into any given Number of Parts. By Mr. John Smeaton, F. R. S.; communicated by Henry Cavendish, Esq. F. R. S. and S. A. Page 1.\n\nII. A Series of Observations on, and a Discovery of, the Period of the Variation of the Light of the Star marked δ by Bayer, near the Head of Cepheus. In a Letter from John Goodricke, Esq. to Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal. p. 48\n\nIII. Magnetical Experiments and Observations. By Mr. Tiberius Cavallo, F. R. S. p. 62\n\nIV. On Infinite Series. By Edward Waring, M. D. F. R. S. Lucasian Professor of Mathematics at Cambridge. p. 81\n\nV. Experiments on Hepatic Air. By Richard Kirwan, Esq. F. R. S. p. 118\n\nVI. Observations on the Affinities of Substances in Spirit of Wine. In a Letter to Richard Kirwan, Esq. F. R. S. by John Elliot, M. D. p. 155\nVII. An Account of some minute British Shells, either not duly observed, or totally unnoticed by Authors. In a Letter to Sir Joseph Banks, Bart. P. R. S. by the Rev. John Lightfoot, M. A. F. R. S. p. 160\n\nVIII. Observations on the Sulphur Wells at Harrogate, made in July and August, 1785. By the Right Reverend Richard Lord Bishop of Landaff, F. R. S. p. 171\n\nIX. Observations and Remarks on those Stars which the Astronomers of the last Century suspected to be changeable. By Edward Pigott, Esq.; communicated by Sir Henry C. Englefield, Bart. F. R. S. and A. S. p. 189\n\nX. An Account of a Subsidence of the Ground near Folkestone, on the Coast of Kent. In a Letter from the Rev. John Lyon, M. A. to Edward King, Esq. F. R. S. and A. S. Communicated by Mr. King in a Letter to Charles Blagden, M. D. Sec. R. S.; with Remarks. p. 220\n\nXI. Particulars relative to the Nature and Customs of the Indians of North-America. By Mr. Richard Mc Causland, Surgeon to the King's or Eighth Regiment of Foot. Communicated by Joseph Planta, Esq. Sec. R. S. p. 229\n\nXII. Abstract of a Register of the Barometer, Thermometer, and Rain at Lyndon in Rutland, in 1785. By Thomas Barker, Esq. Also of the Rain at South Lambeth, in Surrey; and at Selbourn and Fyfield, Hampshire. Communicated by Thomas White, Esq. F. R. S. p. 236\n\nXIII. An Account of Experiments made by Mr. John Mc Nab, at Henley-House, Hudson's Bay, relating to freezing Mixtures. By Henry Cavendish, Esq. F. R. S. and A. S. p. 241\nTHE President and Council of the Royal Society adjudged,\nfor the Year 1785, the Medal on Sir Godfrey Copley's\nDonation, to Major-General William Roy, for his Mea-\nsurement of a Base on Hounslow-Heath.\nCONTENTS\n\nOF\n\nVOL. LXXVI. PART II.\n\nXIV. NEW Experiments upon Heat. By Colonel Sir Benjamin Thompson, Knt. F. R. S. In a Letter to Sir Joseph Banks, Bart. P. R. S. Page 273\n\nXV. History and Dissection of an extraordinary Introfusception. By John Coakley Lettsom, M. D. F. R. S. and A. S. p. 305\n\nXVI. New Experiments on the Ocular Spectra of Light and Colours. By Robert Waring Darwin, M. D.; communicated by Erasmus Darwin, M. D. F. R. S. p. 313\n\nXVII. Observations on some Causes of the Excess of the Mortality of Males above that of Females. By Joseph Clarke, M. D. Physician to the Lying-in Hospital at Dublin. Communicated by the Rev. Richard Price, D. D. F. R. S., in a Letter to Charles Blagden, M. D. Sec. R. S. p. 349\n\nXVIII. Some Particulars of the present State of Mount Vesuvius; with the Account of a Journey into the Province of Abruzzo, and a Voyage to the Island of Ponza. In a Letter from Sir William Hamilton, K. B. F. R. S. and A. S. to Sir Joseph Banks, Bart. P. R. S. p. 365\n\nXIX. An Account of a new Electrical Fish. In a Letter from Lieutenant William Paterson to Sir Joseph Banks, Bart. P. R. S. p. 382\nXX. Observation of the Transit of Mercury over the Sun's Disc, made at Louvain, in the Netherlands, May 3, 1786. By Nathaniel Pigott, Esq. F. R. S. p. 384.\n\nXXI. Observation of the late Transit of Mercury over the Sun, observed by Edward Pigott, Esq. at Louvain in the Netherlands; communicated by him in a Letter to the Rev. Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal. p. 389\n\nXXII. Additional Observations on making a Thermometer for measuring the higher Degrees of Heat. By Mr. Josiah Wedgwood, F. R. S. and Potter to Her Majesty. p. 390\n\nXXIII. The Latitude and Longitude of York determined from a Variety of Astronomical Observations; together with a Recommendation of the Method of determining the Longitude of Places by Observations of the Moon's Transit over the Meridian. Contained in a Letter from Edward Pigott, Esq. to the Rev. Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal. p. 409\n\nXXIV. Advertisement of the expected Return of the Comet of 1532 and 1661 in the Year 1788. By the Rev. Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal. p. 426\n\nXXV. A new Method of finding Fluents by Continuation. By the Rev. Samuel Vince, A. M. F. R. S. p. 432\n\nXXVI. Conjectures relative to the Petrifications found in St. Peter's Mountain, near Maestricht. By Petrus Camper, M. D. F. R. S. p. 443\n\nXXVII. Catalogue of One Thousand new Nebulae and Clusters of Stars. By William Herschel, LL.D. F. R. S. p. 457\n\nXXVIII. Investigation of the Cause of that Indistinctness of Vision which has been ascribed to the smallness of the Optic Pencils. By William Herschel, LL.D. F. R. S. p. 500",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106612.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15864,
    "total-output-tokens": 2627,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1818,
        3
      ],
      [
        1818,
        2952,
        4
      ],
      [
        2952,
        3959,
        5
      ],
      [
        3959,
        5442,
        6
      ],
      [
        5442,
        5643,
        7
      ],
      [
        5643,
        5643,
        8
      ],
      [
        5643,
        6770,
        9
      ],
      [
        6770,
        8373,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106612",
    "title": "Front Matter",
    "authors": null,
    "year": 1786,
    "volume": "76",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106612"
  }
}