{
  "id": "141e2f08120230883f60f697c2a3ede33f1a78e9",
  "text": "I. HERMANNI BOERHAAVE, A.L.M.\nPhilosoph. & Med. Doct. Medicinæ in Universitatis Leidensi Prof. Colleg. Chirurgic. Praef.\nR. S. Lond. necnon Reg. Scientiar. Acad.\nParisienf. Soc. de MERCURIO experimenta.\n\nQUI rerum corporearum originem, viresque harum singulares & proprias, per experientiam indagaverunt diligentissime, foli hi exploratos sibi modos reddiderunt, quibus vera harum notitia certo comparatur. Quotiescunque vero instrumenta hujus Scientiæ candidi enumerant, uno sane ore fatentur, Chemiam, proposito huic gnavi ter promovendo, praestitisse utilissima. Autores etiam hac in arte claros dum sedulo excutiunt, liquido tum constitit, Alchemistarum vetustissimos cæteris palmam præripuisse, ubi de rerum natura commentantur. Geber testis esto, & qui huic proximi. Hi quippe simpliciter ea modo descripti sunt, sua qua arte detexerant, cui quidem unice excolendæ curam omnem impenderant, alia sollicitudine prorsus expediti. Nulli profecto mortalium indagini rerum naturalium acrem adeo, & pertinacem, operam dedere, aut versandæ per varios explorandi modos materiae improbum adeo laborem adhibuerunt, quam Alchemistæ. Ut autem, ita se hæc habere, faciles dabunt, qui Hermeticos evolvunt, quando inventa communia aperti enarrant; sic quidem e contrario,\ndum de arcano sophorum differunt, eo celandi studio abuti accusantur, quasi hic loci nollent intelligi. Paradoxa adeo, a cognitis aliena, & hyperbolica lublimitate turgida, nova, jactare perhibentur, ut deliri, fabulosi, mendaces, & vani, explodantur. Enimvero verbis severi, divites promissis, rem interea ipsam atra adeo caligine condunt, ut arcana revelata nolle videantur. Sapientum ideo plurimi judicant, impossibile prorsus naturae, & arti, quod promittunt: indignos quin imo censent, qui Philosophis inferi, aut ab iisdem legi, mereantur. Artifici ramen tutius, quam ignaro, propria in arte creditur; & temeraria, quae possibilia definiunt, mortalium judicia: Præcipue quidem, dum palam hi Chemistæ clamant, scripta sua unice libranda ad leges naturae certissimas, rerum eventis solide compertas; nolunt credi, si quid usquam forte protulerint, quod adversum sit vere compertis per experimenta viribus naturae. Imo aiunt contra, eo tantum hæc ab iis proposito dici: ut profani a misteriis procul absint, quæ initiatis aperiuntur, hinc necesse fuisse, ut aliena, obscura, fape & falsa, sinceris, liquidis, & veris, interpolarentur.\n\nContigit mihi chemica scrutanti, & evolventi Alchemistarum scripta, videre, unam esse mentem omnibus. Metalla suis in venis naturaliter gigni, ali, crescere, multiplicari, ut cætera naturalia suo quaque loco. Alimenta etiam metallorum, alienæ prius indolis, vi genitali feminis metallici verti in naturam vere metallicam ita, ut, sola hac seminali potestate amitterent pristinam, novam acciperent hanc proprietatem, uno teporis prægnantis fotu. Fieri scilicet omnia hæc volunt eadem penitus ratione,\none, ut animantium, & stirpium, semina suum in nutrimentum accepta alimenta mutant. Sic auri vegentis vivificans semen, nactum apta pabula, in matrice idonea, ope convenientis caloris, in singularem suam indolem eadem digereret. Ea ideo ratione, per legem subterraneis scriptam, ex materia diversi ab auro ingenii, longa die, verum perpetuo nasci aurum, statuunt. Vitali nempe augmento, ex alimento vi sua subacto, in materiem sibi similem, crescit; quamdiu quatuor conditiones illae praesto manent. Has autem accuratius prosequuti deprehenderunt, nata metalla, aurum praecipue, detineri arctissime clausa, solidum inter, & purissimum, faxum, quod undique quam sollicitissime obseratum nec aditum, nec exitum, dare cernitur. Matrix nascentis metalli densa, dura, impenetrabilis, sincera, undique obturata, vitrum refert. Vix aliud difficilius intellectu, quam modum perspicere, quo solidum metalli penetrare se potuerit per ponderosam durae silicis molem, usque intra venas metallo praegnantes, & oneratas. Nec arduum minus, assequi, quam tandem via clanculum transferit, in latentes latebras idem metallum, si prima in origine liquidum fuerat, ut valde probabile habetur. Matrix genuina metalli sic cognita. Calor quoque fodinarum metalliferarum cognitus: raro æquat sanitemperem; sed crebro infra gradum sexagesimum in thermometri Fahrenheitiani scala subsistit. Hinc & Mystæ praepiciunt, ut foeta arcani materies, vitro inclusa puro, soveatur Majali colore. Hunc quinquaginta passim graduum experimur. Atque ille quidem ipse medius compertus est toto anno, per observationes sollicitissime institutas industria Cruquiana. Obscurius manet\nmanet pabulum metalli, ut & quae sit seminalis illa, proliferata, & genitrix, materies? Aiunt plerique, esse argentum vivum materiem omnibus communem metallis. Hoc potentia vitalis seminis mutatum dare metallum definitum juxta singularcm proprietatem seminalis efficaciae. Singula ergo metalla argento vivo, & hac vi metallifica (Sulphur dicunt) mature percoctis, perduri in speciem perfectam singularis metalli. Hinc & in bina hæc resolvi iterum unumquodque metallum. Ipfi tamen argento vivo, a prima nativitate, hæret originalis labes, intime concreta, miris cum eo modis inolescens; hinc difficillime ab eo separanda. Non foret ideo argentum vivum, simplicissimum, neque liberum, sed, per aliquid illud inhærens, jam definitæ naturæ; atque propterea vix pateretur, ut, obsequiosum virtuti particularis seminis metallici, duceretur in naturam unus metalli singularem. Si vero arte difficillima repurgatur penitus ab ea peregrina macula, tum demum haberi liquidum; metallicum; ponderosissimum; simplicissimum; nulla arte, nec natura, unquam in diversa divisibile; in quo soluti cujusque metalli semen vivificatum, se perfectissime multiplicaret; in quo aurum ipsum deliquescent, fotum, maturatum, foret laboris supremum pretium, quaestum adeo, adeo decantatum.\n\nQuum viderem convenire super his inter principes artis, diu molitus sum, experiendo discere, quonam tandem artificio sincerus queat parari Mercurius? an ex metallis possit ille elici? Quae metalli illa sit pars altera, sua sub juga liberum cogere apta hydrargyrum? Juvat comperta recitare: non qui artem doceam; absum inde, si quis quam longissime. Sed bona\nbona fide narrabo experimenta laboriosa, &c tam certa, ut pro veris haberi queant. Opus non erit deinceps aliis ea repetere, sed his uti pro veris fas erit, quoties erit usus. Poteritque diligens artifex, hæc assumens, ad alia ulterius applicare animum: quo studia Chemiae magis promoveat. Utinam privatos labores quisque ad publica commoda contulisset! Primum esto.\n\nI.\n\nArgentum vivum purum, vase vitreo, sicco, sincero, contentum, solo concussu mechanico agitatum, dat pulverem mollem, nigrum, tenuissimum.\n\nOPERATIO.\n\nUncias sedecim hydrargyri, emti a Societate Amsteladomensi, premebam per alutam; nulla foæx restitit. Trivi diu cum aqua pura; mansit hæc pura post tritum. Cum sale marino diu contritus fuit; sed color salis non inquinabatur. Affusa aqua ad salem hunc & mercurium, contritio repetita; neque vel ita mutabatur color. In omni, hoc opere nigri nihil, nil peregrini aut spurci apparuit. Hydrargyrus dein ablatus, siccatus, erat splendidus. Eum fudi in lagenam vitream, sicciam, sinceram, de vitro Germanico obscuro-viridi conflatam. Posui simul in furno arenae, ad ignem tantum non elevantem argentum vivum: quo essem certus, aquam, quæ crebro mercurio clam adeat, omnem penitus expulsam triduo sic detinui. Subere puro, siccissimo, solidissimo, in collum calidi adhuc vañis intruso quam for-\nfortissime obturavi vitrum. Apicem lagenae subere clausum immisi cæmento fusco de pice, resina, sebo, sulphure. Linteum induxi adductis funibus arcte adstrictum. Vitrum ita instructum indidi cistellæ lignæ, ita capienti hanc lagenam, ut eam lateribus suis contingeret, furfures sicci dein vacua inter vitrum, & cistellam, loca opplebant. Operculum lignænum perforatum in medio affixi supra, ut collum lagenæ parte superiori sua paulum emineret per id foramen. Erat vitrum immobile intra cistellam. Vitrum sic paratum curavi asfigendum ad caudicem rudentem molendinæ fulloniae, noctes, diesque, mobilis; modo spiraret ventus; a prima Martij anni 1732, ad decimam tertiam Novembris ejusdem anni; fuit semper ad perpendiculum elevatu, & demissu, concissum.\n\n**EFFECTUS.**\n\nLagenæ aperta, idem pondus Mercurij, undique recti polline mollissimo, nigerrimo, copioso, tenuissimo. Pressi per alutam puram; transit liquidus, purus, Mercurius. In aluta pulvis ille, fæoris acris, metallici, saporem æris utcunque referentis.\n\n**COROLLARIA.**\n\n1. Argentum vivum, insipidissimum ex se, solo quassatu fit fæoris metallici ænei.\n2. De mitissimo fit acre, penetrabile.\n3. Ex splendidissimo argenti colore nigerrimum fit.\n4. De fluido consistens specie pulveris.\n\n5. Po-\n5. Potest ergo ita latere sub imagine talis pollinis, & fallere ignaros.\n\nII.\n\nArgentum vivum purificatissimum, sic tractatum (1.) dat pulverem eundem longe majore copia.\n\nOPERATIO.\n\nSuspiciatus, forte quid hærere posse in argento vivo alienæ ab eo indolis, & motu separari inde specie illius pulveris; egi Mercurium ex cornuta vitrea igne arenae totum; egressum refudi in eandem retortam, urfi igne, ut prius. Opus repetivi sexagies. Erat Mercurius 61 vicibus destillatus. In fundo vasis drachmæ quinque pulveris rubri. De quo postea. Mercurius vero hic valde agilis, nitens. Hujus uncias binas curavi conquassandas molendina fullonia, eodem prorsus modo (1.) opere, & tempore.\n\nEFFECTUS.\n\nPondus idem. Pulvis natus mollis, niger, saporis acris, metallici, æs referentis, ad duas drachmas, & viginti sex grana: igitur plus octava; dum venalis Mercurij vix 128, eadem operatione versa esset in pulverem.\n\nCOROLLARIA.\n\n1. Mercurius 61 vicibus destillatus, insipidissimus, fit saporis metallici.\n\n2. De\n2. De mitissimo acris, penetrabilis.\n3. Ex nitidissimo argenteo, speculari, aterrimus.\n4. De fluidiori, quam nativus fuerat, pulvis consistens.\n5. Ignis diurno, valido, toties repetito, retinet hanc proprietatem.\n6. Quae ergo non pendet a foeces peregrina Mercurij, inde per ignem separabili.\n7. Materies, a destillatione Mercurij, in fundo retortæ manens, rubra, splendens, acris, non est magis similis nigrae, concussa natæ, quam ea pars, quae mansit volatilis.\n8. Ignis, & quassatu, mutatur Mercurius, eo in rubrum, hoc in nigrum: est versicolor.\n9. An copia minore actus plus nigri dat?\n\nIII.\n\nPulvis nigerrimus (Op. II.) ex vitro si urgetur igne magno, redit in Hydrargyrum purum.\n\nOPERATIO.\n\nDrachmas duas, grana viginti sex, de pulvere nigro (Op. II.) urfi igne valido, aperto, ex retorta pura vitrea, ut postremo per horas binas retorta canderet.\n\nEFFECTUS.\n\nErant in excipulo drachmæ duæ, grana duo, argenti vivi purissimi, insipidi, splendentis. Adhaesit lateribus vitri, quod commissum retortæ in vas aqua plenum\nplenum desinit, hinc inde aliquantum Mercurij, quod accurate colligere nequivi. In fundo retortæ macula fixa, parva subtilissime tenuis, visibilis modo.\n\nCOROLLARIA.\n\n1. Mercurius Sexagies & semel destillatus, concussus, in pulverem descriptum versus, solo igne redit in antiquam formam.\n2. De acri, penetrabili, fit mitissimus.\n3. De aterrimo, argenteo nitore speculum purum refert.\n4. Ex consistente pulvere fluidissimus.\n5. Tribus his operationibus, manet in se idem; sub variis interim personis mutat speciem.\n6. Sapor, & vis acris, mire in eo mutantur, solo motu, igne solo.\n7. Interim pauxillulum fixi his operationibus nascitur ex Mercurio.\n8. Nigrum id non erat foex, vel alieni quid, a Mercurio sic separatum.\n\nSCHOLIUM.\n\nMercurium in cucurbitis vitreis, conicis, fundo plano instructis, phiala chemica vitrea inversa clausis, exposui igni centum & octuaginta graduum per plures menses. Fiebat niger, deditque pulverem nigrum, similem omni dote: unde didici ignem, & quaßationem idem agere in mercurium, hoc in gradu.\nIV.\n\nMercurius simplici destillatione mutatur.\n\nOPERATIO.\n\nArgenti vivi venalis apud Societatem Amstelædamensem Uncias xvij ponderis Amstelædamensis, ursi ex cornuta vitrea, pura, igne arenæ, in excipulum aqua purissima, a fundo ad iv pollicum altitudinem, plenum, eousque, ut nihil maneret Mercurij currentis in alvo vasis. Mercurium siccavi, purgavi, charta bibula; pura sicca: ut esset prorsum siccus, mundatus ab omni sorde illapsa, & a nigro, quod in destillando evchitur una cum Mercurio qualibet vice destillationis. Dein fudi illum in eandem cornutam. Egi denuo, ut vice prima. Id ita repetivi quinquagesies & bis. In singulis destillationibus natebatur pulvis ruber, splendens, in retorta.\n\nEFFECIUS.\n\nPulvis tum ad drachmas iv, cum semisse, post LII destillationes, acer, ruber, splendens, deorium, sursum, purgans. Mercurius supererat ad Uncias xvij, drachmas v. Drachmae ergo vj, & dimidia, perierant. Id caveri nequit: per gluten aliquid exspirat; chartæ bibulae nigri quid, & pauxillulum Mercurij, adhaerescit, dum exsiccatio singulis vicibus fit. Parum id una vice; multiplicata vero opera assurgit sensim in partem notabilem. Pulvis natus erat ponderosus, coloris rubri fulgidi, valde friabilis,\nabilis, saporis acerrimi, metallici, nauseosi, penetrabilis, vix ex ore delendi, corpus humanum diu, & valide, turbans, ad excretiones disponens. Mercurius ita tractatus fluidior vulgari apparebat.\n\nCOROLLARIA.\n\n1. Hydrargyrus igne actus ita, vertitur de fluido in pollinem fere vigesima octava sui ponderis.\n2. De nitore speculi argentei in colorem fulgentem, rutilantem.\n3. De insipidissimo in acerrimum, horridum, metallicum, penetrabilem, saporem.\n4. De mitissimo in acre virulentum, venenatum, perturbans corpus, dolores ciens.\n5. De volatili in fixius, quod non est amplius volatile eo gradu ignis, quo prius avolabat.\n6. Mutatur partem reliquam in fluidius, cætera simile.\n7. Motus mechanicus, & parvus ignis, Mercurio nigrum, major ignis rubrum colorem, conciliat, vase clauso.\n\nV.\n\nScire gestiebam, quid ultra fieret Mercurio, si porro urgeretur igne ad destillationem requisito?\n\nOPERATIO.\n\nUncias xv, drachmas v, Mercurij superstitis ab operatione (IV) curavi destillare, ut prius, eousque, ut nil restaret in fundo. Egressum, depuratum, siccatum, semper effudi rursum in retortam eandem.\nRepetivi opus per quadringtonas, quadraginta, & octo, distinctas vices. Erat Mercurius hic jam destillando actus quingentis vicibus perfecte. Genuerat semper quid rubri. Adscenderat semper fluidior, purior. Ultimis vicibus uriferam ignem fortius, tum vero pulvis ille rutilus minui potius, quam augeri, videbatur: forte pro parte revivificatus.\n\n**EFFECTUS.**\n\nPulvis in fundo retortæ ponderabat unciam, drachmas quinque, grana viginti & unum. Argentum vivum superstes post D destillationes ponderabat uncias novem, drachmas quinque: sed contigerat in tot destillationibus ut aliquoties retortulae fuerint fissæ, sicque Mercurij quid effugerit, praeter id, quod purgando, & siccando, tot vicibus repetitis perierat.\n\n**COROLLARIA.**\n\n1. Corallaria operationum (II & IV) in hac operatione etiam vera sunt.\n2. Mercurius valde immutabilis pro una parte.\n3. Tamen assidue mutabilis pro parte altera.\n4. Ex forma mutata in pristinam forte redit speciem.\n5. Et forte regenerascens nova ignis actione iterum revolvitur in speciem mutatam.\n\nVI.\n\nArgenti vivi proprietas, qua vertitur igne in pulverem hunc, destillatione ab eo vix auferitur.\nOPERATIO.\n\nMercurium fluidissimum, purissimum, unde quingentis & una destillationibus confeceram uncias duas, drachmam, & grana quinquaginta & unum, (juxta II, IV, V.) superstitem pondere Unciarum decem, drachmarum quinque, cum semisse, destillavi ex retorta sincera vitrea: ut Mercurius omnis penitus transiret in excipulum. Fundus cornutæ erat mundus, ac si recens ex fornace vitraria educeretur. Sed ad limbum superficiei, qua steterat ante destillationem in ventre retortæ, erat annulus fulgens, pulchre rutilus, speciosus, tenuis. Mercurium egregium, purificatum, siccatum refudi in eandem retortam. Ursi in excipulum. Id ita repetivi decies. Singularis vicibus fiebat plus de illo pulvere rubro. Neque vero parciore copia, quam ex Mercurio crudo.\n\nEFFECTUS.\n\nMercurius vividissimus, nitidissimus. Pulvis fixus pulchre rutilus, cæterum ut (II, IV, V.) ad grana septem.\n\nCOROLLARIA.\n\n1. Mutabilitas Mercarij in hunc pulverem igne a net in eo, postquam octava ejus in pulverem versa.\n\n2. Post D XI destillationes manet, quae singulæ aliquid fecere illius pulveris: licet nihil novi Mercarij additum fuerit.\n\n3. Ergo\n3. Ergo pulvis ille vix habendus pro faece separabili a nucleo Mercurij per destillationem.\n\n4. Et hinc quidem constat, illum hac ope ita mutari; certum non est, eum sic defœcari.\n\n5. Ignis non unitur ita Mercurio, ut clari inter recentiores Chemicos scripserunt.\n\n6. Diligentia vix docet Artificem constantem limites, ultra quos pulvis ille amplius non fit.\n\n7. Si pulvis ille oritur igne ex sulphure crudo Mercurij: hæc destillatio non purgat ab eo Mercurium.\n\nVII.\n\nExaminare pulverem, operatione (II, IV, V, VI.) productum.\n\nOPERATIO.\n\nUncias duas, drachmam, & grana quinquaginta & unum, pulveris illius indidi in retortam vitream, mandam, crusta abductam argillacea arena temperata; urfi per gradus, ut tandem retorta, nudo igne imposito, candere fere a luculento igne supraposito, in furno arenæ, per tres horas continuatas.\n\nEFFECTUS.\n\nUncia, & drachmæ semissis, exiit Mercurij puri, revivifrcati, ex illo pulvere. In fundo retortæ remansit pulveris fulgide rutili ad drachmas septem cum semisse. Hæsit quid in collo retortæ, & in vase vitreo ad collum retortæ applicato. Aliquid forte,\nforte, igne tam magno, & diurno, dissipatum fuit.\n\nCOROLLARIA.\n\n1. Redit Mercurius de pulvere, in quem igne versus fuerat.\n2. Revivificatus omnes pristinas proprietates recipit, acquisitas deponit. Ex pulvere Mercurius idem.\n3. Fixitas acquisita non fert magnum ignem.\n4. Tamen in illo pulvere una pars altera fixior: hæc manet adhuc pulvis, illa redit in Mercurium.\n\nVIII.\n\nExaminare ultra pulverem superstitem ab operatione praecedenti. (VII.)\n\nOPERATIO.\n\nDrachmas septem, & grana xxxvij, illius pulveris ex retorta purissima, vitrea, lorica ex argilla & fabulo investita, commissi igni nudo, prudenter, per gradus aucto; donec tandem retortula, infra, & supra, igne obruta canderet penitus. Sic ignitam detinui per horas quatuor.\n\nEFFECTUS.\n\nIn excipulo Mercurius revivificatus de hoc pulvere purissimus ad integras drachmas septem. In fundo retortæ\nretortæ grana quindecim pulveris fusci, subtilis, fixi in tanto, tamque diuturno igne. Erat macula lata, tenuissima, coloris pulcherrimi rubri, fundo retortæ impressa, atque in vitrum quasi se penetrans.\n\nCOROLLARIA.\n\n1. Mercurius solo igne vertitur in pulverem, jam ante descriptum. (II, IV, V, VI, VII, VIII.)\n2. Pulvis hic solo igne, sed majore, vertitur in Mercurium.\n3. Ita serpens semet momordit, moritur.\n4. Rursum resurgit a morte gloriosior.\n5. Tanto labore, tanto igne, tamdiu sustentato, ex unciis xvij Mercurij tantum grana xv remansere fixa, in vitro adeo fervente, ut fere funderetur.\n6. Argentum, aurum, alia metalla, ex Mercurio quaesita hac arte, pro sumtu, & labore, vix ulla.\n7. Pulveris fixati sic ex Mercurio septuagesima secunda pars tantum fixa manet hoc in igne, reliquæ redeunt in Mercurium.\n8. Grana xxij perdita. An dispersa? An id pondus, ab igne accretum Mercurio, majore igne inde rursum separatur?\n9. Natura Mercurij constans, simplex, in diffimilia separari nequit destillando. Nec in fixum, & volatile. Nec in purum & impurum. Nec in foecem, & defoecatum. Nec in elementa diversa.\n\nIX.\n\nGrana tredecim pulveris hujus ultimi (VIII.) fixi, imposui catino, Crucibulo dicto, igni imposui aperto, antec\nante follem. Intendi vim ignis folle eo usque, ut totum crucibulum penitus igniretur. Sic detinui per quadrantem horæ. Pulvis mansit in fundo fixus, sed Spongiae instar tumefactus, fuscus: Didici hinc fixitatem insignem satis acquisitam huic pulvere per solum ignem.\n\nX.\n\nTum pulveri huic, tam fixo, (IX.) addidi aliquid boracis, in crucibulo, ursi ignem folle. Facta fuit massa una friabilis, vitrescens, in magno hoc igne fixa.\n\nXI.\n\nDuo grana pulveris ejus, qui adeo fixus manferat (VIII.) ad pondus xv granorum, dedi Docimastæ jurato, peritissimo, Amstelædamensi ut examinaret quam accuratissime ad leges artis, cum plumbo. Mansit nihil omnino fixi superstes. Ergo in illo pulvere nihil omnino auri, neque argenti.\n\nXII.\n\nGrana illa tredecimsusa cum borace in massam vitrescentem (X.) una cum borace, dedi Docimastæ jurato, peritissimo, Amstelædamensi: ut totam hanc massulam simul examinaret quam accuratissime, juxta leges artis in plumbo. Mansit de tota massula nihil omnino fixi. Adeoque nihil auri, argenti nihil.\nCOROLLARIA.\n\n1. Argentum vivum perstat in igne retinens natu-\nram suam immutabilem.\n2. Simplex; nec in diversa separabile per destilla-\ntionem.\n3. Fixatur ab igne, & in forma externa videtur\nmutatum.\n4. Sic apparens, in variis partibus, diversos gra-\ndus fixitatis adquirit.\n5. Tamen nulla harum partium fixitatem auri, ar-\ngentive, acquisivit ab igne tam magno, & diurno.\n6. Causa fixans ignis per vitrum transeuns, par-\ntem Mercurij sic mutans, sive actione simplici, sive\nadunatione sui cum argento vivo.\n7. Ignis ille, ita agens, per DXI destillationes,\nsua vi, vel conjunctione, nondum potuit vel mini-\nmum ejus particulam vertere in aurum, argentumve.\n8. Sed ex Mercurio, sive per ignem fixato, ignis\nmajor verum Mercurium reddit; aut plumbinota vis\nfacit a cupella evanescere.\n9. Non patet ergo, per haec experimenta, ex\nMercurio, & igne, sive conspirantibus, nasci ullum\nmetallum notum: grana illa tredecim ad ignem folli-\num non fluebant; in plumbo non stabant; cum\nMercurio non solvebantur in Amalgama.\n10. Ignis igitur, ex his experimentis, non demon-\nstratur Philosophorum Sulphur fixans Mercurium in\nmetalla.\n11. Sed probabile videtur, Sophorum Sulphur\nproximum esse aliud quid.\n\n12. Pars\n12. Pars fixata non est foec Mercurij; nec ejus Sulphur crudum, foetens: redit in illum.\n\n13. Depuratio Mercurij a foecie terrestri, & aquo-fo crudo, vix videtur sola destillatione obtineri posse tam facile: alia forte secretiore opera obtinetur.\n\n14. Aurum, vel argentum, ex Mercurio conficere, per ignem, non procedit. Ignari, & imaginationi devoti, faciles promissis, divites spe. Mercurius hic mansit Mercurius.\n\n15. Tuti a fallacibus scriptis, & praescriptis, Sophistarum, qui ex Mercurio, & igne talia promittunt intra breve tempus, paucosve menses: sane intra plures annos ne inchoamenti quidem primi vel minima indicia.\n\nXIII.\n\nMercurius sub aqua ebulliente detentus, non elevatur a fundo vasis.\n\nOPERATIO.\n\nMercurij puri, bis destillati, drachmam infudi in ampullam vitream, uroscopicam, quam implevi aqua pluvia. Vas tunc imposui igni nudo. Ebulliit aqua valide per octo horas. Ita tamen, ut semper adhuc aliquid aquae nataret supra Mercurium. Ponderatus dein Mercurius dedit drachmam, absque ulla jactura.\n\nRursum drachmam Mercurij infudi in vas vitreum, purum, siccum. Id accommodavi intra ahenum, ut non posset vacillare. Ahenum replevi aqua. Curavi, aqua ebulliret per octo horas. Vas hoc erat\nCylindricum, apertum, altum duos pollices, & di-\nmidium, & sic positum, ut aqua in id non posset in-\ngredi. His ita actis, ponderabat Mercurius drach-\nmam, sine ulla jactura.\n\nMercurium purum indidi cucurbitae vitreae; su-\nper-affudi aquam; imposito alambico, coxi diu; ni-\nhil Mercurij adscendit. Continuavi decoquere, donec\nomni aqua expulsa, Mercurius in fundo vasis siccus,\nnon tamen tunc auco igne. Mercurius ilico adscen-\ndit ad latera cucurbitae, & in capitellum: ratio pa-\ntet ex iis, quae in institutionibus Chemicis scripsi, de\naqua, & igne.\n\nXIV.\n\nMercurius arte mutari poteat, ut adscendat ex fun-\ndo vasis calore acetii nondum ebullientis.\n\nOPERATIO.\n\nEx plumbi selibra, Mercurij sesquilibra, factam\nmassam (amalgama) concussi in vitro. Nascebatur pul-\nvis nigerrimus. Hunc immisi cucurbitae vitreae, xiv\npollices altae, superaffudi acetum stillatitium vini, ge-\nminata destillatione purissimum. Abstuli leni destil-\nlatione phlegma. Auxi dein ignem parum. Sic ta-\nmen, ut nullo modo ebulliret liquor. Adscendit\nMercurius in capitellum, una cum phlegmate, & in-\nde in excipulum. Idem aliis modis expertus fum.\nRes speculatione digna, Chemici! De qua jam plura\nnon inoneo. Artificio satis simili vidi argentum vi-\nvum adeo redditum volatile, ut elevaretur in furno\nmeo digestorio per calorem minorem, quam est sani homi-\nhominis, adscendens juxta latera vasis. An putas, tum fuisse purius? Erat mistum metallo, & siccissimum. Sed laboriosissima experimenta, quae per annos institui, tractando Mercurium, & metalla, alio forte memorabo tempore, modo intelligam, talia haud displicere Bonis.\n\nXV.\n\nScripsit Geber, Mercurium purum auro ponderosorem. Dudum conatus sui discere ancogi queat in densius, & proinde ponderosius, quam a natura habetur? Incepi id molire per separationem partis levioris, mutabiliorisque, a residuo ponderosiori, nec potui. Contendebam postea variis modis illum defœcare: non succedet. Attamen quaedam reperi digna contemplatione elegantis spectatoris. Licetne recitare? hæc sunt. Auri purissimi massam duarum Unciarum examinando hydrostatice in aqua pluvia, leni destillatione defœcata, inveni habere pondus ad aquam, ut $\\frac{19}{500}$ ad 1. Mercurius venalis, femel destillatus ex retorta, ad eandem aquam, ut $\\frac{13}{100}$ ad 1. Mercurius cum auro purissimo subactus, aliquot centenis vicibus inde destillatus, erat ad aquam, ut $\\frac{13}{100}$ ad 1. Mercurius sic tractatus cum argento purissimo, erat ad aquam, ut $\\frac{13}{100}$ ad 1. Mercurius plumbo unitus, cum eo versus in pulverem totus, inde igne magno resuscitatus, erat ad aquam ut $\\frac{13}{100}$ ad 1. Mercurius DXI vicibus destillatus, erat ad aquam ut $\\frac{14}{100}$ ad 1. Fuerunt hæ expensiones staticæ factæ per instrumenta irprehensa, prudentissima sollicitudine. Annos impendi: quo pararem Mercurium ad hoc propositum. Neque, quod sciam, alius quis eo respexit.\nspexit. Plura inde, meditationi opportuna, ab idoneis hac in materie judicibus erui poterunt. Pauca notare, mihi fas esto.\n\nCOROLLARIA.\n\n1. Si Mercurius defecatus levior fit: tum defecatissimus redditur per aurum, & plumbum. Arte Suchtenij, & Philalethae, manet idem.\n\n2. Si Mercurius defecatus gravior fit: tum defecatissimus redditur per argentum, ratione aliorum metallorum. Sed omnium maxime destillatione simplici, conversione in praecipitatum rubrum per se, & resuscitatione inde facta.\n\n3. Poteft Mercurius reddi densior per argentum & ignem.\n\n4. Poteft Mercurius reddi densior per ignem destillando, quam maxime. An ergo hæc via optima ad eum depurandum, & persiciendum?\n\n5. An Mercurius deponit gravissimam partem sui in auro? an hæc deposita est semen auri?\n\n6. An Mercurius deponit gravissimam partem sui in plumbó? an hæc deposita est semen auri?\n\n7. An ignis, DXI vicibus coquens, figens, resuscitans, Mercurium, auget eam gravissimam partem? Quousque id poterit fieri? An Mercurius, opere continuato, tandem posset densari in pondus auri? An tum esset aurum vivum, vel Mercurius Philosophorum? Examinent judices idonei.\n\nPauca quidem hæc, neque tamen nata sine labore, & cautela, de purificatione argenti vivi sufficiant hoc tempore. Longe operosiora habeo de eductione ejusdem\nII. A Spirit Level to be fixed to a Quadrant for taking a Meridional Altitude at Sea, when the Horizon is not visible. By John Hadley, Esq; V. Pr. R. S.\n\nTHE Necessity of seeing the Horizon, in order to find the Latitude of a Ship at Sea, has always been so great an Inconvenience, that any Method for determining it without the Help of the Horizon, will be of considerable Use, although it should be liable to an Error of a few Minutes: And as it is generally agreed by Seamen, that they are much oftner sensible of this Inconvenience in calm Weather, than in rough; it is hoped that the following manner of constructing and using a Spirit Level, may, in that Case, be capable of so much Exactness, at least, as may render it acceptable to the Publick. Vide Fig. I.\n\nThis Level is composed of a Glass Tube A B, bent into an Arch of a Circle, and containing such Number of Degrees as will be most suitable to the Degree of Exactness with which the Observation can be made. The Bore of it must not be wider than one Tenth of an Inch in Diameter, that the Liquor",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103841.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 34642,
    "total-output-tokens": 10009,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1262,
        2
      ],
      [
        1262,
        2901,
        3
      ],
      [
        2901,
        4542,
        4
      ],
      [
        4542,
        6163,
        5
      ],
      [
        6163,
        7474,
        6
      ],
      [
        7474,
        8729,
        7
      ],
      [
        8729,
        9730,
        8
      ],
      [
        9730,
        10754,
        9
      ],
      [
        10754,
        11781,
        10
      ],
      [
        11781,
        12993,
        11
      ],
      [
        12993,
        14093,
        12
      ],
      [
        14093,
        15227,
        13
      ],
      [
        15227,
        16346,
        14
      ],
      [
        16346,
        17440,
        15
      ],
      [
        17440,
        18293,
        16
      ],
      [
        18293,
        19524,
        17
      ],
      [
        19524,
        20547,
        18
      ],
      [
        20547,
        21749,
        19
      ],
      [
        21749,
        22957,
        20
      ],
      [
        22957,
        24290,
        21
      ],
      [
        24290,
        25836,
        22
      ],
      [
        25836,
        27128,
        23
      ],
      [
        27128,
        28188,
        24
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103841",
    "title": "Hermanni Boerhaave, A. L. M. Philosoph. & Med. Doct. Medicinae in Universitate Leidensi Prof. Colleg. Chirurgic. Proes. R. S. Lond. Necnon Reg. Scientiar. Acad. Parisiens. Soc. de Mercurio Experimenta",
    "authors": "Hermanni Boerhaave",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/103841"
  }
}