{
  "id": "efbd7096dd2c4bea7bf5baff3a35033509a11094",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1797 to June 1798;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1797.\n\nPRESENTS.\n\nNov. 9. Nova Acta Academiæ Scientiarum Imperialis Petropolitanæ. Tom. IX. et X. Petropoli, 1795 et 1797. 4°\n\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce, Vol. XV. London, 1797. 8°\n\nCatalogus Bibliothecæ Historico-Naturalis Josephi Banks, auctore J. Dryander. Tomus III. Londini, 1797. 8°\n\nAn authentic Account of an Embassy from the King of Great Britain, to the Emperor of China, by Sir G. Staunton. London, 1797. 2 Vols. 4to, and one Volume of Plates, in folio.\n\nBeiträge zur chemischen Kenntniss der Mineralkörper, von M. H. Klaproth. 2 Band. Posen, 1797. 8°\n\nAnnuaire de la Republique Françoise, par le Bureau des Longitudes, pour l'année 6. Paris, l'An 5. 12mo\n\nPapers relative to certain American Antiquities. Philadelphia, 1796. 4°\n\nEssai politique et philosophique sur le Commerce et la Paix, par J. B. Rougier-Labergerie. Paris, 1797. 8°\n\nTables of Weights and Measures, by G. Fair. Nos. 6, 7 and 8.\n\nFigures of non-descript Moths and Butterflies, by T. Martyn. No. 1. 4°\n\nA Journal of Natural Philosophy, by W. Nicholson. Nos. 5, 6, 7 and 8.\n\n16. Some Account of the Cathedral Church of Exeter. London, 1797. fol.\n\nDONORS.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nRight Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nSir George Staunton, Bart. F. R. S.\n\nProfessor Klaproth, F. R. S.\n\nM. Lalande, F. R. S.\n\nProfessor Barton, of Philadelphia.\n\nM. Rougier-Labergerie, de l'Institut de France.\n\nMr. George Fair.\n\nMr. Thomas Martyn.\n\nMr. William Nicholson.\n\nThe Society of Antiquaries.\nPRESENTS.\n\nDec. 7. Practical Observations on the Treatment of Strictures in the Urethra, by E. Home. 2d edition. London, 1797. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 9.\n\n14. The Morbid Anatomy of some of the most important Parts of the Human Body, by M. Baillie. 2d edition. London, 1797. 8°\n\nA Chinese Work on Medicine and Botany, in 30 Parts.\n\n1798.\n\nJan. 11. Essai sur les Ouvrages physico-mathematiques de Leonard da Vinci, par J. B. Venturi. Paris, l'An 5. 4°\n\nRecherches experimentales sur le Principe de la Communication laterale du Mouvement dans les Fluides, par J. B. Venturi. Paris, l'An 6. 8°\n\nObservations on the various Systems of Canal Navigation, by W. Chapman. London, 1797. 4°\n\n18. New Views of the Origin of the Tribes and Nations of America, by B. S. Barton. Philadelphia, 1797. 8°\n\nAngulorum rectæque Linæ Trisectio, et consecutaria Circuli Quadratio; utramque detexit J. N. Revay. Viennæ, 1797. 8°\n\nIndex Plantarum in Horto Botanico Academiae Halsensis cultarum. Halæ, 1797. 8°\n\nA Meteorological Journal of the Year 1797, kept in London, by W. Bent. London. 8°\n\nObservations in Defence of a Bill lately brought into Parliament, for erecting the Corporation of Surgeons of London into a College, by T. Chevalier. London, 1797. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 10.\n\n25. The Coal Viewer, and Engine Builder's practical Companion, by J. Curr. Sheffield, 1797. 4°\n\nFeb. 1. An Essay on the comparative Advantages of vertical and horizontal Windmills, by R. Beatson. London, 1798. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 11.\n\nJ. F. Blumenbachii Institutiones Physiologicæ. Gottingæ, 1798. 8°\n\n8. Annals of Medicine for the Year 1797, by A. Duncan, sen. and A. Duncan, jun. Vol. II. Edinburgh, 1798. 8°\n\n22. Connoissance des Tems pour l'Année 7, publiée par le Bureau des Longitudes. Paris, l'An 5. 8°\n\nMemoire sur l'Interieur de l'Afrique, par J. Lalande. Paris, l'An 3. 4°\n\nDONORS.\n\nEverard Home, Esq. F. R. S.\n\nMr. William Nicholson.\n\nMatthew Baillie, M. D. F. R. S.\n\nAlexander Duncan, Esq. F. R. S.\n\nProfessor Venturi, of Modena.\n\nWilliam Chapman, Esq.\n\nProfessor Barton, of Philadelphia.\n\nProfessor Revay, of Gran.\n\nProfessor Curt Sprengel, of Halle.\n\nMr. William Bent.\n\nMr. Thomas Chevalier.\n\nMr. William Nicholson.\n\nCharles Hatchett, Esq. F. R. S.\n\nRobert Beatson, Esq.\n\nMr. William Nicholson.\n\nProfessor Blumenbach, F. R. S.\n\nAndrew Duncan, sen. M. D. and Andrew Duncan, jun. M. D.\n\nM. Lalande, F. R. S.\nPRESENTS.\n\nMarch 1. Essays on the Microscope, by the late G. Adams. 2d edition. London, 1798.\n\nGeometrical and Graphical Essays, by the late G. Adams. 2d edition. London, 1797.\n\nA Journal of Natural Philosophy, by W. Nicholson. Nos. 12. and 13.\n\n8. Physiology, by E. Peart. London, 1798.\n\n15. Astronomisches Jahrbuch für das Jahr 1799, von J. E. Bode. Berlin, 1796.\n\nAstronomische tafeln von J. A. Koch. Berlin, 1797.\n\nDes Revolutions de France et de Geneve, par M. D'Ivernois. Londres, 1795.\n\nEtat des Finances et des Ressources de la Republique Francaise, au 1 Janvier 1796, par M. D'Ivernois. Londres, 1796.\n\nHistoire de l'Administration des Finances de la Republique Francaise pendant l'Annee 1796, par Sir F. D'Ivernois. Londres, 1796.\n\nTableau de l'Administration de la Republique Francaise pendant l'Annee 1797, par Sir F. D'Ivernois. Londres, 1798.\n\n29. Memoirs of the Literary and Philosophical Society of Manchester, Vol. V. Part 1. Manchester, 1798.\n\nApril 19. A third Dissertation on Fever, by G. Fordyce, Part 1. London, 1798.\n\nConnoissance des Tems pour l'Annee 8, publiee par le Bureau des Longitudes. Paris, l'An 6.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 14.\n\n26. West View of the Cast-Iron Bridge over the River Wear, at Sunderland, drawn by Robert Clark, engraved by J. Raffield.\n\nHints designed to promote Beneficence, Temperance, and Medical Science, Vol. I. London, 1797.\n\nTracts relating to Natural History, by J. E. Smith. London, 1798.\n\nThe Influence of metallic Tractors on the Human Body, by B. D. Perkins. London, 1798.\n\nMay 3. Antiquities of Ionia, published by the Society of Dilettanti. Part 2. London, 1797. fol.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 15.\n\n10. Transactions of the Royal Society of Edinburgh, Vol. IV. Edinburgh, 1798.\n\nDONORS.\n\nM. Louis de Gillier.\n\nMr. William Jones.\n\nMr. William Nicholson.\n\nE. Peart, M. D.\n\nMr. J. E. Bode, F. R. S.\n\nSir Francis D'Ivernois, Knt.\n\nThe Literary and Philosophical Society of Manchester.\n\nGeorge Fordyce, M. D. F. R. S.\n\nM. Lalande, F. R. S.\n\nMr. William Nicholson.\n\nThomas Bowdler, Esq. F. R. S.\n\nJohn Coakley Lettsom, M. D. F. R. S.\n\nJames Edward Smith, M. D. F. R. S.\n\nBenjamin Douglas Perkins, A. M.\n\nThe Society of Dilettanti.\n\nMr. William Nicholson.\n\nThe Royal Society of Edinburgh.\n17. A. Monro Disputatio inaug. de Dysphagia. Edinburgh, 1797.\n\n24. Astronomical Observations, made at the Royal Observatory at Greenwich, from 1750 to 1762, by J. Bradley. Vol. I. Oxford, 1798. fol.\n\nTransactions of the Linnean Society. Vol. IV. London, 1798.\n\nJune 7. An Account of the English Colony in New South Wales, by D. Collins. London, 1798.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 16.\n\nReflexions sur la Perfectibilité de l'Homme. 1797.\n\n14. Athenian Letters. London, 1798. 2 Vols. Museum Worsleyanum. London, 1794. 2 Vols.\n\nNaval Sermons, by J. S. Clarke. London, 1798.\n\nAstronomisches Jahrbuch für das Jahr 1800, von J. E. Bode. Berlin, 1797.\n\nDritter Supplement-band zu Dessen Astronomischen jahrbüchern. Berlin, 1797.\n\n21. A Chinese Calendar for 1771.\n\nA Book printed in the Tybet character.\n\nSeveral Manuscripts in the Tybet and Mongol Tartar characters.\n\nThe View of Hindoostan. London, 1798. 2 Vols.\n\n28. Essays on the Venereal Disease, by W. Blair, Part I. London, 1798.\n\nAlexander Monro, jun. M. D.\n\nThe University of Oxford.\n\nThe Linnean Society.\n\nDavid Collins, Esq.\n\nMr. William Nicholson.\n\nThe Author.\n\nPhilip Earl of Hardwicke, F. R. S.\n\nRight Hon. Sir Richard Worsley, Bart. F. R. S.\n\nRev. James Stanier Clarke, F. R. S.\n\nMr. J. E. Bode, F. R. S.\n\nThe Rev. William Coxe, F. R. S.\n\nThomas Pennant, Esq. F. R. S.\n\nMr. William Blair.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1798.\n\nA\n\nABERNETHY, Mr. John. Observations on the Foramina Thebesii of the heart, - - - - - - - - - - 103\nAcid lithic, remarks on, - - - - - - - - - - 19, 34\nAdularia, specific gravity of, - - - - - - - - - - 412\nAstronomy, physical, improved solution of a problem in, - - - - - - - - - - 527\nAtmospherical refraction, singular instance of, - - - - - - - - - - 357\nATWOOD, GEORGE, Esq. A disquisition on the stability of ships, - - - - - - - - - - 201\n\nB\n\nBARKER, THOMAS, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland, for the year 1796, - - - - - - - - - - 130\nBarometer, register of, at Lyndon, in Rutland, - - - - - - - - - - 130\nBeam-compass, description of one, - - - - - - - - - - 137\nBezoar, Oriental, remarks on, - - - - - - - - - - 46\nBird, Mr. John. Account of some scales made by him, 137, 170, 177\nBouguer, M. Remarks on some opinions of his, - - - - - - - - - - 242\nBOURNON, Count de. An analytical description of the crystalline forms of Corundum, from the East Indies, and from China, - - - - - - - - - - 428\nBROUGHAM, HENRY, Jun. Esq. General Theorems, chiefly Porisms, in the higher geometry, - - - - - - - - - - 378\nRemarks on his opinions respecting light, - - - - - - - - - - 312\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Calculi, on the composition of                                         | 15   |\n| --- on one from a dog                                                 | 39   |\n| --- on one from a rabbit                                              | 42   |\n| --- on those of the horse                                             | 43   |\n| Cannon, on the heat excited in boring them                            | 81   |\n| Cavendish, Henry, Esq. Experiments to determine the density of the earth | 469  |\n| Chapman, Mr. Remarks on a rule employed by him                         | 267  |\n| Clairbois, M. Remarks on some opinions of his                          | 242  |\n| Clarke, John, M.D. Account of a tumour found in the substance of the human placenta | 361  |\n| Clay-pit, account of a substance found in one                          | 567  |\n| Concretions, urinary, on the composition of                            | 15   |\n| --- on one from a dog                                                 | 39   |\n| --- on one from a rabbit                                              | 42   |\n| --- on those of the horse                                             | 43   |\n| Copper, effect of the Mere of Diss upon it                            | 568, 570 |\n| Corundum stone, account of                                             | 403  |\n| --- specific gravity of                                               | 411, 416, 445 |\n| --- analysis of                                                       | 417  |\n| --- description of its crystals                                       | 428  |\n| Cube of brass, examination of one                                     | 144, 151, 152 |\n| Cuffnells, on the dimensions of the ship so called                    | 287  |\n| Cylinder of brass, examination of one                                 | 146, 151, 153 |\n| Day-labour, price of, at different periods                            | 176  |\n| Density of the earth. See Earth.                                      |      |\n| Depreciation of money, remarks on                                     | 175  |\n| Diamond, specific gravity of                                          | 416, 447 |\n| Diss Mere. See Mere of Diss                                           |      |\n| Dog, on an urinary concretion from one                                | 39   |\n| Earth, density of, experiments to determine                           | 469  |\n| --- apparatus used therein                                            | 471  |\n| --- method of observing                                               | 474  |\n| --- account of the experiments                                        | 478  |\n| --- method of computing, from the experiments                         | 509  |\nINDEX.\n\nEarth, density of, result of the experiments, - 520\nattraction of the mahogany case on the balls, 523\nperturbations of, method of obtaining swiftly converging series, useful in computing them, 527\nEquations, on their roots, 369\nEvelyn, Sir George Shuckburgh. An account of some endeavours to ascertain a standard of weight and measure, 133\nEye, account of an orifice in it, 332\n\nF\n\nFeldspar, specific gravity of, 412\nFluids, on the resistance of bodies moving in them, 1\nFoot, Roman, on the length of, 169\nForamen Ovale of the heart, remarks on, 107\nForamina Thebesii of the heart, observations on, 103\nFriction, on the heat excited by it, 80\n\nG\n\nGarrod, Mr. Edward. Letter from, concerning the Corundum stone, 405\nGeorgium Sidus, on the satellites of, 47\nretrograde motion of its satellites, 48\ninvestigation of additional satellites, 49\nan interior satellite, 59\nan intermediate satellite, 62\nan exterior satellite, 63\nthe most distant satellite, 64\non its supposed rings, 67\non the flattening of its polar regions, 67\non the light and size of its satellites, 71\non the vanishing of its satellites, 71\non the revolutions of the new satellites, 78\nGold, oxide of, experiments on its reduction, 450, 462\nGraham, Mr. George. Account of a standard of measure procured by him, 167\nGreville, The Right Hon. Charles. On the Corundum stone from Asia, 403\n\nH\n\nHarris, Mr. Account of some standard weights made by him, 173\nHastings, account of a phenomenon seen there, 357\n\nMDCCXCVIII.\nINDEX.\n\nHatchett, Charles, Esq. An analysis of the earthy substance from New South Wales, called Sydneia or Terra Australis, 110\nAn analysis of the water of the Mere of Diss, 572\nHeart, on the Foramina Thebesii of it, 103\nAccount of an unusual formation of it, 346\nHeat, on that excited by friction, 80\nHelena, St. diurnal variation of the magnetic needle in that island, 397\nHellins, The Rev. John. A new method of computing the value of a slowly converging series, of which all the terms are affirmative, 183\nAn improved solution of a problem in physical astronomy; by which, swiftly converging series are obtained, which are useful in computing the perturbations of the motions of the Earth, Mars, and Venus, by their mutual attraction. To which is added an appendix, containing an easy method of obtaining the sums of many slowly converging series which arise in taking the fluents of binomial surds, &c. 527\nHerschel, William, LL.D. On the discovery of four additional satellites of the Georgium Sidus. The retrograde motion of its old satellites announced; and the cause of their disappearance at certain distances from the planet explained, 47\nHome, Everard, Esq. An account of the orifice in the retina of the human eye, discovered by Professor Soemmering. To which are added, proofs of this appearance being extended to the eyes of other animals, 332\nHorse, on urinary concretions of that animal, 43\nHydrostatic balance, description of one, 139\n\nI\nImmersion of animals, remarks on, 108\n\nJ\nJargon, specific gravity of, 417\nJones, Sir William and Lady. A catalogue of Sanscrita manuscripts presented to the Royal Society by them, 582\n\nK\nKlaproth, Mr. Analysis of Corundum, 417\n\nL\nLatham, William, Esq. Account of a singular instance of atmospherical refraction, 357\n| Lecture, Bakerian | 1 |\n|------------------|--|\n| Light, on its reflexivity | 311 |\n| on the chemical properties attributed to it | 449 |\n| Liquor amnii, extraordinary quantity of | 364 |\n\n**M**\n\n| Macdonald, John, Esq. Observations of the diurnal variation of the magnetic needle, in the island of St. Helena; with a continuation of the observations at Fort Marlborough, in the island of Sumatra | 397 |\n|---------------------------------------------------------------|--|\n| Manuscripts, Sanscrita, catalogue of | 582 |\n| Mars, perturbations of, method of obtaining swiftly converging series, useful in computing them | 527 |\n| Measure, endeavours to ascertain a standard of | 133 |\n| account of several standards of | 167, 177 |\n| comparison of various standards of | 182 |\n| Mere of Diss, its effect upon various substances immersed in it | 568, 578 |\n| analysis of its water | 572 |\n| Metacentre, remarks on the point so called | 240 |\n| Michell, The Rev. John. Method contrived by him, of determining the density of the earth | 469 |\n| Money, on the depreciation of it | 175 |\n| Motion, remarks on, as supposed to constitute heat | 99 |\n\n**N**\n\n| Necessaries of life, on the prices of them at different periods | 175 |\n| Needle, magnetic, diurnal variation of, in the islands of St. Helena and Sumatra | 397 |\n| Newton. Remarks on his opinion respecting light | 311 |\n\n**O**\n\n| Optical remarks, chiefly on the reflexivity of light | 311 |\n| Oxide, animal, experiments on | 29 |\n| ouric or uric, application of that name | 37 |\n| of gold, experiments on its reduction | 450, 462 |\n| of silver, experiments on its reduction | 460, 465 |\n\n**P**\n\n| Parabola, remarks on different ones | 257 |\n| Pearson, George, M.D. Experiments and observations, tending to shew the composition and properties of urinary concretions | 15 |\nINDEX.\n\nPendulum, on its use as a standard of measure, - 133, 174\nPlacenta, account of a tumour found therein, - 361\nPorisms, - 378\nPresents received by the Royal Society, from November, 1797, to June, 1798, - 595\nPrevost, P. Quelques remarques d'optique, principalement relatives à la reflexibilité des rayons de la lumière, - 311\nProvisions, on the prices of them at different periods, - 175\nPyrites, remarks on its formation, - 580\n\nR\n\nRabbit, on a calculus from one, - 42\nRain, register of, at Lyndon, in Rutland, - 130\nReflexibility of light, remarks on, - 311\nRefraction, atmospherical, singular instance of, - 357\nResistance of bodies moving in fluids, experiments on, - 1\nRetina of the Eye, account of an orifice therein, - 332\nRoman foot, on the length of, - 169\nRoots of equations, observations on, - 369\nRuby, specific gravity of, - 416, 447\nRumford, Benjamin Count of. An inquiry concerning the source of the heat which is excited by friction, - 80\nAn inquiry concerning the chemical properties that have been attributed to light, - 449\n\nS\n\nSaint Helena, diurnal variation of the magnetic needle in that island, - 397\nSanscrita manuscripts, catalogue of, - 582\nSapphire, specific gravity of, - 416, 445\nSatellites of the Georgium Sidus. See Georgium Sidus.\nSeries, slowly converging, new method of computing the value of one, - 183\nmethod of obtaining the sums of many which arise in the fluents of binomial surds, - 547\nswiftly converging, method of obtaining, useful in computing the perturbations of the Earth, Mars, and Venus, - 527\nShips, disquisition on their stability, - 201\nSilver, effect of the Mere of Diss upon it, - 578\noxide of, experiments on its reduction, - 460, 465\ncoin, method used by those who diminish it, - 573\nINDEX.\n\nSoemmering, Mr. Account of an orifice in the eye, discovered by him, 332\nSpar, adamantine, account of, 403\nSphere of brass, examination of one, 157\nStability of Ships, disquisition on, 201\nStandard of weight and measure, endeavours to ascertain, 133\nStandards of measure, account of several, 167, 177\n—— comparison of various ones, 182\nSterling, Mr. Remarks on his table for measuring curvilinear spaces, 261\nSumatra, diurnal variation of the magnetic needle in that island, 401\nSurds, binomial, method of obtaining the sums of many slowly converging series which arise in their fluents, 547\nSydneia, analysis of the substance so called, 110\n\nT\n\nTarnish of silver, remarks on, 580\nTerra Australis, analysis of the substance so called, 110\nTheorems, general, in the higher geometry, 378\nThermometer, register of, at Lyndon, in Rutland, 130\n—— at Hastings, 360\nTiree, account of a stone from, 419\nTopaz, specific gravity of, 416, 446\nTroughton, Mr. Account of some instruments made by him, 134\nTumour, account of one in the placenta, 361\n\nV\n\nVariation compass, remarks on one, 471\nVenus, perturbations of, method of obtaining swiftly converging series, useful in computing them, 527\nVince, The Rev. Samuel. The Bakerian Lecture. Experiments upon the resistance of bodies moving in fluids, 1\n\nW\n\nWater, made to boil by heat excited by friction, 92\n—— quantity heated by the combustion of a given quantity of wax, 94\n—— remarks on the immersion of animals in it, 108\n—— weight of a cubic inch of it, 164, 174\nWax, quantity of heat produced by the combustion of a given quantity of it, 94\nWeather of 1796, remarks on, 131\nWedgwood, Josiah, Esq. Remarks on his experiments on the Sydneia, 110\nWeight, experiments to ascertain a standard of, 133\nINDEX.\n\nWeights, examination of some standard ones, 173\nWhitehurst, Mr. John. Account of a machine made by him, 134\nWilkins, Charles, Esq. Catalogue of Sanscrita manuscripts presented to the Royal Society by Sir William and Lady Jones, 582\nWilson, Mr. James. A description of a very unusual formation of the human heart, 346\nWiseman, Mr. Benjamin. Account of a substance found in a clay-pit; and of the effect of the Mere of Diss, upon various substances immersed in it, 567, 578\nWood, James, B. D. On the roots of equations, 369\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106992.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 6965,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1739,
        2
      ],
      [
        1739,
        4227,
        3
      ],
      [
        4227,
        6529,
        4
      ],
      [
        6529,
        7900,
        5
      ],
      [
        7900,
        9202,
        6
      ],
      [
        9202,
        12094,
        7
      ],
      [
        12094,
        13580,
        8
      ],
      [
        13580,
        15353,
        9
      ],
      [
        15353,
        17180,
        10
      ],
      [
        17180,
        18926,
        11
      ],
      [
        18926,
        20673,
        12
      ],
      [
        20673,
        21265,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106992",
    "title": "Back Matter",
    "authors": null,
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106992"
  }
}