{
  "id": "52d9eeed57fe37f07409e56bc65eb09f7a22d241",
  "text": "LXXX. A Letter to Mr. Benjamin Wilson, F. R. S. concerning Electricity; from Mr. Thorbern Bergman, of Upsal.\n\nAmplissime atque Celeberrime Domine,\n\nRead Nov. 20, 1760.\n\nNON mireris, Vir Celeberrime, me physicis addictum Scientiis tuam quærere amicitiam, cujus nomen jam diu in hoc Scientiarum genere orbi erudito inclaruit. Præterea Dominus Professor Ferner me certiorem fecit Te non ægre laturum mecum commercium literarium instituere de rebus electricis, aliisque curiosis physicis. Plurima enim apud Vos quotidie inveniuntur, quorum tempestiva cognitione lætatur quisvis Philosophus naturalis; forte etiam varia apud nos prodeunt, quæ Anglis haud ingrata spero. Itaque constitui secundum tuum nutum, eos Philosophiæ naturalis progressus, quos in Suecia capit, notos facere, à Te vicissim expectans eorum notitiam, quibus in Anglia locupletatur. Lingua utor Romana, quippe quæ mihi notior Anglica, cujus genius ab exterraneo, qui in Anglia nunquam fuit, vix ita addisci potest, quin multa vitia irrumpant, quæ Anglo inter legendum nauseam movent.\n\nDominus Franklin in §. 28. tertiae epistolæ miratur glaciei frustum non transmittere commotionem electricam, cum aqua idem perfecte praestet: sed feci nonnulla experimenta, quæ monstrant parvam aquæ quantitatem nec huic fini sufficere. Scilicet capiatur tubus vitreus trium vel quattuor pedum, qualis barometris inservit: hic aqua impleatur, et claudatur utrumque extremum subere perforato filo metallico aquam paululum intrante, uti figura adposita indicat.\nSi jam duo homines in circulo explosorio constituti teneant extrema filorum metallicorum A, A, et tentetur evacuatio, non tamen perfecta evenit, nam vix carpus et rarissime flexura cubitus hac methodo concutitur, licet deinde idem vas absque ulteriori cumulatione tantum contineat electricitatis, ut more consueto evacuatum pectus valide ferire possit. Aucta tubi capacitate, magis transit, usque dum ita increverit, ut plenarium transitum permittat, nec impedit aquae quantitas justo major, quod testantur commotiones per lacus et flumina propagatae. Conveniunt itaque aqua et glacies in eo, quod parvae quantitates concussione ægre tramittant.\n\nHinc suspicatus sum magnam glaciei quantitatem faciliorem concedere transitum, quod etiam experientia comprobavit, et si adhuc non majus adhibui fruslum quam quo commotio flexuram cubitus attigit. Præterea ex aequalibus aquae et glaciei quantitatibus, glacies minus transmittit.\n\nNum Auroras Boreales uti phænomena electrica respicias, nec ne, nescio, mihi saltem adhuc incertum videtur. Interea singularem observationem æstate præterlapsa factam commemorabo. Die xx Julii hora x post meridiem vidi in N.W. nubem A.B horizonti insistentem, in qua copiosæ et crebrae fulgurationes ab A versus B progrediebantur; absque tamen ullo tonitru, ne quidem minimo murmure. C et D erant nubeculæ rariores forte cum magna non cohaerentes, nam in eis nulla vidi fulgura. [Vide Tab. XXI.] Hora xi circiter adparuit Aurora Borealis suo culmine ultra zenith progrediens, et pluries arcus extremitatibus nubem attingens. Etsi probe examinarem, nullam\nnullam aliam communicationem inter nubem et auroram observare potui, nam 1°. in D, cui institit alterum crus, nullam vidi fulgurationem: 2°. dum in nube fulguraret aurorae splendor, nullam variationem pati videbatur. Hora xii desierant fulgura, et nubes ita erat dilata, ut totum fere hemisphaerium visibile occuparet.\n\nPræterito, et hoc quoque anno, multas elegantissimas observari Auroras Boreales. Si quispiam tales Londini attentis consideraverit oculis, per tuum favorem notitiam me obtenturum spero, et quando et quomodo ibi apparuerint, ut sijam num fuerint eadem, quas hic vidi. Saltem observationum collatione certius hujus phænomeni altitudo perpendicularis determinaretur. Si tibi placuerit, alia occasione lubenter meas transmittam observationes.\n\nInterea favori tuo me commendo permanensurus\n\nAmplissimi atque Celeberrimi Nominis Tui\nCultor observantissimus,\n\nDabam Upsalæ,\n17 Oct. 1760.\n\nThorbern Bergman.\n\nQuomodo electricitas cumulari possit in aliis quam viteris materiis, ex. gr. lacca sigillatoria, sulphure, papyro, ære, &c. adeo ut commotio electrica ex eis obtineatur, non haud ita pridem in actis Academiæ Scient. Stokholmensis docuit Carolus Vilcke Physices Lector; Methodus forte tibi non ignota.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105426.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8116,
    "total-output-tokens": 1517,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1509,
        3
      ],
      [
        1509,
        3091,
        4
      ],
      [
        3091,
        4312,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105426",
    "title": "A Letter to Mr. Benjamin Wilson, F. R. S. concerning Electricity; From Mr. Thorbern Bergman, of Upsal",
    "authors": "Thorbern Bergman",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105426"
  }
}