{
  "id": "e4c2ff1470169899970b9b55cd2f408cb687187a",
  "text": "IX. An Observation of a white Liquor resembling Milk, which appeared instead of Serum separated from the Blood after it had stood some time. By Alexander Stuart, M.D. Physician in Ordinary to her Majesty, F.R.S. and of the College of Physicians, London.\n\nJohn Wicks, Carver, in Bromley-street, about forty Years of Age, had been ill about three Weeks by a Loss of Appetite and Indigestion, and at last a Pain and Distention of his Stomach, with a low Degree of an inflammatory Fever; his Tongue dry, rough, and of a rusty brown Colour in the Middle, with a white soft Lick on each Side; his Urine very high coloured, with a slimy Pink-coloured Settlement in great Quantity; Stools very yellow and loose.\n\nEight Ounces of Blood being taken away, instead of Serum nothing appeared above the Coagulum but this white Liquor, resembling Milk, which I poured off to the Quantity of four Ounces, or thereabouts. There was no Smell perceptible at first, but in six Days it began to have the Smell of rotten Eggs: It stood in a Room, where there was a Fire for some Hours of the Day, for three Weeks more, in which time it did not alter its Consistence nor Smell.\nHe had eat very little for a Week before I first saw him; and only a little of a Calf's Foot stew'd the Night before for Supper, and no Breakfast that Day. He was addicted to drinking of strong Pale Malt Liquor every Day in his Health.\n\nIf this be Chyle, it is a Substance very different from Milk, which is apt to turn sour and thick by keeping, and never contracts the putrid Smell of rotten Eggs, as this did. Whether it be not Chyle turn'd putrid, and near to Purulency, by a long Circulation in the Blood-Vessels, but not converted into Blood, through some Defect in the Sanguification, is a Question which I doubt cannot be decided without more Observations and Experience.\n\nThe Coagulum of the Blood was covered with a fizzy Pellicle, about the Thickness of a Shilling. The red Part was of a grumous, tender, incoherent Consistence.\n\nTho' he was much better in a Week's time, I order'd five Ounces of Blood to be taken away, to see what Change had been made, and found the Coagulum cover'd with a fizzy Pellicle to the Thickness of Half a Crown, the red Part of a due Consistence, the Serum clear, without any Chyle.\n\nThe Urine became clear, and he recovered in about two Weeks after I saw him first.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104025.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 666,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1155,
        2
      ],
      [
        1155,
        2362,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104025",
    "title": "An Observation of a White Liquor Resembling Milk, Which Appeared Instead of Serum Separated from the Blood after It Had Stood Some Time. By Alexander Stuart, M. D. Physician in Ordinary to Her Majesty, F. R. S. and of the College of Physicians, London",
    "authors": "Alexander Stuart",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104025"
  }
}