{
  "id": "1e2c53d5a0f18645110af212af3b2de5893644cb",
  "text": "taken the requisite quantity of meat and drink. Besides this, there is another advantage arising from the Use of this Chair, viz. that by it we may find out the daily Insensible perspiration of our Bodies; which Perspiration not being well considered, medicine often proveth ineffectual, forasmuch as many indispositions are occasioned by a lesser or larger perspiration than is required.\n\nNow, what quantity or weight of wholesome food is convenient for every one, and how much the Insensible perspiration ought to be in their respective Bodies, viz. that perspiration which is commonly weighed by the Chair, both these things may easily be understood by this Book; to which we therefore refer the Curious.\n\nVI. Systema Horticulturæ, containing in English the Art of Gardening in Three Books; by J.W. Gentl. 8°.\n\nGardens and Nurseries are the Life and Relief, the Health and the Beauty of London. These with fair Orchards, salubrious Groves and Vineyards, are lately become the Glory of the Campaign all about London, for many miles in Kent, Surrey, Sussex, Middlesex, Hertfordshire and Essex: I may add Hampshire, Berkshire, Buckinghamshire, Oxfordshire, Suffolk, and in all the Environs approaching the Royal Palaces. Vineyards have climbed up Windsor-hill, and (as we hear) they begin to adorn some of the Mountains in South Wales. But many remote parts of England are not so forward for the best sorts of Gardens, as about London.\n\nTherefore I do here take notice of a New Book for Gardens, which treateth first of the Excellency, Situation, Soil, Form, Walks, &c., of Gardens. Secondly, of all sorts of Trees planted for Ornament or Shade, Winter-greens, Flower-trees, and Flowers. Thirdly, of the Kitchin-garden, and of the great variety of Plants propagated for food, and for any culinary Uses. Illustrated with Sculptures, representing the Forms of Gardens, according to some of the newest Models.\n\nErrat: in Numb.135.\nPag.878.lin.antépen.read blanqueting Trade.\n\nLondon, Printed for John Martyn, Printer to the R. Society, 1677.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101785.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 539,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2038,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101785",
    "title": "Errata",
    "authors": null,
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101785"
  }
}