{
  "id": "48023651d5be1437ff419f2f3584249dee8a0bf8",
  "text": "XII. An Account of the Orifice in the Retina of the human Eye, discovered by Professor Soemmering. To which are added, Proofs of this Appearance being extended to the Eyes of other Animals. By Everard Home, Esq. F. R. S.\n\nRead April 19, 1798.\n\nHaving had the honour of laying before this learned Society, at different times, observations on the structure of the eye, both in man and in other animals, I have been naturally led to avail myself of every opportunity to investigate this subject.\n\nMy attention has been recently directed to the prosecution of this inquiry, by a very curious discovery of an aperture in the retina of the human eye, which we owe to Mr. Soemmering, an anatomist of considerable reputation, resident at Mentz. His account of this discovery has been published on the Continent, but I do not know that any copy of the memoir has been brought into this country.\n\nIt was believed by Mr. Soemmering, and also by the French anatomists, that this appearance is only to be met with in the human eye. I have, however, been so fortunate as to discover it in the eyes of other animals: and the object of the present paper is, to lay before the Society the observations I have made upon this subject.\n\nI am indebted to my friend Sir Charles Blagden, for the first intelligence of Mr. Soemmering's discovery. I afterwards received a more particular account, in a very obliging letter\nfrom Mr. Maunoir, an eminent surgeon at Geneva, which contains, I believe, the material information published by Mr. Soemmering; I shall therefore transcribe that part of the letter, which is as follows.\n\n\"The war being an obstacle to a free communication between England and the Continent, you are not, perhaps, acquainted with a new discovery in the anatomy of the human eye, made by a professor of Mentz, Mr. Soemmering; permit me, therefore, to say something on the subject. He was dissecting, in the bottom of a vessel filled with a transparent liquid, the eyes of a young man who had been drowned, and was struck on seeing, near the insertion of the optic nerve on the retina, a yellow round spot, and a small hole in the middle, through which he could see the dark choroides, (looking at the surface of the retina which covers the vitreous humour.) He dissected other human eyes, and constantly, when the dissection was carefully made, found the hole of the retina seemingly at the posterior end of the visual radius, nearly two lines on the temporal side of the optic nerve, and the hole surrounded by the yellow zone, of above three lines in diameter. The hole of the retina is not directly seen, being covered with a fold of the retina itself. An anatomist of Paris dissected many eyes of quadrupeds and birds, and found the yellow spot and hole in no animal but the human kind.\n\nShould you think that nature has intended this hole to grow large when the eye is opposed to a strong light, and thereby cause a great part of the rays to fall on the choroid, and vice versa, when the eye is in darkness? And the want of such a construction in animals, is it owing to a greater power\n\"of augmenting or diminishing the pupil, than in men? If Messrs. Mariotte and Le Cat should come to life again, they would find, in that hole, the explanation of the phænomenon of the two cards, one disappearing at a certain distance from one eye, &c. which may be explained by saying, that where the optic nerve enters the ball, there is no choroid, and so no vision.\n\n\"I dissected some human eyes a short time after I had read the discovery, and found the spot, the ruga concealing it, and the yellow zone. The best way, I think, to see them, is to take off the half posterior part of the sclerotica, then the correspondent part of the choroid; both must be cut round the insertion of the optic nerve. The retina is to remain bare and untouched, sustaining alone the vitreous humour; then you may see the round spot, which reaches the optic nerve, and a fold of the retina, marking a diameter of the spot. Then, if you press the ball a little with your finger, so as to push the vitreous humour rather near the bottom of the eye, the ruga is unfolded, and you will see the hole perfectly round, of $\\frac{1}{4}$ of a line in diameter, and its edges very thin.\n\n\"All this can be seen on the inside of the eye, but not so perfectly; and, in that case, you must make your observations in water.\"\n\nMany months elapsed, after the receipt of this letter, before I could procure an eye in a proper state for observing this aperture in the retina; but, in the course of last month, several opportunities offered, and I saw the appearance described by Mr. Maunoir very distinctly.\n\nThe mode I adopted for examining the retina, was that of removing the transparent cornea; then taking away the iris,\nand wounding the capsule of the crystalline lens, so as to disengage the lens, without removing that part of the capsule which adheres to the vitreous humour; by which means, the retina remained undisturbed, and could be accurately examined, when a strong light was thrown into the eye.\n\nThe aperture in the retina, surrounded by a zone with a radiated appearance, was distinctly seen, on the temporal side of the insertion of the optic nerve, and about $\\frac{1}{6}$ of an inch distant from it, apparently a little below the posterior end of the visual radius. The aperture itself, in this view, was very small. After having viewed it in two different eyes, I took an opportunity of showing it to Sir Joseph Banks and Sir Charles Blagden, who both saw it with the same degree of distinctness.\n\nAt first, I believed it necessary to have a very fresh eye for demonstrating this aperture, but I have since found, that it is more readily seen in an eye two days after death; the zone, which is the most conspicuous part, being of a lighter colour the first day, than it is upon the second.\n\nI have also succeeded in preserving the posterior part of the eye in spirits, without destroying the appearance of this aperture. This preparation I am unwilling to bring to a public meeting of the Society, since it may be liable to be injured by being much shaken; but I hope my having shown it to Sir Joseph Banks and Sir Charles Blagden, will be sufficient evidence, both to the Society and others, that such a preparation can be made.\n\nI am induced to make this remark, by recollecting that a celebrated anatomist of Edinburgh denied, in his last publication, that the anterior lamina of the cornea can be separated from the others, as a continuation of the tendons of the four\nstraight muscles of the eye, for no other reason than because he could not succeed in the demonstration of it; the failure, probably, arising from the eye not being sufficiently fresh to admit of such a separation. Had it been mentioned in my former paper, that the preparation, from which the engraving was made, had been shown to this learned Society, or to any members of it, my assertion would probably have had more weight.\n\nIn separating the vitreous humour from the retina, I found a greater adhesion at this particular part; and, when the vitreous humour was removed, the retina was pulled forward, forming a small fold, in the centre of which was this aperture. This doubling was sometimes produced by endeavouring to cut through the vitreous humour, to disengage the crystalline and its capsule.\n\nI have been the more particular in describing the appearance of this aperture in the retina of the human eye, that, while I announce this curious discovery of Mr. Soemmering to this learned Society, I may give the most complete confirmation of it. To have this in my power affords me a particular pleasure, as it gives me an opportunity of doing justice to the merit of a foreign anatomist, who deserves so highly of our art; and who has demonstrated to his contemporaries, that those who labour patiently, and follow their pursuits with ardour, may still hope to make discoveries, in the anatomy even of those parts of the body which are considered as the best understood; since the human eye, so long the favourite object of the most eminent anatomists and philosophers, is still but imperfectly investigated.\n\nAfter having made the preceding observations upon this singular appearance in the human eye, I found, in Dr. Duncan's\nAnnals of Medicine for 1797, an account of a publication concerning it by Professor Reil, entitled, The plait, the yellow spot, and the transparent portion of the retina of the eye.\n\nAfter these are described separately, the following circumstances are mentioned. \"Soemmering takes this appearance to be a real hole. Buzzi, on the contrary, thinks that it is merely a transparent and thin portion of the retina. Michaelis seems to agree with him. Reil and Meckel are rather in favour of the existence of an actual hole.\n\n\"Michaelis saw the plait more distinctly in foetuses of seven or eight months, than in adults; and the transparent portion lay concealed within it, but the yellow spot was wanting: nor is it to be observed in the eyes of newly-born children. After the first year, it becomes somewhat yellow, and the depth of the colour increases with the age of the subject. Soemmering says that this spot is pale in children, bright yellow in young people, and becomes again pale in old age. Its degree of saturation seems to be intimately connected with the state of vision: it constantly diminishes, in proportion as vision is obstructed. Where one eye only is diseased, in it the yellow spot is wanting, and the plait is small and wrinkled; while, in the sound one, they are rather more distinct than usual.\n\n\"Michaelis discovered no vestige of these appearances in the eyes of dogs, swine, or calves.\"\n\nProfessor Reil's mode of dissecting the eye, to show the aperture and plait, is exactly similar to that mentioned in Mr. Maunoir's letter.\n\nIt will appear, from the account of this orifice in the retina, which precedes these observations of Professor Reil, that the\nplait so particularly mentioned is an artificial appearance, which takes place in the dissection of the eye, and arises from the circumstance of the vitreous humour adhering more firmly to the edge of this orifice, than to any other part of the retina; so that the smallest motion of the vitreous humour, in consequence of dividing it, or removing the choroid coat, produces a plait, by pulling forwards this portion of the retina. What is said of the colour of the yellow spot, and of the difference of opinion, whether it is a hole or a transparent portion of the retina, I shall consider more fully in another part of this Paper.\n\nAfter having ascertained the appearance of this aperture in the human eye, and found what appeared the best mode of seeing it, I determined to investigate this subject in the eyes of other animals.\n\nThe monkey was the first animal which I procured for observation; being led, from previous knowledge in comparative anatomy, to believe that the structure of its eye must bear a very close resemblance to that of the human subject.\n\nThe eye was examined immediately after the death of the animal, and was prepared in the same way that I have already described the human eye to have been for this purpose; so that the concave surface of the retina appeared in its most natural state, and the vitreous humour, being entire, kept it expanded, and free from rugae. On the first view, nothing was to be seen but one dark surface, surrounding the entrance of the optic nerve. Two hours after death, the retina became sufficiently opaque to be distinguished, and, immediately after, the orifice was visible, appearing to be an extremely small circular aperture, without any margin; but, in half an hour more, the zone had formed, which, when very accurately examined in a bright\nlight, had an appearance of four rays, at right angles, as expressed in the annexed plate. (See Tab. XVII. fig. 3.) Its situation, respecting the optic nerve, was precisely the same as in the human eye. As I considered this to be a fact of some importance, since it proved the aperture in the retina to be a part of the structure of the eye, generally, and not a peculiarity in the human eye, I requested Sir Joseph Banks, Sir Charles BLAGDEN, and Dr. BAILLIE, to examine it; to all of them it appeared very distinct. After having shown it to those gentlemen, and having an accurate drawing made of it, I preserved that portion of the eye in spirits; where the aperture in the retina can still be distinctly seen, but the radiated appearance is lost.\n\nIn the eye of a bullock, prepared in the same manner, I looked in vain for a similar appearance: if it existed, and bore any proportion to the size of the eye-ball, as it appears to do in the human eye and that of the monkey, it must have been very visible. The concave surface of the retina was examined in different lights, under a variety of circumstances, and by magnifying glasses of different powers, but still no aperture could be discovered. I was, however, very much struck, while looking at the optic nerve, to see something in the vitreous humour, (in consequence of a person accidentally shaking the table,) that had not been before observed.\n\nThis proved to be a semi-transparent tube, resembling in its coats a lymphatic vessel, rising from the retina, close to the optic nerve, on the temporal side of its insertion, and coming directly forwards into the vitreous humour, in which it was lost, after being distinctly seen for $\\frac{4}{20}$ths of an inch of its course.\nIts appearance is accurately delineated in the annexed plate. (Fig. 4.)\n\nThis tube is not so distinctly seen in the eye immediately upon the animal's death, as some hours after; and is much more obvious in some eyes than in others. As the coats of the tube must be nearly the same in all eyes, this difference probably arises from its contents not always having the same degree of transparency.\n\nWhen the eye has been kept 24 hours after the animal's death, there is an appearance of a zone of a circular form, a shade darker than the rest of the eye, in which the optic nerve is included: when this zone, which is nearly $\\frac{7}{20}$ths of an inch in diameter, is attentively examined, the tube I have described is exactly in the centre of it. The tube seems to be confined by the vitreous humour, (while that humour is entire,) and only to move along with the central part of it; and, in some instances, when the vitreous humour is divided, the tube falls down. Its attachment at the retina appears stronger than its lateral connection with the vitreous humour; for, when I coagulated the vitreous humour in spirits, and separated it from the retina, I found the tube was left with the retina, but upon being touched was easily torn.\n\nIn the sheep's eye there is a similar tube, in exactly the same situation, respecting the optic nerve, but much shorter, and much less easily detected. It does not appear to be more than $\\frac{1}{20}$th of an inch in length, before it is lost in the vitreous humour. After having seen the tube distinctly in two different eyes, and having had a drawing made of it, I looked for it in several others, without finding it: but, examining an eye from which the crystalline lens had not been removed, only an aperture\nmade into the vitreous humour, by removing a portion of the ciliary processes along with the iris, the tube was distinctly seen. The weight of the lens probably pulled forward the vitreous humour, and kept the short tube erect, in its natural situation.\n\nI mention this circumstance, to prevent, as much as I am able, other anatomists from being disappointed in not finding it; which may readily happen, if the search be not made with considerable attention.\n\nIn the sheep, there is no appearance of a zone surrounding the tube.\n\nThese facts, although few in number, are sufficient to prove, that this orifice is not peculiar to the retina of the human eye; and that its situation in man and in the monkey is the same: in them, it is placed at some distance from the optic nerve; but, in some other animals, its situation is close to that nerve, and it puts on the appearance of a tube, instead of an orifice.\n\nThere is one circumstance which is curious, and which it will require further information upon this subject to explain; the yellow zone, found in the human eye and that of the monkey, is not met with in any other animal which I have examined.\n\nHaving stated the facts, and also the opinions of other anatomists, that have come to my knowledge, as well as my own observations, upon this orifice in the retina of the human eye, discovered by Mr. Seemering, and having added to these, several new facts respecting it in other animals, I shall draw some general conclusions from the whole, with a view to show that the conjectures which have been made, respecting its use, are probably erroneous. I shall afterwards point out several\nreasons for considering it as the orifice of a lymphatic vessel intended to carry off the vitiated parts of the vitreous humour and crystalline lens.\n\nIn the human subject, as no examination can be made for some considerable time after death, it is impossible to ascertain what is the real state of this orifice in the living eye, and what changes take place in it after death; we only learn, that the tinge of yellow surrounding the orifice is very slight, when the eye is examined recently, and that the next day it becomes much deeper.\n\nThese points appear to be satisfactorily cleared up, by the examination that was made of the monkey's eye, as it was begun before the parts had lost the appearance belonging to them as living parts. In that state, the retina was transparent; and no orifice could be seen; so that the orifice is rendered visible, by remaining transparent, while the surrounding retina becomes opaque. This appears to decide the dispute between Messrs. Soemmering and Buzzi; for, if this part does not undergo the change peculiar to the retina, we must consider the retina as wanting there. After the orifice is thus rendered visible, the yellow tinge is wanting, and does not take place for several hours, and even then is fainter than it becomes afterwards; which appears to be sufficient evidence, that this tinge is the effect of some change after death, and cannot, therefore, have any effect upon vision.\n\nThe orifice has been supposed to account for a small object becoming invisible, when placed at a certain distance from the eye, and brought opposite a particular part of the retina. This, however, cannot be the case, as its situation in the retina does not correspond with the part opposed to the object, when rendered invisible.\nThe orifice itself is probably too small to produce any defect in vision, as the trunks of the blood-vessels which ramify upon the retina cover a larger space than this orifice, for a considerable extent, without obstructing the sight of any part of the object.\n\nWhile my observations were confined to the human eye, I was led to consider this orifice as a lymphatic vessel, passing from the vitreous humour through the retina, but could bring no absolute proof of its being so. This opinion was strengthened by finding, that in the monkey, the orifice was only rendered visible when the retina became opaque; and it has since been corroborated, by a distinct tube being met with in the eyes of sheep and bullocks.\n\nThat a change must be constantly taking place in the crystalline and vitreous humours, to preserve to them the necessary degree of transparency, can hardly be doubted; and that the absorbent vessels which perform that office should have one common trunk, which follows the course of the artery and vein, perfectly agrees with what takes place in other parts of the body.\n\nIn the human eye, and that of the monkey, the artery is in the centre of the optic nerve; but that would have been too circuitous a course for the lymphatic vessel to follow, and, by going through the retina, at some distance from the nerve, it can pass out of the orbit with the blood-vessels that go through the foramen lacerum orbitale inferius. In the bullock and sheep, there is a plexus of vessels surrounding the optic nerve, and the tube dips down, close by the optic nerve, probably to accompany them.\n\nFrom the observations made by Michaelis, of the yellow spot not being visible in foetuses, or in infants under a year old,\nor in eyes that are blind, also of its being brighter in young people, and paler in old, it would appear, that it is only when the eye is capable of performing its functions, that there is any stain communicated to the retina.\n\nEXPLANATION OF THE PLATE (Tab. XVII.)\n\nThe drawings from which the figures are engraved were made from preparations of the eye lying in water, with a strong light shining upon the preparation. In making the drawings, the principal object was, procuring a distinct view of the parts surrounding the optic nerve; when this could be obtained, the situation of the eye itself was not attended to.\n\nFig. 1. A transverse section of the human eye, immediately before the ciliary processes. The retina is viewed through the posterior portion of the capsule of the crystalline lens.\n\na. The termination of the optic nerve.\nb. The aperture in the retina, discovered by Professor Soemmering.\n\nFig. 2. A longitudinal section of the left eye in the human subject, to show the relative situation of the aperture in the retina to the entrance of the optic nerve, and the mode in which it appears to project, when the vitreous humour is disturbed.\n\na. The termination of the optic nerve.\nb. The aperture in the retina.\n\nFig. 3. A transverse section of the eye of a large monkey, to show the aperture in the retina: its situation is the same as in the human eye. The zone has the appearance of a star with four rays.\n\na. The entrance of the optic nerve.\nb. The aperture in the retina.\nFig. 4. A transverse section of the eye of a bullock, to show that there is a semi-transparent tube projecting from the edge of the entrance of the optic nerve, into the vitreous humour. This tube is surrounded by a zone, with a distinct margin: it is situated on the temporal side of the optic nerve.\n\nFig. 5. A transverse section of the eye of a sheep, to show that there is a similar tube as in the bullock, in the same situation, but much shorter, and without the surrounding zone.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106979.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24996,
    "total-output-tokens": 5369,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1398,
        2
      ],
      [
        1398,
        3088,
        3
      ],
      [
        3088,
        4780,
        4
      ],
      [
        4780,
        6550,
        5
      ],
      [
        6550,
        8288,
        6
      ],
      [
        8288,
        9967,
        7
      ],
      [
        9967,
        11771,
        8
      ],
      [
        11771,
        13508,
        9
      ],
      [
        13508,
        15261,
        10
      ],
      [
        15261,
        15261,
        11
      ],
      [
        15261,
        16902,
        12
      ],
      [
        16902,
        18666,
        13
      ],
      [
        18666,
        20389,
        14
      ],
      [
        20389,
        21885,
        15
      ],
      [
        21885,
        22370,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106979",
    "title": "An Account of the Orifice in the Retina of the Human Eye, Discovered by Professor Soemmering. To Which are Added, Proofs of This Appearance Being Extended to the Eyes of Other Animals. By Everard Home, Esq. F. R. S.",
    "authors": "Professor Soemmering, Everard Home",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/106979"
  }
}