{
  "id": "eb3ac03acfe0dcb1534cad95705ad2b895512a17",
  "text": "XIX. On new Properties of light exhibited in the optical Phenomena of Mother of Pearl, and other Bodies to which the superficial structure of that Substance can be communicated. By David Brewster, LL.D. F.R.S. Edin. and F.S.A. Edin. In a Letter addressed to the Right Hon. Sir Joseph Banks, Bart. K.B.P.R.S.\n\nRead April 28, 1814.\n\nIn the prosecution of my inquiries into the modifications impressed upon light by the various bodies of the animal, the vegetable, and the mineral kingdom, I have had the good fortune to discover several new properties of light, and to establish the laws which regulate the most remarkable of the phenomena. A few of these results have already been laid before the Royal Society; and from the reception which they have experienced, I have taken the liberty of addressing to you the following paper containing a series of new facts, remarkable for their extreme singularity, and their opposition to almost all our notions of the action of bodies upon the luminous rays. The extraordinary character which these experiments at first assumed, induced me to think that I had overlooked some source of deception; and it was not till I had performed them under every variety of circumstances, and till they had been repeated, and viewed in the same light by several of my friends, that I prevailed upon myself to bring them under your notice:\n\nThe splendid exhibition of colours which distinguishes MDCCCXIV.\nmother of pearl from every other substance, and the successive development of fresh tints, by every gentle inclination of the plate, have always been ascribed to the lamellated structure of the shell, and have been regarded as a fine proof of Newton's theory of the colours of natural bodies. This explanation I had no disposition to call in question, nor did the general train of my experiments lead me to such an inquiry.\n\nIn examining the coloured rings which mother of pearl, like the topaz, exhibits by polarised light; and in ascertaining the relation between its refractive power, and the angle at which it gives polarity to the reflected ray, I was under the necessity of grinding and polishing, with the utmost care, various plates of this substance. The development of new colours, and the extinction of others which took place during these processes, indicated the operation of some unknown and extraordinary cause, and encouraged me to pay the most minute attention to all the phenomena which were presented. The results of this investigation I shall endeavour to explain under the four following heads.\n\nI. On the optical properties peculiar to mother of pearl.\nII. On the communication of these properties to other bodies.\nIII. On the causes by which these phenomena are produced.\nIV. On a new species of polarisation peculiar to mother of pearl.\n\nI. On the Optical Properties peculiar to Mother of Pearl.\n\nMother of pearl sometimes possesses a regular, and sometimes an irregular structure, and has a striking resemblance to the agate, in the immense variety of forms which it exhibits.\nSometimes it is composed of parallel or concentric laminae: sometimes the veins are inflected in various successions, and sometimes it exhibits the same appearances as those which constitute what is called the hammered agate.\n\nThe regularly formed mother of pearl is of an uniform whiteness, somewhat resembling the pearl itself, and, in daylight, scarcely exhibiting any of the prismatic colours; and, unless it is expressly mentioned, this is always the kind which I have used in the following experiments.\n\nLet AB Fig. 1. (Pl. XIV.) be a plate of mother of pearl, not polished, but having its two surfaces ground perfectly either upon a blue hone, or upon a plate of glass with the powder of schistus, and let the light Rr of a candle be incident at any angle on the point r, this ray will be reflected according to the ordinary law, so that the angle RrC is equal to CrS, and the lines Rr, Cr and Sr in the same plane.\n\nIf the eye is now placed very close to the mother of pearl at B, so as to receive the reflected rays, it will perceive at S, in the direction rS' the common reflected image of the candle which will not be very bright, owing to the roughness of the reflecting surface. On the lower side of S' at the distance of some degrees there will also be seen a highly coloured image of the candle at s, formed by rays reflected in the direction rs. In this spectrum the blue rays are nearest the common image, and the colour is so great, that it requires a prism of flint glass with a refracting angle of 65° to correct it, a large secondary spectrum being left, having the uncorrected green towards the vertex of the prism.\n\nIf the candle at R is kept steady, and the plate AB turned round r as a centre, so that the ray Rr may preserve the same\nangle of incidence, the coloured ray \\( rs \\) will have a motion of rotation about \\( rS \\), the common section \\( AB \\) of the plane \\( srS \\) and the surface of the mother of pearl being invariable.\n\nThe line \\( AB \\) may be called the *axis of extraordinary reflection*; the extremity \\( A \\) towards which the coloured ray \\( rs \\) is reflected, the *primary pole of extraordinary reflection*; \\( srC \\) the *angle of extraordinary reflection*; and \\( srS \\) the *angle of aberration*.\n\nIf the ray \\( Rr \\) is now reflected from the opposite surface of the mother of pearl as represented in Fig. 2, the same phenomena will be observed; but the coloured ray \\( rs \\) will now be reflected towards \\( B \\), and will be seen at \\( s' \\) above the common image \\( S' \\), being formed by rays reflected in the direction \\( rs \\). The extremity \\( B \\) therefore of the axis \\( AB \\) will be the primary pole of extraordinary reflection for the lower surface. Hence the two surfaces of mother of pearl have always their poles in opposite directions, unless in specimens where a change of structure takes place.\n\nLet the plate \\( AB \\) be now brought into the position in Fig. 1, where the plane \\( rsS \\) coincides with the plane of ordinary reflection \\( RrS \\), and let it be placed upon a goniometer so that we may ascertain by measurement the changes which take place by varying the angle of incidence \\( RrC \\). It will then be found that the angle of aberration \\( srS \\) regularly increases with the angle of incidence. The variations which it undergoes are represented with tolerable accuracy in the following table, but owing to the elongation and indistinctness of the coloured image at large angles of incidence, the measures are not susceptible of great correctness. The first column contains the angle of incidence; the second, the complement of that angle; the third, the angle of aberration as determined by\nexperiment; and the fourth, formed by adding the 2d and 3d columns, contains the complement of the angle of extraordinary reflection.\n\n| Angle of incidence | Complement of the angle of incidence | Observed angle of aberration | Complement of the angle of extraordinary reflection | Calculated angle of aberration |\n|--------------------|-------------------------------------|-----------------------------|---------------------------------------------------|-------------------------------|\n| 86°—40'           | 3°—20'                              | 9°—14'                     | 12°—34'                                           | 9°—26'                        |\n| 85                 | 5                                   | 8—46                       | 13—46                                             | 8—38                          |\n| 82—30              | 7—30                                | 7—58                       | 15—28                                             | 7—41                          |\n| 80                 | 10                                  | 7—12                       | 17—12                                             | 6—55                          |\n| 75                 | 15                                  | 5—50                       | 20—50                                             | 5—52                          |\n| 70                 | 20                                  | 5—0                        | 25—0                                              | 4—56                          |\n| 65                 | 25                                  | 4—9                        | 29—9                                              | 4—17                          |\n| 60                 | 30                                  | 3—45                       | 33—45                                             | 3—44                          |\n| 55                 | 35                                  | 3—25                       | 38—25                                             | 3—20                          |\n| 50                 | 40                                  | 3—9                        | 43—9                                              | 3—1                           |\n| 45                 | 45                                  | 2—53                       | 47—53                                             | 2—48                          |\n| 40                 | 50                                  | 2—35                       | 52—35                                             | 2—37                          |\n| 35                 | 55                                  | 2—30                       | 57—30                                             | 2—28                          |\n| 30                 | 60                                  | 2—25                       | 62—25                                             | 2—21                          |\n| 25                 | 65                                  | 2—17                       | 67—17                                             | 2—15                          |\n| 20                 | 70                                  | 2—13                       | 72—13                                             | 2—9                           |\n| 12                 | 78                                  | 2—7                        | 80—7                                              | 2—7                           |\n\nIf we now compare the angles of aberration in the third column with the angles of extraordinary reflection in the fourth column, and make\n\n\\[ A = RrA = SrB \\] the complement of the angle of incidence or ordinary reflection.\n\n\\[ x = srS \\] the angle of aberration.\n\n\\[ A + x srB \\] the complement of the angle of extraordinary reflection, it will be found that\n\n\\[ \\sin x : \\sin x' = \\sin A' + x' : \\sin A + x \\]\n\nThat is, the sines of the angles of aberration are to one another inversely, as the sines of the complements of the angles of extraordinary reflection.\nAssuming the numbers in columns 3d and 4th, I have upon this principle computed those in the 5th, which are the calculated angles of aberration, and which agree very strikingly with the observed angles.\n\nIf we now turn round the mother of pearl 180° so that the pole A may be brought into the position of B, the ray rs will be reflected towards the pole A, fig. 2. and the complement of the angle of extraordinary reflection will be equal to the difference between the angle of aberration and the complement of the angle of ordinary reflection. In this case we shall obtain the results given in the following table.\n\n| Angles of incidence | Complement of the angle of incidence | Observed angle of aberration | Complement of the angle of extraordinary reflection | Calculated angle of aberration |\n|---------------------|------------------------------------|-----------------------------|--------------------------------------------------|-------------------------------|\n| 60°                 | 30°                                | 4° - 30'                    | 25° - 30'                                        | 4° - 33'                      |\n| 55                  | 35                                 | 4 - 37                      | 31 - 23                                          | 3 - 46                        |\n| 50                  | 40                                 | 3 - 11                      | 36 - 49                                          | 3 - 16                        |\n| 45                  | 45                                 | 2 - 57                      | 42 - 3                                           | 2 - 56                        |\n| 40                  | 50                                 | 2 - 38                      | 47 - 22                                          | 2 - 40                        |\n| 30                  | 60                                 | 2 - 16                      | 57 - 44                                          | 2 - 19                        |\n| 20                  | 70                                 | 2 - 7                       | 67 - 53                                          | 2 - 7                         |\n\nBy comparing the observed angles of aberration with the complements of the angles of extraordinary reflection, we shall find that\n\n\\[\n\\sin x : \\sin x' = \\sin A' - x' : \\sin A - x\n\\]\n\nwhich indicates the same relation as formerly between the angles of aberration and extraordinary reflection. Upon this principle I have computed the numbers in the 5th column which agree very well with the observed angles.\n\nWhile the primary pole A is describing a semicircle round r till it reaches B, and another semicircle from B to A again,\na point $s$ in the extraordinary ray $rs$ will describe a curve round $S$ composed of two semiellipses having the same conjugate axis, but having their semitransverse axes of different lengths. Thus, in fig. 3, if $S$ be a point in the reflected ray $rS$ (fig. 2), and $Ss$, $SN$, $St$, $SM$, different values of the angles of aberration when the pole $A$ is in the directions $Ss$, $SN$, &c.; then the point $s$ will describe the semiellipse $MsN$, and the semiellipse $MtN$ which have their conjugate axis $MN$ common, and their semitransverse axes $Ss$, $St$ of unequal lengths. The conjugate axis $MN$ is a constant quantity, while $Ss$, $St$ vary according to the law already mentioned. At different angles of incidence, therefore, the point $s$ will describe other curves such as $Ms'Nt$, which approach to a circle as the angle of incidence diminishes.\n\nThe angles of aberration vary in different pieces of mother of pearl, but there is no deviation from the laws which have just been explained.\n\nOn the outside of the extraordinary ray $rs$, fig. 1, a mass of coloured light $rp$ makes its appearance nearly at the same distance from the extraordinary image, that the extraordinary image is from the common image: these three images are always in a straight line, but the angle of aberration of the mass of coloured light varies according to a law different from that of the extraordinary ray. At great angles of incidence, this mass of light is of a beautiful crimson colour. At an angle of about $37^\\circ$ it becomes green, and at less angles of incidence it acquires a yellow hue, approaching to white, and becomes very luminous. These colours which become more brilliant when the mother of pearl is polished, vary with the thickness of the plate.\nThe fracture of mother of pearl always reflects the extraordinary ray \\( r_s \\), as if the surface of the fracture were parallel to the real surface; but when the fracture is ground flat, no extraordinary reflection takes place.\n\nWhen the extraordinary ray \\( r_s \\) is reflected from another piece of mother of pearl, it experiences, as might have been expected, both an ordinary and an extraordinary reflection. In virtue of the ordinary reflection, an image is formed exactly like the extraordinary image, but in virtue of the extraordinary reflection the highly coloured image is sometimes rendered more highly coloured, and at other times converted into a greenish white image, according as the second reflection conspires with or opposes the first.\n\nHitherto we have attended to the phenomena only when the surface is rough and unpolished. When a slight degree of polish, however, is communicated to it, a new coloured image appears on the opposite side of the common image formed by the rays \\( rt \\), fig. 1 and 2. This new image resembles in every respect the other coloured image, and follows the same laws; and after a high degree of polish is induced upon the mother of pearl, it is almost as bright as the first coloured image which has its brilliancy somewhat impaired by polishing. If the polish is removed by grinding, the second coloured image vanishes, and the first resumes its former brilliancy. As this second image is reflected towards the pole A in fig. 1, and the pole B in fig. 2, they may be called the secondary poles of extraordinary reflection.\n\nIf we now examine the light transmitted by the mother of pearl, we shall perceive phenomena analogous to those which have been described. A coloured image will appear on each\nside of the common image, having the same angles of aberration as those seen by reflection, and resembling them in every respect, the blue light being nearest the common image, and the red light farthest from it. These two images, however, are usually fainter than those seen by reflection, and when the second extraordinary reflected image is extinguished by removing the polish, it is then the most brilliant when seen by transmission, and in general the image which is brightest by reflection is faintest by transmission.\n\nIn some irregularly formed pieces of mother of pearl which are ground very thin, and in which the axes of extraordinary reflection for the two surfaces are not coincident, four coloured images are seen by transmission. Two of them are produced by each surface, and the line which joins the two images formed by the same surface, always coincides with its axis of extraordinary reflection. It is also deserving of notice, that the transmitted extraordinary ray is bent towards the same pole as the extraordinary reflected ray to which it belongs.\n\nLike all other bodies, mother of pearl polarises light by reflection, and the angle at which the quantity of polarised light is a maximum, is about $59^\\circ$. The two extraordinary images are also polarised at the same angle, but the mass of green and crimson light exhibits no marks of polarity. This substance has also the property of depolarising light in every position like horn, tortoise shell, caoutchouc, and gum Arabic; and it exhibits by polarised light those brilliantly coloured rings, which I have described in a former paper, as produced by topaz and other bodies.\nII. On the communication of the properties of Mother of Pearl to other bodies.\n\nThe phenomena which have now been described must be admitted to be very singular and instructive, even if the inquiry had been pushed no farther; and it is probable that philosophers would have contented themselves with ascribing them to reflections from differently inclined planes in the interior of the mother of pearl.\n\nIn order to measure the angles contained in the preceding tables, I had occasion to fix the mother of pearl to a gonio-meter by a hard cement. Upon removing it from the cement, the plate left a clean impression of its own surface, and I was surprised to observe that the cement had by this means received the property of producing the colours which were exhibited by the mother of pearl. This strange result I at first attributed to a thin film detached from the plate, but subsequent experiments soon convinced me that this was a mistake, and that the mother of pearl really communicated to the cement the properties which it possessed.\n\nI have also succeeded in imparting the same faculty of producing colour to black and red wax, balsam of Tolu, gum Arabic, gold leaf placed upon wax, tinfoil, the fusible metal composed of bismuth and mercury, and to lead by hard pressure, or by the blow of a hammer. When the impression is first made upon the fusible metal, the play of colours is singularly fine, but the action of the air corrodes the metal, and speedily destroys the configuration, as well as the polish of its surface. The same effect was produced when the metal was immersed in oil.\nIn order to shew that in these cases no part of the mother of pearl is detached, I plunged the wax, after it had received the impression, into nitric acid, which had no effect either in destroying or diminishing the colorific property of the surface. In soft cements made of bees' wax and rosin, the slightest degree of heat destroyed the superficial configuration by which the colour is produced. In sealing wax, gum Arabic and realgar, a much greater heat was requisite to remove the colour; and in tinfoil and lead this could only be effected by the temperature at which they cease to become solid.\n\nLet us now examine more minutely the phenomena which present themselves when the light is reflected from the surface of wax; and let us suppose that the impression upon the wax is made by the lower surface, when rough, of the mother of pearl, as represented in fig. 2, where B is its primary, and A its secondary pole. When the light Rv of a candle is reflected from the surface of wax AB, fig. 3, the extraordinary image, instead of being reflected towards the primary pole B as in fig. 2, is reflected from it, and A is the primary pole of the wax, whereas B was the primary pole of the mother of pearl. By polishing the mother of pearl, and taking a new impression from it, the wax will now reflect the other extraordinary image in the direction rt, and therefore B is the secondary pole of the wax. Hence it follows that mother of pearl communicates to wax and other bodies the optical properties of the surface opposite to that from which the impression is taken.\n\nAt different angles of incidence the two coloured images formed by the wax follow the same laws as those produced by the mother of pearl; but the mass of green and crimson\nlight never appears, and is therefore caused by some internal structure which cannot be communicated to other bodies. When an impression is taken from the fracture of mother of pearl, its faculty of producing colour is also communicated.\n\nIn imparting to gum Arabic and balsam of Tolu, the superficial configuration of mother of pearl, we are enabled, on account of their transparency, to observe the changes induced upon the transmitted light. The extraordinary images formed by reflection were both visible, the primary one being remarkably brilliant, and the secondary one scarcely perceptible; but when the light was transmitted through the gum the primary image was nearly extinct, while the secondary one was unusually brilliant and highly coloured, far surpassing in splendour those which are formed by transmission through the mother of pearl itself. When both the surfaces of gum Arabic are impressed with mother of pearl, four images are seen. The colours seen by transmission are more brilliant in the gum than in the balsam, as the latter has the greatest reflective power; but the coloured images produced by reflection do not seem to have suffered a greater dispersion, when they are formed by the metals, than when they are formed by cements.\n\nWhen the impression is taken from a pearl, the wax receives a character similar to that which is possessed by the pearl. The image reflected from the surface of the pearl is enveloped in a quantity of unformed light, arising from a cause which will afterwards be explained; and the very same white nebulosity is reflected from the wax.\nIII. On the causes of the Phenomena of Mother of Pearl.\n\nFrom a careful examination of the preceding facts, we must now be prepared to infer, that all the peculiar phenomena of mother of pearl, as seen by reflection and transmission, are owing to a particular configuration of surface; that the communication of these properties to other bodies, is the necessary consequence of the communication of its superficial structure; and that none of the light which is concerned in the production of these phenomena, has penetrated the surface of the mother of pearl.\n\nWhat this configuration of surface is, and in what manner it generates the coloured images, are points of high interest, and of corresponding difficulty. The facts naturally lead us to conjecture, that the extraordinary reflections are produced by faces, either curved or rectilineal, slightly inclined to the general surface of the mother of pearl. In attempting to determine this point, I anticipated no assistance from microscopical observations, as it was contrary to all our notions of the action of bodies upon light, to imagine that a plate of mother of pearl reflecting an image as perfectly as the mirror of a telescope, could exhibit to the human eye any superficial irregularities. These anticipations however were wholly erroneous. By the application of single microscopes with powers of 200, 300, and even 400, I have discovered in almost every specimen of mother of pearl, an elementary grooved surface, which no polishing can modify or remove. This structure resembles very closely the delicate texture of the skin at the top of an infant's finger; or the lines parallel to the coast upon a map, by which the engraver marks the limits of the sea and land. When the mother of pearl has a regular\nstructure, these grooves or lines are always parallel, but when there is any irregularity of configuration, the grooves vary their direction, and are arranged in all possible forms like the veins of agate, or like the lines upon the coast of a map, where there are numerous inlets and islands to be represented.\n\nSometimes the spaces between the grooves are so wide, that they can be seen with a magnifying power of six or eight times, and in one or two specimens I have observed them with the naked eye. At some parts of the surface the distance between the grooves is so small, that I have counted more than 3000 in an inch; and in some pieces they can scarcely be detected with any magnifying power which I have been able to apply. When the space between the grooves is large, a new groove often commences, and there is frequently a sudden change from a space with a series of distant grooves, to another space with a series of very close ones. Similar appearances were also seen in the structure of pearls. When the mother of pearl is scratched or indented, the bottom and the sides of the scratch are grooved exactly like the parts that are polished. The same grooved structure is likewise distinctly seen in wax, gum Arabic, and the metals, after they have received the impression of the mother of pearl.\n\nIn every case the grooves are at right angles to the axis of extraordinary reflection, and hence in irregularly formed mother of pearl, where the grooves are often circular, and have every possible direction, the axes of extraordinary reflection have also every possible direction, and the coloured images appear irregularly scattered round the ordinary image. In the real pearl, these coloured images are crowded into a small space round the common image, on account of the spherical form of\nthe pearl, and the various hues are thus blended into a white unformed light, which gives to this substance its high value as an ornament.\n\nHaving thus ascertained that the surface of mother of pearl is actually grooved, and different in this respect from all other bodies that have yet been examined, we must now seek, in this peculiarity of structure, the cause of its optical properties. The facts which have been detailed in the beginning of this letter will enable us to draw several important conclusions of a general nature, but they leave us in the dark respecting the immediate cause of the phenomena.\n\nLet us now suppose that fig. 5 represents a section of a plate of mother of pearl, having $AanmbcB$ for its upper surface, and $B'a'n'm'b'c'A'$ for its lower surface. Let OP be the line at which the attracting or refractive force ends, and where the repulsive or reflecting force begins, and let the reflecting force terminate at MN according to the Newtonian theory. We have already seen that when the surface AB of the mother of pearl is ground as flat as possible, and brought to a high polish, the light which is incident on the repulsive stratum MNCP is reflected as in all other bodies, and affords a perfect image of the object from which it radiates. Hence it follows that the light which forms the extraordinary images has escaped reflection, and penetrated the attractive stratum OP; and that its separation into colours and extraordinary reflection are produced by one or more causes residing between CP and the surface AB of the mother of pearl.\n\nLet us first attend to the aberration of the extraordinary images. Since the real surface of AB is composed of faces inclined to the general surface $AbcB$, we are led to suppose\nthat the primary extraordinary image is reflected from the face \\( m \\), while the secondary extraordinary image is reflected from the face \\( n \\). Now this could only happen from two causes, either in consequence of the mother of pearl having a repulsive force different from the ordinary repulsive force which produces reflection; or from its possessing the power of reflecting light from its actual surface. That this extraordinary force is, in other respects like the ordinary reflecting force, is manifest from a portion of the extraordinary pencil being transmitted, while the other portion suffers reflection. The existence of such a force being unquestionable, we have next to consider the form and position of the surfaces to which it belongs. The changes in the angle of aberration at different angles of incidence, is a proof that the surfaces \\( m, n \\), present different inclinations to the incident ray; and hence their form must be curvilineal, as represented by the dotted lines above \\( m \\) and \\( n \\). If we suppose that the ray has been refracted before it experiences the extraordinary reflection, the angles of aberration still require that the faces have a curved form.\n\nTaking the index of refraction \\( m = 1.653 \\) and making \\( A = \\) angle of incidence; \\( a = \\) angle of refraction, and consequently the new angle of incidence upon the faces \\( m, n \\); \\( b = \\) angle of extraordinary reflection, and \\( z = \\) the inclination of the reflecting face \\( m \\) or \\( n \\), then we shall have\n\n\\[\n\\sin. a = \\frac{\\sin. A}{m} \\quad \\text{and} \\quad z = \\frac{a + b}{z} - a = \\frac{b - a}{z}\n\\]\n\nBy calculating the value of \\( z \\) for different angles of incidence, we obtain the following results:\nin the Optical Phenomena of Mother of Pearl.\n\nAngles of incidence. Inclination of the faces m or n.\n\n86° 41' - - 26° 8'\n70 - - 15 9\n65 - - 13 48\n60 - - 12 19\n12 - - 1 20\n\nBut since the refraction cannot be completed when the ray reaches the surfaces m or n, having passed through only half the space of refracting activity, let us suppose the value of m corresponding to the partial refraction to be 1.300, and we shall have the following values of z:\n\nAngles of incidence. Inclination of the faces m, n.\n\n86° 41' - - 13° 34'\n70 - - 9 16\n65 - - 8 19\n60 - - 7 14\n12 - - 0 20\n\nIf the light, therefore, suffers either a total or a partial refraction, or if it suffers no refraction at all, the extraordinary reflection must be made from faces of variable curvature.\n\nThe most unaccountable circumstance, however, accompanying the extraordinary reflection, is the difference of effect produced upon the surfaces m and n by removing the polish. The surface m retains its power of reflecting the primary extraordinary image, notwithstanding the roughness which is thus superinduced, while the surface n loses the power of reflecting the secondary image, and acquires the faculty of transmitting the whole of the coloured pencil which composes it. The force therefore which reflects the primary extraordinary image would appear to be different from that which reflects the secondary extraordinary image, the latter being wholly dependant on the smoothness of the surface.\n\nMDCDCXIV.\nHitherto we have avoided all consideration of the cause which separates the extraordinary pencils into their component colours, nor can we pretend to afford even a plausible conjecture respecting their origin. It is quite obvious that the separation into colours is produced before the pencil suffers extraordinary reflection, and as the transmitted colours are not complementary to those which are reflected, it is equally manifest that the phenomenon has no connection with the colours of thin plates. If the spectra were produced by the ordinary dispersive force of the body, then the dispersion ought to be least in gum Arabic, greater in wax, and still greater in realgar and the metals, whereas in all these cases the quantity of colour appears to be the same. The extraordinary spectra have no resemblance whatever to those which are the effect of inflexion; and even if we could suppose that the light was inflected by the grooves, the cause would be inadequate to explain the continuance of the colour when the plane of incidence coincides with the direction of the grooves, and when there are manifestly no angles to bend the passing light.\n\nBut whatever be the cause of the phenomena of mother of pearl, the facts themselves are peculiarly instructive, and naturally lead us to the following conclusions.\n\n1. Besides the ordinary forces which reflect and refract light, there reside without the surface of mother of pearl, and of all bodies to which its superficial configuration can be imparted, new forces which reflect light, and separate it into its component colours.\n\n2. The lines which bound the space of reflecting activity in all surfaces which possess this configuration, are straight, and are not parallel to the grooved structure of the surface. Hence a surface which appears, even to the unassisted eye, to be full\nof eminences and depressions, is capable of reflecting light with perfect accuracy.\n\n3. Since a particular configuration of surface, independent of chemical composition and crystalline structure, is capable of producing the most brilliant colours, may not the colours of all natural bodies be owing to the arrangement of their superficial particles; and may not the changes which these colours undergo by the action of light, heat, and atmospheric causes, arise from a corresponding change in their superficial structure?—I have endeavoured to communicate to wax the faculty of producing colour possessed by Labrador spar, the metallic oxides, and various other bodies; but though I have not succeeded in this attempt, it by no means follows that the colour is not produced by the configuration of the surface. The structure may in these cases be so minute, that fluid wax cannot be forced into the grooves or depressions; and we have an approach to this delicacy of conformation in some specimens of mother of pearl, where the grooves cannot be seen by the most powerful microscopes.\n\n4. Since a particular structure of surface is always accompanied with a new repulsive force, residing nearer the body than the common repulsive force which produces ordinary reflection, may there not reside also, near the surface of all crystallised bodies, a new refractive force which produces double refraction? And is not this supposition countenanced by the fact, that the extraordinary pencil formed by Iceland spar suffers the ordinary as well as the extraordinary refraction?\n\nI shall now conclude this section with a few remarks on the crimson and green light which always accompanies the primary coloured image. This mass of light is never produced by the wax, and as it appears, even when the rays are\nincident upon the mother of pearl from a fluid of the same refractive power, it is evidently unconnected with the form of surface. These masses of colour appear to have the same origin as the colours of thin plates described by Newton. Even when the angle of incidence is the same, the crimson light appears at one thickness of the mother of pearl and the green at a less thickness, and the transmitted light consists of colours complementary to those of the reflected light. We are therefore, in this case, presented with phenomena almost exactly the same as those of thin plates, though produced by plates of mother of pearl of considerable thickness;—a subject which is well deserving of more attentive examination.\n\nIV. On a new Species of polarisation peculiar to Mother of Pearl.\n\nHaving seen, in the course of the preceding experiments, so many deviations from the ordinary laws of optics, I suspected that mother of pearl might exhibit similar anomalies in the polarisation of light. This conjecture was immediately confirmed by the discovery of a remarkable property, which forms the connecting link between the phenomena of polarisation, as effected by crystallised and uncrystallised bodies.\n\nIn all doubly refracting crystals the opposite polarisation of the two images is invariably related to some axis or fixed line in the primitive form; while in all uncrystallised bodies the polarisation is related to the planes of reflection and refraction, the reflected pencil being always polarised in an opposite manner to the refracting pencil. Thus, if AB, fig. 6, be a plate of glass, and Rr a ray incident upon it at the polarising angle, the reflected ray rS will be polarised in the same manner as one of the pencils formed by calcareous spar, and a small portion of the transmitted ray rΓ will also be polarised,\nbut in a manner opposite to $rS$ like the other pencil in calcareous spar: or if the ray $Rr$ is transmitted through a bundle of glass plates, the whole of the pencil $rT$ will be polarised in that manner.\n\nIf we now suppose AB a single plate of mother of pearl about one-fortieth of an inch thick, and the angle of incidence $RrC$ about $60^\\circ$, the reflected ray $rS$ will be polarised as in every other transparent body; but the transmitted ray $rT$ will be wholly polarised, and in the same manner as the reflected ray $rS$, while in every other transparent body that has been examined the ray $rT$ possesses an opposite kind of polarisation. If we turn the plate AB round its centre $r$, so as to preserve its inclination to the incident ray $Rr$, no change whatever takes place, the transmitted ray still retaining its former polarity.\n\nThe angle of incidence $RrC$, at which the transmitted light $rT$ is wholly polarised, varies in the inverse ratio of the thickness of the plate AB, and the whole pencil is polarised at any angle greater than that angle. The relation between the angle of polarisation and the thickness of the plate remains to be determined; though I suspect it will be found that the tangents of the angles of incidence at which the whole of the pencil is polarised, are inversely as the thickness of the plates.\n\nThe phenomena which I have now described, I have observed in every piece of mother of pearl that I have tried; and as they are not affected when the incident pencil is refracted from balsam of Tolu, or any other cement, into the mother of pearl, they are obviously unconnected with its superficial configuration. Ivory does not produce the same effect upon light.\n\nFrom these results the following conclusions are clearly deducible.\n1. That mother of pearl polarises light in a manner different from all crystallised bodies, the polarisation having no reference to any fixed line in the plate.\n\n2. That mother of pearl polarises light in a manner different from all uncrystallised bodies, the transmitted pencil being wholly polarised by a single plate, and in the same manner with the reflected pencil.\n\n3. That if mother of pearl polarises light in virtue of its laminated structure, the laminae themselves must have the property of polarising light in a manner opposite to all other bodies.\n\nI have thus endeavoured to explain, as briefly as possible, the various phenomena exhibited by mother of pearl in its action upon light. The subject, however, is far from being exhausted: it still presents many points of interesting inquiry; and if the investigation could be carried on with the aid of analogous phenomena, we might confidently look forward to some great change in the fundamental principles of physical optics.*\n\nI have the honour to be, Sir,\nyour most obedient and humble servant,\n\nDAVID BREWSTER.\n\nEdinburgh, February 28th, 1814.\n\nTo the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. &c. &c. &c.\n\n* Since this paper was written I have made a variety of additional experiments on the superficial and communicable colours of Mother of Pearl and other bodies. An account of these experiments, and an explanation of the phenomena contained in Sect. IV. of the preceding letter, will form the subject of another communication.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107439.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 37862,
    "total-output-tokens": 9280,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1433,
        2
      ],
      [
        1433,
        3035,
        3
      ],
      [
        3035,
        4795,
        4
      ],
      [
        4795,
        6716,
        5
      ],
      [
        6716,
        10729,
        6
      ],
      [
        10729,
        13448,
        7
      ],
      [
        13448,
        15208,
        8
      ],
      [
        15208,
        16958,
        9
      ],
      [
        16958,
        18611,
        10
      ],
      [
        18611,
        20209,
        11
      ],
      [
        20209,
        21954,
        12
      ],
      [
        21954,
        23549,
        13
      ],
      [
        23549,
        25321,
        14
      ],
      [
        25321,
        27126,
        15
      ],
      [
        27126,
        28876,
        16
      ],
      [
        28876,
        30605,
        17
      ],
      [
        30605,
        32081,
        18
      ],
      [
        32081,
        33920,
        19
      ],
      [
        33920,
        33920,
        20
      ],
      [
        33920,
        35719,
        21
      ],
      [
        35719,
        37546,
        22
      ],
      [
        37546,
        39323,
        23
      ],
      [
        39323,
        40830,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107439",
    "title": "On New Properties of Light Exhibited in the Optical Phenomena of Mother of Pearl, and Other Bodies to Which the Superficial Structure of That Substance can be Communicated",
    "authors": "David Brewster",
    "year": 1814,
    "volume": "104",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/107439"
  }
}