{
  "id": "530571001256ead896b00244e7d2cdd6ac46c255",
  "text": "VIII. An Account of a praeternatural Bony Substance found in the Cavity of the Thorax, communicated in a Letter to Dr. Rutty, by Mr. William Giffard, Surgeon.\n\nOn Tuesday, May the 10th, 1726, I open'd the Body of a Person, who dy'd the foregoing Day of a Peripneumonia; in the right side of whose Thorax I found an osseous Substance about the fourth of an Inch thick, six Inches long, and three broad, extending itself under the third, fourth, fifth and sixth Ribs, closely and strongly connected to the Periosteum of the Ribs, and the Tunica propria of the inner Intercostal Muscles, by Fibres which shot from a strong and thick intervening Membrane, which closely adher'd to its outer Surface or Back, and was continu'd over its inner likewise, thereby forming a Capsula for this praeternatural Substance. Its upper Edge lay immediately below, and was contiguous to that Part of the Ribs, where they become cartilaginous: The Membrane that adher'd to, and cover'd it, continu'd thick some distance from it, and gradually grew thinner, and was at length lost in the Pleura; from whence I judg'd this extraneous Body to have been form'd between the two Lamellæ of that Membrane. The Lungs so strongly adher'd to its Inside, that upon separating them, part remain'd to it: Upon cutting into which, I observ'd all the Cells stuff'd with a thin, but somewhat digested Pus.\n\nUpon farther Enquiry, I found on the same side, towards the Back, another Substance, but perfectly Bone, invested as the former, with a strong and thick Membrane\nbrane, and by the Fibres which shot from it, tied to\nthe Body of the Vertebrae, and the fourth, fifth, sixth\nand seventh Ribs, and Intercostal Muscles.\n\nIts Back or Outside was convex, agreeable to the\nconcave Surface of the Ribs, which had made In-\ndentations on that part of it where they press'd: Its\nInside was concave as the Ribs; the right Lobe of\nthe Lungs strongly adhered, part of which for that\nreason remained to it after Separation: Its Length was\nabout seven Inches, Breadth about three from Edge to\nEdge: Its Thickness, in some parts a third, in others\na fourth of an Inch. It had, as the former, a thick\nMembrane running from it, which gradually thinning\nwas at length lost in the Pleura; from whence I judge\nthis extraneous Substance to have been formed as the\nforementioned.\n\n\"Since Mr. Giffard has not inserted the Particulars\nof this Gentleman's Indisposition, I shall add, that\nupon Inquiry, I have since been inform'd, that he\nwas troubl'd for some Years with a short Cough,\nwhich latterly was accompanied with a difficulty\nof Breathing, and great Labour in Inspiration; and\nsome time after, with a Weight and Pain on the\nright Side; which Symptoms encreasing more and\nmore, brought on the Peripneumonia, of which he\ndied in a few Days. The Rise and Succession of\nthose different Symptoms proceed so naturally\nfrom the Formation and Growth of this praeterna-\ntural Body, as well as the particular part of the\nThorax where it was lodg'd, that it is entirely need-\nless to say any thing more upon them.\n\nW. Rutty.\n\nIX. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103464.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 862,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1533,
        2
      ],
      [
        1533,
        3073,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103464",
    "title": "An Account of a Praeternatural Bony Substance Found in the Cavity of the Thorax, Communicated in a Letter to Dr. Rutty, by Mr. William Giffard, Surgeon",
    "authors": "William Giffard",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103464"
  }
}