{
  "id": "efca9369885eaf9a9eb7d9291d965946a6195630",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion,\nas a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS\n\nI. The Bakerian Lecture.—On the manufacture of Glass for optical purposes.\n   By Michael Faraday, Esq. F.R.S. &c.\n   . . . . . . . . . . . . . . . . . . . . . . page 1\n\nII. Account of Levellings carried across the Isthmus of Panama, to ascertain\n    the relative height of the Pacific Ocean at Panama, and of the Atlantic\n    at the mouth of the river Chagres; accompanied by Geographical and\n    Topographical Notices of the Isthmus. By John Augustus Lloyd, Esq.\n    Communicated by Captain Sabine, Secretary of the Royal Society. . . . 59\n\nIII. On the law of the partial polarization of light by reflexion. By David\n     Brewster, LL.D. F.R.S. L. & E.\n     . . . . . . . . . . . . . . . . . . . . . . 69\n\nIV. A Report on the stomach of the Zariffa. By Sir Everard Home, Bart.,\n     Vice-President of the Royal Society.\n     . . . . . . . . . . . . . . . . . . . . . . 85\n\nV. On the production of regular double refraction in the molecules of bodies\n    by simple pressure; with observations on the origin of the doubly re-\n    fracting structure. By David Brewster, LL.D. F.R.S. L. & E.\n    . . . . . . . . . . . . . . . . . . . . . . 87\n\nVI. Experiments on the influence of the Aurora Borealis on the magnetic needle.\n    By the Reverend James Farquharson, F.R.S. Minister of Alford,\n    Aberdeenshire. In letters addressed to Captain Edward Sabine, Secretary\n    of the Royal Society.\n    . . . . . . . . . . . . . . . . . . . . . . 97\n\nVII. Remarks on several icebergs which have been met with in unusually low\n     latitudes in the southern hemisphere. By Captain James Horsburgh,\n     Hydrographer to the East India Company, F.R.S.\n     . . . . . . . . . . . . . . . . . . . . . . 117\n\nVIII. On the progressive improvements made in the efficiency of steam engines in\n      Cornwall; with investigations of the methods best adapted for imparting\n      great angular velocities. By Davies Gilbert, Esq. President.\n      . . . . . . . . . . . . . . . . . . . . . . 121\nIX. On the laws of the polarization of light by refraction. By David Brewster, LL.D. F.R.S. L. & E. . . . . . . . . . . . . . . . . . . . page 133\n\nX. On the action of the second surfaces of transparent plates upon light. By David Brewster, LL.D. F.R.S. L. & E. . . . . . . . . . . . . . . . . . . 145\n\nXI. Observations made with the invariable pendulum (No. 4, Jones), at the Royal Observatory, Cape of Good Hope, for the purpose of determining the compression of the earth. By the Rev. Fearon Fallows, F.R.S. Astronomer of the Cape Observatory. Communicated by the Lords Commissioners of the Admiralty. . . . . . . . . . . . . . . . . . . . 153\n\nXII. Statement of the principal circumstances respecting the united Siamese Twins now exhibiting in London. By George Buckley Bolton, Esq., Member of the Royal College of Surgeons, and of the Medical and Chirurgical Society of London. Communicated by the President. . . . . . . . . . . . . . . . . . . 177\n\nXIII. On some properties in achromatic object-glasses applicable to the improvement of the microscope. By Joseph Jackson Lister, Esq. Communicated by Dr. Roget, Secretary of the Royal Society. . . . . . . . . . . . . . . . . . . 187\n\nXIV. On the pendulum. By John William Lubbock, Esq. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . 201\n\nXV. On the theoretical investigations of the velocity of sound, as corrected from M. Dulong’s recent experiments, compared with the results of the observations of Dr. Moll and Dr. Van Beek. By Dr. Simons, Assistant at the Observatory of the University of Utrecht. Communicated by Captain Henry Kater, Vice-President of the Royal Society. . . . . . . . . . . . . . . . . . . 209\n\nXVI. On the elasticity of threads of glass, with some of the most useful applications of this property to torsion balances. By William Ritchie, A.M. F.R.S., Rector of the Royal Academy of Tain. . . . . . . . . . . . . . . . . . . . 215\n\nAppendix.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\nThe President and Council of the Royal Society adjudged the Royal Medals for the year 1829 as follows:\n\nA Royal Medal to Charles Bell, Esq. Fellow of the Royal Society, for his Discoveries relating to the Nervous System.\n\nA Royal Medal to Professor Eilert Mitscherlich of Berlin, Foreign Member of the Royal Society, for his Discoveries relating to the Laws of Crystallization, and the Properties of Crystals.\nADVERTISEMENT.\n\nSince the appearance of the Papers relating to the Paramatta Observations, which were published at the request and at the expense of the Colonial Office, and appended to the Philosophical Transactions, it has appeared that some of the Observations communicated by Mr. Rumker were made by that gentleman while he was the paid assistant of Sir Thomas Brisbane, at an Observatory founded by Sir Thomas Brisbane, and with his instruments; and that some others were actually made by Sir Thomas Brisbane himself.\nXVII. Memoir on the occurrence of Iodine and Bromine in certain Mineral Waters of South Britain. By Charles Daubeney, M.D. F.R.S. Professor of Chemistry in the University of Oxford. .................................................. page 223\n\nXVIII. Experiments to determine the difference in the Number of Vibrations made by an Invariable Pendulum in the Royal Observatories of Greenwich and Altona. By Captain Edward Sabine of the Royal Artillery, Secretary to the Royal Society. ............................................................................................................................... 239\n\nXIX. Experiments to ascertain the Correction for Variations of Temperature, within the limits of the natural temperature of the Climate of the South of England, of the Invariable Pendulum recently employed by British Observers. By Captain Edward Sabine of the Royal Artillery, Secretary to the Royal Society ................................................................................................................. 251\n\nXX. On a new Register-Pyrometer, for measuring the Expansions of Solids, and determining the higher Degrees of Temperature upon the common thermometric scale. By J. Frederic Daniell, Esq. F.R.S. ................................................................................................................................................ 257\n\nXXI. On the Phenomena and Laws of Elliptic Polarization, as exhibited in the Action of Metals upon Light. By David Brewster, LL.D. F.R.S. Lond. & Edin. .................................................................................................................................................. 287\n\nXXII. Researches in Physical Astronomy. By John William Lubbock, Esq. Fellow of the Royal Society. ............................................................................................................................................... 327\n\nXXIII. On the Error in Standards of Linear Measure, arising from the thickness of the bar on which they are traced. By Captain Henry Kater, V.P. and Treasurer of the Royal Society. ................................................................................................................................ 359\nXXIV. On the Illumination of Light-houses. By Lieut. Thomas Drummond of the Royal Engineers. Communicated by Lieut. Colonel Colby of the Royal Engineers, F.R.S. . . . . . . . . . . . . . . . . page 383\n\nXXV. On the electro-magnetic properties of metalliferous veins in the mines of Cornwall. By Robert Were Fox. Communicated by the President. 399\n\nXXVI. Sequel to a paper on the tendency to Calculous Diseases, and on the Concretions to which such diseases give rise. By John Yelloly, M.D. F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 415\n\nIndex . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 429\n\nAPPENDIX.\n\nPresents received by the Royal Society, from Nov. 19th 1829 to June 17th 1830.\n\nMeteorological Journal, kept at the Apartments of the Royal Society, by order of the President and Council.\n\nERRATA in Part I.\n\nPage 74, dele the last paragraph but one.\n— 142, in the second formula, line 4th, for $\\phi$, read 1.\n\nPart II.\n\nPage 260, last line, for fire read ice.\n— 282, line 8, for heated read luted.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\nThe King's Library.\nThe British Museum.\nThe Bodleian Library.\nThe Radcliffe Library.\nThe Cambridge University Library.\nThe Royal Institution.\nThe Royal College of Physicians.\nThe Royal Observatory at Greenwich.\nThe Society of Antiquaries of London.\nThe Society for the Encouragement of Arts.\nThe Astronomical Society of London.\nThe Cambridge University Philosophical Society.\nThe Royal Artillery Library at Woolwich.\nThe Geological Society of London.\nThe Horticultural Society of London.\nThe Linnean Society of London.\nThe University of Dublin.\nThe Royal Irish Academy.\nThe Library of Trinity College, Dublin.\nThe Observatory at Armagh.\nThe Dublin Society.\nThe University of Edinburgh.\nThe Royal Society of Edinburgh.\nThe University of St. Andrews.\nThe University of Aberdeen.\nThe University of Glasgow.\nThe Asiatic Society at Calcutta.\nThe Royal Asiatic Society.\nThe Observatory at Paramatta.\n\nDenmark.\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe \"Ecole des Mines\" at Paris.\nThe Geographical Society at Paris.\n\nGermany.\nThe University at Göttingen.\nThe Caesarean Academy of Naturalists at Bonn.\n\nItaly.\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nThe Netherlands.\nThe Imperial Academy of Sciences at Brussels.\n\nSpain.\nThe Royal Observatory at Cadiz.\n\nPortugal.\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSweden.\nThe Royal Academy of Sciences at Stockholm.\n\nUnited States.\nThe American Philosophical Society at Philadelphia.\nThe New York Philosophical Society.\nThe Boston Philosophical Society.\nThe Library of Harvard College.\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, upon application for the same directly or through their respective Agents.\n\nIn the British Dominions.\nThe King's Library.\nThe Board of Ordnance.\nThe British Museum.\nThe Royal Society.\nThe Bodleian and Savilian Libraries, Oxford.\nThe Library of Trinity College, Cambridge.\nThe King's Observatory at Richmond.\nThe Observatory at Armagh.\nThe Observatory at Cambridge.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Dublin.\nThe Observatory at Oxford.\nThe Observatory at Madras.\nThe Observatory at Paramatta.\nThe Observatory at Berlin.\nThe Observatory at Manheim.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Astronomical Society.\nThe Royal Institution.\nThe President of the Royal Society.\nThe Lowndes' and Plumian Professors of Astronomy, Cambridge.\nThe Lord Bishop of Cloyne.\nFrancis Baily, Esq.\nThomas Henderson, Esq.\nCaptain W. H. Smyth, R.N.\nSir James South.\nEdward Troughton, Esq.\n\nIn Foreign Countries.\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Academy of Sciences at Upsal.\nThe Board of Longitude at Paris.\nThe University of Göttingen.\nThe University of Leyden.\nThe Academy of Bologna.\nThe American Academy of Science at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Harvard College.\nThe Observatory at Åbo.\nThe Observatory at Altona.\nThe Observatory at Brussels.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Paris.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Wilna.\nProfessor Bessel.\nDr. William Olbers.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107887.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 22224,
    "total-output-tokens": 3954,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1982,
        3
      ],
      [
        1982,
        2951,
        4
      ],
      [
        2951,
        4934,
        5
      ],
      [
        4934,
        6969,
        6
      ],
      [
        6969,
        7379,
        7
      ],
      [
        7379,
        7379,
        8
      ],
      [
        7379,
        7902,
        9
      ],
      [
        7902,
        10155,
        10
      ],
      [
        10155,
        11218,
        11
      ],
      [
        11218,
        13350,
        12
      ],
      [
        13350,
        15399,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107887",
    "title": "Front Matter",
    "authors": null,
    "year": 1830,
    "volume": "120",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107887"
  }
}