{
  "id": "0e070d11d0e8ae25fc6e01857661200d6736a524",
  "text": "GENIO ET HONOR\nL. POMPEI L.F. POLHEREN\nNIANI EQ ROM EQ PVBP\nQ AER PETALIM AEDIL\nIVIRO CURATORI\nKALENDARIOR REI P\nCOLLEGIVM PASTO\nPHORORVM INDVS\nTRIENSIVM PATRONO\nOB MERITA\nwhether by importing any Cattle from Flanders, I know not; for surely there is too wide a Tract of Sea for any infectious Miasmata to be wafted over to that Part of the Country by the Winds! This is certain, the Viscera concerned in Respiration are the Parts chiefly affected. Its Spreading here in England has been progressive; and therefore one may reasonably think it is not constitutional in the Air, for then it ought to be universal every-where; but that it is contagious, and propagated by infected Cows being mixed with well Cows: Therefore the not buying in Calves, or strange Beasts, but every Farmer keeping his Herd by itself, must be a great means of preventing the Propagation of it: And housing the Cows a-nights may be a proper Preservative against it.\n\nXIV. Extract of a Letter from Mr. Arderon to Mr. Baker, F.R.S. giving an Account of the Weaver's Alarm, vulgo Larum.\n\nRead Dec. 12. 1745.\n\nNOTHING is more true, than that Necessity is the Mother of Invention; among the many Instances of which, the useful Contrivance I am going to describe may serve as one remarkable Example.\n\nThis little Apparatus goes commonly by the Name of the Weaver's Larum, from its being chiefly or originally made use of by Persons employed in that Trade, who have frequently Occasion to get up very early to their Work: And, as I am informed,\nNorwich may boast of its first Appearance there, though I am unable to learn the Inventor's Name. However, the Simplicity of the Thing itself, and the singular Service it may be of to Multitudes of People, renders it (I believe you'll think) not undeserving Notice.\n\nThe Materials necessary to compose this little Time-Piece or Monitor, are nothing more than a small Candle, of fourteen or fifteen Inches in Length, a Piece of Thread or Packthread, a graduated Board, and a common Stone, or any other ponderous Body: But the Drawing added hereto (Tab. I. Fig. 3.) will fully explain my Meaning.\n\nA Represents a Board, which hangs commonly against a Wall, divided and figured according to the Size of the Candle made use of *.\n\nB, A little Shelf to place the Candle on.\n\nCC, A Thread or Packthread, tied fast at D, and hanging over a Pulley at E, whereto a Weight is hung at F.\n\nBy sliding the Spring of the Candlestick G, up or down, as Occasion requires, the Flame of the Candle is raised as many Hours above the Thread as the Person that adjusts it designs to lie before he is called up. At the desired Hour the Candle burns the Thread in two, the Weight falls, and, by its Noise, seldom fails to wake the Person.\n\nBut\n\n* For want of such a Board a common Ruler is frequently used, to set the Number of Hours between the Flame of the Candle and the Thread.\nBut if the Man who makes use of this Contrivance happens to be of a more than commonly sleepy Disposition, in such Case another Thread is tied to that Part of the Line CC which is next the Pulley, and its other End is twisted round the Thumb or Wrist of the sleepy Person, whereby, when the Candle burns the Line, and the Weight falls, he receives such a sudden Pull as can hardly fail to wake him, as the Drawing will easily explain.\n\nIf the Line for a few Inches on each Side the Candle be Wire with a short Thread only just in the Middle where the Candle is placed, there can be no Danger of doing Mischief by the Fire's running along the Line.\n\nAnd thus may the poorest Mechanic provide himself with an useful Servant at a very small Expence.\n\nDec. 10. 1745.\n\nXV. An Account of some human Bones incrusted with Stone, now in the Villa Ludovisia at Rome: communicated to the Royal Society by the President, with a Drawing of the same.\n\nRead Dec. 12. 1745.\n\nSomething like the Body of a petrified Man being mentioned by several Authors, as preserved in the Villa Ludovisia at Rome, and the same having been lately referred to in a Discourse read before this Society; I thought, that a Drawing of that Curiosity, which I procured at Rome some Years since, might, possibly deserve the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104511.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 10558,
    "total-output-tokens": 1202,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        172,
        3
      ],
      [
        172,
        1513,
        4
      ],
      [
        1513,
        2872,
        5
      ],
      [
        2872,
        4155,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104511",
    "title": "Extract of a Letter from Mr. Arderon to Mr. Baker, F. R. S. Giving an Account of the Weaver's Alarm, Vulgo Larum",
    "authors": "Mr. Arderon",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104511"
  }
}