{
  "id": "51a55fbb4d4ffe5bb11fee19ab1bf96441d084cf",
  "text": "An Ingenious proposal for a new sort of Maps of Countrys, together with Tables of Sands and Clays, such chiefly as are found in the North parts of England, drawn up about 10 years since, and delivered to the Royal Society Mar. 12. 1683. by the Learned Martin Lister M.D.\n\nWe shall then be better able to judge of the make of the Earth, and of many Phænomena belonging thereto, when we have well and duly examined it, as far as human art can possibly reach, beginning from the outside downwards. As for the more inward and Central parts thereof, I think we shall never be able to confute Gilbert's opinion thereof, who will, not without Reason, have it altogether Iron*. And for this purpose it were advisable, that a Soil or Mineral Map, as I may call it, were devised. The same map of England may, for want of a better, at present serve the Turn. It might be distinguished into Countries, with the River and some of the noted Towns put in. The Soil might either be coloured, by variety of Lines, or Etchings; but the great care must be, very exactly to note upon the Map, where such and such Soils are bounded. As for example in Yorkshire (1.) The Woolds, Chalk, Flint, and Pyrites, &c. (2.) Black moore; Moores, Sandstone, &c. (3.) Holderness; Boggy, Turf, Clay, Sand, &c. (4.) Western Mountains; Moores, Sandstone, Coal, Iron-stone, Lead Ore, Sand, Clay, &c. Nottinghamshire, mostly Gravel Pebble, Clay, Sandstone, Hall-playster, or Gypsum, &c. Now if it were noted, how far these extended, and the limits of each Soil appeared upon a Map, something more might\n\n* De Magn. Lib. 1. Cap. 17. Tellus in interioribus partibus magneticam homogeniæm naturam habet.\nbe comprehended from the whole, and from every part, then I can possibly foresee, which would make such a labour very well worth the pains. For I am of the opinion, such upper Soiles, if natural, infallibly produce such under Minerals, and for the most part in such order. But I leave this to the industry of future times.\n\nI shall entertain you at present, with a Scheme of Sand, and another of Clay, such only which I have had the chance to meet with in England. As for the Sand, I have some reasons to think, that it was once, the most exterior and general cover of the surface of the whole Earth. Because all our Northern Mountains are more or less covered with it at this day, and the higher the Mountains, still the more, and the coarser the Sand: Because the Rivers arising in the Mountains do yet daily bring it down in great quantities, and that it has been so in all probability, in all Ages, since the first rains fell upon the face of the Earth, which seems to me to be truth like, in that the Sea-shoares, or Mouths of Rivers, are usually barr'd with it; Besides the Sandy Sea Grounds in most places of the Sea; and (which seems a clear evidence for the length of time) for that, the low grounds near these Rivers (which have been in all ages upon Record, Mottes) if you pierce so deep into them, as to discover their bottom; you meet with this Mountain Sand in great quantities, and in some places a Mote under that, and the same Sand-beds under that. Now if we consider how long these Mottes or Turf is in growing, it being mostly the leaves and roots of Plants, we must allow very many Ages for this purpose. And although Herodotus one of the most Ancient Historians that are, boldly conjectures that Egypt long before our times, would be dammed up and useless by the great plenty of Mud yearly brought down that vast River; yet it does not appear, that the Country is much different from what it was in his time, so that the Sand and Mud is still carried to Sea.\n\nAnother\nAnother Argument of the Sands being the Universal Cover of the face of the Earth is, from the great hardness, and consequently the durableness, and unalterable quality of this Mineral, above any other in Nature. For though many things are called Sand, from the smallness and little Cohesion, or dryness of the grains, yet this kind of Mountain Sand above all others keeps its natural and original magnitude, and is not made (as most Sand is) by the Attrition and wearing of one particle of stone against another; But is of a constant and durable figure; and therefore, I say, it seems to me for this reason to be the most fit for an outside or cover to the Globe of the Earth.\n\nAnd if it shall be objected, that although we grant the high Mountains of England and Europe, are usually first bedded with Sand-Rocks, if not still covered in many places with loose sand, yet are there other Mountains, as the high Woolds all over England, not so, but their uppermost beds of stone are soft Chalk, and on the smooth surface no appearance of any Sand. This indeed is in part granted; but that there is no where any Sand, upon the Chalk Mountains, is not true; for to instance in those inland Sand Hills above Bulloine in Picardy, which land is the very same with that on the Sea shoar at Calais, and although this is not England, yet the Sea hath but accidentally divided us: for from Dunstable Ex. gr. in England, even as far as the Walls of Paris by Calais, is as it were a continued Woolds of Chalk and Flint. What difference there is betwixt the Woolds Mountain sand, and that of the Northerne Mountains will best appear in the Table. Now the nakedness of the Woolds, is from the smallness of its sand, which readily yielded not only to the Rain that fell, but to the Wind also. Which is evident from that vast tract of sandy Hills, which bound the coasts of France, Flanders, and Holland, and which have made their Coasts so shallow in respect of ours, as being\nin great part blown off the Yorkshire, Lincolnshire, Suffolk, or Essex, and Kentish Woolds, and wrapt up upon their Coasts; and the reason of this is partly from the more constant Westerly winds blowing over from our Coasts; and also from the meeting of the two Tydes, viz. that of the Channel, and that other of North Flood upon their Coasts.\n\nI am well aware, that the finding of Cockles or Shells, as most writers are pleased to call them, upon Mountains, and sand also there, is by the same Herodotus used as an Argument of a great Deluge, or inundation of waters; but as I have elsewhere I think demonstrated, that the Rock-Cochlites are no Shells, so neither can I grant that the Sand was adventitious to the Mountains, but naturally originated there; for that it is there plainly to be found, some loose, and the rest in Beds, yet unloosened; as I could name very many places, for instance, Silden and Thorpe Fells in Craven, this Mountain Sand is a white and transparent pebble, and some of it is small and easily swept and blown away, so is there much of it upon the high Mountains mixt with white pebbles of greater Size.\n\n'Tis the Character of this sand, not to yeild to fire, as Flint will do; and though it agree with that and some other metalls, to strike fire from Steel, yet it does not calcine, as Flint will be brought to doe. And therefore this Sand is the true Tarso of the Italian Mountains, of which the fine Venetian Glass is made; and for this reason, the Flint-Glasses were here in England ill compounded, the Forreiners mistaking the materials, which yet our Country affords in plenty, all over the Northern, and (I doubt not) the Western mountains too: I have seen from the Scotch mountains very excellent and large.\n\nA Table\nA Table of Sand (drawn up about X. years since) such chiefly as I have found in the Northern parts of England.\n\n| Sand | Sharpe or Rag-Sand, composed of small transparent pebbles, naturally found upon the Mountains, not calcinable. |\n|------|----------------------------------------------------------------------------------------------------------|\n|      | Fine                                                                                                     |\n|      | White                                                                                                     |\n|      | Sitneham Moor in the Road wash'd up very white Pebble. Flamborough head, of which the Light house there is cemented. |\n|      | Calice Sand; burns reddish, but falls not in water.                                                      |\n|      | Grey                                                                                                      |\n|      | Seaton Banks near Hartlepool or the Tees mouth, Esrick, in the Gravell pit there.                         |\n|      | A vein of exceeding fine Sand.                                                                           |\n|      | The Pillow Sand in the Baliack.                                                                          |\n|      | In a Spring at Hejington.                                                                                |\n|      | The Sand at the Bath in Somersetshire.                                                                   |\n|      | Course                                                                                                   |\n|      | Greifly                                                                                                  |\n|      | Acome near York drifted Sand.                                                                            |\n|      | Hutton Moor washt.                                                                                        |\n|      | Thorpe Fells.                                                                                            |\n|      | Owze at York.                                                                                            |\n|      | Nid at Mountain.                                                                                         |\n|      | Dug up at Rawcliff near Snath Wharfe at Ickly and Denton.                                               |\n|      | Air at Carleton in Craven.                                                                               |\n|      | Eure at Bolton.                                                                                          |\n|      | Gauton.                                                                                                  |\n|      | Santon in Lincolnshire.                                                                                  |\n|      | Bomeby Common.                                                                                           |\n|      | Skipwith Common.                                                                                         |\n|      | Browne                                                                                                   |\n|      | Soft or smooth with flat particles.                                                                      |\n\nFrom\nFrom Limestone.\n\nWith Mica of Glittering particles,\n\nSilver like Sea sand about the Sly Islands.\n\nOf Westmorland In Cleveland and about Scarborough.\n\nGold like Ouze dust, or sediment at Rawcliff.\n\nA Vein of Mica in Heslington Gravel Pit.\n\nMica Argentea in Red sand Rock near Rippon plentifully.\n\nMica Aura of Cleveland.\n\nAt . . . . . in Yorkshire.\n\nA Vein at Oswell Beacon in Lincolnshire.\n\nAlso I here give a Scheme of Clays, as well because it seems to be another Coat of the Terrestrial Globe in the more depressed and hollow parts thereof, as because the mixture of Sand and Clay is not unusually called Earth. Yet this terme being too large it will be convenient, as I think, to limit it to such a mixture as we usually find upon the surface of the ground, which hath ever in it, besides such Sands and Clays, as either the Soyle naturally produces, or have by Floods or Winds, or other accidents been brought thither, a great part of the rotten parts of Plants and Animals. And in this sense Turff is Earth, which is mostly where the Erica or Heath grows, because it is made up of the deciduous Leaves of that Plant, which being by the Current of showr's brought together, make up the Moores, Mosses, and Fens, and in the Mountains in hollow Basons or Depressures without Vent; Mosses of incredible depth, 1. or 2. Fathom ordinarily in the same kind of Black Earth, called Peat or Turff.\n\nA Table\nA Table of Clays.\n\nPure, that is, such as is soft like Butter to the Teeth, and has little or no greetiness in it.\n\nGreasy, to be reckoned amongst the Medicinal Earths, or Terra Sigillata.\n\n1. Fullers Earth\n   - At Brickhill in Northamptonshire.\n   - Yellowish at . . . . under the Yorkshire Woolds.\n   - Brown about Halifax.\n   - White in Derbyshire Lead Mines.\n\n2. Boli\n   - In Cleveland.\n   - At Linton, upon Wharfe.\n\n3. Pale yellow, in the Marle pit at Ripley.\n\n4. Cowshot clay, or the Soap scale lying in Coal Mines.\n\n5. A dark blew-clay or Marle at Tolthorp.\n\nHarsh and dusty when dry.\n\n6. Creta properly so called, or the Milk white Clay of Isle of Wigl.\n\n7. The Potters pale yellow Clay of Wakefield Moor.\n\n8. The Blew Clay of Bullingbrook Pottery in Lincolnshire.\n\n9. A Blew clay in Bugthorp Beck, in which the Astroites are found.\n\n10. Yellow Clay in the seams of the Red sand Rock at Bilbro.\n\n11. Fine red clay in Red sand Rock at Bilbro.\n\n12. A soft chalky blew clay at Buttercram.\n\n13. A soft chalky red clay Stony when dry.\n\n14. A Red stone clay In the Banks of Whitcar beck, near Leppington; & at Hou-\n\n15. A Blew stone clay in the Milscar.\n\n16. Clunch, a white stone clay in Cambridgesh.\n\nMixt with Round Sand or Pebble.\n\nU 2\n\n17. The\n17. The yellow Loame of Skipwith Moor Yorkshire.\n\n18. A Red sandy clay in the right hand bank of the Road beyond Collingham, near the lime Kilns going to -----\n\n19. A Red sandy clay in the Red sand Rock near Rippon.\n\nWith flat or thin sand, glittering with Mica.\n\n20. Crouch white clay Derbyshire, of which the Glass-pots are made at Nottingham.\n\n21. Grey or blewifh Tobacco Pipe clay at Halifax.\n\n22. A Red Clay in the Red sand Rock at Rotherham.\n\nObservations",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102090.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13790,
    "total-output-tokens": 3247,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1662,
        2
      ],
      [
        1662,
        3651,
        3
      ],
      [
        3651,
        5612,
        4
      ],
      [
        5612,
        7365,
        5
      ],
      [
        7365,
        10752,
        6
      ],
      [
        10752,
        12155,
        7
      ],
      [
        12155,
        13406,
        8
      ],
      [
        13406,
        13867,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102090",
    "title": "An Ingenious Proposal for a New Sort of Maps of Countrys, together with Tables of Sands and Clays, Such Chiefly as are Found in the North Parts of England, Drawn up about 10 Years Since, and Delivered to the Royal Society Mar. 12. 1683. by the Learned Martin Lister M. D.",
    "authors": "Martin Lister",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102090"
  }
}