{
  "id": "af96978e7d77a40e1f477711467e9606f31fbbae",
  "text": "XVII. On a Method of describing the relative Positions and Magnitudes of the Fixed Stars; together with some Astronomical Observations. By the Rev. Francis Wollaston, L.L.B., F.R.S.\n\nRead February 5, 1784.\n\nFROM some alterations which have of late years been discovered, in the relative positions and apparent magnitudes of a few of the stars we called fixed, it seems not unreasonable to conclude, that there may be many changes among others of them we little suspect. This thought has led me into a wish, that some method were adopted whereby to detect such motions. The first idea which occurred to me was, to make a proposal to astronomers in general; that each should undertake a strict examination of a certain district in the heavens; and, not only by a re-examination of the catalogues hitherto published, but by taking the right ascension and declination of every star in their several allotment, to frame an exact map of it, with a corresponding catalogue; and to communicate their observations to one common centre. This is what I could be glad to see begun. Every astronomer must wish it, and therefore every one should be ready to take his share in it. Such a plan, undertaken with spirit, and carried on gradually with care, would, by the joint labours and emulation of so many astronomers as are now in Europe, produce a celestial Atlas far beyond any thing that has ever yet appeared.\nBut this would be a work of time, and not within the compass of every one. What I mean now to propose is more immediate; and not out of the reach of any who amuse themselves with viewing the heavenly bodies.\n\nMeridian altitudes and transits can be taken but once in 24 hours; and, though accurate, are therefore tedious. Neither can any re-examination of them be made, but with the same labour as at the first. Equatorial sectors are in the hands of few; and require great skill. Some more general method seemed wanting; to discover variations, which, when detected or only surmised, should be consigned immediately to a more strict investigation.\n\nTurning this in my thoughts, I considered, that the noting down at the time the exact appearance of what one sees, would be far more simple, and shew any alterations in that appearance more readily, than any other method. A Drawing once made would remain, and could be consulted at any future period; and if it were drawn at first with care, a transient review would discover to one, whether any sensible change had taken place since it was last examined. Catalogues, or verbal Descriptions of any kind, could not answer that end so well.\n\nTo do this with ease and expedition was then the requisite: and a telescope with a large field, and some proper sub-divisions in it, to direct the eye and assist the judgement, seemed to bid most fair for success.\n\nThe following is the method which, after various trials, I have adopted, and think I may now venture to recommend.\n\nTo a night-glass, but of Dollond's improved construction, which magnifies about six times, and takes in a field of just about as many degrees of a great circle, I have added cross wires, intersecting each other at an angle of $45^\\circ$. More wires may\nmay be crossed in other directions; but I apprehend these will be found sufficient. This telescope I mount on a polar axis. One coarsely made, and without any divisions on its circle of declination, will answer this purpose, since there is no great occasion for accuracy in that respect: but as the heavenly bodies are more readily followed by an equatorial motion of the telescope, so their relative positions are much more easily discerned when they are looked at constantly as in the same direction. An horizontal motion, except in the meridian, would be apt to mislead the judgement. It is scarcely necessary to add, that the wires must stand so as for one to describe a parallel of the equator nearly. Another will then be a horary circle; and the whole area will be divided into eight equal sectors.\n\nThus prepared, the telescope is to be pointed to a known star, which is to be brought into the centre or common intersection of all the wires. The relative positions of such other stars as appear within the field, are to be judged-of by the eye: whether at $\\frac{1}{2}$, or $\\frac{1}{3}$, or $\\frac{1}{4}$ from the centre towards the circumference, or vice versa; and so with regard to the nearest wire respectively. These, as one sees them, are to be noted down with a black lead pencil upon a large message card held in the hand, upon which a circle, similarly divided, is ready drawn. (One of three inches diameter seems most convenient.) The motion of the heavenly bodies in such a telescope is so slow, and the noting down of the stars so quickly done, that there is most commonly full time for it without moving the telescope. When that is wanted, the principal star is easily brought back again into the centre of the field at pleasure, and the work resumed. After a little practice, it is astonishing how near one can come to the truth in this way: and, though neither the right ascensions nor the declinations are laid down\nMr. Wollaston's Method of describing the relative by it, nor the distances between the stars measured; yet their apparent situations being preserved in black and white, with the day and year, and hour if thought necessary, written underneath, each card becomes a register of the then appearance of that small portion of the heavens; which is easily re-examined at any time with little more than a transient view; and which yet will shew on the first glance, if there should have happened in it any variation of consequence. It is obvious, that very delicate observations are not to be made in this way.\n\nIn order to explain my meaning more fully, a card so marked shall accompany this paper (see tab. V. fig. 1.). What I first happened to pitch upon was the constellation of Corona Borealis, which then fronted one of my windows; and which I have since pursued throughout in this method; making the stars $\\alpha$, $\\beta$, $\\gamma$, $\\delta$, $\\epsilon$, $\\zeta$, $\\theta$, $\\iota$, $\\kappa$, $\\pi$, $\\rho$, $\\sigma$, and $\\tau$, successively central; together with one or two belonging to Bootes, for the sake of connecting the whole together. These I have transferred since on a sheet of paper, to try how well they would unite into one map; which they have done with very little alteration. A copy of that shall also be laid before this Society (fig. 2.).\n\nMy design was, after marking down all such stars as are visible with so small a magnifier, to go over the whole again with another telescope of a higher power, divided in the same way; and after that, with a third and a fourth; so as to comprehend every star I could discern. That would discover smaller changes: but it must be a work of time, if attempted at all. After such a rough map of the constellation is made, the endeavouring to ascertain the right ascensions and declinations of these, may perhaps be adviseable in the next place, rather than searching for more.\nIn observing in this way it is manifest, that the places of such stars as happen to be under or very near any one of the wires, must be more to be depended upon, than of what are in the intermediate spaces, especially if towards the edges of the field: so also what are nearest to the centre, because better defined, and more within the reach of one wire or another. For this reason, different stars in the same set must successively be made central, or brought towards one of the wires, where any suspicion arises of a mistake, in order to approach nearer to a certainty: but if the stand of the telescope be tolerably well adjusted and fixed in its place, that is soon done.\n\nIn such a glass it is very seldom that light is wanting sufficient to discern the wires. When an illuminator is required, I find, that for this purpose, where you wish to see every small star you can, a piece of card or white paste-board, projecting on one side beyond the tube, and which may be brought forward occasionally, is better than one of any other kind. By cutting across a small segment of the object-glass, it throws a sufficient light down the tube, though a candle is at a great distance; and one may lose sight of that false glare when one pleases, by drawing back the head, and moving the eye a little side-ways, and then one sees the smaller stars just as well as if no illuminator were there.\n\nThis then is the method I would recommend to the practical astronomer, for becoming acquainted with the appearance of the stars, and setting a watch over the heavenly motions. After a very few trials, every one would find this easy. And if each person of every rank among astronomers would take a constellation or two under his care, the numbers who could undertake it in this way would compensate for the defects of a plan which cannot aspire at great accuracy. The labour of\nMr. Wollaston's Method of describing the relative it, even at first, is but little. It has cost me more time indeed than I ought commonly to allot to mere amusement; because I had my apparatus to contrive, and several different and fruitless schemes to try, before I could satisfy myself. But a quarter, or at the most half, an hour is generally sufficient for the marking of one pretty full card in this way: and when once the cards are marked, and a general map of the constellation is formed, a little time given to it in a fine evening, to examine whether the stars on such or such a card remain in their former position, is little trouble indeed. Perseverance is most likely to be wanting, and therefore must be determined upon; because, after finding things time after time just as they were, one's hopes of discovering any thing new will slacken. But the different state of the air, or of one's own eye, will frequently occasion a fresh star to become visible, or a small one which had been noted down to seem to have disappeared; and such a mere accident will serve to re-kindle the desire of pursuing it. Besides, if we observe no change after a tolerable interval of assiduous search, we may at any time turn to another constellation: yet ought we never to abandon the former entirely, after having once publickly undertaken it, without giving notice of our so doing.\n\nIn the cards or maps, it may be observed, I have not marked the respective sizes of the stars. Nor have I distinguished them in any way, excepting a few of them with Bayer's Greek letters. It was because I have not hitherto satisfied myself how to do it. Some method must be used by every one, to describe to himself what he means; but, in laying any thing before the public, a deference ought to be paid to what has been done by others. The calling any star by a new name would breed confusion: and as I was desirous this should appear before this Society\nSociety in its first rude form, that a judgement might be made from it how far such a scheme would promise success, I was unwilling to look into catalogues or capital maps for the numbers or names of the stars, lest I should be tempted to adapt the positions of what I had observed to what I there found set down by more able astronomers. Nothing, therefore, but a hemisphere of Senex has been consulted, just for knowing how far the constellation is usually reckoned to extend, and what are Bayer's references.\n\nShould this plan meet with approbation, I shall be happy to have proposed it; and will endeavour to forward it in any way that shall be judged proper: or should any other be preferred, which is within the abilities and leisure of one who is engaged in another profession, I shall be as happy to lend what assistance I can to it. My aim is only, to render such observations as I am capable of making, useful to science.\n\nBefore I conclude on this head, give me leave to add a few hints. Whether this method be followed, or any other, if a general plan be set on foot, whoever undertakes a constellation, or district, should determine to examine it with as great accuracy as he can; yet never be ashamed to let others know of his mistakes. The error of one proves a caution to another. Such a rough sketch, once made, will be found of great use to most of us, in knowing which star next to examine with greater care. He who can do no more than this, will do a useful work by going thus far: and his frequently sweeping over his district in this way, may lead him to a discovery which might escape a more regular astronomer. But whoever can, ought to do more. By degrees the exact positions of every star he has noted down may be ascertained, by the method practised by Mr. De la Caille in his Southern Hemisphere, or by any other\nMr. Wollaston's Method of describing the relative other which shall be esteemed more convenient. Every one, indeed, must use such instruments as he can procure: but assiduity can do more with indifferent ones, than will ever be accomplished with the very best without it. Whatever references are made for one's own convenience, when a map and catalogue are given to the public stock, the old letters and numbers should be retained as far as they go: though yet notice should be taken, where the magnitudes of the stars at present do not appear to correspond with the order in which they have been laid down.\n\nTo render this more complete, it were to be wished, that each should give in a copy of his original observations, with an account of the instruments he used; since they ought to be preserved as data from whence his deductions were made, which may then be re-examined at any future time. Yet must it be desired, that no one would trust himself without carrying on his calculations as fast as the observations are made: they will otherwise multiply upon his hands till the labour will dishearten him from attempting it at all. A heap of crude, undigested observations would be an unwelcome present to the public.\n\nHaving thus stated this Proposal, I shall leave it to be proceeded upon, or not, as shall be seen proper: And will now only subjoin a List of such occasional observations as I have had opportunity of making, since the last which I communicated to this Society. I find, indeed, that it is much longer than I had apprehended: but as I perceive some astronomers abroad have referred to a few of those which have been honoured with a place in our Transactions, it may be as well to follow it up. An observation retained among one's own private papers I hold to be of little use.\nOne thing let me desire Foreigners to remark: that the registers I gave of the going of my clock were meant only as the relations of a mere fact; that a clock, of such a construction, kept or altered its rate so or so. They seem to have understood it as an account of a capital clock, by valuing themselves upon some of theirs going better. The time-keepers in most of our Observatories are far more accurate; but, excepting those of the Royal Observatory at Greenwich, their accuracy is not made public.\n\nAnother remark it may also be proper to make; that, since my former papers, the longitude of this place has been ascertained by comparative observations on the bursting of some rockets, let off on purpose; which, on a mean of several, turns out to be $19''$,02 in time E. of Greenwich Observatory; that is, it may hereafter be considered as $19''$, instead of $18'$,6 as I had before calculated it trigonometrically from the bearings.\nObservations made at Chislehurst, in Kent, longitude 19'' in time East of the Royal Observatory at Greenwich, and latitude 51° 24' 33'' North.\n\nEclipse of the moon, 8 July 30, 1776: observed with a 3½ feet achromatic telescope, and a power magnifying 29 times (that is, a single eye-glass belonging to the day-tube) the aperture of the telescope being reduced to 1½ inches. The night very clear and still.\n\nApparent time.\n\n| h | m | s | Description |\n|---|---|---|-------------|\n| 10 | 11 | 31 | Grimaldus touched by the shadow. |\n| 10 | 12 | 49 | ———— covered. |\n| 10 | 14 | 5  | Galilæus covered. |\n| 10 | 19 | 36 | Aristarchus covered. |\n| 10 | 26 | 0  | The spot in Kepler bisected. |\n| 10 | 24 | 25 | Schikardus (but Q.) touched. |\n| 10 | 25 | 52 | ———— bisected. |\n| 10 | 27 | 19 | ———— covered. |\n| 10 | 28 | 15 | Copernicus touched. |\n| 10 | 29 | 49 | ———— covered. |\n| 10 | 31 | 22 | Helicon (but Q.) covered. |\n| 10 | 37 | 9  | Plato touched. |\n| 10 | 37 | 54+ | ———— covered. |\n| 10 | 38 | 55 | Tycho touched. |\n| 10 | 39 | 39 | ———— bisected. |\n| 10 | 40 | 25 | ———— covered. |\n\nManilius\nApparent time.\n\n10 43 16 Manilius covered.\n10 46 51 Menelaus covered.\n10 48 5 Dionysius covered.\n10 55 4 Censorinus covered.\n10 58 57 A point (Promontorium acutum, I believe) touched.\n11 0 21 A spot between M. Fœcunditatis and M. Nectaris touched.\n11 0 23 M. Crisium touched.\n11 3 55 - - - covered.\n11 7 57 The eclipse seemingly total.\n11 11 11 The moon covers a small star near her south limb.\nThe star hangs on the limb, before it disappears.\n11 28 17 She covers another star a little south of her centre.\nThis vanishes instantaneously.\n\nThese occultations were observed with another power of the same telescope; which is usually reckoned 100; and which I have formerly so called; but which on an accurate examination really magnifies almost 75 times.\n\nThe emersions of these stars were not observed.\n\n12 43 0 I judge the beginning of the emersion to be about this time; but cannot be certain.\n12 48 1 Grimaldus quitted by the shadow.\n12 58 25 Aristarchus quitted.\n12 59 22 Kepler bisected.\n13 0 15 Tycho begins to emerge.\n13 1 9 - - bisected.\n13 1 53 - - emerges. Till this time I had used the whole aperture (3,6) having forgotten to reduce it.\nApparent time.\n\nit, till the moon's brightness reminded me. Same power as at first; that is, 29.\n\n13 6 51 Copernicus begins to emerge.\n13 7 20 - - - seemingly bisected.\n13 8 19 - - - emerges.\n13 10 27 Helicon emerges.\n13 15 26 Plato begins to emerge.\n13 16 31 - - emerges.\n13 21 30 Manilius emerges.\n13 23 54 Dionysius emerges.\n13 24 57 Menelaus emerges.\n13 29 47 Censorinus emerges.\n13 31 21 The spot by M. Fœcunditatis emerges.\n13 35 31 The point of Prom. Acutum emerges.\n13 37 21 + M. Crisium begins to emerge.\n13 40 26 - - - quitted by the shadow.\n13 42 o The end of the eclipse.\n\nThe air was very clear and still the whole time: the shadow but ill defined. Indeed, it was little more than a penumbra; the principal spots remaining always visible on the moon's dusky face.\n\nEclipse of the sun 8 June 24, 1778: observed with a 3½ feet achromatic telescope magnifying 75 times. The aperture reduced to two inches, to prevent breaking the smoked glasses.\n\n3 41 33.5 Beginning. I suspect the minute to be mistaken, and that it should be 3 h. 40' 33'',5. The first impression\nApparent time.\n\nh. \" impression could not be 2\", I believe not 1\", before I observed it.\n\n5 25 24 End. An undulation on the sun's limb; but the observation pretty good.\n\nEclipse of the moon 3 November 23, 1779: observed with the same telescope, magnifying 75 times. The aperture reduced to two inches. Night clear and frosty. No wind.\n\nThe beginning not ascertained.\n\n6 13 19 Grimaldus touched by the shadow.\n6 13 28 - - - covered.\n6 17 29 Aristarchus covered.\n6 20 46 Kepler bisected.\n6 23 40 M. Humorum touched.\n6 27 47 Helicon covered.\n6 28 40 Copernicus and Timocharis both bisected.\n6 29 57 M. Humorum covered.\n6 33 50 Plato touched.\n6 34 27 - - covered.\n6 41 52 Tycho touched.\n6 43 8 - - covered.\n6 47 11 Plinius (but Q.) covered.\n6 59 1 M. Crisium touched.\n7 3 16 - - - covered.\n7 7 31 The eclipse total.\n8 46 23 Moon's edge begins to emerge.\n8 51 14 Grimaldus begins.\n8 52 1 - - - emerges.\n\nA haze comes on.\nApparent time.\n\n9 2 23:: Kepler bisected. This not clearly seen.\n9 11 41 Plato begins to emerge.\n9 12 35 - - emerges.\n9 13 46 Tycho emerged.\n\nThe haze comes on again too much for the observation to be pursued any farther.\n\nEclipse of the sun & Oct. 16, 1781: observed with the same telescope and magnifying power.\n\nThe beginning not visible; sun too low.\n20 22 13,5 The end. Good.\n\nEclipse of the Moon & Sept. 10, 1783: observed with the same telescope, viz. 3½ feet achromatic, with the aperture reduced to two inches; but with a small magnifying power of 36 times, which I had made by Mr. Dollond for these observations, and which I found very convenient. Night a little hazy, but pretty favourable.\n\n9 33 o A darkness comes on the moon.\n9 45 35 The beginning of the shadow, I believe.\n9 47 20 A haziness obscures the moon.\n9 50 55 Aristarchus covered.\n9 52 20 Kepler covered. So it is set down; but I do not recollect what I meant by this; whether it might not be only the spot in the centre, so that it might more properly be called bisected.\n\nGassendus\nApparent time.\n\n9 57 57 Gassendus covered. I suspect the minute here; and that it should be $56' 57''$.\n\n9 59 41 Heraclides covered.\n\n10 1 42 Copernicus touched.\n\n10 3 5 - - - covered.\n\n10 3 26 Helicon covered.\n\n10 4 12 Bulialdus covered.\n\n10 8 0 A haziness again.\n\n10 8 57 Plato covered.\n\n10 15 30 Manilius covered.\n\n10 15 54 Tycho touched.\n\n10 17 5 :: - - covered. This doubtful.\n\n10 19 10 Menelaus covered.\n\n10 21 38 Dionysius covered.\n\n10 22 40 Plinius covered,\n\nA haziness again.\n\n10 28 25 Censorinus covered.\n\n10 34 34 M. Crisium touched.\n\n10 39 45 - - - covered.\n\n10 46 34 Total darkness, as I judged it.\n\nAt 10 h. 41' the moon had grown reddish, and the eclipsed part become more visible than before. After some time, during the total darkness, the moon was barely to be seen. In general, about the centre, it was darker than towards the circumference, which was ill-defined. About\n\n12 0 0 The eastern limb became more visible, and better defined.\nApparent time.\n\n12 14 o The light spreads a great way over the moon from that side towards the centre, extending about two-thirds of her circumference (see fig. 3.)\n\n12 23 o The moon seems beginning to emerge.\n\n12 25 o Emersion certainly has begun.\n\n12 28 21 Grimaldus emerged.\n\n12 31 40 Galileus emerged.\n\n12 33 52 Aristarchus emerged.\n\n12 37 26 Kepler (but Q. this as before).\n\n12 39 36 Heraclides emerged.\n\n12 42 56 Helicon emerged.\n\n12 45 52 Copernicus emerged entirely.\n\n12 47 22 Plato begins to emerge.\n\n12 47 58 - - emerges.\n\n12 48 30 Tycho begins to emerge.\n\n12 49 58 - - emerges.\n\n12 58 8 Manilius emerges.\n\n13 1 40 Menelaus emerges.\n\n13 3 18 Dionysius emerges.\n\n13 5 40 Plinius emerges.\n\n13 11 22 Censorinus (but Q.) emerges.\n\n13 16 35 M. Crisium begins to emerge.\n\n13 20 53 - - - emerges.\n\n13 25 38 The shadow quits the moon near Langrenus, between that and M. Crisium. The duskiness does not leave the moon till some time afterwards, but I did not wait to observe it.\n\nThe moon was darker during the eclipse than usual; but the air was not clear enough for any occultations of stars to be observed.\n\nTransit\nTransit of Mercury over the sun's disk 8 Nov. 12, 1782: observed with the same telescope, and a power of 75 times. The aperture reduced to two inches.\n\nApparent time.\n\nh. ' \"\n2 51 49 First impression observed. It could not be 2\" sooner.\n2 54 57 Thread of light completed; but seen through clouds. The planet seemed to hang on the sun's limb 30\" at least.\n4 6 0 Through a break in the clouds, of short duration, § seemed to have quitted the sun; but indeed the clouds were very unfavourable the whole time.\n\nOccultation of Saturn by the moon, 4 February 18, 1775: observed with the same telescope; and, I believe, the same power, with the whole aperture of the object-glass 3.6 inches; but, I perceive, I have not set down these particulars.\n\n9 5 39 Præc. ansa of the ring im,\n9 6 9 Præc. limb of the planet im.\nSubsequent limb not set down.\n9 6 48 Subsequent ansa im.\nThe moon low at these immersions, and much undulation. The emersions lost by looking at a wrong part of the moon's disk, except\n10 1 7 Subsequent ansa emerges.\nNight very clear; but the observation on the whole imperfect.\n\nOccultations\nOccultations of stars by the moon: observed with the same telescope, and a power of 75 times, with the whole aperture of the object-glass.\n\nApparent time.\n\n1775.\n3 Aug. 1. η Virginis 7 48 17 Both stars visible when a cloud covered them.\n7 49 20 A short break; only one star visible.\n7 52 15 Another break; but before this the second star was immersed.\n8 48 58,5 First *em. good.\n8 49 6,5 Second *em. good.\n\nD a bright * N of η Virginis 8 54 13 Im. good.\n\nEm. not till the moon was too low.\n\n3 Dec. 12. Regulus 10 5 46 Em. very good, though the moon low.\n\n1776.\n3 June 30. ο ad μ ♈ 9 3 49 Im. good; some flying clouds.\n10 6 38 Em.; perhaps sooner.\n\n1777.\n3 Aug. 23. μ Ceti 10 41 17 Im.: the moon low; night clear and still.\n11 32 10 Em.\n\n3 Nov. 15. ι ad δ Tauri Im. not seen; undulation too great.\n7 22 56 Em. pretty good.\n\n3 Nov. 16. δ Tauri 11 17 1,5 Im. good.\n12 23 28 Em. good. These were observed with a power of 67 times, and an oblique speculum.\n\n1783.\n3 May 16. π Scorpii 11 21 49 Im. Night clear and still; the observations good.\n12 31 49,5 Em.\n\n3 Jul 10. π Scorpii Im. not seen for clouds.\n8 43 56 Em.; it might be 1\" or 2\" sooner; the moon's edge ill defined.\n\n3 Dec. 30. δ Piscium 8 3 13 Im. dark limb, very good.\n9 8 30 Em. good. It could not be above 1\" sooner, if that. Night very clear and still; hard frost; therm. 13°½.\n\nEclipses\nMr. Wollaston's Astronomical Observations.\n\nEclipses of Jupiter's satellites: observed with the same telescope and power (that is, 75 times; called usually 100) and whole aperture.\n\nApparent time.\n\n1775.\n\n| Date       | Time   | Condition                                      |\n|------------|--------|------------------------------------------------|\n| Sept. 8    | 1 Sat. | 11 33 14 Im. flying clouds; observation doubtful. |\n| Oct. 1     | 1 Sat. | 11 51 1 Im. good; unless the minute be mistaken. |\n| Nov. 2     | 1 Sat. | 8 28 2 Im. good.                               |\n| Dec. 16    | 2 Sat. | 9 0 13 Im. pretty good; air clear, but a cold in my eyes rendered the observation not satisfactory. |\n\n1776.\n\n| Date       | Time   | Condition                                      |\n|------------|--------|------------------------------------------------|\n| Nov. 17    | 3 Sat. | 9 38 48,5 Im.; a scintillation for some seconds before it quite disappeared. |\n\n1778.\n\n| Date       | Time   | Condition                                      |\n|------------|--------|------------------------------------------------|\n| May 21     | 1 Sat. | 9 9 38 Em. good.                              |\n|            | 2 Sat. | 10 10 ± Em. so near the first satellite; as scarcely to be distinguishable from it for some minutes. |\n| June 11    | 4 Sat. | 9 52 4 Im. good for the fourth satellite, yet visible by fits for some seconds longer. |\n\n1779.\n\n| Date       | Time   | Condition                                      |\n|------------|--------|------------------------------------------------|\n| Mar. 9     | 1 Sat. | 6 59 19 Im.; that is, this was the last of my seeing it; but, though the night was clear, the satellite was too near Jupiter for the observation to be satisfactory. |\n\n1781.\n\n| Date       | Time   | Condition                                      |\n|------------|--------|------------------------------------------------|\n| May 24     | 1 Sat. | 10 3 31 Em. very good.                        |\n|            | 31     | 11 57 35 Em. pretty good.                     |\n| June 16    | 1 Sat. | 10 13 13 Em.; clouds, but pretty good.         |\n\n1782.\n\n| Date       | Time   | Condition                                      |\n|------------|--------|------------------------------------------------|\n| July 20    | 3 Sat. | 9 6 42 Em. good.                              |\n|            | 2 Sat. | 11 30 30 Em. good.                            |\n\nEmersion\nApparent time.\n\nh. ' \"\n\nO July 21. 1 Sat. 9 39 50 Emerion; windy; but good.\n24 Aug. 29. 1 Sat. 8 20 15,5 Em.\n30 4 Sat. 8 52 19 Em.; satellite seen then, but not distinct for some time.\n\n1783.\n6 July 8. 1 Sat. 12 14 13 Im. pretty good.\nAug. 2. 1 Sat. 9 10 31,5 Em. good.\nD 25. 1 Sat. 9 28 54 Em.\nSept. 26. 1 Sat. 6 19 44 Em. pretty good, but twilight strong.\n30 3 Sat. 10 3 24 Im. It was visible only by fits for the last 8''.\n\nJupiter near a tree.\n\nO Oct. 3. 1 Sat. 8 18 0 Em. pretty good; but the moon below Jupiter.\n26. 1 Sat. 8 39 17 Em. Jupiter low and near a tree; great undulation.\n\nEXPLANATION OF THE FIGURES IN TAB. V.\n\nFig. 1. a Cor. Bor. & Aug. 6, 1783, per night-glass. The * marked Sept. 24, was not observed till that night, but has continued since, and was only overlooked at first.\n\nFig. 2. A map of 107 stars, besides those marked by Bayer, in the constellation of Corona Borealis, or the Northern Crown; together with a part of Bootes: laid down from observations made 1783 with a night-glass furnished with cross-wires; as their relative positions were estimated by the eye.\n\nFig. 3. The moon as she appeared (inverted) & Sept. 10, 1783, about a quarter of an hour before she began to emerge from total darkness.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106586.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 36662,
    "total-output-tokens": 8583,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1401,
        2
      ],
      [
        1401,
        3174,
        3
      ],
      [
        3174,
        5115,
        4
      ],
      [
        5115,
        7049,
        5
      ],
      [
        7049,
        8916,
        6
      ],
      [
        8916,
        10852,
        7
      ],
      [
        10852,
        12693,
        8
      ],
      [
        12693,
        14489,
        9
      ],
      [
        14489,
        15430,
        10
      ],
      [
        15430,
        16530,
        11
      ],
      [
        16530,
        17679,
        12
      ],
      [
        17679,
        18754,
        13
      ],
      [
        18754,
        19670,
        14
      ],
      [
        19670,
        20728,
        15
      ],
      [
        20728,
        21684,
        16
      ],
      [
        21684,
        22804,
        17
      ],
      [
        22804,
        23908,
        18
      ],
      [
        23908,
        25255,
        19
      ],
      [
        25255,
        27703,
        20
      ],
      [
        27703,
        28934,
        21
      ],
      [
        28934,
        28934,
        22
      ],
      [
        28934,
        28934,
        23
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106586",
    "title": "On a Method of Describing the Relative Positions and Magnitudes of the Fixed Stars; Together with Some Astronomical Observations. By the Rev. Francis Wollaston, LL.B. F. R. S.",
    "authors": "Francis Wollaston",
    "year": 1784,
    "volume": "74",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/106586"
  }
}