{
  "id": "e2e44fc37dab48c92a87499b1e98f016d53011a3",
  "text": "XI. A Letter from Mr. Emanuel da Costa F. R. S. to the President, concerning two beautiful Echinites.\n\nSIR,\n\nRead May 11, 1749.\n\nI have the Honour of laying before you (in order to communicate to the Royal Society, if you think it worthy) the Description of two Echinites, or Stones moulded in fossil Echini Shells, hitherto undescribed, as far as I know.\n\nThese Echinites are undoubtedly moulded in Shells, of a Genus of which we at present find some Species now living in the Seas; mostly in the West Indies. The Echinometra of Aristotle, Aldrovand, and of Dr. Grew (a), is of this Genus. Dr. Breynius (b) calls the whole Genus Echinanthus; and Mr. Klein (c) Scutum. Woodward (d) in his Distribution of fossil Echini calls them the Pentaphylloides, from the Rays on the upper Part forming a beautiful cinquefoil Figure; but wrongly fixes their Characteristics in having only one Aperture, and that at the Basis; in which he not only contradicts Nature, but also the very Specimens he quotes in his own Collection, which have all two Foramens or Apertures, and are elegantly figured so by Agostino Scilla (e) who was the Person that sent them to the Doctor;\n\n(a) Museum Reg. Soc. p. 139. (b) Schediasma de Echinis, p. 60. (c) Nat. Disp. Echinodermatum, p. 20, Tab. 17, A, et Tab. 18, B. (d) Cade of foreign extraneous Fossils, p. 15. (e) La vana Speculazione disingannata dal senso, Tab. 9, 10, and 11.\nand our late President Sir Hans Sloane (f) has also figured and described two Species of this Genus, whereof one Species is an Inhabitant of our English Seas.\n\nI observed above, that, to my Knowledge, no Author has ever described Echinites or Stones moulded in the fossil Echini of this Genus; nor even have the fossil Echini or Shells themselves been ever exhibited by any Lithologist, except by the above-quoted A. Scilla, who sent them to Dr. Woodward, and found them in Malta; to which the Doctor in his Catalogue recounts two other Specimens, which were dug up in Maryland; so rare are the Instances of the Fossils of this whole Genus!\n\nThe two Echinites here described (as also some few other Specimens of this sort, which I hear are in some Cabinets in this Metropolis) were all found in the midst of some Rocks, which were blown up at Port Mahon some Years ago, and from whence they were all brought.\n\nThe first or largest is in the Possession of the Right Rev. Dr. Lavington, Lord Bishop of Exeter; it is composed of a hard or stony arenaceous greyish Substance, and is of an Escutcheon or Heart-like Shape: It measures about $14\\frac{1}{2}$ Inches in Circumference, or quite round the Limb or Edge, about two Inches high from the Flat or Basis to the Tip of the Apex, five Inches in Length at the Basis, and $4\\frac{1}{4}$ in Breadth. On the upper Part it rises nearly gradually from the Edge quite to the Apex. A central Point, with a slight declining Space, tops the said Apex; from which Space\n\n(f) Nat. Hist. of Jamaica, Vol. 2. Tab. 242, Fig. 3. et seq.\nSpace the Body regularly divides into five Parts figured like Leaves to the Edge. These Leaves are narrow at the Apex, greatly widen toward the Bottom, and narrow a little again at their End. Each Division or Leaf is bounded on each Side by a Row of parallel Ridges, which are accompanied also on each Side of every said Row, with two other Ranges of Points or Knobs; all which Rows do not meet or close together at the lower End of the Division, but leave a void unwrought Space: A Row of larger irregular Knobs runs through the midst of each Leaf. From the Divisions between each Leaf runs a rugged knobb'd Pillar, which is join'd to the Edge: The other Parts between the Leaves and the Edge are Hollows, or void Spaces. The Edge or Limbus is of a thick cylindric Make, runs quite round the whole Body, and only has some Signs of being disjoined at the one Extreme of the Length, or where the Aperture was; the Stone answering which is here extended a little cylindrically outward like an Appendage, and was so formed by the stony Matter being too much in Quantity for the Shell, and so was protruded through the said Foramen. On the outer Edge of the Limbus are some few irregular stony Concretions. The Basis is flat, and is likewise divided into five Parts from the Center, which is one of the Foramens; the other Foramen (as has been above described) being placed at one of the Extremes of the Length. This Foramen or Center is about the Size of a Shilling. The five Divisions extend to the utmost Edge of the Body, or quite over the Limbus, contrary to the Divisions on the upper Part, which extend only to it. Each Division is formed by a stony Line edged on each Side with stony cylindricai Bodies.\nBodies of the Thickness of a Pin, but of different Lengths, so as to appear like the Teeth of a Comb, or the Gills of a Fish; the Interstices between all which is a rugged stony Work, and Hollows pervading quite through the Body to the upper Part.\n\nI cannot but think these five pectinated Divisions on the Basis owe their Figure to some Parts of the included Fish; which I am more confirmed in, as I have seen some Specimens of the common pileated and galeated *Echinites*, which have been hollow'd at their Apex, and mark'd star-wise; that Concavity, and the stellar Mark proceeding from the Interposition of the Fish between the stony Matter then filling the Shell, and the Top of the Shell itself.\n\nThe other *Echinite* I have the Honour of producing before the Society, belongs to Mr. Edward Jacobs of Feversham. It is of a different Species, though of the same Genus, of a heart-like Shape, and about one third the Size of the above-described. This is greatly copped, the Apex lying very high, and the five Divisions running near perpendicularly down to the Edge. The upper Part of this is elegantly perfect; the Work is near the same as on the other; only that, by the Perfection this preserved is in, we observe that the Rows of parallel Ridges, which adorn each Side of each Leaf or Division, rise into a kind of arch'd Work or Bridge, made up of arch'd cylindrical Bodies, through which the middle Row runs, joined or connected in a long strait cylindrical Stem, in a most curious and elegant manner. The Basis or under Part of this Specimen is very imperfect, and only seems to differ in the Center being greatly excavated or concave, answering to the great Copping\nCopping or Height of the Apex or upper Part. This Fossil also consists of a hard stony arenaceous Substance like the other.\n\nFrom the Inspection of the several Hollows of these Echinites, it is evident they were not immediately moulded in the Shells, but were form'd in Cavities which those Shells formerly filled in the Rocks they were lodged in. The Rocks were apparently of a loosened arenaceous Texture, and the Water &c. continually pervading them, rotted and destroy'd the inclosed Shells, and bore away their whole Substance. In the same manner, and by the same means, were the stony Particles replaced into those very Cavities which the Shells formerly filled; consequently these Bodies were moulded exactly to the said Cavities.\n\nThis Remark carries a Conclusion with it, if Observation be made, that the Hollows and solid Parts of these Stones exactly answer to the Hollows and solid Parts of the very Shells themselves; which, had they been moulded in the very Shells, must have happen'd directly contrary; the solid Parts of the Shells forming Hollows in the Stone, and vice versa. In all sandy or lax earthy Matter fossil Shells are very seldom found, but only the moulded Stones; the loose Texture of those Substances giving free Access to Water, Vapours, and mineral Exhalations, &c. which entirely corrode and destroy the Shells buried in it.\n\nI have taken the Liberty to produce before the Society a recent Echinus of this Genus from the West Indies, to elucidate my Subject; as also two Drawings done by Mr. Nynde; viz. of the Basis of\nthe large *Echinite*, and the upper Part of the small *Echinite*: All which are engraved in Tab. IV.\n\nI am, with Respect,\n\nSIR,\n\nLondon, April 27,\n1749.\n\nYour very devoted, and\nobliged humble Servant,\n\nEmanuel Mendes da Costa.\n\nReferences to the Figures.\n\nSee Tab. IV.\n\nFig. 1. A View of the upper Part of a curious *Echinite*, in the Possession of Mr. Edward Jacobs, of Feversham in Kent.\n\nFig. 2. A View of the under Side of the same *Echinite*.\n\nFig. 3. A View of the under Side of a curious large *Echinite*, in the Possession of the Right Rev. Dr. George Lavington, Bishop of Exeter.\n\nN.B. The upper Part of this Echinite having nothing remarkably particular or different, it was not judged necessary to give a Figure of it.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104618.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13836,
    "total-output-tokens": 2426,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1404,
        4
      ],
      [
        1404,
        2973,
        5
      ],
      [
        2973,
        4681,
        6
      ],
      [
        4681,
        6358,
        7
      ],
      [
        6358,
        7912,
        8
      ],
      [
        7912,
        8641,
        9
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104618",
    "title": "A Letter from Mr. Emanuel da Costa F. R. S. to the President, concerning Two Beautiful Echinites",
    "authors": "Emanuel da Costa",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/104618"
  }
}