{
  "id": "15059930539a111271647524e6a58ccb102372a9",
  "text": "XXI. Account of the Sea-Cow, and the Use made of it.\nBy Molineux Shuldham, Esquire.\n\nRedde, Mar. 2, 1775.\n\nTHE sea-cow is a native of the Magdalen Islands, St. John's, and Anticosti in the Gulph of St. Lawrence. They resort very early in the spring to the former of these places, which seems to be by nature particularly adapted to the wants of these animals, abounding with (a) clams of a very large size, and the most convenient landing places, called Echouries. Here they crawl up in great numbers, and sometimes remain for fourteen days together without food, when the weather is fair; but on the first appearance of rain, they immediately retreat to the water with great precipitation. They are, when out of the water, very unwieldy, and move with great difficulty. They weigh from 1500 to 2000 pounds, producing, according to their size, from one to two barrels of oil, which is boiled out of a fat substance that lies between the skin and the flesh. Immediately on their arrival they calf, and engender again about two months after; so that they carry their young about nine months. They never have more than two at a time, and seldom more than one.\n\n(a) A shell-fish resembling a scallop.\nThe echouries are formed principally by nature, being a gradual slope of soft rock, with which the Magdalen islands abound, about 80 or 100 yards wide at the water side, and spreading so as to contain, near the summit, a very considerable number. Here they are suffered to come on shore and amuse themselves for a considerable time, till they acquire a boldness, being at their first landing so exceedingly timid as to make it impossible for any person to approach them. In a few weeks they assemble in great numbers; formerly, when undisturbed by the Americans, to the amount of seven or eight thousand; and the form of the echourie not allowing them to remain contiguous to the water, the foremost ones are insensibly pushed above the slope. When they are arrived to a convenient distance the fishermen, having provided the necessary apparatus, take the advantage of a sea wind, or a breeze blowing rather obliquely on the shore, to prevent the smelling of these animals (who have that sense in great perfection, contributing to their safety), and with the assistance of very good dogs, endeavour in the night time to separate those that are the farthest advanced from those next the water, driving them different ways. This they call making a cut, and is generally looked upon to be a most dangerous process, it being impossible to drive them in any particular direction, and difficult to avoid them; but as they are advanced above the slope of the echourie, the darkness of the night deprives them of every direction to the water, so that they stray about and are killed at leisure, those\nthat are nearest the shore being the first victims. In this manner there has been killed fifteen or sixteen hundred at one cut. They then skin them, and take off a coat of fat that always surrounds them, which they dissolve by heat into oil. The skin is cut into slices of two or three inches wide, and exported to America for carriage traces, and to England for glue. The teeth is an inferior sort of ivory, and is manufactured for the same purposes, but very soon turns yellow.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106192.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 847,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1197,
        2
      ],
      [
        1197,
        2790,
        3
      ],
      [
        2790,
        3269,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106192",
    "title": "Account of the Sea-Cow, and the Use Made of It. By Molineux Shuldham, Esquire",
    "authors": "Molineux Shuldham",
    "year": 1775,
    "volume": "65",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106192"
  }
}