{
  "id": "7559e5a89aff85b3000890c350b7f7fd116d6d37",
  "text": "Observationes aliquot rariores de Morboso Liene,\nà Spectatissimo Domino D. Nehemia Grew,\nM.D. ac R.S. Socio cum eadem Societate\ncommunicatæ.\n\nDomini Thomæ Sedgwick Mercatoris Londinensis\nFilia, decimo quarto suæ ætatis anno ad Operum acu-\npitrorum Magistrum se erudicendam contulit. In\nquibus adeò mirè fuit Indolis, ut iis solis totos dies, eoque\nferè continuos, per biennium insumeret. Hinc Melancholi-\ncum Temperamentum connatum in morbosum transit: cui\nPallor, Inappetentia, Mensum defectus, atque Tussis co-\nmitabantur. Et post tres annos, gravisius Dolor, in si-\nnistro infimoque Latere, qui ad extremum usque diem per-\nstitit, Anno autem etatis vicesimo ineunte, ex Febre obiit.\n\nIn aperto Cadavere, Pulmones, Jecur reliquaque Viscera,\nexcepto solo Liene, sana inveni. Hoc vero mirum in mo-\ndum auctum & tumefactum; nempe crassum supra duos\ndígitos; quatuor latum; longum prope decem. Ita ut, cum\nLien Humanum, quoties rectè habet, vix quinque uncias\npendeat; in hac Virgine, quinque & viginti superabat.\nEt cum hoc Viscus, sicubi agrotet, Tumoribus schirrosis &\nsubnigris plerumque indurescat; hic è contra, tota ejus\nsubstantia putrescens, quendam emittebat fæorem; mollis-\nque adeò fuit ac digitis palpantibus dissolubilis, ut videretur\nquasi grumosus sanguis; atque altera pars à prehensâ alterâ,\netiam suo pondere disrumpetur. Nihilominus, tam exte-\nriùs quàm intus, rubicundo floruit colore, neque ullo Apo-\nstemate, aut materia verè purulentâ infectebatur.\n\nEx solitariis Instantiis, non est Sapientis δογματικόν.\nLicet tamen ut paulisper inquirendo philosophemur.\nIn hoc Casu, ista Tria sunt consideranda, viz. Vitae genus, Aetas, Etatisque Periodus.\n\nPrimò enim à tam diurna exercendi desuetudine, vix potuit non evenire inaequalis Alimenti distributio. Quemadmodum itaque Ossa, & sape Viscera, ex inepta Nutritione, supra modum augentur in Rhachitide: pariter & hic Lien, ex eodem Nutritionis vitio, videtur ampliorem molem accepisse.\n\nPrecipue, cum secundo, hæc vitae consuetudine usu est illa Virgo, non in provectioni etate, sed florente adhuc adolescentia. Exercitia enim necessaria sunt, etiam ad debilis nutritionem: multò magis ad partium aquale Incrementum.\n\nTertio, & in illa ipsa etatis periodo, quæ Menses primo effluere solent. Quibus inde suppressis, vel multùm immunitis, ille sanguis, quem desidiosa Natura omittit eliminare per consuetas vias, ex parte in Lienem, quasi quoddam diverticulum, rejiciebatur.\n\nCorollarium. Virginibus, nimia Exercitiorum intermissio, inprimis circa finem secundi, aut principium tertii etatis Septenarii, pessima.\n\nAn Account of a Book. Osteologia Nova, or some Observations of the Bones, &c. Communicated to the Royal Society, in several Discourses, Read at their Meetings, by the Learned and Accurate Author, Clopton Havers, M.D. and R.S. Soc. Lond. 1691, Octavo, for Sam. Smith.\n\nThe Author offering to give some Account of the manner, in which the Bones are first formed, supposes, that they, as all the other parts of the Body, are formed in the Egg before the Female is impregnated, and that the Seed of the Male does only put those Particles, which",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101934.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1109,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1579,
        2
      ],
      [
        1579,
        3118,
        3
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101934",
    "title": "Observationes Aliquot Rariores de Morboso Liene, à Spectatissimo Domino D. Nehemia Grew, M. D. ac R. S. Socio Cum Eadem Societate Communicatae",
    "authors": "D. Nehemia Grew",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101934"
  }
}