{
  "id": "12cadd39d2e0c5164a71ed307ebbe699017e86d4",
  "text": "XXVII. Observations on the gastric glands of the human stomach, and the contraction which takes place in that viscus.\n\nBy Sir Everard Home, Bart. V. P. R. S.\n\nRead June 26, 1817.\n\nIn the year 1807, I laid before the Royal Society some observations on the human stomach, and I am now enabled, through the assistance of Mr. Bauer, to exhibit magnified views of the internal membrane of that viscus, in which the different structures composing its surface are distinctly shown.\n\nThe magnified drawings of the gastric glands of the Java swallow, so lately exhibited, must still rest upon the minds of those members who saw them; they are of so instructive a nature, that I was led to request Mr. Bauer would make similar representations of the glands of the lower part of the human oesophagus, and of the surface of the internal membrane of the stomach and duodenum.\n\nThe stomach employed for this purpose was under the most favourable circumstances, as the patient had died of an apoplexy, having no other bodily complaint.\n\nThe glands situated in the lining of the lower part of the oesophagus, which in my former Paper were called oesophageal glands, when examined in the microscope, have the appearance of infundibular cells, whose depth does not exceed the thickness of the membrane. This structure, however different from that of the gastric glands of birds, is a nearer\napproach to it, than is to be met with on any part of the internal surface of the stomach or duodenum; it also resembles them in the secretion it produces coagulating milk, and none of the inspissated juices met with in these cavities affect milk in the same way. From these facts there can no longer be any doubt entertained, that the gastric glands have the same situation respecting the cavity of the stomach as in birds.\n\nIn my former investigation, the analogy of the bird would have led me to the same conclusion, had not the gastric glands of the beaver, which are more distinct than in any other quadruped, been a stumbling block in my way; but now the situation of these glands in the beaver and woombat, must be considered as an exception to the general rule, the necessary complexity of their structure making them too large to admit of their being conveniently placed, as is usual, in the oesophagus.\n\nThe structure upon the upper arch of the stomach, which, when magnified by a common lens, had the appearance of glands, is shown by Mr. Bauer to be made up of cells in the form of a honeycomb, the sides of which are not formed by doublings of the membrane, for no stretching of the cells alters the form of their orifices, but are regular partitions constructed between the cells. This honeycomb structure consists of cells of the greatest depth in this particular situation, but it is met with over the whole surface of the cardiac portion of the stomach, only the appearance is so faint as to require a great magnifying power to render it visible. In the pyloric portion the cells, in general, have the same appearance, but there are small clusters, the sides of which\nrise above the surface, giving the appearance of foliated membranes. In the duodenum this takes place in a greater degree, and the loose edges of these membranes, when entangled in the mucus that covers them, puts on an appearance of rounded glandular bodies, but these admitted of being expanded so as to explain the deception.\n\nThe description which I have given of the internal membrane of the stomach, proves how nearly my late ingenious friend, Dr. GEORGE FORDYCE, who examined its surface with very inferior means to those employed upon the present occasion, had approached the truth, when he declared it to be composed of cellular membrane.\n\nI have shown upon more occasions than one, that the gastric glands are both largest and most numerous in those animals destined to inhabit the least fertile regions of the earth, and are smallest as well as fewest where the supply of food is most abundant, to prevent the body being injured by the effects of over feeding. If this arrangement was necessary in animals, it became still more so in man, whose means of procuring and preparing food for himself so much exceed those of all other animals, and who is, contrary to his reason, too readily disposed to carry the indulgencies of the table to excess. In him the gastric glands, as it was natural to expect, are so small, as to require the aid of Mr. BAUER's microscope to prove that they belong to the same series of structures as the gastric glands of the ostrich, which admit of being minutely examined by the naked eye.\n\nMuch is still wanting to enable us to understand the process of digestion: it is, however, no small step in this investigation, that a more correct knowledge of the structure of the\nSir Everard Home's observations on cavities in which it takes place, has been acquired; from which we learn that there are three different kinds of organization employed, in adding to the food three different ingredients which are requisite for its conversion into a material that can be assimilated with living animal matter, and be employed in carrying on the functions of life, also supplying the waste which is constantly taking place. The most important of these is evidently the gastric glands, next in order may be considered the honeycomb structure, and least so, although by no means unnecessary, the foliated membranes, which we know, from what takes place in the Java swallow, form the mucus that is mixed with the other ingredients.\n\nThat the stomach is occasionally met with after death divided into two portions by a muscular contraction, I have shown upon a former occasion, and I have there given it as my opinion, that this takes place while the process of digestion is going on. This opinion may, in the minds of many physiologists, require some stronger proofs than I have been able to give, but this, like many other muscular contractions which take place during life, is so often removed in the very act of dying, as rarely (and in some of them never) to be seen after death. We are therefore indebted to the effect of disease sometimes rendering them permanent, for any knowledge we have of their existence.\n\nIn this way, strictures in the oesophagus, just where the fauces terminate, and the oesophagus begins, being of frequent occurrence, and upon examination of the parts after death, found to have taken place unconnected with any disease in the surrounding parts, teaches us, that this part has an involuntary contraction when any irritating matter is applied, and\nthus forms a guard to prevent substances that would prove hurtful to the stomach from being swallowed.\n\nStrictures in the urethra immediately behind the cavity of the bulb, being met with under the same circumstances after the use of irritating injections into that canal, and various other causes of irritation, is the only evidence we have of this part having a power of involuntary contraction, which in the act of the coitus is employed to prevent any part of the semen from being forced backwards into the bladder.\n\nThrough the kindness of Mr. Carpue, I am now enabled to produce a specimen of permanent contraction in the stomach, and if I had not observed such a contraction before, this specimen would have led, as in the other cases just mentioned, to the discovery of the stomach in some of its natural actions, having this kind of contraction take place in it. It was met with in the body of a woman, and was probably the cause of her death, as no other appearance of disease was met with: the body was exceedingly emaciated, but there was no opportunity of acquiring any information of the symptoms under which she laboured while alive.\n\nAs in this instance the stomach could be distended freely without any risk of the contraction giving way, the line of partition between the cardiac and pyloric portions is exactly defined, and shown in the drawing not to be the casual contraction of a few of the transverse muscular fibres, which might have happened equally to any of the others, but the contraction of a part that had always been liable to it, and which was to answer some purpose in the performance of the functions of that viscus.\n\nThe importance of this fact in studying the physiology of\nthe stomach, is the only apology I shall make for having pressed it so much upon the attention of the Society. Its use in the pathology of that viscus, although perhaps of still more importance to the cause of suffering humanity, this is not the proper place to consider.\n\nEXPLANATION OF PLATES XVIII, XIX, XX.\n\nPLATE XVIII.\n\nFig. 1. $\\frac{6}{100}$ parts of a square inch of the lower part of the oesophagus, magnified 15 times in diameter, or 225 times in superficies.\n\nFig. 2. $\\frac{3}{400}$ parts of a square inch of the cardiac portion, magnified 15 times in diameter, or 225 times in superficies.\n\nFig. 3. $\\frac{3}{400}$ parts of a square inch of the same cardiac portion, magnified 30 times in diameter, or 900 times in superficies.\n\nPLATE XIX.\n\nFig. 1. $\\frac{3}{100}$ parts of a square inch of the pyloric portion, magnified 15 times in diameter, or 225 times in superficies.\n\nFig. 2. $\\frac{3}{400}$ parts of a square inch of the same pyloric portion, magnified 30 times in diameter, or 900 times in superficies.\n\nFig. 3. $\\frac{6}{100}$ parts of a square inch of the duodenum, immediately joining the pylorus, magnified 15 times in diameter, or 225 times in superficies.\n\nPLATE XX.\n\nThe human stomach, in a distended state, to show a permanent contraction, which had taken place in consequence of disease, separating the cardiac from the pyloric portions.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107594.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15726,
    "total-output-tokens": 2411,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1373,
        2
      ],
      [
        1373,
        3058,
        3
      ],
      [
        3058,
        4769,
        4
      ],
      [
        4769,
        6562,
        5
      ],
      [
        6562,
        8272,
        6
      ],
      [
        8272,
        9641,
        7
      ],
      [
        9641,
        9641,
        8
      ],
      [
        9641,
        9641,
        9
      ],
      [
        9641,
        9641,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107594",
    "title": "Observations on the Gastric Glands of the Human Stomach, and the Contraction Which Takes Place in That Viscus",
    "authors": "Everard Home",
    "year": 1817,
    "volume": "107",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107594"
  }
}