{
  "id": "1fca7ee1468c0ba1ef52c8c78004d31cef50d10d",
  "text": "actly of the shape represented in the Figure R. The Ring appear'd of a somewhat brighter Light than the Body; and the black lines \\(aa\\), crossing the Ring, and \\(bb\\) crossing the Body (whether Shadows or not, I dispute not) were plainly visibles; whence I could manifestly see, that the Southern most part of the Ring was on this side of the Body, and the Northern part, behind, or covered by the Body:\n\nA Relation\n\nOf a sad effect of Thunder and Lightning:\n\nThis Relation was written by that worthy Gentleman, Thomas Neale Esquire, (the then High Sheriff of the County of Hampshire, when this disaster hapned) to a Friend of his in London, as follows;\n\nOn the 24 of January 1665, one Mr. Brooks of Hampshire, going from Winchester towards his house near Andover in very bad Weather, was himself slain by Lightning, and the Horse, he rode on, under him. For about a mile from Winchester he was found with his Face beaten into the ground, one leg in the stirrup, the other in the Horse's mane; his Cloaths all burnt off his back, not a piece as big as a handkerchief left intire, and his hair and all his body singed. With the force, that struck him down, his nose was beaten into his face, and his Chin into his Breast; where was a wound cut almost as low, as to his Navel; and his cloaths being, as aforesaid, torn, the pieces were so scattered and consum'd, that not enough to fill the crown of a hat could be found. His gloves were whole, but his hands in them sing'd to the bone. The hip-bone and shoulder of his Horse burn't and bruised; and his saddle torn in little pieces. This was what appear'd to the Coroners inquest, and so is likely to be as near truth, as any is to be had.\n\nSo far this Letter: Which, if it had come soon enough to the hands of the Publisher, would have been joyned to a like Relation, inserted in the next foregoing Papers (Num. 13.) of an accident hapn'd at a later time. With both which may be compared the Account, formerly published in Latin by the Learned Dr. Charleton, concerning the Boy, that was Thunder-struck.\nstruck near Nantwich in Cheshire; the Title of the Book being,\nAnatome Pueri de Celo tafti: such Relations, when truly made,\nwell deserving to be carefully recorded for farther considera-\ntion.\n\nOf some Books lately publish't.\n\nRELATIONS OF DIVERS CURIOUS VOYA-\nGES, by Mons. Thevenot; the third Tome, in French. This Book\ncontains chiefly, the Ambassie of the Dutch into China, transla-\nted out of the Dutch manuscript: A Geographical descrip-\ntion of China, translated out of a Chinese Author by Martinus:\nAnd the Account, which the Directors of the Dutch East-India\nCompany made to the States General, touching the state of\naffairs in the East-Indies, when their late Fleet parted from\nthence. To touch some things of a Geographical and Philo-\nsophical nature, contained therein, we shall take notice;\n\n1. How the Kingdom of China is peopled; there being ac-\ncording to the best computation (which is there made with\nsingular care) above 58 millions of Men, not counting Magi-\nstrates, Soldiers, Priests, Eunuchs, Women and Children; so\nthat it may not be altogether strange, if one should affirm, there\nwere 200 millions of people, of all sorts, in that Kingdom.\n\n2. That Catay is nothing else, but the Six Northern Provinces\nof China, separated from the other Nine, by the great River\nK I A N G; and that the City Cambalu is the same with that of\nPeking: the Tartars, who carry every three years their Tribute\nto the Emperor of China, constantly calling the said Provinces\nand City by those names of Catay, and Cambalu.\n\n3. That China is so well furnish'd with Rivers, and cut Chan-\nnels, that men may go from the most Southern to the most\nNorthern part thereof by water, except one daies journey; as\nthe Dutch Ambassadors did, embarking at Canton, which is\n23 d. 48 m. Northern Latitude, and landing at Peking, which is\nabout 40 d; having only travell'd one daies journey over some\nMountains of the Province Kiamfi.\n\n4. That the people of China are exceeding industrious Hus-\nband-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101503.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1093,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2055,
        2
      ],
      [
        2055,
        4042,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101503",
    "title": "A Relation of a Sad Effect of Thunder and Lightning",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101503"
  }
}