{
  "id": "78640f46a989658fabc3f075634198be20652129",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\n\nPrinted in U.S.A.\nPHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XLVIII. PART I. For the Year 1753.\n\nLONDON:\nPrinted for C. DAVIS, PRINTER to the ROYAL SOCIETY, over-against Gray's Inn-Gate in Holbourn.\n\nM.DCC.LIV.\nPHILOSOPHICAL TRANSACTIONS.\n\nThe CONTENTS.\n\nPART I. VOL. XLVIII.\n\nI. An Account of an extraordinary Stream of Wind, which shot thro' Part of the Parishes of Termonomungan and Urney, in the County of Tyrone, October 11, 1752. by Wm. Henry, D.D. Rector of the Parish of Urney: Communicated by the Right Hon. the Lord Cadogan, F.R.S. Page 1.\n\nII. An Account of a Book, intitled, P.D. Pauli Frisi Mediolanensis, &c. Disquisitio mathematica in causam physicam figuræ et magnitudinis Telluris nostræ; printed at Milan in 1752. inscribed to the Count de Sylva: by Mr. James Short, F.R.S. p. 5.\n\nIII. A Letter from the Rev. Mr. George Costard, Fellow of Wadham-College, Oxford, to Dr. Bevis, concerning the Year of the Eclipse foretold by Thales. p. 17.\n\nIV. An Account of the Case of Anne Elizabeth Queriot, of Paris, whose Bones were distorted and softened; by Ambrose Hosty, M.D. of the Faculty of Paris. p. 26.\n\nV. An Account of a Roman altar, with an inscription upon it, found in April last at York, and communicated to the Society of Antiquaries by Mr. Francis Drake, F.R.S. As also a breif explication of the inscription by John Ward, LL.D. Professor\nCONTENTS.\n\nProfessor of Rhetoric in Gresham-College, and V. P. R. S. p. 33.\n\nVI. An Account of several Persons seized with the Goal-Fever, working in Newgate; and of the Manner, in which the Infection was communicated to one entire Family; by John Pringle, M.D. F.R.S. p. 42.\n\nVII. An Account of the great Alterations, which, the Islands of Sylley have undergone since the Time of the Antients, who mention them, as to their Number, Extent, and Position: In a Letter to the Rev. Tho. Birch, D.D. Sec. R. S. by the Rev. Mr. Wm. Borlase, M.A. F.R.S. p. 55.\n\nVIII. An Account of Mr. Appleby's Process to make Sea-Water fresh; with some Experiments therewith; communicated to the Royal Society, by Mr. Wm. Watson, F. R. S. p. 69.\n\nIX. Extract of a Letter from Signor Camillo Paderni, to Dr. Mead, concerning the Antiquities dug up from the antient Herculaneum, dated from Naples, Nov. 18, 1752. Translated from the Italian. p. 71.\n\nX. A Translation and Explanation of some Articles of the Book intitled, Theorie de la Figure de la Terre; by Monf. Clairaut, of the Royal Academy of Sciences at Paris, and F. R. S. p. 73.\n\nXI. An Account of a Storm of Thunder and Lightning, near Ludgvan in Cornwall, in a Letter from the Rev. Mr. Wm. Borlase, M.A. F.R.S. to the Rev. Dr. Lyttelton, Dean of Exeter. p. 86.\n\nXII. A second Letter of the Rev. Wm. Henry, D.D. to the Right Honourable the Lord Cado- gan, F. R. S. concerning the Copper Springs in the County of Wicklow in Ireland. p. 94.\nCONTENTS.\n\nXIII. The Construction of the logarithmic Lines on the Gunter's Scale; by Mr. John Robertson, F. R. S. p. 96.\n\nXIV. A Letter from Mr. John Dollond to Mr. James Short, F. R. S. concerning an Improvement of refracting Telescopes. p. 103.\n\nXV. An Extract from the thermometrical Observations made by Mons. Demidoff at Solikamsky on the Borders of Siberia, Latit. 59, in the Year 1751, by a Thermometer adapted to Mons. De l'Isle's Scale, which, in this Extract, are reduced likewise to those of Fahrenheit and Mons. Reaumur; by the Right Hon. George Earl of Macclesfield, Pr. R. S. after p. 107.\n\nXVI. A Comparison of different thermometrical Observations in Siberia, by Mr. W. Watson, F. R. S. p. 108.\n\nXVII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society, by the Worshipful Company of Apothecaries for the Year 1752, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M.D. Societatis Pharmaceut. Lond. Soc. Hort. Chels. Praefect. et Praecl. Botanic. p. 110.\n\nXVIII. Observations on a remarkable Coraline, in a Letter from Mr. John Ellis to the Rev. Tho. Birch, D.D. Sec. R. S. p. 115.\n\nXIX. An Account of some uncommon fossil Bodies, by Mr. Henry Baker, F. R. S. p. 117.\n\nXX. An abstract of a Discourse intitled, The history of the emperor Tetricus, explained and illustrated by medals; written in French by Mr. Claude Gros\nCONTENTS.\n\nde Boze, keeper of the medals in the French King's cabinet, etc. and sent by him to Dr. Mead, to be communicated to this Society. By John Ward, LL.D. Rhet. Prof. Grefh. and V.P.R.S.\n\np. 124.\n\nXXI. An Account of a Treatise, presented to the Royal Society, intituled, Flora Sibirica, sive historia plantarum Sibiriae, tomus secundus, extracted and translated from the Latin of Professor Gmelin, by Mr. Wm. Watson, F.R.S.\n\np. 141.\n\nXXII. A Letter to Mr. William Watson, F.R.S. from Mr. Philip Miller, F.R.S. concerning a Mistake of Professor Gmelin, concerning the Sphondylium vulgare hirsutum of Caspar Bauhin.\n\np. 153.\n\nXXIII. A Letter from the Rev. Mr. George Costard to Dr. Bevis, concerning an Eclipse mention'd by Xenophon.\n\np. 155.\n\nXXIV. A Description of a new Method of opening the Cornea, in order to extract the crystalline Humour; by Mr. Samuel Sharp, Surgeon to Guy's Hospital, and F.R.S.\n\np. 161.\n\nXXV. Experiments by Francis Hume, M.D. on Fish and Flesh preserved in Lime-water; communicated by John Clephane, M.D. F.R.S. p. 163.\n\nXXVI. A Letter from Mr. James Short, F.R.S. to the Right Hon. the Earl of Macclesfield, President, concerning a Paper of the late Servington Savery, Esq; relating to his Invention of a new Micrometer.\n\np. 165.\n\nXXVII. A Description of a Contrivance for measuring small Angles, by Mr. John Dollond; communicated by Mr. James Short, F.R.S. p. 178.\n\nXXVIII. A Letter to Sir Peter Thompton, Knt. F.R.S. containing Experiments on the Copper-Springs\nCONTENTS.\n\nSprings in Wicklow in Ireland, and Observations thereon, by John Bond, M.D. p. 181.\n\nXXIX. A Letter from Dr. Bevis to Mr. James Short, F.R.S. concerning Mr. Gascoigne's Invention of the Micrometer. p. 190.\n\nXXX. Observations of the Transit of Mercury over the Sun, May 6, 1753; by Mr. J. Short, F.R.S. p. 192.\n\nXXXI. An Account of a Treatise presented to the Royal Society, intituled, \"Letters concerning Electricity, &c. by the Abbé Nollet:\" extracted and translated from the French, by Mr. W. Watson, F.R.S. p. 201.\n\nXXXII. The Number of People in the City of Bristol, calculated from the Burials for Ten Years successive, and also from the Number of Houses; by John Browning, Esq; communicated by H. Baker, F.R.S. p. 217.\n\nXXXIII. An Account of the Eclipse predicted by Thales; by the Rev. W. Stukely, M.D. p. 221.\n\nXXXIV. An further Account of the Giant's Causeway in the County of Antrim in Ireland, by the Rev. Richard Pococke, LL.D. Archdeacon of Dublin, and F.R.S. p. 226.\n\nXXXV. A Letter upon the same Subject from the Rev. Richard Pococke, LL.D. Archdeacon of Dublin, to Tho. Birch, D.D. Sec. R.S. p. 238.\n\nXXXVI. A View of the Relation between the celebrated Dr. Halley's Tables, and the Notions of Mr. De Buffon, for establishing a Rule for the probable Duration of the Life of Man; by Mr. William Kersleboom, of the Hague. Translated from the French by J. Parsons, M.D. F.R.S. p. 239.\n\nXXXVII.\nCONTENTS.\n\nXXXVII. A Letter from Father d’Incarville, of the Society of Jesus, at Peking in China, to the late Cromwell Mortimer, M. D. R. S. Secr. p. 253.\n\nXXXVIII. A Letter from Mr. T. Melvil to the Rev. James Bradley, D. D. F. R. S. With a Discourse concerning the Cause of the different Refrangibility of the Rays of Light. p. 261.\n\nXXXIX. The Case of the Operation for the Empyema, successfully performed by Mr. Joseph Warner, F. R. S. and Surgeon to Guy’s Hospital. p. 270.\n\nXL. Extract of a Letter from Mr. James Dodson to Mr. William Mountaine, F. R. S. p. 273.\n\nXLI. A Letter from John Lining, M. D. of Charles-Town, South-Carolina, to the Rev. Tho. Birch, D. D. Secr. R. S. concerning the Quantity of Rain fallen there from January 1738, to December 1752. p. 284.\n\nXLII. A Letter from Mr. Emanuel Mendez da Costa, F. R. S. to the Rev. Tho. Birch, D. D. Secr. R. S. concerning the Fossil, found at Dudley in Staffordshire, and described in Phil. Transact. N. 496. p. 286.\n\nXLIII. Letters relating to a Theorem of Mr. Euler, of the Royal Academy of Sciences at Berlin, and F. R. S. for correcting the Aberrations in the Object-Glasses of refracting Telescopes. p. 287.\n\nXLIV. A remarkable Case of Fragility, Flexibility, and Dissolution, of the Bones; communicated by John Pringle, M. D. F. R. S. p. 297.\n\nXLV. Astronomical Observations, made in Surry-street, London, by J. Bevis, M. D. and J. Short, A. M. F. R. S. p. 301.\n\nXLVI. A Letter from Mr. John Ellis to Mr. Peter Collinton,\nCONTENTS.\n\nCollinson, F. R. S. concerning a Cluster-Polype, found in the Sea, near the Coast of Greenland. p. 305.\n\nXLVII. Extracts of Two Letters from Father Gaubil, of the Society of Jesus, at Peking in China. Translated from the French. p. 309.\n\nXLVIII. A Letter of Mr. William Shervington to Benjamin Franklin, Esq; of Philadelphia, concerning the Transit of Mercury over the Sun, on the 6 of May 1753, as observed in the Island of Antigua: Communicated by Mr. Peter Collinson, F. R. S. p. 318.\n\nXLIX. An Account of the Barometer, and the State of the Weather, at Dublin, from the 7 of March 1752, to the 28 of February 1753, by James Simon, Esq; F. R. S. and Secretary of the Incorporated Society at Dublin: Communicated by Mr. Henry Baker, F. R. S. p. 320.\n\nLI. A second Account of the new Method of opening the Cornea, for taking away the Cataract; by Mr. Samuel Sharp, Surgeon to Guy’s Hospital, and F. R. S. p. 322.\n\nLI. An attempt to explain an antient Roman inscription, cut upon a stone lately found at Bath. By John Ward, LL.D. Rhet. Prof. Gresh. and V. P. R. S. p. 332.\n\nLII. A Letter to the Right Hon. the Earl of Macclesfield, President of the Royal Society, from Mr. Benjamin Wilson, F. R. S. concerning some electrical Experiments, made at Paris. p. 347.\n\nLIII. Electrical Experiments, with an attempt to account for their several Phenomena; together with some Observations on Thunder-Clouds; by John Canton, M. A. and F. R. S. p. 350.\n\nLIV.\nPHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XLVIII. PART II. For the Year 1754.\n\nLONDON.\nPrinted for C. DAVIS, Printer to the Royal Society, over-against Gray's-Inn Gate, in Holbourn.\n\nM.DCC.LV.\nPHILOSOPHICAL TRANSACTIONS.\n\nThe CONTENTS.\n\nPART II. VOL. XLVIII.\n\nLVIII. A Treatise on the Precession of the Equinoxes, and in general on the Motion of the Nodes, and the Alteration of the Inclination of the Orbit of a Planet to the Ecliptic. Inscribed to the Gentlemen of the Royal Society, by M. De St. Jaques Silvabelle. Translated from the French M. S. by J. Bevis, M. D. Page 385.\n\nLIX. A Letter to the Right Honourable George Earl of Macclesfield, P. R. S. concerning the Ages of Homer and Hesiod. By George Costard, M. A. p. 441.\n\nLX. An additional Remark to one of Mr. William Watson, F. R. S. in his Account of the Abbé Nollet's Letter concerning Electricity. By Tho. Birch, D. D. Secr. R. S. p. 484.\n\nLXI. Extract of a Letter of the Reverend Mr. Joseph Spence, Professor of Modern History in the University of Oxford, to Dr. Mead, F. R. S. p. 486.\n\nLXII. A Letter to the Right Honourable George Earl of Macclesfield, P. R. S. concerning the Value of an Annuity for Life, and the Probability of Survivorship. By Mr. James Dodson. p. 487.\nCONTENTS.\n\nLXIII. A Letter to Mr. Peter Collinson, F. R. S. concerning the Pheasant of Pennsylvania, and the Otis Minor. By Mr. George Edwards. p. 499.\n\nLXIV. A Letter to Mr. Peter Collinson, F. R. S. concerning a Species of Corallines. By Mr. John Ellis, F. R. S. p. 504.\n\nLXV. Observations on the late severe cold Weather. By William Arderon, F. R. S. and Henry Miles, D. D. F. R. S. p. 507.\n\nLXVI. A Letter from Monsieur De l'Isle, of the Royal Academy of Sciences at Paris, to the Reverend James Bradley, D. D. Astronomer Royal, and Savilian Professor of Astronomy at Oxford. Translated from the French. p. 512.\n\nLXVII. Description of a Piece of Mechanism contrived by James Ferguson, for exhibiting the Time, Duration, and Quantity, of Solar Eclipses, in all Places of the Earth. p. 520.\n\nLXVIII. A Letter from the Reverend Henry Miles, D. D. F. R. S. to Mr. John Canton, F. R. S. concerning the late hard Weather. p. 525.\n\nLXIX. A Catalogue of the Fifty Plants from Chelsea-Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1753. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. numer Praef.; by John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelf. Praef. & Praelect. Botan. p. 528.\n\nLXX. An Account of some Experiments upon a Machine for measuring the Way of a Ship at Sea. By Mr. J. Smeaton, F. R. S. p. 532.\n\nLXXI. Observationes Eclipsiun Satellitum Jovis habita Ulissipone in Regali Collegio Beatissimae Virginis\nCONTENTS.\n\nVirginis à necessitatibus, dictæ à Joanne Chevalier, Præbytero Seculari Congregationis Oratorii, Anno 1753. p. 546.\n\nLXXII. Observatio Solis defectus Ulissipone habita, in Æde Beatissimæ Virginis à necessitatibus, nuncupatae à Joanne Chevalier, Præbytero Congregationis Oratorii, die 26° Octobris 1753. p. 546.\n\nLXXIII. An Account of some astronomical Observations taken at Lisbon by M. John Chevalier, in the Year 1753. By James Short, M. A. and F. R. S. p. 548.\n\nLXXIV. An Explanation of a new Instrument for measuring small Angles, the first Account of which was read before the Royal Society May 10, 1753. By Mr. John Dollond. In a Letter to James Short, M. A. and F. R. S. p. 551.\n\nLXXV. An Account of an Earthquake felt at York on the 19th of April 1754. In a Letter from Mr. David Erskine Baker to Tho. Birch, D. D. Secret. R. S. p. 564.\n\nLXXVI. An Investigation of some Theorems which suggest some remarkable Properties of the Circle, and are of Use in resolving Fractions, whose Denominators are certain Multinomials, into more simple ones. By Mr. John Landen. p. 566.\n\nLXXVII. An Account of an extraordinary Disease of the Skin, and its Cure. Extracted from the Italian of Carlo Crusio; accompanied with a Letter of the Abbé Nollet, F. R. S. to Mr. William Watson, F. R. S. by Robert Watson, M. D. F. R. S. p. 579.\n\n[3 B] 2 LXXVIII.\nCONTENTS.\n\nLXXVIII. Experiments concerning the Use of the Agaric of Oak in stopping of Hemorrhages. p. 588.\n\nLXXIX. Description of a new Pyrometer, with a Table of Experiments made therewith. By Mr. J. Smeaton, F.R.S. p. 598.\n\nLXXX. A Remark concerning the Sex of Holly. By Mr. John Martyn, F.R.S. Professor of Botany in the University of Cambridge. p. 613.\n\nLXXXI. A Continuation of the Account of the Weather in Madeira. By Dr. Thomas Heberden, F.R.S. p. 617.\n\nLXXXII. Observations upon Father Kircher's Opinion concerning the burning of the Fleet of Marcellus by Archimedes. By James Parsons, M.D. F.R.S. p. 621.\n\nLXXXIII. An Account of several Bones of an Elephant found at Leydown in the Island of Sheppey. In Two Letters from Mr. Jacob, Surgeon at Feversham, to James Parsons, M.D. F.R.S. dated May 24, 1754. p. 626.\n\nLXXXIV. A Letter from Mr. John Ellis, F.R.S. to Mr. Peter Collinson, F.R.S. concerning the animal Life of those Corallines, that look like minute Trees, and grow upon Oysters and Fucus's all round the Sea-coast of this Kingdom. p. 627.\n\nLXXXV. Extract of a Letter from Camillo Paderni, Keeper of the Museum Herculancum, to Tho. Holles, Esq; dated at Naples, April 27, 1754. p. 634.\n\nLXXXVI. Experimental Examination of a white metallic Substance, said to be found in the Gold Mines of the Spanish West-Indices, and there known\nCONTENTS.\n\nknown by the Appellation of Platina, Platina di Pinto, Juan Blanca. By William Lewis, M. B. F. R. S. p. 638.\n\nLXXXVII. An Explication of all the Inscriptions in the Palmyrene Language and Character hitherto published. In five Letters from the Reverend Mr. John Swinton, M. A. of Christ-Church, Oxford, F. R. S. to the Reverend Thomas Birch, D. D. Secret. R. S. p. 690.\n\nLXXXVIII. Extract of a Letter from John Lining, M. D. of Charles Town, in South Carolina, to Charles Pinckney, Esq; in London: With his Answers to several Queries sent to him concerning his Experiment of Electricity with a Kite. p. 757.\n\nLXXXIX. An Answer to Dr. Lining's Query relating to the Death of Professor Richman. By Mr. William Watson, F. R. S. p. 765.\n\nXC. Extract of a Letter from John Henry Winkler, Professor of Natural Philosophy at Leipsic, and Fellow of the Royal Society, to Thomas Birch, D. D. Secretary of the Royal Society, relating to Two electrical Experiments; translated from the Latin. p. 772.\n\nXCI. An Account of a Fire-Ball, seen at Hornsey, by William Hirst, F. R. S. communicated in a Letter to Samuel Mead, Esq; F. R. S. p. 773.\n\nXCII. A Letter from Monsieur Clairaut, Member of the Royal Academy of Sciences at Paris, and F. R. S. to Thomas Birch, D. D. Secret. R. S. containing a Comparison between the Notions of M. de Courtivron and Mr. Melvil, concerning the Difference of Refrangibility of the Rays of Light. p. 776.\n\nXCIII.\nCONTENTS.\n\nXCIII. A Letter to the Right Honourable the Earl of Macclesfield, President of the Royal Society, concerning some new electrical Experiments, by John Canton, M. A. and F. R. S. p. 780.\n\nXCIV. Part of a Letter from Cheney Hart, M.D. to William Watson, F. R. S. giving some Account of the Effects of Electricity in the County Hospital at Shrewsbury. p. 786.\n\nXCV. A Letter from the Reverend William Brakenridge, D.D. and F.R.S. to George Lewis Scot, Esq; F. R. S. concerning the Number of Inhabitants within the London Bills of Mortality. p. 788.\n\nXCVI. A Letter from Mr. William Watson, F. R. S. to Charles Gray, of Colchester, Esq; F. R. S. in relation to a large Calculus found in a Mare. p. 800.\n\nXCVII. A Dissertation on the Belemnites, in a Letter to Smart Lethieullier, Esquire, F. R. S. by Mr. Gustavus Brander, F. R. S. p. 803.\n\nXCVIII. Some Observations upon the Agaric, lately applied after Amputations, with regard to the determining its Species. By Mr. William Watson, F. R. S. p. 811.\n\nXCIX. Two Letters concerning the Use of Agaric, as a Styptic. One from Mr. Joseph Warner, F. R. S. and Surgeon to Guy's Hospital, to Tho. Birch, D. D. Secr. R. S. the other to Mr. Joseph Warner. p. 813.\n\nC. Extract of a Letter from Mons. Bonnet, F. R. S. of Geneva, to John Clephane, M. D. F. R. S. translated from the French. p. 818.\n\nCI. Extract of a Letter from Constantinople, of the 16th of September 1754, from Murdock Mackenzie,\nCONTENTS.\n\nMackenzie, M.D. concerning the late Earthquake there. p. 819.\n\nCII. Extract of a Letter from Camillo Paderni, Keeper of the Herculaneum Museum, to Thomas Hollis, Esq; relating to the late Discoveries at Herculaneum. p. 821.\n\nCIII. Extract of a Letter from Sir James Gray, Bart. his Majesty's Envoy to the King of Naples, to the Right Honourable Sir Thomas Robinson, Knight of the Bath, one of his Majesty's Secretaries of State, relating to the same Discoveries at Herculaneum. p. 825.\n\nCIV. An Account of some Trials to keep Water and Fish sweet, with Lime-water. By Stephen Hales, D.D. F.R.S. p. 826.\n\nCV. Medical and Chemical Observations upon Antimony. By John Huxham, M.D. F.R.S. p. 832.\n\nCVI. An Account of Mr. Samuel Tull's Method of castrating Fish. Communicated by W. Watson, F.R.S. p. 870.\n\nCVII. An Attempt to point out, in a concise manner, the Advantages which will accrue from a periodic Review of the Variation of the magnetic Needle, throughout the known World; addressed to this Royal Society by William Mounayne and James Dodson, Fellows of the said Society, and requesting their Contribution thereto, by communicating such Observations concerning it, as they have lately made, or can procure from their Correspondents in foreign Parts. p. 875.\n\nLVIII. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105113.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 30766,
    "total-output-tokens": 6929,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        87,
        4
      ],
      [
        87,
        401,
        5
      ],
      [
        401,
        401,
        6
      ],
      [
        401,
        1552,
        7
      ],
      [
        1552,
        3029,
        8
      ],
      [
        3029,
        4457,
        9
      ],
      [
        4457,
        5955,
        10
      ],
      [
        5955,
        7373,
        11
      ],
      [
        7373,
        8865,
        12
      ],
      [
        8865,
        10325,
        13
      ],
      [
        10325,
        10640,
        14
      ],
      [
        10640,
        11688,
        15
      ],
      [
        11688,
        13203,
        16
      ],
      [
        13203,
        14557,
        17
      ],
      [
        14557,
        15908,
        18
      ],
      [
        15908,
        17350,
        19
      ],
      [
        17350,
        18795,
        20
      ],
      [
        18795,
        20078,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105113",
    "title": "Front Matter",
    "authors": null,
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/105113"
  }
}