{
  "id": "57c2bd5605696b11c5ce196f8b19f6cf7d3107e1",
  "text": "XII. On the Cause of the Discrepancies observed by Mr. Baily with the Cavendish Apparatus for determining the mean density of the Earth.\n\nBy George Whitehead Hearn, Esq., of the Royal Military College, Sandhurst. Communicated by Sir J. F. W. Herschel, Bart., F.R.S.\n\nReceived February 11,—Read March 11, 1847.\n\nIn the Fourteenth Volume of the Transactions of the Royal Astronomical Society will be found a full account of the Cavendish apparatus, and of the mode of experimenting followed by Mr. Baily. It will therefore not be necessary for me, in this place, to enter into any detail as to the different parts of the instrument, and the various precautions adopted in order to avoid that singular source of error 'currents of air in the torsion box arising from unequal temperature,' which had been discovered by Cavendish. It will be sufficient for me to state that all the arrangements are of a highly satisfactory kind, and that I am of opinion that no aerial currents could have existed in the torsion box.\n\nThe deduction of the mean density of the earth from the observed vibrations of the balls influenced by the torsion force and the attraction of the masses, is founded on a mathematical theory of the motion of the balls given by the Astronomer Royal, Mr. Airy; and as this theory is certainly insufficient to account for the discrepancies, it will here be necessary to give a brief sketch of it.\n\nThe momentum of attraction of the masses and planks on the torsion rod and balls supposed to be in the zero position, is calculated. The weights or masses are all represented in grains, and one inch is taken as the unit of length. The momentum is called $E$. In deducing it, the portion depending on the attraction of the planks is obtained by supposing the masses of such planks to be collected in their axes. The moment of inertia is then found and called $F$. A modulus of attraction $k$ is then assumed, so that $\\frac{k \\times E}{F}$ is the impressed angular accelerating force on the rod and balls in the zero position.\n\nThe distance from the centre of motion to the centre of the balls is denoted by $c$, so that, if $\\theta$ be the very small arc described, $c\\theta$ is the space described in inches.\n\nLet $m^2\\theta$ denote the force of torsion which is known to be proportional to the angle described, supposing the apparatus in a normal state; or if we suppose it slightly out of order so as to rest at an angle $\\alpha$ from the zero position when the masses are removed, $m^2(\\theta - \\alpha)$ will denote the force of torsion; and it may also be conceived that the small force of attraction of the torsion box, &c. is included in this.\n\nMDCCXLVII.\nThe equation for angular motion is then\n\n$$\\frac{d^2\\theta}{dt^2} + m^2(\\theta - \\alpha) = \\frac{k \\times E}{F}(1 + n\\theta),$$\n\nneglecting $\\theta^2$, &c., where $n$ is a constant depending on the distance of the masses from the balls.\n\nMaking $m^2 - \\frac{k \\times E}{F}n = \\mu^2$, this equation may be written\n\n$$\\frac{d^2\\theta}{dt^2} + \\mu^2\\theta = m^2\\alpha + \\frac{k \\times E}{F}.$$\n\nMultiply by $i$ the distance from the centre of motion to the scale = 108 inches, and put $i\\theta = x$, $i\\alpha = b$, then\n\n$$\\frac{d^2x}{dt^2} + \\mu^2x = m^2b + \\frac{k \\times E \\times i}{F},$$\n\nin which the masses are in the positive position.\n\nThe integral of the equation is\n\n$$x = \\frac{m^2b}{\\mu^2} + \\frac{k \\times E \\times i}{F\\mu^2} + A \\cos (\\mu t + B),$$\n\nin which $A$ and $B$ are arbitrary constants depending on initial circumstances.\n\nLet $e$ be the value of $x$ for the 'resting point,' or mean value of the above,\n\n$$e = \\frac{m^2b}{\\mu^2} + \\frac{k \\times E \\times i}{F\\mu^2}.$$\n\nWhen the masses are in the negative position, the only alteration in the equation (still measuring $x$ the same way) is in the sign of $k$; we have, therefore, for the negative resting point,\n\n$$e' = \\frac{m^2b}{\\mu^2} - \\frac{k \\times E \\times i}{F\\mu^2},$$\n\n$$\\therefore \\quad \\frac{e - e'}{2} = \\frac{k \\times E \\times i}{F\\mu^2}.$$\n\nAlso $T$ being the time of vibration $T = \\frac{\\pi}{\\mu}$.\n\nHence\n\n$$\\frac{1}{k} = \\frac{2Ei}{F\\pi^2} \\cdot \\frac{T^2}{e - e'}.$$\n\nIt is then shown, on the hypothesis that $k$ is the same for all substances, and on the law of universal gravitation, that $k\\Delta = H$, a constant depending on known quantities, so that we have\n\n$$\\Delta = H \\cdot \\frac{2Ei}{F\\pi^2} \\cdot \\frac{T^2}{e - e'}.$$\n\nEvery division of the scale is $\\frac{1}{26}$th of an inch, so that if $s$ and $s'$ be the scale read-\nings for the resting points\n\n\\[ s = 26e \\quad \\text{and} \\quad s' = 26e', \\]\n\n\\[ \\Delta = \\frac{T^2}{D} \\times C, \\]\n\nwhere\n\n\\[ D = \\frac{s - s'}{2} \\quad \\text{and} \\quad C = \\frac{26HEi}{F\\pi^2}. \\]\n\n\\[ \\frac{26Hi}{\\pi^2} \\] is called the general constant, which, combined with \\( E \\), gives \\( C \\) the special constant.\n\nThe resting points \\( s \\) and \\( s' \\) are not directly observed, and in strict accordance with the preceding theory, ought to be found thus.\n\nLet \\( \\sigma \\) and \\( \\sigma' \\) be the scale readings at the extremities of the arc of vibration, or when \\( \\mu t + B = 0 \\) and \\( \\pi \\) respectively,\n\n\\[ \\sigma = s + 26A \\cos 0 = s + 26A, \\]\n\\[ \\sigma' = s + 26A \\cos \\pi = s - 26A; \\]\n\n\\[ \\therefore \\quad s = \\frac{1}{2}(\\sigma + \\sigma'). \\]\n\nWe will now deduce a few values of \\( \\Delta \\) in strict accordance with the theory from the numerical values given by Mr. Bally, extracting the data furnished by observation from his tables.\n\n1st Series.—2-inch lead balls with bifilar silk lines; distance '177 inch.\n\n| 1841 | No. | Position of masses. | Extreme divisions observed. | Time of vibration. | Mean of times. |\n|------|-----|-------------------|---------------------------|------------------|---------------|\n|      | 13  | Positive .......... | {50·00} {177·50}           | 501·782          |               |\n|      |     |                   |                           |                  | 501·434       |\n|      | 14  | Negative.......... | {170·00} {27·50}           | 501·087          |               |\n\nHere \\( s = 113·9, \\quad s' = 98·75; \\) and \\( \\therefore \\quad D = \\frac{s - s'}{2} = 7·575. \\)\n\n\\[ \\log C = 6·360356; \\quad \\text{and} \\quad \\therefore \\quad \\Delta = 7·6103. \\]\n\nAgain,\n\n22nd Series.—2½-inch hollow brass balls with single copper wire, diameter '0219 in.\n\n| 1841 | No. | Position of masses. | Extreme divisions observed. | Time of vibration. | Mean of times. |\n|------|-----|-------------------|---------------------------|------------------|---------------|\n|      | 1084| Positive .......... | {86·20} {118·74}           | 216·111          |               |\n|      |     |                   |                           |                  | 216·1105      |\n|      | 1085| Negative.......... | {117·70} {81·62}           | 216·110          |               |\n\nHere \\( s = 102·47, \\quad s' = 99·66; \\) and \\( \\therefore \\quad D = \\frac{s - s'}{2} = 1·405. \\)\n\n\\[ \\log C = 6·354454; \\quad \\text{and} \\quad \\therefore \\quad \\Delta = 7·5184. \\]\n\nIt is to be observed that Mr. Airy's theory does not contemplate a difference in the time of vibration in different experiments with the same balls suspended in the same manner, and moreover the effect of resistance of the air is entirely omitted.\nI have therefore selected the preceding consecutive positive and negative experiments which have the times very nearly alike.\n\nThe consideration of the resistance of the air might, however, at first sight, seem very necessary. Since the velocity is very small, we may, according to the conclusions of experimentalists, assume that the resistance varies nearly as the velocity; we ought therefore to introduce the term $\\varepsilon \\frac{dx}{dt}$ into the differential equation. The result shows that the time of vibration is very little affected by the resistance, but the resting point very considerably. Mr. Baily observes four extreme divisions, that is, he watches the motion for three successive vibrations, and then takes the means of successive pairs of extreme divisions. In this way he has three first means. He then takes the means of successive pairs of those first means, and thus obtains two second means; and lastly, he takes the mean of the second means, and this third mean is considered the resting point or place where the torsion rod would be in equilibrium. This proceeding, as I afterwards shall prove, does in general pretty accurately correct for the resistance of the air, and therefore we may consider Baily's 'resting points' as those which would arise from Mr. Airy's theory, supposing the term $\\varepsilon \\frac{dx}{dt}$ for resistance had been introduced into his investigation. After this Mr. Baily combines his experiments in a very remarkable manner. Three successive experiments are combined in order to produce what he terms a single result; and in combining them the means of the positive and negative resting points are taken, and means also of the times of vibration; for such times it is found are never all exactly alike, and sometimes differ considerably. In order that the reader may at once see the method pursued, I have made the following extract from the tables:\n\n3rd Series.—2-inch lead balls with bifilar silk lines; distance = .177 inch; upper distance .158 inch; lower dist. .197 inch.\n\n| 1841 | No. | Position of the masses. | Extreme divisions observed. | 1st Mean. | 2nd Mean. | 3rd Mean or resting point. | Observed times. | 2 N. | N for mean resting point. |\n|------|-----|------------------------|-----------------------------|----------|----------|---------------------------|-----------------|-----|-------------------------|\n| Feb. 26. T=44:500 B=29:880 | 113 | Negative. | 126:90 54:80 119:00 56:90 | 90:850 86:900 87:950 | 88:875 87:425 | 88:150 | h m s At div. 85 10 13 42:5 21 24 30 11 | h m s At div. 90 10 13 20 21 48 29 45 | m s By div. 85 16 28:5 8 14:25 | m s By div. 90 16 25 8 12:50 | 493:148 |\n| 114 | Positive. | 56:90 155:40 63:80 152:00 | 106:150 109:600 107:900 | 107:875 108:750 | 108:312 | | At div. 105 10 38 35 47 24 55 26:5 | At div. 110 10 38 51:5 47 6 55 45 | By div. 105 16 51:5 8 25:75 | By div. 110 16 53:5 8 26:75 | 506:412 |\n| 115 | Negative. | 152:00 30:60 146:80 36:00 | 91:300 88:700 91:400 | 90:000 90:050 | 90:025 | | At div. 85 11 4 33 12 24 21 20 | At div. 90 11 4 19:5 12 38 21 5:5 | By div. 85 16 47 8 23:5 | By div. 90 16 46 8 23 | 502:998 |\n\n3rd Series.—2-inch lead balls with bifilar silk lines; distance = .177 inch.\n\n| 1841 | No. | Pos. | Observed | Deduced. | Results. |\n|------|-----|-----|----------|----------|----------|\n| Feb. 26. | 113 | — | 493:148 | 88:150 | 10:9936 | 10:9972 | 6:0199 | log.C=6:360356. |\n| 114 | + | 506:412 | 108:312 | 11:0008 | 502:242 | 9:612 | 5:6946 | |\n| 115 | — | 502:998 | 90:025 | | | | | |\nIt is true that results tolerably accordant on the whole are deduced in this manner, but there is no explanation why they should be so combined. It may be regarded as a mode of combination of the experimental data so arranged as to allow a medium result to emerge, in spite of the immense discrepancies which he could not but have perceived would have appeared had results been deduced from every pair of successive experiments. I must not here be understood as insinuating any kind of deception on the part of this great experimental philosopher; on the contrary, he is candid in the extreme. He frequently refers to the \"variation in the time of vibration and the perturbation of the resting points\" as things for which he cannot account, and sometimes says, \"there must be some disturbing force.\" Also \"the force of torsion must be subject to variation.\" With respect to the hypothesis of a change in the torsion force, though I might grant its possibility when a single wire is employed for the suspending line, I cannot grant it when bifilar silk lines are used. In this case the force of torsion is easily calculated, and there is no reason why it should at all change. But when such lines, '177 inch apart, are used, the greatest anomalies occur; and I am persuaded that if the distance were still further diminished, and the torsion force thereby rendered weaker, the anomalies would be still further increased.\n\nIn order to obtain a theory which would account for the anomalies I tried many plans. One was the integration of the equation of motion (including resistance) to terms of the second order, but the corrections thence arising were far too minute to afford any explanation. Besides the above reason against the alteration of the torsion force, another occurred to me, which was this,—were a change in the torsion force the sole cause of the perturbations, the time and resting point ought always to change simultaneously, but this is observed not to be the case. Examples in abundance will present themselves to any one consulting the tables, in which the time changes, and the resting point remains nearly unaltered, and vice versa. Heat also was out of the question, in consequence of the extreme precautions used to prevent the intrusion of this sort of disturbance.\n\nAt length I determined to try the effect of a supposed magnetic state of the masses and balls, and, as will be seen in the sequel, the hypothesis succeeded beyond my most sanguine expectations. It is strongly suspected that all bodies are more or less susceptible of the magnetic state, and I think it very probable that what is called the coercive power of a substance, or that power which it possesses of retaining its magnetic state, after the magnetizing power has been withdrawn, for a longer or shorter period, may not only differ for different substances, which we know it does, but for different intensities of magnetization. Thus, if magnetism be induced by a powerful magnet in a mass of soft iron or lead, the magnetic state will, to all appearance, subside when the magnet is withdrawn, and that very rapidly, perhaps instantaneously. Now I contend that such may not be the case if the magnetization were very small; it may require, even in lead, some time to elapse before the very feeble magnetic state wholly subsides.\nWe are sure that some degree of magnetism must be induced in the masses and balls by terrestrial magnetic influence, and then the magnetic systems may be capable of sensibly influencing each other. Now when balls are magnetized, their action is the same as if there were a small magnet concentric with each ball, and therefore the mutual action of balls on each other is reduced to that of small magnets, the distance of whose centres is great compared with their lengths. In the case of the earth being one of the magnetic bodies, the distance of the centres may be well considered infinite in comparison with the lengths of the supposed magnets, and therefore magnetic action of the earth upon any body at its surface will not tend to produce any motion of translation, or to increase the weight of such body. But when two balls at a moderate distance from each other are magnetized, the force producing motion of translation does not vanish, except for certain relative positions of the magnetic axes, and is sometimes positive and sometimes negative; that is, sometimes attractive and sometimes repulsive. Imagine then that the masses have remained in the positive position for some hours (e.g. during the night); the mutual influence of the masses and balls combined with terrestrial influence must have induced a certain very minutely magnetic state in those bodies, and the resulting attraction of the masses and balls is mixed up with the attraction of their mutual gravitation. Now reverse the masses by turning the plank round the centre of motion through nearly 180°, the action arising from magnetism, if we suppose the masses capable of preserving their minutely magnetic state, will now probably be one of repulsion, though perhaps not precisely equal in amount to the magnetic attraction in the positive position. This repulsion will also be mixed up with the action of mutual gravitation.\n\nNow, when we reflect that the attraction arising from gravitation between a mass and one of the balls is exceedingly minute (about the tenth of a grain), it is clear that an almost inconceivably feeble magnetic state may be the cause of great perturbations.\n\nI now proceed to apply mathematics to these views. The term depending on the action of gravitation being $\\frac{kE}{F} i\\cdot \\phi x$, let that depending on magnetic action be $\\frac{KM}{F} i\\cdot \\psi x$, then the differential equation of motion will be\n\n$$\\frac{d^2x}{dt^2} + \\varepsilon \\frac{dx}{dt} + m^2(x - b) = \\frac{kEi}{F}\\phi x + \\frac{KMi}{F}\\psi x;$$\n\nand if we suppose $\\phi x$ and $\\psi x$ expanded to the first power of $x$, we may write\n\n$$\\phi x = 1 + ax, \\quad \\psi x = 1 + cx;$$\n\nand making\n\n$$m^2 - \\frac{kEia}{F} - \\frac{KMic}{F} = \\mu^2,$$\n\nwe have\n\n$$\\frac{d^2x}{dt^2} + \\varepsilon \\frac{dx}{dt} + \\mu^2 x = m^2b + \\frac{ki(E+M)}{F}. \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (1.)$$\n\nLet P be the value of $x$ for the resting point or position of equilibrium, then\n\n$$\\mu^2P = m^2b + \\frac{ki(E+M)}{F}. \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (2.)$$\nand the equation of motion may be written\n\n$$\\frac{d^2x}{dt^2} + \\varepsilon \\frac{dx}{dt} + \\mu^2(x - P) = 0.$$  \n\nThe integral of this equation is\n\n$$x = P + \\varepsilon e^{-\\frac{\\varepsilon t}{2}} \\left[ \\cos yt + \\frac{\\varepsilon}{2y} \\sin yt \\right], \\quad \\ldots \\ldots \\ldots \\ldots \\ldots (3.)$$\n\nwhere \n\n$$y^2 = \\mu^2 - \\frac{1}{4\\varepsilon^2},$$\n\nand\n\n$$\\frac{dx}{dt} = -\\frac{\\mu^2 \\varepsilon}{ye^2} \\sin yt \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (4.)$$\n\nHence the time of vibration \\(= \\frac{\\pi}{y}\\).\n\nTo determine the coefficients from observation. Let A, B, C be the extreme divisions observed, and let \\(e^{-\\frac{\\varepsilon x}{2y}} = u\\). Then\n\n$$A = P + \\varepsilon,$$\n$$B = P - \\varepsilon u,$$\n$$C = P + \\varepsilon u^2,$$\n\n$$\\therefore \\quad P = \\frac{AC - B^2}{A + C - 2B}, \\quad u = \\frac{B - C}{B - A}.$$  \n\nNow in all cases it is observed that B - C and B - A do not greatly differ, so that \\(u = 1 - v\\), where \\(v\\) is a small quantity,\n\nor\n\n$$e^{\\frac{\\varepsilon T}{2}} = 1 + v, \\quad \\therefore \\quad \\varepsilon = \\frac{2}{T} \\log_e(1 + v) = \\frac{2v}{T} \\text{ nearly},$$\n\n$$\\therefore \\quad \\mu^2 = y^2 + \\frac{1}{4\\varepsilon^2} = \\frac{\\pi^2}{T^2} + \\frac{v^2}{T^2} = \\frac{\\pi^2}{T^2} \\left(1 + \\frac{v^2}{\\pi^2}\\right).$$\n\nIn this the masses are supposed in the positive position: when they are in the negative position, if we suppose \\(x\\) measured from the zero point in the contrary direction, and that M becomes M', and c becomes c', &c., we have\n\n$$\\mu'^2P' = -m^2b + \\frac{k(E + M')}{F}, \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (5.)$$\n\nwhere\n\n$$\\mu'^2 = \\frac{\\pi^2}{T^2} \\left(1 + \\frac{v'^2}{\\pi^2}\\right).$$\n\nIn our ignorance as to the mutual positions of the magnetic axes we do not know the precise relation of M' to M, but as a probable and at the same time simple approximation, suppose M' = -M.\n\nThen by adding (2.) and (5.) we have\n\n$$\\frac{2kE}{F} = \\mu^2P + \\mu'^2P'.$$\n\nNow \\(k\\Delta = K\\), a known constant,\n\n$$\\therefore \\quad \\frac{2K_iE}{\\Delta F} = \\frac{\\pi^2P}{T^2} \\left(1 + \\frac{v^2}{\\pi^2}\\right) + \\frac{\\pi^2P'}{T^2} \\left(1 + \\frac{v'^2}{\\pi^2}\\right).$$\nThe corrections \\( \\frac{v^2}{\\pi^2} \\) and \\( \\frac{v'^2}{\\pi^2} \\) are found to be insignificant, and therefore\n\n\\[\n\\Delta = \\frac{P}{T^2} C^{-1} + \\frac{P'}{T'^2} C^{-1},\n\\]\n\nwhere\n\n\\[\nC = \\frac{K_i E}{F \\pi^2} = \\text{Baily's special constant}.\n\\]\n\nHence if\n\n\\[\n\\frac{1}{\\delta} = \\frac{P}{T^2} C \\quad \\text{or} \\quad \\delta = \\frac{T^2}{P} C,\n\\]\n\nand\n\n\\[\n\\frac{1}{\\delta'} = \\frac{P'}{T'^2} C \\quad \\text{or} \\quad \\delta' = \\frac{T'^2}{P'} C,\n\\]\n\nwe have\n\n\\[\n\\frac{2}{\\Delta} = \\frac{1}{\\delta} + \\frac{1}{\\delta'} ,\n\\]\n\n\\[\n\\therefore \\quad \\Delta = \\frac{1}{\\frac{1}{2} \\left( \\frac{1}{\\delta} + \\frac{1}{\\delta'} \\right)} .\n\\]\n\nI will now apply this method to a few examples, but instead of deducing \\( \\frac{1}{\\delta} \\) and \\( \\frac{1}{\\delta'} \\) from two consecutive positive and negative experiments, I will usually employ their mean values deduced from all the experiments made during a day.\n\nAlso, since \\( A - C \\) is usually very small compared with \\( A + C - 2B \\), we have\n\n\\[\nAC = \\frac{1}{4} (A + C)^2 \\quad \\text{nearly, and therefore}\n\\]\n\n\\[\nP = \\frac{AC - B^2}{A + C - 2B} = \\frac{1}{4} \\left( \\frac{(A + C)^2 - 4B^2}{(A + C) - 2B} \\right) = \\frac{1}{4} \\left[ \\frac{1}{2} (A + C + 2B) \\right] = \\frac{1}{2} \\left( \\frac{1}{2} (A + B) + \\frac{1}{2} (C + B) \\right),\n\\]\n\nwhich is Baily's method, and therefore I shall take Baily's mean resting point as sufficiently near the truth.\n\n2-inch lead balls with bifilar silk lines .177 inch distant, February 26, 1841. Experiment 113, negative\n\n\\[\n\\log C = 6.360356 \\quad P' = 11.85\n\\]\n\\[\n\\log T^2 = 5.385954 \\quad T' = 493.148\n\\]\n\\[\n\\text{ar. co. log } P' = 8.926281\n\\]\n\\[\n\\cdot 672591\n\\]\n\\[\n\\log \\frac{1}{\\delta} = 9.327408 \\quad \\therefore \\quad \\frac{1}{\\delta} = 21747.\n\\]\n\nExperiment 114, positive\n\n\\[\n\\log C = 6.360356 \\quad P = 8.312\n\\]\n\\[\n\\log T^2 = 5.409010 \\quad T = 506.412\n\\]\n\\[\n\\text{ar. co. log } P = 9.080294\n\\]\n\\[\n\\cdot 849660\n\\]\n\\[\n\\log \\frac{1}{\\delta} = 9.150339 \\quad \\therefore \\quad \\frac{1}{\\delta} = 14136\n\\]\n\\[\n\\therefore \\quad \\frac{1}{2} \\left( \\frac{1}{\\delta} + \\frac{1}{\\delta'} \\right) = 17941 = \\frac{1}{\\Delta}, \\quad \\therefore \\quad \\Delta = 5.5738.\n\\]\n29th Series.—2-inch zinc balls with bifilar silk lines '367 inch distant, December 24th, 1841. By pursuing the same mode of calculation, log C=6·358224, I find as follows:\n\n| Pos. Expts. | Neg. Expts. |\n|-------------|-------------|\n| 1357        | 1358        |\n| '68293      | '31984      |\n| 1359        | 1360        |\n| '58530      | '18163      |\n| 1361        | 1362        |\n| '55658      | '25055      |\n| 1363        | 1364        |\n| '65864      | '34102      |\n\n4)2·48345\n\n'62086\n\n—'27326\n\n2)34760\n\n'17380=1/Δ, ∴ Δ=5·7537.\n\nOn referring to the investigation, it will be seen that neglecting the small quantity \\( m^2b \\), \\( \\frac{1}{\\delta} - \\frac{1}{\\delta'} \\), by equations (2.) and (5.) is a measure of the magnetic action during two consecutive positive and negative experiments. Accordingly we have the following table:\n\n| Experiments | Quantities proportional to magnetic action. |\n|-------------|------------------------------------------|\n| 1357        | 1·00277                                  |\n| 1358        | '90514                                   |\n| 1359        | '76693                                   |\n| 1360        | '73821                                   |\n| 1361        | '80713                                   |\n| 1362        | '90919                                   |\n| 1363        | '99966                                   |\n| 1364        |                                          |\n\nThe apparatus is here assumed to have been in a normal state, or very nearly so.\n\n52nd Series.—2½-inch lead balls with single copper wire, dist. '0178 inch, March 20, 1842.\n\n| Pos. Expts. | Neg. Expts. |\n|-------------|-------------|\n| 1893        | 1894        |\n| '27914      | '09847      |\n| 1895        | 1896        |\n| '24245      | '12632      |\n\n2)52159\n\n'26079\n\n'11239\n\n2)37318\n\n'18659=1/Δ, ∴ Δ=5·3593.\n\n* \\( m^2b \\) must be very insignificant; for no experimenter would suffer his apparatus to be so much out of order as to render it very sensible.\nSupposing the apparatus in the normal state.\n\nI think it is to be regretted that in Mr. Baily's experiments he should have so seldom mentioned in what position the masses had been left during the night; this last example is one of the cases in which he distinctly mentions that the masses had remained in the positive position during the night, and the first observation next morning was taken from the spontaneous motion of the rod. Accordingly we find the magnetic action positive, and diminishing subsequently, as we would have been led to expect from the circumstances.\n\nThe following is an instance in which the magnetic action is negative, and I have placed in juxtaposition the gravitating energy.\n\n| Expts. | Magnetic action. | Gravitating action. |\n|--------|-----------------|---------------------|\n| 1229   | -0.59781        | 0.36883             |\n| 1230   | -0.61569        | 0.35095             |\n| 1231   | -0.63164        | 0.36690             |\n| 1232   | -0.63573        | 0.36281             |\n| 1233   | -0.64200        | 0.36908             |\n| 1234   | -0.65325        | 0.35783             |\n| 1235   | -0.66877        | 0.37335             |\n| 1236   | -0.69288        | 0.34924             |\n| 1237   | -0.71039        | 0.36675             |\n| 1238   | -0.72582        | 0.35132             |\n| 1239   | -0.74456        | 0.37006             |\n| 1240   | -0.76577        | 0.34885             |\n| 1241   | -0.79827        | 0.38135             |\n| 1242   |                 |                     |\n\nMean = 0.37090\n\nHence \\( \\Delta = 5.93923 \\).\n\nAgain, from the same series of experiments:\n\n| Expts. | Magnetic action. | Gravitating action. |\n|--------|-----------------|---------------------|\n| 1243   | 2.70630         | 0.38762             |\n| 1244   | 2.70244         | 0.38376             |\n| 1245   | 2.70090         | 0.38530             |\n| 1246   | 2.69498         | 0.37938             |\n| 1247   | 2.71824         | 0.35612             |\n| 1248   | 2.72141         | 0.35929             |\n| 1249   | 2.71262         | 0.36808             |\nThe two last examples are taken from the 25th series, 2-inch lead balls with single copper wire, diam. '0219 inch; and what is very remarkable is, that the time of vibration remains throughout nearly the same, 253 seconds. And since\n\n$$\\frac{\\pi^2}{T^2} = m^2 - \\frac{kEia}{F} - \\frac{kMic}{F},$$\n\nthis circumstance shows two things, first that the term $\\frac{kMic}{F}$ must be exceedingly small, and therefore $c$ very small; and also that $m^2$, and therefore the force of torsion is not sensibly changed.\n\nI have therefore, I conceive, satisfactorily shown that the masses and balls do exert influences on each other independent of the action of gravitation, and that such influences are of a very fluctuating nature, and the action arising from them is either positive or negative; and changes as to sign when the masses are turned round a vertical axis through 180°, or thereabouts. Moreover, that such action may either fall short of that arising from gravitation, or exceed it many times.\n\nIt is inconceivable that this disturbing force can arise from anything but magnetic influence, and in this we must remember there are three distinct modifying causes at work,—first, terrestrial influence; second, mutual influence of masses and balls; and third, the alternate motion of the masses changing from one position to the other. I am of opinion that ordinary magnetic influence is inadequate to the explanation of the motions, or rather of the disturbing force demonstrated to have an existence, and that, as all the substances used are such as are classed by Dr. Faraday amongst the diamagnetic, that new magnetic condition discovered by this illustrious experimentalist is also greatly concerned as a cause. It will probably be found that both species of magnetism combine in producing such very extraordinary results. The circumstance of the numbers proportional to the gravitating influence not exactly agreeing is easily explained. The simple condition $M + M' = 0$, which we have assumed, is of course not accurate, and the wonder is that it answers so well.\n\nBut we now come to the question how future experiments with the torsion balance are to be conducted so as to arrive at a satisfactory conclusion as to the mean density $\\Delta$. It has occurred to me that, instead of using diamagnetic substances, we should have hard iron balls possessing the ordinary magnetic state in sufficient intensity to render their magnetic effect sensible, so that we may with precision ascertain the magnetic axes of each iron mass and ball. Suppose the balls placed on the rod so that their magnetic axes shall be in the direction of the rod and therefore horizontal. Let the rod be suspended in the magnetic meridian, and let the masses be placed with their magnetic axes vertical, and centres in the same horizontal plane with those of the balls. The contiguous masses and balls would exert no magnetic force on each other perpendicular to the length of the rod, and the solvent of magnetic force of a further mass on a nearer ball, or a further ball on a nearer mass per-\npendicular to the rod, would be exceeding small, and might possibly by some con-\ntrivance be altogether counteracted. Under such an arrangement the only effective\nforce would be that of gravitation. I would also do away with the planks, support\nthe masses on square blocks of wood, and transport them from the positive and\nnegative positions by means of wooden tram-roads parallel to the torsion box, so that\nall motion round an axis might be avoided.\n\nIt has also struck me that by suspending the rod by means of a single silk thread\nhaving little or no power of torsion, and by having very delicate hydrometers at each\nend of the torsion rod, the stems of which are attached to very fine hairs or silken\nthreads passing over small fixed pulleys in the horizontal plane of the torsion rod, the\nhorizontal portions of the hairs or threads being affixed to the ends of the torsion\nrod, the experiments might be rendered purely statical. Supposing the hydrometers\njust floating in their position of equilibrium when the rod is in its zero position, and\nthose hydrometers on contrary sides of the torsion rod opposed to the masses, it is\nclear that when the rod moves towards the masses, and raises the hydrometers\nabove their position of equilibrium, that the tensions of the threads would increase,\nand vary as the angle through which the torsion rod has moved. These forces of\ntension would ultimately be in equilibrium with the gravitating action, and by ob-\nserving this position of equilibrium the force of tension and therefore that of gra-\nvitation would become known. There may be practical objections to this arrange-\nment, but I am of opinion that by using proper substances for the stems, &c. of the\nhydrometers, and proper care in the manufacture of the small pulleys, they might be\novercome.\n\nAfter my views were fully matured I had some correspondence with Sir John\nHerschel, to whom I in part detailed them, and with the kindness and urbanity\nwhich so eminently distinguish him, he undertook to lay my communication before\nthe Royal Society: in one of his letters he thus expresses himself.\n\n\"Very many years ago, immediately after the publication of a joint paper by Mr.\nBabbage and myself on the magnetic action of revolving copper discs, &c. on mag-\nnets, a course of experiments suggested itself to me which, for want of a proper locale\nwhere I could establish an apparatus of considerable dimension and great delicacy\nout of the way of currents of air, I did not execute, a thing I now much regret.\n\n\"The plan of these experiments was to\nattach to the two arms of a long torsion ba-\nlance two magnets, a stronger and a some-\nwhat weaker; thus A being the weaker and\nB the stronger, A horizontal and B so in-\nclined as precisely to counteract and destroy\nthe directive power of A (by forming 'neutral couples'), the line A B being in the\nmagnetic meridian, which would always be practicable as the superior power of B\nmight be weakened in any arbitrary degree by inclining it, or other modes of making the combination astatic, as for example by placing A and B (supposed equal or very nearly so) horizontal, and adding a small adjustable correcting magnet at C, &c. &c. &c.\n\n\"The whole being then inclosed in a case, it was proposed to bring near to both A and B (and on opposite sides) masses of various metals and other substances not usually considered as magnetic, with a view to increase by leverage and so place in evidence any very minute magnetic forces which might reside in the substances used.\n\n\"I think that such a course of experiments would not now be without its interest, and that the magnetic and diamagnetic powers of Faraday would be exhibited in such a course perhaps under new and remarkable light.\"\n\nI have now only further to add, that I think it would very much conduce to our knowledge of the subject to make a new series of experiments with the Cavendish apparatus as used by Mr. Baily, but in this manner:—Carefully stating how the masses of balls were disposed previously to the commencement of the experiments, and continuing those experiments without interruption day and night by several observers relieving each other through three or four successive days and nights, with a view to ascertaining the periodicity, &c. of the magnetic or diamagnetic forces.\n\nOf course when real magnets are attached to the rod, as I have advised when the object of investigation is the earth's mean density, it would be necessary to render the torsion rod astatic by Sir John Herschel's ingenious device, which, as he states, was contrived before he had had any knowledge of M. Nobili's astatic combination of needles.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108347.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 23332,
    "total-output-tokens": 10380,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2672,
        2
      ],
      [
        2672,
        4499,
        3
      ],
      [
        4499,
        7252,
        4
      ],
      [
        7252,
        10780,
        5
      ],
      [
        10780,
        14103,
        6
      ],
      [
        14103,
        17173,
        7
      ],
      [
        17173,
        19376,
        8
      ],
      [
        19376,
        21535,
        9
      ],
      [
        21535,
        23530,
        10
      ],
      [
        23530,
        25606,
        11
      ],
      [
        25606,
        28682,
        12
      ],
      [
        28682,
        31617,
        13
      ],
      [
        31617,
        33331,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108347",
    "title": "On the Cause of the Discrepancies Observed by Mr. Baily with the Cavendish Apparatus for Determining the Mean Density of the Earth",
    "authors": "Mr. Baily, George Whitehead Hearn",
    "year": 1847,
    "volume": "137",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108347"
  }
}