{
  "id": "9329369de7a1c32a03e09b76586d426ce3440310",
  "text": "Received Feb. 24, 1766.\n\nXIII. A Hepatitis, with unfavourable Symptoms, treated by Robert Smith, Surgeon at Edinburgh, now at Leicester.\n\nRead April 24, 1766. Mrs Morton, aged 26, of a spare habit and a small size, in the summer of the year 1750, frequently complained of a pain in her right side. About the middle of July, the same year, a violent vomiting and pain in her stomach introduced an acute fever, accompanied with a constant deep-seated pain in the right side, under the costæ nothæ, a little lower than where the usual pleuritic symptom in either side is generally felt.\n\nCopious bleedings, to sixty ounces and upwards, with a vesicatory on the affected part, and pectoral medicines internally, afforded some temporal relief.\n\nJuly 27th, Upon the account of an intolerable pain at her stomach, a very uncommon uneasiness, and gripings in her belly, a medicine was exhibited, composed of pulv. stann. corralin. &c. and the day following, she voided by stool a large annular worm, about half an inch broad, in length six yards and a half.\n\nAugust 1st, This day, upon examination, was discovered a considerable tumor, suspected, from its situation, and previous symptoms, to be formed in the anterior part of the liver, of an oblong figure, and extended\nextended its longest diameter across the epigastrium about seven inches.\n\nThe patient, by this time, greatly debilitated by the large evacuations and fever, which still existed, became so low and dispirited, that she had given over all thoughts of recovery, her husband and relations being of the same opinion. To Dr. J. Dundas, an eminent physician, who had occasionally attended, I proposed making an incision into the tumor; though the event, under the present circumstances, had but an indifferent aspect. This proposal was, however, approved of by the doctor, our patient, and her relations, under the following terms, viz. to have the opinion of the principal surgeon or surgeons in that city on the expediency of the operation, in order that, should the experiment prove unsuccessful, there might be no blame imputed afterwards.\n\nStrong suppuratives, in the form of cataplasms, were now used, whereby the tumor became more prominent in two days; a very deep fluctuation being felt, a large caustic was applied on the most depending posterior side, thereby to avoid hurting the stomach or its appendages by an incision, which was made several hours after, from whence issued a copious discharge, at first purulent, at last glutinous, resembling the white of an egg: no adhesion to the peritoneum could be felt, though accurately tried all round with the finger.\n\nGreat attention and care were used in the proper applications, bandage, &c. particularly in the posture of the patient; ivory and silver flat cannulas, kept in the aperture, were materially beneficial, as well for the conveyance of balsamic injections, as to facilitate the\nthe exit of the putrid contents. The 3d night after the operation, she turned delirious; this symptom, with an increased fever and excessive cough, afforded little or no hopes of a recovery, the more especially, as the discharge was now turned excessively thin, of a dusky colour and very foetid: for these reasons, I dressed her twice a day, throwing in large quantities of a warm injection, composed of adecoct. ficuum, and rad. alth. wherein was dissolved bals. capiv. to which was added, when the fever abated, some calomel ppt. In the mean time medicines internally, to allay her fever and cough, were not neglected; and she afterwards took daily, as her stomach and other symptoms would admit, a light infusion of cort. peruv.\n\nBy these means strictly followed, about the 21st day from that of the incision, a laudable pus was obtained; but on the 23d, a thin fainious discharge in great quantities burst out, worse than the former, and extremely foetid.\n\nTowards the end of the month, it began once more to assume a benign aspect, but broke out a 3d and 4th time, on the 1st and 15th of September, every time the discharge growing more and more acrid, so as to excoriate and inflame the external parts; notwithstanding these threatnings, by a close perseverance in the forementioned method, at the end of ten weeks, a callous cicatrix was obtained upon the external wound, and the recovery compleated soon after by the use of a few alterative mercurial pills.\n\nThe woman is still alive, now (1766) in London, and enjoys a middling state of health; only has been liable to complaints of gripes and indigestion, every three,\nthree, four or five months. Her last complaint was generally relieved by a few saponaceous pills.\n\nI am,\n\nSIR,\n\nYour obedient humble Servant,\n\nLeicester, Feb. 19,\n1766.\n\nRobert Smith.\n\nReceived March, 1766.\n\nXIV. Experiments on the Peruvian Bark, by Arthur Lee, M.D.\n\nRead May 1, 1766.\n\nThe great object of experiments is to establish principles, on which practice may be conducted in the most expeditious and unerring manner. The intention, therefore, with which the following experiments on the Peruvian bark were made, was to confirm the pharmaceutic treatment of this medicine where it was just, to correct it where it was erroneous, or to improve it where it was defective.\n\nExperiment I.\n\nIn the first experiment, I infused two ounces of the powder of Peruvian bark, in a pound and a half of distilled water; after 24 hours, it was filtered, and the filtered",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105485.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7288,
    "total-output-tokens": 1420,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1264,
        2
      ],
      [
        1264,
        2907,
        3
      ],
      [
        2907,
        4537,
        4
      ],
      [
        4537,
        5401,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105485",
    "title": "A Hepatitis, with Unfavourable Symptoms, Treated by Robert Smith, Surgeon at Edinburgh, Now at Leicester",
    "authors": "Robert Smith",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105485"
  }
}