{
  "id": "859e95b6cbdfbcbf33b37a7e720eb5ddcee6eed0",
  "text": "first shock on the eighteenth, at eight in the morning, which threw down some chimnies, several others have been felt in that city.\n\nLXXIX. An Account of the Earthquakes felt at Brussels; in a Letter from John Pringle, M.D. F.R.S. to Thomas Birch, D.D. F.R.S.\n\nRead Mar. 11 1756.\n\nBY a letter, which I received a few days ago, from Dr. Brady, physician to the court at Brussels, I find they have felt in that city this winter three several shocks of an earthquake. The first was on the 26th of December; the second on the day following; and the third on the 18th of February; being the same day it was said to be felt on our coast, between Margate and Dover; but the hour is not mentioned. All these shocks, he says, greatly alarmed the inhabitants; but were otherwise attended with no bad consequences.\n\nDr. Brady adds, that he was told by a gentleman from Liege, that the men, who were at work in the coal-pits, and particularly in some of the deepest, near that city, had assured him, that they heard the rumbling noise preceding the shock as over their heads; whilst those, who were above ground, heard the same kind of noise as under their feet.\n\nI have inclosed a letter, which, if you think proper, may be laid before the Society, as containing an\nan authentic account of the sinking in of the small river near Pontypool in Wales. It is written by an excise-officer in that district, and was put into my hand by Mr. Windham Bowyer, one of the commissioners of that board. I am,\n\nSIR,\n\nPall-mall, Mar. 11. Your most obedient\n\n1756. humble servant,\n\nJohn Pringle.\n\nLXXX. An Account of the Sinking of a River near Pontypool in Monmouthshire; in a Letter from Mr. Edward Matthews, to the Commissioners of the Excise.\n\nHonourable Sirs,\n\nRead Mar. 12, 1756. In obedience to your honours orders of the 14th instant, relating to the sinking of a river near Pontypool; from my own observation last Friday (the first time I saw it) and that of the neighbouring inhabitants, as under, is the best account I am able to give of it. The first day of January last, a poor woman living near its mouth sent her daughter for water (a great flood appearing in the river just before) who returned in surprize with the account, that it was dry.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104973.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 654,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1255,
        2
      ],
      [
        1255,
        2230,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104973",
    "title": "An Account of the Earthquakes Felt at Brussels; in a Letter from John Pringle, M. D. F. R. S. to Thomas Birch, D. D. F. R. S.",
    "authors": "John Pringle",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104973"
  }
}