{
  "id": "14f97573aeea807d7dd4c0122bf27d9c47ee662a",
  "text": "936. Millefolium purpureum vulgare. Raii.\n937. Nigella arvensis cornuta. C. B.\n938. Ostrya Americana fructu Lupuli. Ind. Hort. Chelf.\n939. Parietaria Polygoni folio canescens. Tourn.\n940. Polypodium sensibile. Munting. Hist.\n941. Pseudo-Dicranus verticillatus inodorus. C. B.\n942. Senna Italica, sive foliis obtusis. Ib.\n943. Sideritis Romana utriculis spinosis. H. Lud. Bat.\n944. Thlaspi arvense minus, luteum. Park.\n945. Thlaspi. Off. Thlaspi arvense siliquis latis. C. B.\n946. Urtica pilulifera Parietariae foliis. Hort. Reg. Paris.\n947. Valerianella semine stellato. C. B.\n948. Vulneraria rustica. J. B. Anthyllis leguminosa. Raii Syn.\n949. Vulneraria flore purpurascente. Tourn.\n950. Vulneraria pentaphyllos. Tourn. Anthyllis leguminosa vesicaria Hispanica. Park. 1094.\n\nXIII. Epistola Johannis Bevis, M.D. ad Gul. Jones, Armig. R. S. S. de Transitibus Mercurii sub Sole, Oct. 31. 1736. & Oct. 25. 1743.\n\nRead Dec. 15. 1743.\n\nM O R E M tibi gerens, vir amicifime, observationes meas de Mercurio bis subtilari ex schedis diariis transtuli, mancas quidem invidia coeli, dignas tamen fortasse, ne pereant; cum cuicum in Britannia nostra meliorem sortem con-\ncontigisse non adhuc audiverim; cumque contactus pene momentanei, quos subnotare licuit, longitudinibus locorum designandis poterint optime inservire.\n\nAb Halleio invitus, qui me sibi adjutorem fore dignatus est, Octob. 31. 1736. die nempe quo celebranda esset Mercurii cum sole copula, Grenovicum diluculo me contuli. Cælum ab exortu Solis fuit pulcherrimum, sed ventus haud valde remissus. In eodem conclave mecum versabatur ipse Halleius, qui horologio adeesse voluit, dum ego tubum viginti quatuor pedum dirigendi gererem curam. Circa octavam horam ad observandum me comparavi; quippe verebar, ne, fallente calculo, ingressus praeterlaberetur: at nil in Sole visum praeter maculas. Illico cælum obductum est, nec ita multo post plane obscurum redditum. In decimam fere matutinam protracta est dies, cum paulo dehiscent nubes, & Mercurii sub Sole apricantis intervidendi prima nata est occasio, momento citius densissimis nubilis abrepta. Haud diu invigilaveram, cum Mercurium iterum viderim, & Halleio ostenderim; scilicet in facie Solis, cui ibi bis antea apparuerat. Longa deinde & vere maligna nubium successio; sub Meridiem autem serenari coeptum est; & quidem solem culminantem quadrante murali maximo Halleius observavit. Revixit jam plena spes Mercurii exeuntis observandi; & quidem, cura reassumpta, notavi quæ sequuntur.\n\nTemp. Appar.\nD. H. ' '. ''\nOct. 30. 23. 50. 45. Centrum Mercurii a Solis limbo proximo distitit 1'.\n08''. metiente Micrometro.\n\nM m m m z.\nD. H. '.'\n\nOct. 31. 00. 02. 39. Mercurius quasi propria diametro a Solis margine disjunctus.\n\n07. 04. Centrum egressum aestimatio oculi.\n\n08. 33. Contactus exterior, coelo admodum sereno.\n\nTantilla autem fuit Mercurii diameter, ut, micrometro capta, vix decem secunda scrupula superaret.\n\n1743. Octob. die 25. quo Mercurius rursum in Solem incurrere debuit; Londini, idque in Edificiis Beaufortensibus, semiminuto circiter temporis a regia specula ad occasum sitis, illi invigilare decreveram. Constitutio coeli fuit ipsissima quae in superiori transitu, si non vehementior flaret Africus; ex quo non parum incommodi ob vacillationem telescopii, validissimo fulcro licet innixi. Micrometrum adhibere plane arduum fuit; nec quicquam plus femel mensuravi, idque vix tute, facta collatione ad intercapedinem eodem fere momento, in clauso conclave, exactissime Grenovici captati; quare supprimendum arbitror. Horologium numeravit D. Jeremias Sisson, me in Solem intento. Hora octava matutina nil in Sole conspicuum, quem paulo post plurimae nubes occuparunt. Decima cum semisso vix praeterlapsa est, cum Mercurium primo detexerim, dimidio itineris jam pene confecto. Nubes rursus exceperunt Solem, qui tamen instante meridie rediit & inclinuit, quo Mercurii Solisque adscensionalis differentia innotuit: Tribus enim verticalibus filis in meridionalis transitus foco collocatis, Oct. 24d. 23h. 57'. 48''. T. App. ad primum horum Solis praecedens\ncedens limbus est devolutus, clapsisque 25'' Mercurii centrum ibidem existit. Rursus ingruabant nubes cum tristissima facie coeli, neque Mercurii iterum conspiciendi ulla spes affulsit; & quidem pauca decidente pluvia. Tubum cum sustentaculis ab aperto intus transferendi cogitabam, & observando finem imponere, cum effringi coeperint nubila, & ab eo tempore rarescere. Lætus itaque ad negotium reversus, Mercurium in splendidissimo Sole summe nigricantem contemplatus sum, & ultimas phases exacte defini vi: en ea quæ chartis mandavi.\n\nTemp. Appar.\nD. H. ' ''.\n\nOct. 25. 00. 58. 34. Inter Solis Mercuriique limbos distantia Mercuriali diametro æqualis quamproximum.\n\n01. 00. 33. Contactus ultimus interior.\n01. 25. Centri egressus, judicio oculi.\n02. 16. Contactus ultimus exterior.\n\nPridie, paulo post meridiem mensurata est diameter Solaris 32'. 27''. tubo 12 ped. micrometro armato, & optimæ notæ, codem nempe quo in hisce ullo fuit.\n\nHaec tenus de proprio penu. Sed neque præterunda est observatio circa initium insignis a D. Bird peracta, in vico dicto Surrey-street, a nostro ad orientem secundo minuto temporis cum semissè remoto. Is nimirum, telescopio catadioptrico multum ampliante, exile admodum lucis filamentum inter Solis & Mercurii jam ingressi limbus deprehendit, vix decimæ parti, ut aiebat, Mercurialis diametri æquale; idque 8h. 30'. 56''. scilicet 8h. 30'. 54''. ½. in ædificiis Beaufortensibus, uti ex horologiis probe a meipso in-\ninvicem comparatis innotuit; unde totalem ingressum in ædificiis Beaufortensibus ad 8h. 30'. 40''. quamproxime referre haud iniquum puto.\n\nLicetne demum ex præmissis integrum transcursum, quasi in ædificiis Beaufortensibus visum, in hunc modum contexere?\n\nTemp. Appar.\nD. H. '. ''.\n\nOct. 24. 20. 28. 57. Contactus primus exterior.\n29. 48 1/2. Centri ingressus.\n30. 40. Contactus primus interior.\n\nOct. 25. 01. 00. 33. Contactus ultimus interior.\n01. 24 1/2. Centri egressus.\n02. 16. Contactus ultimus exterior.\n\nQuoad temporis momenta in utroque transitu notata, minime hærendum censeo, cum a Sole meridiano utrobique capto rem extra dubitationis alcam ponì nemo negaverit.\n\nValeas:\n\nNov. 7. 1743.\n\nTui observantissimus,\n\nJ. Bevis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104225.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 2451,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1160,
        2
      ],
      [
        1160,
        2634,
        3
      ],
      [
        2634,
        4075,
        4
      ],
      [
        4075,
        5529,
        5
      ],
      [
        5529,
        6260,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104225",
    "title": "Epistola Johannis Bevis, M. D. ad Gul. Jones, Armig. R. S. S. de Transitibus Mercurii Sub Sole, Oct. 31. 1736. et Oct. 25. 1743",
    "authors": "Johannis Bevis",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104225"
  }
}