{
  "id": "001cb2b519df97f5f0a1a2cedddefa6fbbd2fce0",
  "text": "Inclination, and that Table, and the Latitude of the place, he can find the Longitude of any place in world.\n\nBy that Table also he finds Mr. Rob. Normans Inclination, which he found A. 1576; and can shew what will be the greatest and least Inclination of the Inclinatory Needle in any Latitude in the world.\n\nHe hath four Examples of finding the Longitude by the help of the Inclinatory Needle; one at Balora in East-India in the year 1657. Another at Cape Charles, on the coast of Virginia before that time. The third, at the Cape of Good Hope. The fourth, at the Straights of Magellan.\n\nSo far He: who, 'tis hoped, will shortly by the generosity of some Noble Virtuoso or other, recompensing his studies and pains, be induced to discover to others this his knowledge.\n\nAn Extract of a Letter written by Mr. John Templer June 16, 1673. containing some Observations upon a pleasant way of catching Carps.\n\nOn Thursday last, Sir Justinian Isham invited me to walk with him to his Fish-ponds, and to see a boy throw out Carps with his hands at any time in the heat of the day. I saw four very large ones, that the boy took. His way was this: He waded into the Pond, and then returning to the sides, he would grope them out in the Sedg or weeds, and, tickling them with his fingers under the belly, quickly remove his fingers to their gills, and throw them out upon the land. And this he did not in a narrow but large pond, of half an Acre of ground, or rather an Acre. In which practice I must note two or three things, that seem observable to me;\n\n1. Carps (and I suppose all other fish that keep near the bottom) keep always in a shoal, although happily there may be more than one company, answerable to the difference of their Sexes; as in Deer at some seasons.\n\n2. When they move from one place to another, they raise the mud in the heat of the day; and you may easily observe, what\nwhat road they travel, by the muddy tincture near the bottom of the water, and that so certainly as you cannot easily miss of covering the greatest part of them with a cast-net; as I have formerly been shown by Mr. Ferdinando Pulton of Desborough.\n\n3. (What I would most observe;) The boy knows, when he is upon the Carps layer (if I may use that term,) by the warmth of the water; and when he finds that heat in the water, though he neither see nor feel any Carps (in the middle of the pond,) he immediately repairs to the sides to pursue his game. I am, &c.\n\nAn easy way of raising Fruit-trees to what numbers any desires; communicated to the Publisher, by Mr. Lewis of Totnam Highcross.\n\nTake a piece of the root of any Apple-tree or Pear-tree, &c. about six inches long, and tongue-graft a graft of an apple or pear into the root. The way of Tongue-grafting is, to cut the root sloping about one inch, and the graft sloping in like manner one inch; cutting both very smooth. Then cleave the root and the graft likewise about one inch, and enter them into one another, that the sap of the graft may join to the sap of the root as much as you can. Lap the joyned place about with a little hemp or flax-hurds; set the root so grafted into the ground about ten or twelve inches deep, so as the joint may be covered at least four inches under the earth, that it may not be bared at any time, but kept moist by the Earth.\n\nThe root you graft upon, must not be less than your graft; it is no inconvenience, if it is bigger; then you can joyn the sap of the graft and root only on one side. It is best that the root and the graft be of the same bigness; then they will joyn on both sides: But there is no need you should be critical.\n\nIt is not necessary, the Graft should be of one years growth: Your Graft may be any fair straight branch, as big as a mans-finger, five or six foot long, provided the root be proportionable.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101359.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1033,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1886,
        2
      ],
      [
        1886,
        3807,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101359",
    "title": "An Extract of a Letter Written by Mr. John Templer June 16. 1673. Containing Some Observations upon a Pleasant Way of Catching Carps",
    "authors": "John Templer",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101359"
  }
}