{
  "id": "d370ac461fc440458f0bfe178f3cb30567b9b33d",
  "text": "20. If in the Euxine-Sea there can be found any sign of the Caspian Seas emptying itself into it by a passage under ground? If there be any different Colour, or Temper as to Heat or Cold; or any great Current or Motion in the Water, that may give light to it?\n\n21. By what Inland passages they go to China; there being now a passage for Caravans throughout those places, that would formerly admit of no Correspondence by reason of the Barbarisme of the Inhabitants?\n\n22. Whether in the Aqueducts, they make, they line the inside with as good Plaster, as the Ancients did? and how theirs is made?\n\n23. To inquire after these excellent Works of Antiquity, of which that Country is full, and which by the ignorant are not thought worth notice or preservation? And particularly, what is the bigness and structure of the Aqueducts, made in several places about Constantinople by Solyman the Magnificent? &c.\n\nAn Observation of Optick Glasses, made of Rock-Crystal.\n\nThis is contained in a Letter, of Eustachio Divini, Printed in Italian at Rome, as the 39. Journal des Scavans extracts it; vid.\n\nThough it be commonly believed, that Rock-Crystal is not fit for Optick-Glasses, because there are many Veins in it; yet Eustachio Divini made one of it, which he faith proved an excellent one, though full of Veins.*\n\n*It may be queried whether those were true Veins, or only Superficial Striatures, a slight scratches.\n\nAn accompt of the Use of the Grain of Kermes for Coloration.\n\nThis was communicated by the Ingenious Dr. Croon, as he received it from one, Monsieur Verny, a French Apothecary at Montpelier; who having described the Grain of Kermes, to be an excrescence, growing upon the Wood, and often upon the leaves.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101532.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 490,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1716,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101532",
    "title": "An Observation of Optick Glasses, Made of Rock-Crystal",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101532"
  }
}