{
  "id": "148711c57b3796b47651280e9f560de94755d34e",
  "text": "I. An Account of the Rain which fell every Year at Upminster in Essex, the last Eighteen Years, with Remarks upon that of the Year 1714. By W. Derham, F.R.S. Also a Comparison of what has been observed of that kind at Paris, by M. De la Hire.\n\nLAST Year having been so remarkably Dry, that Ponds hereabouts are for the most part dry, and the Springs generally either very low or quite failing, I had the Curiosity to make an Extract (out of my Registers of the Weather, &c.) of the Quantity of Rain which fell at Upminster the last 18 Years. The Particulars of which, every Year, may be seen in the following Table. In one Column of which, the Weight of the Rain in Pounds Troy and Centesimals of Pounds, may be seen; in the other, the Depth of it in Inches and Centesimals of Inches, or what Height it would have been, had it not been imbibed by the Earth, or lessened by Exhalations, but been suffered to have stagnated on the Ground.\n\nAmong the Dry Years, 1704 was complained of for one; which I remember the Newspapers reported to have been so considerable at Venice, that they were forced to fetch their Water in Barks five Leagues off, as far as the Brenta; so that publick Prayers were put up for Rain. Yet we may observe that several other Years were drier than that with us at Upminster. But among them all, none comparable to the last Year 1714. In which the whole Quantity of Rain was no more than $55 l. 95 Hundredths$, or 11 Inches 19 Hundredths; whereas the least Quantity of any of the preceding 18 Years, exceeded 15 Inches in Depth.\n\nWhat Effects this Drought hath had in the Bodies of Animals, I leave others to judge. It is well known how contagious and fatal a Distemper hath raged among, not only\nonly our own Black Cattle, but in many other Parts of Europe. And I observed the Itch was epidemical among the poorer sort, at the beginning of the Year; that the Measles were very common, some Parts of the Year; and that Pleuritis and Malignant Fevers infested a great many, especially in the Summer Months. But how far these Distempers might be owing to the Dry Season, I leave to the Judgment of our learned Physicians.\n\nWith greatest Duty and Respect I am the Society's\n\nMost humble Servant, &c.\n\nA Table of Rain which fell at Upminster, from the Year 1697, to the Year 1714.\n\n| Year | Weight. | Depth. |\n|------|---------|--------|\n|      | l. Cent.| inch.  |\n| 1697 | 77      | 15     |\n| 1698 | 122     | 24     |\n| 1699 | 75      | 15     |\n| 1700 | 95      | 19     |\n| 1701 | 93      | 18     |\n| 1702 | 101     | 20     |\n| 1703 | 119     | 23     |\n| 1704 | 79      | 15     |\n| 1705 | 84      | 16     |\n| 1706 | 121     | 24     |\n| 1707 | 81      | 16     |\n| 1708 | 96      | 19     |\n| 1709 | 132     | 26     |\n| 1710 | 91      | 18     |\n| 1711 | 118     | 23     |\n| 1712 | 118     | 23     |\n| 1713 | 115     | 23     |\n| 1714 | 55      | 11     |\n\nT2\nTo compare with these, we have collected out of the Memoirs of the Royal Academy of Sciences, the Quantity of Rain and Dissolved Snow which has fallen at the Observatory at Paris for 23 Years together; according to the accurate Observation of M. De la Hire. And that the Comparison might be made more justly, we have reduced the French Measure to our own. But it is to be observed that the Diversity of Style makes the Years not exactly the same, though, as to this Matter, the difference may seem very inconsiderable. We have forborne to make any Remarks upon this Comparison, leaving it to the Consideration of the curious Reader.\n\n| Anno. | French Inch | French In. | English Inch. Cent. |\n|-------|-------------|------------|---------------------|\n| 1689  | 18          | 11\\(\\frac{1}{2}\\) | 20 23               |\n| 1690  | 23          | 3\\(\\frac{3}{4}\\) | 24 87               |\n| 1691  | 14          | 5\\(\\frac{1}{2}\\) | 15 40               |\n| 1692  | 22          | 7\\(\\frac{1}{2}\\) | 24 14               |\n| 1693  | 22          | 8           | 24 18               |\n| 1694  | 19          | 9           | 21 07               |\n| 1695  | 19          | 7\\(\\frac{3}{4}\\) | 20 96               |\n| 1696  | 19          | 5\\(\\frac{1}{2}\\) | 20 76               |\n| 1697  | 20          | 3           | 21 60               |\n| 1698  | 21          | 9           | 23 20               |\n| 1699  | 18          | 8\\(\\frac{1}{2}\\) | 19 93               |\n| 1700  | 20          | 0\\(\\frac{1}{2}\\) | 21 38               |\n| 1701  | 21          | 4\\(\\frac{1}{2}\\) | 22 78               |\n| 1702  | 16          | 4           | 17 42               |\n| 1703  | 17          | 4\\(\\frac{1}{2}\\) | 18 51               |\n| 1704  | 19          | 10\\(\\frac{1}{2}\\) | 21 20               |\n| 1705  | 13          | 10\\(\\frac{3}{4}\\) | 14 82               |\n| 1706  | 15          | 3\\(\\frac{5}{8}\\) | 16 32               |\n| 1707  | 17          | 11          | 19 11               |\n| 1708  | 18          | 3\\(\\frac{1}{2}\\) | 19 51               |\n| 1709  | 21          | 9\\(\\frac{1}{2}\\) | 23 21               |\n| 1710  | 15          | 8\\(\\frac{3}{4}\\) | 17 10               |\n| 1711  | 25          | 2           | 26 84               |\n\nII. Solutio",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103044.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6364,
    "total-output-tokens": 1919,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1718,
        2
      ],
      [
        1718,
        2891,
        3
      ],
      [
        2891,
        5118,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103044",
    "title": "An Account of the Rain which Fell Every Year at Upminster in Essex, the Last Eighteen Years, with Remarks upon That of the Year 1714. By W. Derham, F. R S. Also a Comparison of What Has Been Observed of That Kind at Paris, by M. De La Hire",
    "authors": "De La Hire, W. Derham",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103044"
  }
}