{
  "id": "2e6914d2292a2951678d02c291200550390645bc",
  "text": "said to be amphi/bena, but do move forward only by the head, which is fairly distinguishable from the tail by a notable blackness. That the three, I took out of the body of one Beetle, were all of a dark hair-colour with whitish bellies, somewhat thicker than hoggs bristles; but I took out of the body of another beetle one that was much thicker than the rest; much lighter coloured; and by measure just five Inches and a half long; whereas all the rest did not exceed three inches three quarters.\n\nAn Extract of a Letter, written March 5. 1672. by Dr. Thomas Cornelio, a Neapolitan Philosopher and Physician, to John Dodington Esquire, his Majesties Resident at Venice; concerning some Observations made of persons pretending to be stung by Tarantula's: English'd out of the Italian.\n\nSIR\n\nNow the time approaches, that I may send you some Tarantulas. Meanwhile I shall not omit to impart unto you, what was related to me, a few daies since, by a judicious and unprejudicate person, which is; That being in the Country of Otranto (where those Insects are in great numbers,) there was a man, who thinking himself stung by a Tarantula, shew'd in his neck a small speck, about which in a very short time there arose some pimples full of a serous humour, and that, in a few hours after, that poor man was sorely afflicted with very violent symptoms, as Syncope's, very great agitations, giddiness of the head, and vomit; but that without any inclination at all to dance, and without all desire of having any musical instruments, he miserably dyed within two daies.\n\nThe same person affirm'd to me, that all those that think themselves bitten by Tarantula's, (except such, as for some ends fain themselves to be so,) are for the most part young wanton girles, (whom the Italian writer calls Dolci di sale,) who by some particular indisposition falling into this melancholly madness, persuade themselves according to the vulgar prejudice, to have been stung by a Tarantula. And I remember to have observed in Calabria some women, who feigned on by some such accidents were counted to be possest with the Divel; it being the common belief in that Province, that the greatest part of the evils, which afflict man-kind, proceeds from evil Spirits.\n\nThis brings to my mind a terrible evil, which often enough is\nis observ'd in Calabria, and is call'd in their language Coccio maligno. It ariseth on the surface of the body, in the form of a small speck, of the bigness of a lupin. It causeth some pain, and if it grow not soon red thereupon, it in a very short time certainly kills. 'Tis the common opinion of those people, that such a distemper befalls those only, that have eaten flesh of Animals dead of themselves: which opinion I can from experience affirm to be false. So it frequently falls out, that of many strange effects, we daily meet with, the true cause not being known, such an one is assigned, which is grounded upon some vulgar prejudice. And of this kind I esteem to be the vulgar belief of the cause of that distemper, which appears in those that think themselves stung by Tarantulas.\n\nBut why should not we rather think, that that distemper is caused by an inward disposition, like that which in some places of Germany is wont to produce that evil, which they call Chore Sti Viti, St. Vite's dance. But of this I hope I shall soon be able to write my thoughts more fully, which will, I think, be sufficient to refute that fable of the Tarantula.\n\nAn Account of the Apouensian Baths near Padua; communicated by the forementioned Inquisitive Gentleman, Mr. Dodington, in Letter written to the Publisher from Venice March 18. 1672.\n\nSIR,\n\nIn the Observations and History of Nature possibly this may not be unworthy the notice. Five miles from Padua are the waters, call'd Aponensis, from a town called Aponum, famous in antiquity, and among others frequently mention'd by Livy. Will not doubt, but that Sr. I.F. and D.B., two worthy members of the R.Society and who lived long in Padova, have inform'd themselves most exactly of what ever I shall be able to say on this Subject; however I do not scruple to give you a short relation of it.\n\nThe waters are actually very hot. Secondly, they are stinking. Thirdly, they yield a great deal of very fine salt; of which the natives serve themselves in their ordinary occasions. This salt is the thing, I think most considerable there. It is gather'd in this manner: The Natives, after Sunset, stir pieces of wood in the water, and presently the Salt sticks to them, and comes off in small flakes, exceeding white, and very salt. This never looses its favour. The people there, with the same water use to wash the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100933.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1197,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2304,
        2
      ],
      [
        2304,
        4666,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100933",
    "title": "An Extract of a Letter, Written March 5. 1672 by Dr. Thomas Cornelio, a Neapolitan Philosopher and Physician, to John Dodington Esquire, His Majesties Resident at Venice; Concerning Some Observations Made of Persons Pretending to be Stung by Tarantula's: Englisb'd Out of the Italian",
    "authors": "Thomas Cornelio",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/100933"
  }
}