{
  "id": "0e1510abfa43a2cfa041c938f1bc8fe3d506e59f",
  "text": "XLI. A Letter from Richard Waring, Esq; F. R. S. to the Hon. Daines Barrington; on some Plants found in several Parts of England.\n\nSIR,\n\nRead Nov. 14, 1771. I WOULD sooner have acknowledged the honour of your very obliging answer to the letter, I took the liberty of writing to you, if I had not waited a while, in hopes of having something to communicate, that might, in some degree, merit your acceptance. Nothing better, than the following, having yet fallen in my way, I present you with\n\nA catalogue of some indigenous plants, in places not heretofore mentioned, in the counties of Salop, Stafford, Chester, Flint, Denbigh, Carnarvon, and Merioneth, that are scarce in this island, or have been generally supposed to be so, or not indigenous; and occasionally of such in other counties; and some, that, though common in some other counties, are scarcely, or not at all to be found in these; and also of such as may be doubtful, perhaps originally foreign, though generally supposed to be natives of Britain.\n\nAcer\nAcer majus Ger. Nullibi quod sciam in Anglia sponte oritur. Raii Syn. A stranger in England, only where planted. Gerard. Perhaps we have not any tree more hardy, or more apt to be propagated from the seeds; since those of this tree do not often fail of taking root, upon whatever soil they fall, and if they were not heavier than some other winged seeds, or less coveted by birds than some of the more solid or pulpy kinds, there would perhaps be no reason, why this tree should not be as much dispersed throughout the country as the most common tree we have; except that it may have been more lately introduced among us.\n\nAgaricus parvus lamellatus, pectunculi forma, elegans. Dill. Cat. Giff. Here in November, on sticks rotted on the ground.\n\nAgaricus trilobatus, supernè albus, lævis, infernè ferrugineus, foraminibus oblongis et rotundis elegantè punctatus. An Fungus arboreus lobis rubellis, diversimodè figuratis et punctatis. R. Syn. On a hazel tree near Congleton, Cheshire, in October.\n\nAngelica sativa C B. Ray in Cat. Angl. tit. Hypposelinum, says, \"By this, when young, I suppose they were deceived who gave information to the compilers of Phyl. Brit. that Angelica sativa grew on the rocks near Berwick.\" They might have taken it from Dr. Johnson's Merc. Botan. However it is wild in many places by the Thames-side, particularly at Stangate, Lambeth; and I have found it far from any water, in a gravel-pit near the end of St. Edmund's-bury, toward Sudbury.\n\nApium\nApium petraeum, sive montanum album J.B. On Halton-castle, and on a wall at the chamber of the forest De-la-mer, Cheshire, and on the garden-wall of the Abbey of Pershore, Worcestershire.\n\nAquilegia flore caeruleo Ger. In sylvis et dumetis. R. Syn. I have not seen it wild.\n\nAquilegia fl. purpureo. Some years ago I found one only in a wood here, where none has since appeared.\n\nAquilegia fl. atro rubido. Four of this kind on a small bank by the high-way about half a mile from Wore, Salop (towards Namptwich).\n\nBerberis dumetorum. C B. In the hedges on each side of the road from Ludlow, opposite to Hawford-chapel, and thence to a brook about a mile off, plentifully, and less so about half a mile further, toward Stretton, Salop; also in some places between Shrawarden and Ness-cliff, and between Blacker's-ford and Prees in that county: but whether elsewhere than in hedges, or there spontaneous, or sown, or planted, I do not know.\n\nBetulus sive Carpinus Ger. In sylvis et sepibus. R. Syn. I have not observed it more northward than Bedfordshire, though Gerard says, \"plentifully in Northamptonshire.\"\n\nBistorta major Ger. In pratis humidis et umbrosis. Ph. Brit. In a trench without the Western wall of the castle of Ruthin, Denbighshire.\n\nBlattaria lutea J.B. By the road side a little short of a place called the Marsh between Ludlow and Stretton, Salop, I once observed a single plant; and this year in a wild and long neglected part, perhaps three perches, of a gentleman's garden, near\nnear Oswestry in that county, I saw, I believe, above a hundred. Neither the gentleman, nor his gardener, could account for the production of them; or had ever observed them before that instant.\n\nCardamine tripla, sc. ad gradum quartum, proliﬁra, ﬂoribus plenis. I have often found it so hereabout, and near Oswestry, and suspect it may not be uncommon, though unobserved elsewhere.\n\nCardamine flore majore elatior Tourn. Inst. Nasturtium aquaticum, amarum. Park. In the bog near the bath at Willowbridge, Staffordshire.\n\nCarduus Mariæ Ger. Ad agrorum margines et in aggeribus fossarum non rarò occurrit. Ray Hist. Though frequent about London, it is so rare in these counties, that I have seen of it only in the church-yard at Ince in Cheshire, and about the castle at Caergwrle, and in two other places, in this county of Flint. I have not seen one good figure of this elegant plant.\n\nCarduus Mariæ non maculatus R. Hist. hirsutus non maculatus Ph. Brit. The word hirsutus seems to have been improperly added, for Ray in Hist. says, \"non alia in re à vulgari Carduo Mariæ differt quam quod folia edat maculis deﬁtuta;\" and I have seen it about Kennington-common, Surry, as smooth as the former species, which is rather veined than spotted.\n\nCarduus tomentosus, Acanthium dictus, vulgaris R. Syn. Spina alba sylvestris Fuchsi J. B. \"In aggeribus fossarum, ad sepes et in incultis non rarò occurrit.\" R. Hist. I have seen it only in the neighbourhood of London.\nCarduus capite tomentoso J. B. A little short of Gatehouse-green, in the road from Middlewich, Cheshire, plentifully; and not anywhere else, that I have seen, in these counties.\n\nCarduus nutans J. B. \"In agris incultis et restilibibus non raro provenit.\" R. Hift. It is not frequent in this part of the kingdom, where I have observed it only on the Bailey-hill at Mold (there but sparingly), and about Pont-newidd near Kilken in this county, plentifully.\n\nCarduus stellatus sive Calcitrapa J. B. \"Juxta vias publicas, circa oppida et pagos, inque incultis et sterilioribus frequens est.\" R. Hift. And, according to Gerard, this and Carduus solstitialis are \"in barren places by cities and towns, almost every where.\" The last is a stranger to me, and I have not seen the former more Northward than between Northampton and Leicester.\n\nCaryophyllata vulgaris majore flore, C. B. Vulgaris major Park. I once found it on a rock in a wood near this place.\n\nCaryophyllata aquatica nutante flore C. B. aquatica flore rubro, striato J. B. montana, sive palustris, purpurea Park. In many damp parts of the woods here, so abundantly, that a great deal of ground is entirely covered with it. Parkinson's figure, which is taken from that of Caryophyllata aquatica Matth. represents the leaves very different from those of this plant, and not at all answerable to his own description of it. He there very properly observes, that they are somewhat like to, but with longer foot-stalks than, his Caryophyllata montana, the figure of which he has copied from\nthat of Caryophyllata major rotundifolia, Caryophyllata montana Matthioli L’Ob. Icon. but Matthiolus’s figure of Caryophyllata montana resembles them only in the leaves and root. L’Obel’s (and consequently Parkinson’s) figure is much better in respect of the flower; though the petala are not very distinct, nor is the thrum prominent enough, which two faults are in all the figures, I have seen, of this plant.\n\nI once found here, together with this kind, one of a fine bright yellow; but not otherwise different. An Caryophyllata montana flore luteo nutante Hort. Reg. Par.? and once also one of the usual hue, double and proliferous. An Caryophyllata montana flore pleno proliferò Breynii R. Hist.? But I suspect, they were only accidental varieties.\n\nCaryophyllus montanus minor C.B. marinus minimus l’Ob. Icon. Not only on the salt marshes in our maritime counties, and on the higher rocks of Snowden, as already observed: there are two large inclosures, about two miles by computation, from Dôlgelle, and a large moorish place about two miles further, toward Festiniog, almost covered with it.\n\nCassida palustris vulgator fl. cœruleo Tourn. Lysimachia galericulata l’Ob. In this part of England, I have observed it only by the sides of a ditch and rill dividing the parts and the home-house pastures at Ince, Cheshire, and about thirty paces from Thornton-brook. There plentifully.\n\nCentaurium luteum perfoliatum J.B. &c. Not very common in these parts; but we have it here in some of the upper pastures.\n\nCerasus\nCerasus avium nigra et racemosa, Ger. Very common in woods, thickets, and hedges hereabout. I have also seen it in hedges in Denbigh and Merionethshires.\n\nChamaecistus vulgaris, fl. luteo, C. B. Heleanthemum vulgare, fl. luteo, I B. On the rocky hills about Llanveras, Denbighshire. Though usually on such dry, and especially on chalky soils, I have seen it even in a damp and very shady part of a woody dingle, at Hayes near Oswestry.\n\nChamaedrys vulgaris Park. seu sativa R. Syn. An Chamæmorus minor repens C.B.? Plentifully on a wall of the castle at Whittington, Salop.\n\nChamæmorus ———. Gerard has the Knot or Cloudberry twice, under the several articles of Chamæmorus and Vaccinia nubis; and in Phyt. Brit. it is severally understood under those of Chamæmorus, Ger. and Vaccinia nubis, Ger. et Chamæmorus ejusdem, the former of which, according to Gerard and Phyt. Brit. after him, is \"upon Stanmore, between Yorkshire and Westmoreland,\" the other, according to Ph. Brit. \"upon the tops of the high mountains both of the North and in Wales.\"\n\nParkinson makes two species or varieties of Chamæmorus, viz. Chamæmorus Anglica, and Chamæmorus Cambro-Britannica, five Lancastrense Vaccinium nubis, and says, \"Dr. L'Obel found the last growing in Wales, and the shires near thereunto, as well as in Lancashire:\" but L'Obel has not given a figure of either. Parkinson's figure of the former is like that of Rubo Idæo minori affinis Chamæmorus J. B.\n\nChildrey,\nChildrey, in Brit. Bac. says, the Cloudeberry is peculiar to the top of Pendle-hill in Lancashire, and I do not know that any later author places it in Wales.\n\nUpon the 10th of August last, I found about Cader Vron-wen, the highest point of Berwin mountains, in Denbighshire, one species of Chamæmorus in vast abundance. The principal stalks, and the bosoms or wings of the footstalks of the leaves, were like those of the figure mentioned; but the leaves like those of Chamæmorus Cambro-Britannica Park. The calix, or rather the perianthemum, in some plants, had five, in others only four divisions. Not only the flowers were past, but the berries were fallen or had been gathered.\n\n*Clematis sylv. latifol. five Viorna Park.* \"Ubique in sepibus,\" Merr. Pin. I have not observed it more Northward than between Stouton and Pershore, Worcestershire; and between Plumb-park corner and Cuttle-mill, Northamptonshire.\n\n*Cochlearia rotundifol. minima, Park.* In the grass, near the top of Snowdon.\n\n*Conyza major Matthioli, five Baccharis quibusdam, J.B.* More sparingly in these than in the more Southern counties. In the inner court, and the walls above the leads of the castle of Ludlow, Salop, and along the highways, many miles about that town; also about Stretton in that county: in the road about a quarter of a mile from Denbigh toward Llansanan, and on a rock almost at the bottom of Snowdon (near Llyn. fynnon glâs).\n\nConyza\nConyza palustris ferratisol. C. B. palustris major Park. By the Eastern side of the river Dee, just above Eaton-boat, Cheshire, sparingly.\n\nCoronopus vulgaris sive Cornu cervinum, Park. In this part of the county, I have not seen it far from the sea.\n\nCrataegus fol. laciniato Tourn. Sorbus torminalis, C. B.\n\nCrataegus fol. subrotundo, serrato, subtus incano Tourn. Sorbus sylvestris Aria Theophrasti dicta, Park. I have not observed either this or the former in this part of the kingdom; though Gerard says, Sorbus (he seems to mean Sorbus sativa, C.B. which is still more rare, if at all of natural growth in this land) and Sorbus torminalis grow \"in woods and groves, in most places of England.\"\n\nCrataegus Fennica Kalmii, Lin. Fl. Suec. On the wall of Castell Dinas brân, Denbighshire, two plants in 1764, and in 1770, a few younger, but the larger of the two former then dead.\n\nCruciata vulgaris, Park. From some particular native places mentioned by authors, it seems not to be common in the counties about London: but there is scarcely any herb more so in this part of the kingdom.\n\nCyanus fl. albo, maculis coeruleis sive purpureis notato, staminibus coeruleis. About St. Edmund's-bury.\n\nCymbalaria, C. B. On many walls, beside those already mentioned, by the Thames-side; particularly from Mill-bank to Westminster-bridge, and at Lambeth, opposite: at the Savoy, and on Somerset-house\nset-house garden-wall. On the brick-walls at Brinkinnalt, the seat of lord Dungannon, in Denbighshire, abundantly. I could learn only, that it was known to have been there above fifty years.\n\n*Dipsacus minor seu Virga pastoris*, Ter. Emac. \"In humidis et aquosis, ad sepes et rivulos.\" R. Syn. We have it hereabout, and I have seen it in a few places in Denbighshire and Shropshire. It is however far from being general.\n\n*Echium vulgare*, J. B. &c. \"Secus vias et semitas, inque muris non raro, et arvis sterilioribus nimis etiam frequens.\" R. Syn. By the road-side, about a mile from Hamstead (toward Wolverhampton) Staffordshire, and at Wrine-hill, Cheshire; not elsewhere, that I have seen, nearer this way, than Broadway-hill, Worcestershire.\n\n*Elaphoboscum Matth.* By the sides of Stanny-brook, in many places toward Ince, Cheshire.\n\n*Equisetum sylvaticum tenuissimis setis*, C. B. By the road-side (between Trevalin and Hope, Flintshire) in the township of Llai, Denbighshire.\n\n*Erica vulgaris hirsutior*, Park. That on one of the Camp-hills, Staffordshire, seems to be entirely such (though not on the adjoining hills), and it is very frequent, with the common sort, in many other places.\n\n*Erica baccifera procumbens nigra*, C. B. On Salatin-mountain, Salop; on the driest parts only of the mountain called Gwern-to in Flintshire, and on the bog at Willowbridge, Staffordshire.\n\n*Euonimus vulgaris*, Park. \"In sepibus frequens.\" R. Hist. It is very infrequent this way. I have seen it growing singly, not in many places, in Shropshire,\nShropshire, and in one place only in this county of Flint.\n\nFagus, Park. \"This groweth through most woods in England.\" Park. Not through many in this part of England, though I have sometimes, even this way, seen a young tree, spring from the fallen mast, among old ones, that had been planted; and this being more frequently the case in some parts, where the soil is more suitable, the observation of Cæsar may still be just, that in his time there were not any trees of this kind in Britain.\n\nFlos Adonis, Park. Plentifully on the ground among the ruins of the Abbey, at St. Edmund's-bury.\n\nFœniculum sylvestre, Park. & vulgare ejusdem; for according to R. Hist. they do not differ. On the castle-bank at Shrewsbury; in the trench within the castle of Ruthin; about the gravel-pit at Hyde-park corner; and in the year 1756, almost all over the church-yard of Warden in the isle of Shepey.\n\nFrangula sive Alnus nigra baccifera, Park. \"In sylvosis, udis persæpè reperitur.\" R. Hist. Though pretty common in such places about London, and in some parts of Kent, especially about Tunbridge-town and Wells, I have not observed it this way, except in the coppice, called the park, at Willowbridge, Staffordshire, where there is a good deal of it in a very dry gravelly soil.\n\nFumaria cum capreolis, J. B. On Caergwrle castle-hill, and on other hills there-about in this county; on the Wreken, and on Arcal-hill, near it; under a rock in the Forest De-la-mer, and on Vol. LXI.\nHelsby Tor, and most abundantly among the oak-bushes on two small hills at the foot of the Tor, Cheshire. It still grows where Mr. Ray observed it, near Bala, and also in many hedges about that town and neighbourhood; and in and about Dôlgelle, the roofs of many buildings are covered with it.\n\nFungus albus ovum referens R. Syn. oviformis Merr. ovatus, J. B. Martyn, in his Translation, &c. of Tournefort's Histoire des Plantes aux env. de Paris, says, he found it in great plenty at Chesterton, in May, and J. Bauhin says, it appears in April. We have it plentifully every year on the grass-plots about this house, and I have seen it in two places in Denbighshire; but never earlier than September, or later than November.\n\nFungus muscarius, Park. Fungi muscas interficientis 4. species, C. B. &c. R. Hist. venenati, muscarii diëti, quarta et elegantissima species J. B. About two beech-trees on the common opposite to Hayes near Oswestry, Salop; on Auger-heath, Cheshire; and most abundantly in a grove at the top of lord Chetwynd's garden at Mare, or Meer, Staffordshire, and in the coppice, called the park, at Willowbridge in that county; in October.\n\nThis is the most beautiful Fungus, I have seen; and I do not know that it has before been mentioned as of this land, though Parkinson generally says, \"in the woods that have been felled.\" Perhaps this, that I have met with, is a variety of the above cited authors; for the striæ, or lamellæ, are white; whereas, according to J. Bauhin and Mr. Ray, they are black; and the pedicle, of which\nwhich they give us only the dimensions, is also white.\n\nFungus angulosus et velut in lacinias sectus, C. B. luteus sive pallidus, Chanterelle dictus, se con-\ntorquens, esculentus, J. B. In woods here, and elsewhere, in July, August, September, and October. It is very beautiful.\n\nFungus piperatus albus, lacteo succo turgens, J. B. In woods here in September.\n\nFungus maximus, albus, lactescens, non acris. In Willowbridge-park, and Broughton-wood, Staffordshire. October.\n\nFungus parvus parvi galeri formam exprimens, rufus, C. B. On Caergwrle castle-hill in this county. October and November.\n\nFungus mediæ magnitudinis, pileolo supernè è rufo flavicante, lamellis subtus fordidè virentibus. R. Syn. With the last preceding.\n\nFungus medius pileo muco æruginæ coloris obducto R. Syn. Frequent hereabout. September.\n\nFungus acetabulorum modo cavus, radice carens, C B. Fungi Pericæ Plinii Col.\n\nFungus Hepaticæ saxatilis forma, C. B. Fungi Pericæ altera species, Col. This and the last preceding in the soil about the stools of oaks cut down, hereabout, and about Willowbridge, Staffordshire, in November. They are of a fine orange colour, and of great beauty.\n\nFungus ophioglossoides non descriptus, Ph. Brit. ophioglossoides niger, R. Hist. Abundantly on the grass-plots about this house, and at Hayes, Salop. I have seen it elsewhere on dry ground in both\nboth these counties, and believe it is often overlooked.\n\nFungi parvi lutei ad ophioglossoidem accedens, R. Hist.\n\nFungus terrestris, digitatus dictus, minor, Park.\n\nFungus candidus digitatus minor, C.B.\n\nFungus ramosus candidissimus cernoides, sive digitatus minimus, nonnunquam corniculatus. Plot. Nat. Hist. Staff.\n\nFungus ramosus, flavus et albidus, J. B. In a dry thicket by the brook Terrig, in Treithen in this county. August.\n\nFungus parvus luteus, ramosus, R. Syn. On the grass-slopes here; on the ascent from the river Alen to Gresford, Denbighshire; in the Park at Willowbridge, and on Heyley-castle-bank, Staffordshire.\n\nFungus pyriformis, Merr. Pin. In pastures hereabout. September.\n\nFungus pulverulentus, Crepitus Lupi dictus, major, pediculo longiore ventricoso, R. Syn. In pastures hereabout, at the end of March, and in September.\n\nFungus phalloides, J. B. foetidus, penis imaginem referens, C. B. I suppose, it is common in September, in most counties, though oftener scented than seen. It is hereabout known by the Welsh name, Gingroen, or Cingroen.\n\nGenistella tinctoria, Ger. \"In pascuis nimis fre- quens.\" R. Syn. I have not seen of it in this county.\ncounty, though I have often in those of Chester and Stafford.\n\nGenistella aculeata, Park. Not so frequent this way as about London. Abundantly about Horton, near Malpas, Cheshire, and between Dôlgelle and Festiniog.\n\nGentianella fugax autumnalis elatior, Centaurii minoris foliis, R. Syn. Variat floris colore, carneo, cœruleo, albo. On the bank at Clomendy in Llanveras, Denbighshire. It seems to differ only in size from Gentianella autumnalis Centauriæ minoris foliis Park.\n\nGeranium batrachoides, J. B. In the field, which is next above the bridge, called Pont-llong, and between the rivers Alen and Terrig in this township, Leeswood; on the bank at Clomendy in Llanveras, and in the church-yard of Llanveras, Denbighshire, and most abundantly about the Derbyshire end of Burton-bridge.\n\nGrossularia, Park. Not unfrequently in hedges and thickets and upon walls.\n\nHelenium, sive Enula campana, J. B. I have seen it in a few fields in this county; in some waste places about Fresh-water, and elsewhere, in the Isle of Wight; but nowhere so plentifully as in the fields and lanes about Aber in Carnarvonshire.\n\nHerba Paris, J. B. Sparingly in a wood in Treithin, and in one in Broncoed, both near this place, with 4, 5, and 6, leaves.\n\nHipposelinum sive Smyrnium vulgare, Park. \"In most places of England.\" Ger. It is certainly very rare. I have seen of it only in the two inner courts of the castle of Ludlow, Salop; near St. Edmund's-\nEdmund's-bury, in a field at the angle between two roads leading to Newmarket and Farnham, where it grows abundantly; between the town and cliff of Harwich, as mentioned by Mr. Dale; and sparingly by the Thames-side between the planks supporting the bank at Stangate, Lambeth.\n\nHorminum sylv. Lavendulæ flore, C. B. \"In gla-\n\"reosis frequens.\" R. Syn. In this part of the kingdom I have seen it only on Denbigh castle hill.\n\nHypericum pulchrum Traji, J. B. Plentifully on the hills about Cader Uronwen, Denbighshire.\n\nHypericum maximum, Androsæmum vulgare dictum R. Syn. In a thicket at Hays, Salop, and elsewhere; but not common.\n\nHypericum elegantissimum non ramosum folio lato,\nJ. B. Upon an hour's search, I found only two plants of it, where Mr. Ray observed it near Denbigh.\n\nJuniperus vulgaris baccis parvis purpureis, J. B. I have not seen it more Northward than between Woodstock and Enston, though I have heard that it grows on some mountains in Wales; nor could I find Juniperus Alpina, J. B. upon Snowdon, where we read it grows.\n\nLaureola, Park. \"In sylvis et sepibus satis frequens.\"\nR. Hist. Though frequent in some counties; I have not seen it this way.\n\nLigustrum, J. B. \"In sylvis, vepretis et sepibus fre-\n\"quens.\" R. Hist. It seems to be rare in these counties. In some hedges about Bridgenorth, Salop; between Ivetsea-bank and Canock-heath, Staffordshire. I have seen only three or four shrubs, and these in one hedge, in this county of Flint.\nLithospermum majus erectum, C. B. \"Ad vias et sepes.\" Cat. Angl. I have met with it but twice in this county, and not often elsewhere.\n\nLychnis, Saponaria dicta, R. Syn. Among the ruins of the monastery at Greenfield in this county; on the castle-hill at Denbigh; by the road-side between Llanamonerch and the new-bridge, Salop, and in a gravel-pit near the end of St. Edmund's-bury, toward Sudbury.\n\nLysimachia purpurea trifol. caule hexagono Spigel. Hag. Much more frequent than the quadrangular about Ince, Thornton, Stoke, and Stanny, Cheshire. Some of the stalks are pentagonal, and have their leaves singly at the joints, alternate. The quadrangular have only two opposite leaves. I have also observed some distinctly heptagonal; apparently only so, with four leaves at a joint: but I suspect that they were in reality octagonal. All the other varieties frequently rise from one root.\n\nLysimachia lutea, J B. By Thornton-brook in two places between the Mill and Ince-common, Cheshire. The side shoots in pairs, in threes, and in fours: but so, as far as I observed, in different plants.\n\nLysimachia speciosa, quibusdam Onagra dicta, fili-quosa, J. B. Chamænerion flore Delphinii, Park. Par. On the left side of the hollow road just beyond Knowles-park, between Sevenoak and Tunbridge.\n\nMentha cattaria, J. B. It is common in a chalky soil: but of these counties I have observed it only in Shropshire, and there about Shifnal, Norton, Atcham, Nesscliff, Oswestry, and on the brow of the\nthe hill above the river Ceiriog on the road from Oswestry to Chirk.\n\nMenthastrum fol. rugoso rotundiore spontaneum, fl. spicato, odore gravi, J. B. By the high-way-side near, and Southward of, this house, plentifully.\n\nMenthastrum spicatum fol. longiore candicante, J. B. By the brook-side, in a field called Maes Madoc issa, near this place, plentifully.\n\nMespilus vulgaris, J. B. Between Tunbridge-town and wells, and I heard it was common in woods thereabouts.\n\nMyrrhis major, vel Cicutaria odorata, C. B. magno semine, longo, sulcato, J. B. Major, five vulgaris, Park.\n\n\"In Hassia circa Cassellas sponte provenire\n\"Myrrhidem referebat Gillenius. Hæc, ut ait\n\"Lobelius, non adeo frequens aut procera occurrit,\n\"sed raro et in pratis. Fertur autem apud Ger-\n\"manos in pratis alicubi nasci, Dodonæo perhi-\n\"bente, cum apud Belgos hortensis tantummodo\n\"sit.\" I. Bauhin.\n\n\"It is thought to grow wild in some fields in\n\"Germany; but I doubt the report.\" &c. Park.\n\nTheat.\n\nDr. Hill, in Br. Herb. has given a figure of garden Myrrhis, and also one of garden Chervill. It is hard to know which he intends for this. The first he has left undescribed: the other he has given some account of, under the name of Chærophylum sativum, which, he says, is so called by C. Bauhine, and, by our gardeners, Sweet Fern. But Chærophilum sativum, C.B. is an annual. This, though\nthough the stalks are annually removed, has a perennial root.\n\n\"In the forest of Savernac (Wilts) grows a kind of sweet fern.\" Brit. Bac. Whatever that may be.\n\nThis grows plentifully here for the length of about 300 yards on both sides of the brook Terrig, in a field called Y Parki, and sparingly by the same brook, at a considerable distance below, in a field called Maes-Madoc. The soil of a dry sand, but sometimes overflowed. I have also seen it sparingly in the church-yard at Kilken, in this county, and abundantly among the ruins of the Abbey of Llanegwaft or de Valle crucis, in Denbighshire.\n\nMyrtus Brabantica, sive Elæagnus Cordi Ger. On a bog near the road from Mold to Northop, in this county; and on one near the Decoy, between Oswestry and Babin's-wood, Salop.\n\nNarcissus sylv. pallidus calyce luteo, C.B. I have seen it often in waste places; but never, as I remember, far from a house.\n\nOenanthe aquatica minor, Park. Common in marsh ditches, and there seem to be some varieties of it.\n\nOrobanche, sive Rapum Genistæ, Ger. &c. \"Not to be found, but where broom doth grow.\" Ger. \"More often where no broom groweth.\" Park. I have not seen it in this neighbourhood, where we have no broom: but it may be found at Hayes in Shropshire, with broom, and very plentifully with furze, where there is no broom, over the sand rocks at Ince in Cheshire.\n\nVol. LXI. C c c Pedicularis\nPedicularis pratensis fl. candidis, C. B. quibusdam Crista galli flore albo, J. B. Hereabout, and elsewhere, with the common red sort, sparingly. Pentaphyllum, vel potius Heptaphyllum, fl. 'rubro, J. B. \"No where near London.\" Martyn on Tourn. Par. On the bog at Willowbridge, Staffordshire; and on the moss near Hampton, Salop. In pits about Stoke and Stanny, Cheshire, plentifully.\n\nPhyllitis multifida, Ger. I have sometimes seen it on moist and shady rocks, in this county, and in Denbighshire. Whether specifically distinct from the common sort, or not, I cannot determine; but in some places where the common is in great plenty, and I have observed it many years, it has not varied in any one instance.\n\nPopulus ———. Though Populus tremula, C. B. seems not to be very common, I believe but seldom planted, I have reason to think that we have it of spontaneous growth; but I am not so well satisfied with regard to any other species of this genus.\n\nPulmonaria angustifol. rubente coeruleo flore, C. B. foliis Echii L'Ob. Icon. Among the ruins of Greenfield monastery in this county.\n\nPyraester, seu Pyrus sylvestris, J. B. \"In sylvis et sepibus paucim.\" R. Syn. I have but very rarely seen it.\n\nRanunculus montanus Aconiti folio, fl. globoso, C. B. Helleborus niger Ranunculi folio, fl. globoso majore Tourn. About Dôlgelle, Festiniog, Llanrhwst, &c. in Merioneth and Denbigh shires, and in the meadows at Hayes, Salop, plentifully.\nRhamnus catharticus, J. B. \"Locis senticosis, sepi-\n\"bus et sylvis non rarò.\" R. Hist. I have met\nwith it most often in our Southern counties; sel-\ndom in Shropshire, and not at all in this neigh-\nbourhood.\n\nRorella longifolia perennis, R. Hist. si non Rorella\nlongifol. maxima ejusdem; plentifully, but less\nso than Ros folis fol. rotundo, C. B. on the\nhillocks, called Triddle-bogs, on the great bog at\nWillowbridge, Staffordshire.\n\nRosa sylv. fructu majore hispido, R. Syn. Almost as\nfrequent as the common hep-tree.\n\nRosa Pimpinellae folio, Ger. sylv. pomifera minor,\nC. B. \"In sabulosis et petrosis frequens.\" R.\nHist. Not generally so; on Twittenham-common,\namong the furze plentifully, and on other com-\nmons in Surry: the hedges along the road from\nthe 11th to the 12th mile-stone from Worcester\ntoward Kidminster, are almost entirely of it; and\nit is almost all over the rocky-hill by the North-\nwest side of Denbigh.\n\nRubus Idæus spinoso fructu rubro, J. B. Very com-\nmon in these, and I have often seen it in woods\nand thickets in some of the Southern counties.\n\nRuscus, Park. \"groweth generally throughout this\n\"land, in copses and upon heaths and waste-\ngrounds.\" Park. On the sides of the road, fre-\nquently, between Bromly-town and common, and\nbetween that common and Farnborough, Kent.\nIt has not been my hap to meet with it elsewhere.\n\nSambucus vulgaris, Park. \"groweth not wild, but\n\"is planted in all places, to serve, &c.\" Park. It\nis certainly wild in woods and thickets, and not\nunfrequently even in the cliffs of rocks and upon walls.\n\n*Sambucus humilis*, sive *Ebulus*, C. B. At Fern-hill near Whittington, and about Whittington-castle, Salop; about a mile from Hamstead toward Wolverhampton, sparingly; on Tamworth castle-bank, plentifully; on the walls of Colchester-castle; in the ditches at the entrance of Long-Milford (from Sudbury); in Durson-field near Northampton, and on Slaton-hill at the crossing of Watling-street, between Northampton and Daventry; between Newport and Careesbrook-castle, Isle of Wight; sparingly by the ditches between Kennington-common and the Asylum. Mr. Blackstone, in his Specimen Botanicum, says, \"near the upper gate in Cuper's-gardens abundantly.\" I searched diligently, both within and without the gate, September 16, 1759, and found not one plant of it; but within I found small plants of *Sambucus vulgaris* among the large, in vast abundance; yet I hardly think he could mistake one species for the other.\n\n*Sedum minimum*, fl. mixto ex albo et rubro, Merr.\n\nOn rocks, walls, and dry banks, almost throughout Carnarvon and Merioneth shires; and on and about Castell dinas-brân, near Llangollen, and in other parts of Denbighshire adjoining to those two counties.\n\n*Senecio hirsutus viscidus major odoratus*, J. B. On dry banks, walls, and rocks, at Ince, Cheshire.\n\n*Solanum lethale*, Park. Within the remains of Haverden-castle, and abundantly in and about Hope in this county; about the Abbey de Valle crucis,\nand at Vron, and other places near Chirk-castle, Denbighshire, and by the brook under the North-west side of the town of Denbigh.\n\n*Sorbus sylv. foliis domesticæ similis*, C. B. *Ornus Dod. sive Fraxinus sylv. Park.* \"In montosis et uliginosis in Cambria et Septentrionali Angliæ parte.\" R. Syn. I may add, in the South too, having seen it in abundance even in the most southern parts of Kent and Sussex.\n\n*Sphondylium majus aliud laciniatis foliis*, Park. \"found by Mr. G. Bowles in Shropshire, as I take it.\" Park. On both sides of the dingle, in the lower part of the wood, at Hayes, near Oswestry; it seems to be as common as Sph. vulgare; than which, scarcely any weed there is more so, though in other parts of that wood, where the common sort is no less plentiful, this is hardly to be found. I have not seen it elsewhere. The apparent difference is so great, that I cannot but suspect them to be specifically distinct. I have the seeds of both now upon trial.\n\nParkinson's figure of this plant is very bad, and I know none other of it.\n\n*Taxus*, Park. \"This groweth in many places of this land; but planted in all, whether at home, or abroad.\" Park. It is very common, of natural growth, not only in woods and thickets, as well as in hedges, but upon rocks and walls.\n\n*Telephium vulgare*, C. B. Far from being universal. Abundantly about Llangollen, and in Carnarvon and Merioneth shires.\n\n*Tilia* —— I do not believe that any species of this genus is wild in this part of the island, however it be in other parts.\nTithymalus linifol. Cam. An Tith. segetum linifol.\n\nR. Syn. With the oats hereabout.\n\nTrachelium majus Belgarum, Park. In shady places hereabout, and elsewhere in Mold’s-dale; but most abundantly in a field here, called y Parki, through which the Terrig runs; also about Egluy-feg and Llangollen, Denbighshire.\n\nTrachelium majus fl. purpureo, Park. Par. In Shropshire toward Tenbury, as well as beyond, in Worcester and Hereford shires, plentifully; in thickets among the rocks by Clomendy in Llanveras, Denbighshire.\n\nI am not certain of Trachelium minus, Park. which is said to be common: but there are certainly in this island, and even in this neighbourhood, many species of this genus, that I cannot find to have been described or mentioned.\n\nTrichomanes, sive Polytrichum, J. B. “In petris umbrosis et roscidis, inque aggeribus umbrosis et muris antiquis magnus ejus per totam Angliam est proventus.” According to my observation, it is rare in most of the English counties; but common hereabout, and much more so in some parts of Wales. The walls of the bridge and the walls and roofs of some houses at Bethgelert in Carnarvonshire, are almost covered with it.\n\nVaccinia nigra vulgaris, Park. Frequent on most heathy hills; but, as far as I have observed, more on dry than wet. It is scarcely two inches high on the most barren ground toward the top of Snowdon, with an extremely small leaf, having frequently a large red excrescence, the nidus of an insect.\n\nVaccinia\nVaccinia rubra buxeis foliis, Park. On the summit only of the most pointed of the Camp-hills, Staffordshire, in a dry gravel. This too is very minute in all its parts upon Snowdon, and so it is about Cader Vron-wen, Denbigh.\n\nVerbascum, fl. albo parvo, J. B. Abundantly along the roads about Gresford and Aston, Denbighshire.\n\nVerbascum nigrum, fl. parvo luteo, apicibus purpureis, J. B. By the highway and park-side, almost opposite to Shavington (vulgo Shenton) hall, Salop, for about 100 yards, plentifully; rather above a mile beyond Hamstead, toward, and near, Bar, Staffordshire; in many places between Sudbury and St. Edmund's-bury: at the descent from Gerard's Cross, and also in many places between the Chalk-hills, short of Loud-water, and a mile or two beyond West-Wickham, Bucks.\n\nViburnum, Park. \"In sepibus passim,\" R. Cat. Angl. I have not observed it more Northward than about Southam, and between Stratford upon Avon and Henley, Warwickshire, and somewhat short of Hisham, Northamptonshire.\n\nViola montana lutea grandiflora, C. B. Pretty plentifully on the mountains about Llanarmon, Dyffryn Ceiriog, Denbighshire, and thence about half way to Oswestry; sparingly about mid-way between Ruthin and Llangollen; between Bala and Festiniog, in some places, and abundantly between Festiniog and Dolgelle.\n\nVirga aurea angustifol. minus ferrata, C. B. Plentifully throughout the park at Willowbridge, Staffordshire, and in rocky places at Ince, Helsby, and Frodsham,\nFrodsham, Cheshire; also, but of a much more humble growth, on dry sandy banks about Derebury, Norton, and Halton, Cheshire.\n\nVirga aurea latifol. ferrata, C. B. With the former at Willowbridge, but less frequent.\n\nUlmus ———. I have not been able to assure myself that any species of this comes up spontaneously with us. I need not except the case of suckers; they being, till removed, but parts of trees, and many of the kinds, frequently planted, are so productive of suckers, even from the extremities of the roots, that one might expect these trees to be much more general than they are. It is certain, there are many very extensive woods without any of them. I have often sown the seeds of some kinds (that have visible seeds, which, I think, is not the case of all) and ever without success: but, having been informed that such have been raised this way, I mention my disappointments only as some kind of testimony, that they are not apt to be increased from seeds that casually fall, and I have not observed such offspring.\n\nUmbilicus Veneris, Ger. Much more common in Shropshire, Staffordshire, Cheshire, and in this county, than more Southward; still more in Denbighshire, and on almost every rock and old wall in Carnarvon and Merioneth shires.\n\nUmbilicus Veneris minor, Ger. Umbilicus Veneris, 2. Hist. des Plantes de l’Europe. Alter Cam. in Matth. & Matth. in Diosc. Cotyledon minus montanum Sedi folio L’Ob. Icon. 469, where the figure of this and that of Umbilicus Veneris are transposed. This is a species of Saxifraga. An Saxifraga\nSaxifraga Sedi folio angustiore, serrato Tourn.? I believe, it is not now to be found on Bieston-castle, Cheshire, where Gerard says he found it.\n\nIn this Catalogue, I have thought it needless to mention, except comparatively, the particular native places already pointed out by others. I have passed over the maritime plants, unless found also in inland places; because such as I have observed, are not peculiar to any part of our coast; and I have endeavoured to avoid a needless multiplicity of synonyma, using generally the shortest name, if sufficiently descriptive, or that used by the author, whose icon, or description, seemed to me to be the best; and therefore I have not adhered to any one system.\n\nUpon the whole, it may be difficult to determine what plants, if any, are originally British.\n\nWith regard to biennials, if there has been immemorially a constant annual flowering in waste places, or in ground that does not appear, or is not known to have been cultivated for the purpose, it may perhaps be reasonably presumed that they are the natural and spontaneous product of such places; for, in this case, I understand natural and spontaneous, according to common acceptation, to be synonymous, and applicable to any seminal production, however happening, or effected, without the assistance of art, whether from seeds deposited there, or in that soil, at the creation, or from such as are conveyed by the wind, by birds, or any other casual means. Otherwise, in strictness, there may be no such thing in nature as a spontaneous production; for as to the old doctrine of equivocal generation, I suppose\npose it to be universally exploded; though I do not dispute that the stamina, or first rudiments, have existed, in the parent plants, from the beginning of all things, the vegetative principle being latent, till prepared to exert itself.\n\nAnd upon the first conjecture, a difficulty may arise.\n\nIt is, perhaps, not easy to conceive that the fecundity of seeds, once perfected, can be retained inert through many ages. Our experience seems to shew, that there are some kinds of seeds, that, at a certain age, or nearly so, either vegetate or perish; that, if kept out of their proper matrix, or in it at too great a depth, beyond that time, whatever we do with them afterward, will not grow; and if there be really such (so deposited ab origine) those kinds cannot, even in that sense, and in that case, be said to come up spontaneously.\n\nBesides, if the seeds were so deposited in the earth, and in a perfect state, so numerous as they must be; the larger kinds, especially, could not escape our notice.\n\nAs to the antediluvian nuts, cones, and stone-fruits, that, we hear, are sometimes found at vast depths within the earth, however they may suit the cabinets of the curious, I fear they are too antique to be prolific.\n\nBut in the other way, the seeds may be conveyed, from whatever distance, in different years (for aught we know they are in every year), to the places where we see the plants; and not only thither, but to many places, that are not proper to receive and cherish them.\nIt is evident that the oak, ash, and other our most common trees, are not naturally increased in any other way, except such as are productive of suckers at a considerable distance from the stems; and many of these do not generally perfect their seeds: to say nothing of inferior plants, that sometimes, in the phrase of gardening, lay themselves.\n\nBut those suckers, till parted from the parent trees, and removed from the place, are not often better than underwood, which may be one reason, why these kinds do not increase so extensively as the former.\n\nAnd if our forefathers had not industriously raised and increased (if not previously introduced) the most common and most useful trees, perhaps we should not observe them to increase naturally more, or have found them more numerous, than many that we know to be exotic, and yet are as easily increased, and do of themselves increase as fast, proportionally, and are as hardy, as any trees we have.\n\nYet it is not to be expected, that these of exotic origin, more than those that have been long familiar to us, should increase alike in all soils, or in all counties, since there are some soils that are far from being general.\n\nMr. Da Costa, in his Nat. Hist. of Fossils, observes, that \"Chalk is found chiefly in the South-east part of this island,\" so that, \"if a straight line were drawn from Dorchester (in Dorsetshire) to the coast of Norfolk, it would almost include our chalky strata;\" and I believe his observation to be just, except that, though the line be drawn even to the most Western part of that coast, this soil extends considerably beyond it, into Wiltshire.\nWe know, that of all soils this is the most favourable to beech, white-beam, juniper, viburnum, traveller's-joy, and to many of the herbaceous tribe; though not only such, but many foreign plants, will increase also in soils that are not the most suitable to them.\n\nIn the woods here, and at a distant place, I find, not unfrequently, seedlings of the Scotch-pine (which whether indigenous of Scotland, or not, may be doubtful), spruce-fir, horse-chesnut, walnut, and perhaps more than I can at this time recollect. Of the four kinds mentioned, some trees, notwithstanding the tread and the browsing of cattle, now grown to a considerable height, I am certain were not planted. Of the three first there are many not far off, that were planted, and probably may in most seasons bear perfect seeds: but of the walnut I do not know that there is, or has been, within half a mile of the first-mentioned woods, a tree that has produced a nut mature enough for vegetation. It is, however, easy to conceive, that the nuts may have been brought from a much greater distance by birds, or other animals, and dropped accidentally, or hoarded and forgotten, or perhaps not needed.\n\nIn a shrubbery, many years left to nature, I have observed very numerous progenies of various foreign shrubs, both from the seeds and roots; and it is well known to gardeners, that many of their once choice flowering herbs are apt to multiply in the way of suckers, while the seeds of others sow themselves so plentifully, as not easily to be kept within bounds.\nIt, therefore, seems to me not unlikely, that all these kinds, and many more perhaps yet unimported, may in future ages be so far naturalized as to be deemed indigenous of this land.\n\nBut this conjecture, and the former, are offered with submission. I am,\n\nSIR,\n\nYour most obedient\n\nand most humble servant,\n\nLeeswood,\nDec. 24, 1770.\n\nR. H. Waring.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106111.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 47416,
    "total-output-tokens": 13003,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1019,
        2
      ],
      [
        1019,
        2498,
        3
      ],
      [
        2498,
        3996,
        4
      ],
      [
        3996,
        5458,
        5
      ],
      [
        5458,
        7001,
        6
      ],
      [
        7001,
        8521,
        7
      ],
      [
        8521,
        9979,
        8
      ],
      [
        9979,
        11409,
        9
      ],
      [
        11409,
        12804,
        10
      ],
      [
        12804,
        14349,
        11
      ],
      [
        14349,
        15819,
        12
      ],
      [
        15819,
        17367,
        13
      ],
      [
        17367,
        18726,
        14
      ],
      [
        18726,
        19901,
        15
      ],
      [
        19901,
        21340,
        16
      ],
      [
        21340,
        22805,
        17
      ],
      [
        22805,
        24297,
        18
      ],
      [
        24297,
        25659,
        19
      ],
      [
        25659,
        27049,
        20
      ],
      [
        27049,
        28487,
        21
      ],
      [
        28487,
        29988,
        22
      ],
      [
        29988,
        31465,
        23
      ],
      [
        31465,
        32989,
        24
      ],
      [
        32989,
        34464,
        25
      ],
      [
        34464,
        35942,
        26
      ],
      [
        35942,
        37490,
        27
      ],
      [
        37490,
        39109,
        28
      ],
      [
        39109,
        40598,
        29
      ],
      [
        40598,
        42228,
        30
      ],
      [
        42228,
        43761,
        31
      ],
      [
        43761,
        44109,
        32
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106111",
    "title": "A Letter from Richard Waring, Esq; F. R. S. to the Hon. Daines Barrington; On Some Plants Found in Several Parts of England",
    "authors": "Richard Waring",
    "year": 1771,
    "volume": "61",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/106111"
  }
}