{
  "id": "85e7f093008e83112e630bf78d0205c4e56f9654",
  "text": "XV. History and Dissection of an extraordinary Introfusception.\n\nBy John Coakley Lettsom, M. D. F. R. S. and A. S.\n\nRead March 16, 1786.\n\nA. B., a child four years old, was first indisposed about the middle of September, 1784. When I was consulted, which was on the 7th of October, the symptoms resembled those of a cholera morbus. At this period, however, the diarrhoea had ceased; but the patient continued frequently to vomit, especially after taking nourishment.\n\nOn the 20th a dysentery succeeded, with mucous and bloody stools, which ceased after a few days continuance, when she nearly recovered her former state of health, without even reaching after her usual food. She was now removed into the country; and I did not hear of her again till December, when she was brought to town, on account of the return of the dysentery, which was, at this period, accompanied with a troublesome tenesmus, and a considerable degree of fever.\n\nBy anodyne medicines, and the use of opiate clysters, these complaints were occasionally moderated, and sometimes they totally ceased for a few days, but seldom longer, and the intervals of relief gradually shortened; the attacks became also more violent, commencing with violent rigors, and fever succeeding; the pulse grew weaker and weaker, and the patient became extremely extenuated in flesh; and towards the conclusion of this month,\nmonth, after repeated vomitings of a dark-coloured fluid, like coffee grounds; it finished its painful existence.\n\nBleeding, before the debility was become alarming, afforded no material respite. Fomentations to the abdomen, and tepid bathing of the whole body, were equally ineffectual. Anodyne starch clysters afforded some truce, but it could not be durable; the nature of the mischief was too momentous to afford any hope of permanent relief, as the dissection after death will evince.\n\nExamination of the Body after Death, by Mr. Thomas Whately, Surgeon.\n\nUpon exposing the cavity of the abdomen, the sigmoid flexure of the colon immediately presented itself to view, enlarged to the size of that of an adult, as also a large distended intestine appearing to be at first view a continuation of the transverse arch of this gut; and at the place where this seeming arch joined the sigmoid flexure, there appeared a firm or tight band, as if surrounding the intestine, and here it was strongly bound down.\n\nOn a nicer inspection this arch was found to be a portion of the ileum, which passing within the band was inclosed in the sigmoid flexure of the colon.\n\nAll the parts between this portion of the small intestines and the sigmoid flexure, amongst which were the caput coli, caecum with its appendix, and the whole of the great arch of the colon, could nowhere be seen. The want of these parts, the enlarged size of the sigmoid flexure, and the hard feel evidently shewing that it contained some substance, left no room to doubt, but that all the missing portion of the intestines was\nwas contained within the sigmoid flexure. A finger introduced into the anus felt a round substance in the rectum, with an opening in the middle, not unlike the os tincae. This substance did not adhere, the finger passing round it freely, between it and the internal coat of the rectum. The liver, the urinary bladder, and small intestines, were the remaining parts which first appeared when the parietes of the abdomen were turned back.\n\nUpon looking for the omentum, a portion of it only was found attached to the stomach, the remaining part evidently passed within the band into the sigmoid flexure.\n\nThe stomach was tied much closer to the spine than natural, by the displacing of the omentum and great arch of the colon. The gall bladder was as large as that of an adult, and was full of thin bile, but without obstruction to its passage into the duodenum.\n\nThe general external appearance of all the intestines was natural, except slight inflammation in some places.\n\nThe cavity of the abdomen also contained more than half an ounce of thin pus; and on the right side were two ligamentous peritoneal substances, very much on the stretch; one formed by an extension of that part of the peritoneum called ligamentum * coli dextrum; the other at the place where the colon is connected to the peritoneum over the right kidney.\n\nAs the further investigation of this uncommon disease required particular attention, I cut out all the parts connected with it, bringing away the whole sigmoid flexure of the colon,\n\n* I have observed, that in some children the caput coli is naturally connected much more loosely than in others. It is probable, that the present case was one of those.\nwith the rectum, anus, uterus, and bladder; also a part of the arch of the ileum with the omentum, and a portion of the stomach and duodenum.\n\nThe Drawing *(Tab. VII.) was taken by Mr. Pole, Surgeon, of the natural size, and the small intestines added from a sketch I made before the parts were removed from the body.\n\nI then made a longitudinal incision through the coats of the sigmoid flexure of the colon, from the anus to the band at its upper part. Within the cavity, which was lined with mucus, appeared a large intestine, taking on the form of the sigmoid flexure, which on examination proved to be the great arch of the colon and the caecum inverted; so that the villous coat was external, and in contact with the villous coat of the sigmoid flexure, through the whole extent of both; at the extremity of which inverted intestine were two apertures, viz. the large one felt by the finger per anum, and a smaller one.\n\nIt now plainly appeared, that the band was formed by the upper part of the sigmoid flexure being drawn tight by the inversion of the part of the colon immediately above it, the further progress of which was prevented by the peritoneal connections at that place not giving way; which caused it to appear as a band tying the intestine down.\n\nThis inclosed intestine was very much diseased, the upper part next the band being highly inflamed, and as it approached the caput coli in the rectum gradually terminated in mortification, so that for three inches from its extremity it was perfectly black.\n\nNo adhesion whatever appeared between the coats of these intestines, as this inverted colon might be lifted out of the sigmoid flexure to the band.\n\n* Mr. Basire very accurately reduced the scale under my own inspection from which the engravings are taken.\nUpon cutting through the coats of this inverted intestine it was observed, that they were very much thickened and diseased; the enlargement of the gut, which was fully equal to that of an adult, consisting chiefly in a thickening of its various muscular fibres *. The peritoneal coat, now become its internal surface, was everywhere highly inflamed, but not black as on the outside, the inflammation gradually increasing from the band to the extremity of the cæcum. Through the whole length of its cavity was included a portion of the ileum uninverted, with its connecting mesentery, which communicated with the larger aperture above described at the extremity of the cæcum, and with the arch of the ileum above the band. It was contracted in size, but was nearly free from thickening or inflammation; some adhesions only connected it with the coats of the colon; but the portion above the band was at least four times as large, thus resembling in magnitude as well as occupying the place of the great arch of the colon. Besides this intestine, this cavity contained a portion of the omentum continued from that above, passing within the band, and extending half-way to the rectum; an enlarged cluster of mesenteric glands, of the size of a pigeon's egg, which just emerged from under the band, and were connected with a portion of the mesentery above; and, at the lower part, the appendix vermiformis larger and longer than natural, but likewise uninverted, the mouth of the cavity of which formed the smaller opening in the cæcum before mentioned. It was at this point of the dissection that the same ingenious Surgeon drew the figure, tab. VIII.\n\n* The increased action of these muscles, necessarily attendant on their inverted state, would increase the size of their muscular fibres, as happens in the bladder, when it acts frequently.\nAs long as the parts had been in this very uncommon situation, the faeces must have passed through the valve of the colon, directly into the very lowest part of the rectum, without ever coming in contact with any portion of the large intestines.\n\nAnd in the last week of the child's life, when a prolapsus frequently happened, the faeces passed directly from the ileum into the night-stool.\n\nThe arch of the ileum, in default of that of the colon, formed the reservoir for the faeces; which, with the partial interruption to their passage by the stricture occasioned by the band, probably caused its enlargement. But the faeces contained in it were of a thinner consistence, and wanted the faetor usually met with in the colon.\n\nEXPLANATION OF THE PLATES.\n\nT A B. VII.\n\nA general view of the intestines, in the situation in which they appeared on first opening the body,\n\naa. The enlarged ileum, putting on the appearance of the great arch of the colon.\n\nb. The sudden enlargement of the ileum.\n\nc. The ileum passing within the band into the colon.\n\nd. Part of the omentum passing within the band.\n\ne. The intestinal band, formed by the inversion of the great arch of the colon immediately above it ceasing at this place.\n\nff.\nff. The sigmoid flexure of the colon, containing the introfuscepted portion of the alimentary canal.\n\ng. The rectum distended with the same.\n\nh. The anus.\n\nii. Small intestines of the natural size and healthy appearance.\n\nTAB. VIII.\n\nThe same view, with the sigmoid flexure laid open, and the edges turned back, to shew the contained parts; and likewise the introfuscepted colon laid open, to display the uninverted ileum and appendix vermiformis contained within it.\n\na a a a. Internal surface of the sigmoid flexure of the colon spread open.\n\nb b b b. The external surface (by the inversion now become internal) of the great arch of the colon within the sigmoid flexure spread open.\n\nc c. Part of the ileum uninverted.\n\nd. Appendix caeci uninverted.\n\ne e. A probe piercing the distended ileum, passed within the band, and brought out in another portion of the ileum, contained within the inverted colon below the band.\n\nff. A blow-pipe passed through the valve of the colon, where it opened into the rectum, and brought out through the coats of the ileum above.\n\ng g. A probe passed into the natural opening of the appendix caeci, and brought out above.\n\nh h. The caecum inverted.\nDr. Lettsom's Account, &c.\n\ni. Part of the rectum.\nk. The anus.\nl. Part of the omentum, attached to the peritoneal surface of the great arch of the colon, and continued from the portion above.\nm. The cluster of enlarged mesenteric glands.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106627.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17800,
    "total-output-tokens": 2768,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1378,
        2
      ],
      [
        1378,
        2969,
        3
      ],
      [
        2969,
        4650,
        4
      ],
      [
        4650,
        6432,
        5
      ],
      [
        6432,
        8272,
        6
      ],
      [
        8272,
        9499,
        7
      ],
      [
        9499,
        10682,
        8
      ],
      [
        10682,
        10921,
        9
      ],
      [
        10921,
        10921,
        10
      ],
      [
        10921,
        10921,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106627",
    "title": "History and Dissection of an Extraordinary Introsusception. By John Coakley Lettsom, M. D. F. R. S. and A. S.",
    "authors": "Thomas Whately, John Coakley Lettsom",
    "year": 1786,
    "volume": "76",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106627"
  }
}