{
  "id": "1aa071a47b2b0a506709843a3528cb2fc0d24de6",
  "text": "I. An Account of the Experiments shewn by Sigismund August Frobenius, M. D. F. R. S. at a Meeting of the Royal Society on November 18, 1731, with his Spiritus Vini Æthereus, and the Phosphorus Urinæ, from the Minutes of that Day, by Cromwell Mortimer, M. D. R. S. Secr.\n\nHe took a Solution of Phosphorus in the Æthereal Spirit of Wine, which he called Liquor Luminosus, and pour'd it into a Tub of warm Water; whereupon it gave a blue Flame and Smoak, attended with so small a Degree of Heat, as not to burn the Hand, if put into it.\n\nHe pour'd some of his Æthereal Spirit of Wine upon a Tub of cold Water, and set it on Fire with the Point of his Sword [which being first heated a little, he touched with it a Piece of Phosphorus lodg'd before-hand on the Side of the Tub]. After the Desflagration the Water was cold.\n\nHe then shewed a very extraordinary Process with Phosphorus glacialis Urinae, or Stick Phosphorus, of Mr. Ambrose Godfrey Hanckewitz.\n\nHe had a very pompous Machine, which he calls Machina Frobeniana, pro resolutione Combustibilium. (inventa anno 1730.) It is really an Improvement of the common Bell, under which the Oleum Sulphuris per campanam, is commonly prepared. This Machine consisted of a concave Plate\nof Glass in Tab. Fig. 1. AB, with an Hole in the Middle C, which communicated by a Glass Pipe CD, with a Glass Receiver EEF, which stood underneath the Plate A B. Upon the Plate A B stood a massy Golden Tripus, sustaining a Basin, about four Inches Diameter GH, having within it another smaller one IK, of the same Metal, about two Inches and a half Diameter; this was heated a little: He then took small Pieces of Phosphorus out of a Basin of Water, which he soak'd up with brown Paper, so that the Phosphorus might be quite dry, which he put into a Spoon, and flung it into the smaller Golden Basin IK; where it immediately took Fire: Then he lower'd down a large Glass Bell LMO, of about eighteen Inches Diameter, and containing three quarters of a Sphere; the Rim LM being exactly ground to fit close on the Plate of the Glass A B. This Glass Bell was suspended by a Wooden Circle PQPQ, to which were fasten'd four Cords, that united into one Knot at R, and from thence went a Rope over a Pulley S, in the Crown of the Machine, and coming down by the Side of one of the Pillars, served to raise up or let down the Bell.\n\nAt the first firing of the Phosphorus, the whole Bell appeared Luminous, and full of Flame for a few Minutes: When the Deflagration of the first Spoonful was over, he flung in another, and so on, till there were two Ounces of Phosphorus consumed, from which were sublimed a large Quantity of Flores into the Bell, and some fell down upon the concave Glass A B. The Bell at first felt cold, and never grew more than moderately warm. As the Flores began to cover the Inside of the Bell to some\nsome considerable Thickness, the Flame was not seen thorough so brightly as before, but the whole appeared of a light Azure, or Sky-colour, which the Doctor liken'd to the Formation of the Firmament: The Flores sublimed he liken'd to Snow. Then the Bell being drawn up again, and the Golden Basons taken out, there remained in the smaller Bason an almost fix'd red Earth, or Caput mortuum. On the Admission of the cold Air, the Snow [Flores] began soon to melt as per Deliquium; which he compared to the Formation of Dew and Rain; and as it dripp'd from the Inside of the Bell upon the Concave Plate A B, it ran through the Hole in the Middle of it C, by the Tube C D, into the Receiver E E F; where it was collected in Form of a clear transparent Liquor, somewhat clammy like Gum-water, which he called Water.\n\nSome of the Flores mixed with any combustible Matter, as common Olive-Oil, &c. and put into a Golden Bason set over a Lamp, fired immediately, and flamed like Phosphorus, being, in reality, Phosphorus regenerated, and burnt away to a Substance like Tar.\n\nSome of the clammy Water was put into a Golden Bason set on a Lamp, and by augmenting the Fire per gradus, in about a quarter of an Hour's time, when all the airy Bubbles were exhaled, the Liquor became hard like Gum, which had been dissolved in Water, and was nearly dry, and perfectly transparent: This he called Vitrum Molle.\n\nNext Day he made some more of this Vitrum Molle, which he put into a Crucible heated red hot, and then set it in a Wind-Furnace, and gave it the greatest\ngreatest Heat for a quarter of an Hour; when the Matter in the Crucible appeared fluid, like melted Glass. He then poured it out into an Iron Pan; the Matter remained red hot some time; when it was perfectly cold, it was hard, transparent, and brittle like common Glass; but it soon began to relent, and in twenty-four Hours was almost all turned to Water again.\n\nHe said, \"If this Vitrum Molle be again entirely resolved in the Air, which will take up near fourteen Days time, by distilling off the Water, and letting the Remainder melt per deliquium again, 'till all the saltish Matter be resolved into Water, there remains an insipid whitish Earth, which fluxed in a Glass-Furnace, gives a true fixed Glass.\"\n\nII. An Account of some Experiments upon the Phosphorus Urinæ, which may serve as an Explanation to those shewn to the Royal Society by Dr. Frobenius, on November 18, 1731, together with several Observations tending to explain the Nature of that wonderful Chemical Production, by Mr. Ambrose Godfrey Hanckewitz, Chemist, F.R.S.\n\nI Repeated the Experiment of the Deflagration of Phosphorus under a Bell, which had been first shewn to the Royal Society by Dr. Frobenius, but",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103817.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9408,
    "total-output-tokens": 1581,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1232,
        3
      ],
      [
        1232,
        2849,
        4
      ],
      [
        2849,
        4400,
        5
      ],
      [
        4400,
        5584,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103817",
    "title": "An Account of the Experiments Shewn by Sigismund August Frobenius, M. D. F. R. S. at a Meeting of the Royal Society on November 18, 1731, with His Spiritus Vini Aethereus, and the Phosphorus Urinae, from the Minutes of That Day, by Cromwell Mortimer, M. D. R. S. Secr.",
    "authors": "Sigismund August Frobenius, Cromwell Mortimer",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103817"
  }
}