{
  "id": "559d07f21654a2b9ab159571bf5de47effdc3372",
  "text": "VII. De Globulorum Sanguineorum magnitudine,\n&c. ex Epistola D. Antonii a Leuwenhock\nad Jacobum Jurin, M. D. R. S. Secr.\n\nDelphis, 19 Martii, 1723.\n\nEx tuis litteris intellecti inventam tibi rationem esse,\nqua diametros globulorum sanguinorum, aliarum-\nque minutissimarum rerum, certo cognoscere possis, a-\ndeo quidem ut deprehenderis diametrum globuli san-\nguinei cum parte $\\frac{1}{1940}$ lati pollicis magnitudine con-\nvenire.\n\nHoc ego inventum cum legerem, summa voluptate\naffectus fui; statimque sic mecum ratiocinabar: si\n1940 globulorum sanguinorum diametri lato pollici\nlongitudine respondent; adhaec si corpora instar globi\nrotunda eam ad invicem proportionem habent, quam\nhabet numerus cubicus ad suum axem, sicut a Geome-\ntris traditur; sequitur corpus, quod ex 7301384000\nglobulorum conjunctione componitur, haud majus esse\ncorpore globose, cujus axis latum pollicem longitu-\ndine adaequet.\n\nEt quia de examinando denuo sanguine me rogave-\nras; meum ipsius & duarum praetera personarum san-\nguinem visu exploravi: planoque comperii 4 diametros\nglobulorum sanguinorum, uti scripsisti, convenire cum\ndiametro fili argentei, quod mihi mittere dignatus es.\nId solum dicere habeo, quod globulos quoddam san-\n\n*Hiujus fili argentei diametri 485 pollicem, sive duodecimam pedis Londinen-\nsis partem, conficiebant; quod competum fuerat per Methodum in Actis Philo-\nsoph. expeditam, No. 355, pag. 761.*\nguineos, sed perpaucos, visu perceperim; quorum quaternae diametri diametrum fili argentei longitudine aliquatenus excedebant. Verum conjiciebam globulos illos, quos ex pollice per acus punctionem eduxeram, & adhuc calentes vitro imponebam, a rotunditate figuræ nonnihil descivisse ad figuram planam.\n\nHoc etiam addere habeo, praeterquam quod gravis mea senectus visui non incommode non possit, oculum dextrum, magno incommodo meo, aliquantum mihi caligare. Id vero hinc accedere puto, quod plures globuli sanguinei, in humore crystallino innatantes, ante visum meum vagentur: quorum alii nullo vel confuso ordine inter se conjuncti, alii scorsim fluitantes, imaginem quandam mibeculae in oculo meo effingunt. Cum autem plerumque utar oculo dextro, sinistrum enim inter speculandum facile cludo, hinc obtusior mihi visus est quam esse solembat.\n\nHaud ita pridem, scilicet Januario nuper elapso, circa magnum illud & necessarium organum, quod diaphragma vocitamus, vehementi sum motu correp- tus; adeo quidem ut adstantes non parum turbarentur. Cum motus remitteret, & morbi illius nomen exquirerem, Medicus, qui aderat, cordis esse palpitationem respondit. Ego vero Medicum falli censebam; licet enim, durante motu, pulsum arteriae saepius manu explorarem, nullam pulsus accelerationem percipi. Vehemens ille motus, per intervalla recrudescens, tres circiter dies duravit; quo tempore stomachus mihi & intestina in officio motuque cessabant; mortemque pro foribus esse certissime eredebam.\n\nEgo vero obstructionem in diaphragmate haere judicabam, non minorem nummo imperiali.\n\nAddis in epistola tua, praenobilis Domine, quod evarium exterminare studeam; ad quod salva pace respondeo,\nspondeo, istum meum conatum non esse nuperum vel novellum, sed me ante 25, & amplius annos in illore vertendo laborasse; eo quod opinio, quae generationem ab ovario arcesit, mihi prorsus insulsã videatur. Ego a permultis modo annis tum aliorum animalium, tum avium atque piscium, masculina semina examinare solem: quod potissimum sub istud tempus quotannis facio, cum pisces ova sua emittunt: Plerumque autem comperi semen masculinum innumerabili scatere copia exiguissimorum animalculorum; ex iisque potissimum componi. Quare pro certo statui, minutissima illa animalcula in istius generis animalia, unde exorta sunt, crescendo evadere. Anguillas tamen, squillas, pisces conchatos, & varias mulcas excipio; quae omnes sunt femellæ, & fructus edunt, hac in parte convenientes cum fructibus arboreis: quorum in seminibus Plantulas delitescere comperimus; quae vice masculinorum seminum fructus iterum proferent, fructibus illis congeneres, ex quibus semina jam dicta exorta fuerunt.\n\nH h h 2 VIII. Some",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103632.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1483,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1407,
        2
      ],
      [
        1407,
        3091,
        3
      ],
      [
        3091,
        4092,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103632",
    "title": "De Globulorum Sanguineorum Magnitudine, &c. ex Epistola D. Antonii a Leuwenhoek ad Jacobum Jurin, M. D. R. S. Secr.",
    "authors": "Antonii a Leuwenhoek",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103632"
  }
}