{
  "id": "ec92e075d8f6e407375bbac4679f439db1b439b3",
  "text": "ga montium lunarium distinguebantur, nec lata admodum nec profunda. Adhibita scala subtiliter divisa, aestimavi profunditatem unius vallis \\( \\frac{1}{2} \\) five partem ducentesimam diametri lunæ.\n\n4. Ultimae phases decrescentes per tenues nubes visae fuerunt, neque tamen ultra undecim disci solis uncias nobis luna occultavit.\n\n5. Centri solis occasus pro horizonte Vitembergensis calculo tum fuerat repertus, \\( 7^\\text{h}. 39^\\text{m}. 49^\\text{s}. \\) adeoque refractione radiorum in nubibus horizontis propemodum sex minutis fuit retardatus.\n\nIV. An Abstract of the Meteorological Diaries, communicated to the Royal Society; with Remarks upon them. By W. Derham, D.D. Canon of Windsor, F.R.S. [PART II. Vide Transact. N° 429.]\n\nPART III. Containing Meteorological Observations made at Berlin\n\nSweden\n\n\\[\n\\begin{align*}\n&\\text{Lunden} \\\\\n&\\text{Bettma} \\\\\n&\\text{Upsale} \\\\\n&\\text{Bygdea} \\\\\n&\\text{Pithea}\n\\end{align*}\n\\]\n\n1726.\n\nAN Abstract of Meteorological Observations made in the Year 1726, at Berlin, by the Society there, and communicated by Job. Theod. Jablonski; and in Sweden, at Lunden, by Conrad Quensel, Mathematick Professor in the Caroline Academy;\nAcademy; and at Bottna in Sudermanland, by Andr. Geringius, Pastor and Provost of the Place; and at Upsala, by Eric Burman, Astron. Professor in the Gustavian Academy; and at Bygdea, in Westro-Bothnia, by the late Jacobus Burman, Pastor of the Place; and lastly, at Pithea, in the same Province, by Olave Burman, and Israel Stecksenius, Students.\n\nThese Observations have, with so great Judgment, Diligence and Care, been made, some twice, and some thrice every Day, that I wish they could be published as they are; but by reason they are too numerous and bulky to be capable of that, therefore I have contracted them as well as I could, to make them useful to the Society; and that not without a great deal of Trouble, by Reason of the Difficulty to give a tolerable brief Account of so great a Variety and Number of Observations, as are those of the Winds, and their Strength, the Weather, the Barometer, Thermometer, &c. of so many Places, and so many times every Day in the Year.\n\nThe most useful of the Barometrical Observations I have represented in the following Table; which shews, at an easy View, the highest, lowest, and mean Heights of the Quicksilver in every Month, at the several Places.\n\n| JANUARY | FEBRUARY |\n|---------|----------|\n| Berlin  | Lun.     | Bett.    | Upfa.   | Berlin  | Lun.     | Bett.    | Upfa.   |\n| High    | 29.3     | 30.0     | 30.51   | 30.18   | 29.6     | 29.8     | 30.40   | 30.2    |\n| Mean    | 28 7½    | 29.3     | 29.92   | 29.58   | 28.6     | 29 1½    | 29.74   | 29.53   |\n| Low     | 28.04    | 28.54    | 29.26   | 28.98   | 27.64    | 28.44    | 29.8    | 28.86   |\n\nMARCH.\n| Month | Berlin | Lun. | Bettna | Upsal. | Pithea |\n|-------|--------|------|--------|--------|--------|\n| March | High   | 29.0 | 30.02 | 30.50  | 30.24  | 30.11  |\n|       | Mean   | 28.5 | 29.4  | 29.79  | 29.28  | 29.35  |\n|       | Low    | 27.1 | 28.8  | 29.8   | 28.32  | 28.50  |\n| April | High   | 28.1 | 29.9  | 30.48  | 30.17  | 29.98  |\n|       | Mean   | 28.5 | 29.5  | 29.86  | 29.66  | 29.27  |\n|       | Low    | 28.0 | 29.2  | 29.25  | 29.15  | 28.57  |\n| May   | High   | 28.9 | 30.0  | 30.40  | 30.16  | 30.11  |\n|       | Mean   | 28.4 | 29.7  | 30.77  | 29.84  | 29.74  |\n|       | Low    | 28.0 | 29.4  | 29.35  | 29.52  | 29.48  |\n| June  | High   | 28.7 | 29.9  | 30.20  | 30.00  | 29.98  |\n|       | Mean   | 28.3 | 29.4  | 29.67  | 29.62  | 29.56  |\n|       | Low    | 27.9 | 28.9  | 29.15  | 29.25  | 29.15  |\n| July  | High   | 28.5 | 29.6  | 29.88  | 29.56  | 28.8  |\n|       | Mean   | 28.2 | 29.2  | 29.70  | 29.54  | 29.37  |\n|       | Low    | 28.0 | 28.9  | 29.35  | 29.20  | 29.19  |\n| August| High   | 28.8 | 29.8  | 30.30  | 29.98  | 29.86  |\n|       | Mean   | 28.3 | 29.3  | 29.65  | 29.48  | 29.28  |\n|       | Low    | 27.1 | 28.8  | 29.1   | 28.98  | 28.71  |\n| September | Berlin | Lun. | Bettna | Upsal. | Pithea |\n|         | High   | 28.6 | 29.7  | 30.28  | 30.00  | 29.80  |\n|         | Mean   | 28.1 | 29.5  | 29.57  | 29.29  | 29.20  |\n|         | Low    | 27.8 | 28.5  | 28.87  | 28.58  | 28.60  |\n| October | Berlin | Lun. | Bettna | Upsal. | Pithea |\n|         | High   | 28.1 | 30.1  | 30.55  | 30.25  | 29.90  |\n|         | Mean   | 28.1 | 29.5  | 29.57  | 29.28  | 29.05  |\n|         | Low    | 27.9 | 28.2  | 28.60  | 28.32  | 28.20  |\n| November| Berlin | Lun. | Bettna | Upsal. | Pithea |\n|         | High   | 29.1 | 30.1  | 30.51  | 30.19  | 29.80  |\n|         | Mean   | 28.7 | 29.5  | 29.73  | 29.24  | 29.02  |\n|         | Low    | 28.1 | 28.9  | 28.90  | 28.29  | 28.21  |\n| December| Berlin | Lun. | Bettna | Upsal. | Pithea |\n|         | High   | 29.1 | 30.0  | 30.50  | 30.7   | 29.80  |\n|         | Mean   | 28.4 | 29.5  | 29.65  | 28.83  | 29.02  |\n|         | Low    | 27.8 | 28.4  | 28.80  | 28.60  | 28.21  |\n\nAlthough this Table may give a good View of the Barometrical Ranges at the several Places in every Month of the Year 1726, yet I think it necessary to acquaint the Society with the great Agreement between the Ascents and Descents of the $, sometimes at the very same Time, and generally near it. If the $ was remarkably high or low, it was so in all, or most of the Places: If stationary for three or four, or more Days, it was the same in all. Only the Alteration would begin, or end, somewhat sooner, or later, perhaps, in one place than another; and when any Deviation was from this\nthis Rule, it was commonly most remarkable in the Pithea Observations.\n\nThe Thermometrical Observations I can give no Account of, by reason I understand not the Thermometers there made use of, not the Freezing, Temperate, or other Points. Only the Upsale Thermometer (which was made by Mr. Hauksbee) must serve for all: In which the Point of extreme Heat is marked five Degrees above 0; and so is graduated downwards to 45 Degrees, which is the Point of Temperate; and 65 Degrees, which is the Point of Freezing. The Mean of all the Degrees of every Month, at Upsale, the illustrious Burman hath noted according to Dr. Jurin's Directions, in Philos. Trans. No. 379; which is, by adding the whole Month's Degrees, and dividing by the Number of Days. Which Means I have inserted, as well as my own; mine being the Means between the highest and lowest Degrees, as well of the Thermometer as Barometer. And because I forgot to insert the Barometrical Means of the illustrious Linden and Pithea Observers (which are according to Dr. Jurin's way) but took only those between the highest and lowest Stations, therefore I have given this little Table of them.\n\nA Table of the Mean Barometrical Stations, by Dr. Jurin's way.\n\n| JANUARY | FEBUARY | MARCH |\n|---------|---------|-------|\n| Upsale  | Pithea  | Upsale|\n| 29.76   | 29.47   | 29.51 |\n| 31      | 14      | 31    |\n|         |         | 28    |\n|         |         | 18    |\n\nY y\n\nAPRIL\nA Thermometrical Table of the Highest, Lowest and Mean Stations at Lunden and Upfale, with the Upfale Means, according to Dr. Jurin's Method.\n\n| JANUARY | FEBRUARY | MARCH |\n|---------|----------|-------|\n| Lun.    | Upfale   | Lun.  |\n| High.   | 79       | 96.8  |\n| Mean    | 58.5     | 74.8  |\n| Low.    | 38       | 67.7  |\n\n| APRIL   | MAY      | JUNE  |\n|---------|----------|-------|\n| High.   | 149      | 60.9  |\n| Mean    | 116      | 56.56 |\n| Low.    | 83       | 43.3  |\n\n| JULY    | AUGUST   | SEPTEMBER |\n|---------|----------|-----------|\n| High.   | 173      | 42.4     |\n| Mean    | 146      | 32.54    |\n| Low.    | 119      | 23.4     |\n\n| OCTOBER | NOVEMBER | DECEMBER |\n|---------|----------|----------|\n| High.   | 122      | 70.7    |\n| Mean    | 102.5    | 61.7    |\n| Low.    | 83       | 52.7    |\n\nBy\nBy this Table, especially by the Upsale Observations, it appears, that the colder Months in this Year 1726, were not so excessively cold, as their Northerly Situation would incline one to imagine, Upsale itself being 60 Degrees North. But by the Table, some of the Days in January, February and March, &c. at the beginning of the Year; and of September, October, November and December, at the latter end of it, may be observed to have had the Thermometer sometimes not so low, or very little below the Freezing Point. In January and December, for Instance, when it was at 67.7, which was lower than in the other Months, it was not 3 Degrees lower than the Freezing Point, at 65 Degrees.\n\nBut by the best Judgment I could make of the Berlin Thermometrical Observations, they seem to have had no less, if not more severe Weather, than in the Northern Parts, particularly than at Lundon, Upsale and Pithea, where the Weather seems to have been milder than at Betna and Bygdea; at which two Places, I find they had frequently Showers and Storms of Snow, and more hard Weather than at the other Swedish Places, or Berlin.\n\nWhat the Cause of this different Warmth should be, I leave others to judge, whether the Proximity of the Sea, or the Warmth of mineral Vapours, and the Guard of their Woods skreening off the cold Winds (which two latter I remember Ol. Magnus ascribes much unto.)\n\nBut for the better judging of the State of every Month, be pleased to take this View, which the curious Author of the Betna Observations hath given, together\ngether with some Remarks of my own, from the other Places.\n\nIn January he says, the Winter Cold (which was very intense from the 23d of December to the 15th of January) began to abate, to the Disadvantage of the Ways and Travelling.\n\nIn February he says the Winter Weather continued all the Month, to the middle of March, with some Snow, and Frost enough to benefit the Ways and Travelling.\n\nMarch he says began with Snow, and stormy and grievous Cold; but towards the latter end, the Weather was milder, and more seasonable to the Agriculture newly begun. On the 14th, and 17th, was an Aurora Borealis.\n\nIn this Month, on the 17th and 22d, at Berlin also there were Signs of Aurora Boreales, as also on February 23d.\n\nAlso at Upsale, a Lumen boreale was on February 27th, March 3d, 15th, and 16th.\n\nIn April, Betna is said to have had a seasonable Seed-time; and that the autumnal Corn, which had escaped the Worm (a Calamity I find common in those Parts as well as England) began now to flourish.\n\nAt Lundin they had Parhelii on the 28th and 29th. At Upminster we had the Aurora Borealis, or Streaming, in the Evening, April 12th.\n\nIn May, the reverend and learned Observer at Betna takes Notice, that by the continual and pernicious Heat of the Sun in this Month, the Corn was so burnt up, as to be a sad Presage of an ensuing Scarcity, and Dearth of Provisions.\n\nAnd\nAnd at Upsale also, and Berlin, they mention great Drought, and excessive Heat of the Sun. But in some Parts of the Month, the Air at Berlin is said to have been coldish.\n\nIn June the violent Heats were abated, and the Season more moist and rainy. The Corn being too soon ripe, caused their Harvest to fall out at a very unusual Season.\n\nAt Lunden and Berlin it was cold several Days and irksome.\n\nJuly I find was a rainy Month at Berlin, and most of the Swedish Places (Pithea the least.) At Betna, it was very unwelcome to the Harvest-men. Much Thunder also and Lightening was in most of the Places, chiefly at Upsale.\n\nIn August I find a greater Agreement between the Winds than in the other Months, they, in most of the Places, blowing from some of the Points between the West and South. At Berlin and Upsale was much Rain, at Pithea Thunder; and at Betna the beginning of the Month, being mild and fair, is said to be a good Seed-time; but it is remarked, that for want of Rain the Seed came not up well.\n\nSeptember was a very rainy Month in all the Swedish Places, very Cloudy, and some Misty, and Snowy at Pithea; but at Berlin better Weather. At Lunden, a Parhelius on September 11th.\n\nIn October the Swedish Places had many Aurora Boreales. At Lunden, on October 8th, 12th, and 24th. At Betna on the 8th, 10th, 12th, 13th, 15th, 22d, 26th. At Upsale, on the 3d, 6th, and especially the 8th. And the same Evening of October 8th, at Upminster, we had a very remarkable whitish\nwhitish Lift, or Girdle went cross the Heavens, from West by South, to East by North, about half a Degree broad; which continued but a little while, and then the whole Hemisphere was covered with streaming Vapours, in all Parts emitting Lances that pointed towards the Zenith, where they formed a Canopy; sometimes reddish, sometimes darker, and sometimes blazing, as if set on Fire, and emitting Lances every way, so as to make an Appearance of the Star which the Knights of the Garter wear. This Canopy moved sometimes some Degrees Eastward, and then would return back again near the Zenith. When the Vapours and Lances shone out most, I observed a strange Commotion and Working in them, as if some large Body was behind them, and disturbed them. This Aurora Borealis being different from those that usually appear, I was minded to take this Occasion of mentioning it with others that were seen at the same Time in Sweden.\n\nThe Weather in this Month was Rain, and hoar Frosts in the Swedish Places, with much Snow at Bygdea and Pithea; a Parhelius at Lunden, October 14th: And the illustrious Betna Observer saith, the Plenty of Rain this Month caused the Corn to thrive much; and he reckons the 31st Day of this Month to be then the first Winter Day with them, it being Frosty, and abundance of Snow that Day. At Berlin it seems to have been a dark and cloudy Month, with irksome Cold towards the latter end.\n\nIn November Auroræ Boreales were at Lunden on the 2d, 7th, and 8th; at Betna the 2d. At Lunden, and Upsale, it was Cloudy, Foggy, Frost and Snow: At Bygdea, Pithea and Berlin, fairer, with\nwith Frost and severe Cold. At Batna the Cold was very intense; the Heavens very cloudy and misty.\n\nIn December, at Lunden Aurora Boreales were on the 5th, 6th, 7th, 8th, 9th, 10th, 14th, 15th, 16th, and 22d Days; and at Upsale on the 5th and 6th; and at Berlin, on the 7th and 12th there were Signals of the Aurora Boreales. Frost, and Snow, Cloudy and Fogs were at Lunden; at Upsale some Cloudy and Foggy, and a pretty deal of Fair sometimes: At Berlin much Frost, Cold, and a great Storm of Wind on the 23d: At Pithea frequent Snow, and some Fair, some Cloudy. Batna is noted to have moderately Snow, but twice more intense Cold, to the great Benefit of the Ways and Travelling.\n\nFor the better understanding the foregoing Observations, and for a Conclusion of them, it is to be observed, that the Lunden Barometrical Observations were made with a Barometer graduated according to our English Measure, into Inches, and I suppose Decimals of Inches. But the Thermometer (as I said), I understand not.\n\nThe Batna Barometer also is graduated, according to English Measure, into Inches and Centesims.\n\nThe Upsale Barometer and Thermometer, were both made by Mr. Haukesbee, and consequently are according to English Measure; the Barometer having Inches and Centesimal Parts; the Thermometer as I have before described.\n\nThe Bygdea Observations the Reverend Author did not live all the Year to finish, and there being none Barometrical, or Thermometrical, only a verbal Account of the Weather, and now and then of the Winds; therefore I have only, as Occasion served, taken notice of those Remarks.\nThe Pithea Observations had none Thermometrical; and those of the Barometer seem to be in Inches and centesimal Parts.\n\nV. De AMBRA GRYSEA. Auctore Casparo Neumanno, M. D. Chemiae Professor. Berolin. & R. S. E.\n\nPARS I.\n\nDuo in ReMedicajure meritoque perquam mirari mihi sàpè subit i.) quod certae species, quae ut subjecta pharmaceutica per longum tempus, imo quaedam per aliquot secula in usum vocatae fuerunt, ita ut de aliquibus etiam in sola Europa, non duae vel decem librae, sed Centenarii aliquot quotannis consumantur, ratione historiae naturalis, loci natalis, originis, ubi & quomodo generentur, atque ex quo orrum suum trahant, praecipue de variis usuallibus Vegetabilibus exoticis, e. gr. de Myrrha, quae ab aliquot Millenariis jam adhiberi confueverit, ut & de sic dicto Gummi Animae, Caranae, Sanguine Draconis, Semine Cinae, ac permultis aliis speciebus, quales etiam variae in reliquis Regnis occurrunt, ad hunc usque diem non satis certo, genuinè, demonstrative, & indubitato cognitae sint; led de quibusdam nihil nisi disputabilia, dubiosa, variata, sibi invicem contradicentia, plerumque tantum ex auditu oborta, quaedam ab aliis facta, & ex cerebello proprio sibi comparata, indeque ut plurimum aperte falsa, ac de quibusdam planè",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103864.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 19464,
    "total-output-tokens": 5951,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1169,
        3
      ],
      [
        1169,
        2801,
        4
      ],
      [
        2801,
        5569,
        5
      ],
      [
        5569,
        7008,
        6
      ],
      [
        7008,
        7838,
        7
      ],
      [
        7838,
        9378,
        8
      ],
      [
        9378,
        10749,
        9
      ],
      [
        10749,
        12233,
        10
      ],
      [
        12233,
        13835,
        11
      ],
      [
        13835,
        15431,
        12
      ],
      [
        15431,
        16682,
        13
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103864",
    "title": "An Abstract of the Meteorological Diaries, Communicated to the Royal Society; With Remarks upon Them. By W. Derham, D. D. Canon of Windsor, F. R. S. [Part II. Vide Transact. No 429.] Part III",
    "authors": "W. Derham",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/103864"
  }
}