{
  "id": "17468ae3f9b7c6ada7940708fdc08b0f0e4fce36",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. Description of a Percussion Shell, to be fired horizontally from a common gun. By Lieutenant Colonel Miller, late of the Rifle Brigade, and now unattached. Communicated by R. I. Murchison, Esq. F. R. S. - - - page 1\n\nII. On the relative powers of various metallic substances as conductors of electricity. By Mr. William Snow Harris, of Plymouth, Surgeon. Communicated by J. Knowles, Esq. F. R. S. November 14, 1826. - - - 18\n\nIII. On the expediency of assigning specific names to all such functions of simple elements as represent definite physical properties; with the suggestion of a new term in mechanics; illustrated by an investigation of the machine moved by recoil, and also by some observations on the Steam Engine. By Davies Gilbert, Esq. M. P. V. P. R. S. &c. - - - 25\n\nIV. The Croonian Lecture for 1826. By Sir Everard Home, Bart. V. P. R. S. - - - - 39\n\nV. On a newly discovered genus of Serpentiform Fishes. By I. Harwood, M. D. F. L. S. Professor of Natural History in the Royal Institution of Great Britain. Communicated by Daniel Moore, Esq. F. R. S. - - - 49\n\nVI. An examination into the structure of the cells of the human lungs; with a view to ascertain the office they perform in respiration. By Sir Everard Home, Bart. V. P. R. S. Illustrated by microscopical drawings from the pencil of F. Bauer, Esq. F. R. S. - - - - 58\nVII. Remarks on a correction of the solar tables required by Mr. South's observations. By G. B. Airy, Esq. M. A. Fellow of Trinity College, Cambridge, and Lucasian Professor of Mathematics in the University of Cambridge. Communicated by Dr. Young, F. R. S., &c. - - - page 65\n\nVIII. On the mutual action of the particles of magnetic bodies, and on the law of variation of the magnetic forces generated at different distances during rotation. By S. H. Christie, Esq. M. A. F. R. S. - - - - 71\n\nIX. Corrections to the reductions of Lieutenant Foster's Observations on Atmospherical Refractions at Port Bowen; with Addenda to the Table of Magnetic Intensities at the same place. By Lieutenant Henry Foster, R. N. F. R. S. 122\n\nX. Correction of an error in a Paper published in the Philosophical Transactions, entitled, \"On the Parallax of the fixed Stars.\" By J. F. W. Herschel, Esq. F. R. S. - 126\n\nERRATA, PART IV. 1826.\n\nPage 4, line 1, for \"9 ten-thousandths,\" read \"9 thousandths.\"\n\nIn Plate VI. page 189, insert the letter \"N\" at the left hand extremity of the horizontal diameter in Fig. 4; and at the upper extremity of the vertical diameter in Fig. 5, insert the letter \"e.\"\n\nDirections to the Binder.\n\nPlates I. II. and III. should face page 124, instead of 174.\nThe Gold and Silver Medals, founded on the Donation of Benjamin Count Rumford, for the most important discovery, or useful improvement, made and published in any part of Europe during the two preceding years, on Light, or on Heat, were awarded by the Council, held Feb. 8th, 1827, to M. Fresnel, for his development of the undulatory theory as applied to the phenomena of polarised light, and for his various important discoveries in Physical Optics.\nCONTENTS.\n\nXI. On a new form of the differential thermometer, with some of its applications. By William Ritchie, A. M. Rector of Tain Academy. Communicated by J. F. W. Herschel, Esq. Sec. R. S. - - - - - page 129\n\nXII. On the structure and use of the submaxillary odoriferous gland in the genus Crocodilus. By Thomas Bell, Esq. F. L. S. G. S. Communicated by Sir Everard Home, Bart. V. P. R. S. 132\n\nXIII. On the permeability of transparent screens of extreme tenuity by radiant heat. By William Ritchie, A. M. Rector of Tain Academy. Communicated by J. F. W. Herschel, Esq. Sec. R. S. - - - - - 139\n\nXIV. On the derangements of certain transit instruments by the effects of temperature. By Robert Woodhouse, A. M. F. R. S. &c. - - - - - 144\n\nXV. On some of the compounds of chromium. By Thomas Thomson, M. D. F. R. S. L. and E. Professor of Chemistry, Glasgow. - - - - - 159\n\nXVI. Rules and principles for determining the dispersive ratio of glass; and for computing the radii of curvature for achromatic object-glasses, submitted to the test of experiment. By Peter Barlow, Esq. F. R. S. Mem. Imp. Ac. Petrop. &c. 231\n\nXVII. On the change in the plumage of some Hen-Pheasants. By William Yarrell, Esq. F. L. S. Communicated by William Morgan, Esq. F. R. S. - - - 268\nXVIII. On the secondary deflections produced in a magnetized needle by an iron shell, in consequence of an unequal distribution of magnetism in its two branches. First noticed by Captain J. P. Wilson, of the Honourable East India Company's Ship Hythe. By Peter Barlow, Esq. F. R. S. Mem. Imp. Sc. Petrop. - - - - - 276\n\nXIX. On the difference of Meridians of the Royal Observatories of Greenwich and Paris. By Thomas Henderson, Esq. Communicated by J. F. W. Herschel, Esq. Sec. R. S. 286\n\nXX. Some observations on the effects of dividing the nerves of the lungs, and subjecting the latter to the influence of voltaic electricity. By A. P. W. Philip, M. D. F. R. S. L. and E. 297\n\nXXI. On the effects produced upon the Air Cells of the Lungs when the pulmonary circulation is too much encreased. By Sir Everard Home, Bart. V. P. R. S. - 301\n\nXXII. Theory of the Diurnal Variation of the Magnetic Needle, illustrated by experiments. By S. H. Christie, Esq., M. A. F. R. S. - - - - - 308\n\nXXIII. On the ultimate composition of simple alimentary substances; with some preliminary remarks on the analysis of organized bodies in general. By William Prout, M. D. F. R. S. - - - - - 355\n\nAPPENDIX.\n\nPresents received by the Royal Society from 17th November 1826, to 15th June 1827. - - - - - 1\n\nIndex. - - - - - 13\n\nMeteorological Journal kept at the Apartments of the Royal Society, by Order of the President and Council.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107858.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 16278,
    "total-output-tokens": 2579,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2954,
        4
      ],
      [
        2954,
        4301,
        5
      ],
      [
        4301,
        5571,
        6
      ],
      [
        5571,
        6022,
        7
      ],
      [
        6022,
        6022,
        8
      ],
      [
        6022,
        7291,
        9
      ],
      [
        7291,
        8705,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107858",
    "title": "Front Matter",
    "authors": null,
    "year": 1827,
    "volume": "117",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107858"
  }
}