{
  "id": "b73a778019536bc46860c7666e9c33ea003d6fb9",
  "text": "names of many antient places in the Roman provinces not mentioned by any other writers. And besides, the form of this word appears analogous to the names of several other Roman towns here in Britain; as, *Durobrovæ* Rochester, *Ratae* Leicester, *Rutupiae* Richborough, *Spinae* Spene, and some others. It is not improbable, that this plate was found not far from the place, whose name it bears; and which might be situated among the *Cateuchlani*, as their territories are described by Camden (a). But as I have never before seen, nor heard of anything similar to it, I would submit what is here offered to the judgment of the curious in these inquiries.\n\nG. C. Feb. 25.\n1747.\n\nJohn Ward.\n\n---\n\nXIII. An Account of a very learned Divine, who was born with two Tongues; communicated to the Royal Society by Cromwell Mortimer M. D. & Secr. R. S.\n\nRead March 10. In a MS. Account of the Life of the Rev. Mr. Henry Wharton, Chaplain to Archbishop Sancroft, written by himself, I have met with the following Passage:\n\n\"Mihi quidem ex utero materno exeunti duplex erat Lingua, utraque ejusdem figuræ ac magnitudinis; inferiorem exscindendam esse clamarunt mulieres obstetrices.\n\n(a) Britann. pag. 275, ed. 1607.\n\"obstetrices. Verum id noluit mater puerpera.\n\"Pietati ejus obsecundavit fortuna. Lingua enim\n\"inferior paulatim emarcuit, et in exiguam pisoque\n\"haud majorem lingulam, quae hodienum manet,\n\"contracta est. Lingua interim superior ad justam\n\"crevit magnitudinem, quamplurimis longis pro-\n\"fundisque sulcis distincta, an vulneribus laniata,\n\"dicam! quae parallelo situ positae una cum lingua\n\"creverunt, neque unquam coitura esse videntur.\"\nNat. Nov. ix. 1664. Ob. 1694-5. Mart. 5. Æt. 31.\nIt appears by this Journal of himself that he was\nalways infirm and sickly.*\n\nXIV. Upon the Sounds and Hearing of Fishes,\nby Jac. Theod. Klein R. P. Gedan. F.R.S.\nor Some Account of a Treatise, intitled, \"An\n\"Inquiry into the Reasons why the Au-\n\"thor of an Epistle concerning the Hear-\n\"ing of Fishes endeavours to prove they\n\"are all mute and deaf;\" by Richard\nBrocklesby M. D. F. R. S.\n\nRead March 10. Our Author in the first place classes\nthem into two Orders, the first hath Lungs, the other is furnish'd with Organs ana-\nlogous to Lungs, which we call Fish-Ears, or Gills:\nAll the Whale-Kind, the Dolphin, Porpoise, and\nsuch like, have Lungs. There are two Families of\nthe second Class, to one of them belongs all that\nTribe,\n\n* See the Account of Margaret Cutting, who speaks without a\nTongue, in these Trans. No. 484, p. 621.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104535.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 854,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1207,
        2
      ],
      [
        1207,
        2528,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104535",
    "title": "An Account of a Very Learned Divine, Who Was Born with Two Tongues; Communicated to the Royal Society by Cromwell Mortimer M. D. & Secr. R. S.",
    "authors": "Cromwell Mortimer",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104535"
  }
}