{
  "id": "ed1bda0e18d790a267dada3aeb24e526ba105e3a",
  "text": "cum solutionibus vitriolorum pure martialium, & præ caeteris cum liquore Martis sōlari, omnium pulcherrimo colore cœruleo inficiebatur. Cum primis quattuor solutionibus vitriolicis vero eodem se modo habuit, ac caeteri spiritus frumenti fucati, imo non secus ac ipse spiritus vini Gallici.\n\nXI. Tandem cum satis essent confirmatus, rem cum ramentis ligni quercini optime succedere experiri libuit, quantum infusi vel extractionis ligni quercini, ad minimum pro aliquali saltem cœruleato colore producendo requireretur.\n\nVarias ergo quantitates minuendo semper parcieres, à dimidia drachma ad viginti, quindecim & pauciores guttas descendendo, probavi, adeo ut unica gutta sufficeret totam semiunciam spiritus frumenti qualitate imprægnando, quæ ad colorem cœruleum, licet non adeo saturatum, unica saltem gutta liquoris mineræ martis accedente, producendum requiritur.\n\nIII. An Account of a Fork put up the Anus, that was afterwards drawn out through the Buttock; communicated in a Letter to the Publisher, by Mr. Robert Payne, Surgeon at Lowestoft.\n\nJames Bishop, an Apprentice to a Ship-Carpenter in Great-Yarmouth, about 19 Years of Age, had violent Pains in the lower Part of the Abdomen, for 6 or 7 Months; it did not appear to be any Species of the Colick; he sometimes made bloody Urine, which induced me to believe it might be a Stone in the Bladder. He was very little relieved by Physick; at length a hard Tumor appeared in the Left Buttock, on or near the Gluteus Maximus, 2 or 3 Inches from the\nthe Verge of the Anus, a little floping upwards. A short time after he voided purulent Matter by way of the Anus, every Day for some Time; the Tumor broke; I suspected a Fistula in Ano, but could not get the Probe, by the Orifice of the Sore, into the Rectum. Shortly after the Prongs of a Fork appeared through the Orifice of the Sore, above half an Inch beyond the Skin. As soon as the Prongs appeared, his violent Pains ceased; I divided the Flesh between the Prongs, according to the best of my Judgment; and after that made a circular Incision about the Prongs, and so with a strong Pair of Pincers extracted it, not without great Difficulty, Handle and all entire; the End of the Handle was besmeared with the Excrement, when I drew it out; it is 6 Inches and a half long, a large Pocket-Fork; the Handle is Ivory, but is dyed of a very dark-brown Colour; the Iron Part is very black and smooth, but not rusty. He is likely to do well in a short Time, the Operation being performed the 11th of October last; he would not own how it came, till a Relation of his, a Gentleman in this Neighbourhood, who sent him to me to be under my Care, the Reverend Mr. Gregory Clark, Rector of Blundeston, on whom, in a great Measure, his Dependence is, threatened never to look upon him more, unless he would give him an Account how it came; and he told him, that, being costive, he put the said Fork up his Fundament, thinking by that Means to help himself, but unfortunately it slipt up so far, that he could not recover it again.\n\nLowestoft, 7 Miles from Great-Yarmouth, 5th Novemb. 1725:\n\nRobt Payne.\n\nP. S. He says he had no Trouble or Pain, till a Month, or more, after it was put up.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103807.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4520,
    "total-output-tokens": 965,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1507,
        2
      ],
      [
        1507,
        3189,
        3
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103807",
    "title": "An Account of a Fork Put up the Anus, That Was Afterwards Drawn out Through the Buttock; Communicated in a Letter to the Publisher, by Mr. Robert Payne, Surgeon at Lowestofft",
    "authors": "Robert Payne",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103807"
  }
}