{
  "id": "7a98a6c792dd6f345c29bf4e77391c05b8d62cb8",
  "text": "stance included in the Chest, so long lasts Inspiration; but when the force of the included Air, by means of the Contraction of the Dia-\nphragme and its pressure, overcomes the strength of the inspired Air,\nthen begins and so long lasts Expiration. So that, according to him,\nRespiration is nothing else, than a Reciprocation of the Air inclosed\nin the Chest, and an Alternate motion of the Lungs and the Diaphrag-\nme; whereby the external Air becomes the first origin of all the A-\nnimal motion.\n\nAs to the Uses of Respiration, he esteems, both from a certain Re-\nlation to be found in Fontana, and from the structure, Motion and\nScite of the Diaphragme, that there are other Uses of it, than the\nCooling of the Heart, the Fanning of the Blood, the Discharge of\nsteams, the Conveyance of a Nitrous aliment, the Communion and\nsubduing of the Blood, and its intimate commixture with the Chyle,\nand the promotion of the Blood from one ventricle of the heart to\nthe other; for all this, he faith, is perform'd by the help of the Lungs,\n(which is but one Organ of Respiration:) But then he would main-\ntain, that by the other Instrument of Respiration, the Diaphragme and\nits Pressure, there are effected such other things, as are no less neces-\nsary to the preservation of life, than the former; viz. The con-\ntinual Pressure of the Chyle out of the stomach into the intestins, and\nfrom thence by the Milky veins into the Glanduls of the Mesentery,\nand so further into the Chyliferous Channel; as also the Motion of\nthe Blood out of the Porta into the Liver, and out of the Liver into\nthe Cava; and that of the Gall into the Bladder of Gall, and thence\ninto the common ductus and the Guts: perhaps also that thence pro-\nceeds the first Natural Instinct or Perception, exciting also the Ani-\nmal motions.\n\nWhich being thus proposed and deduced by him, he endeavours to\nsatisfie the objections that may be made against this Hypothesis; for\nwhich, and many other particulars, we refer to the Author himself.\n\nNOTE,\n\nAt the end of p. 2125, the Reader is desired to add, to prevent all mi-\nstakes, what the Author of that Letter signified April 21, 1671, to the Publisher,\nsince that was Printed, viz. That in a very sharp Frost the Bleeding is stop'd till the\nweather begins to change; but in a moderate Frost, though it stop in the night, yet\nin the day time, if the Sun shines out, the Trees will bleed, though the Frost con-\ntinue. What we said in our Letter, Printed No. 57. p. 1166. l.45. that Cold did not\npromote but hinder bleeding; we find holds true, if the Cold be without Frost.\n\nBesides, p.2126, at the end of Mr. W. Longbys Letter may be added, what he fur-\nther imparted in the above said Letter of Apr. 21. viz. That since his last, he had\nmade tryal upon Walnut and Sycamore as to the transmitting of Water, and found,\nthat the water runs through both but nothing so fast as thorough Birch.\n\nERRATA. In Numb. 69. p. 2091. l. 24. r. and purse.\nIn this Numb.70.p.2128. l. 17. r. 9th instant. p. 2130. l. 3. r. descent.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal-Society. 1671",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101062.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 911,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3095,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101062",
    "title": "Note",
    "authors": null,
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101062"
  }
}