{
  "id": "4b55d5680c4db947fbf187f6fd41331415fc24e3",
  "text": "IV. An Inquiry concerning the Source of the Heat which is excited by Friction. By Benjamin Count of Rumford, F. R. S. M. R. I. A.\n\nRead January 25, 1798.\n\nIt frequently happens, that in the ordinary affairs and occupations of life, opportunities present themselves of contemplating some of the most curious operations of nature; and very interesting philosophical experiments might often be made, almost without trouble or expense, by means of machinery contrived for the mere mechanical purposes of the arts and manufactures.\n\nI have frequently had occasion to make this observation; and am persuaded, that a habit of keeping the eyes open to everything that is going on in the ordinary course of the business of life has oftener led, as it were by accident, or in the playful excursions of the imagination, put into action by contemplating the most common appearances, to useful doubts, and sensible schemes for investigation and improvement, than all the more intense meditations of philosophers, in the hours expressly set apart for study.\n\nIt was by accident that I was led to make the experiments of which I am about to give an account; and, though they are not perhaps of sufficient importance to merit so formal an introduction, I cannot help flattering myself that they will be thought curious in several respects, and worthy of the honour of being made known to the Royal Society.\nBeing engaged, lately, in superintending the boring of cannon, in the workshops of the military arsenal at Munich, I was struck with the very considerable degree of heat which a brass gun acquires, in a short time, in being bored; and with the still more intense heat (much greater than that of boiling water, as I found by experiment,) of the metallic chips separated from it by the borer.\n\nThe more I meditated on these phenomena, the more they appeared to me to be curious and interesting. A thorough investigation of them seemed even to bid fair to give a farther insight into the hidden nature of heat; and to enable us to form some reasonable conjectures respecting the existence, or non-existence, of an igneous fluid: a subject on which the opinions of philosophers have, in all ages, been much divided.\n\nIn order that the Society may have clear and distinct ideas of the speculations and reasonings to which these appearances gave rise in my mind, and also of the specific objects of philosophical investigation they suggested to me, I must beg leave to state them at some length, and in such manner as I shall think best suited to answer this purpose.\n\nFrom whence comes the heat actually produced in the mechanical operation above mentioned?\n\nIs it furnished by the metallic chips which are separated by the borer from the solid mass of metal?\n\nIf this were the case, then, according to the modern doctrines of latent heat, and of caloric, the capacity for heat of the parts of the metal, so reduced to chips, ought not only to be changed, but the change undergone by them should be sufficiently great to account for all the heat produced.\n\nBut no such change had taken place; for I found, upon MDCCXCVIII.\ntaking equal quantities, by weight, of these chips, and of thin slips of the same block of metal separated by means of a fine saw, and putting them, at the same temperature, (that of boiling water,) into equal quantities of cold water, (that is to say, at the temperature of $59^\\circ\\frac{1}{2}$ F.) the portion of water into which the chips were put was not, to all appearance, heated either less or more than the other portion, in which the slips of metal were put.\n\nThis experiment being repeated several times, the results were always so nearly the same, that I could not determine whether any, or what change, had been produced in the metal, in regard to its capacity for heat, by being reduced to chips by the borer.*\n\nFrom hence it is evident, that the heat produced could not\n\n* As these experiments are important, it may perhaps be agreeable to the Society to be made acquainted with them in their details.\n\nOne of them was as follows:\n\nTo 4590 grains of water, at the temperature of $59^\\circ\\frac{1}{2}$ F. (an allowance as compensation, reckoned in water, for the capacity for heat of the containing cylindrical tin vessel, being included,) were added 1016$\\frac{1}{2}$ grains of gun-metal in thin slips, separated from the gun by means of a fine saw, being at the temperature of $210^\\circ$ F. When they had remained together 1 minute, and had been well stirred about, by means of a small rod of light wood, the heat of the mixture was found to be = $63^\\circ$.\n\nFrom this experiment, the specific heat of the metal, calculated according to the rule given by Dr. Crawford, turns out to be = 0.1100, that of water being = 1.0000.\n\nAn experiment was afterwards made with the metallic chips, as follows:\n\nTo the same quantity of water as was used in the experiment above mentioned, at the same temperature, (viz. $59^\\circ\\frac{1}{2}$,) and in the same cylindrical tin vessel, were now put 1016$\\frac{1}{2}$ grains of metallic chips of gun-metal, bored out of the same gun from which the slips used in the foregoing experiment were taken, and at the same temperature ($210^\\circ$). The heat of the mixture, at the end of 1 minute, was just $63^\\circ$, as before; consequently the specific heat of these metallic chips was = 0.1100. Each of the above experiments was repeated 3 times, and always with nearly the same results.\npossibly have been furnished at the expense of the latent heat of the metallic chips. But, not being willing to rest satisfied with these trials, however conclusive they appeared to me to be, I had recourse to the following still more decisive experiment.\n\nTaking a cannon, (a brass six-pounder,) cast solid, and rough as it came from the foundry, (see fig. 1. Tab. IV.) and fixing it (horizontally) in the machine used for boring, and at the same time finishing the outside of the cannon by turning; (see fig. 2.) I caused its extremity to be cut off; and, by turning down the metal in that part, a solid cylinder was formed, $7\\frac{3}{4}$ inches in diameter, and $9\\frac{8}{10}$ inches long; which, when finished, remained joined to the rest of the metal (that which, properly speaking, constituted the cannon,) by a small cylindrical neck, only $2\\frac{1}{5}$ inches in diameter, and $3\\frac{8}{10}$ inches long.\n\nThis short cylinder, which was supported in its horizontal position, and turned round its axis, by means of the neck by which it remained united to the cannon, was now bored with the horizontal borer used in boring cannon; but its bore, which was $3.7$ inches in diameter; instead of being continued through its whole length ($9.8$ inches) was only $7.2$ inches in length; so that a solid bottom was left to this hollow cylinder, which bottom was $2.6$ inches in thickness.\n\nThis cavity is represented by dotted lines in fig. 2; as also in fig. 3. where the cylinder is represented on an enlarged scale.\n\nThis cylinder being designed for the express purpose of generating heat by friction, by having a blunt borer forced against its solid bottom at the same time that it should be turned round its axis by the force of horses, in order that the heat accumu-\nlated in the cylinder might from time to time be measured, a small round hole, (see d, e, fig. 3.) 0.37 of an inch only in diameter, and 4.2 inches in depth, for the purpose of introducing a small cylindrical mercurial thermometer, was made in it, on one side, in a direction perpendicular to the axis of the cylinder, and ending in the middle of the solid part of the metal which formed the bottom of its bore.\n\nThe solid contents of this hollow cylinder, exclusive of the cylindrical neck by which it remained united to the cannon, were $385\\frac{3}{4}$ cubic inches, English measure; and it weighed 113.13 lb. avoirdupois: as I found, on weighing it at the end of the course of experiments made with it, and after it had been separated from the cannon with which, during the experiments, it remained connected.*\n\n**Experiment No. 1.**\n\nThis experiment was made in order to ascertain how much heat was actually generated by friction, when, a blunt steel borer being so forcibly shoved (by means of a strong screw) against the bottom of the bore of the cylinder, that the pressure\n\n* For fear I should be suspected of prodigality in the prosecution of my philosophical researches, I think it necessary to inform the Society, that the cannon I made use of in this experiment was not sacrificed to it. The short hollow cylinder which was formed at the end of it, was turned out of a cylindrical mass of metal, about 2 feet in length, projecting beyond the muzzle of the gun, called in the German language the *verlorner kopf*, (the head of the cannon to be thrown away,) and which is represented in fig. 1.\n\nThis additional projection, which is cut off before the gun is bored, is always cast with it, in order that, by means of the pressure of its weight on the metal in the lower part of the mould, during the time it is cooling, the gun may be the more compact in the neighbourhood of the muzzle; where, without this precaution, the metal would be apt to be porous, or full of honeycombs.\nagainst it was equal to the weight of about 10000lb. avoirdupois, the cylinder was turned round on its axis, (by the force of horses,) at the rate of about 32 times in a minute.\n\nThis machinery, as it was put together for the experiment, is represented by fig. 2. W is a strong horizontal iron bar, connected with proper machinery carried round by horses, by means of which the cannon was made to turn round its axis.\n\nTo prevent, as far as possible, the loss of any part of the heat that was generated in the experiment, the cylinder was well covered up with a fit coating of thick and warm flannel, which was carefully wrapped round it, and defended it on every side from the cold air of the atmosphere. This covering is not represented in the drawing of the apparatus, fig. 2.\n\nI ought to mention, that the borer was a flat piece of hardened steel, 0.63 of an inch thick, 4 inches long, and nearly as wide as the cavity of the bore of the cylinder, namely, $3\\frac{1}{2}$ inches. Its corners were rounded off at its end, so as to make it fit the hollow bottom of the bore; and it was firmly fastened to the iron bar (m) which kept it in its place. The area of the surface by which its end was in contact with the bottom of the bore of the cylinder was nearly $2\\frac{1}{3}$ inches. This borer, which is distinguished by the letter n, is represented in most of the figures.\n\nAt the beginning of the experiment, the temperature of the air in the shade, as also that of the cylinder, was just 60° F.\n\nAt the end of 30 minutes, when the cylinder had made 960 revolutions about its axis, the horses being stopped, a cylindrical mercurial thermometer, whose bulb was $\\frac{3}{100}$ of an inch in diameter, and $3\\frac{1}{4}$ inches in length, was introduced into the\nhole made to receive it, in the side of the cylinder, when the mercury rose almost instantly to 130°.\n\nThough the heat could not be supposed to be quite equally distributed in every part of the cylinder, yet, as the length of the bulb of the thermometer was such that it extended from the axis of the cylinder to near its surface, the heat indicated by it could not be very different from that of the mean temperature of the cylinder; and it was on this account that a thermometer of that particular form was chosen for this experiment.\n\nTo see how fast the heat escaped out of the cylinder, (in order to be able to make a probable conjecture respecting the quantity given off by it, during the time the heat generated by the friction was accumulating,) the machinery standing still, I suffered the thermometer to remain in its place near three quarters of an hour, observing and noting down, at small intervals of time, the height of the temperature indicated by it.\n\nThus, at the end of\n\n| Minutes | Temperature |\n|---------|-------------|\n| 4       | 126°        |\n| 5       | 125°        |\n| 7       | 123°        |\n| 12      | 120°        |\n| 14      | 119°        |\n| 16      | 118°        |\n| 20      | 116°        |\n| 24      | 115°        |\n| 28      | 114°        |\n| 31      | 113°        |\n| 34      | 112°        |\n| 37½     | 111°        |\n\nand when 41 minutes had elapsed 110°\nHaving taken away the borer, I now removed the metallic dust, or rather scaly matter, which had been detached from the bottom of the cylinder by the blunt steel borer, in this experiment; and, having carefully weighed it, I found its weight to be 837 grains Troy.\n\nIs it possible that the very considerable quantity of heat that was produced in this experiment (a quantity which actually raised the temperature of above 113 lb. of gun-metal at least 70 degrees of Fahrenheit's thermometer, and which, of course, would have been capable of melting 6½ lb. of ice, or of causing near 5 lb. of ice-cold water to boil,) could have been furnished by so inconsiderable a quantity of metallic dust? and this merely in consequence of a change of its capacity for heat?\n\nAs the weight of this dust (837 grains Troy) amounted to no more than \\(\\frac{1}{948}\\)th part of that of the cylinder, it must have lost no less than 948 degrees of heat, to have been able to have raised the temperature of the cylinder 1 degree; and consequently it must have given off 66360 degrees of heat, to have produced the effects which were actually found to have been produced in the experiment!\n\nBut, without insisting on the improbability of this supposition, we have only to recollect, that from the results of actual and decisive experiments, made for the express purpose of ascertaining that fact, the capacity for heat, of the metal of which great guns are cast, is not sensibly changed by being reduced to the form of metallic chips, in the operation of boring cannon; and there does not seem to be any reason to think that it can be much changed, if it be changed at all, in being reduced to much smaller pieces, by means of a borer that is less sharp.\nIf the heat; or any considerable part of it, were produced in consequence of a change in the capacity for heat of a part of the metal of the cylinder, as such change could only be superficial, the cylinder would by degrees be exhausted; or the quantities of heat produced, in any given short space of time, would be found to diminish gradually, in successive experiments. To find out if this really happened or not, I repeated the last-mentioned experiment several times, with the utmost care; but I did not discover the smallest sign of exhaustion in the metal, notwithstanding the large quantities of heat actually given off.\n\nFinding so much reason to conclude, that the heat generated in these experiments, or excited, as I would rather choose to express it, was not furnished at the expense of the latent heat or combined caloric of the metal, I pushed my inquiries a step farther, and endeavoured to find out whether the air did, or did not, contribute anything in the generation of it.\n\nExperiment No. 2.\n\nAs the bore of the cylinder was cylindrical, and as the iron bar, (m,) to the end of which the blunt steel borer was fixed, was square, the air had free access to the inside of the bore, and even to the bottom of it, where the friction took place by which the heat was excited.\n\nAs neither the metallic chips produced in the ordinary course of the operation of boring brass cannon, nor the finer scaly particles produced in the last mentioned experiments by the friction of the blunt borer, showed any signs of calcination, I did not see how the air could possibly have been the cause\nof the heat that was produced; but, in an investigation of this kind, I thought that no pains should be spared to clear away the rubbish, and leave the subject as naked and open to inspection as possible.\n\nIn order, by one decisive experiment, to determine whether the air of the atmosphere had any part, or not, in the generation of the heat, I contrived to repeat the experiment, under circumstances in which it was evidently impossible for it to produce any effect whatever. By means of a piston exactly fitted to the mouth of the bore of the cylinder, through the middle of which piston the square iron bar, to the end of which the blunt steel borer was fixed, passed in a square hole made perfectly air-tight, the access of the external air, to the inside of the bore of the cylinder, was effectually prevented. (In fig. 3. this piston \\( p \\) is seen in its place; it is likewise shown in fig. 7 and 8.)\n\nI did not find, however, by this experiment, that the exclusion of the air diminished, in the smallest degree, the quantity of heat excited by the friction.\n\nThere still remained one doubt, which, though it appeared to me to be so slight as hardly to deserve any attention, I was however desirous to remove. The piston which closed the mouth of the bore of the cylinder, in order that it might be air-tight, was fitted into it with so much nicety, by means of its collars of leather, and pressed against it with so much force, that, notwithstanding its being oiled, it occasioned a considerable degree of friction, when the hollow cylinder was turned round its axis. Was not the heat produced, or at least some part of it, occasioned by this friction of the piston? and, as the external air had free access to the extremity of the bore, where it came in contact with the piston, is it not possible that\n\nMDCCXCVIII.\nthis air may have had some share in the generation of the heat produced?\n\n**Experiment No. 3.**\n\nA quadrangular oblong deal box, (see fig. 4.) water-tight, 11\\(\\frac{1}{2}\\) English inches long, \\(9\\frac{4}{10}\\) inches wide, and \\(9\\frac{6}{10}\\) inches deep, (measured in the clear,) being provided, with holes or slits in the middle of each of its ends, just large enough to receive, the one, the square iron rod to the end of which the blunt steel borer was fastened, the other, the small cylindrical neck which joined the hollow cylinder to the cannon; when this box (which was occasionally closed above, by a wooden cover or lid moving on hinges,) was put into its place; that is to say, when, by means of the two vertical openings or slits in its two ends, (the upper parts of which openings were occasionally closed, by means of narrow pieces of wood sliding in vertical grooves,) the box \\((g, b, i, k, \\text{fig. } 3.)\\) was fixed to the machinery, in such a manner that its bottom \\((i, k,)\\) being in the plane of the horizon, its axis coincided with the axis of the hollow metallic cylinder; it is evident, from the description, that the hollow metallic cylinder would occupy the middle of the box, without touching it on either side, (as it is represented in fig. 3.;) and that, on pouring water into the box, and filling it to the brim, the cylinder would be completely covered, and surrounded on every side, by that fluid. And farther, as the box was held fast by the strong square iron rod, \\((m,)\\) which passed, in a square hole, in the centre of one of its ends, \\((a, \\text{fig. } 4.)\\) while the round or cylindrical neck, which joined the hollow cylinder to the end of the cannon, could turn round freely on its axis in the round hole in the centre of the other end of it, it is evident that the machinery could be put\nin motion, without the least danger of forcing the box out of its place, throwing the water out of it, or deranging any part of the apparatus.\n\nEvery thing being ready, I proceeded to make the experiment I had projected, in the following manner.\n\nThe hollow cylinder having been previously cleaned out, and the inside of its bore wiped with a clean towel till it was quite dry, the square iron bar, with the blunt steel borer fixed to the end of it, was put into its place; the mouth of the bore of the cylinder being closed at the same time, by means of the circular piston, through the centre of which the iron bar passed.\n\nThis being done, the box was put in its place, and the joinings of the iron rod, and of the neck of the cylinder, with the two ends of the box, having been made water-tight, by means of collars of oiled leather, the box was filled with cold water, (viz. at the temperature of $60^\\circ$.) and the machine was put in motion.\n\nThe result of this beautiful experiment was very striking, and the pleasure it afforded me amply repaid me for all the trouble I had had, in contriving and arranging the complicated machinery used in making it.\n\nThe cylinder, revolving at the rate of about 32 times in a minute, had been in motion but a short time, when I perceived, by putting my hand into the water, and touching the outside of the cylinder, that heat was generated; and it was not long before the water which surrounded the cylinder began to be sensibly warm.\n\nAt the end of 1 hour I found, by plunging a thermometer into the water in the box, (the quantity of which fluid amounted to 18.77 lb. avoirdupois, or $2\\frac{1}{4}$ wine gallons,) that its temperature\nhad been raised no less than 47 degrees; being now 107° of Fahrenheit's scale.\n\nWhen 30 minutes more had elapsed, or 1 hour and 30 minutes after the machinery had been put in motion, the heat of the water in the box was 142°.\n\nAt the end of 2 hours, reckoning from the beginning of the experiment, the temperature of the water was found to be raised to 178°.\n\nAt 2 hours 20 minutes it was at 200°; and at 2 hours 30 minutes it actually boiled!\n\nIt would be difficult to describe the surprise and astonishment expressed in the countenances of the by-standers, on seeing so large a quantity of cold water heated, and actually made to boil, without any fire.\n\nThough there was, in fact, nothing that could justly be considered as surprising in this event, yet I acknowledge fairly that it afforded me a degree of childish pleasure, which, were I ambitious of the reputation of a grave philosopher, I ought most certainly rather to hide than to discover.\n\nThe quantity of heat excited and accumulated in this experiment was very considerable; for, not only the water in the box, but also the box itself, (which weighed 15\\(\\frac{1}{4}\\) lb.) and the hollow metallic cylinder, and that part of the iron bar which, being situated within the cavity of the box, was immersed in the water, were heated 150 degrees of Fahrenheit's scale; viz. from 60° (which was the temperature of the water, and of the machinery, at the beginning of the experiment,) to 210°, the heat of boiling water at Munich.\n\nThe total quantity of heat generated may be estimated with some considerable degree of precision, as follows:\nOf the heat excited there appears to have been actually accumulated,\n\nIn the water contained in the wooden box, \\(18\\frac{3}{4}\\) lb. avoirdupois, heated 150 degrees, namely, from 60° to 210° F.\n\nIn 113.13 lb. of gun-metal, (the hollow cylinder,) heated 150 degrees; and, as the capacity for heat of this metal is to that of water as 0.1100 to 1.0000, this quantity of heat would have heated \\(12\\frac{1}{2}\\) lb. of water the same number of degrees\n\nIn 36.75 cubic inches of iron, (being that part of the iron bar to which the borer was fixed which entered the box,) heated 150 degrees; which may be reckoned equal in capacity for heat to 1.21 lb. of water\n\nN. B. No estimate is here made of the heat accumulated in the wooden box, nor of that dispersed during the experiment.\n\nTotal quantity of ice-cold water which, with the heat actually generated by friction, and accumulated in 2 hours and 30 minutes, might have been heated 180 degrees, or made to boil\n\nFrom the knowledge of the quantity of heat actually produced in the foregoing experiment, and of the time in which it was generated, we are enabled to ascertain the velocity of its production, and to determine how large a fire must have been, or how much fuel must have been consumed, in order that, in burning equably, it should have produced by combustion the same quantity of heat in the same time.\n\nIn one of Dr. Crawford's experiments, (see his Treatise on Heat, p. 321,) 37 lb. 7 oz. Troy, = 181920 grains, of water,\nwere heated $2\\frac{1}{10}$ degrees of Fahrenheit's thermometer, with the heat generated in the combustion of 26 grains of wax. This gives 382032 grains of water heated 1 degree with 26 grains of wax; or $14693\\frac{14}{26}$ grains of water heated 1 degree, or $\\frac{14693}{180} = 81.631$ grains heated 180 degrees, with the heat generated in the combustion of 1 grain of wax.\n\nThe quantity of ice-cold water which might have been heated 180 degrees, with the heat generated by friction in the before-mentioned experiment, was found to be 26.58 lb. avoirdupois, $= 188060$ grains; and, as 81.631 grains of ice-cold water require the heat generated in the combustion of 1 grain of wax, to heat it 180 degrees, the former quantity of ice-cold water, namely 188060 grains, would require the combustion of no less than 2303.8 grains ($= 4\\frac{8}{10}$ oz. Troy) of wax, to heat it 180 degrees.\n\nAs the experiment (No. 3.) in which the given quantity of heat was generated by friction, lasted 2 hours and 30 minutes, $= 150$ minutes, it is necessary, for the purpose of ascertaining how many wax candles of any given size must burn together, in order that in the combustion of them the given quantity of heat may be generated in the given time, and consequently with the same celerity as that with which the heat was generated by friction in the experiment, that the size of the candles should be determined, and the quantity of wax consumed in a given time by each candle, in burning equably, should be known.\n\nNow I found by an experiment, made on purpose to finish these computations, that when a good wax candle, of a moderate size, $\\frac{3}{4}$ of an inch in diameter, burns with a clear flame, just 49 grains of wax are consumed in 30 minutes. Hence it appears, that 245 grains of wax would be consumed by such a candle in 150 minutes; and that, to burn the quantity of\nwax (= 2303.8 grains) necessary to produce the quantity of heat actually obtained by friction in the experiment in question, and in the given time, (150 minutes,) nine candles, burning at once, would not be sufficient; for, 9 multiplied into 245 (the number of grains consumed by each candle in 150 minutes) amounts to no more than 2205 grains; whereas the quantity of wax necessary to be burnt, in order to produce the given quantity of heat, was found to be 2303.8 grains.\n\nFrom the result of these computations it appears, that the quantity of heat produced equably, or in a continual stream, (if I may use that expression,) by the friction of the blunt steel borer against the bottom of the hollow metallic cylinder, in the experiment under consideration, was greater than that produced equably in the combustion of nine wax candles, each \\( \\frac{3}{4} \\) of an inch in diameter, all burning together, or at the same time, with clear bright flames.\n\nAs the machinery used in this experiment could easily be carried round by the force of one horse, (though, to render the work lighter, two horses were actually employed in doing it,) these computations show further how large a quantity of heat might be produced, by proper mechanical contrivance, merely by the strength of a horse, without either fire, light, combustion, or chemical decomposition; and, in a case of necessity, the heat thus produced might be used in cooking victuals.\n\nBut no circumstances can be imagined, in which this method of procuring heat would not be disadvantageous; for, more heat might be obtained by using the fodder necessary for the support of a horse, as fuel.\n\nAs soon as the last mentioned experiment (No. 3.) was finished, the water in the wooden box was let off, and the box\nremoved; and the borer being taken out of the cylinder, the scaly metallic powder, which had been produced by the friction of the borer against the bottom of the cylinder, was collected, and, being carefully weighed, was found to weigh $4145$ grains, or about $8\\frac{2}{3}$ oz. Troy.\n\nAs this quantity was produced in $2\\frac{1}{2}$ hours, this gives $824$ grains for the quantity produced in half an hour.\n\nIn the first experiment, which lasted only half an hour, the quantity produced was $837$ grains.\n\nIn the experiment No. 1, the quantity of heat generated, in half an hour, was found to be equal to that which would be required to heat $5$ lb. avoirdupois of ice-cold water $180$ degrees, or cause it to boil.\n\nAccording to the result of the experiment No. 3, the heat generated in half an hour, would have caused $5.31$ lb. of ice-cold water to boil. But, in this last-mentioned experiment, the heat generated being more effectually confined, less of it was lost; which accounts for the difference of the results of the two experiments.\n\nIt remains for me to give an account of one experiment more, which was made with this apparatus. I found by the experiment No. 1. how much heat was generated when the air had free access to the metallic surfaces which were rubbed together. By the experiment No. 2, I found that the quantity of heat generated was not sensibly diminished when the free access of the air was prevented; and, by the result of No. 3, it appeared that the generation of the heat was not prevented, or retarded, by keeping the apparatus immersed in water. But as, in this last-mentioned experiment, the water, though it surrounded the hollow metallic cylinder on every\nside, externally, was not suffered to enter the cavity of its bore, (being prevented by the piston,) and consequently did not come into contact with the metallic surfaces where the heat was generated; to see what effects would be produced by giving the water free access to these surfaces, I now made the\n\nExperiment No. 4.\n\nThe piston which closed the end of the bore of the cylinder being removed, the blunt borer and the cylinder were once more put together; and the box being fixed in its place, and filled with water, the machinery was again put in motion.\n\nThere was nothing in the result of this experiment that renders it necessary for me to be very particular in my account of it. Heat was generated, as in the former experiments and, to all appearance, quite as rapidly; and I have no doubt but the water in the box would have been brought to boil, had the experiment been continued as long as the last. The only circumstance that surprised me was, to find how little difference was occasioned in the noise made by the borer in rubbing against the bottom of the bore of the cylinder, by filling the bore with water. This noise, which was very grating to the ear, and sometimes almost insupportable, was, as nearly as I could judge of it, quite as loud, and as disagreeable, when the surfaces rubbed together were wet with water, as when they were in contact with air.\n\nBy meditating on the results of all these experiments, we are naturally brought to that great question which has so often been the subject of speculation among philosophers; namely,\n\nMDCCXCVIII.\nWhat is heat?—Is there any such thing as an igneous fluid?—Is there any thing that can with propriety be called caloric?\n\nWe have seen that a very considerable quantity of heat may be excited in the friction of two-metallic surfaces, and given off in a constant stream or flux, in all directions, without interruption or intermission, and without any signs of diminution, or exhaustion.\n\nFrom whence came the heat which was continually given off in this manner, in the foregoing experiments? Was it furnished by the small particles of metal, detached from the larger solid masses, on their being rubbed together? This, as we have already seen, could not possibly have been the case.\n\nWas it furnished by the air? This could not have been the case; for, in three of the experiments, the machinery being kept immersed in water, the access of the air of the atmosphere was completely prevented.\n\nWas it furnished by the water which surrounded the machinery? That this could not have been the case is evident; first, because this water was continually receiving heat from the machinery, and could not, at the same time, be giving to, and receiving heat from, the same body; and secondly, because there was no chemical decomposition of any part of this water. Had any such decomposition taken place, (which indeed could not reasonably have been expected,) one of its component elastic fluids (most probably inflammable air) must, at the same time, have been set at liberty, and, in making its escape into the atmosphere, would have been detected; but, though I frequently examined the water, to see if any air bubbles rose up through it, and had even made preparations for catching\nthem, in order to examine them, if any should appear, I could perceive none; nor was there any sign of decomposition of any kind whatever, or other chemical process, going on in the water.\n\nIs it possible that the heat could have been supplied by means of the iron bar to the end of which the blunt steel borer was fixed? or by the small neck of gun-metal by which the hollow cylinder was united to the cannon? These suppositions appear more improbable even than either of those before mentioned; for heat was continually going off, or out of the machinery, by both these passages, during the whole time the experiment lasted.\n\nAnd, in reasoning on this subject, we must not forget to consider that most remarkable circumstance, that the source of the heat generated by friction, in these experiments, appeared evidently to be inexhaustible.\n\nIt is hardly necessary to add, that any thing which any insulated body, or system of bodies, can continue to furnish without limitation, cannot possibly be a material substance: and it appears to me to be extremely difficult, if not quite impossible, to form any distinct idea of any thing, capable of being excited, and communicated, in the manner the heat was excited and communicated in these experiments, except it be motion.\n\nI am very far from pretending to know how, or by what means, or mechanical contrivance, that particular kind of motion in bodies, which has been supposed to constitute heat, is excited, continued, and propagated, and I shall not presume to trouble the Society with mere conjectures; particularly on a subject which, during so many thousand years, the most\nenlightened philosophers have endeavoured, but in vain, to comprehend.\n\nBut, although the mechanism of heat should, in fact, be one of those mysteries of nature which are beyond the reach of human intelligence, this ought by no means to discourage us, or even lessen our ardour, in our attempts to investigate the laws of its operations. How far can we advance in any of the paths which science has opened to us, before we find ourselves enveloped in those thick mists which, on every side, bound the horizon of the human intellect? But how ample, and how interesting, is the field that is given us to explore!\n\nNobody, surely, in his sober senses, has ever pretended to understand the mechanism of gravitation; and yet what sublime discoveries was our immortal Newton enabled to make, merely by the investigation of the laws of its action!\n\nThe effects produced in the world by the agency of heat, are probably just as extensive, and quite as important, as those which are owing to the tendency of the particles of matter towards each other; and there is no doubt but its operations are, in all cases, determined by laws equally immutable.\n\nBefore I finish this paper, I would beg leave to observe, that although, in treating the subject I have endeavoured to investigate, I have made no mention of the names of those who have gone over the same ground before me, nor of the success of their labours; this omission has not been owing to any want of respect for my predecessors, but was merely to avoid prolixity, and to be more at liberty to pursue, without interruption, the natural train of my own ideas.\nDESCRIPTION OF THE FIGURES (Tab. IV.)\n\nFig. 1. shows the cannon used in the foregoing experiments, in the state it was in when it came from the foundry.\n\nFig. 2. shows the machinery used in the experiments No. 1, and No. 2. The cannon is seen fixed in the machine used for boring cannon. W is a strong iron bar, (which, to save room in the drawing, is represented as broken off,) which bar, being united with machinery (not expressed in the figure) that is carried round by horses, causes the cannon to turn round its axis.\n\nm is a strong iron bar, to the end of which the blunt borer is fixed; which, by being forced against the bottom of the bore of the short hollow cylinder that remains connected by a small cylindrical neck to the end of the cannon, is used in generating heat by friction.\n\nFig. 3. shows, on an enlarged scale, the same hollow cylinder that is represented on a smaller scale in the foregoing figure. It is here seen connected with the wooden box (g, h, i, k,) used in the experiments No. 3, and No. 4, when this hollow cylinder was immersed in water.\n\np, which is marked by dotted lines, is the piston which closed the end of the bore of the cylinder.\n\nn is the blunt borer seen side-wise.\n\nd, e, is the small hole by which the thermometer was introduced, that was used for ascertaining the heat of the cylinder. To save room in the drawing, the cannon is represented broken off near its muzzle; and the iron bar, to which the blunt borer is fixed, is represented broken off at m.\nFig. 4. is a perspective view of the wooden box, a section of which is seen in the foregoing figure, (see g, b, i, k, fig. 3.)\n\nFig. 5 and 6 represent the blunt borer n, joined to the iron bar m, to which it was fastened.\n\nFig. 7 and 8. represent the same borer, with its iron bar, together with the piston which, in the experiments No. 2 and No. 3, was used to close the mouth of the hollow cylinder.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106970.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 39986,
    "total-output-tokens": 9631,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1391,
        2
      ],
      [
        1391,
        3109,
        3
      ],
      [
        3109,
        5445,
        4
      ],
      [
        5445,
        7221,
        5
      ],
      [
        7221,
        9212,
        6
      ],
      [
        9212,
        10977,
        7
      ],
      [
        10977,
        12369,
        8
      ],
      [
        12369,
        14101,
        9
      ],
      [
        14101,
        15699,
        10
      ],
      [
        15699,
        17526,
        11
      ],
      [
        17526,
        19368,
        12
      ],
      [
        19368,
        21051,
        13
      ],
      [
        21051,
        22650,
        14
      ],
      [
        22650,
        24134,
        15
      ],
      [
        24134,
        26007,
        16
      ],
      [
        26007,
        27774,
        17
      ],
      [
        27774,
        29466,
        18
      ],
      [
        29466,
        31040,
        19
      ],
      [
        31040,
        32717,
        20
      ],
      [
        32717,
        34347,
        21
      ],
      [
        34347,
        35955,
        22
      ],
      [
        35955,
        37458,
        23
      ],
      [
        37458,
        37860,
        24
      ],
      [
        37860,
        37860,
        25
      ],
      [
        37860,
        37860,
        26
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106970",
    "title": "An Inquiry concerning the Source of the Heat Which is Excited by Friction. By Benjamin Count of Rumford, F. R. S. M. R. I. A.",
    "authors": "Benjamin Count of Rumford",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/106970"
  }
}