{
  "id": "eee4c706fe3bf0d313940f1ef627a4d42bdc7666",
  "text": "V. A Letter from Mr. Antony Van Leeuwenhoek, F.R.S. to John Chamberlayne, Esq; F.R.S. Containing his Observations upon the Edge of Razors, &c.\n\nSIR,\n\nIn your last acceptable Letter dated from Westminster the 2d. of August, I observe that you desire me to turn my Speculations, and to give you my Thoughts upon several Appearances relating to a Razor; particularly to say something concerning its Edge and Sharpness, which in a good Razor is so fine and so nice, that it is subject to the least Change and Alteration in the Weather; and particularly that Cold has such an Influence upon it, as to spoil and blunt its Edge, insomuch that it will hardly cut a Hair asunder.\n\nIn answer to your said Letter, I must acquaint you, Sir, that I shave myself, and that my Razor, which I always use twice a Week, and which I have had above Thirty Six Years, was never Ground but twice, and yet it cuts very well; but I set it sometimes upon an Oyl-stone or Hone, yet not as I observe some Barbers do, who stroke it above Twenty five Times on one side, and then again as many on the other; whereas I on the contrary pass my Razor once only on one side, and that very gently with the Edge against the Stone, and then on the other side in the same manner; and so continue about ten or twelve Times; after that I pass the Razor, with the Back of it downwards, upon a Leather prepar'd with Tripoly [which the Silver-smiths use to Polish or Clean their Plate with.]\nWhen I look upon such a Razor thro' my Micro-\nscope, I stand amazed at the great number of Gaps and\nNotches that I see in the Edge thereof, and wonder how\none can shave oneself so softly therewith; nor does\nmy Razor refuse to do me Service even in Winter\nand cold Weather, tho' I must own at such times the\nShaving is a little more painful, but that I have hither-\nto thought, was only occasion'd by the Hair of the\nBeard being harder in Winter than Summer, when 'tis\ncold Weather I always keep my Razor in a Room that\nhas Fire in it.\n\nNow as to what concerns the Razor's becoming blunt\nin cold Weather, I can conceive no other Reason for\nit, but that the materia subtilis, or exceeding fine Mat-\nter, which is in all Metals, and which we may com-\npare to Fire, is by the Cold driven out of the Edge of\nthe Razor; by which means the Steel becomes so stub-\nborn or hard, that in a fine Razor it makes Notches,\nand is blunted by the Hair. I have also experienced,\nthat after having shaven the Beard with a fine Razor,\nand attempting to Cut some of the little Hairs in the\nEye-brows, which were harder than those of the Chin,\nnotwithstanding that they were a little softened with\nWater, several Notches were thereby made in the same\nRazor.\n\nI asked a certain skilful Barber, what difference he\nfound in his Razors in very cold or hot Weather;\nwho informed me, that when it was very Cold, he al-\nways dipt his Razors in warm Water, which made\n'em cut much the better.\n\nI have thought fit to acquaint you with the manner of\nmy preparing my Leather upon which I pass my Razor.\nMy Shoe-maker furnish'd me with a Piece of Leather,\nthat is very smooth upon the side next the Fleth, and\nof about two Fingers breadth; this I fasten'd with Glue to\na thin Board of the same breadth, and when 'twas dry,\nI smear'd it all over with a Tallow-candle; and then I held it over the Fire a little, 'till the Grease had insinuated itself into the Pores of the Leather, and this I repeated three times; after which I pour'd all over it a little Tripoly wash'd clean, which I workt into the Leather with the Grease so long, 'till the Grease or Tallow became warm, when I pour'd on fresh, repeating that Operation four or five times, till my Smoothing-Leather was fit for use.\n\nI have also taken fine Powder'd Emery [a Powder or Stone also used by the Silver-smiths to Polish their Plate] which I first steep'd in a little Water, and then pour'd a good deal more upon it; which having stir'd well together, and afterwards let it stand a little, I pour'd off the uppermost part of the Water that was impregnated with the fine Emery into another Glass; and after that I put a little Linnen or Woollen Rag into the aforesaid Water, one end of which extended itself to the bottom of the said Emery, which I suppose to remain in the Glass, and the other end of the Rag hung out, in order to draw off all the Water from the subsided Emery; which Emery being thereby become dry, I rubb'd it into the Tallow'd-Leather in the same manner as I had done the Tripoly before, only with this difference, that I work the Emery in with a Piece of smooth Ivory, or else with a Burnishing-Steel; this being done, I stroke my Razor softly over it, the Effect of which has been, that Razors, with which I have cut Wood, and which I have thrown aside as useless, have been recover'd to such a Degree, as to become fit to shave ones Beard again.\n\nThe aforemention'd Barber complain'd to me, that he had a Razor, which tho' it appear'd very fair to the Eye, yet was so stiff, that he cou'd bring no Edge to it, by passing it ever so often upon a Hone: I deli-red him that I might look upon it thro' my Microscope, and\nand found several Notches in it; but I judg'd that it had been little used to a Hone, because there was so little of it worn away, tho' he inform'd me since that he had set it above Fifty Times, but cou'd never bring it to bear.\n\nI passed the same Razor over my Strop or Smoothing-Leather, which I had prepared with fine Emery, and then gave it him again; and a few Days after, askt him if he had made use of it, who told me he had, and that he had found it very good, and that in sixteen Persons he had shaved with it, he had found but one Beard that the Razor cou'd not Conquer. Now as one Razor is softer than another, I wou'd advise that the soft Razor shou'd be passed on a Strop that is prepared with Tripoly, and the hard one upon a Strop prepared with Emery.\n\nYou say further, Sir, that if one cou'd discover the fine Particles of the Steel, of which the Sharpness or Edge of the Razor does consist, you imagine that one might also be able to find out the cause of the very different Effects produced in the said Razor.\n\nTo which I answer, that as for what concerns the fine Particles of Steel, as also Gold, Silver, &c. they are inconceivably small: one may indeed, by the help of a good Microscope, just discover the exceeding small Particles of Gold and Silver, but one cannot perceive of what Figure they are; and who can tell of what a Multitude of Parts those little Particles, which we see by the help of a Microscope, are again composed: and although we can discover those little Particles of which Gold and Silver are composed, because we can dissolve both Gold and Silver in proper Menstrua or Waters, and can as it were unite them with those Waters, and again collect those Particles of Gold and Silver together, fit for our view; yet this has no Place in Iron or Steel, the fine Particles that compose which, we can only discover in the\nthe broken Gaps or Notches of a Razor, for instance; and the greater and courser the Parts are, of which those Metals are composed, as we may see in Cast-Iron, the less valuable are the said Metals; but the finer the Particles are, the more valuable in my Opinion will be the Steel and Iron which they compose.\n\nNow when we view the small broken Parts of Gold, Silver, Steel, Iron, &c. We must consider that each of those Particles, as small as they appear to us, are again composed of a great number of other exceeding smaller Particles, which Nature has knit together; and that these coagulated Particles are yet more strongly united by Fire, and after that are so consolidated by the Strokes and Pressure of the Smith's Hammer, that they seem to us to be but one Body, tho' they do consist of a great many small Particles, the coarsest of which are always obvious when we come to break the Metals: and how often soever you melt any of these Metals, and break them again after they are cold, you will always be able to discover the grainy Particles thereof; but you will find them so strongly joyn'd and riveted in one another, that they appear to be but one Body.\n\nWhen the Steel is prepared and made into a Razor, and set upon a Hone, we may perceive a great many long Streaks or Scratches of the said Stone upon the Razor; and the Courser the Hone is with Sand, the Courser and Deeper those Streaks are in the Steel. They pass the Razor thus prepared upon one Stone, oftentimes upon a finer, to the end that they may Grind out the aforesaid long Streaks, which it had acquir'd upon the course Stone; for every one of such Streaks in the Steel, when it is Sharpned or Ground again, becomes a Notch: when such Notches are Ground out of the Razor upon a fine Oyl-stone or Hone, the Steel, where any of these Notches were, appears to the Eye as smooth as Glass; but when\nWe come to view the Razor with one of our best Microscopes, one may discover that those long Streaks which cause the Notches, are no more taken away by the Oyl-stone, than when the Razor is Ground on a rough Stone; and the only difference is, that the Streaks of the former are finer than the latter: in short, when one observes with a good Microscope the many Notches that are in the finest Razor, one wou'd wonder how any of them cou'd cut so well. This, Sir, is all that I have to say to you upon the subject of Razors at this time.\n\nDelft, Sept. 10. 1709.\n\nSIR,\n\nYour Humble Servant,\n\nAntony Van Leeuwenhoek.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103292.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2523,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1449,
        2
      ],
      [
        1449,
        3239,
        3
      ],
      [
        3239,
        5119,
        4
      ],
      [
        5119,
        6976,
        5
      ],
      [
        6976,
        8848,
        6
      ],
      [
        8848,
        9460,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103292",
    "title": "A Letter from Mr. Antony Van Leeuenhoek, F. R. S. to John Chamberlayne, Esq; F. R. S. Containing His Observations upon the Edge of Razors, &c.",
    "authors": "Antony Van Leeuenhoek",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103292"
  }
}