{
  "id": "b6c729450fb1b6ab64bf7bde59e494ba34cbd7db",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1852.\n\nA.\n\nAir-engine, on the, 65.\nAnalytical researches connected with Steiner's extension of Malfatti's problem, 253.\nAnnelida, on the circulating fluids of, 622; chylaqueous fluid in, 624; blood-proper in, 630.\nArachnida, on the circulating fluids of, 652.\nArticulata, on the circulating fluids of, 645.\nAscaris mystax, on the reproduction of, 563.\nAtmospheric air, determination of the specific heat of, 72.\n\nB.\n\nBakerian Lecture, 1.\nBat's wing, on the rhythmical contractility of the veins of, 131.\nBaxter (H. F., Esq.). An Experimental Inquiry undertaken with the view of ascertaining whether any and what signs of Current Force are manifested during the organic process of Secretion in living animals, 279.\nBiliary secretion, on the manifestation of current force during, 280.\nBinocular vision, remarkable phenomena of, 1.\nBlood of invertebrate animals, on the, 595.\nBooth (Rev. James, LL.D.). Researches on the Geometrical properties of Elliptic Integrals, 311.\nBrooke (Charles, Esq.). On the Automatic Registration of Magnetometers and Meteorological Instruments by Photography, No. IV., 19.\nBryozoa, on the circulating fluids of, 655.\n\nMDCCCLII.\nC.\n\nCayley (Arthur, Esq.). Analytical Researches connected with Steiner's extension of Mal-\nfatti's Problem, 253.\nCleavage and foliation of the rocks of the north of Scotland, arrangement of, 445.\nCrustacea, on the circulating fluids of, 650.\nCurrent force, on the manifestation of, during secretion in living animals, 279.\n\nD.\n\nDoris, on the anatomy of, 207. Digestive system, 208. Generative organs, 216. Organs of\ncirculation and respiration, 224. Nervous system, 230.\n\nE.\n\nEchinodermata, on the circulating fluids of, 605. Blood-proper in, 608. Chylaqueous fluid in,\n612.\nElectricity, Experimental Researches in.—Twenty-eighth series. On lines of magnetic force, 25.\n—. Twenty-ninth series, 137. On the employment of the induced magneto-electric cur-\nrent as a test and measure of magnetic force, ibid. Galvanometer indications, ibid. Revolving\nrectangles and rings, 142. On the amount and general disposition of the forces of a magnet\nwhen associated with other magnets, 152. Delineation of lines of magnetic force by iron\nfilings, 156.\nElectro-chemical polarity of gases, 87.\nElliot (Captain C. M.). On the Lunar Atmospheric Tide at Singapore, 125.\nElliptic integrals, researches on the geometrical properties of, 311. On the spherical ellipse, 316.\nOn the spherical parabola, 328. On the logarithmic ellipse, 345. On the logarithmic hyper-\nbola, 362. Expression of the difference between an arc of a logarithmic hyperbola and the\ncorresponding arc of the tangent parabola, 369. On the values of complete elliptic integrals\nof the third order, 374. On conjugate arcs of hyperconic sections, 385. On the maximum\nprotangent arcs of ditto, 401. On derivative hyperconic sections, 406.\nEntozoa, on the circulating fluids of, 619.\nEthyl, action of tin upon iodide of, 418.\n\nF.\n\nFaraday (Michael, Esq.). Experimental Researches in Electricity. Twenty-eighth Series, 25.\nTwenty-ninth Series, 137.\nFoliation and cleavage of the rocks of the north of Scotland, on the arrangement of the, 445. Con-\ntortions of the foliation, 447. Its arrangement in arches, ibid. Analogy between foliation and\ncleavage, 448. Geographical arrangement of, 449. Foliation different from stratification, 457.\nGneiss and mica schist not metamorphic, 458.\nFrankland (Dr. E.). On a new series of organic bodies containing metals, 417.\n\nG.\n\nGases, on the electro-chemical polarity of, 87.\nGasteropoda, on the circulating fluids of, 657.\nINDEX.\n\nGlands (ductless), on the development of, in the chick, 295. Development of the spleen, 295; of the supra-renal glands, 302; of the thyroid glands, 305.\n\nGray (Henry, Esq.). On the Development of the Ductless Glands in the Chick, 295.\n\nGrove (W. R., Esq.). On the Electro-chemical Polarity of Gases, 87.\n\nH.\n\nHancock (Albany, Esq.) and Embleton (Dr. Dennis). On the Anatomy of Doris, 207.\n\nHeat, specific, of atmospheric air, experimental determination of, 72.\n\nHenfrey (Arthur, Esq.). On the Anatomy of the Stem of Victoria regia, 289.\n\nI.\n\nInsects, on the chylaqueous fluid in the larva of, 648. Blood-proper in, 650.\n\nInvertebrata, on the blood-proper and chylaqueous fluid of, 595. In Porifera, 601. Polypifera, 602. Medusae, 603. Echinodermata, 605. Blood-proper in, 608. Chylaqueous fluid in, 612. Entozoa, 619. Annelida, 622. Chylaqueous fluid in, 624. Blood-proper in, 630. Articulated animals, 645. Myriapoda, 646. Chylaqueous fluid in the larvae of Insects, 648. Blood-proper of Insects, 650. Crustacea, ibid. Arachnida, 652. Mollusca, 653. Bryozoa, 655. Tunicata, 656. Gasteropoda, 657.\n\nJ.\n\nJones (T. Wharton, Esq.). Discovery that the Veins of the Bat's Wing (which are furnished with valves) are endowed with Rythmical Contractility, and that the onward flow of blood is accelerated by each contraction, 131.\n\nJoule (James P., Esq.). On the Air Engine, 65.\n\nL.\n\nLetheby (H., M.B.). Account of two cases in which Ovules, or their remains, were discovered in the Fallopian tubes of unimpregnated females, &c., 57.\n\nLight, on the change of refrangibility of, 463*.\n\nLunar atmospheric tide at Singapore, 125.\n\nM.\n\nMagnetic disturbances, on periodical laws discoverable in the mean effects of, 103.\n\nMagnetic force, on lines of, 25. On the employment of induced magneto-electric currents as a test and measure of, 137. Delineation of, by means of iron filings, 156.\n\nMagneto-electric currents, as a test and measure of magnetic forces, 137.\n\nMagnetometers, automatic registration of, by photography, 19.\n\nMagnetometers (balanced), compensation of, 22.\n\nMalfatti's problem, analytical researches connected with Steiner's extension of, 253.\n\nMammary secretion, on the manifestation of current force during, 284.\n\n* For the particular index of this paper see p. 562.\nMedusae, on the circulating fluids of, 603.\n\nMeteorological instrument, automatic registration of, by photography, 19.\n\nMethyl, action of zinc upon iodide of, 427; action of mercury upon ditto, 436.\n\nMollusca, on the circulating fluids of, 653.\n\nMyriapoda, on the circulating fluids of, 646.\n\nN.\n\nNelson (Henry, M.D.). On the Reproduction of Ascaris mystax, 563.\n\nNymphæaceæ, monocotyledonous character of, 293.\n\nO.\n\nO'Brien (Rev. Prof.). On symbolic forms derived from the conception of the translation of a directed magnitude, 161.\n\nOrganic bodies, on a new series of, containing metals, 417. Action of tin upon iodide of ethyl, 418. Oxide of stanethylium, 420. Sulphide of ditto, 421. Chloride of ditto, 422. Stanethylium, ibid. Action of zinc upon iodide of methyl, 427. Zincmethylium, ibid. Zincethylium, 436. Zincamylum, ibid. Action of mercury upon iodide of methyl, ibid.\n\nOvules discovered in the Fallopian tubes, 57.\n\nP.\n\nPeriodical laws discoverable in the mean effect of the larger magnetic disturbances, 103.\n\nPhotography applied to the automatic registration of magnetometers, &c., 19.\n\nPolypifera, on the circulating fluids of, 602.\n\nPorifera, on the nutrient fluids of, 601.\n\nPseudoscope, description of, 11.\n\nR.\n\nRefrangibility of light, on the change of, 463.\n\nReproduction of Ascaris mystax, 563.\n\nRespiratory action, on the manifestation of current force during, 285.\n\nS.\n\nSabine (Colonel Edward). On Periodical Laws discoverable in the mean effects of the larger Magnetic Disturbances, No. II., 103.\n\nSaturated vapours, on a general law of density in, 83.\n\nSecretion, an experimental inquiry undertaken with the view of ascertaining whether any and what signs of current force are manifested during this process in living animals, 279. On the manifestation of current force during biliary secretion, 280; during urinary secretion, 283; during mammary secretion, 284; during respiratory action, 285.\n\nSharpe (Daniel, Esq.). On the Arrangement of the Foliation and Cleavage of the Rocks of the North of Scotland, 445.\n\nSingapore, on the lunar atmospheric tide at, 125.\nSpleen, on the development of, in the chick, 295.\n\nStanethylium, oxide of, 420; sulphide of, 421; chloride of, 422.\n\nStereoscope, the, and its effects, 5.\n\nStokes (Prof. G. G.). On the Change of Refrangibility of Light, 463.\n\nSupra-renal glands, on the development of, in the chick, 302.\n\nSymbolic forms derived from the conception of the translation of a directed magnitude, 161.\n\nPart I. General investigation of symbolic forms, 161; preliminary definitions, 163; symbolic representations of the effects produced by the translation of a directed magnitude, 169.\n\nPart II. Applications of symbolic forms, 180; geometrical applications, ibid.; statistical applications, 182; applications to dynamics, 186; application to determine the correction of the earth's rotation, &c., 192; application to determine the motion of a rigid body about its centre of gravity, 198.\n\nT.\n\nThermo-dynamic engine, synthetical investigation of the duty of, 78.\n\nThomson (Prof. William). Synthetical investigation of the duty of a perfect Thermo-dynamic Engine, 78.\n\nThyroid gland, on the development of, in the chick, 305.\n\nTin, action of, upon iodide of ethyl, 418.\n\nTunicata, on the circulating fluids of, 656.\n\nU.\n\nUrinary secretion, on the manifestation of current force during, 283.\n\nV.\n\nVeins, rhythmical contractility of, in the bat's wing, 131.\n\nVictoria regia, on the anatomy of the stem of, 289.\n\nVision, contributions to the physiology of. Part II. On some remarkable and hitherto unobserved phenomena of binocular vision, 1; perceived magnitude of an object as distinct from its retinal magnitude, 3; stereoscope and its effects, 5; conversions of relief, 10; pseudoscope, 11.\n\nW.\n\nWaterston (J. J., Esq.). On a General Law of Density in Saturated Vapours, 83.\n\nWheatstone (Prof. Charles). The Bakerian Lecture: Contributions to the Physiology of Vision. Part II. On some remarkable and hitherto unobserved Phenomena of Binocular Vision, 1.\n\nWilliams (Thomas, M.D.). On the Blood-proper, and Chylaqueous Fluid of Invertebrate Animals, 595.\n\nZ.\n\nZinc, action of, upon iodide of methyl, 427.\n\nZineamylium, 436.\n\nZincethylium, 436.\n\nZincmethylium, 427.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1851 to June 1852.\n\nPRESENTS.\n\nACADEMIES and SOCIETIES.\n\nAmsterdam:—\n\nVerhandelingen der eerste Klasse van het Koninklijk-Nederlandsche Instituut. Derde Reeks. 4de Deel. 4to. Amsterdam 1851.\nTijdschrift. Afl. 1 to 4. Vol. IV. 8vo. Amsterdam 1851.\nGenootschap Natura Artis Magistra:—Bijdragen tot de Dierkunde. 2de en 3de Aflevering. 4to. Amsterdam 1851.\n\nKort Verslag der Wetenschappelijke Werkzaamheden, &c. 8vo. Amsterdam.\nBasel:—Bericht ueber die Verhandlungen der Naturforschenden Gesellschaft. Aug. 1848 to June 1850. 8vo. Basel 1851.\nBatavia, Natural History Society:—Natuurkundig Tijdschrift voor Nederlandsch Indië. Eerste Jaargang. Afl. 1 to 6. 8vo. Batavia 1850–51.\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften. Aus dem Jahre 1849. 4to. Berlin 1851.\nMonatsbericht. March 1851 to April 1852. 8vo.\nVerzeichniss der .. beobachteten Sterne, &c. Akademische Sternkarten. Tomes I. XI. XX.\nListe der Akademie 1852.\nBerwickshire:—Naturalists' Club. Proceedings. No. 2. Vol. III.\nBologna:—\n\nNovi Commentarii Academiae Scientiarum Instituti Bononiensis. Tomus decimus.\nMemorie della Accademia delle Scienze dell’Istituto di Bologna. Tomo 1.\nBreslau:—\n\nNovorum Actorum Academae Cæsareæ Leopoldino-carolinæ Naturæ Curiosorum Tom. XXIII. Breslau and Bonn 1851. 4to.\nAchtundzwanzigster Jahresbericht der Schlesischen Gesellschaft für vaterländische Kultur im Jahre 1850. 4to. Breslau.\n\nDONORS.\n\nThe Institute.\nThe Scientific Commission of the Zoological Gardens, Amsterdam.\nThe Society.\nThe Society.\nThe Academy.\nThe Club.\nThe Academy.\nThe Academy.\nThe Society.\n\nMDCCCLII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nCalcutta:—Journal of the Asiatic Society of Bengal. Nos. 34, 36, 44 to 49, 1851, and No. 1, 1852. 8vo.\n\nCambridge:—Transactions of the Philosophical Society. Part 2. Vol. IX. 4to. Cambridge 1851.\n\nCopenhagen:—Forhandlinger ved de skandinaviske Naturforskeres. Femte Mode. 8vo. Kjøbenhavn 1849.\n\nCornwall:—Eighteenth and Nineteenth Annual Report of the Royal Cornwall Polytechnic Society, 1851. 8vo. Falmouth.\n\nDublin:—\n\nRoyal Irish Academy. Proceedings. Part 1. Vol. V. 8vo.\n\nGeological Society. Journal. Part 1. Vol. V. 8vo. Dublin 1851.\n\nEdinburgh:—\n\nRoyal Society. Transactions. Part 2. Vol. XX. 4to.\n\nProceedings. Nos. 40, 41. Vol. III. 8vo.\n\nTransactions of the Royal Scottish Society of Arts. Part 5. Vol. III. 8vo.\n\nTransactions of the Architectural Institute of Scotland, Session 1850–51, and Parts 1 to 4. Vol. II. 8vo.\n\nGlasgow:—Proceedings of the Philosophical Society. No. 3. Vol. III.\n\nGöttingen:—\n\nNachrichten von der Königl. Gesellschaft der Wissenschaften zu Göttingen vom Jahre 1851. 8vo.\n\nZur Erinnerung an Albrecht von Haller und zur Geschichte der Societäten der Wissenschaften. 4to. Göttingen 1852.\n\nHalle:—Jahresbericht des naturwissenschaftlichen Vereines, Dritter Jahrgang, 1850. 8vo. Berlin 1851.\n\nLausanne:—\n\nSociété Vaudoise des Sciences Naturelles. Bulletin. Nos. 20 to 22. Tom. III. 8vo.\n\nObservations Météorologiques faites à Morges, Nov. 1849 to Nov. 1850.\n\nCatalogue des Ouvrages et Brochures appartenant à la Société. 8vo. Lausanne 1850.\n\nLeeds:—Philosophical and Literary Society. Thirteenth Report. 8vo. Leeds 1850.\n\nLeipzig:—Königlich Sächsischen Gesellschaft der Wissenschaften. Math. Phys. Classe. Nos. 2 and 3. 8vo. Leipzig 1851.\n\nLiverpool:—Literary and Philosophical Society. Proceedings. No. 6. 8vo. Liverpool 1851.\n\nLondon:—\n\nAstronomical Society. Memoirs. Vol. XIX. and XX. 4to. 1851–52.\n\nProceedings. Vol. X. and XI. 8vo. 1850–51.\n\nBritish Association. Report of the Twentieth Meeting. 8vo. London 1851.\n\nChemical Society. Quarterly Journal. Nos. 2 and 3. Vol. IV. 8vo. 1851.\n\nEntomological Society. Transactions. Parts 6 to 8. Vol. I. 8vo. London 1851.\n\nGeographical Society. Journal. Vol. XXI. 8vo.\n\nGeological Society. Quarterly Journal. Nos. 27 and 28. Vol. VII. Parts 1 and 2. Vol. VIII. 8vo.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nHorticultural Society. Journal. Nos. 3 and 4. Vol. VI. and 1 and 2. Vol. VII. The Society. 8vo.\n\nList of Fellows, Sept. 1851.\n\nInstitute of British Architects. Proceedings. Nov. 1850 to May 31, 1852. The Institute.\n\nInstitution of Civil Engineers. Proceedings. Sessions 1849–50, 1850–51. The Institution.\n\nList of Members for 1851–52.\n\nMicroscopical Society. Transactions. Parts 1 and 2. Vol. III. 8vo. 1850–51. The Society.\n\nPathological Society. Report of Proceedings, Fifth Session, 1850–51. 8vo. The Society.\n\nRoyal Agricultural Society. Journal. Part I. Vol. XII. 8vo. The Society.\n\nJournal of the Royal Asiatic Society. Part I. Vol. XIV. Part I. Vol. XIII. 8vo. The Society.\n\nRoyal Institution. Proceedings. Nos. 6 to 10. 8vo. The Institution.\n\nRoyal Medical and Chirurgical Society. Transactions. Vol. XXXIV. 8vo. 1851. The Society.\n\nSociety of Antiquaries. Archaeologia. Vols. XXXIII. and XXXIV. 4to. 1849–52. The Society.\n\nStatistical Society. Journal. Parts 3 and 4. Vol. XIV. and Parts 1 and 2. Vol. XV. 8vo. The Society.\n\nZoological Society. Transactions. Vol. IV. Part 2. 4to. London 1852. The Society.\n\nManchester:—Memoirs of the Literary and Philosophical Society. Vol. IX. 8vo. London and Manchester 1851. The Society.\n\nMadrid:—\n\nMemorias de la Real Academia de Ciencias. Part I. Tomo I. 4to. Madrid 1850. The Academy.\n\nResumen de las Actas. 1849–50. 8vo. Madrid 1850.\n\nMoscow:—\n\nNouveaux Mémoires de la Société Impériale des Naturalistes de Moscou. Tome IX. 4to. Moscou 1851.\n\nBulletin. Année 1849, No. 4. 1850, No. 4. 1851, Nos. 1 and 2. 8vo. Moscou 1849, 1851.\n\nMunich:—\n\nAbhandlungen der Königlich Bayerischen Akademie der Wissenschaften. Historischen Classe. 6th Band. 2nd Abt. Philosoph.-Philolog. Classe. 6th Band. 2nd Abt. Mathemat. Physikal. Classe. 6th Band. 1st Abt. 4to. München 1851.\n\nGelehrte Anzeigen. Bänd. XXXII. XXXIII. 4to.\n\nBulletin. Nos. 1 to 43, 1851. 4to.\n\nSchilderung der Naturverhältnisse in Süd-Abyssinien. 4to. München 1851.\n\nFestrede von Dr. J. R. Roth.\n\nDie Germanen und die Römer in ihren Wechselverhältnisse vor dem Falle des Westreiches. Festrede von Dr. Wittmann. 4to.\n\nNaples:—Rendiconto della Reale Accademia delle Scienze. No. 51. 4to. The Academy.\n\nNew York:—Annals of the Lyceum of Natural History of New York. Nos. 1 to 4. Vol. IV. and Nos. 3, 4, and 6. Vol. V. 8vo. The Lyceum.\n\nParis:—\n\nAnnuaire de l’Institut Nationale de France pour l’Année 1852. The Institut.\n\nArchives du Muséum d’Histoire Naturelle. Liv. 1, 2, 3, 4. Tom. V. 1 et 2. The Museum.\n\nCatalogue Méthodique de la Collection des Reptiles. 8vo. Paris 1851.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nParis:—\n\nCatalogue de la Collection Entomologique. Liv. 1, 2. 8vo. Paris 1850.\nCatalogue Méthodique de la Collection des Mammifères. 8vo. Paris 1851.\nBulletin de la Société de Géographie. Tomes I. et II. 4me Série. 8vo.\nBulletin de la Société Géologique de France. Feuilles 10 to 34. Tom. VIII. and 1 to 4. Tom. IX. 8vo.\nMémoires. Part 1. Tom. IV. 4to. Paris 1851.\nComptes Rendus des Séances et Mémoires de la Société de Biologie. Tomes I. et II. 8vo. Paris 1850–51.\nMémoires de l'Institut Nationale de France. Académie des Inscriptions et Belles Lettres. Tom. XIX. 4to. Paris 1851.\nMémoires présentés par divers Savants à l'Académie des Sciences. Toh. XIII. 4to. Paris 1852.\nNotices et Extraits des Manuscrits de la Bibliothèque Nationale. Tom. XVII. 4to. Paris 1851.\nComptes Rendus de l'Académie des Sciences. Nos. 22 to 26. Tom. XXXIII. and Nos. 1 to 22. Tom. XXXIV.\nCatalogue des Ouvrages et Mémoires Scientifiques de Siméon-Denis Poisson. 4to. Paris 1851.\n\nPhiladelphia:—\n\nAmerican Philosophical Society. Proceedings. No. 6.\nAcademy of Natural Sciences. Proceedings. No. 11. Vol. V. 8vo.\nFranklin Institute. Journal. Nos. 1 to 4. Vol. XX. Third Series. Nos. 1 to 5. Vols. XXII. XXIII.\nRome:—Atti dell' Accademia Pontificia de' Nuovi Lincei. Anno 4. Sessione 5 and 6. 4to. Roma 1851.\n\nSt. Petersburgh:—\n\nMémoires de l'Académie Impériale des Sciences. Sciences Math. et Phys. Liv. 3 et 4. Tom. IV. Divers Savants. Liv. 5 et 6. Tom. VI. 4to. Pétersbourg 1850–51.\nBulletin de la Classe Historico-Philologique. Tom. VIII. 4to. 1851.\n\nStockholm:—\n\nKongl. Vetenskaps-Akademiens Handlingar för år 1849. 8vo. Stockholm 1851.\nÖversigt, &c. Sjunde årgången 1850.\nÅrsberättelser om Botaniska Arbeten och Upptäckter 1845–1848. Förra delen. Stockholm 1850.\nÅrsberättelse om Technologiens Framsteg. 8vo. Stockholm 1851.\nÅrsberättelse om Framstegen i Insekternas, Myriapodernas och Arachnidernas Naturalhistoria för 1847–48. 8vo. Stockholm 1851.\nBerättelse om Framstegen i Fysik under år 1849. 8vo. Stockholm 1851.\nLandbruket förr och nu, &c. Tal, hålet i Kongl. Vetenskaps-Akademiens 8vo. Stockholm 1851.\n\nTurin:—\n\nMemorie della Reale Accademia delle Scienze. Serie Seconde. Tomo XI. 4to. Torino 1851.\n\nUtrecht:—\n\nAanteekeningen van het verhandelde in de Sectievergadering van het Provinciaal Utrechtsch Genootschap, 1849–50, 8vo. Utrecht 1850–51.\n\nDONORS.\n\nThe Museum.\nThe Society.\nThe Society.\nThe Society.\nThe Institute.\nThe Society.\nThe Academy.\nThe Institute.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nUtrecht:—Verslag van het verhandelde, &c. 1849–50. 8vo. The Society.\nVan Diemen's Land:—Papers and Proceedings of the Royal Society. Part 3. The Society.\nVol. I. 8vo. Tasmania 1851.\nVienna:—\nDenkschriften der kaiserlichen Akademie der Wissenschaften. The Academy.\nMathematisch-naturwissenschaftliche Classe. Band. I. II. Lief 1, 2, 3. Band III. Lief 1. Tafeln Abt. 1. 1850–51. fol.\nPhilosophisch-historische Classe. Band. I. II. Abt. 1, 2. fol. 1850–51.\nSitzungsberichte, Phil.-hist. Classe. Heft 1849–50 and 1–5. Bd. VI. and 1–5. Bd. VII. Jahrgang 1849, 1851. 8vo.\nMath-natur. Classe 1849–50. Heft 1–5. Bd. VI. 1–5. Bd. VII. Jahrgang 1849, 1851. 8vo.\nArchäologische Analecten. Tafeln zu den Sitzungsberichten.\nDie Alterthümer vom Hallstätter Salzberg und dessen Umgebung. Beilage zu den Sitzungsberichten.\nJahrbuch der K. K. Geologischen Reichsanstalt, Zweiter Jahrgang. No. 1. 4to. Wien.\nFontes Rerum Austriacarum. Österreichische Geschichtsquellen. Band III. Abt. 2. 8vo. Wien 1851.\nNaturwissenschaftliche Abhandlungen. 4te Band. 4to. Wien 1851.\nBerichte über die Mittheilungen von Freunden der Naturwissenschaften in Wien. Band VII. 8vo. Wien 1851.\n\nWashington:—\nSmithsonian Contributions to Knowledge. Vol. II. and Appendix I, Vol. III. 4to. Washington 1851.\nFourth Annual Report of the Board of Regents of the Smithsonian Institution for the year 1849. 8vo.\nProceedings of the American Association for the Advancement of Science. Fourth Meeting. 8vo. Washington 1851.\n\nAIRY (G. B.) Astronomical and Magnetical and Meteorological Observations made at the Royal Observatory, Greenwich, in the year 1850. 4to. London 1852.\n\nANONYMOUS:—\nA Catalogue of the Greek and Etruscan Vases in the British Museum. Vol. I. 8vo. London 1851.\nA Catalogue of the Mammalia in the Museum of the Hon. East India Company. 8vo. London 1851.\nA Descriptive Catalogue of the Anatomical Museum of St. Bartholomew's Hospital. Vol. II. 8vo. London 1851.\nAnnales des Mines. Tom. XIX. Liv. 4 et 5. Tom. XX. 8vo. Paris 1851.\nAnnales Hydrographiques. Tom. IV. et V. 8vo. Paris 1850–51.\nAnnaire des Marées des Côtes de France pour l'An 1852. 12mo. Paris 1852.\nCatalogus Codicum Manuscriptorum Orientalium qui in Museo Britannico asservantur. Pars secunda. MDCCCLII.\nConnaissance des Temps pour l'An 1853, et Annuaire pour l'An 1851 et 1852.\nConsidérations générales sur l'Océan Indien. 8vo. Paris 1851.\n\nDONORS.\n\nThe Society.\nThe Society.\nThe Academy.\nDr. Wilhelm Haidinger.\nThe Smithsonian Institution.\nThe Association.\nThe Admiralty.\nThe Trustees, British Museum.\nThe Directors of the East India Company.\nThe Governors of Saint Bartholomew's Hospital.\nL'Ecole des Mines.\nDépôt de la Marine.\nThe Trustees, British Museum.\nLe Bureau des Longitudes.\nDépôt de la Marine.\nPRESENTS.\n\nANONYMOUS (continued).\n\nDescription de l'Archipel des Canaries et de l'Archipel des Iles du Cap Vert. \n8vo. Paris 1851.\n\nDescription de l'Archipel des Açores. 8vo. Paris 1851.\n\nDescription sommaire des Phares et Fanaux allumés sur les côtes de France \nau 1er Janvier 1851. 8vo. Paris 1851.\n\nDétermination des longitudes au moyen des Chronomètres. 8vo. Paris 1851.\n\nEffeemeridi Astronomiche di Milano, per l'anno 1851. 8vo. Milano 1850.\n\nEsplicacion de las Tablas de Navegacion, &c. Primera tirada. 4to. Madrid \n1851.\n\nFlora Batava. Afl. 166 to 168. 4to. Amsterdam.\n\nFragments of the Iliad of Homer from a Syriac Palimpsest. Edited by W. \nCureton, M.A. fol. London 1851.\n\nHistorical and Statistical Information respecting the History, Condition and \nProspects of the Indian Tribes of the United States. Vol. I. 4to. Philadel-\nphia 1851.\n\nInstructions Nautiques pour naviguer sur les Côtes des Guyanes. 8vo. Paris \n1851.\n\nJournal de l'Ecole Polytechnique. Tom. XIX. et XX. 4to. Paris 1850–51.\n\nLetters on Church Matters, by D.C.L. 8vo. London 1852. Vols. II. and III.\n\nLiber Munerum Publicorum Hiberniae, or the Establishments of Ireland, from \nthe Nineteenth of King Stephen to the Seventh of George the Fourth. \nVols. I. and II. fol. London.\n\nList of the Fellows and Members of the Royal College of Surgeons, 1851.\n\nLondon University Calendar for 1852.\n\nManuel de la Navigation à la Côte occidentale d'Afrique. Tom. I. et II. 8vo. \nParis 1851.\n\nMeteorologische Beobachtungen an der Wiener Sternwarte in den Jahren \n1847–1850. Oblong 4to.\n\nMonthly Report on Births, Marriages, &c. in the City of Glasgow. No. 1. \nJan. 1852.\n\nNautical Almanac for 1855. 8vo. London 1852.\n\nObservations Astronomiques faites à l'Observatoire de Paris, publiées par le \nBureau des Longitudes. 10 vols. 1837–1846. fol. Paris.\n\nObservations Météorologiques faites à Nijné-Taguilsk. Années 1848, 1849. \n8vo. Paris 1850.\n\nQuarterly Return of the Marriages, Births and Deaths. Nos. 10 to 13. 1852.\n\nRapport sur la Campagne de la corvette La Bayonnaise dans les Mers de \nChine. 8vo. Paris 1851.\n\nReport on the Mortality of Cholera in England, 1848–49. 8vo. London 1852.\n\nReport by the Government Commission on the Chemical Quality of the Supply \nof Water to the Metropolis. 8vo. London 1851.\n\nReports of Reconnaissances of Routes from San Antonio to El Paso, &c., \nwith two Maps. 8vo. Washington 1850.\n\nReport of the Committee appointed to examine the Life Boat Models sub-\nmitted to compete for the Premium offered by His Grace the Duke of \nNorthumberland. fol. London 1851.\n\nDONORS.\n\nDépôt de la Marine.\n\nThe Observatory.\n\nThe Observatory of San Fernando.\n\nH. M. the King of the Netherlands.\n\nThe Trustees, British Mu-\nseum.\n\nThe Bureau of Indian Af-\nfairs, U.S. Government.\n\nDépôt de la Marine.\n\nThe French Government.\n\nThe Author.\n\nThe Public Record Office.\n\nThe College.\n\nThe University.\n\nDépôt de la Marine.\n\nThe Observatory.\n\nMr. W. Patrick.\n\nLieut. Stratford, F.R.S.\n\nLe Bureau des Longitudes.\n\nPrince Demidoff.\n\nThe Registrar-General.\n\nDépôt de la Marine.\n\nThe Registrar-General.\n\nThe Commissioners.\n\nThe United States Govern-\nment.\n\nThe Duke of Northumber-\nland.\nPRESENTS.\n\nANONYMOUS (continued).\nScheikundige Onderzoekingen Gedaan in het Laboratorium der Utrechtsche Hoogeschool. 5de deel. 8ste Stuk. 8vo. Rotterdam 1851.\nSome Observations on the \"Remarks of Commander Montriou on the Malignant Attacks on him by Dr. Buist,\" &c. 8vo. Bombay 1851.\nTableau général des Phares et Fanaux des côtes orientales de l'Amérique du Nord. 8vo. Paris 1851.\nThe Art Journal Illustrated Catalogue of the Industry of All Nations. 4to. London 1851.\nThe Assurance Magazine. Nos. 4 and 5. 8vo. 1851.\nThe Bramah Lock Controversy. 8vo. London 1851.\nThe Introductory Lectures delivered at the Opening of New College, London. 8vo. London 1851.\n\nATKINS (Mrs.) Photographs of British Algae. Vol. II.\nBABBAE (C.) The Exposition of 1851; or views of the Industry, the Science, and the Government of England. Second Edition. 8vo. London 1851.\nLaws of Mechanical Notation. 4to.\nNotes respecting Lighthouses. 8vo.\n\nBACHE (A. D.), and McCULLOCH (R. S.) Reports of Scientific Investigations in relation to Sugar and Hydrometers. 8vo. Washington 1848.\n\nBARRY (Dr. Martin,) Neue Untersuchungen über die schraubenförmige Beschaffenheit der Elementarfasern der Muskeln nebst Beobachtungen über die muskulöse Natur der Flimmerhärchen, von Martin Barry. Aus dem Manuscrit des englischen Originals übersetzt und mitgetheilt von Prof. Purkinje (Besonderer Abdruck von Müller's Archiv. Jahrg. 1850). 8vo. Berlin 1851.\nTwo wire Models illustrative of the above.\n\nBASTIDA (V. P. de la.) Filosofia de la Numeracion. 8vo. Barcelona 1844.\nBATEMAN (J.) The Construction and Application of the Sliding Rule, &c. 12mo. London.\n\nBEARDMORE (N.) Hydraulic Tables, to aid the Calculation of Water and Mill Power, &c. 8vo. London 1852.\n\nBEKE (C. T.) A Summary of Recent Nilotic Discovery. 8vo. 1851.\nAn Enquiry into M. Antoine d'Abbadie's Journey to Kaffa, &c. 8vo. London 1851.\nSome Particulars relative to Colonel Richard Beke, &c. 8vo. London 1852.\n\nBIANCONI (J. J.) De Origine caloris in aquis Thermalibus considerationes quaedam. 4to. Bonon. 1850.\nSpecimina Zoologica Mosambicana, &c. Fasc. I to 3. 4to. Bonon. 1850.\n\nBIDDER (Dr. F.) und SCHMIDT (Dr. C.) Die Verdauungssaefte und der Stoffwechsel. Eine Physiologisch-chemische Untersuchung 8vo. Milan und Leipzig 1852.\n\nBISHOP (G.) Astronomical Observations taken at the Observatory, South Villa, Inner Circle, Regent's Park, London, during the years 1839–1851. 4to. London 1852.\n\nBLAIR (D.) On the Local Origin of the Yellow Fever Epidemic of British Guiana, &c. 8vo.\n\nDONORS.\n\nThe High School of Utrecht.\nThe Publishers.\nDépôt de la Marine.\nS. C. Hall, Esq.\nThe Editor.\nThe Publisher.\nDr. Lankester.\nThe Author.\nThe Author.\nThe Authors.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nDr. J. Davy, F.R.S.\nPRESENTS.\n\nBOURNE (J.) A Treatise on the Screw Propeller. Part I. 4to. London 1851. The Author.\n\nBRODIE (Sir B. C.) Physiological Researches. 8vo. London 1851. The Author.\n\nBURG (Adam.) Compendium der populären Mechanik und Maschinenlehre. Zweite Auflage. 8vo. Wien 1849.\n\nSupplement-Band 1850 mit Kupfertafeln. Oblong 4to.\n\nBURT (T. S.) A Metrical Epitome of the History of England prior to the reign of George the First. 8vo. London 1852. The Author.\n\nCALLAUD (C.) Etudes sur l’Amendement des Terres. 8vo. 1851. The Author.\n\nCHEVREUL (M. E.) Première Note sur quelques propriétés du Bleu de Prusse. 4to. Paris 1850.\n\nSur la Présence du Plomb à l’état d’Oxyde ou de Sel, dans divers produits artificiels. 4to.\n\nRecherches chimiques sur la Teinture, 6me Mém. 4to. Paris 1844.\n\nSur une classe particulière de mouvements musculaires. 4to.\n\nDe la nature et de la cause des Taches qui se produisent sur des Etoffes de laine, &c. 4to.\n\nConsidérations sur la reproduction, &c. des Images gravées, dessinées, ou imprimées. 4to.\n\nRecherches expérimentales sur la Peinture à l’huile. 4to. Paris 1850.\n\nCONDER (F. R.) The Geognostic Pendulum; or, an Inquiry into the Theory of the Pendulum Experiment. 8vo. London 1851. The Author.\n\nLetter to the President of the Royal Society on the Rotation of the Pendulum. 8vo. 1851.\n\nCULL (R.) Remarks on the Nature, Objects and Evidences of Ethnological Science. 8vo. London 1851. The Ethnological Society.\n\nDANA (J. D.) On the Classification of the Cancroidea. 8vo. 1851. The Author.\n\nDARWIN (C.) A Monograph on the Fossil Lepadidae, or Pedunculated Cirripedes of Great Britain. 4to. London 1851. The Author.\n\nDAUBENY (C. G. B., Dr.) On the Nomenclature of Organic Compounds, &c. 8vo. London 1851. The Author.\n\nOn the Variation in the relative Proportion of Potash and Soda present in certain samples of Barley, grown in plots of ground artificially impregnated with one or other of these alkali. 8vo.\n\nDAUSSY (M.) Table des Positions Géographiques des principaux lieux du Globe, pour 1854. 8vo. The Author.\n\nDE LA BECHE (Sir H. T.) Inaugural Discourse at the opening of the Government School of Mines. 8vo. London 1851. The Author.\n\nLecture on Mining, Quarrying and Metallurgical Processes, &c. 8vo. 1851.\n\nDE LA RIVE (A.) A. P. DeCandolle, sa vie et ses Travaux. 8vo. Paris 1851. The Author.\n\nDE MORGAN (A.) On some Points of the Integral Calculus. 4to. Cambridge 1851. The Author.\n\nA Short Account of some Recent Discoveries in England and Germany relative to the Controversy on the Invention of Fluxions. 8vo. London 1851.\nPRESENTS.\n\nDE MORGAN (A.) On the Authorship of the Account of the Commercium Epistolicum. 8vo. London 1852.\n\nDIRKS (J.) Geschiedkundige onderzoekingen aangaande het verblijf der Heidens of Egyptiërs in de Noordelijke Nederlanden. 8vo. Utrecht 1850.\n\nDOUGLAS (Sir Howard, Bart.) A Treatise on Naval Gunnery. 8vo. London 1851.\n\nDOVE (H. W.) Bericht über die in den Jahren 1848 und 1849 auf den Stationen des Meteorologischen Instituts im Preussischen Staate angestellte Beobachtungen. 4to. Berlin 1851.\n\nDUPREZ (F.) Mémoire sur un cas particulier de l'Equilibre des Liquides. Première partie. 4to.\n\nELLIOTT (Capt. C. M.) Meteorological Observations made at the Hon. East India Company's Magnetical Observatory at Singapore, in the years 1841-1845.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1854. 8vo. Berlin 1851.\n\nENGLISH (H.) The Mining Manual and Almanac for 1851. 8vo. London 1851.\n\nESDAILE (J.) The Introduction of Mesmerism as an Anæsthetic and Curative Agent into the Hospitals of India. 8vo. Perth 1852.\n\nESENBECK (C. G. N. von.) Vergangenheit und Zukunft der Kaiserlichen Leopoldinisch-Carolinischen Akademie der Naturforscher. 4to. Breslau 1851.\n\nESHRICHT (D. F.) On the Gangetic Dolphin. Translated from the Danish by Dr. Wallich, F.R.S. 8vo.\n\nFAYET (M. P.) Observations sur la Statistique Intellectuelle et Morale de la France. 8vo. Paris 1852.\n\nFERRARIO (G.) Cenni Storici e Regolamento della Accademia Fisio-Medico-Statistica di Milano. 8vo. Milano 1846.\n\nSul mezzo per compiere l'ordinamento della Statistica, &c. 8vo.\n\nMilano 1851.\n\nMorti apparenti, Inumazioni precipitate, &c. &c. 8vo.\n\nMilano 1842.\n\nStoria Documentata sulla proposta Statistica Clinica. 8vo.\n\nMilano.\n\nSull' utilità della Vaccinazione e Rivaccinazione, &c. 8vo.\n\nMilano.\n\nOttava Congresso degli Scienziati Italiani. 8vo.\n\nStatistica Medica di Milano. Fascic. 7 to 16. Vol. II. 8vo.\n\nFORBES (Edward.) The Relations of Natural History to Geology and the Arts. A Lecture, &c. 8vo. London 1851.\n\nFOSTER and WHITNEY. Geological Report on the Copper Lands of Lake Superior Land District, Michigan. 8vo. Washington 1850.\n\nFRITSCH (K.) Grundzuge einer Meteorologie für den Horizont von Prag. 4to. Prag 1850.\n\nGASC (F.) Education in England, &c. 8vo. London 1852.\n\nGERLING (Prof.) Magnetische Deklinationen veränderungen zu Marburg, 1850. Two sheets.\n\nMDCCCLII.\n\nDONORS.\n\nThe Author.\n\nThe Provincial Society, Utrecht.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Directors, East India Company.\n\nThe Observatory.\n\nThe Editor.\n\nThe Author.\n\nThe Academy.\n\nThe Translator.\n\nThe Author.\n\nThe Author.\n\nThe United States Government.\n\nThe Observatory, Prague.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nGOULD (B. A.) Report on the History of the Discovery of the Planet Neptune. 8vo. Washington 1850.\n\nGRIFFITH (W.) Palms of British East India: arranged by John McClelland. fol. Calcutta 1850.\n\nHARE (R.) The Whirlwind Theory of Storms. 8vo.\n\nHEDLEY (J.) A Practical Treatise on the Working and Ventilation of Coal-mines, &c. 8vo. London 1851.\n\nHENDERSON (Thomas.) Astronomical Observations made at the Royal Observatory, Edinburgh. Reduced and Edited by C. P. Smyth. 4to. Edinburgh 1852.\n\nHENFREY (A.) The Vegetation of Europe, its Condition and Causes. 8vo. London 1851.\n\n——— On the Reproduction and supposed Existence of Sexual Organs in the higher Cryptogamous Plants. 8vo. London 1852.\n\nHOMOLLE et QUEVENNE (MM.) Mémoires sur la Digitaline. 8vo. Paris 1851.\n\nHOPKINS (W.) On the Causes which may have produced Changes in the Earth's superficial Temperature. 8vo. London 1852.\n\nHUNT (R.) On the importance of cultivating habits of Observation. 8vo. London 1851.\n\nJELINEK (K.) Beiträge zur Construction selbstregistrierender Meteorologischer Apparate. 8vo.\n\n——— Ueber den täglichen Gang der Vorzüglichsten Meteorologischen Elemente, u.s.w. fol. Wien 1850.\n\nJEWETT (C. C.) Notices of Public Libraries in the United States of America. 8vo. Washington 1851.\n\nJOURNALS:—\n\nAstronomische Nachrichten. Nos. 666 to 677; 762 to 793; 795 to 809.\n\nJournal of the Indian Archipelago. Nos. 3 to 12. Vol.V. Nos. 1 and 2. Vol. VI. 1851–52.\n\nThe American Journal of Science and Arts. Nos. 33 to 39. Vols.XI.to XIII. 8vo.\n\nThe Art Journal. November 1851 to June 1852.\n\nThe Athenæum. June to December 1851; January to May 1852.\n\nThe Builder. Parts 7 to 12. Vol. IX. 1851. Parts 1 to 5. Vol. X. 1852.\n\nThe Philosophical Magazine, Nos. 6 to 12. 1851. Nos. 1 to 5. 1852.\n\nKING (Hon. T. B.) Report on California. 8vo. Washington 1850.\n\nKOKSCHAROFF (N. v.) Zur Krystallographie des Pyrochors, Granats und Kaemmererits. 8vo. St. Petersburg 1850.\n\n——— Einige Notizen über das Krystallsystem des Chioliths. 8vo. 1851.\n\n——— Ueber Krystalle des Chlorits von Achmatowsk im Ural. 8vo. 1851.\n\nKREIL (K.) Magnetische und Geographische Ortsbestimmungen in Oesterreichischen Kaiserstaate. 4th Jahrgang. 4to. Prag 1851.\n\nKREIL and JELINEK. Magnetische und Meteorologische Beobachtungen zu Prag. Zehnter Jahrgang, 1849. 4to. Prag 1851.\n\nKRUSE (F. C. H.) Chronicum Nortmannorum, Wariago-Russorum, neenon Danorum, Sveonum, Norwegorum, &c. 4to. Hamburgi et Gothæ 1851.\n\nDONORS.\n\nThe Smithsonian Institution.\n\nThe Directors of the East India Company.\n\nThe Author.\n\nThe Author.\n\nThe Observatory, Edinburgh.\n\nThe Author.\n\nSir H. T. De la Beche.\n\nThe Author.\n\nObservatory at Prague.\n\nThe Smithsonian Institution.\n\nThe Observatory, Altona.\n\nThe Editor.\n\nThe Editors.\n\nThe Editor.\n\nThe Editor.\n\nRichard Taylor, Esq.\n\nUnited States Government.\n\nThe Author.\n\nThe Observatory, Prague.\n\nThe Author.\nPRESENTS.\n\nKUNES (Adalb.) Uebersicht der Meteorologischen Beobachtungen.\n\nKUPFFER (A. J.) Annales de l'Observatoire Physique Central de Russie.\nAnnée 1847. 4to. St. Pétersbourg 1850.\n\nAnnales de l'Observatoire Physique Central de Russie.\nAnnée 1848. 4to. St. Pétersbourg 1851.\n\nCorrespondance Météorologique, &c. 4to. St. Pétersbourg 1851.\n\nCompte Rendu Annuel addressé à M. le Comte Wrontchenko. Année 1850. 4to. St. Pétersbourg 1851.\n\nLAINÉ (M.) Guérison des Pommes de Terre malades. 8vo.\n\nLAMONT (Dr.) Beschreibung der an der Münchener Sternwarte zu den Beobachtungen verwendeten neuen Instrumente und Apparate. 4to. München 1851.\n\nBeobachtungen des Meteorologischen Observatoriums auf dem Hohenpeissenberg von 1792–1850. 8vo. München 1851.\n\nLEA (Isaac.) On the Genus Acostea of D'Orbigny, a Freshwater Lamellibranchia. 4to. Philadelphia 1851.\n\nObservations on the Genus Unio, &c. Vol. IV. 4to. Philadelphia.\n\nLEA (J.) and (H. C.) Description of a new Genus of the Family Melaniana, &c.\n\nLEA (H. C.) Catalogue of the Tertiary Testacea of the United States. 8vo. Philadelphia 1848.\n\nLEA (T. J.) Catalogue of the Plants of Cincinnati. 8vo. Philadelphia 1849.\n\nLITTRROW (C. L. von.) Annalen der K. K. Sternwarte in Wien. Band XIV. 4to. Wien 1851.\n\nAnnalen der K. K. Sternwarte in Wien. Dritter Folge, Erster Band. 8vo. Wien 1851.\n\nLLOYD (J. A.) Papers relating to Proposals for establishing Colleges of Arts and Manufactures, &c. 8vo. London 1851.\n\nLONGSTRETH (M. F.) On the Accuracy of the Tabular Longitude of the Moon. 4to. 1851.\n\nMcCOY (F.) Description of the British Palaeozoic Fossils in the Geological Museum of the University of Cambridge.\n\nMACLEAR (T.) Contributions to Astronomy and Geodesy. 4to. London 1851.\n\nMcWILLIAM (Dr. J. O.) Observations on that portion of the Second Report on Quarantine by the General Board of Health which relates to the Yellow Fever Epidemy on board H.M.S. Eclair, &c. 8vo. London 1852.\n\nMANTELL (G. A.) Petrifications and their Teachings. 8vo. London 1851.\n\nNotice of the Discovery by Mr. Walter Mantell, in the Middle Island of New Zealand, of a living specimen of the Notornis. 4to. London 1852.\n\nand BRICKENDEN (Capt. L.) On the Fossil Remains of Reptiles, and on Chelonian Foot-tracks, &c. 8vo. London 1852.\n\nMAPS, CHARTS, &c.:\n\nMap of Discoveries in the Arctic Sea up to 1851.\n\nMap showing the Time kept by Public Clocks in various Towns of Great Britain.\n\nDONORS.\n\nThe Observatory, Vienna.\n\nThe Russian Government.\n\nThe Author.\n\nThe Observatory, Munich.\n\nThe Author.\n\nThe Observatory, Vienna.\n\nThe Author.\n\nRev. A. Sedgwick, F.R.S.\n\nThe Admiralty.\n\nThe Admiralty.\n\nMessrs. Ellis and Sons.\nMAPS, CHARTS, &c. (continued)\n\nThirty-one Charts and Sketches published by the American Coast Survey.\n\nTopographical Map of London and its Environs; by R. W. Mylne, Esq. 1851.\nTrade-Wind Chart of the Atlantic Ocean. One Sheet. 1851.\nTwenty-six Maps and Charts.\n\nMARTINS (C.) On the marks of Glacial Action on the Rocks in the Environs of Edinburgh. 8vo. Edinburgh 1851.\n\nMAURY (Lieut. M. F.) Astronomical Observations made during the year 1846 at the National Observatory. Vol. II. 4to. Washington 1851.\nInvestigations of the Winds and Currents of the Sea. 4to. Washington 1851.\n\nMENDOZA Y RIOS (José de.) Colleccion completa de Tablas para los usos de la Navegacion y Astronomia Nautica. Primera Tirada. 4to. Madrid 1850.\n\nMIGNARD (M.) Monographie du Coffret de M. le duc de Blacas. 4to. Paris 1852.\nNotice sur un Mémoire relatif aux Pratiques occultes des Templiers. 8vo.\n\nMILITZER (Dr.) Tafeln zur Reduction gemessner Gasvolumina auf die Temperatur 0° und den Luftdruck 760mm. 8vo. Vienna 1851.\n\nMISCELLANEOUS, &c.:\nBust in Plaster of the late Jens Christian Oersted.\n\nMONTRIOU (C. W.) Observations made at the Magnetical and Meteorological Observatory at Bombay, for the year 1847, and for the year 1848. Part 2. Met. Obs. fol. Bombay 1851.\n\nNAMIAS (Giacinto.) Sopra la comparsa del Morbo migliare in Venezia, &c. 8vo.\nDi una specie d'Atrofia della Midolla Spinale. 8vo.\nStoria di un Tumore felicemente curato con le emulsioni Iodate, &c. 8vo.\nSopra alcuni Effetti dell' Atropina e del Solfato di Veratrina. 8vo. Venezia 1851.\n\nNEWPORT (G.) On the Impregnation of the Ovum in the Amphibia. First Series. 4to. London 1851.\n\nOTTAVI (J.) L'Urne. Recueil des Travaux, &c. 8vo. Paris 1843.\n\nOWEN (D. D.) Report of a Geological Reconnaissance of the Chippewa Land District of Wisconsin and the Northern part of Iowa. 8vo. Washington 1848.\n\nPARAVEY (— de.) Du Pays primitif du ver-a-soie. 8vo. Paris 1851.\n\nPERCY (J.) On the Importance of Special Scientific Knowledge to the Practical Metallurgist. 8vo. London 1852.\n\nPLANTAMOUR (E.) Résumé des Observations Thermométriques et Barométriques faites à l'Observatoire de Genève et au Grand St. Bernard. 4to. Genève 1851.\n\nPLAYFAIR (Dr. Lyon.) On the National Importance of Studying Abstract Science, &c. 8vo. London 1851.\n\nDonors:\n\nThe United States Government.\nLieut. Maury.\nThe Author.\nDépôt de la Marine.\nThe Author.\nThe United States Government.\nThe Author.\nThe Observatory.\nThe Author.\nThe Academy at Vienna.\nR. Westenholz, Esq., per Dr. Wallich.\nEast India Company.\nThe Author.\nSir H. T. De la Beche.\nThe Author.\nSir H. T. De la Beche.\nPRESENTS.\n\nPOISSON (S. D.) Mémoire sur les Apparences des corps lumineux en repos ou en mouvement. 4to. Paris.\n\nMémoire sur l'Equilibre et le Mouvement des Corps Cristallisés. 4to. Paris.\n\nPORTRAITS:—\nCalotype Portrait of Mons. J. B. Biot.\nEngraved Portrait of Leonard Euler of Basil, 1851.\nLithograph Portrait of J. E. Gray, Esq., F.R.S.\n\nPYCROFT (J. W.) Letter to Sir R. H. Inglis, Bart., on Legislative Incorporation, &c. 8vo. London 1851.\n\nRAMCHUNDRA. A Treatise on Problems of Maxima and Minima, solved by Algebra. 8vo. Calcutta 1850.\n\nRAMSAY (A. C.) On the Science of Geology and its Applications. 8vo. London 1852.\n\nRASELLI (A. L.) Non plus ultra delle Matematiche. 8vo. Milano 1850.\n\nRENNIE (Sir J.) The Theory, Formation and Construction of British and Foreign Harbours. Parts 8 to 15. fol. London 1851–52.\n\nROBINSON (Rev. T. R.) Description of an Improved Anemometer, &c. 4to. Dublin 1851.\n\nROGET (Dr. P. M.) Thesaurus of English Words and Phrases, classified and arranged so as to facilitate the expression of Ideas and assist in Literary Composition. 8vo. London 1852.\n\nSABINE (Col. E.) Observations made at the Magnetical and Meteorological Observatory at Hobarton. Vol. II. 4to. London 1852.\n\nObservations made at the Magnetical and Meteorological Observatory at the Cape of Good Hope. 4to. London 1851.\n\nSCARPELLINI (E. F.) Sopra i Lavori Chimico-Farmaceutici del Professore Pietro Peretti. 8vo. Roma 1850.\n\nSCHAFHÄUTL (Dr.) Geognostische Untersuchungen des südbayerischen Alpengebirges. 8vo. München 1851.\n\nSEM (Jules.) Ce que c'est que la Lune. 8vo. Paris 1851.\n\nSHARP (Granville.) The Prize Essay on the Application of Recent Inventions, &c. to the purposes of Practical Banking. 8vo. London 1852.\n\nSMEE (A.) Lecture on Electro-Metallurgy, &c. 8vo. London 1851.\n\nSMITH (C. R.) Remarks on Anglo-Saxon and Frankish Remains. 8vo.\n\nSMYTH (C. P.) Extracts from the Letter-press of the Astronomical Observations made at the Royal Observatory, Edinburgh. 4to. Edinburgh 1852.\n\nSMYTH (Capt. W. H.) Ædes Hartwellianæ, or Notices of the Manor and Mansion of Hartwell. 4to. London 1851.\n\nAddress to the Royal Geographical Society, May 1851. 8vo. London 1851.\n\nSMYTH (W. W.) On the Value of an Extended Knowledge of Mineralogy and the Processes of Mining. 8vo. London 1852.\n\nSOBRERO (A.) Manuale di Chimica Applicata alle Arti. Vol. I. 8vo. Torino 1851.\n\nDONORS.\n\nThe Institute of France.\n\nProf. Regnault.\nM. Faraday, Esq., F.R.S.\nJ. E. Gray, Esq.\nThe Author.\nCaptain Bethune.\nSir H. T. De la Beche.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nSir H. T. De la Beche.\nThe Author.\nPRESENTS.\n\nSPARKS (Jared.) A Reply to the Strictures of Lord Mahon and others, on the Mode of Editing the Writings of Washington. 8vo. Cambridge (U.S.) 1852.\n\nSPRAT (T.) The History of the Royal Society of London for Improving Natural Knowledge. 4to. London 1667.\n\nThis volume, as attested by the autograph of James West, President of the Royal Society, contains \"the Original set of Transactions presented to King Charles the Second.\"\n\nSTRUVE (Otto.) Résultats Géographiques du voyage en Perse fait par le Capitaine Lemm en 1838 et 1839. 4to. St. Pétersbourg 1851.\n\nSYKES (Lieut.-Col. W. H.) Mortality and Chief Diseases of the Troops under the Madras Government, &c. 8vo. 1851.\n\nOn a Fossil Fish from the Table-land of the Deccan, &c. 8vo. 1851.\n\nSYLVESTER (J. J.) Essay on Canonical Forms. 8vo. London 1851.\n\nTORSTOLINI (Barnaba.) Sul valore della curvatura totale di una superficie, &c. 4to. Roma 1851.\n\nSulla Determinazione della Linea Geodesica, &c. 4to. Roma 1851.\n\nAnnali di Scienze Matematiche e Fisiche. April to October 1851.\n\nTWINING (Elizabeth.) Illustrations of the Natural Orders of Plants. Parts 11 to 17. fol.\n\nTWINING (Louisa.) Symbols and Emblems of Early and Mediæval Christian Art. 4to. London 1852.\n\nVAN DER BOON (A.) Geschiedenis der Ontdekkingen in de Ontleedkunde van den Mensch, &c. 8vo. Utrecht 1851.\n\nVOLPICELLI (Paolo.) Nuova generale Soluzione della $x^2+y^2=z^2$ e sue Consequenze. 4to. Roma 1851.\n\nNecrologia del Geometra Giacomo Jacobi. 8vo.\n\nWHITE (Walter.) Papers on Railway and Electric Communications, &c. 8vo. Edinburgh 1850–51.\n\nWILLICH (N.) Tithe Commutation Tables. 8vo. 1852.\n\nWILSON (Dr. J.) Memoir on the Cave-Temples and Monasteries, &c. of Western India. 8vo. 1850.\n\nOn the Villages and Towns named Hazar and Hazor in the Scriptures, &c. 8vo. 1851.\n\nWYATT (M. Digby.) An attempt to define the Principles which should determine Form in the Decorative Arts. 8vo. London 1852.\n\nZIMMERMAN (A. L.) Das Weltganze. Band I. 4to. Dresden 1851.\n\nDONORS.\n\nH. Stevens, Esq.\n\nR. Cole, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Provincial Society, Utrecht.\n\nThe Author.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108553.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 33112,
    "total-output-tokens": 16322,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1212,
        3
      ],
      [
        1212,
        3621,
        4
      ],
      [
        3621,
        5902,
        5
      ],
      [
        5902,
        7990,
        6
      ],
      [
        7990,
        10132,
        7
      ],
      [
        10132,
        11812,
        8
      ],
      [
        11812,
        14104,
        9
      ],
      [
        14104,
        16740,
        10
      ],
      [
        16740,
        19361,
        11
      ],
      [
        19361,
        22151,
        12
      ],
      [
        22151,
        25307,
        13
      ],
      [
        25307,
        28078,
        14
      ],
      [
        28078,
        30636,
        15
      ],
      [
        30636,
        33297,
        16
      ],
      [
        33297,
        36158,
        17
      ],
      [
        36158,
        38793,
        18
      ],
      [
        38793,
        41379,
        19
      ],
      [
        41379,
        44016,
        20
      ],
      [
        44016,
        46150,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108553",
    "title": "Back Matter",
    "authors": null,
    "year": 1852,
    "volume": "142",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/108553"
  }
}