{
  "id": "a5e3d8a3d5db58197b3287bafdeb6d7f13e4eaf4",
  "text": "No. 273. p.900 Water falling in Tornado flinks and breeds Maggots, No 268. p. 738.\n\nWeather, a Register and account of it for the year 1699. p. No 262. p. 527. See Mercury in Barometer, observed to rise in foggy weather No 262. p. 528. Mercury 30 ½ inches in Mitling weather, the wind Northly, No 262. p. 529.\n\nWood and Forests destroyed by the Romans, No 275. p. 988.\n\nWorms in an Ulcerous Leg. No 263. p. 570. Worms the cause of a Bulimia, No 264. p. 598.\n\nMedicines for Verminious Ulcers, No 263. p. 571. Worms in the Livers of Sheep, &c. No 263. p. 571. Worms thought to be in any part except the Spleen, No 263. p. 572. are probably the cause of several Diseases, No 263. p. 572. Worms in the Teeth, the same as in Cheese, their description, turn to Aurelia's, &c. No 265. p. 635, &c. Not killed with Smoak of Brimstone, No 263. p. 638.\n\nBOOKS.\nOf Which some account is given in these Translations.\n\nAccount of several Treatises promised to be Printed at Rome, particularly a Catalogue of all the MS in Italy. No 265. p. 629.\n\nAccount of some new Books and MS in Italy. No 264. p. 613. No 273. p. 898.\n\nAccount of some Books Printing in Scotland. No 266. p. 693. No 276. p. 1042. in Italy, &c. 16. p. 1042.\n\nDescription of la piece d'Ambergreit, &c. No 263. p. 573.\n\nGudfr. Bidloo obseruat. de Animalculis in ovino aliorumq; animantium hepate. No 263. p. 571.\n\nBrowns East-India Plants, See Plants supra in the Index.\n\nDe Motu Bilia circulari, Dissertatio anatomico Medica. No. 264. p. 610.\n\nRecherches sur la nature et Guerison des Cancers. No 260. p. 476.\n\nPetri Chirac M. D. de motu Cordis. No 263. p. 559.\n\nNova Fabris Idaea, Auth. Jac. Gaveta. M. D. &c. No 273. p. 914.\n\nFlora Norimbergensis. No 265. p. 651.110.\n\nSolutio Geometrica Probl. Vivianorum. No 265. p. 651.\n\nGesneri MS. Herbal delineated in colours at Nurenburgh. No 265. p. 652.\n\nDissertatio de Incubo. No 263. p. 565.\n\nDissertatio de Possessione illiacae an Globuli Plumb. praefendii. No 263. p. 567.\n\nDr Hicks of the Antient Northern Languages. No 260. p. 467.\n\nDissertiones Jatrophysica Auth. Dominico Sanguinetio. No 273. p. 918.\n\nMalphigius other posthumous Works besides what already Printed mentioned. No 264. p. 613.\n\nDescription of the Islands of Orkney, by Sam. Wallace. No 262. p. 543.\n\nPharmacoepia Harlmenstr. No 264. p. 610.\n\nProfusus Ventris, or the Nature of Loosenesses. By Dr Cockburn. No 270. p. 829.\n\nSanctorij Medicina Statiae cum Commentarijs Dr Lister. No 270. p. 832.\n\nProposals for Printing the 3d and last Vol. of Ray's Hist. of Plants No. 270. p. 833.\n\nA Treatise of Borellus de Volata hominum, left out of his Book de Motu animalium now in Rome. No 264. p. 614.\n\nDissertatio de Ulceris Verminosis Auth. Christiano Steenvelt. No 263. p. 570.\n\nAloysi Ferdinandi &c. Danub. operis prodremus, No. 276. p. 1038.\n\nErrata sic Emendatur,\n\nNumb. 275. Pag. 970.l.4. for Stone, read Statue.p 972.l.10. half an hour or more, l.974.l.4. rur. l.5. diluviorum, l.7. illaque l.4. copiosum l.30. Pay of tc. p 275.l.34.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102845.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3090,
    "total-output-tokens": 1321,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3001,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102845",
    "title": "Errata",
    "authors": null,
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102845"
  }
}