{
  "id": "28f72868cd9456843e1655419efe91a97d63f54f",
  "text": "b. The upright feather'd Coralline\nC. The upright section of the cells shewing the Eggs\nD. the cross section\n\nB. a branch magnified with its tubuli\n\na. The Snail bearing Coralline\nF. the upright section\nG. the cross section\nXVIII. Observations on a remarkable Coralline, in a Letter from Mr. John Ellis to the Rev. Thomas Birch, D.D. Secret. R.S.\n\nSIR,\n\nRead March 17, 1753.\n\nI beg leave to present you with some observations, which I have made on a coralline, that I lately received from my curious and worthy friend Mr. Peter Collinson. It appears, from its size and firmness, to belong to a warmer climate than this, and is probably American.\n\nWe find some of the same genus, but of a different species, of this coralline, on our own coasts; but they are smaller, tenderer, and more transparent. There is one particularly, which comes very near this, called by Dr. Dillenius, in the third edition of Ray's Synopsis, p. 37, N. 20, Tab. II. Fig. 1. Corallina pumila erecta ramosa; and in Buddle's Hortus fucus, in the late Sir Hans Sloane's collection, there is a specimen like it, but not so fully advanced in its ramifications: this he calls Fucus minimus birsatus fibrillis herbaceis similis, from Doody's Appendix to Ray's Synopsis, p. 330.\n\nThis curious sea production, which has the appearance of a plant, arises first from many small vermicular wrinkled tubes, by which it appears to have adhered, like ours, to rocks, shells, fucus's, or other submarine substances. These tubes uniting form a sort of stems, which, as they rise, insensibly change into rows of cells: these stretch out into many regular dichotomous\ndichotomous branches; each branch is made up of two rows of cells united together, and these cells placed in such a manner side by side, that each cell joins two others on one side, and the bottom of one is inserted in the top of the other. Their openings or faces look one way: they are nearly of an egg-shape, a little compress'd before: the broadest part is uppermost, and bends a little forward: the top of each is fortified by two angular points or spines.\n\nBy attentively viewing many specimens of this genus of corallines in the microscope, that have been taken out of the sea at different seasons of the year, I have observed the progress of nature to be pretty nearly thus:\n\nThe tubuli, or first beginning of the corallines in the younger state, are found full of a yellow soft substance, which soon decays: in the more perfect state they are clear and transparent.\n\nThe cells, which communicate with these tubes, have in the spring black specks in each, which I take to be the embryo of the future production. During this very tender and minute state, the opening of each cell is cover'd with an extreme fine transparent membrane, the use of which no doubt is to cherish and protect it.\n\nThese specks in time dwelling into spherical testaceous bodies (as they are often found in summer) burst through this membrane, and sit in the front of the cell, supported by an umbilical ligament, which is fasten'd to the bottom of the inside of each cell or matrix, till they come to maturity, which seems to be the case in the microscopical drawing I have sent you: wherein you will observe, they appear to be rows of very small sea snails, or rather testaceous bodies,\nof the shape of a nautilus, ready to drop off, and provide for themselves. In the same plate you have a microscopical drawing of one of the English corallines of the same genus, with the embryo specks in each cell.\n\nI must further add, that I believe, if the curious, with good microscopes, at the sea-side, and at different seasons of the year, would strictly examine many of these beautiful sea-productions, hitherto claim'd by the botanists, they would find, that several of the testaceous tribe proceed from some kinds of the larger corals, as well as, I am persuaded, they will find, that many owe their original to the smaller corallines: and we are the more encouraged to try, since we observe, that various shapes and stages of the same animal are no new thing in the laws of nature.\n\nSIR,\n\nYour most obedient humble servant,\n\nJohn Ellis.\n\nXIX. An Account of some uncommon fossil Bodies, by Mr. Henry Baker, F. R. S.\n\nRead March 29, 1753.\n\nTHE fossil bodies I have now the honour to lay before this Royal Society, I have never met with before, nor remember any description of. They were sent to me from Oxford, by Mr. William Frankcombe, a young gentleman residing there, who is very diligent in searching",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105132.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9638,
    "total-output-tokens": 1266,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        224,
        2
      ],
      [
        224,
        224,
        3
      ],
      [
        224,
        1624,
        4
      ],
      [
        1624,
        3295,
        5
      ],
      [
        3295,
        4508,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105132",
    "title": "Observations on a Remarkable Coral-Line, in a Letter from Mr. John Ellis to the Rev. Thomas Birch, D. D. Secret. R. S.",
    "authors": "John Ellis",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105132"
  }
}