{
  "id": "b45f3ddcb04e3f18d5fc39b52fa6edc0da799b07",
  "text": "Sect. XVIII.\n\nFig. 8. The two Defences of the Tail, of which the exterior Part \\( A \\) is gibbous, the other or interior \\( B \\) is, as it were, hollowed; These Extremities are bifid. \\( C \\) By this Part they are joined to the Tail.\n\nVI. Two Observations of Explosions in the Air; one heard at Halsted in Essex, by the Rev. Mr. A. Vievar, Minister of that Place; the other by Sam. Shepheard, Esq; of Springfield in the same County.\n\nOn Sunday the 12th of March 1731-2. between One and Two o’Clock in the Afternoon, walking in my Garden by the Side of a Canal, I heard as it had been a large Clap of Thunder from the North-East, being a very clear Day, and no Clouds appearing. While I was looking into the Air, the Noise was repeated very loud, but seemed more like the violent Fall of a House, insomuch that I expected every Moment an Out-cry from the Town: But I was soon undeceived, when it began again, and I found it made towards me, with a different Noise from what I had heard, that is, like the Grind-ing of Flint-stones, but very loud: The Dimensions of it seem’d to be about three Foot wide. I found it sink in the Air, and as it seem’d to point directly at my Head, I laid myself down upon a Grass-slope, to let it pass over me. However, at the upper End of\nof the Walk I found it fell to the Ground, and came rolling down the Grass-walk; and I can compare it to nothing better than to that of a violent Grinding of Flint-stones, or a Coach and Six upon the full Speed upon a Causeway of loose Stones. I lay attentive, expecting to see something, and saw a Piece of Wood came running before it. When the Phenomenon came to the Water-side, it twisted up a large Stake that stood in its way, and tossed it towards me with much Violence, and immediately fell into the Water with the Violence and the Noise of a red-hot Mill-stone. I have seen the Seas break against a Rock in a Storm, but never saw a greater Ferment caused by the boiling of the Waters. It stood about a Quarter of a Minute in the Water, and then mounted again into the Air, and went rattling away, but with much less Violence: I heard it for about a Quarter of a Mile, and lost it.—N.B. It came against the Wind, and not faster than a Man may walk. The Froth and Foam upon the Water remained thirty Hours after, when I shewed it to some Friends.\n\nHalsted in Essex,\n1731-2.\n\nPart of a Letter to Wm. Woodford, M.D.\nFellow of the College of Physicians, London.\n\n—Upon Tuesday the 15th Instant, between Eleven and Twelve, the Sun shining very bright and hot, without the least Cloud, the Wind so calm, that the Water was as smooth as Glass, I was\nwas dressing in my little Room next the Garden, about forty Yards from the Canal, when I heard a very surprising Noise of Fire, resembling, as I told you at London, as if a very large Quantity of Oil had been thrown into a great Bonfire, burning in its greatest Rage. I stepp'd immediately to the Window which was open, where I saw the Middle of the Canal, which this dry Season has sunk about six Inches, in extreme Agitation, as rough as the Thames in a Storm, foaming and smoaking, and, forced up, to my Appearance, full two Foot above the Surface, but it might be much more, my Window being greatly higher than the Canal; and the Fellow who was at Work, whom I examined again this Morning, protests he saw the Water, like the Spray of the Sea, above the Dwarf-Trees, which must necessarily be five or six Foot. I wish I had seen the Beginning of this uncommon Phenomenon, the Duration of which, I think, might be half a Minute, and made the House stink, as if a Gun had been fired in it.\n\nMy Canal bears East and West, and the Fellow says he heard it coming from the West, bringing the Leaves of some tall Trees from an adjacent Field in its Passage; but could not discover any material or substantial Body to fall in the Water, where the Hissing, as I observed above, was very loud and violent; neither was there any Lightning or Thunder before or after, but the Day remain'd bright, still, and hot. I forgot to say, the Space of the Canal that was affected by it, might be twelve or fifteen Yards.\n\nSpringfield in Essex,\nAug. 22. 1732.\n\nSam. Shepheard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104272.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1156,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1270,
        2
      ],
      [
        1270,
        2620,
        3
      ],
      [
        2620,
        4178,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104272",
    "title": "Two Observations of Explosions in the Air; one Heard at Halsted in Essex, by the Rev. Mr. A. Vievar, Minister of That Place; The Other by Sam. Shepheard, Esq; of Spring-Field in the Same County",
    "authors": "A. Vievar, Sam. Shepheard",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104272"
  }
}