{
  "id": "a3b0ba43e0139a492901ca6b3d758b1b971c1fa6",
  "text": "III. Of the Motion of the Stomach, observ'd in\nin a Dog, in July, 1685. By Dr. Christopher Pitt.\n\n§ 1. Anatomists in their Description of Man's Body,\naltho' they sometimes Make mention of the\nMotion of the Stomach, (as in Vomiting and in convey-\ning the Meat that is Digested in the Stomach into the\nIntestines) yet giving no particular Description of it\nfrom the Testimony of Sight, I hope it will be no ways\nimpertinent in me to give an Account of it, as it ap-\npear'd to me in the Dissection of a Dog, in July,\n1685.\n\n§ 2. In this Dog I observed that the Peristaltick Mo-\ntion of the Guts was continued thro' the Stomach; the\nPylorus (that usually appears, after opening the Dog, as\nhigh as the Diaphragm) being in every waving brought\nbelow the very Bottom of the Stomach, I could mani-\nfestly observe a Constriction in the middle of the Sto-\nmach, at every Motion Downward, passing it in so as\nto be able to compreis what was contained in its Cavity.\nAnd these Motions were as regular and orderly as ever I\nsaw it in the Guts; and appeared for a long time toge-\nther; so that I could the more diligently make my Ob-\nservations.\n\n§ 3. I have seen the Motion of the Stomach in Two\nor Three that I have dissected since, so that one may\nsafely conclude it holds true in all.\n\n§ 4. I suppose the Reason that it appear'd so mani-\nfestly and long in the First Dog, was because his Stomach\nbeing extremely full, put the Fibres upon some Stretch;\nso that they (as all such Bodies do) endeavour'd by their\nMotion to restore themselves to their former Position.\n\nAnd\nAnd I am apt to believe that this is one of the main Causes of the Motion of the Stomach and Guts, and that they seldom move but when they have something in their Cavity to distend their Fibres. But I'll not be too bold to make such Deductions till farther Tryals make it appear true or false.\n\n§ 5. The Motion of the Stomach being after this manner, may give us a clearer Account of the Quickness of the Distribution of the Nourishment, than any way I can find that Authors give us: the Meat being no sooner opened by the Spittle and Liquor that we take in, than that it has a free Motion by the Descent of the Pylorus into the Intestines, which is almost Pleno Flumine, from the Compression in the Middle of the Stomach.\n\nIV. Part of a Letter from Mr. Edw. Lhwyd to Dr. Martin Lister, Fell. of the Coll. of Phys. and R. S. concerning several regularly Figured Stones lately found by him.\n\nI should have troubled you with some sort of Account of our Travels; which, as you'll find by the inclosed Draughts of figured Stones, has been tolerably successful. The 8, 9, and 15th we found near the Lhan Deilo in Caermardhinshire; the 11, 13 17, 19. on the Severn Shore in Glocestershire; the 14th at Gold Cliff in Monmouthshire; and all the rest in the Isle of Caldey, in this County. The 15th whereof we found great Plenty, must doubtless be referred to the Skeleton of some flat Fish; the 8th and 9th I know not at all what to make of: the rest are Modioli or Vertebrae of Sea Stars; for I have been long since fully satisfied that all sorts of Entrochi and Asteriae must be refer'd thither; not that I conclude",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102529.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 953,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1561,
        2
      ],
      [
        1561,
        3170,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102529",
    "title": "Of the Motion of the Stomach, Observ'd in in a Dog, in July, 1685. By Dr. Christopher Pitt",
    "authors": "Christopher Pitt",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102529"
  }
}