{
  "id": "b7d2ae2d88415715c2f2cdfa802471042124b73e",
  "text": "Experiments to be made relating to Land-Carriage, proposed by the learned Sr. William Petty Kt.\n\nThe water carriage of goods round about the Globe of the Earth, is but about double to the price of Land Carriage from Chester to London of the like goods.\n\nLand Carriage by Carts and Wagons is cheaper than on horse backs, and this cheaper than by men.\n\nWherefore carriage by Carts and Wagons ought well to understood and considered.\n\nLand Carriage by draught, is by Wheele-barrows, Straddles, Carts of 2 wheels, Sleds, Wagons of 4 wheels, by Carrs on 2 high wheels. Drays on 2 small wheels, Irish Carrs of 2 very small wheels. The present work is to design experiments whereby to know the difference and advantages of all the said several Carriages upon several ways and grounds. To which purpose it is offer'd that the following experiments be made, viz.\n\nEXPERIMENTS.\n\n1. The difference between what a Man or Horse can Carry, and what they can draw up at a Pulley.\n2. The difference what a Man can endure to Carry one, two, three, four, five, six hours, &c.\n3. The difference of Speed that a Man can make under several burdens, within the same time.\n4. Let the difference between the weight of a common Irish Carr, and the burden which a horse can draw upon it be examin'd, as also the like difference between a Cart for 5 horses and its burden, and between a Coach with a Coach-man with its burden, and between the Pack saddle and of a Pack-horse and its burden.\n5. Let the difference between a Horses draught upon a small Carr, and a 5 Horses draught upon a great Cart and 4 wheel'd Wagon be examined.\n6. Let the same differences of horses draught at several distances from the carriage, and upon wheels of several heights, be examined.\n7. Let the just weight of wheels be determined, to make them of the same strength though of different diameters, and at what distance wheels of several heights should stand from each other.\n\n8. What\n8. What the difference is between Iron and Wooden Axell trees, and of the Grief and affriction made by them, within their boxes of their Naves.\n\n9. What is the true reason of the dishing out of wheels.\n\n10. What is the true proportion of Timber which ought to be in the Nave, Spokes, or Rim of any wheele, in order to lightness strength and uprightness.\n\n11. What is the difference between the high and low hanging of Coaches, the distance of the Standards, and of the difference between the hinder and the fore-wheels.\n\nOther EXPERIMENTS.\n\nTake a Parallclipeppidon of wood, suppose 4 Inches square at the ends, and 8 Inches long with the weight thereof, and try as followeth viz.\n\n1. How much weight less then that of it self, applyed to convenient pullyes, will draw the said Log over a smooth level Table, of an assigned length, in an assign'd time, and what weight will draw the same faster or slower, in any assigned proportion.\n\n2. What difference there will be in the Affriction of the whole side of the said Log upon the plain Table, and mounting the same upon 2 small Keels of a quarter of an Inch thick.\n\n3. What the difference between the last mentioned mounture, and setting the same upon 4 thick Segments of Circles, so as to touch the Table but at 4 points, in imitation of dragging wheels, and whether it be material that the said Segments should be of greater or lesser Circles.\n\n4. What the difference between the said mounture upon 4 such Segments, or upon 4 wheels moving distinctly upon their Axell trees, as also between 2 wheels or one Segment like a Cart, or 1 wheele and 2 segments like a wheele-barrow.\n\n5. What the difference in draught will be in the afore-mention'd draughts upon the various inclinations of the said Table, upwards and downwards, or upon the said Table covered with a blanket equally extended, or with a paste of Clay of a certain thickness.\n\n6. What the difference between the tenderest motion upon wheels and the draught thorow water.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102072.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 1014,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1938,
        2
      ],
      [
        1938,
        3919,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102072",
    "title": "Experiments to be Made Relating to Land-Carriage, Proposed by the Learned Sr. William Petty Kt.",
    "authors": "William Petty",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102072"
  }
}