{
  "id": "619d7089f6afe0efda605b9abd03c6f05cbda886",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS,\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XLIII. For the Years 1744. and 1745.\n\nLONDON:\nPrinted for C. DAVIS, over-against Gray's-Inn-Gate in Holbourn; PRINTER to the ROYAL SOCIETY.\n\nM. DCC. XLVI.\nTO\n\nJAMES WEST, Esq;\nTreasurer and Vice-President\nOF THE\nROYAL SOCIETY\nOF\nLONDON,\nFOR\nImproving Natural Knowledge,\n\nThis Forty-third Volume of\nPhilosophical Transactions\n\nIs humbly Dedicated, by\n\nHis Most Obedient, and\nMost Humble Servant,\n\nCROMWELL MORTIMER, R.S. Secr.\n\nDevonshire-Street, near Queen's Square,\nLONDON.\nNovember 10th, 1746.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, March, and April, 1744.\n\nThe CONTENTS.\n\nI. An easy Method of procuring the Volatile Acid of Sulphur: By Ephraim Rinhold Seehl; addressed in a Letter to the President and Fellows of the Royal Society. Page 1.\n\nII. An Observation of a Spina bifida, commonly so termed: By Mr. George Aylett, Surgeon at Windsor. p. 10.\n\nIII. An Improvement on the Practice of Tapping; whereby that Operation, instead of a Relief for Symptoms, becomes an absolute Cure for an Ascites; exemplified in the Case of Jane Roman; and recommended to the Consideration of the Royal Society; by Christopher Warrick, of Truro, Surgeon. p. 12.\n\nIV. A Method of conveying Liquors into the Abdomen during the Operation of Tapping; proposed by the Reverend Stephen Hales, D. D. and F. R. S. on Occasion of the preceding Paper; communicated in a Letter to Cromwell Mortimer, M. D. Sec. R. S. p. 20.\n\nV. An Extract of John Fothergill, M. D. Licentiate of the Royal College of Physicians, London, his Essay upon the Origin of Amber. p. 21.\n\nVI. Remarks on Stones of a regular Figure, found near Bagneres in Guiéony: With other Observations communicated by Monsieur Secondat de Montesquieu, of the Academy of Sciences of Bordeaux, in a Letter to Martin Folkes, Esq; Pres. R. S. p. 26.\n\nVII. A Letter from Mr. Henry Baker, F. R. S. to the President, concerning a new-discovered Sea-Insect, which he calls the Eyesucker. p. 35.\n\nVIII. Some Observations on the Hardness of Shells, and on the Food of the Scal-Fish; by Mr. Peter Collinson, F. R. S. p. 37.\n\nIX Historia brevis Morbi, quo decepit Reverendiss. Pater Joephus Bolognini, Abbas Bonifacii & Alexii, de Urbe atque Congreg. Hieronym. Procur. generalis; excerpta per C. M. R. S. Secr. ex Epistula ab Domino Johanne Francisco de Camillis, M. D. scripta ad Virum clarissimum Didacum de Kevilias, Abbatem Hieronym.\nThe CONTENTS.\n\nin Rom. Sapient. Archigym. publ. Mathef. Prof. Regalis Londini Societatis Sodalem, &c. p. 40.\n\nX. A Letter from James Jurin, M. D. F. R. S. & Coll. Med. Lond. to Martin Folkes, Esquire, President of the Royal Society, concerning the Action of Springs. p. 46.\n\nXI. D. Albert. Haller Concil. Aulic. & Archieatri Regis Britann. & Electoris Brunsvic. Prof. Anat. & Bot. Gottingensis, SS. RR. Ang. & Suec. Soc. Observatio de Ovarii Steatomate, & de Pilis ibidem inventis. p. 71.\n\nXII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1741, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & nuper Soc. Reg. Praef. By Joseph Miller, Apothecary, Hort. Chels. Praef. ac Praecl. Botan. p. 75.\n\nXIII. An easy Method of procuring the true Impression or Figure of Medals, Coins, &c. humbly addressed to the Royal Society: By Henry Baker, F. R. S. p. 77.\n\nXIV. Observations on the Manna Persicum: By John Fothergill, M. D. Licentiate of the College of Physicians, London. p. 86.\n\nXV. Cyanus Foliis radicalibus partim integris, partim pinnatis, Bractea Calycis ovali, Flore sulphureo; per Albert. Haller, Prof. Anat. & Bot. Gottingensi. RR. SS. Ang. & Suec. S. descriptus. p. 94.\n\nXVI. A Letter from the Reverend Mr. Roger Pickering, V. D. M. to C. Mortimer, M. D. Secr. R. S. concerning the Propagation and Culture of Mushrooms. p. 96.\n\nPrinted for C. Davis, over-against Gray's-Inn Gate in Holbourn, Printer to the Royal Society, M.DCC.XLIV.\nPHILOSOPHICAL TRANSACTIONS.\n\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nLONDON:\n\nPrinted for C. Davis, over-against Gray's-Inn-Gate in Holborn; Printer to the Royal Society. 1745.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of May, and Part of June, 1744.\n\nThe CONTENTS.\n\nI. A Scheme of a DIARY of the Weather; together with Draughts and Descriptions of Machines subservient thereunto; inscribed to the President and Fellows of the Royal Society; by Roger Pickering, F. R. S. and V. D. M. Page 1.\n\nII. A Letter from Mr. William Watson, Apothecary, F. R. S. to the Society, concerning some Persons being poisoned by eating boiled Hemlock. p. 18.\n\nIII. Methodus Nova Calculi Eclipsiun Terræ specialis; vel quorumcunque Occursuum Lunæ cum Stellis, tam errantibus quam inerrantibus: Auctore Christiano Ludovico Gersten, R. S. Sod. & Math. Prof. in Academia Gievensi. p. 22.\n\nIV. A Letter from Mr. Chr. Warren, Surgeon at Truro in Cornwall, to John Machin, Esq; Secr. R. S. Prof. Astr. Gresham. containing further Accounts of the Success of injecting\nThe CONTENTS.\n\ninjecting medicated Liquors into the Abdomen, in the Case of an Ascites. p. 47.\n\nV. A Letter from John Bevis, M.D. to Martin Folkes Esq; Pr. R.S. containing some Observations concerning Mercury. p. 48.\n\nVI. A Rupture of the Navel, communicated to the ROYAL SOCIETY by H.W. Taube (Dove) Surgeon of the Pearl Man of War. p. 50.\n\nVII. A Letter from Mr. Wm. Watson, F.R.S. to the ROYAL SOCIETY; containing further Remarks concerning Mushrooms: Occasioned by the Reverend Mr. Pickering's F.R.S. Paper in the preceding Transact. p. 96. with Observations upon the poisonous Faculty of some Sorts of Fungi. p. 51.\n\nVIII. Two Letters from Mr. Thomas Preston to Mr. Joseph Ames, F.R.S. concerning the Island of Zetland. p. 57.\n\nIX. Occultatio Jovis à Luna, observata Londini, per Johannem Bevis, M.D. p. 65.\n\nX. A Letter from Mr. Abraham De Moivre, F.R.S. to William Jones, Esq; F.R.S. concerning The easiest Method for calculating the Value of Annuities upon Lives, from Tables of Observations. p. 65.\n\nXI. The Appearance of a fiery Meteor, as seen by Mr. Cradock, communicated to the Royal Society by Mr. Henry Baker, F.R.S. p. 78.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of June, July, August, September, October, November, and December, 1744.\n\nThe CONTENTS.\n\nI. An Account of a Dissertation published in Latin by Dr. Weidler, F. R. S. in the Year 1727. concerning the vulgar Numeral Figures: As also some Remarks upon an inscription, cut formerly in a Window belonging to the Parish Church of Rumsey in Hampshire: By John Ward, F. R. S. Rhet. Prof. Gresham. p. 79.\n\nII. A Letter from the Rev. Mr. Joseph Betts, M. A. and Fellow of University College, Oxon. to Martin Folkes, Esq; Pr. R. S. containing Observations on the late Comet, made at Sherborn and Oxford; with the Elements for computing its Motions. p. 91.\n\nIII. Observatio de Scirrho Cerebelli, ab Alberto Hallero, R. S. S. Archi-at. Reg. & Med. Prof. Gotting. ad Reg. Soc. transmissa. p. 100.\n\nIV. An Essay upon the Causes of the different Colours of People in different Climates; by John Mitchell, M. D. Communicated to the Royal Society by Mr. Peter Collinson, F. R.S. p. 102.\n\nV. A Letter from William Hallett, M. D. to Henry Pemberton, M. D. F. R. S. & Chem. Prof. Gresham. containing the Case of a Lad, who was shot thro' the Lungs; drawn up by Mr. Nic. Peters junior, Surgeon. p. 151.\n\nVI. Extract of a Letter from Dr. John Earlam, to Mr. Peter Collinson, F. R. S. containing some Observations concerning the Salt-Marsh Muscle, the Oyster-Banks, and the Fresh-Water Muscle, of Pennsylvania. p. 157.\n\nVII. A Letter from Mr. Christ. Hunter, to Dr. Mortimer, Secr. R. S. serving to accompany a Copy of an ancient Roman Inscription at Rochester in Northumberland, and two others at Risingham p. 159.\n\nVIII. An Account of some Magnetical Experiments, shewed before the Royal Society, by Mr. Gowan Knight, on Thursday the 15th of November, 1744. p. 161.\n\nIX. Abstract of what is contained in a Book concerning Electricity, just published at Leipzig, 1744. by John Henry Wintler, Greek and Latin Professor there. p. 166.\n\nX. Translation of a Letter from Mr. Abraham Trembley, F. R. S. to the President, with Observations upon several newly discovered Species of Fresh-water Polypi. p. 169.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, Febr. and March, 1745.\n\nThe CONTENTS.\n\nI. Sam. Christiani Hollmanni, Philosop. in Reg. Georgia Augusta [Gorringenf.] Prof. Pub. Ord. ad Cromwellum Mortimerum, M.D. R.S. Secret. Epistola de subitanea Congelatione, de Igne electrico, de Micrometro Microscopio applicando, &c. Page 239.\n\nII. Some Account of the Gigantic Boy at Willingham near Cambridge. 1. From the Rev. Mr. Almond to Mr. P. Miller, F.R.S. 249. 2. A Letter from Mr. Tho. Dawkes, Surgeon at Huntington, to Dr. Mead, F. R. S. &c. concerning the same Child. 251.\n\nIII. A Letter from Mr. Browne Langrish, Licent. Coll. Med. Lond. &c. F. R. S. to the Rev. Dr. Hales, F. R. S. concerning a new Contrivance of applying Receivers to Retorts in Distillation. 254.\n\nIV. The Case of a Person bit by a Mad Dog: Communicated to the President by Mr. Ranby, F. R. S. Serjeant-Surgeon to His Majesty: From Charles Peters, M. D. F. Coll. Med. Lond. 257.\n\nV. An Account of a new Species of Fungus, by John Martyn, F. R. S. Prof. Bot. Cantab. communicated in a Letter to the President. 263.\n\nVI. Extracts of Two Letters from the late Roger Gale, Esq; F. R. S. to Mr. Peter Collinson, F. R. S. concerning the Vegetation of Melon Seeds 33 Years old; and of a fossil Skeleton of a Man. 265.\n\nVII. A Letter from Mr. W. Watson, F. R. S. to Francis Wollaston, Esquire, F. R. S. concerning a large Stone found in the Stomach of a Horse. 268.\n\nVIII. Extract of a Letter from Bombay, dated January 23. 1743-4, communicated by Francis Woolaston, Esquire, F. R. S. of a Porcupine swallowed by a Snake. 271.\n\nIX. Extract of a Letter from Dr. Joseph Laurent Bruni, of Turin, F.R.S. to Mr. Henry Baker, F.R.S. concerning the Bologna Bottles. 272.\n\nX. A Letter from Mr. Tho. Wright to James Theobald, Esq; F. R. S. concerning Two ancient Camps in Hampshire. 273.\n\nXI. Observations on a Case published in the last Volume of the Medical Essays, &c. of Recovering a Man Dead in Appearance, by distending the Lungs with Air. Printed at Edinburgh, 1744; by John Fothergill, Licent. Coll. Med. Lond. 275.\n\nXII.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May, June, and July, 1745.\n\nThe CONTENTS.\n\nI. Two Letters from the Rev. Mr. Granville Wheler, F. R. S. to the President, concerning a rotatory Motion of Glass Tubes about their Axes, when placed in a certain Manner before the Fire. p. 341.\n\nII. An Attempt by John Ward, Rhet. Prof. Greth. &c. F. R. S. to explain some Remains of Antiquity lately found in Hertfordshire; and communicated to the Royal Society by William Freeman, Esq; one of their Members, February 14. 1745. 349.\n\nIII. A Letter from Gowin Knight, M. B. to the President; concerning the Poles of Magnets being variously placed. 361.\n\nIV. An Account of some very curious Wasps Nests made of Clay in Pennsylvania; by Mr. John Bartram: Communicated by Mr. Peter Collinson, F. R. S. 363.\n\nV. Extract of a Letter from Mr. B--- B---r, containing an Account, in Pounds and Ounces, of the surprising Quantities of Food devoured by a Boy, 12 Years old, in 6 successive Days, who laboured under a Canine Appetite, at Black Barnsley in Yorkshire. Communicated by Dr. Mortimer, Secret. R. S. 366.\n\nVI. Of an Iliac Passion, occasioned by an Appendix in the Ilion: By the late Claudius Amyand Esq; Serjeant-Surgeon to His Majesty, and F. R. S. 369.\n\nVII. A Proposal for Warming Rooms by the Steam of boiling Water conveyed in Pipes along the Walls: And a Method of preventing Ships from Leaking, whose Bottoms are eaten by the Worms: By Colonel Wm. Cook. 370.\n\nVIII. De Lapide Osteocolla Inquistio, Auctore Ambrosio Beurero Neurembergensi; communicata per Dominum Petrum Collinsonum, R. S. S. 373.\n\nIX. A Letter from J. Cookson, M. D. to Mr. Latouche at Little Chelsea, concerning the Boy who has an extraordinary Boulimia, or craving Appetite: Communicated to the Royal Society by John Martyn, F. R. S. & Prof. Botan. Cantab. 380.\n\nX. Philippi Frederici Gmelin, Med. Licent. Wurterbergensis ad Martinum Folkes Reg. Soc. Praefid. Epistola de Radice Ipecacuanhae, Observationes quasdam medico-physicas, &c. de fallaci Visione per Microscopia composita notata nonnulla continens. 382.\nThe CONTENTS.\n\nXI. Remarks on the Operation of Cutting for the Stone; by Claud. Nic. Le Cat, M.D. F.R.S. Surgeon to the Hotel Dieu at Rouen, and Royal Demonstrator in Anatomy and Surgery. Translated from the French by T.S. M.D. F.R.S. 391.\n\nXII. Abstract of a Letter from Monsieur De Bozes, Professor of Experimental Philosophy, at the Academy of Wirtemberg, to Monsieur De Maizau. Communicated by Mr. Baker from Mr. Ellis, and translated out of the Latin by Mr. Baker. 419.\n\nXIII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1743, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. nuper Prof. By Joseph Miller, Apothecary, Hort. Chelf. Prof. & Praefect Botan. 421.\n\nXIV. An Inquiry into the Measure of the Force of Bodies in Motion: With a Proposal of an Experimentum Crucis, to decide the Controversy about it. By James Jurin, M.D. Fellow of the Royal College of Physicians, London, and of the Royal Society. 423.\n\nXV. A Letter from the Reverend Henry Miles, D.D. and F.R.S. to the President; containing Observations of luminous Emanations from human Bodies, and from Brutes; with some Remarks on Electricity. 441.\n\nXVI. An Extract, by Mr. Paul Rolli, F.R.S. of an Italian Treatise, written by the Reverend Joseph Bianchini, a Prebend in the City of Verona; upon the Death of the Countess Cornelia Zangari & Bandi, of Cefena. To which are subjoined Accounts of the Death of Jo. Hitchell, who was burned to Death by Lightening; and of Grace Pett at Ipswich, whose Body was consumed to a Coal. 447.\n\nXVII. An Account of a Quadruped brought from Bengal, and now to be seen in London: Presented by James Parsons, M.D. & F.R.S. 463.\n\nXVIII. An Account of certain perfect minute Crystal Stones, by The Same. 468.\n\nXIX. A Letter from Mr. John Ellicot, F.R.S. to the President, concerning the specific Gravity of Diamonds. 468.\n\nXX. A Letter to Martin Folkes, Esq; Prof. of the Royal Society, from C. Morrimer, M.D. Secr. of the same, concerning the natural Heat of Animals. 473.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of August, September, October, November, and December, 1745.\n\nThe CONTENTS.\n\nI. Experiments and Observations, tending to illustrate the Nature and Properties of Electricity: By William Watson, Apothecary, F.R.S.\n   1. A Letter to Martin Folkes, Esq; Pr. R. S. Page 481.\n   2. A Letter to the Royal Society. ibid.\n   3. A Letter to the Royal Society. p. 444.\n   4. A Proposal to bring small passable Stones toon and with Ease out of the Bladder: By Rev. Stephen Hales, D.D. & F.R.S. p. 502.\n\nII. An Account of some Experiments, lately made in Holland, upon the Fragility of unnealed glass Vessels; communicated to the President. p. 505.\n\nIV. Extract of a Letter from the Reverend Henry Miles, D.D. & F.R.S. to the President, relating to some Improvements which may be made in Cyder and Perry. p. 516.\n\nV. Extract of a Letter from Mr. Henry Baker, F. R. S. to Martin Folkes, Esq; President of the Royal Society, concerning the ancient Bridewell at Norwich. p. 520.\n\nVI. Part of a Letter from the Reverend Mr. G. Cottard to Mr. John Catlin, concerning a fiery Meteor seen in the Air on July 14. 1745. p. 522. And one seen by Dr. Mortimer, Dec. 16. 1742. p. 524.\n\nVII. Extract of a Letter from Mr. Benj. Cook, F. R. S. to Mr. Peter Collinson, F. R. S. concerning the Effect which the Farina of the Blossoms of different Sorts of Apple-trees had on the Fruit of a neighbouring Tree; and the same of Peas by Rev. Mr. Henchman. p. 525.\n\nVIII. Some Account of the Sinking down of a Piece of Ground, at Horstead, in Norfolk; communicated by Mr. Arderon, of Norwich, to Mr. Henry Baker, F. R. S. p. 527.\nThe CONTENTS.\n\nIX. A Letter from Mr. James Simon to the President, concerning the Bones of a Fœtus voided per Anum; and of some Fossils found in Ireland. p. 529.\n\nX. Some Account of the Distemper raging among the Cow-kind in the Neighbourhood of London, together with some Remedies proposed for their Recovery, by Cromwell Mortimer, M. D. Secr. R. S. and Fellow of the College of Physicians, London. p. 532.\n\nXI. A Letter from Mr. D. P. Layard, Surgeon, to C. Mortimer, M. D. Secr. R. S. inclosing an Account of a Fracture of the Os Ilium, and its Cure. p. 537.\n\nXII. Some Account of a curious Tripos and Inscription found near Turin, serving to discover the true Situation of the ancient City Industria. By David Erskine Baker. p. 540.\n\nXIII. Further Observations on the Distemper now raging among the Cow-kind, by the Publisher of these Transactions. p. 549.\n\nXIV. Extract of a Letter from Mr. Arderon to Mr. Baker, F.R.S. giving an Account of the Weaver's Alarm, vulgo LARUM. p. 555.\n\nXV. An Account of some human Bones incrusted with Stone, now in the Villa Ludovisia at Rome; communicated to the Royal Society by the President; with a Drawing of the same. p. 557.\n\nPrinted for C. Davis, over-against Gray's-Inn Gate in Holbourn, Printer to the Royal Society; M.DCC.XLV.\nTO\nMARTIN FOLKES, Esq;\nPRESIDENT,\nAND TO THE\nCOUNCIL and FELLOWS,\nOF THE\nROYAL SOCIETY,\nTHESE LECTURES\nON\nMUSCULAR MOTION\n\nAre humbly Dedicated by\n\nTheir Moft Obedient,\nAnd Moft Humble Servant,\n\nJAMES PARSONS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104399.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 29148,
    "total-output-tokens": 6135,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        387,
        5
      ],
      [
        387,
        728,
        6
      ],
      [
        728,
        2620,
        7
      ],
      [
        2620,
        4158,
        8
      ],
      [
        4158,
        4426,
        9
      ],
      [
        4426,
        5291,
        10
      ],
      [
        5291,
        6430,
        11
      ],
      [
        6430,
        6430,
        12
      ],
      [
        6430,
        8552,
        13
      ],
      [
        8552,
        10644,
        14
      ],
      [
        10644,
        12732,
        15
      ],
      [
        12732,
        14815,
        16
      ],
      [
        14815,
        16453,
        17
      ],
      [
        16453,
        17728,
        18
      ],
      [
        17728,
        17937,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104399",
    "title": "Front Matter",
    "authors": null,
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/104399"
  }
}