{
  "id": "370eceedd5bf386c2ffdb139c2d94a3c1f7e4ac5",
  "text": "PRESENTS\n\nMADE TO THE\n\nROYAL SOCIETY\n\nFrom November 1787 to June 1788;\n\nWITH\n\nThe NAMES of the DONORS.\n\n| Presents | Donors |\n|----------|--------|\n| Nov. 8. Archaeologia. Vol. VIII. London, 1787. | The Society of Antiquaries. |\n| An Account of the ancient Painting at Cowdray, representing the Procession of K. Edward VI. from the Tower of London to Westminster. 4° | |\n| A Print from the said Picture. | |\n| Librorum impressorum qui in Museo Britannico adferuntur Catalogus. 2 Vol. Londini, 1787. fol. | The Trustees of the British Museum. |\n| Bibliothecæ Bodleianæ codicum Manuscriptorum Orientalium Catalogus, a Jo. Uri confectus. Pars I. Oxonii, 1787. fol. | The Trustees of the Clarendon Press, Oxford. |\n| Transactions of the Society for Encouragement of Arts, Manufactures, and Commerce. Vol. V. London, 1787. 8° | The Society for Encouragement of Arts, Manufactures, and Commerce. |\n| Rapport des Commissaires chargés des Projets relatifs à l’Établissement des quatre Hôpitaux. Paris, 1787. 4° | The Royal Academy of Sciences of Paris. |\n\nNov.\n1787.\n\nNov. 8. Arrêt du Conseil d'Etat sur l'Etablissement de quatre nouveaux Hôpitaux, du 22 Juin, 1787.\n\nHydraulic and Nautical Observations on the Currents in the Atlantic Ocean, by Gov. Pownall. London, 1787. 4°. With a Chart of the Atlantic Ocean.\n\nA botanical Arrangement of British Plants, by W. Withering. Birmingham, 1787. Vol. I. and II. 8°\n\nObservations de M. Trebra sur l'intérieur des Montagnes, avec un Discours préliminaire, et des Notes, par M. le Baron de Dietrich. Paris, 1787. fol.\n\nNic. Jof. Jacquin Collectanea Botanica, Chemiam et Historiam Naturalem Spectantia. Vol. I. Vindobonae, 1786. 4°\n\nKort over det Sydlige Norge, ved C. I. Pontoppidan, 1785.\n\nKort over den Sydlige del af Fyen tilligemed det tilgrændsende stykke af Hertugdommet Schleswig, &c., tegnet af H. Shanke, aar 1783.\n\nThe History and Antiquities of Aston Flamville and Burbach, by John Nichols. London, 1787. 4°\n\nThe Heetopades of Veethnoo-Sarma, in a Series of connected Fables, translated from the Sanskreet Language, by C. Wilkins. Bath, 1787. 8°\n\nA Map of the County of Clare in Ireland, by H. Pelham, in 12 Sheets.\n\nMedical Commentaries for the Year 1786, collected by A. Duncan. Edinburgh, 1787. 8°\n\nExposition raisonnée de la Theorie de l'Electricité et du Magnetisme. Paris, 1787. 8°\n\nQuarta Dissertatio Botanica de Geranio, Auctore A. J. Cavanilles. Parisii, 1787. 4°\n\nDonors.\n\nThe Royal Academy of Sciences of Paris.\n\nThomas Pownall, Esq. F.R.S.\n\nWilliam Withering, M.D. F.R.S.\n\nBaron de Dietrich.\n\nProfessor de Jacquin, of Vienna, F.R.S.\n\nProfessor Bugge, of Copenhagen, F.R.S.\n\nMr. John Nichols.\n\nCharles Wilkins, Esq. F.R.S.\n\nMr. Henry Pelham.\n\nAndrew Duncan, M.D.\n\nAbbé Haüy.\n\nAbbé Cavanilles.\nPresents.\n\n1787.\nNov. 8. Principes sur l'Art des Accouchemens, par J. L. Baudelocque. Paris, 1787.\n\nEffai sur l'Education intellectuelle, avec le Projet d'une nouvelle Science, par A. C. Chavannes. Lausanne, 1787.\n\nAstronomisches Jahrbuch für das Jahr 1789, von J. E. Bode. Berlin, 1786.\n\nJ. J. Hemmers Anleitung Wetterleiter an allen gattungen von gebäuden anzulegen. Manheim, 1786.\n\nEntdeckungen über die Theorie des Klanges, von E. F. F. Chladni. Leipzig, 1787.\n\nMetrophanis Critopuli Emendationes in J. Meursii Glossarium Graeco-barbarum. Edidit J. G. F. Franzius. Stendalizæ, 1787.\n\nA Synopsis of a Course of Lectures on the Theory and Practice of Medicine. Part I. Boston, 1786.\n\nRachunku Algebraicznego teorya przyśłowana do Linii krzywych. Vols. Krakow, 1783.\n\nCarte generale de l'Ocean Atlantique, dressée au dépôt general des Cartes, Plans, et Journaux de la Marine, 1786.\n\nAnalyse de la Carte generale de l'Ocean Atlantique. Paris, 1786.\n\nExtraits des Observations Astronomiques et Physiques faites à l'Observatoire Royal, en l'Année 1786, par M. le Comte de Cassini, Directeur.\n\nA Map of the Moon.\n\nCommentarii de Rebus in Scientia Naturali et Medicina gestis. Volumen XXVIII. Lipsiae, 1786.\n\nMemoirs of William Lambarde, Esq.\n\nLa Vie de l'Homme respectée et defendue dans ses derniers Momens. Paris, 1787.\n\nDonors.\n\nM. Baudelocque.\n\nProfessor Chavannes, of Lausanne.\n\nM. J. E. Bode, Astronomer to the Academy of Berlin.\n\nM. Hemmer.\n\nDr. Chladni, of Wittenberg.\n\nProfessor Franz, of Leipzig.\n\nProfessor Waterhouse, of Cambridge in America.\n\nProfessor Sniadecki.\n\nMarquis de Chabert, F.R.S.\n\nComte de Cassini.\n\nMr. Hurlock, F. R. S.\n\nMr. John Nichols.\n\nM. Thiery.\nPrefects.\n\n1787.\nNov. 22. Essay on the Causes of the Variety of Complexion and Figure in the Human Species, by Sam. Stanhope Smith. Philadelphia, 1787. 8°\n\nDec. 6. Elements of Conic Sections, by C. Hutton. London, 1787. 8°\n\nInstitutiones Physiologicae, Auctore L. M. A. Caldanio. Venetiis, 1786. 8°\n\nInstitutiones Pathologicae, Auctore L. M. A. Caldanio. Venetiis, 1786. 8°\n\nNova Analyseos Elementa, Auctore J. B. Nicolai. Tom. I. Pars I. Patavii, 1786. 4°\n\nRiforma de' Carri di quattro Ruote, del Conte L. Rizzetti. Trevigi, 1785. 8°\n\nRelacion de las Epidemias de Calenturas putridas y malignas, en el Principado de Cataluna, por Don J. Mafdevall. Madrid, 1786. 4°\n\nRelation abregée d'un Voyage à la Cime du Mont-Blanc, en Août 1787, par H. B. de Saussure. Genève. 8°\n\n13. Leçons de Calcul differentiel et de Calcul integral, par M. Cousin. 2 Vols. Paris, 1777. 8°\n\n20. Appendix to Dr. Garthshore's Observations on numerous Births, printed in the Philosophical Transactions, Vol. LXXVII. 4°\n\nMeteorological Diary, kept at Madras, from Sept. 14, 1786, to Feb. 17, 1787. MS. fol.\n\nAn Account of Experiments made by Mr. Miller in the Firth of Forth, the 2d of June, 1787, in a double Vessel. MS. fol.\n\nMS. Papers of Zachary Williams, on making Sea Water fresh, the Longitude, &c.\n\nA Print of John Hunter, Esq. F. R. S. engraved by W. Sharp.\n\nA Print of Sir William Hamilton, K.B. F. R. S. engraved by H. Hudson.\n\nDonors.\n\nThe Rev. Dr. Williams, Secretary to the American Academy.\n\nCharles Hutton, LL.D.F.R.S.\n\nProfessor Caldani, of Padua, F. R. S.\n\nProfessor Nicolai, of Padua.\n\nConte Luigi Rizzetti.\n\nDon Joseph Mafdevall.\n\nFowler Walker, Esq.\n\nM. Cousin.\n\nMaxwell Garthshore, M. D. F. R. S.\n\nWilliam Petrie, Esq.\n\nPatrick Miller, Esq.\n\nMr. John Nichols.\n\nMr. William Sharp.\n\nMr. Henry Hudson.\n\nDec.\n1787.\n\nDec. 20. A Print of John Henniker, Esq. F.R.S. engraved by the same.\n\nMr. Henry Hudson.\n\n1788.\n\nJan. 10. Mémoires de l'Academie Royale des Sciences, Années 1770, 1772. Partie I. 1779, 1780, 1781, et 1782.\n\nMémoires présentées à l'Academie Royale des Sciences, par divers Savans. Tomes VII. IX. et X.\n\nTable générale des Matières contenues dans les Mémoires de l'Academie Royale des Sciences, Tomes VII. et VIII.\n\nVari componimenti della Accademia degli Etnei per la morte di Ignazio Vincenzo Paterno Castello Principe V. di Biscari. Catania, 1787. 8°\n\nElogio d' Ignazio Principe di Biscari, di Giov. Ardizzone. Catania, 1787. 8°\n\nFunebris laudatio Egnatii Biscarorum Principis, a Raym. Platania, Catinæ, 1787. 8°\n\nOrazione funebre d' Ignazio Principe di Biscari. Catania, 1787. 8°\n\nElogio d' Ignazio Principe di Biscari, di Domen. Privitera. Catania, 1787. 8°\n\nLiber Sinicus Tao Te Kim incriptus, in Latinum Idioma versus. MS. fol.\n\nRemarks on the Means of obviating the fatal Effects of the Bite of a mad Dog, by R. Hamilton. Ipswich, 1785. 8°\n\nPractical Observations on Venereal Complaints. Edinburgh, 1788. 8°\n\nThe London Medical Journal. Vol. VIII. London, 1787. 8°\n\nObservations on extra-uterine Cases, by M. Garthshore. (Part of the foregoing Medical Journal). 8°\n\nObservations sur les Effets des Vapeurs Méphitiques dans l'Homme, &c. Paris, 1787. 8°\n\nMatthew Raper, Esq. F.R.S.\n\nR. Hamilton, M.D.\n\nFrancis Swediaur, M.D.\n\nSamuel Foart Simmons, M.D.\n\nMaxwell Garthshore, M.D.\n\nM. Portal.\n1788.\n\nJan. 17. Avis sur les moyens pratiqués avec succès pour secourir les Perfonnes noyées, &c. Paris, 1787. 4°\n\nThe same, printed in fol. par.\n\n24. Medical Commentaries for the Year 1787, collected by A. Duncan. Edinburgh, 1788. 8°\n\nA Meteorological Journal of the Year 1787, kept in Pater-noster-Row, London, by W. Bent. 4°\n\n31. Kongl. Wetenfkapks Academiens nya Handlingar. Tom. VII. for 1786, 3d and 4th Quarters; and Tom. VIII. for 1787, 1st and 2d Quarters. Stockholm. 8°\n\nMorsels of Criticism. London, 1788. 4°\n\nLettefe di Fisica fperimentale di D. Ser. Serrati. Firenze, 1787. 12°\n\nLa Neocellenopedia di Fr. Mazzarella-Farao. Parte I. c II. Napoli, 1779. 8°\n\nDifamina del parere di M. Voltaire sulla Poesia Epica. Opera del S. Paoli Rolli, tradotta dall' Inglefe. Napoli, 1779. 8°\n\nDi Mufeo gli amorofi avvenimenti tra Ero e Leandro, tradotti dal Greco in Latino, ed in versi Italiani da Franc. Mazzarella-Farao, Napoli, 1787. 8°\n\nFeb. 7. Two Impressions, one coloured and one uncoloured, of a Portrait of William Herschel, LL.D. F. R. S., painted by Abbott, and engraved by Ryder.\n\nJ. E. Smith, Disputatio inauguralis quædam de Generatione complectens. Lugd. Bat. 1786. 8°\n\n21. Mémoires Academiques, ou nouvelles Decouvertes fur la Lumiere. Paris, 1788. 8°\n\nChemical Observations on Sugar, by E. Rigby, London, 1788. 8°\n\nDonors.\n\nM. Portal.\n\nAndrew Duncan, M. D.\n\nMr. William Bent.\n\nThe Royal Academy of Sciences of Stockholm.\n\nEdward King, Esq. F. R. S.\n\nD. Serafino Serrati.\n\nSig. Francesco Mazzarella-Farao.\n\nJames Edward Smith, M. D., F. R. S.\n\nM. Marat.\n\nMr. Edward Rigby.\n1788.\n\nFeb. 28. Pharmacopoeia Collegii Regalis Medicorum Londinensis. Londini, 1788.\n\n4° Theoretisch-praktische beurtheilung des Scharbocks. Petersburg, 1787. 8°\n\nPlan et Profil d’un Batiment pour conserver et purifier les eaux à boire, proposé par Dominique Spedicati, MS.\n\nObservations sur l’Arc-en-ciel, par M. l’Abbé P. Paris, 1788.\n\nMar. 6. The Description and Use of Nairne’s Patent Electrical Machine. London, 1787.\n\nTarantismo observado en Espana, su Autor Don F. X. Cid. 1787. 4°\n\nF. X. Cid Differtatio circa inventionem Pulsum antidicroti tamquam veri signi Diarrhoeam ventosam demonstrantis. Toleti.\n\nFenomeno raro del primero que se ha conocido entrar en el Hospital General de Madrid por haber sido picado del Infecto llamado Tarantula.\n\nDescripción Historica de una nueva especie de Corea, ó Baile de San Vito, por D. B. Pinera y Siles. Madrid, 1787.\n\nApril 3. Tables of the apparent Places of the Comet of 1661, whose return is expected in 1789. London, 1788.\n\nExperiments and Observations on Animal Heat, and the Inflammation of combustible Bodies. 2d Edition. London, 1788.\n\nThe Works of the late William Stark, M. D. London, 1788.\n\nDescription de Pyrmont, traduite de l’Allemand de M. Marcard. Tome II. Leipzig, 1785.\n\nA short Description of Pyrmont, abridged from the German of Dr. Marcard. London, 1788.\n\nDonors.\n\nThe College of Physicians.\n\nDominicus Spedicati, M. D.\n\nAn unknown Hand.\n\nMr. Edward Nairne, F. R. S.\n\nDon Francisco Xavier Cid.\n\nDon Bartolomé Pinera y Siles.\n\nSir Henry Englefield, Bart. F. R. S.\n\nAdair Crawford, M.D., F.R.S.\n\nJames Carmichael Smyth, M. D. F. R. S.\n\nDr. Marcard.\n1788.\n\nApril 3. Physique nouvelle, par M. Delairas. Paris, 1788. 8°\n\nMethod to discover the Difference of the Earth's Diameters. London, 1788. 8°\n\n10. Experiments on the Congelation of Vitriolic and Nitrous Acids, made at Fort Albany, in Hudson's Bay, by J. M' Nab. MS. fol.\n\nMeteorological Journal kept at Henley-house and at Albany Fort, from Nov. 8, 1784 to Aug. 31, 1787, by J. M' Nab. MS. fol.\n\nMeteorological Journal kept at Henley-house, Hudson's Bay, from June 3 to Aug. 20, 1787. MS. fol.\n\nTable of the mean Heights and extreme Differences of the Thermometer and Barometer at Madras, from October, 1786, to October, 1787. MS.\n\n17. Letters written in Holland in the Months of September and October, 1787, by T. Bowdler. London, 1788. 8°\n\nAntonii Scarpa Anatomicarum Annotationum Liber II. Ticini, 1785. 4°\n\nEjusdem Oratio de promovendis Anatomicarum Administrationum rationibus, 1783. 4°\n\nMetodo per costruire e dirigere le Macchine Aerostatiche, di F. Henzion. Firenze, 1788. 4°\n\n24. A Dissertation on the Properties of Pus, by E. Home. London, 1788. 4°\n\nMay 7. Observations on the Diseases of the Army in Jamaica, by J. Hunter, M. D. London, 1788. 8°\n\n8. Histoire de l'Academie Royale des Sciences, Annee 1785. Paris, 1788. 4°\n\nA Map of Hindoostan, by J. Rennell. In 4 Sheets.\n\nMemoir of a Map of Hindoostan, by J. Rennell. London, 1788. 4°\n\nDonors.\n\nM. Delairas.\n\nThomas Williams.\n\nJohn M' Nab, Esq.\n\nWilliam Petrie, Esq.\n\nThomas Bowdler, Esq. F.R.S.\n\nProfessor Scarpa, of Pavia.\n\nSig. Francesco Henzion.\n\nMr. Everard Home, F.R.S.\n\nJohn Hunter, M.D.F.R.S.\n\nThe Royal Academy of Sciences of Paris.\n\nJames Rennell, Esq. F.R.S.\n\nMay\n1788.\n\nMay 3. Carte Topographique de Spa, et de ses Environs, par T. J. Collins.\n\nEssays Medical, Philosophical, and Experimental, by T. Percival. 4th Edit. Vol. I. Warrington, 1788. 8°\n\n22. A Treatise on Medical and Pharmaceutical Chemistry and the Materia Medica. 3 Vols. London, 1788. 8°\n\nAn Essay towards a System of Mineralogy, by A. F. Cronstedt, enlarged by J. H. de Magellan. 2 Vols. London, 1788. 8°\n\nAstronomisches Jahrbuch für das Jahr 1790, von J. E. Bode. Berlin, 1787. 8°\n\nTratado de Navegacion, por D. Josef de Mendoza y Rios. 2 Vols. Madrid, 1787. 4°\n\nThe Aggrandizement and National Perfection of Great-Britain. 2 Vols. London, 4°\n\n29. An Account of the Life, Writings, and Inventions, of John Napier, of Merchiston, by D. S. Earl of Buchan and W. Minto. Perth, 1787. 4°\n\nThe History of a savage Girl, caught wild in the Woods of Champagne, translated from the French. London. 12°\n\nEssai analytique sur l’Air pur, et les differentes especes d’Air, par M. de la Metherie. Paris, 1788. 8°\n\nDissertation sur l’effet de la Musique dans les Maladies nerveuses, par L. Desbout. St. Petersburg, 1784. 8°\n\nMemoire sur le Scorbut, traduit de l’Allemand, de H. Bacheracht. Reval, 1787. 8°\n\nDonors.\n\nJohn Ash, M. D. F. R. S.\n\nThomas Percival, M.D. F.R.S.\n\nDonald Monro, M. D. F. R. S.\n\nMr. de Magellan, F. R. S.\n\nMr. J. E. Bode, Astronomer to the Academy of Berlin.\n\nDon Josef de Mendoza y Rios.\n\nGeorge Edwards, Esq.\n\nDavid Earl of Buchan, F. R. S.\n\nWilliam Seward, Esq. F. R. S.\n\nM. de la Metherie.\n\nM. Desbout.\n1788.\n\nMay 29. Analise d'un Mémoire sur le Scorbut du Dr. Bacheracht. MS. 4°\n\nAppendice du Traducteur et Redacteur de l'Extrait susdit. MS. 4°\n\nJune 5. Histoire et Memoires de l'Academie Royale de Sciences, Inscriptions, et Belles Lettres de Toulouse. Tom. I. II. et III. Toulouse, 1782—1788. 4°\n\nTroisieme Rapport des Commissaires chargés par l'Academie des projets relatifs à l'établissement des quatre Hôpitaux. Paris, 1788. 4°\n\nA Letter to George Earl of Leicester, from J. Henniker. London, 1788. 8°\n\nCollections for a History of Sandwich, Part I. Canterbury, 1788.\n\nElement d'Anatomie. Partie I. Paris, 1788. 4°\n\nNouvelle Théorie Astronomique, pour servir à la determination des Longitudes, mise au jour, par J. Rutledge, Bart. Paris, 1788. 4°\n\n12. A Map of the Island of Sicily, by R. Mylne.\n\nPrecis d'un Ouvrage intitulé, Reflexions sur les Hôpitaux, par M. Le Roy, MS.\n\nPlan et Elevation d'un Projet d'Hôtel-Dieu, de M. Le Roy. 3 Plates.\n\nConnoissance des Tems pour l'Année 1790, publiée par M. Mechain. Paris, 1788. 8°\n\nArt du Potier d'etain. Part I. et II. Paris, 1788. fol.\n\nDonors.\n\nM. Desbout.\n\nThe Royal Academy of Sciences and Belles Lettres of Toulouse.\n\nM. Tenon.\n\nJohn Henniker, Esq. F. R. S.\n\nWilliam Boys, Esq.\n\nM. Sue le Fils.\n\nSir James Rutledge, Bart.\n\nRobert Mylne, Esq. F. R. S.\n\nM. Le Roy, F. R. S.\n\nM. Mechain.\n\nM. Salmon.\nAN\n\nINDEX\n\nTO THE\n\nSEVENTY-EIGHTH VOLUME\n\nOF THE\n\nPHILOSOPHICAL TRANSACTIONS.\n\nA.\n\nACCOUNT of experiments made by Mr. John M' Nab, at Albany Fort, Hudson's Bay, relative to the freezing of nitrous and vitriolic acids, p. 166. Account of an experiment to determine the effect of salt upon the expansion of water by cold, p. 312.\n\nAcid, vitriolic, experiments on, p. 177. Its effect upon the freezing point of water, p. 305. Nitrous acid, its effect on the freezing point of water, p. 306. Effect of the Muriatic acid in lowering the freezing point of water, p. 307.\n\nAcidity, observations and experiments on the principle of, p. 147, 313.\n\nAerial Moisture, devaporation of, p. 49.\n\nAir, frigorific, experiments on the mechanical expansion of, p. 43. Air, susceptible of heat, p. 56. Fixed air contains about half its weight of water, p. 152. On the conversion of a mixture of dephlogisticated and phlogisticated airs into nitrous acid by the electric spark, p. 261. Nitrous air contains water, which contributes to the formation of fixed air, p. 318. If phlogisticated and light inflammable air be presented to each other at the instant of their separation from solid or liquid substances, and before their particles have receded from each other, they readily combine and generate\ngenerate volatile alkali, p. 381. The combination of the phlogisticated and inflammable airs, and the formation of volatile alkali, depend chiefly, if not altogether, on the approximation of the parts of inflammable air, when phlogisticated air is presented to them, p. 382. Nitrous air mixed with hepatic air will form volatile alkali, p. 384.\n\nAirs, on the affinities of the phlogisticated and light inflammable, p. 379. See Air.\n\nAlbany Fort, account of experiments made there, p. 166.\n\nAlkali, mineral, its effect on the freezing point of water, p. 308. Volatile Alkali, its effect on the same, p. 309. On the formation of volatile alkali, p. 379. When iron, water, and sulphur, act upon each other in atmospheric air, volatile alkali is formed, p. 384. Volatile alkali formed by mixing nitrous air with hepatic air, p. 384.\n\nAmerica, South, account of some native iron found there, p. 37, 183.\n\nArabs and other Mahometan nations reckon their time by the lunar year, p. 414.\n\nAtmosphere, correspondence of the heat of the, with the height of the barometer, p. 48.\n\nAttraction of life, p. 29. Its cause can never be investigated, p. 35. Study of the laws of the attraction of life, or what has been called muscular motion, of considerable importance, ibid.\n\nAustin, William, M. D. on the formation of volatile alkali, and on the affinities of the phlogisticated and light inflammable airs, p. 379.\n\nAuthorities cited in Mr. Marsden's account of the era of the Mahometans, p. 425—428.\n\nB.\n\nBaillie, Matthew, M. D. on the transposition of the Viscera, p. 350.\n\nBarbery, experiment on the, p. 158.\n\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain at Lyndon in Rutland; with the rain at Selbourn and Fyfield in Hampshire, and at South Lambeth in Surrey. Also some account of the annual growth of trees, p. 408.\n\nBarometer, state of it at London throughout the year 1787, p. 192—216. Abstract of a register of the barometer, thermometer, and rain at Lyndon in Rutland, in 1787, p. 408.\n\nBlagden, Charles, M. D. on the cooling of water below its freezing point, p. 125. On the effect of various substances in lowering the point of congelation in water, p. 277.\n\nBorax, the effect of, on the freezing point of water, p. 293.\n\nC.\n\nCaicus Tuna, a kind of Indian fig, an irritable vegetable, p. 161.\n\nCavallio Tiberius, Observations on small quantities of electricity, p. 1. On the temperament of those musical instruments in which the tones, keys, or frets are fixed, p. 238. Description\nDescription of a new electrical instrument, p. 255.\n\nCavendish, Henry, Esq. account of experiments made at Albany Fort, p. 166. On the conversion of a mixture of dephlogisticated and phlogisticated airs into nitrous acid, by the electric spark, p. 261.\n\nCellis, Michael Rubin de, on native iron found in South America, p. 37, 183.\n\nCenters, on moveable, p. 95.\n\nCorollary. If the freezing point of the solution of a salt in water in any known proportion be given, its degree of solubility may in general be ascertained, merely by trying the greatest cold it will produce with snow, p. 296.\n\nCorollaries, mathematical, p. 68, 70, 71, 75, 76, 81, 82, 85, 87, 90, 91, 92.\n\nCroonian Lecture on muscular motion, p. 23.\n\nCuckoo, observations on the natural history of, p. 219. The cuckoo makes choice of the nests of a great variety of small birds, p. 221. A cuckoo chooses the nest of a hedge-sparrow to lay her egg in, p. 223. Two cuckoos and a hedge-sparrow hatched in the same nest, p. 229. Why, like other birds, the cuckoo does not build a nest, incubate its eggs, and rear its own young, considered, p. 229. Substances found in the stomach of a cuckoo, p. 235.\n\nD.\n\nDarwin, Erasmus, M.D. frigorific experiments. See Air.\n\nDicentra muscipula, an irritable vegetable, p. 161. Observation on, p. 163.\n\nDiscoveries, two, made by the moderns, in the structure and physiology of the body, viz. the circulation of the blood; and the lymphatics, and absorption of the lymph, p. 33.\n\nDover Castle, temperature of the water in the New Well there, p. 111.\n\nDrosera, observation on, p. 163.\n\nE.\n\nElectrometer, first constructed by Mr. John Canton, p. 3. Conical corks in electrometers preferable to pith balls, p. 5. Mr. Bennet's electrometer, p. 406.\n\nElectricity, natural or artificial, methods of manifesting the presence, and ascertaining the quality, of small quantities of, p. 1. Mr. Volta's condenser of electricity described, p. 7. Mr. Bennet's doubler of electricity described, p. 8. Not an instrument to be depended upon, p. 10, 14. Remarks on the subject of electricity in general, p. 17. Experiment shewing the great length of time that a quantity of electricity will remain upon a body, p. 19. The air, or in general any substance, is a more or less perfect conductor of electricity, according as the electricity which is to pass through it is more or less condensed, p. 20. Brief proposal of an explanation of the production\nof electricity by friction, which is dependent upon the proposition, viz. that bodies are always in some degree electrified; and also upon the principle of the capacity of bodies for holding electric fluid being increased by the proximity of other bodies in certain circumstances, p. 21. Description of a new electrical instrument, p. 255. Description of an instrument which produces the two states of electricity without friction or communication with the earth, p. 403.\n\nExperiment, proving that the nerves are not employed in the motions excited by stimuli, p. 27. Frigorific experiments on the mechanical expansion of air, explaining the cause of the great degree of cold on the summits of high mountains, the sudden condensation of aerial vapour, and of the perpetual mutability of atmospheric heat, p. 43. Experiments on local heat, p. 103. Experiments relating to the variation of local heat in the earth itself, p. 110. On the Barbary, p. 158. Experiments on the cooling of Water below its freezing points, p. 125. Experiment on very hard pump-water, which generally congealed one or two degrees sooner than unboiled distilled water, when placed in a frigorific mixture, p. 127. Various experiments on the cooling of water, p. 129, 130. Experiments and observations relating to the principle of acidity, the composition of water, and phlogiston, p. 147. Additional experiments on the same, p. 313. Experiment on the Ruta chalcepsis, p. 162. Experiments on spirit of wine, p. 167. Experiments on spirit of vitriol, p. 168. Experiments on a new electrical instrument, p. 258, 259. Experiment on the conversion of a mixture of dephlogisticated and phlogisticated airs into nitrous acid, by the electric spark, p. 261. Experiments on the effect of various substances in lowering the point of congelation in water, p. 277. Experiment, proving that nitrous air contains water, and that this water can contribute to the formation of fixed air, p. 318. Experiments on liquor produced by burning, in a close copper vessel, inflammable air, got from Iron by means of the steam of water, and dephlogisticated air, expelled by heat only, from Minium, p. 320. Experiments on liquor produced by burning, in the same manner, inflammable air, obtained from Iron by means of the steam of water, and dephlogisticated air, expelled by heat only, from Manganese, ibid. Experiments on these liquids, made from Minium and Manganese, united, p. 321. Experiments on liquor, produced by burning inflammable air, obtained as before, and dephlogisticated air from Mercurius precipit. ruber, in a close tinned iron vessel, ibid. Experiments on the formation of volatile alkali, and on the affinities of the phlogisticated and light inflammable airs, p. 379. Experiments on the production of artificial cold, p. 395.\n\nF.\n\nFig. Indian, Cactus Tuna, a kind of, p. 161.\n\nFluid, electric, on the hypothesis of a single, it is said, that every substance in nature, when\nwhen not electrified, contains its proper share of electric fluid, which is proportionate to its bulk, or to some other of its properties; and that this equal or proportionate distribution of electric fluid takes place with the greatest part of natural bodies. This, however, is not the case; for every substance is always electrified, p. 17.\n\nForces, centripetal, p. 67.\nFordyce, George, M.D. on muscular motion, p. 23.\nFranklin, Dr. an observation of his concerning the electric fluid in glass, p. 121. Proved erroneous, p. 122.\n\nG.\n\nGeorgian Planet. See Planet.\nGlauber's Salt, its effect in lowering the freezing point of water, p. 290.\nGray, Edward Whitaker, M.D. on the manner in which glass is charged with the electric fluid, and discharged, p. 121.\n\nH.\n\nHeberden, William, M.D. a table of the mean heat of every month for ten years in London, from 1763 to 1772 inclusively, p. 66. See Tables.\nHedge-sparrow, the nest of a, chosen by a cuckoo to lay her egg in, p. 223. An instance of two cuckoos and a hedge-sparrow being hatched in the same nest, p. 229.\nHevelius, William, LL D. on the Georgian Planet and its satellites, p. 364.\nHunter, John, M.D. on the heat of wells and springs in the island of Jamaica, and on the temperature of the earth, p. 53. See Observations.\n\nI.\n\nIce of solutions of nitre, very different from common ice, p. 283.\nJenner, Edward, Esq. on the natural history of the cuckoo, p. 219.\nInstrument, description of a new electrical, capable of collecting together a diffused or little condensed quantity of electricity, p. 255. Description of an instrument which, by the turning of a winch, produces the two states of electricity without friction or communication with the earth, p. 403.\nInstruments, musical, of the temperament of, p. 238. See Musical Instruments.\nIron, native, found in South-America, p. 37, 183.\n\nK.\n\nKeir, James, Esq. letter to Joseph Priestley, LL.D. p. 323. See Letter.\nKingston, in Jamaica, supplied with water from wells, p. 58. The temperature of the air at Kingston admits but of small variation, p. 59.\nL.\n\nLetter from Dr. Withering to Joseph Priestley, L. L. D., relating to the principle of acidity, the decomposition of water, and phlogiston, p. 319. Another from James Keir, Esq., to the same, on the same subject, p. 323. A letter from Richard Walker, to Henry Cavendish, Esq., on the production of artificial cold, p. 395. Extract from a second letter from Mr. Walker to Henry Cavendish Esq., on the same subject, p. 402.\n\nLife, attraction of, p. 29. See Attraction of life.\n\nLusus Naturae, singular, described, p. 352.\n\nM.\n\nMahometans, on the era of the, p. 414. The vulgar or practical reckoning of the Mahometans, p. 418. The political or chronological mode of reckoning among them, ibid. Upon the political or chronological mode of computation on which the Turkish, Moorish, and every systematic Mahometan calendar are founded, p. 419.\n\nManganese. See Experiments.\n\nMarlden, William, Esq., on the era of the Mahometans, called the hejera, p. 414.\n\nMedicago falcata, observations on, p. 162.\n\nMedicine, in the hands of the Greek physicians from the time of Hippocrates, or rather from the destruction of the Egyptian monarchy by Cambyses, down to the time of the Crusades, p. 33.\n\nMeteorological Journal for the year 1787 kept at the apartments of the Royal Society, p. 191. See Tables. Explanation of the instruments with which the meteorological observations were made, p. 217.\n\nMimosa sensitiva and pudica, irritable vegetables, p. 161.\n\nMinium. See Experiments.\n\nMixture, powerful frigorific, p. 395. Frigorific mixtures recommended, especially in hot climates, p. 398, 399.\n\nMorgan, William. See Survivorships.\n\nMotions, all original, are by their nature perfectly unintelligible as to their cause, p. 35.\n\nMountains, coldness of the summits of, p. 47.\n\nMuratic acid, its effect on the freezing point of water, p. 307.\n\nMuscular motion, Croonian lecture on, p. 23.\n\nMusical Instruments, of the temperament of those in which the tones, keys, or frets, are fixed, as in the harpsichord, organ, guitar, &c., p. 238.\nN.\n\nNative Iron, account of a mass of, found in South-America, p. 37, 183.\nNicholson, William, on an instrument which, by the turning of a winch, produces the two states of electricity without friction or communication with the earth, p. 493.\nNitre, spirit of, subject to aqueous and spirituous congelation, p. 166. The effect of nitre in lowering the freezing point of water, p. 281. The ice of solutions of nitre very different from common ice, p. 283. Nitre and common salt, the effect of a compound solution of, in lowering the freezing point, p. 299.\nNitrous acid, its effect on the freezing point of water, p. 306.\nNumbers, On some properties of the sum of the divisors of, p. 388.\n\nO.\n\nObservations on motion in general, p. 23. On the heat of wells and springs in the island of Jamaica, and on the temperature of the earth below the surface in different climates, p. 53. Observations made at Brighthelmstone, with a view to ascertain the temperature of the sea as a bath, p. 64. On the manner in which glass is charged with the electric fluid, and discharged, p. 121. Observations and experiments relating to the principle of acidity, the composition of water, and phlogiston, p. 147, 313. Observations on the irritability of vegetables, p. 158. Observations on the natural history of the cuckoo, p. 219.\n\nP.\n\nParietaria, observations on the, p. 162.\nParnassia, observation on the, p. 163.\nPhlogiston, experiments and observations on, p. 147, 313.\nPlanet, on the Georgian, and its satellites, p. 364. The light of the satellites of this planet is, on account of their great distance, uncommonly faint, p. 376. The second satellite brighter than the first, but the difference not considerable, ibid. The situations of the orbits of these satellites do not materially differ, p. 378. They will be eclipsed about the years 1799 and 1818, ibid. Probably not less than those of Jupiter, ibid.\nPlatinum, dust of, mixed with gold, found in the kingdom of Santa Fe de Bogota, p. 414, 188.\nPriestley, Joseph, LL.D. on the principle of acidity, the composition of water, and phlogiston, p. 147, 313.\n\nProblems,\nProblems.\n\nIf the ages of two persons be given, to determine the probabilities of survivorship between them from any table of observations, p. 332.\n\nIf the ages of two persons be given, to determine, from any table of observations, the present value of the sum payable on the contingency of one life's surviving the other, p. 341.\n\nThe ages of two persons being given, to determine the value of the sum payable on the extinction of one life in particular, should that happen after the extinction of the other life, p. 347.\n\nPropositions, mathematical, p. 67, 68, 70, 72, 74, 75, 77, 84, 87, 93, 95, 96, 98.\n\nPure Iron, a mass of, in the shape of a tree with its branches, existing in South-America, p. 41, 187.\n\nQ.\n\nQuartz, stones of, found in South-America, p. 41, 187.\n\nR.\n\nRain at Lyndon in Rutland, at Selbourn and Fyfield in Hampshire, and at South Lambeth in Surrey, in 1787, p. 408.\n\nRefrigeration, a remarkable one at Glasgow, which Mr. Wilson perceived to take place on the surface of the snow and hoar-frost, p. 103.\n\nRochelle Salt, its effect in lowering the freezing point of water, p. 289. Compound solution of Rochelle salt, common salt, and Sal Ammoniac, its effect in producing cold, p. 302.\n\nRue, common, observations on, p. 162, 163.\n\nRuta Chalepenis, experiment on, p. 162. Observation on, p. 163.\n\nS.\n\nSal Ammoniac, its effect in lowering the freezing point of water, p. 286. Sal catharticus amarus, its effect in producing cold, p. 291.\n\nSal Ammoniac and common Salt, their effect in lowering the freezing point of water, p. 301.\n\nSalt, common, its effect in lowering the freezing point of water, p. 279. Salt of tartar; its\nits effect on the freezing point of water, p. 307. See Glauber's Salt, Rochelle Salt.\n\nSanta Fe de Bogotá, dust of platina, mixed with gold, found at, p. 41. 188.\n\nSexifraga, observation on, p. 163.\n\nSheriffs, temperature of the water in the King's Well there, p. 111.\n\nSix, James, Esq. on local heat, p. 103.\n\nSmith, Edward James, M.D. on the irritability of vegetables, p. 158.\n\nSpark, electric, decomposes hepatic air, and leaves a quantity of inflammable air equal in bulk to the hepatic air very nearly, p. 385.\n\nSprings, in Jamaica, p. 60.\n\nStomach of a cuckoo, substances found in, p. 235.\n\nSurvivorships, on the probabilities of, between two persons of any given ages, and the method of determining the values of reversions depending on those survivorships, p. 331.\n\nTable:\n\nA table of the mean heat of every month for ten years in London from 1763 to 1772 inclusively, p. 66.\n\nTables, containing observations on the wind and weather, p. 113—120.\n\nTable, containing the result of Mr. M' Nab's experiments on the nitrous acid, p. 169.\n\nMeteorological Journal for the year 1787, kept at the apartments of the Royal Society, for January, p. 192, 193. February, p. 194, 195. March, p. 196, 197. April, p. 198, 199. May, p. 200, 201. June, p. 202, 203. July, p. 204, 205. August, p. 206, 207. September, p. 208, 209. October, p. 210, 211. November, p. 212, 213. December, p. 214, 215. Greatest, least, and mean heights of the thermometer without and within, and of the barometer; also observations of the quantities of rain, during the foregoing months, p. 216.\n\nTable of octaves and fifths, p. 246.\n\nTable, shewing the probabilities of survivorship between two persons of all ages, whose common difference of age is not less than ten years, p. 337.\n\nTable, shewing the value of 100l. computed at 3l. per cent. by the Northampton Table of observations payable on the death of the younger person, if the elder survives him, p. 344.\n\nTable, shewing the value of 100l. computed at 5l. per cent. by the Northampton\nTable, payable at the death of the younger person, if the elder survives him, p. 345.\n\nTable, shewing the value of 100l. payable on the death of the younger person, if the elder survives him, according to the Sweden Table of Observations; calculated at 4l. per cent. p. 345.\n\nTable, relating to the Georgian Planet, p. 371.\n\nOf the annual growth of Oak, Ash, and Elm trees, p. 410, 411.\n\nTable of the number of days in two successive Mahometan years (623, 624), p. 421.\n\nTable exhibiting the correspondence of the years of the Hejera with those of the Christian era, p. 428—431.\n\nTable containing the comparison of the commencement of thirty successive Mahometan years, with the same number of Gregorian years according to the division of the cycle, and appearance of the new moon, p. 432.\n\nTartar, salt of, its effect on the freezing point of water, p. 307.\n\nThermometer, state of it at London throughout the year 1787, p. 192—216. See Barometer.\n\nTillark, frequently selected by the cuckoo to take charge of its young one, p. 223.\n\nTrees, some account of the annual growth of, p. 408.\n\nV.\n\nVegetables, irritability of, some observations on, p. 158.\n\nViscera, account of a remarkable transposition of the, p. 350.\n\nVitriol, Green, the effect of, in lowering the freezing point of water, p. 293.\n\nVitriol, White, its effect on the same, p. 293.\n\nVitriolic acid, its effect upon the freezing point of water, p. 305.\n\nW.\n\nWalker, Richard, on the production of artificial cold, p. 395.\n\nWaring, Edward, M.D. on centripetal forces, p. 67. On some properties of the sum of the divisors of numbers, p. 388.\n\nWater, boiled, freezes sooner than unboiled, p. 128. Oil spread over the surface of water prevents it from freezing, when other water, exposed in a similar manner, has had a crust of ice formed upon it, p. 136. Water in freezing undergoes a considerable expansion, p. 142. Observations and experiments on the composition of water, p. 147, 313. Water consists of two kinds of air, dephlogisticated and inflammable, p. 147. Experiments on the effect of various substances in lowering the point of congelation.\ncongelation in water, p. 277. When pure water is cooled below its freezing point\nthe least particle of ice or snow brought in contact with it causes an instant congelation,\np. 283.\n\nWater-wagtail's nest chosen by a cuckoo to lay her egg in, p. 223.\n\nWine, Spirit of, its effect on the freezing point of water, p. 309.\n\nWithering, Dr., letter to Dr. Priestley, p. 319. See Letter.\n\nFROM THE PRESS OF JOHN NICHOLS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106673.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 33714,
    "total-output-tokens": 12550,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1053,
        2
      ],
      [
        1053,
        2751,
        3
      ],
      [
        2751,
        4426,
        4
      ],
      [
        4426,
        6225,
        5
      ],
      [
        6225,
        7726,
        6
      ],
      [
        7726,
        9315,
        7
      ],
      [
        9315,
        10931,
        8
      ],
      [
        10931,
        12572,
        9
      ],
      [
        12572,
        14092,
        10
      ],
      [
        14092,
        15443,
        11
      ],
      [
        15443,
        16723,
        12
      ],
      [
        16723,
        19241,
        13
      ],
      [
        19241,
        21669,
        14
      ],
      [
        21669,
        24613,
        15
      ],
      [
        24613,
        26676,
        16
      ],
      [
        26676,
        28700,
        17
      ],
      [
        28700,
        30808,
        18
      ],
      [
        30808,
        32454,
        19
      ],
      [
        32454,
        34468,
        20
      ],
      [
        34468,
        36578,
        21
      ],
      [
        36578,
        36990,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106673",
    "title": "Back Matter",
    "authors": null,
    "year": 1788,
    "volume": "78",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/106673"
  }
}