{
  "id": "6f8b35d6b557cb590ef8d386de9aa86fe5f9501a",
  "text": "VI. Part of a LETTER from Mr. Catwell of Oxford, F. R. S. to the Reverend Mr Flamsteed, M. R. S. S. giving an account of a new Baroscope, invented by him, and communicated by Mr Hodgson, F. R. S.\n\nSIR,\n\nI have made a new Sort of Baroscope, 'tis cheap and very exact, I here send you its Calculation as it occurr'd to my Thoughts before I made it. Suppose ABCD is a Bucket of Water, in it the Baroscope $xrezyosm$ which consists of a Body $xrsm$, and a Tube $ezyo$, the Body and Tube are both concave Cylinders communicating with each other, and made of Tin (for want of Glass:) The Bottom of the Tube $zy$ has a Lead-weight to sink it, so that the Top of the Body may just swim even with the Surface of the Water by the Addition of some Grain-weights on the Top. The Water when the Instrument is forc'd with its Mouth downwards gets up into the Tube to the height $yu$. There is added on the Top a small concave Cylinder, which I call the Pipe, to distinguish it from the bottom small Cylinder, which I call the Tube: This Pipe is to sustain the Instrument from sinking to the Bottom, $md$ is a Wire $ms$, $de$ are two Threads oblique to the Surface of the Water, which Threads perform the Office of Diagonals: For that while the Instrument sinks more or less by the Alteration of the Gravity of the Air, there where the Surface of the Water cuts the Thread, is form'd a small Bubble which Bubble ascends up the Thread while the $z$ of the common Baroscope ascends.\n\nThe Circumference of the Body is 21 Inches, therefore its Area = 35: the Altitude $ms = 4$, therefore the Body's\ndy's Solidity = 140, each Base \\( x m, r s \\), has a Convexity whose Altitude is 6.5, therefore the Conoid on each Base is nearly \\( = 11\\frac{1}{2} \\), therefore \\( d \\) the whole Body is \\( = (140 + 11\\frac{1}{2} + 11\\frac{1}{2}) = 163 \\), and \\( b \\) the entire Altitude of the Body \\( = (4 + .65 + .65 = ) 5.3 \\). The Inner Circumference of the Tube is 5.014, therefore its Area \\( n = 2 \\) the Length of the Tube = 4.5, therefore the Tube's Capacity = 9, therefore \\( C \\), the Content of the Body and Tube \\( = 163 + 9 = 172 \\) Cubic Inches, that is almost 2\\(\\frac{1}{2}\\) Quarts.\n\nSuppose the Air's Pressure when greatest \\( = 30.5 \\) Inches of \\( \\varphi = (30.5 \\times 14 = ) 427 \\) of Water, and \\( f = 427 \\), therefore \\( fc = 73444 \\). Put \\( a \\) for the Depth \\( ou \\), of the Air in the Tube when the Body is just all immers'd, the Air in the Instrument on Immersion Contracts somewhat by the Cold of the Water; this Contraction I find is nearly as much as would be produc'd by an Addition of 1 Inch to the Atmosphere's Altitude 427, this in cold Weather, but in warm Weather 'tis probably twice as much: but we will now suppose it \\( = 1 \\), therefore the Depth of the Surface of the Water in the Tube below the Surface of the outer Water is \\( = b + a \\), therefore the Pressure on that inner Surface is as the Altitude of the Atmosphere above it \\( = f + b + 1 + a = F + a \\) (putting \\( F = f + b + 1 \\)). Then for that the Spaces\nces into which the Air is contracted, are reciprocal to their respective Pressures, and for that while the Instrument is out of the Water the Pressure \\( f \\) answer'd to the Space \\( C \\) therefore, \\( F + a : f :: C : \\frac{f_c}{F + a} = \\) Space which the Air takes up in the Instrument under Water; therefore, \\( \\frac{f_c}{F + a} - d = \\) that Part of the Tube which is possess'd by Air \\( = an \\) (supposing the Tube's Area \\( 2 = n \\)). Therefore \\( f_c - Fd - ad = Fan + aan \\). Therefore \\( aa + F + \\frac{d}{n} \\times a = \\frac{fc - Fd}{n} \\). Put \\( F + \\frac{d}{n} = 2g \\), therefore \\( aa + 2g = \\frac{fc - Fd}{n} \\) therefore \\( a = \\sqrt{\\frac{fc - Fd}{n}} - gg - g \\).\n\nThen suppose the Atmosphere's Gravity less so much as to sink the \\( \\frac{1}{4} \\) Inch \\( = 1.4 \\) of Water, and therefore putting \\( \\varphi = F - 1.4 \\), and in the last Equation \\( a \\) instead of \\( a \\), and \\( y \\) instead of \\( g \\), You have \\( a = \\sqrt{\\frac{fc - \\varphi d}{n}} + yy = -y \\). Thus I find \\( a = 2.72 \\) and therefore \\( a - a = .22 \\), which \\( .22 \\times n \\) gives \\( .44 \\) Cubic Inches, and (supposing a Cube-Inch \\( = 253 \\) Grains) \\( .44 \\times 253 = 111 \\) Grains-weight of Water that was gotten up into the Tube in the 1st Case more than in the 2nd, and therefore the Baroscope requires an Addition of 111 Grains on its Top to sink it with the Level of the Water in the 2nd Case more than in the 1st, and this upon the sinking of the \\( \\frac{1}{4} \\) in the common Baroscope only \\( \\frac{1}{4} \\) Inch; Now 1 Grain in this new Baroscope is nearly as discernable as \\( \\frac{1}{4} \\) Inch in the Common, and therefore this new Baroscope is more exact than the Common 111 Times.\n\nPut\nPut $f = 247$, $c = 172$, $d = 163$, $n = 2$ as above, only change $F$, put $F = 437.3$, that is, suppose the Body sunk in Water 4 Inches lower; In this Case $\\alpha = 208$, therefore $a - \\alpha = .64$ which multiplied into $\\phi n = 1.28$ Cubic-inches, which $\\times 253$ gives 324 Grains, and so much the Body's Top $x m$ being sunk 4 Inches under Water, the Body becomes heavier, than while $x m$ was at the Surface of the Water. Therefore this 1.28 divided by the aforesaid Depth 4 gives .32 the Area of the Top Pipe such as would balance or buoy up the Body at any Depth. Strictly speaking the Pipe should be gradually bigger upward in order to sustain the Instrument at any Depth, but as to Sense 'tis Cylindrical, and its Circumference = 2005. But for that the least Alteration of the Air would make, the Body's Top $x m$ in that case pass thro' the 4 Inches (which 4 Inches I suppose all the Variety of Depth that the Instrument has room given it in the Bucket to ascend or descend) therefore the Pipe is made a small matter bigger, (viz.) its Circumference is 2.14; whereby the Pipe, according as the Body sinks more, gives more resistance to the descending Body. The Pipes Area is .3643: Therefore the Capacity of the Pipe in 4 Inches Altitude is = 1.457. But as abovesaid to give justly no resistance, its Capacity should be 1.28. Therefore this 1.28 taken from 1.457, leaves .177 the actual resistance in 4 Inches depth, viz. (.177 $\\times$ 253 = ) 44 Grains.\n\nBut this resistance will not be the same in all weathers, in order therefore to calculate what it will be when the $\\phi$ of the common Baroscope is very low: For example, but 28 Inches high = 392 of Water; $f$ must be suppos'd = 392, therefore $F = f + b + 1 = 398.3$, and the rest as before; viz. $d = 163$, $f c = 67424$. $F d = 649229$. Thence by the aforesaid Equation $a = 2.59$ Therefore $\\alpha = 2.845$.\nα = a = .25, which gives .50 Cubic Inches, which × 253 = 126 Grains. So that this Baroscope when the ψ is lowest, is more exact than the common 126 Times, supposing the Body immers'd afresh when the ψ is so low.\n\nNext while the ψ is so very low, suppose the Top of the Body depress'd 4 Inches under Water; therefore φ = F + 4 = 402.3, the rest are as before, viz. fc = 67424, then α will be 1.9: but before, while the Top of the Body was at the Surface, α was 2.59. Therefore the Difference 69 × Tube's Area 2, gives 1.38 Cube-inches, which × 253 gives 349 Grains, and so much the Baroscope is heavier when the Top xm is 4 Inches under Water, or which comes to the same, supposing that ψ at 28, and xm at the Surface; this Baroscope by the ψ's ascending ½ Inch will become heavier 349 Grains. The Pipe's Capacity in 4 Inches Altitude was 1.457, from which take the above said 1.38, the residue = .077, which × 253 gives 19 Grains in 4 Inches; so that the Pipe will sustain the Baroscope, and also 44 when the ψ is 30½ high, and but 19 Grains when the ψ is 28 high. The fewer Grains difference there are in its sinking, thro' 4 Inches, the more nice the Baroscope will be.\n\nThere where the Thread cuts the Surface of the Water, is form'd a Bubble, therefore this Bubble while the Instrument sinks in Water 4 Inches, which is all the room that I give it, the Bubble moves on the 2 Diagonal Threads 20 Inches, it follows therefore that 120 Grains difference would make the Bubble walk over 120 Inches, if the Threads were so long, but as it has been above calculated, about 120 Grains difference of Weight of the Instrument is produc'd by so much of the Alteration of the Air, as would make the ψ of the common Baroscope ½ Inch: therefore when the ψ ascends ½ Inch, the Bubble of this new Baroscope ascends 120 Inches; therefore this new Baroscope is more exact than the Common Baroscope by about 1200 times.\nObservations made with this new Baroscope.\n\n1. While the bubble of the common Baroscope is often known to be stationary 24 hours together, the Bubble of the new Baroscope is rarely found to stand still 1 minute.\n\n2. Suppose the Air's Gravity increasing, and accordingly the Bubble ascending, during the Time that it ascends 20 Inches, it will have many short descents, of the Quantity of 1 Inch, 2, 3, or more Inches, each of which being over it will ascend again. These retrocessions are frequent, and of all Varieties in quantity and duration, so that there is no judging of the general course of the Bubble by bare inspection, though you see it moving but by waiting a little time.\n\n3. A small Blast of Wind will make the Bubble descend; a Blast that can't be heard in a Chamber of the Town, will sensibly force the Bubble downward. The Blasts of Wind sensible abroad cause many of the abovesaid Retrocessions, or Accelerations in the general Course; as I found by carrying my Baroscope to a Place where the Wind was Perceptible.\n\n4. Clouds make the Bubble descend. A small Cloud approaching to the Zenith works more than a great Cloud near the Horizon. In Cloudy weather the Bubble descending, a break of the Clouds (or clear Place) approaching to the Zenith, has made the Bubble to ascend; and after that break had pass'd beyond the Zenith a considerable Space, the bubble again descended.\n\n5. All Clouds (except one) hitherto by me observ'd, have made the Bubble to descend. But the other day the Wind being North, and the Course of the bubble descend-\ndescending. I saw to the Windward a Large thick Cloud near the Horizon, and the bubble still descended, but as this Cloud drew near the Zenith it turn'd the way of the bubble making it to ascend, and the bubble continued attending till the Cloud was all pass'd, after which it resumed its former descent. It was a Cloud that yielded a cold shower of small Hail.\n\nPrinted for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Paul's Church-yard, 1704.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102931.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12498,
    "total-output-tokens": 3341,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1580,
        2
      ],
      [
        1580,
        3032,
        3
      ],
      [
        3032,
        4740,
        4
      ],
      [
        4740,
        6627,
        5
      ],
      [
        6627,
        8533,
        6
      ],
      [
        8533,
        10092,
        7
      ],
      [
        10092,
        10579,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102931",
    "title": "Part of a Letter from Mr. Caswell of Oxford, F. R. S. to the Reverend Mr Flamsteed, M. R. S. S. Giving an Account of a New Baroscope, Invented by Him, and Communicated by Mr Hodgson, F. R. S.",
    "authors": "Mr. Caswell, Mr Hodgson",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102931"
  }
}