{
  "id": "112cf97236b17afdc427e1a22af70bb63d40b77d",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1820 to July 1821.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1820.\n\nPRESENTS.\n\nNov. 9. Karamania, or a brief Description of the South Coast of Asia Minor, and of the Remains of Antiquity, with Plans, Views, &c. Collected during a Survey of that Coast under the orders of the Lords Commissioners of the Admiralty, in 1811 and 1812, by Francis Beaufort, Esq. London, 1818. 8°\n\nSurvey of the Coast of Karamania, 4 sheets.\n\nMemoir of a Survey of the Coast of Karamania.\n\nLibrorum Impressorum qui in Museo Britannico asservantur Catalogus. Vol. VII. London. 8°\n\nA Chemical and Medical Report of the properties of the Mineral Waters of Buxton, &c. By Charles Scudamore, M. D. London, 1820. 8°\n\nTransactions of the Geological Society, Vol. V. Part 1st. London, 1819. 4°\n\nThe Life of Thomas Egerton, Lord Chancellor of England. 4°\n\nPrinciples of Military Surgery, by John Hennen, M. D., &c. 2nd edition. Edinburgh, 1820. 8°\n\nThe Characters of the Classes, Orders, Genera, and Species, or the Characteristic of the Natural History System of Mineralogy, by Frederic Mohs. Edinburgh, 1820. 8°\n\nMedical Transactions, published by the College of Physicians, Vol. VI. London, 1820. 8°\n\nMedico-Chirurgical Transactions, Vol. XI. Part 1st. London 1820. 8°\n\nDONORS.\n\nCapt. Francis Beaufort.\n\nThe Trustees of the British Museum.\n\nDr. Charles Scudamore.\n\nThe Geological Society.\n\nThe Hon. and Rev. Francis Henry Egerton.\n\nJohn Hennen, M. D.\n\nFrederic Mohs, Esq.\n\nThe Royal College of Physicians.\n\nThe Medical and Chirurgical Society of London.\n1820.\n\n**PRESENTS.**\n\nPrincipes d'Astronomie, et Amours de deux Amans, par C. Roucher-Deratte. Montpellier, 1804. 8°\n\nTraité sur la Luminologie, par M. Roucher-Deratte. Montpellier, 1809. 8°\n\nThe Nautical Almanack and Astronomical Ephemeris, for the year 1821. London, 1820. 8°\n\nL'Attraction détruite par le Mouvement Primordial, par Le Comte de Zuyleen de Nyevelt. Brussels, 1819. 12°\n\nAnnales des Mines, redigées par le Conseil Général des Mines. Vol. IV. Part 4, and Vol. V. Part 1st and 2d. Paris. 8°\n\nIntroductory Lecture to a Course of Botanical Lectures, Excursions, and Demonstrations, by James Robinson Scott. Edinburgh, 1820. 8°\n\nMémoires de l'Académie Royale des Sciences, de l'Institut de France, Année 1818. Tome III. Paris, 1820. 4°\n\nKongl Vetenskaps Academiens Handlingar för År 1819. Stockholm, 1819. 8°\n\nEphemeris of the Distances of the four Planets Venus, Mars, Jupiter, and Saturn, from the Moon's Centre, for 1822; to which are annexed, Tables for finding the Latitude by the Polar Star, for 1821 and 1822, by H. C. Schumacker. Copenhagen, 1820. 4°\n\nHülftstafeln zu Zeit und Breitenbestemmungen herausgegeben, von H. C. Schumacker. Copenhagen, 1820. 12°\n\nAn Analysis of the Leamington Spa in Warwickshire, by Geo. Hume Weatherhead, M.D. London, 1820. 8°\n\nDissertatio Physico-Mathematica Inauguralis, de Celeritate Soni per Fluida Elastica propagati, Auctore Richard Van Rees. Utrecht, 1819. 4°\n\nTentamina Mathematica de Cubatura Segmenti Ellipsoidis, Auctoribus Rb. van Tuyl van Serooskerken et R. Van Rees. Utrecht, 1819. 4°\n\nRichardi Van Rees Disquisitio de Decompositione Acidi Carbonici in Vegetatione. Utrecht, 1818. 8°\n\nDiscours sur les Médailles d'Auguste et de Tibère au Revers de l'Autel de Lyon, par F. Artaud. Lyons, 1820. 8°\n\nMeteorological Observations made in the Vicinity of Baltimore, during the years 1817 and 1818, by Lewis Brantz. Baltimore, 1818 and 1819. 4°\n\n**DONORS.**\n\nM. Roucher-Deratte.\n\nThe Commissioners of Longitude.\n\nLe Comte de Zuyleen de Nyevelt.\n\nLe Conseil des Mines.\n\nJames Robinson Scott, Esq.\n\nThe Royal Institute of France.\n\nThe Royal Academy of Sciences of Stockholm.\n\nProf. H. C. Schumacker.\n\nDr. George Hume Weatherhead.\n\nProf. Moll.\n\nM. F. Artaud.\n\nW. Gwynn, Esq.\nA Chinese Chronicle, by Abdalla of Beyza, translated from the Persian, with Notes and Explanations, by S. Weston, B.D. London, 1820. 8°\n\nBeytrage zur Geschichte und Kenntniss meteorischer Stein-und Metall-messen und der Erscheinungen welche deren Niederfallen zu begleiten pflegen, von D. Carl. von Schreibers. Vienna, 1820.\n\nA Chemical and Medical Report of the Properties of Mineral Waters, by Charles Scudamore, M.D. London, 1820.\n\nConclusions d'un Mémoire sur l'Action mutuelle de deux Courans électriques sur celle qui existe entre un Courant électrique et un Aimant l'un sur l'autre, par M. Amperè. 1820.\n\nA Treatise on Heat, Flame, and Combustion, by T. H. Pasley. London, 1820.\n\nAlmanak ten Dienste der Zeelieden voor het Jaar 1821, op last van Zijne Majesteit den König der Nederanden & Amsterdam, 1819.\n\nThe Second Part of a Letter to the Parisians and the French Nation, upon Inland Navigation, by the Hon. and Rev. Francis Henry Egerton, &c. 8°\n\nSupplementary Table to that usually given of Equations to Equal Altitudes.\n\nTable to determine accurately the Time of High Water at any given Port, dependent on the accelerated or retarded Motion of the Moon in the Tides, on passing the given Meridian in her different Parallaxes.\n\nThe Ordnance Survey of Great Britain, No. 9. 4 Sheets.\n\nThe Statutes of the Realm, printed by Command of H. M. King George III. in pursuance of an Address of the House of Commons of Great Britain, from Original Records and Authentic Manuscripts, Vol. VIII. 1820.\n\nA Lithographic Print of the Upper Jaw of a Fossil Crocodile from Havre, in the Museum of the Academy of Geneva, from a Drawing by H. T. Dela Beche, Esq.\n\nNov. 16. A Synopsis of the Diseases of the Eye, and their Treatment, by Benjamin Travers, London, 1820.\n\n23. Flora Batava, No. 57.\n\nAn Historical and Practical Treatise on the Internal Use of the Hydro-Cyanic, Prussic Acid, in Pulmonary Consumption, &c. by A. B. Granville, M.D. 2d. Edition. London, 1820.\n\nRev. Stephen Weston.\n\nM. C. Von. Schreibers.\n\nDr. Charles. Scudamore.\n\nM. Ampère.\n\nLieut. Col. Pasley.\n\nProfessor Moll.\n\nThe Hon. and Rev. Francis Henry Egerton.\n\nLieut. Gen. Sir Thomas Brisbane, Bart.\n\nCapt. Thomas Colby.\n\nThe Commissioners of Public Records.\n\nH. T. Dela Beche, Esq.\n\nBenjamin Travers, Esq.\n\nH. M. The King of the Netherlands.\n\nDr. Augustus Bozzi Granville.\n1820.\n\nDec. 7. The Climate of London, deduced from Meteorological Observations, made at different Places in the Neighbourhood of the Metropolis, by Luke Howard. London, 1818. 2 vol. 3°\n\nSur les Expériences Electro-Magnetiques de MM. Øersted et Ampère, par M. Hachette. 4°\n\nIntroductory Lecture read in the Theatre of the Royal College of Surgeons, on the 8th of May, 1820, by B. C. Brodie. London, 1820. 8°\n\nA Memoir on the Voyage of D'Entrecasteaux in Search of La Perouse, by James Burney, Esq. London, 1820. 8°\n\nDec. 14. Memoirs Historical and Illustrative of the Botanic Garden at Chelsea, belonging to the Society of Apothecaries of London, 1820, 8°\n\n21. Discours sur Nicolas Kopernick par Jean Sniadecki. Paris, 1820. 8°\n\nPrécis des Travaux de la Société Royale des Sciences, Lettres, Arts et Agriculture de Nancy pendant les Années, 1816-1818. Nancy, 1819. 8°\n\nMemorie sopra Alcuni Pezzi Morbosi conservati nel Gabinetto patologico dell’ I. R. Università di Padova di Francesco Luigi Fanzago. Parte 1a. Padova, 1820. Fo\n\nSulla Pellagra, Memorie di Francesco Luigi Fanzago. Padova, 1815. 8°\n\nInstitutiones Pathologicae Auctore Francisco Aloysio Fanzago. Patavii, 1813. 2 Vol. 8°\n\n1821.\n\nJan. 11. Commentaire de S. J. Frontin sur les Aqueducs de Rome, traduit avec le texte en regard, par J. Rondelet. Paris, 1820. 4°\n\nA Description of the Collection of Ancient Marbles in the British Museum, with Engravings. Part IV. London, 1820. 4°\n\nIntroduzione alla Geologica di Scipione Brieslak. Milan, 1811. 2 vol. 8°\n\nMémoires sur l’Action mutuelle de deux Courans électriques sur celle qui existe entre un Courant électrique et un Aimant ou le Globe Terrestre et celle de deux Aimans, l’un sur l’autre, par M. Ampère. 8°\n\nAstronomisches Jahrbuch für das Jahr 1822. Von Dr. J. E. Bode. Berlin, 1819. 8°\n\n18. A Grammar of Botany, illustrative of Artificial as well as Natural Classification, with an Explanation of Jussieu’s System, by Sir James Edward Smith, M. D. London, 1821. 8°\n\nHistory and Method of Cure of the Various Species of Palsy, by James Cooke, 1821. 8°\n\nDONORS.\n\nLuke Howard, Esq.\n\nM. Hachette.\n\nB. C. Brodie, Esq.\n\nJames Burney, Esq.\n\nThe Master, Warden, and Society of Apothecaries.\n\nDr. Slavinski.\n\nDr. Lewis Valentin.\n\nProf. Frances Luigi Fanzago.\n\nM. J. Rondelet.\n\nThe Trustees of the British Museum.\n\nM. S. Brieslak.\n\nM. Ampère.\n\nProf. J. E. Bode.\n\nSir James Edward Smith.\n\nDr. James Cooke.\n1821.\n\n25. Observations made at Copenhagen, Skagen, and Lysabel, with the Ordnance Zenith Sector, by Professor Schumacker, MS.\n\nFeb. 1. Description d'un Monument Arabe du moyen Age existant en Normandie, par J. Spencer Smith, 2de Edition. Caen, 1820.\n\nAn Engraved Pewter Plate of Two Lambs connected at the Neck with only One Head.\n\nFour Letters from Spa, to John William Egerton, Earl of Bridgewater, from Francis Henry Egerton.\n\n8. Transactions of the Horticultural Society of London, Vol. IV. Part 2. London, 1821.\n\nObservations on the Climate of Penzance, and the District of the Land's End in Cornwall, by John Forbes, M.D. Penzance, 1821.\n\nMonographie du Genre Hydrocotyle de la Famille des Ombellifères, par M. Achille Richard Fils. Brussels, 1820.\n\n15. Astronomical Observations made at the Radcliffe Observatory, from May 1, 1820, to May 1, 1821, by and under the Direction of Rev. Abram Robertson, D. D. Sav. Prof. Astron. MS.\n\n22 Di Marco Polo e degli altri Viaggiatori Veneziani più illustri. Venice, 1818.\n\nReports of the Commissioners appointed by His Majesty to execute the Measures recommended by a Select Committee of the House of Commons, respecting the Public Records of the Kingdom. 1800—1819, 2 vols.\n\nMar. 1. Practical Observations on the Treatment of Structures in the Urethra, by Sir Everard Home, Bart. Vol. III. London, 1821.\n\nThe Life of James the Second, King of England, &c. Collected out of Memoirs Writ of his own Hand, by the Rev. J. S. Clarke, LL. B. London, 1816. 2 vol.\n\nAnnales Academiae Rheno-Trajectinae. Anno 1815-1819. Utrecht, 1817, &c. 5 vols.\n\nActa Literaria Societatis Rheno-Trajectinae, Vol. I. to IV. Utrecht, 1793, &c. 4 vol.\n\nVerhandelingen van het Provinciaal Utregtsch Genootschap van Kunsten en Wetenschappen. Utrecht, 1781, 9 vol.\n\nJoan. F. L. Shroeder, Oratio de majoribus Corporum Coelestium Permutationibus, quatenus ex iis Progressum Naturae in his corporibus formandis suspicari licet. Utrecht, 1816.\n\nDisputatio Geologica Inauguralis de Granite. Leyden, 1820.\n\nGer. Moll, Oratio de vitanda in Astronomiae Studio Fingendi Temeritate, et Coeli Observa-\n\nDONORS.\n\nProfessor Schumacker.\n\nJ. Spencer Smith, Esq.\n\nMr. B. Killinbeck.\n\nHon. and Rev. Francis Egerton.\n\nThe Horticultural Society.\n\nDavies Gilbert, Esq.\n\nM. Achille Richard.\n\nThe Trustees of the Radcliffe Observatory.\n\nThe Abbot Placido Zurla.\n\nThe Commissioners of Public Records.\n\nSir Everard Home, Bart.\n\nThe Rev. James Stanier Clarke.\n\nThe Academy of Arts and Sciences of Utrecht.\n\nProf. Moll.\ntione quam diligentissime instituendæ. Utrecht, 1819.\n\nOver den Voortgang en de Verbreiding den Boekdrukkunst in de vijftiende en zestiende Eeuw, van G. H. M. Delprat. Utrecht, 1820.\n\nPrys Verhandelingen over het voorkomen en weren der twee Gevechten, uitgegeven door het Utrechtsch Genootschap van Kunsten en Wetenschappen. Utrecht, 1805.\n\nVerhandeling over de Oorzaken Waardoor ons Vaderland in’t begin der zeventiende Eeuw in’t Voorbrengen van voortreffelijke Schrijvers Dichters geleerden en Schilders boven andere Landen zoor Zeer het uitgemunt Ewa, door J. Van Manen, Utrecht, 1818.\n\nVerhandeling over de weelde bij de invoreren der Vereenigde Nederlanden en derzelver Voortgang en Invloed op den Burgerstaad, door J. Van Manen. Utrecht, 1820.\n\nTwee Verhandelingen, de eene over de Ontginning der onbebouwde Gronden in de noordelijke Nederlandsche Provincien, door Kolonisatie der behooftigen die zonder werk zich bevinden, en andere over het Staatkundig Stelzel der Phoeniciërs Grieken en Romeinen en het uitzenden van Volkplantingen en hoe verre men og heden daags van die Voorbeelden gebruik zon kunnen maken? door Jacob van Manen. Utrecht, 1820.\n\nOver de Oorzaken der Aardbevingen, van Friedrich Kries. Utrecht, 1820.\n\nWaarneemingen omtrent verscheidene Soorten van Etterziechten benevens eenige Proofneemingen en Aanmerkingen over den Etter en andere dierlijke voogten, door I. W. Heppe, Utrecht, 1802.\n\nAntwoord op de vraag voorgesteld door het Utrechtsch Genootschap van Kunsten en Wetenschappen, door Mr. Dirk Hoola van Nootten. Utrecht, 1810.\n\nH. M. Marcard over de eigenaartige Zeiktens op bederfder Vochten. Utrecht, 1810.\n\nOnderzoek nopen zeker vraagstuk uit ovenwight Kunde, door C. L. Brunings, Utrecht, 1803.\n\nA Reply to an Article contained in the 20th Number of the Journal of Science, edited by T. W. Brande, Esq. Sec. R. S. purporting to be a Review of Dr. Granville’s Treatise on Prussic Acid. 1821.\n\nThe Visitation of Middlesex in the Year 1663, by Wm. Rigby, Esq. Lancaster, and Henry T. Phillips, Esq.\n1821.\n\nPRESENTS.\n\nDethick, Rouge Croix, Marshals and Deputies to Sir Edward Byshe, Knight, Clarencieux King of Arms, Salisbury, 1820.\n\nMar. 8. Éléments de Physiologie Végétale et de Botanique, par C. F. Brisseau Mirbel, Paris, 1815. 3 vols. 8°\n\nVoyage sur le Mont Rose.\n\n15. Transactions of the Cambridge Philosophical Society, Vol. I. Part I. Cambridge, 1821. 4°\n\n29. A Treatise on the Plague, designed to prove it Contagious; with Observations on its Prevention, Character, and Treatment, by Sir Arthur Brooke Faulkener, M.D. London 1820. 8°\n\nTransactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. 38. London, 1821. 8°\n\nComparaison des Effets de la Vaccine avec ceux de la Petite Vérole Inoculée par la Methode des Incisions, par M. Chambon de Montaux, Paris, 1821. 8°\n\nApril 5. Die Kreisfläche und das Verhältniss des Kreises zum Durchmesser geometrisch bestimmt, von M. Leonhardts. Augsburg, 1820, 4°\n\nA View of the Structure, Function, and Disorders of the Stomach and Alimentary Organs of the Human Body, by Thomas Hare, London, 1821. 8°\n\n12. Flora Batava, No. 58. 4°\n\nMay 3. Transactions of the Royal Society of Edinburgh, Vol. IX. Part I. Edinburgh, 1821. 4°\n\nAn Historical Account of St. Thomas's Hospital, Southwark, by Benjamin Goulding, London, 1819. 12°\n\nA System of Practical Nosology, to which is prefixed a Synopsis of the Systems of Sauvages, Linnæus, Vogel, Sagar, Macbride, Cullen, Darwin, Crichton, Pinel, Parr, Swediar, Young, and Good, with References to the best Authors on each Disease, by David Hosac, M.D. New York, 1821. 8°\n\nAnnales des Mines ou Recueil de Mémoires sur l'Exploitation des Mines, et sur les Sciences qui s'y rapportent. Vol. III. Part 3. and Vol. IV. Part 1. Paris, 1820. 8°\n\nTable Analytique des Matières contenues dans les dix dernières Volumes du Journal des Mines, rédigée, par A.C. S. Peltier. Paris, 1821. 8°\n\nNouveau Mémoires de l'Académie Royale des Sciences et Belles Lettres de Bruxelles. Vol. I. Brussels, 1820. 4°\n\nDONORS.\n\nM. Brisseau Mirbel.\n\nM. Joseph de François Zumstein.\n\nThe Cambridge Philosophical Society.\n\nSir Arthur B. Faulkener.\n\nThe Society for Encouragement of Arts, &c.\n\nM. Chambon de Montaux.\n\nM. Leonhardts.\n\nThomas Hare, Esq.\n\nH. M. The King of the Netherlands.\n\nThe Royal Society of Edinburgh.\n\nB. Goulding, Esq.\n\nDr. David Hosac.\n\nLe Conseil des Mines.\n\nThe Royal Academy of Sciences and Literature of Brussels.\n1821.\n\nPRESENTS.\n\nMémoires sur les Questions proposées par l'Academie Royale des Sciences et Belles Lettres de Bruxelles en 1793, An 4, 1816, qui ont remporté les Prix et l'Accessit en 1817. Brussels, 1818.\n\nThe Hunterian Oration, delivered before the Royal College of Surgeons in London, on 14 February, 1821, by Thomas Chevalier, Esq. London, 1821.\n\nMay 17. Address of the Astronomical Society of London, January, 1820, and Report of the Council of the Astronomical Society of London, to the First Annual General Meeting, Feb. 9, 1821.\n\nAlte Malerkunst und Johann Gotlieb Walters Leben und Werke, von Friedrich August Walter. Berlin, 1821.\n\nA Manual of Chemistry, containing the principal Facts of the Science, arranged in the Order in which they are discussed and illustrated in the Lectures of the Royal Institution of Great Britain, by William Thomas Brande, 2nd Edition. London, 1821. 3 vols.\n\nJournal of a Voyage for the Discovery of a Northwest Passage from the Atlantic to the Pacific, performed in the years 1819 and 1820, by H. M. Ships Hecla and Griper, under the Orders of W. Edw. Parry, R. N. With an Appendix, containing the Scientific and other Observations. London, 1821.\n\nThe North Georgia Gazette and Winter Chronicle. London, 1821.\n\nMémoire sur l'Influence du Système nerveux sur la Chaleur animale, par Charles Chossat, M. D. Paris, 1820.\n\nA Selection of the Correspondence of Linnæus and other Naturalists, from Original Manuscripts, by Sir James Edward Smith, M. D. London, 1821. 2 vols.\n\nEsprit, Origine, et Progrès des Institutions judiciaires des principaux Pays de l'Europe, par I. D. Meyer. Vol. III, and IV. Hague, 1819 and 1820.\n\nA Narrative of the Conduct of the Swiss Regiments of Guards, in the Service of His late Majesty Lewis XVI. King of France and Navarre, on the memorable 16 of August, 1792, written by Col. Pfyffer D'Altischoffen. London, 1821.\n\nRapport de M. le Chevalier Delambre, Secr. Perp. de l'Acad. des Sciences, sur les Mémoires relatif à l'Origine commune des Sphères de tous les Anciens Peuples, et à l'Epoque voisine du Commencement de notre Ere que retracent\n\nDONORS.\n\nThe Royal Academy of Sciences and Literature of Brussels.\n\nT. Chevalier, Esq.\n\nThe Astronomical Society of London.\n\nMr. Fried. Aug. Walter.\n\nWm. Tho. Brande, Esq.\n\nCapt. W. Parry, R. N.\n\nThe Contributors.\n\nDr. Charles Chossat.\n\nSir James Edward Smith.\n\nB. Gompertz, Esq.\n\nThe Count de Salis.\n\nM. de Paravey.\nles Zodiaques découverts en Egypte, spécialement ceux de Dendera, par M. De Paravey. Paris, 1821.\n\nJune 7. A Treatise on the Valuation of Annuities and Assurances on Lives and Survivorships, by Joshua Milne. London, 1815. 2 vols. 8°\n\nEssai Elémentaire de Géographie Botanique, par A. P. Candolle. 8°\n\nA Short Account of the Life of the Right Hon. Sir Joseph Banks, K.B. President of the Royal Society of London, by Andrew Duncan, Sen. M.D. Edinburgh, 1821. 8°\n\n21. Transactions of the Horticultural Society of London. Vol. IV. Part 3. London, 1821. 4°\n\nKongl Vetenskaps Academiens Handlingar för År, 1820. Stockholm, 1820. 8°\n\nAstronomische Beobachtungen auf der Königlichen Universität Sternwarte in Königsberg, von F. W. Bessel, Part 5th, from 1st January to 31st December, 1818. Königsberg, 1820. 8°\n\nThe Transactions of the Linnaean Society. Vol. XIII. Part 1st. London 1821. 4°\n\nNova Acta Physico-Medica Academiae Caesareae Leopoldino-Carolinae Naturae Curiosorum. Vol. 10. Part I. Bonn. 1820. 4°\n\nPræcipuarum Stellarum Inerrantium Positiones mediae incunte Sæculo XIX. ex Observationibus habitis in Specula Panormitana ab anno 1792 ad annum 1813. Palermo, 1814. 4°\n\n12. Archaeologia, or Miscellaneous Tracts relating to Antiquity, published by the Society of Antiquaries of London. Vol. XIX. Part 2nd. London, 1821. 4°\n\nPlates 1 to 5 of the Vetusta Monumenta, Vol. VI.\n\n17. Memorie di Matematica e Fisica della Società Italiana. Vol. I. to X. Verona, 1782 to 1815. 4°\n\nReport upon Weights and Measures, by John Quincy Adams, Secretary of State of the United States; prepared in Obedience to a Resolution of the Senate, of the 3rd of March, 1817. Washington, 1821. 8°\n\nA Journal of Science, Literature, and the Arts, No. 19 to 22. 8°\n\nAnnals of Philosophy, No. 91 to 96.\n\nAnnals of Philosophy. New Series, No. 1 to 7.\n\nThe Philosophical Magazine, No. 267 to 278.\n\nThe Monthly Review from July 1820, to July 1821, and Appendices to Vol. 92, 93, and 94.\n\nThe European Magazine from July 1820, to July 1821.\n\nThe London Magazine, No. 8 to 18.\n\nJoshua Milne, Esq.\n\nM. A. P. Candolle.\n\nDr. Andrew Duncan.\n\nHorticultural Society.\n\nThe Royal Academy of Sciences of Stockholm.\n\nProf. F. W. Bessel.\n\nThe Linnean Society.\n\nCaesarean Academy.\n\nFrancis Bailey, Esq.\n\nThe Society of Antiquaries.\n\nH. I. H. the Archduke Maximilian of Austria.\n\nJohn Quincy Adams, Esq.\n\nThe Managers of the Royal Institution.\n\nDr. Thomas Thomson.\n\nMr. Richard Phillips.\n\nDr. Alexander Tillock.\n\nMr. George Edward Griffiths.\n\nThe Proprietors.\n\nThe Editors.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1821.\n\nA\n\nAmmonia found in the products of papyri, arising probably from the decomposed glue used in the manufacture of the ink, 198\n\nB\n\nBakerian Lecture, on the best kind of steel and form for a compass needle, by Captain Henry Kater, 104\nBarlow, Peter, Esq. On the effects produced in the rates of chronometers by the proximity of masses of iron, 361\nBell, Charles, Esq. On the nerves, giving an account of some experiments on their structure and functions, which lead to a new arrangement of the system, 398\nBrain and Nerves, observations showing that the materials of which they are composed exist in the blood, 25\nBrassa Island, experiments to determine the times of vibration of the pendulum there, 165\nBrinkley, Reverend John, D.D. An account of observations made with the eight feet astronomical circle, at the Observatory of Trinity College, Dublin, since the beginning of the year 1818, for investigating the effects of parallax and aberration on the planes of certain fixed stars; also the comparison of these with the former observations for determining the effects of lunar nutation, 327\n\nMDCCCXXI.\nINDEX.\n\nC\n\nCharcoal and Hydrogen, on the aëriform compounds of them, with an account of some additional experiments on the gases from oil and coal, - 136\nChlorine and Carbon, on two new compounds of it, - 47\n———on a new compound of these substances, - 392\nChronometers, on the effects produced in their rates by the proximity of masses of iron, - 361\nCoal, experiments on the gas produced from it, - 151\nCroonian Lecture, microscopical observations on the following subjects: on the brain and nerves, showing that the materials of which they are composed exist in the blood: on the discovery of valves in the branches of the vas breve, lying between the villous and muscular coats of the stomach: on the structure of the spleen. By Sir Everard Home, Bart. - 25\nCube, Cylinder, and Sphere, an account of the re-measurement of those used by the late Sir George Shuckburgh Evelyn, in his enquiries respecting a standard of weights and measures, - 316\n\nD\n\nDavy, Sir Humphry, Bart. On the magnetic phenomena produced by electricity, - 7\n———Some observations and experiments on the papyri found in the ruins of Herculaneum, - 191\n———Farther researches on the magnetic phenomena produced by electricity; with some new experiments on the properties of electrified bodies in their relations to conducting powers and temperature, - 425\nDavy, John, M.D. An account of the urinary organs and urine of two species of the genus Rana, - 95\nDollond, George. An account of a micrometer made of rock crystal, - 101\nDugong, from Sumatra, an account of its skeleton, - 268\n———on the peculiarities that distinguish it from the Manatee of the West Indies, - 390\nINDEX.\n\nE\n\nEarle, Henry, Esq. On the re-establishment of a canal in the place of a portion of the urethra which had been destroyed, - 300\nEarth, on the mean density of it, - 276\n———deductions as to its figure, - 189\nEclipse, Solar, calculations of some observations on that of the 7th of September, 1820, - 311\nElectricity, on the magnetic phenomena produced by it, - 7\n———farther researches on the magnetic phenomena produced by it; with some new experiments on the properties of electrified bodies in their relations to conducting powers and temperature, - 425\nElephant, has two nerves belonging to the trunk, - 419\n\nF\n\nFaraday, Michael, Esq. On two new compounds of chlorine and carbon, and on a new compound of iodine, carbon, and hydrogen, - 47\n———and Richard Phillips, Esq.\nOn a new compound of chlorine and carbon, - 392\nFossil bones, a farther account of some discovered in caverns inclosed in the lime-stone rocks at Plymouth, - 133\n\nG\n\nGas, experiments on that produced from oil, - 149\n———experiments on that produced from coal, - 151\nGases from coal and oil, inferences respecting the composition of that part of them which is condensed by contact with chlorine, - 156\n———inferences respecting the composition of that part of them which is not condensible by the action of chlorine, - 152\nGiles, Daniel, Esq. Particulars of a fact nearly similar to that related by Lord Morton, - 23\nGlasses, object, theory of them, - 249\n———on their aberrations, - 222\n\nH\n\nHare Island, experiments to determine the times of vibration of the pendulum there, - 169\nINDEX\n\nHENRY, WILLIAM, M. D. On the aëriform compounds of charcoal and hydrogen; with an account of some additional experiments on the gases from oil and from coal, Herculaneum, some observations and experiments on the papyri found in the ruins of that place, 136\n\nHERSCHEL, J. F. W. Esq. On the aberrations of compound lenses and object-glasses, 191\n\nOn the separation of iron from other metals, 222\n\nHOME, SIR EVERARD, Bart. On the black rete mucosum of the Negro, being a defence against the scorching effect of the sun's rays, 293\n\nCroonian Lecture. Microscopical observations on the following subjects: on the Brain and Nerves; showing that the materials of which they are composed exist in the blood: on the discovery of valves in the branches of the vas breve, lying between the villous and muscular coats of the stomach: on the structure of the spleen. 1\n\nAn account of the skeletons of the dugong, two-horned rhinoceros, and tapir of Sumatra, sent to England by Sir Thomas Stamford Raffles, 25\n\nOn the peculiarities that distinguish the manatee of the West Indies from the dugong of the East Indian Seas, 268\n\nHUTTON, DR. CHARLES. On the mean density of the earth, 390\n\nI\n\nIodine, Carbon, and Hydrogen, a new compound of these substances described, 72\n\nIron, on the separation of it from other metals, 293\n\n— in what manner it may be separated from uranium, 299\n\n— on the effects produced in the rates of chronometers by the proximity of masses of that metal, 361\n\nK\n\nKATER, CAPTAIN HENRY. An account of the comparison of various British standards of linear measure, 75\n\nThe Bakerian Lecture: on the best kind of steel and form for a compass needle, 104\nINDEX.\n\nKATER, CAPTAIN HENRY. Notice respecting a volcanic appearance in the moon, - 130\n\nAn account of the re-measurement of the cube, cylinder, and sphere, used by the late Sir GEORGE SHUCKBURGH EVELYN, in his enquiries respecting a standard of weights and measures, - 316\n\nKIDD, JOHN, M. D. Observations on naphthaline, a peculiar substance resembling a concrete essential oil, which is apparently produced during the decomposition of coal tar, by exposure to a red heat, - 209\n\nL\n\nLenses, Compound, on their aberrations, - 222\n\non the destruction of the spherical aberration of two of them of the same medium, placed close together, with a view to the improvement of magnifiers, eye-glasses, and burning lenses, - 242\n\nLight, Rays of, on the destruction of the chromatic aberration of the imperfections arising from their different refrangibility, - 249\n\nLunar Nutation, - 345\n\nM\n\nManatee, of the West Indies, on the peculiarities that distinguish this animal from the dugong of the East Indian Seas, - 390\n\nMeasure, linear, an account of the comparison of various British standards of linear measure, - 75\n\nMelville Island, experiments to determine the times of vibration of the pendulum there, - 177\n\nMetals, experiments on the different conducting powers of different metallic substances, - 430\n\nMicrometer, an account of one made of rock crystal, - 101\n\nMoon, notice respecting a volcanic appearance in it, - 130\n\nMORTON, EARL OF, a communication of a singular fact in natural history, - 20\n\nN\n\nNaphthaline, a peculiar substance resembling a concrete essential oil, which is apparently produced during the decomposition of coal tar, by exposure to a red heat, observations on it, - 209\n\nNeedle, Compass, on the best kind of steel and form for one, - 104\nINDEX.\n\nNerve, on the function of the trigeminus, or fifth nerve, 417\nNerve of the Face, Respiratory, is that which is called portio dura of the seventh, 410\nits structure, 412\n\nNerves, an account of some experiments on their structure and functions, which lead to a new arrangement of the system, 398\nthose of the animal frame are complex in proportion to the variety of functions which the parts have to maintain, 402\nmay be divided into two parts or systems; the one simple and uniform, the other irregular and complex, in proportion to the complexity of organization, 403\non those of the face, 408\nrespiratory, 405\n\nNervous system, intricacy of it, 399\n\nNigrum pigmentum, is not necessary for vision, but only provided as a defence against strong light, 5\n\nO\n\nOil, experiments on the gas produced from it, 149\n\nP\n\nPapyri, some observations and experiments on those found in the ruins of Herculaneum, 191\nan account of some experiments made in England on some fragments of papyri, in 1818, 192\non the state of those found at Herculaneum, 194\nan account of some experiments on papyri, made in the Museum at Naples, 199\nsome general observations on papyri, 204\n\nParallax, an account of observations made with the eight feet astronomical circle, at the Observatory of Trinity College, Dublin, since the beginning of the year 1818, for investigating the effects of parallax and aberration on the planes of certain fixed stars; also the comparison of these with former observations for determining the effects of lunar nutation, 327\n\nPendulum, an account of experiments to determine the times of its vibration in different latitudes, 163\n\nPerchloride of Carbon, experiments on its nature, 49\nINDEX.\n\nPHILLIPS, RICHARD, Esq. and MICHAEL FARADAY, Esq.\nOn a new compound of chlorine and carbon, 392\nPresents, a list of those received by the Royal Society from November, 1820, to July, 1821, 441\nProto-chloride of Carbon, a description of it, with experiments, 64\n\nQ\nQuagga, a communication of a singular fact relating to that animal, 20\n\nR\nRana, an account of the urinary organs and urine of two species of that genus, 95\nRete mucosum, on that of the Negro being a defence against the scorching effect of the sun's rays, 1\nRhinoceros, two-horned, from Sumatra, an account of its skeleton, 270\nRUMKER, CHARLES. Calculations of some observations of the solar eclipse on the 7th of September, 1820, 311\n\nS\nSABINE, CAPTAIN EDWARD, an account of experiments to determine the times of vibration of the pendulum in different latitudes, 163\nSchehallien experiment, an account of this experiment made by Dr. MASKELYNE and Dr. HUTTON in the years 1774, 1775, and 1776, 276\na comparison of this experiment with that performed by Mr. CAVENDISH, for ascertaining the mean density of the earth, 284\nSow, particulars of a singular fact relating to the litter of one, 23\nSpherical aberration, developement and application of the equations for correcting it, 254\nSpherical surfaces, general formulae for the focal distances and aberrations of any combination of them, 228\ngeneral theory of their aberrations for rays incident in the plane of the axis, 237\nSpleen, observations on its structure and uses, 38\nSun's rays, the black rete mucosum of the Negro is a defence against their scorching effect, 1\nINDEX.\n\nT\n\nTapir, from Sumatra, an account of its skeleton, - 272\n\nU\n\nUrethra, on the re-establishment of a canal in the place of a portion of the urethra which had been destroyed, - 300\nUrinary organs and urine, an account of those belonging to two species of the genus Rana, - 95\nVas breve, on the discovery of valves in the branches of it, lying between the villous and muscular coats of the stomach, - 35\nVolcano, lunar, notice respecting the appearance of one, - 130\nnotice of three recorded by Sir William Herschel in the Philosophical Transactions, - 132\n\nW\n\nWhidbey, Joseph, Esq. A farther account of fossil bones discovered in caverns inclosed in the lime-stone rocks at Plymouth, - 133",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107628.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 28408,
    "total-output-tokens": 10401,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1573,
        2
      ],
      [
        1573,
        3800,
        3
      ],
      [
        3800,
        6141,
        4
      ],
      [
        6141,
        8551,
        5
      ],
      [
        8551,
        11063,
        6
      ],
      [
        11063,
        13094,
        7
      ],
      [
        13094,
        15539,
        8
      ],
      [
        15539,
        17969,
        9
      ],
      [
        17969,
        20498,
        10
      ],
      [
        20498,
        21666,
        11
      ],
      [
        21666,
        23306,
        12
      ],
      [
        23306,
        24864,
        13
      ],
      [
        24864,
        26527,
        14
      ],
      [
        26527,
        28289,
        15
      ],
      [
        28289,
        29979,
        16
      ],
      [
        29979,
        31569,
        17
      ],
      [
        31569,
        32264,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "nl",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107628",
    "title": "Back Matter",
    "authors": null,
    "year": 1821,
    "volume": "111",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/107628"
  }
}