{
  "id": "cdd7d7ea99f01e192914568f1a54fc7a9c167203",
  "text": "LXXIII. Of the best Form of Geographical Maps. By the Rev. Patrick Murdoch, M.A. F.R.S.\n\nRead Feb. 9, 1758.\n\nWHEN any portion of the earth's surface is projected on a plane, or transferred to it by whatever method of description, the real dimensions, and very often the figure and position of countries, are much altered and misrepresented. In the common projection of the two hemispheres, the meridians and parallels of latitude do indeed intersect at right angles, as on the globe; but the linear distances are everywhere diminished, excepting only at the extremity of the projection: at the center they are but half their just quantity, and thence the superficial dimensions but one-fourth part: and in less general maps this inconvenience will always, in some degree, attend the stereographic projection.\n\nThe orthographic, by parallel lines, would be still less exact, those lines falling altogether oblique on the extreme parts of the hemisphere. It is useful, however, in describing the circum-polar regions: and the rules of both projections, for their elegance, as well as for their uses in astronomy, ought to be retained, and carefully studied. As to Wright's, or Mercator's, nautical chart, it does not here fall under our consideration: it is perfect in its kind; and will always be reckoned among the chief inventions of the last age. If it has been misunderstood, or misapplied, by geographers, they only are to blame.\n\nVol. 50.\nII. The particular methods of description proposed or used by geographers are so various, that we might, on that very account, suspect them to be faulty; but in most of their works we actually find these two blemishes, *the linear distances visibly false,* and *the intersections of the circles oblique:* so that a quadrilateral rectangular space shall often be represented by an oblique-angled rhomboid figure, whose diagonals are very far from equal; and yet, by a strange contradiction, you shall see a fixed scale of distances inserted in such a map.\n\nIII. The only maps I remember to have seen, in which the last of these blemishes is removed, and the other lessened, are some of P. Schenk's of Amsterdam, a map of the Russian empire, the Germania Critica of the famous Professor Meyer, and a few more ‡. In these the meridians are straight lines converging to a point; from which, as a center, the parallels of latitude are described: and a rule has been published for the drawing of such maps*. But as that rule appears to be only an easy and convenient approximation, it remains still to be inquired, *What is the construction of a particular map, that shall exhibit the superficial and linear measures in their truest proportions?* In order to which,\n\nIV. Let E/LP, in this figure *(See Tab. XXI.)* be the quadrant of a meridian of a given sphere, whose center is C, and its pole P; EL, E/, the latitudes of two places in that meridian, EM their\n\n‡ Senex drew several of that form.\n* See the Preface to the Small Berlin Atlas.\nmiddle latitude. Draw LN, ln, cosines of the latitudes, the sine of the middle latitude MF, and its cotangent MT. Then writing unity for the radius, if in CM we take $Cx = \\frac{Nn}{Ll \\times MF \\times MT}$, and thro' x we draw xR, xr, equal each to half the arc Ll, and perpendicular to CM; the conical surface generated by the line Rr, while the figure revolves on the axis of the sphere, will be equal to the surface of the zone that is to be described in the same time by the arc Ll; as will easily appear by comparing that conical surface with the zone, as measured by Archimedes.\n\nAnd, lastly, If from the point t, in which rR produced meets the axis, we take the angle CtV in proportion to the longitude of the proposed map, as MF the sine of the middle latitude is to radius, and draw the parallels and meridians as in the figure, the whole space SOQV will be the proposed part of the conical surface expanded into a plane; in which the places may now be inserted according to their known longitudes and latitudes.\n\n**Example.**\n\nV. Let Ll, the breadth of the zone, be 50°, lying between 10° and 60° north latitude; its longitude 110°, from 20° east of the Canaries to the center of the western hemisphere; comprehending the western parts of Europe and Africa, the more known parts of North America, and the ocean that separates it from the old continent.\n\nAnd because $Cx = \\frac{Nn}{Ll \\times MF \\times MT}$, add these three logarithms.\nLog. \\(0.8726650 (= 50^\\circ\\) to radius 1) — 1.9408476\nLog. MF (fin. 35°) . . . . . . = 1.7585913\nLog. MT (tang. 55°) . . . . . . = 0.1547732\n\nTake the sum . . . . . . . . = 1.8542121\nfrom log. \\(Nn (= .6923772)\\) . . . . = 1.8403427\n\nthe remainder . . . . . . . . = 1.9861306\nis the logarithm of \\(Cx\\). And because 1:\n\\(Cx :: MT : xt\\), to this adding the log. MT 0.1547732\n\nThe sum . . . . . . . . = 0.1409038\nis the log. of \\(xt = 1.383260\\); and \\(xR (= xr = \\frac{1}{2} Ll)\\) being .4363325, \\(Rt\\) will be 0.9469275, \\(rt = 1.8195925\\). Whence having fixed upon any convenient size for our map, the center \\(t\\) is easily found.\n\nAs, allowing an inch to a degree of a great circle, or 50 inches to the line \\(Rr\\), \\(Rt\\) the semidiameter of the least parallel will be 54.255 inches, and that of the greatest parallel 104.255 inches.\n\nAgain, making as radius to MF so the longitude 110° to the angle \\(StV\\), that angle will be 63° 5′ 3″.\n\nDivide the meridians and parallels, and finish the map as usual.\n\nNote, The log. MT being repeated in this computation with a contrary sign, we may find \\(xt\\) immediately by subtracting the sum of the logarithms of \\(Ll\\) and \\(MF\\) from the log. of \\(Nn\\).\n\nVI. A map drawn by this rule will have the following properties:\n\n1. The intersections of the meridians and parallels will be rectangular.\n\n2. The\n2. The distances north and south will be exact; and any meridian will serve as a scale.\n\n3. The parallels thro' \\( z \\) and \\( y \\), where the line \\( Rr \\) cuts the arc \\( Ll \\), or any small distances of places that lie in those parallels, will be of their just quantity. At the extreme latitudes they will exceed, and in mean latitudes, from \\( x \\) towards \\( z \\) or \\( y \\), they will fall short of it. But unless the zone is very broad, neither the excess nor the defect will be anywhere considerable.\n\n4. The latitudes and the superficies of the map being exact, by the construction, it follows, that the excesses and defects of distance, now mentioned, compensate each other; and are, in general, of the least quantity they can have in the map designed.\n\n5. If a thread is extended on a plane, and fixed to it at its two extremities, and afterwards the plane is formed into a pyramidal or conical surface, it may be easily shewn, that the thread will pass thro' the same points of the surface as before; and that, conversely, the shortest distance between two points in a conical surface is the right line which joins them, when that surface is expanded into a plane. Now, in the present case, the shortest distances on the conical surface will be, if not equal, always nearly equal, to the correspondent distances on the sphere: and therefore, all rectilinear distances on the map, applied to the meridian as a scale, will, nearly at least, shew the true distances of the places represented.\n\n6. In maps, whose breadth exceeds not 10° or 15°, the rectilinear distances may be taken for sufficiently exact. But we have chosen our example of a greater breadth than can often be required, on pur-\npose to shew how high the errors can ever arise; and how they may, if it is thought needful, be nearly estimated and corrected.\n\nWrite down, in a vacant space at the bottom of the map, a table of the errors of equidistant parallels, as from five degrees to five degrees of the whole latitude; and having taken the mean errors, and diminished them in the ratio of radius to the sine of the mean inclination of the line of distance to the meridian, you shall find the correction required; remembering only to distinguish the distance into its parts that lie within and without the sphere, and taking the difference of the correspondent errors, in defect and in excess.\n\nBut it was thought needless to add any examples; as, from what has been said, the intelligent reader will readily see the use of such a table; and chiefly as, whenever exactness is required, it will be more proper, and indeed more expeditious, to compute the distances of places by the following canon.\n\nMultiply the product of the cosines of the two given latitudes by the square of the sine of half the difference of longitude; and to this product add the square of the sine of half the difference of the latitudes; the square root of the sum shall be the sine of half the arc of a great circle between the two places given.\n\nThus, if we are to find the true distance from one angle of our map to the opposite, that is, from S to Q, the operation will be as follows:\n\nL. fin.\n\\[ \\text{L. fin. } 30^\\circ = 1.6989700 \\\\\n\\text{L. fin. } 80^\\circ = 1.9933515 \\\\\n2 \\text{ L. fin. } 55^\\circ = 1.8267290 \\\\\n- 1.5190505 = \\log \\text{ of } 0.330408 \\\\\n\\text{and } 2 \\text{ L. fin. } 25^\\circ = 1.2518966 = \\log \\text{ of } 0.178606 \\\\\n\\text{Log. of the sum . . . } 0.509014 \\text{ is } -1.7067297 \\\\\n\\text{Whole half is } -1.8533648 \\\\\n\\text{the L. fin. of } 45^\\circ 31', \\text{ the double of which is } 91^\\circ 2', \\text{ or } 5462 \\text{ geographical miles.}\n\\]\n\nAnd seeing the lines TS, TQ, reduced to minutes of a degree, are 6255.189 and 3255.189 respectively, and the angle STV is 63° 5' 3\", the right line SQ on the map will be 5594', exceeding its just value by 132' or \\( \\frac{1}{4} \\) of the whole.\n\n7. The errors on the parallels increasing fast towards the north, and the line SQ having, at last, nearly the same direction, it is not to be wondered that the errors in our example should amount to \\( \\frac{1}{4} \\). Greater still would happen, if we measured the distance from O to Q by a straight line joining those points: for that line, on the conic surface, lying every-where at a greater distance from the sphere than the points O and Q, must plainly be a very improper measure of the distance of their correspondent points on the sphere. And therefore, to prevent all errors of that kind, and confine the other errors in this part of our map to narrower bounds, it will be best to terminate it towards the pole by a straight line KI touching the parallel OQ in the middle point K, and on the east and west by lines, as HI, parallel to the meridian thro' K, and meeting the tangent at the middle point of the parallel SV in H. By this means too we shall gain more space than we lose, while the map takes the usual rectangular\nrectangular form, and the spaces GHV remain for the title, and other inscriptions.\n\nVII. Another, and not the least considerable, property of our map is, that it may, without sensible error, be used as a sea-chart; the rumb-lines on it being logarithmic spirals to their common pole $t$, as is partly represented in the figure: and the arithmetical solutions thence derived will be found as accurate as is necessary in the art of sailing.\n\nThus if it were required to find the course a ship is to steer between two ports, whose longitudes and latitudes are known, we may use the following\n\n**Rule.**\n\nTo the logarithm of the number of minutes in the difference of longitude add the constant logarithm *—4.1015105*, and to their sum the logarithm sine of the mean latitude, and let this last sum be $S$.\n\nThe cotangent of the mean latitude being $T$, and an arithmetical mean between half the difference of latitude and its tangent being called $m$, from the logarithm of $T+m$ take the logarithm of $T-m$, and let the logarithm of their difference be $D$; then shall $S-D$ be nearly the logarithm tangent of the angle, in which the ship's course cuts the meridians.\n\n*Note,* We ought, in strictness, to use the ratio of $tx+xR$ to $tx-xR$ instead of $T+m$ to $T-m$; but we substitute this last as more easily computed, and very little different.\n\n---\n\n* This constant logarithm contains the reduction of the diff. of longitude to parts of radius unity, and to Briggs's Modulus.\n\n**Example**\nExample 1.\n\nLet the latitudes, on the same side of the equator, be 10° and 60°; then the middle latitude and its complement are 35° and 55°, and half the difference of the latitudes is 25°: and the difference of longitude being 110°, the operation will stand as below.\n\nLog. 6600' (in 110°) . . . 3.8195439\nConstant log. . . . -4.1015105\n-1.9210544\nLog. sin. 35° . . . -1.7585913\nS = . . . . -1.6796457\n\nAgain T = 1.4281480\nm = .4513202\n\nLog. T + m (= 1.8794682) 0.2740350\nLog. T - m (= 0.9768278) -1.9898180\n\nLog. 0.2842170 = D = -1.4536500\n\nS - D (= log. tangent 59° 16') . . . . = 0.2259957\nagreeing to a minute with the solution by a table of meridional parts.\n\nExample 2.\n\nThe rest remaining, let the difference of longitude be only 40°; then\n\nLog. 2400' (in 40°) . . . 3.3802112\nConstant log. . . . -4.1015105\n-1.4817217\nLog. sin. 35° . . . -1.7585913\nS = . . . . -1.2403130\nD (as before) = -1.4536500\n\nS - D (= log. tang. 31° 27'½) . . . . -1.7866630\nExample 3.\n\nLet the difference of longitude be 40°; but the latitudes 56° and 80°;\n\nAnd log. \\(2400'\\) \\(+ \\log.\\) constant \\(= -1.4817217\\)\n\nLog. sin. 68° \\(= -1.9671659\\)\n\n\\[S = \\ldots - 1.4488876\\]\n\n\\[T (\\text{tang. } 22°) = .4040262\\]\n\n\\[m = \\ldots .2109980\\]\n\nLog. \\(T + m (= .6150242) = 1.7888921\\)\n\nLog. \\(T - m (= .1830282) = 1.2625181\\)\n\nLog. \\(0.5263740 = D = -1.7212944\\)\n\n\\[S - D (= \\log.\\) tangent 28° 6') \\(= -1.7275932\\]\n\nwanting of the true answer no more than 1° 4'.\n\nAnd in all cases that can occur, the error of this rule will be inconsiderable.\n\nIt is not meant, however, that it ought to take place of the easier and better computation by a table of meridional parts: but it was thought proper to shew, by some examples, how safely the map itself may be depended on in the longest voyages; provided it is sufficiently large, and the necessary rumb-lines are exactly drawn*.\n\n* See Cotesii Logometr. prop. 6.\nlast age. If it has been misunderstood or misapplied by geographers, they only are to blame.\"—And again, at the end of his nautical examples, he concludes thus, viz. \"It is not meant, however, that it ought to take place of the easier and better computation by a table of meridional parts.\"\n\nI have the honour to be, with the greatest respect,\n\nSIR,\nThe Royal Society's, and\nYour most obedient Servant,\nWilliam Mountaine.\n\nAddenda to Mr. Murdoch's Paper, N°. LXXIII.\n\nIf it is required \"to draw a map, in which the superficies of a given zone shall be equal to the zone on the sphere, while at the same time the projection from the center is strictly geometrical;\" Take Cx to CM as a geometrical mean between CM and Nn, is to the like mean between the cosine of the middle latitude, and twice the tangent of the semidifference of latitudes; and project on the conic surface generated by xt. But here the degrees of latitude towards the middle will fall short of their just quantity, and at the extremities exceed it: which hurts the eye. Artists may use either rule: or, in most cases, they need only make Cx to CM as the arc ML is to its tangent, and finish the map; either by a projection, or, as in the first method, by dividing that part of xt which is intercepted by the secants thro' L and l, into equal degrees of latitude.\n\nMr. Mountaine justly observes, \"that my rule does not admit of a zone containing N. and S. latitudes.\" But the remedy is, to extend the lesser latitudes to an equality with the greater; that the cone may be changed into a cylinder, and the rumbs into straight lines.\n\nLXXV.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105298.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18590,
    "total-output-tokens": 4909,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1444,
        2
      ],
      [
        1444,
        2980,
        3
      ],
      [
        2980,
        2980,
        4
      ],
      [
        2980,
        4427,
        5
      ],
      [
        4427,
        5782,
        6
      ],
      [
        5782,
        7486,
        7
      ],
      [
        7486,
        8932,
        8
      ],
      [
        8932,
        10695,
        9
      ],
      [
        10695,
        12186,
        10
      ],
      [
        12186,
        13144,
        11
      ],
      [
        13144,
        14073,
        12
      ],
      [
        14073,
        15678,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105298",
    "title": "Of the Best Form of Geographical Maps. By the Rev. Patrick Murdoch, M. A. F. R. S.",
    "authors": "Patrick Murdoch",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105298"
  }
}