{
  "id": "64ca3a71373443a30965a8a3ede230ba54d60e9f",
  "text": "Of a considerable Load-stone digged out of the Ground in Devonshire.\n\nThis Stone was lately sent up out of the said County, and presented to the R. Society by the Reverend Arch-deacon, Doctor Edw. Cotton, with this description, That it weighs 60 pounds; and that, though it take up no great weight, yet it moves a Needle about nine Foot distant. Some part of it being broken off, he hath sent up also, because (faith he) being put in its proper place, it adds much strength to it, but without that addition it moves not much more than seven Foot.\n\nCare will be had, that Tryals be made of the Vertue of this Stone, both of the two pieces closed together, and of each piece separately, and that uncapped as well as capped.\n\nSome Observables about Load-stones, and Sea-Compasses.\n\nA Noble Person did upon a late occasion, affirm, That a Needle of a Sea-Compass, put in a good Iron Mine (which, he said, yeilded 23 pounds of Metal, out of a 120 pounds of Ore) was not sensibly moved thereby.\n\nAnother Honourable Person desired, it might be observed, whether touched Needles move otherwise, when the Veins of Iron do not lie North and South, then when they do so?\n\nIt being inquired by a Note from foreign parts, Whether the Sea-Compasses in England were brought to a greater perfection, than in other Countries? Answer was made by intelligent persons here, That all the perfection of our Sea-Compasses, as yet, consisted in this, That the Needles be touched by good Load-stones, and well librated, and that the Variation be truly placed: Though it was suggested withal, that for the greater perfection of such Sea-Compasses, a way was contriving, to shew the Variation to Minutes and Seconds.\n\nIt was also propos'd, That it might be inquired into,\n\n1. Whether a Needle may be so toucht upon any Magnet, as not to point to the true North and South, to be tried in such places where there is no Variation known?\n\n2. Whether",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101192.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 514,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1918,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101192",
    "title": "Of a Considerable Load-Stone Digged Out of the Ground in Devonshire",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101192"
  }
}