{
  "id": "bd89863f4eb1d66c0c1cb6771e7403d402911ed8",
  "text": "particles millions of times bigger than themselves, and destroy and dissolve those most curious Bodies that are so fearfully and so wonderfully made. Neither will I conjecture why they should lie so long, commonly 3 Weeks or a month, and oftentimes much longer, before that they begin to stir; why Water, or Beer, or any Cold Liquid is against them, &c. because that such things cannot certainly be known but by great Niceness, and repeated Labour and Inspection. 'Tis pity that the most Noble of Creatures lies at the Mercy of the most ignoble of particles; and most wonderful that a few Atoms should be able to destroy a whole World, millions of times bigger than themselves.\n\nRoger Moubray, mention'd in my last Letter, did not live in 1390, as I writ by mistake, but in 1100; so that what I said about some Reliques of old Forests of Fir then standing in these Levels, is more observable than I thought of.\n\nV. Part of a Letter from Mr Alex. Stuart, (a Physician) to the Publisher, concerning some Spouts he observed in the Mediterranean.\n\nSIR,\n\nI presume to send you the following Accomp of some Waterspouts (as they are commonly called) which I saw lately in the Mediterranean Sea.\n\nThe 27th of August, 1701. being upon the Coast of Barbary, to the Northward of the Town of Bona, upwards of 10 Leagues distance at Sea, about 7 a Clock at night, shortly after Sun-setting appeared in the N. E. (which was directly up the Gulf of Lyons from us) great and continued Flashes of Lightning one after another, without hardly any intermission,\nmission, and this without Thunder continued till the next morning; the Flashes of Lightning sometimes representing the sudden appearance of a Star, at other times of a Flaming Sword, and again of a silver Cord stretched along the Clouds, or as the irregular rents of a Vyal from top to bottom.\n\nAbout 8 next morning we had Thundring, with a continuation of Lightning of the kind and appearance above-mentioned, all from the N. E. or thereby.\n\nAbout 9 the same morning, fell down from the Clouds (which lookt dismally black, lowring, and as it were heavy with Rain) in the said N. E. quarter, three Waterspouts (as commonly called) that in the middle being the greatest seem'd so big as the mast of a Ship, and I judged it to be at least a League and a half distant from us; so that in itself no doubt it was bigger than three Masts. The other two were not by half so big. All of them black, as the Cloud from whence they fell. All of them smooth, without any knot or irregularity; only at first falling, some fell perpendicularly down, and some obliquely, and all of them smaller at the lower end than above, giving the representation of a Sword; sometimes also one of 'em would bow itself, and again become strait, and also sometimes became smaller, and again increased its bulk; sometimes it would disappear, and immediately fall down again; sometimes it became extenuated to the smallness of a Rope, and in became gross as before.\n\nThere was always a great boyling and flying up of the Water of the Sea, as in a Jette d'eau, or Water-work; or this rising of the Water had the appearance of a smoaking Chimney in a calm day. Some yards above the surface of the Sea the Water stood as a Column or Pillar and then spread itself, and was dissipated as smoak: And the Sword-like Spout from the Clouds either came down to the very middle of this pillar, and as it had been joined with it, as the greatest, which fell perpendicularly down\ndown, still did from beginning to end: Or else it pointed to this Column of Water, at some distance, either in a perpendicular or oblique Line, as did the other two lesser.\n\nThere were three or four Spouts more, which appeared at the same time in the same quarter of the Heavens, but neither for bulk or duration like to these three: Those appeared or disappeared several times, during the Continuance of these three aforesaid.\n\nIt was hardly distinguishable whether the Sword-like Spout fell first down from the Cloud, or the Pillar of Water rose first from the Sea, both appearing opposite to one another all of the sudden, as in the twinkling of an Eye. Only I observed of one, that the Water boiled up from the Sea to a great height, without the least appearance of a Spout pointing to it either perpendicularly or obliquely, and here the Water of the Sea never came together in the form of a Pillar or Column, but did fly up scatteredly, the Sea being in a boiling rage round the place. The Wind being then N. E. the said boiling advanced towards the S. W. as a flitting or moving Bush upon the surface of the Sea, and at last ceased. This proves that the boiling or flying up of the Water of the Sea may begin before the Spout from the Cloud appears to us: and indeed if there be any small matter of priority betwixt these two appearances, the boiling or throwing up of the Sea-Water has it: Which begins first to boil, and then frames itself into a Pillar of Water, especially on the lower part thereof.\n\nIt was observable of all of them, but more perceptible of the great one, that towards the end it began to appear like a hollow Canal, only black in the borders, but white in the middle; and tho at first it was altogether black and opaque, yet no one could very distinctly perceive the Sea Water to fly up alongst the middle of this Canal, as Smoak up a Chimney, and that with great swiftness, and\nvery perceptible motion: And then shortly after the Spout or Canal brake in the middle, and disappeared by little and little, the boyling up, yea, the Pillar-like form of the Sea-Water continuing still the last, yea, for some considerable time after the Spout disappeared, and perhaps till the Spout appeared again, or reformed itself, which it commonly did in the same place as before, breaking and forming itself again several times in a quarter of an hour, or half an hours time.\n\nThe middle one of the three, as I have said, exceeded all the rest in Bigness, Perpendicularity, Constancy of Form and Situation, as well as Duration; but at last vanished, as is above set down.\n\nI know not, Sir, if any has accomplished for this Phænomenon, but I imagine it may be solved by Suction (improperly so called) or rather Pulsion, as in the application of a Cupping-glass to the Flesh, the Air being first voided by the kindled Flax.\n\nI have subjoined the Figures of the Spouts as exactly as I could.\n\nIt is further observable (which I had almost forgot) That the oblique Spouts pointed always from the Wind; that is, that the Wind being at N. E. the oblique Spouts always pointed to the S. W. tho at the same time and moment there were others perpendicular, which remained still so, notwithstanding the Wind.\n\nAlso that such as were curved had still the Convex side from the Wind, and the Concave towards it; that is, the Wind being at N. E. the Concave was towards the N. E. and the Convex towards the S. W.\n\nIt rained a great deal during the continuance of these Spouts, and after their total disappearance we had half an hours violent gale of Wind from the N. E. with very little Rain, thereafter the Weather cleared up.\nThe Explication of the Tables.\n\nTab. 1.\nA The Spout of a Black Colour, falling out of a Black Cloud perpendicularly.\nB The Water of the Sea, rising in the form of a Pillar or Column in the middle, and scattered round about the said middle Column, in form of Smoak, or rather like the falling of a *Jette d'eau*. These two meet one another directly, and the Column of Water from the Sea is commonly grosser than the Spout from the Clouds.\n\nTab. 2.\nA a Curved Spout, joining with the rising Water of the Sea at B.\n\nTab. 3. Fig. 1.\nA In Fig. 1. represents a Black Spout, falling obliquely from the Clouds of the same colour.\nB Represents the ascending Column of the Sea Water as in Tab. 1. With this difference that here the Spout and Column of Water meet not.\n\nFig. 2.\nE and W in this Fig. 2. signifie East and West.\n1 2 3 Represent the successive progression of the boiling of the Sea from East to West, or from N. E. to S. W. and that without any appearance of a Spout from the Clouds, pointing to either of these places.\n\nTab. 4.\nA Represents the big perpendicular Spout a little before its breaking, white in the middle.\nB The Column of Sea Water joining therewith.\n2 2 2 2 The Water of the Sea, ascending in the form of Smoak up a Chimney, all alongst the Column at B to the Clouds.\nTab. 5. Fig. 1.\nA The breaking of a perpendicular Spout, commonly beginning in the middle at a.\nB The rise of the Sea Water which begins to fail, and the middle Column to disappear.\n\nFig. 2.\nA an Oblique Spout, which after reaching to the Sea in a Curved Line or Obtuse Angle, does shortly after break at a, and disappears.\nB The rising of the Sea Water also beginning to cease.\n\nTab. 6. Fig. 1.\nA a perpendicular Spout beginning to fall.\nB The beginning ascent of the Water of the Sea under it.\n\nFig. 2.\nA One Oblique Spout beginning or darting itself out of the Clouds.\nB The rising or boiling of the Water, answering to it in an oblique Line.\n\nThese sometimes reach down to the Sea or rising Water, and sometimes they do nor reach thither, but continue a while as here represented.\n\nVI. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102853.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15588,
    "total-output-tokens": 2501,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1542,
        5
      ],
      [
        1542,
        3477,
        6
      ],
      [
        3477,
        5386,
        7
      ],
      [
        5386,
        7106,
        8
      ],
      [
        7106,
        8392,
        9
      ],
      [
        8392,
        9184,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102853",
    "title": "Part of a Letter from Mr Alex. Stuart, (a Physician) to the Publisher, concerning Some Spouts He Observed in the Mediterranean",
    "authors": "Alex. Stuart",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/102853"
  }
}