{
  "id": "1cefd438843ee9bdf467a767db07313d4327c366",
  "text": "Learned men, seems not yet to be perfectly known. I am, with all possible consideration and esteem,\n\nSIR,\n\nYour much obliged,\n\nand most obedient servant,\n\nChrist-Church, Oxon.\nAug. 22, 1764.\n\nJohn Swinton.\n\nLIV. Extract of a Letter from Mr. John Horsley, Fourth Mate on board the Glatton East-India Ship, to the Rev. Mr. Nevil Maskelyne, F. R. S. dated Batavia, Nov. 16, 1763, giving an Account of his Observations, at Sea, for finding out the Longitude by the Moon.\n\nDear Sir;\n\nYOU was so good as to express a desire of hearing from me, by every opportunity, during the time of my voyage; a request that I shall always comply with, with a great deal of pleasure.\n\nI have the misfortune to inform you of our having lost our passage to China, the original occasion of which was our late departure from England. We arrived\narrived at Bencoolen July 29, where we were detained till the 13th of September. We found the winds strong set against us in the China seas, which obliged us to bear away for this place.\n\nI shall now give you an account of the observations I have made, since I have been out, and the success attending them.\n\nWe sailed from Spithead March the 8th, 1763; the 19th I had four observations of the distance of the Moon from the Sun; by taking the medium the longitude agreed exactly with that by account. The 21st I had another observation, and, the same day, saw the island of Madeira, the body of which, according to this and the former observations (they agreeing exactly) I made to lie $17^\\circ 18'$ west of London, which differs only 18 minutes from what it is laid down in the chart. The success I met with in this first attempt gave me great satisfaction, and made me continue my observations regularly to the island of St. Paul's, which we made July 5. The day before I had three observations of the distance of the Moon from the Sun. July the 5th, the body of the island bearing by the azimuth compass S. $27^\\circ$ W. distance six leagues, the sky remarkably clear and fine, and the ship having hardly any motion, circumstances all in my favour, I took nine observations of the distance of the Moon from the Sun, the captain and chief mate assiting me in taking the altitudes. I divided them into three sets, and worked from the medium of every three; by which I made the longitude of the ship as follows, $75^\\circ 15'$, $75^\\circ 25'$, $74^\\circ 40'$. The three observations, I took the day before, made the longitude of the ship $74^\\circ 38'$ and $73^\\circ 32'$ which brought\nbrought forward to the noon of July the 5th made \n75° 45' and 74° 39'. Taking the medium of the \nwhole five sets I made the longitude of the ship at \nnoon 75° 8' 48'' east of London. Subtracting from \nthence the difference of longitude, the bearings and \ndistance of the island gave = 8° 37'' west, I made \nthe longitude of St. Paul's 75° 0' 11'' east of Lon-\ndon, and 58° 0' 11'' from the Cape of Good Hope. \nBy my account kept from an observation taken June \nthe 18th, I made it 73° 35' east of London, and \n56° 35' from the Cape, which differs 1° 25' from \nwhat I make the true longitude: most of the ac-\ncounts on board were between two and three degrees \nto the westward of mine. The longitude of this \nisland having never been determined by any other \nmethod than the runs of ships to the Cape, there \nare hardly any two charts or books that lay it down \nalike, they differing from 71° to 74° in their ac-\ncounts, which made me put little dependance upon \nany of them.\n\nOn our arrival at Bencoolen I took three observa-\ntions of the distance of the Moon from the Sun, in \nthe road, by which I made Fort Marlborough to lie \nin 103° 50' 45'' east of London.\n\nI was on shore five or six days in hopes of getting \nsome observations of Jupiter's Satellites, but was dis-\nappointed by the cloudiness of the nights; so that I \ngot nothing for my pains but a fever, which had nigh \ncost me my life, terminating at last in an intermitting \none, which has continued with me ever since, nei-\nther does it seem to have any inclination to leave me \nat present.\nI have saved all the observations I have made, and the work of them, which I should have sent you a complete copy of, if I had been well enough to have transcribed them.\n\nI am,\n\nYours, &c.\n\nJohn Horsley.\n\n\"Mr. Horsley, whose skill and diligence are better evinced by his own account than by any encumbrances I can give them, made use of a quadrant made by Mr. Bird, and my British Mariner's Guide, for determining the longitude of the ship at sea.\n\nN. Maskelyne.\n\nLV. An Account of a remarkable Meteor seen at Oxford, April 23, 1764. In a Letter to the Rev. Thomas Birch, D.D. Secretary to the Royal Society, from the Rev. John Swinton, B.D. F.R.S. Member of the Academy degli Apatisti at Florence, and of the Etruscan Academy of Cortona in Tuscany.\n\nGood Sir;\n\nRead Dec. 13, 1764. Having taken a turn on the Parks, or Public University-walk here, on Monday April 23, 1764, towards the decline of the afternoon; I made a visit to a friend in town, with whom",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105567.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1511,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        821,
        2
      ],
      [
        821,
        2508,
        3
      ],
      [
        2508,
        4062,
        4
      ],
      [
        4062,
        5019,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105567",
    "title": "Extract of a Letter from Mr. John Horsley, Fourth Mate on Board the Glatton East-India Ship, to the Rev. Mr. Nevil Maskelyne, F. R. S. Dated Batavia, Nov. 16, 1763, Giving an Account of His Observations, at Sea, for Finding out the Longitude by the Moon",
    "authors": "John Horsley, N. Maskelyne",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105567"
  }
}