{
  "id": "45e745cd3fe18c30e04c3b7f1e6feb803f874215",
  "text": "The Bore of the small Pipes I and K, and the Tube H, must not be so narrow as to make it difficult to reduce the Spirit into its Place, if by any Accident either End of it should get into them.\n\nI have been informed, that an Object may be kept in View without much Difficulty, even in pretty rough Weather, thro' a Telescope magnifying about ten times. Now as such Telescopes seldom comprehend an Area of much more than one Degree in Diameter, or at most 1 Deg. 20 Min. it follows that the Axis of the Telescope is always kept within 40 Min. at most of the Object, and that is the greatest Vibration of the Image above and below the Thread on the Vane. If this be allowed, it seems reasonable to expect that the Medium of the Vibrations one Way should not exceed the Medium of those the other, more than by about one fifth or one sixth Part of the greatest Vibration; i.e. about 7 or 8 Min. the half of which will be the Error of the Observation. In still Weather it will probably be much less, if the Instrument be in the Hands of a Person moderately skilful in observing.\n\nIII. The Anatomy of a Female Beaver, and an Account of Castor found in her. By C. Mortimer, M. D. R. S. Secret.\n\nIn the Acta Erudit. Mensis Aug. 1684, pag. 360, &c. I find the Account of the Dissection of a Male and Female Beaver by E. G. H. who mistakes, in opening the Male, the Receptacles of the Castor for the Uterus, and the two Glands below them for Dugs;\nDugs; and as they found a Penis and Testicles in the same Animal, they were ready to conclude it to be an Hermophrodite: But on dissecting the Female, they found a Uterus, with two Horns like that of Bitches, besides the Receptacles of the Castor, which I should have thought sufficient to have set our Anatomist to rights, as to the former Beaver's being an Hermophrodite.\n\nJohannes Francus, a German Physician, hath published a Treatise called, Caistorologia explicans Caistoris animalis naturam & usum Medico-chemicum, August. Vindel. 1685, 8vo. being a Commentary on a Treatise formerly wrote by one Johan Marius, a Physician at Ulm.\n\nMarius, in Sect. VII, describes the Receptacles of the Castor, as being Bags near as big as a Goose-Egg; and that they have been wrongly called the Testicles, being in Females as well as Males, but that they have no Communication with the Pudenda. His Commentator Francus recites the Opinions of some modern Writers, who are still in the old Error as ancient as Ælian, who says, that the Beaver bites out his own Testicles, when pursued by the Hunters, as if he were conscious those were the Parts his Persecutors want, and seek his Life for. He cites Adam Zwikerus as having this Notion, and likewise Job. Harderus and Job. Schapplerus; nay, some have thought so absurdly, as to imagine that the Beaver had four Testicles: And he says, that Gulielmus Rondeletius was the first Person who dissected a Beaver with Accuracy sufficient to refute the old Error; shewing that the Castor was not the Testicles, but peculiar Bags lying in the Groin.\n\nMarius,\nMarius, Sect. IX, says, that Beavers are found in the Ilera, and the Danube, particularly in a small River near Leipheim, called the Biber. The Commentator saith this River hath its Name from the vast Numbers which were formerly found thereabouts, Biber being German for a Beaver, but that now they are all destroy'd, and none to be found in the Danube, except in Austria; that there are a few in some Rivers in Switzerland, in Poland, in Muscovy, in the Wolga, in the West-Indies, especially in Canada. The greatest Quantity of Castor, which is brought to England, comes from Maryland, New-England, and Hudson's Bay.\n\nIn Sect. XI, Marius tells a Story of a peculiar Vertue in the Fur of the Beaver, which he had from a Jew, who inform'd him, that by wearing on one's Head a Cap made of the Fur of the Beaver, and by anointing the Head once a Month with Oil of Castor, and taking two or three Ounces of Castor in a Year, one's Memory will be so strengthen'd, as to be able to remember every thing one reads. Though this seems to be only a superstitious Fancy, yet I mention it, because probably such a Notion might have at first brought the Use of the Flock of this Animal into Request for making Hats.\n\nIn the Memoirs of the Academy of Sciences at Paris, for the Year 1704, pag. 48, &c. seq. is an Extract of a Letter from M. Sarrafin, the King's Physician in Canada, concerning the Anatomy of the Beaver, dated Octob. 25, 1700, at Quebec. He says, the largest are three or four Feet long, and about a Foot or fifteen Inches broad in the Chest, and in the Hanches; that they commonly weigh about\nabout fifty Pounds; that they usually live to the Age of twenty Years; but Francus, ad Sect. VIII, says, they live thirty or forty Years, and that he heard of a tame one being kept seventy-eight Years: Perhaps the European may generally be longer liv'd than the American. Dr. Sarasin says farther, that a great Way North these Animals are very black, though there are some white ones to be seen; those in Canada are commonly brown, but their Colour grows lighter, as they are found in more temperate Countries; for they are yellow, and even almost of a Straw-colour in the Country of the Illinois and Chao-vanons. Our Author then gives a very particular Account of the several Parts External and Internal of this Animal: He takes especial Notice of the Stomach, which, he says, is above a Foot long, and about four Inches broad in the Part next to the Spleen; that at about two Thirds of its Length, it is contracted to half its former Capacity for an Inch in Length; that then it widens again to three Inches towards the Pylorus, which is raised very high, is round, and drawn towards the Spleen by a Membrane which adheres to the Æsophagus by its other End. Tho' this Dilatation seems to make a second Stomach, it only serves to retain the Aliments a longer time, especially the more solid, as the Wood, which only undergoes a slight Extraction, passing through with very little Alteration, whereas Herbs, Fruits and Roots are perfectly dissolved. The Membranes of the Stomach are very thin, so that this second Part will scarce bear being distended with Wind.\nIn a Beaver full grown the Caecum, which is in Form of a Sickle, is eighteen Inches long on the hollow Side, and thirty Inches on the round Side, and four Inches broad at the larger End, and will contain between five and six Pints of Water.\n\nWhen he describes the Receptacles of the Castor, he says, that the uppermost Bags contain a soft resinous Matter, but that the lower ones are filled with an oily Matter; the greatest Bags weigh but two Ounces.\n\nDr. Sarrafin says, that he was never able to discover what use this Castor was of to the Beavers themselves, being well assured that they do not themselves swallow it to excite their own Appetite. It is likewise false, that the Hunters use it as a Bait to draw the Beavers into their Toils, though they do use it to entice those Animals which infest the Beavers, as Martins, Foxes, Bears, &c.\n\nOur Author having finished the Anatomical Description of this Animal, subjoins several things regarding their manner of living; as that they choose a low level Ground water'd with a small Rivulet, that it may be easily overflowed, which they do by making Dams across it: They make these Dams by thrusting down Stakes of five or six Feet long, and as thick as one's Arm, pretty deep into the Ground; these they will wattle across with tender pliable Boughs, and fill up the Spaces with Clay, making a Slope on the Side against which the Water presses, but leaving the other perpendicular. They make their Houses after the same manner; the Walls are upright, two Foot thick, and at Top in Form of a Dome; they are usually oval, five or six Feet long.\nlong on the Inside and near as broad, being sufficient to lodge eight or ten Beavers, and two or three Stories high, which they inhabit as the Water rises or falls.\n\nSometimes they build several Houses near together, which communicate with one another. He says there are some Beavers called Terriers, which burrow in the Earth: They begin their Hole at such a Depth under Water as they know that the Water will not freeze so deep; this they carry on for five or six Feet, and but just large enough for them to creep through; then they make a Bathing-Place three or four Feet every Way; from whence they continue the Burrow, always ascending by Stories, that they may lodge dry as the Waters rise: Some of these Burrows have been found to be an hundred Feet long. They cover the Places where they lie with Weeds; and in Winter they make Chips of Wood, which serve them for Matelas's: They live on Herbs, Fruits, and Roots in Summer, but against Winter they lay up a Provision of Wood, a Stack of twenty-five or thirty Feet Square, and eight or ten high, is the usual Quantity for eight or ten Beavers: They only eat those Pieces which are soak'd in the Water. The above-cited Marius says, they only live on such Vegetable Food; but his Commentator Francus says, ad Sect. IV, that they prey upon Fish, Cray-fish, and Frogs likewise, as do Otters: And that they make Burrows in the Banks of the Rivers, opening under the Water.\n\nIn the Memoires pour servir à l'Histoire Naturelle des Animaux, composed by Order of Louis XIV, printed at Paris 1671, in Folio, at\npag. 64, &c. I find an Anatomical Description of a Beaver, with a Plate, in which are represented some of the most remarkable Parts, as the Brain, the Fore-foot, the Intestinum Cæcum, and the Parts of Generation of a Male Beaver, with the Receptacles of the Caftor delineated in their natural Situation, pag. 69. Our Author says, that the real Testicles resemble those of Dogs; that they lie close to the Os Pubis, on the outward Part of the Sides, and that they are not at all discernible thro' the Skin. The Penis had a sharp-pointed Bone, in its Extremity, like that of a Dog; but instead of lying with its Point towards the Navel of the Creature, it lay with it towards the Tail, and was so deep buried in the Fissure, which serves in common for the Anus, for the Penis, and the Excretory Ducts of the Caftor, that they could not distinguish what Sex the Beaver was of, 'till the Skin was taken off.\n\nOur Author says, that in opening the Intestines they found in them eight large Worms resembling common Earth-Worms, three of which were seven or eight Inches long, the rest only four.\n\nIn the Heart were the plain Footsteps of the Foramen Ovale.\n\nA little below the Coronary-Vein, he mentions a Valve, which he says is called Valvula nobilis, and closes the whole Vena Cava, but opens so that the Blood can flow readily from the Liver towards the Heart, and not from the Heart back again towards the Liver.\n\nThis Author says, that the Brain was but one Inch two thirds long, and one and a half broad, which was very small in Proportion to the Size of the Cre-\nCreature; and still more so in Proportion to the Sagacity with which it is said he is endowed.\n\nThere are the most remarkable Particulars I met with in reading over the above-mentioned Books. I shall now add only such as they have pass'd over, or what especially regard the Sex of this Female Beaver.\n\nThis Creature was kept at the Honourable Sir Hans Sloane's, in his Garden, for about three Months. She was but about half grown, not being above 22 Inches long from the Nose to the Root of the Tail; the Tail 8 Inches long. She was very thick, paunch-bellied; the Shape of the Head, and indeed of the whole Animal, except the Tail, and Hind-feet, very much resembled a great over-grown Water-Rat.\n\nHer Food was Bread and Water; some Willow-Boughs were given her, of which she eat but little; but when she was loose in the Garden, she seem'd to like the Vines much, having gnawn several of them as high as she could reach quite down to the Roots: She gnawed the Jessamy likewise, but least of all some Holly Trees. I am told that in Carolina they particularly love the Sassafras, and will cut down Trees of between 2 and 3 Feet Diameter. She was turned into a Fountain with some live Flounders, but never offer'd to strike at them, as an Otter would have done. When she eat, she always sat on her hind Legs, and held the Bread in her Paws like a Squirrel. When she slept she commonly lay upon her Belly, with her Tail under her. In swimming she held her Fore-feet close up under her Throat, and the Claws closed, as when one brings the Ends of one's Thumb and of all the Fingers close together, never moving her Fore-feet till she came to the Side, and endeavour'd to get out. She swam with her Hind-feet only, which had\nhad five Toes, and were webbed like those of a Goose; the Tail, which was scaly, and in Form of the Blade of an Oar, served as a Rudder, with which she steer'd herself, especially when she swam under Water, which she would do for two or three Minutes, and then come up to vent, sometimes raising her Nostrils only above Water: She swam much swifter than any Water-Fowl, moving under Water as swift, I believe, as a Carp. The Hind-Legs being much longer than the Fore, made her walk but slowly, or rather waddle like a Duck when on dry Land; and if drove along fast, she could not run, but went by Jumps, flapping her Tail against the Ground. Her Excrements were always black and extraordinary fetid; her Urine turbid and whitish, and very strong scented. I never heard her make any Noise, except a little sort of a grunting, when driven fast and angered. She seemed very brisk, and thrived well with the above-mentioned Food, being turned into the Fountain to bath three or four times a Week; but the Author of the Memoires de l'Histoire des Animaux, above-cited, says, that the Male Beaver they dissected, had lived several Years at Versailles without being permitted to go into the Water. Our Beaver had one Day Convulsion Fits, very like the Epilepsy in Men, from which she recovered soon, and was very well after them, 'till at last she was kill'd by a Dog; when she was so torn, that we could see nothing Particular in the Heart, or in the Lungs. In the Abdomen the Liver and Kidneys were quite torn a-pieces. There were several Holes bit through the Stomach, out of one of which crawled a Worm about six or seven Inches long, like a common Earth-Worm,\nWorm, being probably of the same Sort as those mentioned before by the Author of the Memoires, &c. The Bowels in general seemed very much to resemble those of Dogs, except the Intestinum Caecum, which was of that prodigious Size as is above-mention'd. This Creature being a Female, we found the Ovaria and the Uterus divided into two Horns, in the same Situation as in Bitches: The Bladder was contracted about the Size of a Walnut, very much wrinkled on the outside; it lay exactly over the Body of the Uterus; the Meatus Urinarius ran upon the Vagina above two Inches in Length. Just below the Os Pubis, on each Side of the Vagina, and above the Meatus Urinarius (supposing the Animal to lie on her Back, as when we opened her) we found a Pair of Bags in Form of Pears, about an Inch and three quarters long, and one Inch broad, diverging at their Bottoms, or broad Ends, but join'd almost close together at their Necks, or narrow Ends, which were Canals communicating with the adjoining Glands. The Membranes which form'd these Bags were very tough, full of Wrinkles and Furrows, and of a livid dirty Colour; they were hollow, and able to contain about an Ounce of Water. Upon opening one of them, we found a small Quantity of a dark brown Liquor like Tar, of the Consistence of a thick Syrup, which smelt exactly like Cassia, and had a Sort of Pungency like Spirit of Hart's-horn, which the dried Cassia doth not retain. It is very probable that the Youth of our Animal was the Reason why these Bags were not full; and that the Cassia itself was not of that soft resinous Consistence as mentioned by Dr. Sarrazin, loc. citat. These must be the Bags misfa-\nmistaken in the *Act. Eruditor.* for the *Uterus.* About one Inch lower were situated a Pair of *Glandular Bodies,* one on each Side the *Vagina,* about an Inch and a half in Length, and half an Inch in Breadth: They were of an oblong irregular Shape, of a pale Flesh-colour, like the *Pancreas,* or other *Glands,* and having several Protuberances outwardly. These *Glands* seem to communicate with the above-described Bags, the Canals coming down from them being implanted into the *Glands,* and both the *Bag* and *Gland* on each Side hath but one Orifice, which is black, beset with long black Hairs, and opens into the lower Part of the *Rima,* or great *Fissure,* into which likewise open the *Vagina* and the *Anus.* From the Structure of these *Glands,* and their Connection with the Bags, I conclude, that the *Castor* is secreted in these *Glands,* where it is fluid like Oil, light-colour'd, and hardly having any Smell; that it runs down into the Bags, which serve as Receptacles to collect a large Quantity together for the Use of the *Beaver,* and that in these Receptacles it loses its thinner Parts, becomes more inspissate, of an higher Colour, and of a stronger Scent, much in the same manner as the *Gall* in the *Gall-Bladder,* which there becomes so different from what it was in the *Liver.*\n\nIt is certain that Ducks, Geese, and all sorts of Water-Fowl, have a *Gland* in their Rump, from which they express with their Bill an oily Matter, and with it anoint or dress their Feathers, to prevent their being soak'd by the Water in which they swim; and the *Glands* of that large Sort of Duck commonly called the *Muscovy-Duck,* or more pro-\nproperly the Musk-Duck, afford such an Oil, as sweet-scented as Civet: I therefore think it probable, as the Beaver is an Animal, which frequents the Water as much as those Water-Fowls, that the Caftor is a Substance provided by Nature for him to grease and anoint his Fur with, to prevent the Water from soaking quite to his Skin: and as the Caftor is impregnated with penetrating pungent Particles, it may likewise contribute to keep off the Cold and Chill which the Water might otherwise strike to his Body, by remaining a long time in it.\n\nAs none of the Authors I have met with have given any Delineation of the Parts of Generation, or of the Receptacles of the Caftor in a Female Beaver, I have drawn them after Nature, as they are represented in the Figure. Vide Fig. 2.\n\nA. The two Ureters.\nB B. The Ovaria.\nC. The Uterus lying under the Bladder.\nD. The Bladder, contracted and empty of Urine.\nE. The Meatus Urinarius, above two Inches long.\nF F. The Receptacles, containing the Caftor.\nG G. The two Glandules, which open by one common Orifice, with the Receptacles, at\nH H. The Orifices of the Caftor-Ducts.\nI. The Vagina cut off.\nK. The Anus.\nL. Part of the Tail.\n\nIV. Aëris",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103843.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 20802,
    "total-output-tokens": 5081,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1438,
        3
      ],
      [
        1438,
        3029,
        4
      ],
      [
        3029,
        4626,
        5
      ],
      [
        4626,
        6189,
        6
      ],
      [
        6189,
        7785,
        7
      ],
      [
        7785,
        9343,
        8
      ],
      [
        9343,
        10907,
        9
      ],
      [
        10907,
        12628,
        10
      ],
      [
        12628,
        14286,
        11
      ],
      [
        14286,
        15946,
        12
      ],
      [
        15946,
        17609,
        13
      ],
      [
        17609,
        18793,
        14
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103843",
    "title": "The Anatomy of a Female Beaver, and an Account of Castor Found in Her. By C. Mortimer, M. D. R. S. Secret.",
    "authors": "C. Mortimer",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/103843"
  }
}