{
  "id": "243d59c9eae6302a401d19747ecf81f66c816104",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving Some ACCOUNT OF THE Present Undertakings, Studies and Labours OF THE INGENIOUS, In Many Considerable Parts of the WORLD\n\nVOL. XXX. For the Years 1717. 1718. 1719.\n\nLONDON:\nPrinted for W. and J. Innys, at the Princes-Arms, at the West Corner of St. Paul's Church-Yard. M DCC XX.\nTo the Right Honourable\n\nTHOMAS\nLord PARKER,\nBaron of Macclesfield;\nLord High Chancellor\nOf Great-Britain:\n\nBy Inclination as well as Office,\nFirst PATRON of Useful Arts and\nDiscoveries.\n\nThis THIRTIETH Volume\nOF THE\nPhilosophical Transactions\n(As a small Acknowledgment for\nvery Great Favours)\n\nIs Humbly Inscrib'd by\n\nHis Lordship's most obliged Servant,\n\nEdmund Halley, R. S. Secr.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of Januar. Febr. and March, 1717.\n\nThe CONTENTS.\n\nI. Observationes Stella fixa in Geminis a corpore Jovis occultatae, Januarii 11mo. St. oct. 1717. & Transitus arctissimi Martis infra Borealem in fronte Scorpii Febr. Quinto mane.\n\nII. An accurate Account of a tessellated Pavement, Bath, and other Roman Antiquities, lately discover'd near East Bourne in Sussex. Being part of a Letter of January 26. 1717 from the learned Dr. John Tabor of Lewis, to Dr. John Thorpe, R. S. S. and by him communicated to the Royal Society.\n\nIII. A short Account of the Nature and Vertues of the Pyrmont Waters; with some Observations upon their Chalybeat Quality. Communicated by Dr. Frederick Slare, R. S. Soc.\n\nIV. Remarks on the second Paper in the History of the Royal Academy of Sciences, for the Year 1711. concerning the Cause of the Variation of the Barometer: to shew that the Way of accounting for it in that Paper is insufficient, and that the Experiment made use of to prove what is there asserted, does no way prove it. By J. T. Desaguliers, M. A. F. R. S.\n\nV. An Account of an extraordinary Effect of the Cholick: communicated to the Royal Society, by that curious Anatomist Mr. St. Andre, and read March 21. 1717.\n\nVI. An Account of two late Northern Aurora's as they were observed at the Vicarage of Sutton at Hone in Kent. By the Reverend Edmund Barrell, Prebend of Rochester.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May, and June, 1717.\n\nI. An Account of the Aurora Borealis, seen at London, on the 30th of March last, as it was curiously observ'd by Martin Folkes, Esq; R.S.Soc.\n\nII. Guilhelmi Musgrave Regiae Societatis Socii, de Britannia quondam Pene-Insula, DISSERTATIO.\n\nIII. Extracts from Mr. Gascoigne's and Mr. Crabtree's Letters, proving Mr. Gascoigne to have been the Inventor of the Telescopick Sights of Mathematical Instruments, and not the French. By W. Derham, Prebend of Windsor, and R. Soc. Soc.\n\nIV. An Attempt towards the Improvement of the Method of approximating, in the Extraction of the Roots of Equations in Numbers. By Brook Taylor, Secretary to the Royal Society.\n\nV. Proprietates quaedam simplices Sectionum Conicarum ex natura Focorum deductae; cum Theoremate generali de Viribus Centripetis; quorum ope Lex Virium Centripetarum ad Focos Sectionum tendentium, Velocitates Corporum in illis revolventium, & Descriptio Orbium facilime determinantur. Per Abr. de Moivre. R.S.Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, August, and Sep. 1717.\n\nI. An Account of a Dissection of a Child, Communicated in a Letter to Dr. Brook Taylor, R. S. Sec. By Dr. Patrick Blair, R. S. S.\n\nII. De Seriebus infinitis Tractatus. Pars Prima. Auctore Petro Remundo de Monmort. R. S. S. Und cum Appendice & Additamento per D. Brook Taylor, R. S. Sec.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of Octob. Nov. and Decemb. 1717.\n\nThe CONTENTS.\n\nI. An Advertisement to Astronomers, of the Advantages that may accrue from the Observation of the Moon's frequent Appulses to the Hyades, during the three next ensuing Years.\n\nII. Solutio Problematis à Dom. G. G. Leibnitio Geometris Anglis nuper propusiti. Per Brook Taylor, LL. D. & R. S. Secr.\n\nIII. Extract of a Letter of Dr. Chr. Hunter, M.D. to Dr. J. Woodward, M.D. & R. S. S. from Durham, giving an Account of a Roman Inscription, lately dug up in the North of England; with some Historical and Chronological Remarks thereon.\n\nIV. A new Genus of PLANTS, call'd Araliastrum, of which the famous Nin-zin or Ginseng of the Chinesees, is a Species. Communicated by Mr. Vaillant Prædemonstrator at the Royal Garden at Paris, to the Learned Dr. Will. Sherrard, LL. D. late Consul at Smyrna, and by him to the Royal Society.\n\nV. Extract of a Letter of Mr. Edw. Berkley from Naples, giving several curious Observations and Remarks on the Eruptions of Fire and Smoak from Mount Vesuvio. Communicated by Dr. John Arbuthnot, M.D. and R. S. S.\n\nVI. An Account of an extraordinary Tumour or Wen lately cut off the Cheek of a Person in Scotland. Communicated to the Royal Society by Dr. Thomas Bower, M.D. and F. R. S.\n\nVII. An Account of an Experiment to prove an interspers'd Vacuum; or to show that all Places are not equally full. By the Reverend J. Theoph. Desaguliers, M.A. and R. S. S.\n\nVIII. An\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of Jan. Feb. March and Apr. 1718.\n\nThe CONTENTS.\n\nI. Considerations on the Change of the Latitude of some of the principal fixt Stars. By Edmund Halley, R. S Sec.\n\nII. An Account of some Experiments shown before the Royal Society; with an Enquiry into the cause of the Ascent and Suspension of Water in Capillary Tubes. By James Jurin, M.D. and R. Soc. S.\n\nIII. De Motu Aquarum fluentium. Authore eodem D. Jacobo Jurin, M.D.\n\nIV. An Account of the Sinking of three Oaks into the Ground, at Manington in the County of Norfolk. Communicated by Peter Le Neve, Esq; Norroy King at Arms, and Fellow of the Royal Society.\n\nV. A Rectification of the Motions of the five Satellites of Saturn; with some accurate Observations of them, made and Communicated by the Reverend Mr. James Pound, R. S. Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May, and June, 1718.\n\nThe CONTENTS.\n\nI. Tabulae Motuum quinque Satellitum Saturni, ad fidem nuperarum Observationum correctae, Cæloque conformes reddite.\n\nII. The rest of the Treatise of that Learned Antiquary Dr. John Tabor of Lewes (whereof the First Part is publish'd in N° 351. of these Transactions) concerning the Site of the ancient City of Anderida, and other Remains of Antiquity in the County of Sussex.\n\nIII. Tractatus de Curvarum Constructione & Mensura; ubi plurimæ series Curvarum Infinitæ vel rectis mensurantur vel ad simpliciores Curvas reducuntur. Autore Colin Maclaurin, in Collegio novo Abredonensi Matheæos Professore.\n\nIV. Remarks on a Fragment of an old Roman Inscription lately found in the North of England, and transcribed by the Curious and Learned Dr. James Jurin, M.D. and Reg. Soc. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months July, August, and Septemb. 1718.\n\nThe CONTENTS.\n\nI. Cometa Berolini nuper visi observationes, ut & Eclipses Solaris Feb. 19. mane, Noribergae & Berolini habita, e Novis Litterariis Berolinensibus, hoc anno primum edi caeptis, desumptae.\n\nII. A Discourse occasion'd by an Inscription found, about Three Years ago, at Langchester in the Bishoprick of Durham, and communicated to the Royal Society from Dr. Hunter by Dr Woodward, as it is printed in the Philosophical Transactions, No. 345. By Roger Gale, Esquire, R. S. S.\n\nIII. A Letter of that curious Naturalist Mr. Hen. Barham, R. S. S. to the Publisher, giving a Relation of a fiery Meteor seen by him, in Jamaica, to strike into the Earth; with Remarks on the Weather, Earthquakes, &c. of that Island.\n\nIV. An Attempt to prove the Antiquity of the Venereal Disease, long before the Discovery of the West-Indies; in a Letter from Mr. William Beckett, Surgeon, to Dr. James Dowglas, M. D. and R. Soc. Soc. and by him communicated to the Royal Society.\n\nV. Accuratarum Observationum Astronomicarum, anno superiore & currente cum Reg. Societate communicaturum, Sylloge.\n\nM m m m m m I. Comet.e\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of Octob. Nov. and Dec. 1718.\n\nThe CONTENTS.\n\nI. Inventio Curvae quam Corpus descendens brevissimo tempore descripteret; urgente Vi Centripetâ ad datum punctum tendente, quæ crescat vel decrecat juxta quamvis Potentiam distantia à centro; dato nempe imo Curve puncto & altitudine in principio Casus. Per Johan: Machin, Astron. Profess. Gresh. & Reg. Soc. Secret.\n\nII. De Potentia Cordis. Dissertatio Authore Jac. Jurin, M.D. Reg. Soc. Soc.\n\nIII. A Brief Account of the Contagious Disease which raged among the Milch Cows near London, in the Year 1714. And of the Methods that were taken for suppressing it. Communicated to the Royal Society by Thomas Bates Esq; Surgeon to His Majesties Household, and R. S. S.\n\nIV. A Description of the Organ of Hearing in the Elephant, with the Figures and Situation of the Ossicles, Labyrinth and Cochlea in the Ear of that large Animal. Communicated to the Royal Society, by Dr. Patrick Blair, R. S. S.\n\nSllllll I. In-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1718.\n\nThe CONTENTS.\n\nI. Curious Observations of the Transit of the Body and Shade of Jupiter's fourth Satellite over the Disque of the Planet. Communicated by the Reverend Mr. James Pound, R. S. S.\n\nII. A Discourse tending to shew the Situation of the ancient Carteia, and some other Roman Towns near it. By John Conduitt, Esq; Fellow of the Royal Society.\n\nIII. A Letter of M. l'Abbé Conti, R. S. S. to the late M. Leibnitz, concerning the dispute about the Invention of the Method of Fluxions, or Differential Method; with M. Leibnitz his Answer thereto.\n\nIV. Pars reliqua Dissertationis De Potentia Cordis. Authore Jacobo Jurin, M. D. & R. Societatis Soc.\n\nV. Nova Methodus universalis Curvas Omnes cujuscunque Ordinis Mechanice describendi, sola datorum Angulorum & Rectarum ope. Per D. Colin Maclaurin in Collegio Novo Abredonensi Matheaeos Professore.\n\nVI. Extract of a Letter of the Reverend Mr. William Rice, Rector of Caerleon upon Usk, to Charles Williams Esq; giving an account of an ancient Roman Inscription lately found there. With some Conjectures thereon, by the Reverend Dr. John Harris, R. S. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March, April and May 1719.\n\nThe CONTENTS.\n\nI. De Maximis & Minimis que in motibus Corporum Coelestium occurrunt\n\nII. Apologia D. Brook Taylor, J.V.D. & R.S. Soc. contra V.C. J Bernoullium Math. Prof. Basilicæ.\n\nIII. An Account of the Impression of the almost Entire Skeleton of a large Animal in a very hard Stone, lately presented the Royal Society, from Nottinghamshire. By Dr. William Stukely, M.D. and R.S. Soc.\n\nIV. A curious Description of the Strata observ’d in the Coal-Mines of Mendip in Somersetshire; being a Letter of John Strachey Esq; to Dr. Robert Welsted, M.D. and R.S. Soc. and communicated by him to the Society.\n\nV. Some Instances of the very great and speedy Vegetation of TURNIPS. Communicated by the Rev. Dr. J. Theoph. Desaguliers, R.S.S.\n\nVI. An Account of some Experiments tried with Mons. Villette’s Burning Concave, in June 1718. By the Rev. Dr. J. Harris, and Dr. J.T. Desaguliers, Reg. Soc. SS.\n\nVII. An Account of the Extraordinary METEOR seen all over England, on the 19th of March 1715. With a Demonstration of the uncommon Height thereof. By Edm. Halley, LL.D. and Secretary to the Royal Society.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of June, July and August, 1719.\n\nThe CONTENTS\n\nI. An Observation of the End of the Total Lunar Eclipse on the 5th of March 1718, observed near the Cape of Good Hope, serving to determine the Longitude thereof. With Remarks thereon By E. Halley, R. S. Soc.\n\nII. D. Jacobi Keill, Medicinae nuper Doctoris eruditissimi, De Viribus Cordis Epistle.\n\nIII. An Account of some Experiments relating to the Specific Gravity of Human Blood. By James Jurin, M. D. Fellow of the College of Physicians, and F. R. S.\n\nIV. An account of the Sunk Island in Humber, some Years since recover'd from the Sea, Being an Extract of a Letter Communicated to the Royal Society by John Chamberlayne, Esq; R. S. S.\n\nV. A Way for Myopes to use Telescopes without Eye-Glasses, an Object-Glass alone becoming as useful to them, and sometimes more, than a Combination of Glasses. Communicated to the Royal Society, by the Reverend J. T. Desaguliers, LL. D. and F. R. S.\n\nVI. New and accurate Tables for the ready Computing of the Eclipses of the first Satellite of Jupiter by Addition only. By the Reverend Mr. James Pound, R. S. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October 1719.\n\nThe CONTENTS\n\nI. A Letter of the curious Mr. Henry Barham, R. S. Soc. to Sir Hans Sloan, Bart. Vice-President of the Royal Society, giving several Experiments and Observations on the production of Silk-Worms and their Silk in England, as made by himself last Summer.\n\nII. Epistola Dni. Jacobi Jurin, M. D. & R. S. Socii, qua doctrinam suam De Potentia Cordis, contra nuperas Objectiones Viri Clariss. D. Jacobi Keillii, M. D. in Num. 361. Philos. Transact. editas, defendit.\n\nIII. Methodus Differentialis Newtoniana illustrata. Authore Jacobo Stirling, e Coll. Balliol. Oxon.\n\nIV. An Account of some Experiments made on the 27th Day of April, and on the 27th of July 1719. find how much the Resistance of the Air retards falling Bodies, by J. T. Desaguliers, L. L. D. and F. R. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of Novemb. and Decemb. 1719.\n\nThe CONTENTS.\n\nI. A Letter of Mr. Joseph Williamson Watchmaker, to the Publisher, wherein he asserts his right to the curious and useful Invention of making Clocks to keep Time with the Suns Apparent Motion.\n\nII. An Account of some new Experiments, relating to the Action of Glass Tubes upon Water and Quicksilver. By James Jurin, M.D. Reg. Soc. & Coll. Med. Lond. Soc.\n\nIII. Part of a Letter from Dr. Rich. Richardson, to Dr. Will. Sherard, R.S.S. giving a relation of a wonderful Fall of Water from a Spout, upon the Mores in Lancashire.\n\nIV. An Account of the Phænomena of a very extraordinary Aurora Borealis, seen at London on November 10. 1719. both Morning and Evening. By Dr. Edmond Halley. R.S. Secr.\n\nV. A Relation of the same Appearance, seen at Cruwys Morchard in Devonshire. Being part of a Letter to Sam. Cruwys, Esq; R.S.S. and by him Communicated to the Royal Society.\n\nVI. A further relation of the same Appearance as seen at Dublin, communicated to the Publisher by an unknown Hand.\n\nVII. An Account of another very considerable Aurora Borealis observed at Streatham in Surry, by Mr. Thomas Hearne; and Communicated by Coll. Francis Nicholson, R.S.S.\n\nVIII. Nuperæ Observationes Astronomicae cum Regia Societate communicata.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103295.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 28596,
    "total-output-tokens": 4800,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        382,
        5
      ],
      [
        382,
        767,
        6
      ],
      [
        767,
        2188,
        7
      ],
      [
        2188,
        3232,
        8
      ],
      [
        3232,
        3596,
        9
      ],
      [
        3596,
        5085,
        10
      ],
      [
        5085,
        5921,
        11
      ],
      [
        5921,
        6783,
        12
      ],
      [
        6783,
        7971,
        13
      ],
      [
        7971,
        8971,
        14
      ],
      [
        8971,
        10155,
        15
      ],
      [
        10155,
        11332,
        16
      ],
      [
        11332,
        12478,
        17
      ],
      [
        12478,
        13335,
        18
      ],
      [
        13335,
        14651,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103295",
    "title": "Front Matter",
    "authors": null,
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/103295"
  }
}