{
  "id": "f77fe6c6d31906b646293663077516d2c95c8951",
  "text": "I. De Monstris, quasi Monstris & Monstrofis; item de Serpentibus, &c. Philippensibus, ex MS. R. P. Geo. Jos. Camelli. Communicavit D. Jac. Petiver. Pharmacop. Lond. & S. R. S.\n\n1. Ndi Abayan Uxor enixa est puerum A.D. 1695. in Vico Palo Insulæ Carigaræ Bysaiarum, facie Testudinis Marinae, & testæ ejusdem testellis in cute expretitis: Anno vero insequenti alterum similem dicto.\n\n2. D. Maria Quiros enixa est Mariam post duodecimum, Josepham post decimum tertium, Emanulem post decimum quartum mensem, qui natus est bino dente. Manila.\n\n3. D. Elizabetha Guevana, Gravida quotiescunque, menstruabat ac si utero non gereret, imò si tempore gestationis sanguis non mittebatur, inflata & tumens suffocabatur, & manibus pedibusque ex plethora paraiytica fiebat, & demum aborietbatur. Proles vero non oblitante fluxu menstrualo, & sanguinis missione enixa est 12, 13, & 14 mense, quadratos, & bene conformatos. Manila.\n\n4. Uxor D. F. Montenegro enixa est puellum coloris Æthiopis 3 obstetrix prudens suspicata malaciae, aut picæ praecedentis effectum, rogavit num elapsis diebus aliquid appetierit, quod non concessum fuerit, & certior facta appetitio paulo ante partum Sardinias, quas in ejus conspectu Æthiopissa edebat, tulit de Sardinis osa & reliquias, & puerulo os refricuit, & sine mora color adactus in candidulum transmutatus est. Hic diem ætatis virilis, ex vehementi animi passione, & confictu, unicà nocte omnino incanuit. Manila.\n5. Pueros tres vivos peperit uno partu in Suburbio S. Crucis A.D. 2699. Sino-India.\n\n6. Æthiopes tres vivos peperit uno partu & Æthiopissa Ana A.D. 1692. Mayhalique.\n\nMonstra quæ existebant A.D. 1700. in Insula Catanduan.\n\n7. Joannes de Flores, Vir cæterum bene formatus, monstruosa habet Brachia, quæ vix non crassitudinis sunt Femoris, Mamus vero digitis ferme triplo longiores ordinarijs, in quibus tres digiti medii coalescere.\n\n8. Martinus Suniga Puer a nativitate mutus, laborans antipathia Anri, ad cujus praesentiam miserissime convulsionibus torquetur, ad inaurata vero non patitur.\n\n9. Puella, cui Mammarum loco propendent genua usque duo quasi carnea forcimina, æqualia ab exortu usque ad extremum.\n\n10. Martina, Puella ventriloqua, sentit internè sæpissime quod nec ipsa explicare valet, & tunc immota illa, vox interna distincta, & tenuis, loquitur & respondet variis linguis. Daemon illusor esse videtur, sacris exorcismis non paret, sacras recitat Orationes, illa ipsa vox interna Puellæ non est damno; futura, & ignota, alia prædictit, alia nescit.\n\n11. Vacca Hermaphrodita Indis Talos. Homines androgynos Rinabaye vocant & Binoye.\n\n12. Vitulus domi D. Francisci de Quiros natus unicorinis: Cornu est Bovinum, sed rectum de medio frontis extens: Facies nec bene Vituli, nec bene Hinnuli. Equos vero Insula non alit.\n\n13. Albinam, Hispanis Albino, vidi Manila; erat Puella decennis (proles Morenerum parentum, qui coloris sunt fuliginosi, sed capillito protenso) albedinis extraordinariae & insolitæ in admirationem trahentis, & monstruosæ, capilli aureoli, solem ac lucem invitè ferens. Causam vulgus non phantasie sed Lunæ influxui tribuit.\n14. In Mindoro Insula vico Cameron Nigrita primo partu enixa est puerum unum, secundo geminos, tertio trigeminos, & nunc A.D. 1700. utero gerit.\n\n15. Homines candatos reperiri ferunt in Mediterraneis Paynan.\n\nEx Historia Byfaiarum MS. Ignatij Alzinæ.\n\n16. In Vico Tubig Provinciae Pictorum, Uxor Indi Pacatolon, eodem partu post enixam puellam, peperit & Crocodilum, longitudinis cubitalis, quem maritus recisa caudæ parte in fluvium projecit; hic dein ferme omni nocte fluvium egressus sub domum veniebat, imò transmigrando post biennium in alium vicum distantem duobus millariibus, uterinam Sororem Frater Crocodilus sequutus fuit. Tandem Sororem fugientem ab invito Fratre in cælo Millariibus distantem vicum Borongan frater sequens est; post 31 annum verò adhuc vivebat uterque, imò multoties Apros, Cervos, Testudines Marinas, aut Pisces majores Sorori noctu ad domum deferebat. Ign. Alzina Lib. I. cap. 9.\n\nH. Byf. MS. In vico Calviga Provinciae Byfaiarum, Inda enixo puero sano & bene disposito enixa est & Serpentem, longitudinis sesquipalmaris, crassitiei digitalis, rubrum a capite ad medium, a medio usque in caudam nigrum, squamis relucentibus, qui pro tunc defugit, & latuit; die verò tertia, & postea multoties inventus fuit ad latus Pueri, ita ut mater coacta fuerit aliò transmigrare, ut puerum à persecutori fratre Serpente liberaret. J. Alz. l. 3. c. 12. MS.\n\n18. Gigantes Tuia vocant; extitisse in Igbabaa, cum Uxore & Filiis, nomine Morongboronga, constans est fama.\n\n19. Alium in Gimasava, nomine Pusung.\n\n20. Gigantum tibiae inventæ fuere in Bulilacu, circumferentia duarum spithamarum, longitudinis Orgyialis.\n\n21. Exi-\n21. Existere in hodiernum in montibus Mediterraneis Caraga, & in insulis jacentibus contra caput Sancti Augustini ubi visi sunt. In montibus Gigranum inter & Borongan inventa sunt vestigia pedum triplo majora hominis ordinarii.\n\n22. Pygmæos non Monstruosos sed bene formatos vocant Bongan & Malypoto. Hi cubitales interfecere Gigantem Pusung in Calviga.\n\n23. Circa vicum Bislic, Insulae Mindanao venatores invenerunt Puellam spithamæam, vagientem, bene dispositam, quae baptizata die tertia expiravit. Visi sunt saepius in desertis & ab aliis non inhabitatis Insulis Siargao & Miargao.\n\n24. Pygmæos defectuosos, seu Monstruosos vocant Munti Suman & Pandacan, Hispani Emanos. Maglonos Panbuhans. Altitudinis erat quinque spithamæae, bene proportionatus, verum Monstruosé quadratus. Balico Tambucensis ejusdem staturæ, improportionatus, sed robustus & magnarum virium.\n\n25. Dulacensis corpore pueri Sexennis, gracilis vixit annis 40, Manilæ. Ubi nunc mas unus, & dua foeminae.\n\n26. In colonia Panayensi ex parentibus Indis, statuæ proportionatae nata & baptizata est Anno 1685. Pigmea nomine Anna, non monstruosa, sed bene conformata & proportionata quae Anno praesenti 1703 vivit & altitudinis est palmi unius & trium digitorum, loquitur, & omnes rationales obit functiones, vivit cremore Oryze cui cum habetur additur Semen Cucurbite. Prior Panayensis R. P. Josephus Trepad parentes una cum Pigmea filia proxime Manilæ deducere tentaverat, sed hac de causa sublevata Provincia fere hostiliter restitit. Parentes vero cum filia in montes profugere, ubi in hodiernum cum Indis necdum reducitis degunt, & quo Hispani hocce Naturæ miraculum videndi gratia se se conferunt. Haec ex relatione Emanueleis Rodriguez de Leon qui supradicto P. Priori Panayensi convixerat.\n27. Indus viginti quatuor digitorum.\n28. Indus alius, digitis carens, habens eos in Pedibus.\n29. Indus alius, carens digitis in Pedibus habens eos in Manibus.\n30. Indus alius, excepto pollice, reliquos habet concretos.\n\n31. Catae Monstrum est Marinum Tritonium, formae Hominis, quorum unum Mortuum inventum fuit Masculum. Voces vero, & Ejulatus eorum saepius audiuntur, & ipsa non raro visuntur circa Insulam Dinacat, qui inter Leyte & Mindanao sita est, ex vestigiis luto impressis, & emortui forma constat inter divaricatos Manuum, & pedum digitos Membranas habere Anatum modo.\n\n32. Ognima & Talonganum, Indi vocant Monstra Figure humanæ pilosa, fera & terrifica. Visa sunt ut refert Alphonsus de Mentrida Anno 1599. & 1600. multa, in montibus Provinciae Yabahay & Aclan, formae Satyrorum, Faunorum & Silenorum.\n\n33. Onglo & Tigbalan, Nescio quid Spectri, formae Æthiopis, staturæ Gigantæ, muties puellas & pueros in Deserta abducens. Qui reduces, vel casu inventi, quasi terrore panico percussi ad omnia stupent, & attoniti haerent.\n\n34. Additamentum in adnotationes de Monstris quas tibi Anno elapsæ Mens. Octobri misi.\n\n35. Monstrum Philippense Centauri facie GAZ. NAT. Tab. 45. fig. 4.\n\nMonstrum Catbaloganum, enixa est Mulier Tinampay vocata, Anno 1678. Vixit circiter horæ quadrantes, & extinctum est. Multiforme erat & terribilis visu formæ: Rostrum erat quasi Ardeæ; Vulvus & Aures Cervi, Collum longum Cervinum & pilorum loco setis Equinis hirtæ, Dorsum & Pectus & reliquæ usque in luxæ s Huminis erant, sed consistis pluriis variarum cognitarum Avium Brachia & Manus prouti & crura trium juncturarum, digiti Ma-\nManuum Cercopitheci, unguium Felis, aut Falonis, & digitos inter, Membranæ intergerrinæ ut pedum Anatis, Nates conchæ Testudinis Marinæ modo naculosæ tessellatevè: Femora & crura Cervina in bifurcas unguas desinentia, verum pilo vario, variis Animalium ut Equi, Vaccæ, Cervi, Felis, Canis, &c., Muris Vespetilionis & aliorum, quas interpolariim resarcita. Communicavit Franciscus de la Zarza qui vivum vidit eadem confirmit D. Franciscus de Almagro, qui eo tempore illam provinciam administrabat, & mortuum vidit. Addendo Indum ex quo dicta Muller conceperat fuisse Magum.\n\n36. Manile Anno 1693. in domo Joannis de Mena, Scropha papert neprendem cui aures maiores Equine, vultus lepidus, ridiculae vetulae, naves in longam Elephantinam proboscidem protensa.\n\n37. Puer Baclayonensis Boholanus Anno 1700. Octenis erat, Gigas futurus, si infantiam, & corporis proportionem, & vires spectamus. Triennis siquidem uno prandio 4 & 5 lagenas Tubæ ebibebat, Succus est lacino vinosus Nucis Indice Cocci, & tantum radicis Ube affæ, aut caeæ, est species hujatis Batete, edebat, quantum sensis robatis Indis dapsiliter sufficeret. Vires proportioni corporis, & copiae nutrimenti correspondent, jocando etc. nim & ludendo domus Indorum tametsi coliminationis fortissimarum arborum, nutare & contremicere facit. Scripsit F. Antonius de la Zarza, qui puerum vidit.\n\n38. Draco cristatus, alatus tetrapus. GAZOPH. NAT. Tab. 85. Fig. cum Anno 1703. 23 Martii cum R. P. Joachymo Assin, & aliis circiter 20 itineris Sociis per æstuarium Panayense, Capis versus veheremur, obvium habuimus in ipso æstuario littore saxo incumbentem Draconem formæ sequentis, Longitudinis erat prope Orgyialis, altitudinis una cum pedibus & spinæ dorso crista duobus dodrantibus majoris, crassitudinis fæmore amplioris. Caput habebat Leoninum, album oculorum coloris xerampelini, iridem\nfulphuream, pupillam aterrimam; Labium inferius flavopallescens, supernum lutescens: Fauces tingentes duobus candicantium dentium ordinibus stipatas, Linguam rubentem. Pea erat amplum, & corpore torosius: Alae binæ & corporis trunco longitudine supparés, membranaceam Vespertilionum modo, in extremis lunatim angulose atq; plumatim nigro, viridi, xerampelino, & flavo picturatae. Corporis potior pars viridi colorata: Dorsum a coilo ufq; in caudæ exordium, angulosè, palmam alta, membranacea, nigra & ad summitates carneolè rubente crista alarum. Tergi latera usq; ad caudæ medium intercurrentibus lineolis albis, majuscule seu Concha formiter maculosa, maculis intervenientibus striis nigerrinis in tænas flavas, virides & xerampelinas, desinentibus variegata. Venter nigro & albo striatus erat. Pedes quatuor, curti quales sunt Galli, proportionatè crassæ, verum quilibet tribus albis & aduncis ungulibus, duobus antrorsum & uno retrorsum reflexo, donatus. Cauda crassa, obtusa, bipalmaris & quasi conchis aut squammis nigris & virentibus commaculata. Haec pariter ex relatione Emmanuelis Rodriguez de Leon Pictoris eminentis, qui vidit, narravit & Iconem exhibuit: Eadem confirmant & Socii.\n\nDe Serpentibus, Viperis, Scolopendris, Julis, &c.\n\n39. Pangavasum. - Serpens coloris terrei, ad ventrem flavus, mortiferus; Remedium rad. Arboris Pangavasum.\n40. Ibingan. Vipera mortifera. Remedium reticula SalagSalag.\n41. Dumorogonon. Serpens aterrimus, ventre cinereus, terceissimus quandoq; crassitudinis fæmoralis.\n42. Manalaiog. Coluber variè picturatus, venenatus, & perniciosus: Velocissimè saltuatis progreditur, volare diceret, capite erecto, & majore parte corporis erecta.\n\n43. Tigre\n43. Tigui. Serpens, degit in Aqua & Terra, de quo narrant, quod ictus si auxilium petat, venenum in illo qui icto respondit transeat: Ut de aliis quod Venenum eorum per baculum quo percussi fuerunt, transeat in Brachium.\n\n44. Olopong. est Serpentum genere habetur pro venenocissimo. Vipera Major Hispana.\n\n45. Dajondubu. Serpens viridis, coloris foliorum Canna Saccharifer.\n\n46. Talboftabo. Serpens viridis venenosissimus.\n\n47. Dajon palay. Serpens virens coloris foliorum Oriza.\n\n48. Patongayta. Vipera ex nigro varia.\n\n49. Tacquib. Serpens aquaticus, surdaster innocuus.\n\n50. Tuna Bys. Udtu Tag. Viperula est semper sub terra degens, magnitudinis Lumbrici terrestris, sed graciior vivissima, mille gyris ac rotationibus quam occissime se subducens, coloris fulvi & splendicantis; oculos nec Microscopio deprehendere potui: Demorsis somnum inducere fertur.\n\n51. Bupung. Vipera species Tune, coloris atro virentis, crassitudinis digitalis, longitudinis spithameæ, magno & improportionato capite, perniciocissima.\n\n52. Buracan. Vipera species Tune, coloris virentis Buracan crassitudinis digiti auricularis brevis, tarda & pigra, minus perniciosa quam Bupung.\n\n53. Calapium. Squammis nigris & flavis variata, venenofa & tardigrada.\n\n54. Bayo Vipera a cujus ictu mortifero, oculi & saliva seu spuma virent, ut succus Herbarum.\n\n55. Ottohan Vipera parva, tenuis, variè picturata, species Ibingan; Mortem inferens ictu ante solis occasionem. Remedium Excrementum Hummanum epotum. Ictus per noctem computescit, ut mane non nisi in partes distractus tolli possit. Indue ab ea ictus, evasit devorata dimidia.\ndiamidia reticula Salagafalag. Pariter & Inda ab ca demorsa\nfanata est devoratis binis reticulis Salagafalag.\n\n56. Ongor Vipera omnium venenoflumma.\n57. Taligatos Vipera alia.\n58. Viperculam in ovo Galli formatam inventit Laurentius Pais Sagareni Anno 1699.\n59. Antonius Ruizius de Montoya in Historia de Paraguay scribit Serpentes transformari in Arbores & lapidibus aglutinari.\n\n60. De ortu Guajuci ex Scarabæo vid. l. 3. p. 94.\n61. Nec Scandovalium, nec Montoyam legi, ita mihi retulere qui hæc in eis legerunt. Encalada & Merino.\n\n62. Cornu fragmentum spithameum, & digitos novem crassum vidi apud Antonium Borjam à quo dimidium dono habui, erat autem rectissimum, proportione servata tricubitale ad minus, non in gyros retortum, ex tereti quasi obtusa triangulare, solidum, & quasi pellucidum, coloris & ponderis cornu Rhinocerotis, subluteo fusco non nigri. an Unicornu verum.\n\n63. Pro Cornu Serpentis dono habui Anno 1699. a D. Emanuele Arguelles ex Insula Talim, quæ est Iacus Bay, aiatum; Cornu pyramidale, sesquiunciale, & sere unciam latum parte fesili, album & quasi osseo-lapidarium, solidum & ponderosum, & quod ni fallor cute obrectum fuit, ob subtiles strias supernè subasperum, inferne læve, ad latera ad unum latus inclinatis, modicis binis proftantijs oblongis medicum angulosum. De hoc D. Bened. Carasco retulit se in chartis MS. legibile valere ad hemorrhagias & signum legitimum Cornu Serpentis esse, si superpossum aquam dividat: Oblatum nil tale patet. Hieronymus Mercurialis de signis veneni presentis scribit, Cornu Serpentis si teneatur in Mensa, quo tempore venena adsunt, dicunt secretâ quadam Naturæ conditione protinus sudare &c. Laurentius Forerius in Vividario Philosophico, titulo Simpathiæ & Antipathiæ, Mer-\nMerculiam citans scribit, signa veneni prognostica; Cornua Serpentis, vel Lingua ejusdem sudet praesente veneno &c. de lingua Mercurialis nihil. An Forerum de lingua intelligat Glosopebras Militenses? Vid. GAZO-\n\n64. Alipihin, Olahipan, vel Lahipan vel Olalaipan Indorum, est Scolopendra terrestris, Hitpan. Cientopies. Longitum 100 sed 50 tantum habet pedes; si illa quam Matthiolus depingit Constantinopoli alatae: Corpus & pedes flavescunt, articulæ incisiones in dorso nigrae sunt, corpus cum mystacis ex croceo rubent. Morbus dolorificus est, & malè curabilia causat ulcera, à quibus praeservat Amomum legitimum Dioscoridis, Mastixatum & impositum; cauterium actuale, Allium africatum, & rasura Ligni Molavin imposita; quandoque digitum auricularem eras & spitham longior visitur, fusco, luteo, rubente, & viridante variat color.\n\n65. Atipapalo vel Campopalo Indorum est Scolopendra Millepeda noctilucens, ut Cicindela, seu Noctiluca Brueri, Oviedi & Cordi. Teres est, Coloris cyanoe viridescentis, multipes; Equos maestat, si in pabulo de voraverint.\n\n66. Scolopendra terrestris ducentipedae. Spithamea est, tenuis, coloris lutei, capite fusco, corniculis geniculatis, & acutâ forcipula armato, oculos nec Microscopio observavi. GAZOPH. NAT. & ART. Tab. fig. 1.\n\n67. Cacaluy Indorum, est Julus Æneus, Millepeda seu Scolopendra Rondeletij, dum capitur se se in spiram convolvens: Juli cremati pulverem mirifice unam pro vocare refert Merula. Julorum humor cum cruore ex oniscis expresso, ad albuginem oculorum tollendam, divinum & efficax remedium.\n\n68. In-\n68. *Julis Luzonis alter.* Minor est priore seu æneo, coloris castanei, circulis seu annulis magis gibbosis, ad magis prostantes, & villoso flaventes pedes, lunatis & flavis maculis pictus, nec ita prompte in spiram convolubitis.\n\n69. *Bajur Indorum,* est *Julus maximus innocuus,* seu *Scolopendra terrest. maxima Mouffet.* (Scolopendram vero titulo *Hypocompi* delineat,) in spiram sefe convolvens, ut priores, quem coepi in *Sylvosis Silanii,* palmo longior erat, pedibus innumerabilibus flavis, greffiu undas referentibus, corpore nigro & rubro striatim transversimque variegato. Reperitur & crassitudinis digiti Indicis. Noctu strepitum edit *Gryllo* magis sonorum.\n\nII. Of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102684.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20292,
    "total-output-tokens": 6366,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1438,
        3
      ],
      [
        1438,
        3096,
        4
      ],
      [
        3096,
        4739,
        5
      ],
      [
        4739,
        6502,
        6
      ],
      [
        6502,
        8126,
        7
      ],
      [
        8126,
        9974,
        8
      ],
      [
        9974,
        11664,
        9
      ],
      [
        11664,
        13266,
        10
      ],
      [
        13266,
        15010,
        11
      ],
      [
        15010,
        16573,
        12
      ],
      [
        16573,
        17251,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102684",
    "title": "De Monstris, Quasi Monstris & Monstrosis; Item de Serpentibus, etc. Philippensibus, ex MS. R. P. Geo. Jos. Camelli. Communicavit D. Jac. Petiver. Pharmacop. Lond. & S. R. S.",
    "authors": "Jac. Petiver, Geo. Jos. Camelli",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/102684"
  }
}