{
  "id": "dce7ef84c2a190e416e53097fe221c63d68caf9d",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS:\n\nGiving some ACCOUNT OF THE Present Undertakings, Studies and Labours OF THE INGENIOUS, In many Considerable Parts of the World.\n\nVOL.XIX. For the Years 1695, 1696, and 1697.\n\nLONDON:\nPrinted for S. Smith and B. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-yard. MDCXC VIII.\nTo the Right Honourable\n\nCHARLES MONTAGUE, Esq.\nChancellor of his Majesty's Exchequer,\nAND\nPresident of the Royal Society:\n\nAnd to the\n\nCouncil and Fellows\nOf the said\nROYAL SOCIETY\nOF\nLONDON,\nFOR THE\nAdvancement of Natural Knowledge.\n\nThis Nineteenth Volume\nOF THE\nPHILOSOPHICAL TRANSACTIONS\nIs humbly Dedicated\n\nBy Hans Sloane, S.R. Secr.:\nBeginning the Nineteenth Volume.\n\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February. 1694.\n\nThe CONTENTS.\n\nI. A Discourse concerning the Method of Approximation in the Extraction of Surd Roots. By J. Wallis, S.T.D. and Savilian Professor of Geometry at Oxford.\n\nII. A Discourse concerning a Method of Discovering the true Moment of the Sun's Ingression into the Tropical Signs. By E. Halley.\n\nIII. An Account of the probable Causes of the Pain in Rheumatisms; as also of the Cure of a total Suppression of Urine, not caused by a Stone, by the use of Acids. By Dr. Edw. Baynard.\n\nIV. An Extract of a Letter from Bernard Connor, M.D. to Sir Charles Walgrave; giving an Account of an Extraordinary Humane Skeleton, &c.\n\nV. Mr. Zachary Mayne's Letter, 1694. Concerning a Spout of Water that happened at Topsham on the River between the Sea and Exeter.\n\nAn Account of a Book. I. The Anatomy of the Brain; containing its Mechanism and Physiology, together with some new Discoveries and Corrections of Ancient and Modern Authors upon that Subject. By Henry Ridly, Col. Med. Lond. Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March, April, and May. 1695.\n\nThe CONTENTS.\n\nI. An Account of the Burning Mountain in the Isle of Ternata, taken upon View thereof, as it was sent to the Right Worshipful Nicholas Witzen, Burgomaster of Amsterdam. II. A Relation of the Mischief befallen the Inhabitants of the Isle of Soorea, near the Molucco's, by Subterraneous Fire: Both communicated by the said Mr. Witzen to Dr. Martin Lister, Fellow of the Royal Society. III. Specimina quaedam illustria Doctrinæ Fluxionum, sive exempla quibus Methodi istius Usus & praestantia in solvendis Problematis Geometricis elucidatur, ex Epistola D. Ab. de Moivre delumpta. IV. A most compendious and facile Method for Constructing the Logarithms, exemplified and demonstrated from the Nature of Numbers, without any regard to the Hyperbola; with a speedy Method for finding the Number from the Logarithm given; by E. Halley. V. A Proposition of General Use in the Art of Gunnery, shewing the Rule of Laying a Mortar to pass, in order to strike any Object above or below the Horizon. By E. Halley. VI. An Account of BOOKS. 1. The Mathematical Works of Dr. John Wallis, Savilian Professor of Geometry in the University of Oxford, and Fellow of the Royal Society. 2. Tractatus de Salis Cathartici amari in aquis Ebenamensibus & hujusmodi aliis contenti Naturâ &c. aut. Nehemia Grew, M.D. Ulriques Reg. Soc. Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of October, 1695.\n\nThe CONTENTS.\n\nI. A Relation of one Hannah Taylor, a very Extra-\nordinary Child of about Six Years of Age, who\nin Face, &c. was as large as a full grown Woman; and of\nwhat appeared at the Dissection of her Body: By Dr. Hen.\nSampson, Fellow of the College of Physicians, London.\n\nII. A Relation of a Voyage from Aleppo to Palmyra in\nSyria; sent by the Reverend Mr. William Halifax to Dr.\nEdward Bernard, late Savilian Professor of Astronomy\nin Oxford, and by him communicated to Dr. Thomas\nSmith, R. Soc. Soc.\n\nIII. An Extract of a Letter from\nthe Reverend Dr. John Wallis, to Richard Waller, Esq;\nSecretary to the Royal Society, concerning the Spaces in the\nCycloid which are perfectly Quadrable.\n\nIV. A Quadra-\nture of a Portion of the Epicycloid. By Mr. John Catwel.\n\nV. Account of Books.\n1. An Essay towards a Natural\nHistory of the Earth and Terrestrial Bodies, especially Mi-\nnerals; as also of the Sea, Rivers, and Springs. With an\nAccount of the Universal Deluge &c. By John Woodward,\nM.D. Professor of Physick in Gretham Coll. and R.S.Soc.\n\n2. Archibaldi Pitcarnii, M.D. Dissertatio de Febribus, &c.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1695.\n\nThe CONTENTS.\n\nI. An Account of an Extraordinary Cure of an Horse that was Staked into his Stomach, communicated by the Reverend Dr. John Wallis, Reg. Soc. S. II. A Relation of a Person in Germany that swallowed a Knife, which lay in his Stomach a Year and seven Months, and then workt out at an Apothem on his Breast: III. La vana Speculatione Disingannata dal Senso: Littera Risponsiva circa i corpi Marini, che petrificati si trovano in vari Luoghi Terrestri. Di Agostino Scilla Pittore & Academico della Fucina: With short Notes thereon, by a Fellow of the Royal Society: and a description of some of the accurate Figures in this Treatise, by another Member of the same. IV. An Easte Demonstration of the Analogy of the Logarithmick Tangents to the Meridian Line, or sum of the Secants, with various Methods for computing the same to the utmost exactness, by E. Halley. V. Account of Books. I. Catoptricæ & Dioptricæ Sphæricæ Elementa, Auctore Davide Gregorio M. D. Astronomiae Professore Saviliano Oxoniæ, Reg. Soc. S. 8°. è Theatro Oxon. 1695. II. Dissertationes Medico-Physicæ de antris lethiferis; De Montis Visuvii incendio. De stupendo Ossium coaliu. De immani Hypogastrii Sarcomate. Authore Bernardo Connor, M.D. R.S.S. Oxon. è Theatro Sheldon. 1695. 8°.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March, April, and May, 1696.\n\nThe CONTENTS.\n\nI. An Account of an Extraordinary Meteor, or kind of Dew resembling Butter, that fell last Winter and Spring, in the Provinces of Munster and Leinster, in Ireland; being Extracts of two Letters, the one from Mr. Robert Vans to Mr. Henry Million, Dated November 15. 1695. The other from the Right Reverend St. George, Lord Bishop of Cloyne, to Sir Robert Southwell, U. P. R. S. Dated April 2. 1696. wherein mention is likewise made of a Person having a regular Epileptic Fit every Day at a certain Hour. II. A Letter from Sir William Beeston Governour of Jamaica, to Mr. Charles Bernard, containing some Observations about the Barometer, and of a hot Bath in that Island. III. An Account of a strange kind of Earth, taken up near Smyrna, of which is made Soap, together with the way of making it, by Dr. Edward Smith, F. R. S. IV. An Account of Chylification, by Mr. William Cowper. V. A Catalogue of Plants growing within the Fortifications of Tangier; Wrote in the Year 1673. by Mr. Spotwood (a Surgeon who lived there, and gathered Plants and Seeds\nSeeds for Mr. Balaam and Dr. Morison) which by the Author was given to Dr. Love Morley, who Communicated it. VI. A Letter from Mr. Charles Bernard, giving an Account of two large Stones, were for twenty Years past lodged in the Meatus Urinarius and thence cut out by him the 28th of September last. VII. Some Microscopical Observations of vast Numbers of Animalcula seen in Water, by John Harris M. A. Rector of Winchelsea in Sussex, and F.R.S. An Account of a Book. Parochial Antiquities, Attempted in the History of Ambrosden, Burcester, and other adjacent Parts in the Counties of Oxford and Bucks. By White Kennet, Vicar of Ambrosden. At the Theatre in Oxford. 1695. 4to.\n\nExtract\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of June, July, and August, 1696.\n\nThe CONTENTS.\n\nI. A Letter giving an Account of one Henry Jenkins a Yorkshire Man, who Attained the Age of 169 Years. Communicated by Dr. Tancred Robinson, F. of the Coll. of Physicians, and R. S. with his Remarks on it. II. An Extract of a Letter from Mr. Leeuwenhoek, Dated the 10th of July, 1696. Containing Microscopical Observations on Eels, Mites, the Seeds of Figs, Strawberries, &c. III. Several Microscopical Observations and Experiments, made by Mr. Stephen Gray. IV. Of the Use of Opium among the Turks. By Dr. Edward Smyth, F. R. S. V. An Account of a Book. Catalogus Plantarum quae in insula Jamaica sponte proveniunt vel vulgo coluntur, cum earundem synonymis & locis natalibus; adjectis aliis quibusdam quae in insulis Maderæ, Berbados, Nieves, & Sancti Christophori nascuntur, seu prodromi Historiae naturalis Jamaicæ pars prima. Autore Hans Sloane M. D. Coll. Reg. Lond. Soc. Londini Impensis Dan. Brown, ad Insigne cygni, & bibliorum extra portam vulgo dictam Temple-bar. 1696. 8°. With some Remarks on it, by John Ray, A. M. & F. R. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October, 1696.\n\nThe CONTENTS.\n\nI. An Account of Four sorts of strange Beans, frequently cast on Shoar on the Orkney Isles, with some Conjectures about the way of their being brought thither from Jamaica, where three sorts of them grow. By Hans Sloane, Col. Med. Lond. & S. R.S. II. A Letter from Mr. William Cowper, giving an Account of a very large Diseased Kidney, found on the Dissection of a Lady, with the Symptoms of the Disease before her Death, and an Explanation of their Phænomena. III. An Account of a Stone of the Bladder, which weighed 51 Ounces, or Three Pounds Three Ounces, and a Stone cut out of the Bladder successfully, which adhered to it. By Dr. Charles Preston. IV. Part of a Letter to Dr. George Garden, giving an Account of the Effects of a very extraordinary Thunder near Aberdeen in Scotland. V. An Extract of a Letter Written by Mr. Saviard, Sworn Surgeon at Paris, giving an Account of a Fœtus lying without the Uterus in the Belly; taken from the Journal Des Scavans, of the 26th of Nov. 1696. VI. Part of a Letter from Mr. Halley at Chester, Octob. 26. 1696, giving an Account of an Animal resembling a Whelp voided per Anum, by a Male Greyhound, and of a Roman Altar found there, &c. VII. A Letter from Mr. Ralph Thoresby, to Dr. Marian\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1696.\n\nThe CONTENTS.\n\nI. An Anatomical Account of some Remarkable things found on the Dissection of a Woman who dyed of the Dropsie, after the Paracentesis was performed, with a small Reflection on the Causes of the Dropsie. By Dr. Charles Preston. II. An Account of a Gentleman's being Cut for the Stone in the Kidney, with a brief Enquiry into the Antiquity and Practice of Nephrotomy. By Mr. Charles Bernard, F. R. S. III. An Account of several Observables in Lincolnshire, not taken Notice of in Camden, or any other Author. By Mr. Christopher Merret, Surveyor of the Port of Boston. IV. A Letter from Mr. Stephen Gray, giving a further Account of his Water Microscope. V. An Account of the quantities of Rain fallen in one Year in Gresham Coll. begun August 12. 1695. VI. Account of a Book. The Antiquities of Palmyra alias Tadmor, Built by King Solomon in the Desert of Arabia: Containing the History of that City and its Emperors, from its Foundation to this present time. By Ab. Seller 8°.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of January, 1697.\n\nThe CONTENTS.\n\nAN Account of the opening of the Body of a Boy who dyed suddenly, and what Observable was found therein, by Dr. Charles Preston. II. An Account of the Nature and Differences of the Juices, more particularly, of our English Vegetables. By Dr. Martin Lister, Fell. of Coll. of Phys. and R. S. III. Epistola missa ad prænobilem virum D. Carolum Mountague Armigerum, Scaccarii Regii apud Anglos Cancellarium, & Societatis Regiæ Præsidem, in qua solvuntur duo problemata Mathematica à Johanne Bernoullo Mathematico celeberrimo proposita. IV. A Relation of a strange Symptom attended an Hydrops Pectoris, and the reason of it, as it appeared on Dissection of the Body, by Mr. Samuel Doudy, F.R.S. V. A Table of the Washes in Lincolnshire, mentioned in the fourth Paper of the last Transaction, p.552. by Mr. Christopher Merret, Surveyor of the Port of Boston. VI. An Account of a Book. Musei Petive-Hhh\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of February, 1695.\n\nThe CONTENTS.\n\nI. THE History of a Tumor in the lower part of the Belly, related by Mr. Giles, Sworn Surgeon at St Come; being the Second Art.of the Second Journal of Brunet's Progres de la Medicine. II. Account of a not yet Described Scolopendra Marina, by Thomas Molyneux, M.D. S. R. S. Communicated by Mr.Locke. III. Part of Two Letters wrote some time since to Oxford, by Dr. Martin Lister, Fell. of Coll. of Phys. & R. S. concerning several Plants may be usefully Cultivated for producing Grass or Hay,&c. IV. Part of a Letter from Fort St.George in the East Indies, giving an Account of the long Worm which is troublesome to the Inhabitants of those Parts, Communicated by Dr. Martin Lister, Fell. of Coll. of Phys. & R.S. V. A General Idea of the Structure of the Internal Parts of Fish. Communicated by Dr. Charles Preston. VI. De Ratione quo grave labitur per rectam data duo puncta conjungentem, ad Tempus brevissimum quo, vi gravitatis, transit ab horum uno ad alterum per arcum Cycloidis. VII. An Account of Books. I. A New Voyage round O o o\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of March, 1697.\n\nThe CONTENTS.\n\nI. An Account of the Map of France, Corrected according to the Observations of M. Picard, and de la Hire, taken from the Recueil d'Observations faites en plusieurs Voyages, &c. Paris, 1693. in Fol.\n\nII. The true Theory of the Tides, extracted from that admired Treatise of Mr. Isaac Newton, Intituled, Philosophiae Naturalis Principia Mathematica; being a Discourse presented with that Book to the late King James, by Mr. Edmund Halley.\n\nIII. An Account of a Child Born alive without a Brain, and the Observations in it on Dissection, by Dr. Charles Preston.\n\nIV. Extract of a Letter from Jean Marie Lancisi, Prof. Anat. Rom. to Mr. Bourdelot, giving an Account of Mr. Malpighi, the Circumstances of his Death, and what was found Remarkable at the opening of his Body; being taken from Art. i. of the 3d. Journal of Brunet's Progres de la Medicine.\nV. The Original of a Polypus, discovered by Mr. Giles, sworn Surgeon at St. Come, being Translated from the same Progres de la Medicine of Monsieur Brunet, Art. 3, Journ. 3.\n\nVI. Account of Books; I. An Account of the Nature, Causes, Symptoms, and Cure of the Distempers that are incident to Seafaring People; with Observations on the Diet of the Seamen in his Majesty's Navy; Illustrated with some Remarkable Instances of the Sickness of the Fleet, during last Summer, Historically related. By William Cockburn, of the College of Physicians, London, and Physician to the Blew Squadron of his Majesty's Fleet. London, 1696. in 8vo.\n\nII. A Continuation of the Account of the Nature, Causes, Symptoms, and Cure of the Distempers that are incident to Seafaring People; Illustrated with some remarkable Instances of the Sicknesses of the Fleet, during last Summer, Historically related. To which is prefix'd, an Essay concerning the Quantity of Blood that is to be Evacuated in Fevers; being the Third Part of the Work. By William Cockburn, of the College of Physicians, London, Physician to the Blew Squadron of his Majesty's Fleet, and Fellow of the Royal Society, London, 1697. in 8vo.\n\nIII. Recueil de diverses Pieces touchant quelques nouvelles Machines, &c. Par Mr. D. Papin, Dr. en Med. &c. A Cassel, 1695. in 8vo.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of April, 1697.\n\nThe CONTENTS.\n\nI. A Letter from Dr. Charles Morley to Dr. Bernard Connor, F.R.S. giving an Account of the Bones of a Fætus voided per Anum, some Years after Conception.\n\nII. A Discourse concerning the Large Horns frequently found under Ground in Ireland, concluding from them that the great American Deer, call'd a Moose, was formerly common in that Island: With Remarks on some other things Natural to that Country. By Thomas Molyneux, M.D. Fellow of the King and Queens Colledge of Physicians in Ireland, and of the Royal Society in England.\n\nIII. Part of a Letter from Mr. Antony van Leeuwenhoeck, dated Apr. 5. 1697. giving an Account of several Magnetical Experiments; and of one who pretended to cure, or cause Diseases at a Distance, by applying a Sympathetic Powder to the Urine.\n\nIV. Account of a Book. ΛΤΚΩΦΡΟΝΟΣ ΤΟΥ ΧΑΛΚΙΔΕΩΣ ΑΛΕΞΑΝΔΡΑ, Καὶ εἰς ἀυτὸ τὸ ΙΣΑΚΙΟΤ τῇ ΤΖΕΤΖΟΥ ΕΞΗΓΗΜΑ. Lycrophonis Chalcidensis Alexandra, cum Graecis Ifacii Tzetzis Commentariis. Accedunt Versiones, Variantes\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of May, 1697.\n\nThe CONTENTS.\n\nI. Part of a Letter from Dr. Richardson, containing a Relation of Subterraneous Trees, Dug up at Youle in Yorkshire. II. Part of a Letter from Mr. Nicolas Witsen, Burgermaster of Amsterdam, giving a farther Relation of the Horrible Burning of some Mountains of the Molucco Islands. III. An Observation of an Infant, where the Brain was depressed into the hollow of the Vertebrae of the Neck. By Dr. Edward Tyson, Fellow of the College of Physicians, and R. S. IV. An Observation of one Hemisphere of the Brain Sphacelated, and of a Stone found in the Substance of the Brain itself. By Dr. Edward Tyson, Fellow of the College of Physicians, and R. S. V. Part of a Letter from Mr. Octavian Pulleyn, dated Rome, March 16. 1696. giving an Account of an Inscription there found in the Language of the Palmyreni; and another in the Etruscan Language, found on an old Urn. VI. A Letter from Mr. Stephen Gray, from Canterbury, May the 12th, 1697. Concerning making Water\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of June, 1697.\n\nThe CONTENTS.\n\nI. An Extract of all Persons, that did, in 1695, in Franckfort on the Maine, consummate Matrimony, receive Baptism, and were Buried. Communicated by Dr. Fred. Slare, Fellow of the Colledge of Physicians, and Royal Society. II. An Extract of a Letter from Dr. Wallis, of May 4. 1697, concerning the Cycloeid, known to Cardinal Cusanus, about the Year 1450; and to Carolus Bovillus, about the Year 1500. III. The Anatomy of the Scallop, by Dr. Martin Lister, Fellow of the Colledge of Physicians, and Royal Society. III. A Letter from Mr. Halley, at Chester; giving an Account of an extraordinary Hail in these Parts, on the 29th of April last. V. Part of another Letter, Dated May the First; giving a larger Account\nAccount of the same Hail-Storm. VI. Part of a Letter from Mr. Robert Tailor, Apothecary, at Hitchin, in Hertfordshire, to Hans Sloane; giving Account of a great Hail-Storm there, May 4th, 1697. VII. Part of a Letter, Dated June the 9th, 1697, from Herefordshire; giving a Relation of the Effects of a great Hail-Storm there, June 1697. VIII. A Note concerning an Extraordinary Hail, in Monmouthshire; Extracted out of a Letter sent from Mr. Edward Lhwyd to Dr. Tancred Robinson, Fell. of Coll. of Phys. and R. S. Dat. Usk, in Monmouthshire, June 5, 1697. IX. An Account of a Fetus, voided by the Ulcered Navel of a Negro, in Nevis, by Mr. James Brodie; Communicated by Dr. Preston. X. A Letter from Mr. Halley of June the 7th, 97, concerning the Torricellian Experiment, tried on the top of Snowdon-Hill, and the Success of it. An Account of a Book: XI. Nouveaux Memoires sur l'etat present de la Chine, par le R. P. Louis le Comte de la Compagnie de Jesus, Mathematicien du Roy enrichi des Figures. Amsterd. 1697. in 12°. And since Translated into English, and Printed in 8°.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of July, 1697.\n\nThe CONTENTS.\n\nI. An Account of one who had horny excrescencies or extraordinary large Nails on his Fingers and Toes, by Mr. Locke.\n\nII. A Journal of a Voyage from England to Constantinople, made in the Year 1668, by T. Smith D.D. & F.R.S.\n\nIII. A Method of Raising an infinite Multinomial to any given Power, or Extracting any given Root of the same. By Mr. Ab. De Moivre.\n\nIV. A Demonstration of an Error committed by common Surveyors in comparing of Surveys taken at long Intervals of Time arising from the Variation of the Magnetick Needle, by William Molyneux Esq., F.R.S.\n\nT t t t V. Extract\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of August, 1697.\n\nThe CONTENTS.\n\nI. Part of a Letter from Mr. John Ray, F. R. S. to Dr. Sloane, dated June 30, 1697, communicating Two Observations, the one concerning the Effects of a poisonous Root, the other concerning the Vertues of the Leaves of Hemlock. II. Davidis Gregorii M.D. Astronomiae Professoris Saviliani & S. R. S. Catenaria, ad Reverendum Virum D. Henricum Aldrich S. T. P. Decanum Aedis Christi Oxoniæ. III. A Letter of Dr. Wallis to Dr. Sloane, concerning the Generation of Hail, and of Thunder and Lightning, and the Effects thereof. IV. Extract of a Letter from Mr. Scarburgh, dated Acomack, July 14, 1694. Giving a Relation of the Effects of a violent Storm on the 19th of October, on the Rivers near that Place. Communicated by the Honourable Sir Robert Southwell, F. R. S. V. An Account of the Damage that hapned in the Isle of Portland the Third of February, 1695. Communicated by the Honourable Sir Robert Southwell, F. R. S. VI. Part of a Letter from Mr. Thoresby, dated Leeds, July 10.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of September, 1697.\n\nThe CONTENTS.\n\nI. An Account of the Tongue of a Pastinaca Marina, frequent in the Seas about Jamaica, and lately dug up in Mary-Land, and England. By Hans Sloane, M.D. II. A Catalogue of some Guinea-Plants, with their Native Names and Virtues; sent to James Petiver, Apothecary, and Fellow of the Royal Society; with his Remarks on them. Communicated in a Letter to Dr. Hans Sloane. Secret. Reg. Soc. III. Part of Two Letters of Mr. J. Hillier, to the Reverend Dr. Bathurst, President of Trinity Colledge, Oxon; dated Cape Corfe, Jan. 3. 1688, and Apr. 25. 1688: wherein is a Relation of the Customs of the Inhabitants, the Air, &c. of that Place, together with an Account of the Weather there\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of October, 1697.\n\nThe CONTENTS.\n\nI. Part of a Letter dated June 7, 1697 giving an Account of a moving Bog in Ireland. A Description of this Bog, and Account of the Motion thereof. By Mr. John Honohane. Communicated by William Molyneux, Esq. II. Particular Observations upon different Maladies, gathered by Monsieur Gaillard the Son, Doctor of Physick, of the Faculty of Tolouse. Taken from the Journal de Savans of the 29th of July, and of the 5th of August, 1697. III. The Anatomical History of the Leech. By the Sieur Francois Poupart. Taken from the Journal des Savans, of the 22th of July, 1697. IV. Of a Venomous Scratch with the Tooth of a Porpos, its Symptoms and Cure. By Dr. Martin Lister, Fellow of the College of Physicians and R.S. V. Part of a Letter from the late Mr. Aubry, F.R.S. Dated Feb. 24, 1698, to Sir John Hoskyns, V.P. of the R.S. Concerning a Medicated Spring in Glamorganshire. VI. Several Observations in the North Islands of Scotland. Communicated to the Royal Society by Mr. Martin Martin. VII. A Letter of Dr. Wallis Dated Oxford, Sept. 6, 1697. Containing some Additions to his Letter about Thunder and Lightning, and a Correction of his 109th Cap. of his Algebra. VIII. Account of Books. 1. Refractio solis inocidui in septentrionalibus oris iussu serenissimi ac potentissimi Principis Caroli II. Suecorum, Gothorum Vandorum, &c. Monarchae Clementissimi, circa Solstitium aestivum, 1695. aliquor observationibus Astronomicae detecta. Holmiae in 4°. Swedish and Latin, and now translated into English, in 8°. 2. De Fontium Mutinensium admirandà Scaturigine Tractatus Physico Hydrostaticus Bernardini Rammazzini in Mutinensi Lyceo Medicinae Professoris. Mutine, 1691. in 4°. Translated into English, illustrated with many curious Remarks and Experiments, by the Author and Translator, Dr. Rob. St. Clair. London. 1697. in 8°.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of November, 1697.\n\nThe CONTENTS.\n\nI. Part of Two Letters of Mr. Thoresby, one to Dr. Martin Lister, Fellow of the Colledge of Physicians and Royal Society; dated Leeds, October 30. 1697. the other to the Reverend Dr. Thomas Gale, Dean of York, and F. R. S. dated Leeds, Nov. 6. 1697. about some Roman Antiquities found in Yorkshire. II. A Letter from Dr. Thomas Molyneux, Fellow of the Royal Society, to the Right Reverend St. George, Lord Bishop of Clogher; concerning Swarms of Insects, that of late Tears have much infested some Parts of the Province of Connought in Ireland. III. Wilhelmi Ernesti Tentzelii Historiographi Ducalis Saxonici Epistola de Sceleto Elephantino Tonne nuper effusso, ad Virum toto orbe celeberrimum Antonium Magliabechium, Serenissimi Magni Hettruriae Duci Bibliothecarium & Consiliarium.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of December, 1697.\n\nThe CONTENTS.\n\nI. Two Observations, one about the Death of a Dog on firing a Volley of small Shot: the other about a Polypus of the Lungs, communicated in a Letter of Mr. Rob. Clarke, to Dr. Martin Lister, Fellow of the College of Physicians and R. S. Dated Nov. 8. 1697. With the Doctor's Opinion of the last of them. II. An Account of a Negro-Boy that is dappel'd in several Places of his Body with White Spots. By Will. Byrd, Esq. F. R. S. III. A true and exact Relation of the dismal and surprising Effects of a terrible and unusual Clap of Thunder with Lightning, that fell upon the Trumball Galley, on Thursday the 26th Day of November,\nber, 1696. Communicated in a Letter unto Mr. W. Griffith, M. A. by Mr. Robert Mawgridge, Kettle-Drummer unto his Majesty, and then Chirurgeon of the said Galley. IV. Part of a Letter of Mr. Halley, Dated Chester, Octob. 25. 1697. giving an Account Of his Observations there of the Eclipse of the Moon on the 19th of September last. V. Additio ad Schedulam De Quadraturis. Autore Johanne Craig. VI. A Letter from Mr. Stephen Gray, dated Canterbury, Dec. 8. 1697. relating some Experiments about making Concave Specula, nearly of a Parabolick Figure. VII. Part of a Letter of Mr. Anthony van Leeuwenhoeck, dated Delft, Sept. 10. 1697. Concerning the Eggs of Snails, Roots of Vegetables, Teeth, and Young Oysters. VIII. A correct Draught of the Giants Causeway in Ireland, with an Explication of the same, communicated by Will. Molyneux, Esq. F. R. S. IX. An Index to the Philosophical Transactions from Numb. 215, to 235. inclusive.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102268.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 30,
    "total-input-tokens": 43452,
    "total-output-tokens": 8476,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        408,
        5
      ],
      [
        408,
        750,
        6
      ],
      [
        750,
        1846,
        7
      ],
      [
        1846,
        3252,
        8
      ],
      [
        3252,
        4422,
        9
      ],
      [
        4422,
        5764,
        10
      ],
      [
        5764,
        6907,
        11
      ],
      [
        6907,
        7592,
        12
      ],
      [
        7592,
        8725,
        13
      ],
      [
        8725,
        10054,
        14
      ],
      [
        10054,
        11122,
        15
      ],
      [
        11122,
        12096,
        16
      ],
      [
        12096,
        13214,
        17
      ],
      [
        13214,
        14138,
        18
      ],
      [
        14138,
        15456,
        19
      ],
      [
        15456,
        16515,
        20
      ],
      [
        16515,
        17551,
        21
      ],
      [
        17551,
        18340,
        22
      ],
      [
        18340,
        19417,
        23
      ],
      [
        19417,
        20074,
        24
      ],
      [
        20074,
        21131,
        25
      ],
      [
        21131,
        21889,
        26
      ],
      [
        21889,
        23789,
        27
      ],
      [
        23789,
        24651,
        28
      ],
      [
        24651,
        25357,
        29
      ],
      [
        25357,
        26287,
        30
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102268",
    "title": "Front Matter",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 30,
    "jstor_url": "https://www.jstor.org/stable/102268"
  }
}