{
  "id": "4cdfab76c427cbd4dc8fc37cf3ac75efdec577d3",
  "text": "I. On the Method of determining the Places of the Planets by observing their near Appulses to the Fixed Stars. By Edmund Halley, LL. D. Astron. Reg. & Reg. Soc. Soc.\n\nOf all the Cælestial Observations that have hitherto been made, none are so capable of perfect Exactness, as the near Appulses of the Moon and Planets to the Fixed Stars, such as lately we had of Jupiter to two small Stars in Gemini, and of Mars to the Forehead of the Scorpion; for though the Places of the Stars have not as yet attained an ultimate Precision, yet these Sorts of Observations are ever good, and the Places of the Planets are thereby ascertain'd, in Proportion to the Correctness of the Catalogues that may hereafter be made: But the ordinary Number of the Stars, with which the Planets may be thus compared, being small, the Opportunities of observing are consequently rare: Whence appears the great Use of a full Catalogue of Telescopical Stars, at least within the Limits of the Zodiack; viz. that thereby these Opportunities may be more frequent: And wherever such Observations have formerly been made to these small Stars, we may be enabled to find them out, and by determining their Places, to be certain of the Places of the Planets also: Of which I have given a notable Instance in finding the Place of the great Comet of 1680, in its first Appearance, even before it had a Tail visible to the naked Eye,\nEye, of which an Account is given in Numb. 342. of the Transactions. And since the Royal Observatory at Greenwich has been put under my Care, I have endeavoured to put myself into a Condition to supply the many and great Vacancies to be met with in the present Zodiac; and particularly I have sought out and settled the Places of two Telecopick Stars, to one of which, Jupiter was observed to apply by Galileo at the Beginning of March 1610, New Stile, and which is the very first Observation of that kind that was made with the Telescope. (a) On the 28th of February, one Hour after Sun-set, a small fix'd Star was in Conjunction with the fourth Satellite, (as it since appears to have been) being then Eastwards of the Planet. The next Day, Mart. 1°. at the same Hour, the Center of 4 was in the Angle of an equilateral Triangle with the fourth Satellite and the Star: And again, March 2°. Jupiter being retrograde, had past the Conjunction of the Star, and a Line from the Star, perpendicular to that of the Satellites, fell on the first Satellite then two Minutes to the West of the Planet, and in Latitude the Star was more Southerly than the Satellite eight Minutes. This Star, by the Direction of the Place of Jupiter at that Time, I found out, and, by comparing it with others in the Catalogue, having nearly the same Declination, I settled its Place in π 13° 24' ½ to the Time of the British Catalogue with 0° 25' South Latitude.\n\nAnother remarkable Observation of Saturn is recorded in Riccioli (b), said to have been made at Modena by the Marquis Malvasio, on July 3° N. S. 1662, when the Eastern Ansa of Saturn touched a fix'd Star. By the then Place of Saturn, I look'd out for this Star, to\n\n(a) Nuncius Syder, pag. 27. Edit. prae, 1610.\n(b) Astron. Reform. p.12. 236.\nwhich Saturn is at this Time very near, and after the same Method I settled its Place, ineunte Anno 1690, (the Epoch of the British Catalogue) in $29^\\circ 34'$ of Scorpio with $2^\\circ 0' \\frac{1}{2}$, North Latitude. By this it will appear, how defective the observed Place of Saturn is stated in Riccioli, there being above seven Minutes erred in the Latitude thereof.\n\nII. Observation of a Parhelion, Oct. 26th, 1721. By the same.\n\nThis Morning, 26th of October, being on the River coming up to London, about half an Hour past Ten, the Sun being then about twenty Degrees high, I observed a Circle about the Sun, which is by no means unusual, when the Air in chilly Weather, such as it is now, is replete with snowy Particles; which Circle was of the Size it always appears in, about 23 Degrees from the Sun, and faintly ting'd with the Colours of the Iris. When this Circle happens, I always look out, to see whether any other of the Phenomena that sometimes attend it did at that Time appear, such as Parhelia, and other colour'd Circles, concentrick with the Sun, and sometimes, as once I saw it, excentrick; as also a white Circle round the Zenith, in equal Altitude with the Sun: But this Time, the Air being thickned with a hazy Vapour, and the Smoke of the Town, I could only see to the Eastward a luminous white Patch, which for about twenty Minutes shone through the thick Air very conspicuously, of about two Degrees diameter, as near as I could estimate it, and about the same Altitude with the Sun; and from it, towards the Sun, there seemed to proceed a long",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103424.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1316,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1397,
        2
      ],
      [
        1397,
        3180,
        3
      ],
      [
        3180,
        4755,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103424",
    "title": "On the Method of Determining the Places of the Planets by Observing Their Near Appulses to the Fixed Stars. By Edmund Halley, LL. D. Astron. Reg. & Reg. Soc. Soc.",
    "authors": "Edmund Halley",
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103424"
  }
}