{
  "id": "a4e456017b2e34bf18619a2b79bad870a70639f3",
  "text": "so much heavier, than the Air of the former place was, when\nthe Mercury stood at 29½ inches.\n\nBut in making such comparisons, we must not forget to con-\nsider the Situation of the several places, if we mean to make\nEstimates not only of the weight of the Atmosphere, but of the\nweight and density of the Air. For, though the Scales will shew (as\nhas been said) whether there be a difference of weight in the\nAtmosphere at the two places; yet, if one of them be in a Vale\nor bottom, and the other on the top or some elevated part of a\nHill, it is not to be expected, that the Atmosphere, in this\nlatter place, should gravitate as much, as the Atmosphere in the\nformer, on which a longer Pillar of Air does lean or weigh.\n\nAnd the mention, I have made of the differing Situation\nof Places, puts me in mind of something, that may prove a\nanother use of our Statical Baroscope, and which I had thoughts\nof making trial off, but was Accidentally hindred from the op-\nportunity of doing it. Namely, that by exactly poising the\nBuble at the foot of a high Steeple or Hill, and carrying it in\nits close Frame to the top, one may, by the weight requisite to\nbe added to Counterpoise there to bring the Beam to its Hor-\nizontal position, observe the difference of the weight of the Air\nat the bottom, and at the top; and, in case the Hill be high\nenough, at some intermediate Stations. But how far this may\nassist men, to estimate the Absolute or Comparative height of\nMountains, and other elevated Places; and what other Uses\nthe Instrument may be put to, when it is duly improved; and\nthe Cautions, that may be requisite in the several cases, that\nshall be proposed, I must leave to more leisure, and farther\nConsideration.\n\nThe Particulars.\n\nOf those Observations of the Planet Mars, formerly intimated\nto have been made at London in the Months of February\nand March A. 1665.\n\nTo perform, what was promised Num. ii. of these Papers,\npag. 198; 'tis thought fit now to publish the Particular Obser-\nvations, concerning the spots in Mars, and their motion, as\nthey were made with a 36 foot Telescope, and produced in\nwriting before the Royal Society, the 28 March 1666. by Mr. Hook, as follows;\n\nHaving a great desire (saith he) to observe the Body of Mars, whilst Acronycal and Retrograde (having formerly with a Glass of about 12. foot long, observ'd some kind of Spots in the Face of it,) though it be not at present in the Perihelion of its Orbe, but nearer its Aphelion, yet I found, that the Face of it, when near its Opposition to the Sun (with a Charge, the 36. foot glass, I made use off, would well bear) appear'd very near as big, as that of the Moon to the naked eye; which I found, by comparing it with the Full Moon, near adjoining to it, March 10.\n\nBut such had been the ill disposition of the Air for several nights, that from more than 20 Observations of it, which I had made since its being Retrograde, I could find nothing of satisfaction, though I often imagin'd, I saw Spots, yet the Inflective veins of the Air (if I may so call those parts, which, being interspers'd up and down in it, have a greater or less Refractive power, than the Air next adjoining, with which they are mixt) did make it so confus'd and glaring, that I could not conclude upon any thing.\n\nOn the third of March, though the Air were still bad enough yet I could see now and then the Body of Mars appearing of the form A: which I presently described by a Scheme; and about 10. minutes after, as exactly representing what I saw through the Glass, as I could, I drew the Scheme B. This I was sufficiently satisfied (by very often observing it through the Tube, and changing my Eye into various positions, that so there might be no kind of Fallacy in it) could be nothing else, but some more Dusky and Spotted parts of the Face of this Planet.\n\nMarch 10. finding the Air very bad, I made use of a very shallow Eye-glass, as finding nothing Distinct with the greater Charge; and saw the appearance of it as in C, which I imagin'd, might be the Representation of the former Spots by a lesser charge. About 3 of the Clock the same morning, the Air being very bad (though to appearance exceeding clear, and causing all the Stars to twinkle, and the minute Stars to appear very thick) the Body seem'd like D; which I still suppos'd to be\nthe Representation of the same Spots through a more confused and glaring Air.\n\nBut observing March 21. I was surprised to find the Air (though not so clear, as to the appearance of small Stars) so exceeding transparent, and the Face of Mars so very well defined, and round, and distinct, that I could manifestly see it of the shape in E. about half an hour after Nine at night. The Triangular spot on the right side (as it was inverted by the Telescope, according to the appearances, through with all the preceding Figures are drawn) appear'd very black and distinct, the other towards the left more dim; but both of them sufficiently plain and distin'd. About a quarter before 12. of the Clock the same night, I observ'd it again with the same Glass, and found the appearance exactly, as in F; which I imagin'd to shew me a Motion of the former triangular spot: But desirous to observe it again about 3. of the Clock the same Morning, I was hindred by cloudy weather.\n\nBut March 22. about half an hour after 8. at night, finding the same Spots in the same posture, I concluded, that the preceding Observation was only the appearance of the same Spots at another height and thickness of the Air: And thought myself confirm'd in this Opinion, by finding them in much the same posture, March 23. about half an hour after 9. though the Air was nothing so good as before.\n\nAnd though I desired to make Observations, about 3. of the Clock those mornings; yet something or other interven'd, that hindred me, till March 28. about 3 of the Clock, the Air being light (in weight) though moist and a little hazy; when I plainly saw it, to have the form, represented in I; which is not reconcileable with the other Appearances, unless we allow a Turbinated motion of Mars upon its Center: Which, if such there be, from the Observations made March 21. 22. and 23. we may guess it to be once or twice in about 24. hours unless it may have some kind of Librating motion; which seems not so likely. Now, whether certainly so or not, I shall endeavour, as oft as I have opportunity, further to observe.\n\nA particular direction to the Figures mentioned in the precedent discourse.\n\nA. March 3d. Coh. 25m. in the morning: the Air having many inflecting\ning parts dispersed up and down in it; by the Wheel Barometer,\nheavy.\n\nB. Another Scheme, which I drew from my Observation, about\n10 minutes after, the same morning. Both these were observed with a\nvery deep Eye-glass.\n\nC. March 10th. 9h. 20m. in the morning: the Air heavy and\ninfluentive. Use was made of a shallow or ordinary Charge.\n\nD. March 10th. 3h. 00m. in the Morning; the Air very heavy and\nInfluentive, which made it glare and radiate, and be more confused than\nabout 3 hours before. A shallow Charge.\n\nE. March 21st. 9½h. post merid; the Air light (in weight) and clear,\nwithout inflenting parts; the Face appear'd most distinctly of this\nForme. A shallow Charge.\n\nF. March 21st. 11½h. post merid; the Air continuing very light and\nclear, without inflenting vapours. A shallow Charge.\n\nG. March 21st. 8½h. post merid. the Air clear, with few inflenting\nveins in it, and indifferent light. A shallow Charge.\n\nH. March 23rd. 9½h. post merid. the Air pretty light, but moist, and\nsomewhat thick and hazy, but seem'd to have but few veins, or inflent-\ning parts.\n\nI. March 28th. 3h. p.m. much the same kind of Air with that of\nMarch 23; light, moist, and a little hazy, with some very few veins.\n\nObservations\n\nMade in Italy, confirming the former, and withall fixing the\nPeriod of the Revolution of Mars.\n\nThese Observations we shall summarily present the Curious\nin these parts with, as they were lately presented (by Letter\nfrom his Excellency the Ambassador of Venice, now residing\nat the Court of France) to the Royal Society, in some printed\nsheets of Paper, entituled, MARTIS, circa Axem proprium\nRevolubilis, Observationes, BONONIAE & JO. DOMINICO\nCASINO habite, come to hand June 3, 1666.\n\nIn these Papers the Excellent Cassini affirms:\n\n1. That with a Telescope of 24 Palms, or of about 16 Foot,\nwrought after S. Campani's way, he began to observe February 6,\n1666 (St.n.) in the morning, and saw two dark Spots in the first\nFace of Mars.\n\n2. That",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101500.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2346,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2107,
        2
      ],
      [
        2107,
        4314,
        3
      ],
      [
        4314,
        6549,
        4
      ],
      [
        6549,
        8514,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101500",
    "title": "The Particulars. Of Those Observations of the Planet Mars, Formerly Intimated to Have Been Made at London in the Months of February and March A. 1665/6",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101500"
  }
}