{
  "id": "31e14a4838fe9f2a606dbf0f1ed9ca5ff3cdbaa6",
  "text": "Received October 20, 1766.\n\nX. Account of a locked Jaw, and Paralysis, cured by Electricity: by Dr. Edward Spry, of Totness, in a Letter to Charles Morton, M.D. Sec. R.S.\n\nRead Feb. 19, 1767\n\nCATHARINE Smellidge, of Ditford, a girl aged eighteen, of a strong healthy constitution, took, at the accidental death of a friend, a great fright, and the next day (Easter-day, 1765) at his funeral, fell ill of very severe convulsive fits, which lasted, with slight intermissions, upwards of a month.\n\nFrom the first attack, she never spoke, though otherwise sensible; soon after her jaws became quite fixt, so that she was obliged to be fed with thin panada, and the like, strained between her teeth, being not able to have them opened but a very little way, even by a wedge made for that purpose. She became likewise paralytic from her hip down, on the right side.\n\nJanuary 10, 1766. She consulted me, when I found her incapable of supporting herself without assistance, her leg and thigh of the right side very torpid with a loss of motion, and much more flaccid than the other, though not emaciated. She was incapable of uttering the least articulate sound, or even of having her teeth so far separated by the\nspeculum oris, as to admit my little finger between them.\n\nThe masseter and temporal muscles, from their contraction, felt vastly tense, and rigid, being particularly painful on our pressure thereon, or endeavour to open her mouth; the genio-hyoidei muscles appeared alike circumstanced, and the platysma-myoides on the right side very often greatly convulsed.\n\nMatters thus circumstanced, after every usual method judiciously administered by Mr. Guddrige of Brent, her surgeon, to little avail, I had but small hopes from medicine; therefore recommended electricity; on which account, she, having no opportunity of its being done in the country, came to her lodgings, taken in town for that purpose, on January 15, when, she being somewhat inclined to be plethoric, and her menses not hitherto interrupted, I ordered fourteen ounces of blood to be taken off, and the next day gave her a few slight (the feathered gnomon rising not above the horizontal) electrical shocks on the leg of the diseased side; she immediately felt an agreeable sensation therein.\n\nThis process was daily repeated, with a gradual increase of the vis electrica, sometimes plus, sometimes minus, electrifying her for six or seven days, by which time she became much stronger, and capable of walking alone tolerably well.\n\nI now (she being, as to her jaw, and speech, as at first) several times full-charged her with the electric matter, discharging it alternately from the masseters, her temples, and under the chin; immediately on her parting with which, she, involuntarily, shook her head,\nhead, making her usual noise, in endeavouring to speak.\n\nThe next day, I fixed the conductor round her temples, and throat, and gave slight shocks, by touching sometimes her chin, othertimes her teeth or cheeks, with the communicant wire. This she disagreeably, though advantageously, felt, her jaws hereby admitting their being opened a little.\n\nThe next day, I (the gnomon being near erect) increased the shocks considerably, by which, though she very discontentedly bore them, she became capable of opening her mouth to the width of an inch, and of articulating an imperfect, though, with difficulty, an intelligible sound.\n\nThe next day, (the index quite perpendicular) she very reluctantly received several smart shocks, and at last unexpectedly (the air being very electric) to such a degree, as to deprive her of her senses; she becoming thereon, and remaining for half an hour, strongly convulsed.\n\nThe next day, after the first shock, she spoke so as to be tolerably well understood, telling us that the shocks were frequently vastly severe for her to bear; but that, as she was fully sensible of the advantage she had already received thereby, she would gladly submit to my will, in hopes of a further advantage.\n\nShe was even now incapable of bringing her tongue without her teeth, and of moving it without great difficulty, complaining it seemed very large, and heavy.\n\nOn inspecting her mouth, which she was able to open to almost its usual width, I discovered nothing particular,\nparticular, but an extraordinary turgescence, without induration, of the sublingual glands.\n\nAfter this she received about twenty shocks daily on her tongue, and other parts, for a fortnight, by which time all her complaints were removed, and she returned home quite well, and has remained so ever since.\n\nN.B. In the first week's experiments, the shocks were confined between her hip, and foot, of the right side; after that, on various parts, as judged requisite: her tongue, at its tip, became very red, and tender, after the first electrization, its papillæ appearing very prominent; and its subjacent glands soon lessened their bulk, her mouth running greatly with saliva: her pulse, with a shock or two, generally quickened twelve or fourteen times per minute. She, after grown tolerably well, immediately on having a smart electrical stroke, frequently became, for some small time, as paralytic as ever on her right side; and sometimes, thereon, had a return of her fits, the going off of which were attended with profuse sweats. Her blood appeared of a good texture, otherwise than giving off a little more than its due proportion of latex.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105935.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1378,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1207,
        2
      ],
      [
        1207,
        2774,
        3
      ],
      [
        2774,
        4268,
        4
      ],
      [
        4268,
        5416,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105935",
    "title": "Account of a Locked Jaw, and Paralysis, Cured by Electricity: By Dr. Edward Spry, of Totness, in a Letter to Charles Morton, M. D. Sec. R. S.",
    "authors": "Edward Spry",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105935"
  }
}