{
  "id": "d1cae61e1a74343288b5dbb0767c7cf5a27d8f23",
  "text": "XXIV. Observations on the proper Method of calculating the Values of Reversions depending on Survivorships: By Richard Price, D. D. F. R. S.\n\nRead May 10, 1770.\n\nALL questions relating to the values of lives and reversions, are at present of particular importance in this kingdom. Much business is continually transacted in this way; and any considerable errors in the method of solving such questions must in time produce very bad consequences. The design of the following observations is, to point out a particular error, into which there is danger of falling, in finding the values of such reversions as depend on survivorships. In doing this, I shall, in order to be as plain as possible, take the following case.\n\n\"A, aged 40, expects to come to the possession of an estate, should he survive B, aged likewise 40. In these circumstances, he offers, in order to raise a present sum, to give security for 40 l. per ann. out of the estate at his death, provided he should get into possession; that is, provided he should survive B. What is the sum that ought now to be advanced\n\"advanced to him in consideration of such security,\n\"reckoning compound interest at four per cent.?\"\n\nM. de Moivre's directions, in his treatise on annuities, prob. XVII. and XX. lead us to seek the required sum in this case, by the following process.\n\nFind first, the present sum A should receive for the reversion of 40 l. per ann. for ever after his death, supposing it not dependent on his surviving B.—The present value of such a reversion, is the value of the life subtracted from the perpetuity *. The value of the life, taken from Mr. de Moivre's tables, is 13.2 years purchase. This subtracted from 25, the perpetuity, leaves 11.8, the value of the supposed estate after the life of A; which value therefore, is in money 472 l. But (as M. de Moivre observes), the lender having a chance to lose his money, a compensation ought to be made to him for the risk he runs, which is founded on the possibility that a man of the age of 40 may not survive another person of the same age. This chance is an equal chance; and therefore half the preceding sum, or 236 l. is the sum which should be advanced now on the expectation mentioned.\n\nThis solution carries a plausible appearance; and most persons will, probably, be ready to pronounce it right; nor will this be any wonder, as so great a master of these subjects as M. de Moivre, appears to have been misled by it. Nothing more is necessary to prove it to be fallacious, than proceeding in the same way to solve the following similar question.\n\n\"A, aged 40, offers to give security for 40 l. per ann. to be entered upon at his death, provided it\n\n* By Prob. XXVI. p. 293, of Mr. Simpson's Select Exercises.\nshould happen before the death of B, aged likewise 40. What sum should now be advanced to him for such a reversion, interest being reckoned at 4 per cent.?\n\nIn solving this problem, agreeably to the method just described, we are to find the value of 40l. per ann. to be entered upon certainly at the death of A, and then to multiply this value by the chance that A shall not survive B, or by \\( \\frac{1}{2} \\); and in this way the answer comes out the same as that already given. Now, it may be easily seen that this must be wrong. The value of a reversion to be received when a person of a given age dies, cannot be the same whether the condition of obtaining it is, that he shall die before, or that he shall die after another person; that is, whether it is provided that a purchaser, if he succeeds, shall get into possession sooner or later. The reversion in the latter case must, without doubt, be of less value than in the former.\n\nThe first question here proposed resolves itself into the following general question. \"What is the present value of a given reversionary sum or estate, to be received after the failure of two lives, provided one in particular of them should be the longest life?\"\n\nNow, the present value of an estate to be enjoyed for ever after the failure of the longest of two lives, is the value of the longest of the two lives subtracted from the perpetuity. The value of the longest of two lives is, it is well known, the value of the two joint lives subtracted from the sum of the values of the two single lives. In the present case, therefore, it is 9.82 (the value of two joint\njoint lives of 40 l.*) subtracted from twice 13.2, (the value of a single life of 40) that is, 16.58 years purchase. And this subtracted from 25 (the perpetuity) gives 8.42, which multiplied by 40 gives 336.8 l. the value of the given estate, were it certainly to be enjoyed after the extinction of the longest of two lives both 40; that is, whether one or other of them failed last. But that A's life in particular should fail last rather than B's, is an even chance. The true value of the reversion, therefore, is \\( \\frac{1}{2} \\) the last value, or 168.4 l.\n\nIn like manner. The second question is the same with the question. \"What is the present value of \"40 l. per ann. for ever, to be entered upon after the \"extinction of two joint lives both 40; that is, \"whenever either of them shall fail, provided the \"first that fails should happen to be A's life in par- \"ticular?\" And the answer is found by subtracting the present value of the two joint lives from the perpetuity, and multiplying the remainder by \\( \\frac{1}{2} \\), or the chance that A in particular shall die first; and this will give the required value, 303 l.\n\nIn short, it appears in both these cases, that, according to the first method of solution, we are to subtract from the perpetuity the value of one of the single lives, when, in the former case, the value of\n\n* The value of the two joint lives is here given on M. de Moivre's hypothesis of an equal decrement of life; and it has been calculated by a rule in Mr. Simpson's treatise on the Doctrine of Annuities and Reversions, p. 16. M. de Moivre's rules, in the second and third problems of his treatise on annuities, give the values of joint lives so much less than the truth, that they ought never to be used.\nthe longest of the two lives, and, in the latter case, the value of their joint continuance, ought in reality to be subtracted. I need not say what prodigious errors may often arise from hence, and how unfit such a method of solution is for practice. The Society in Nicholas-Lane, Lombard-street, for equitable assurances on lives and survivorships, have in constant practice such questions as those now stated; and, had they happened to have adopted this method of solution, they could not have continued long an advantage to the publick.\n\nMr. Simpson, in p. 322. of his Select Exercises, speaks on this subject in the following manner. \"I have been very particular on these kinds of problems; and the more so, as there has been no method before published, that I know of, by which they can be rightly determined. It is true, the manner of proceeding by first finding the probability of survivorship (which method is used in my former work, and which a celebrated author has largely insisted on in three successive editions) may be applied to good advantage when the given ages are nearly equal; but then it is certain, that this is not a genuine way of going to work, and that the conclusions hence derived are at best but near approximations.\" This accurate and excellent mathematician has here expressed himself much too favourably, of the method of solution on which I have remarked. In both the cases I have specified, the ages are equal; and yet, in one of them the error is a good deal above a third of the true value, and in the other a fifth: And it is obvious, that in cases where three equal lives are taken, the errors will be much greater.\ngreater. Mr. Simpson's observations in this passage, are true only, when applied to a different method used by himself in the 28th and following problems of his Treatise on the Doctrine of Annuities and Reversions. This method is exact when the lives are equal; but it gives results that are too far from the truth, when there is any considerable inequality between the lives.\n\nIt is with reluctance I have made some of these remarks. M. de Moivre has made very important improvements in this branch of science, and the highest respect is due to his name and authority. This, however, only renders these remarks more necessary*.\n\n* The strict demonstration of the solution I have given of the questions here stated, is as follows. It is plain that the purchaser of A's right, as stated in the first question, cannot get into possession till the year when A and B shall be both dead, nor then, unless A happens to die last. Now, supposing the common complement of life $n$, the probability that A and B shall be both dead at the end of the first year, and A die last, is\n\n$$1 - \\frac{n-1}{n} \\times 1 - \\frac{n-1}{n} \\times \\frac{1}{2} = \\frac{1}{2} - \\frac{n-1}{2n} - \\frac{n-1}{2n} + \\frac{n-1}{2n^2}.$$ \n\nIn like manner, the probability that they shall be both dead at the end of the second and third, &c., years, and A survive, is\n\n$$\\frac{1}{2} - \\frac{n-2}{2n} - \\frac{n-2}{2n} + \\frac{n-2}{2n^2}, \\frac{1}{2} - \\frac{n-3}{2n} - \\frac{n-3}{2n} + \\frac{n-3}{2n^2}, \\text{ &c.}$$\n\nThe present value, therefore, of the 1st, 2d, and 3d, &c., rents of the reversionary estate, is\n\n$$\\frac{1}{2r} - \\frac{n-1}{2nr} - \\frac{n-1}{2nr} + \\frac{n-1}{2nr^2}, \\frac{1}{2r^2} - \\frac{n-2}{2nr^2} - \\frac{n-2}{2nr^2} + \\frac{n-2}{2nr^2}, \\frac{1}{2r^3} - \\frac{n-3}{2nr^3} - \\frac{n-3}{2nr^3} + \\frac{n-3}{2nr^3}, \\text{ &c.}$$\n\n$r$ signifying 1l. increased by its interest for a year; and the estate being 1l. per annum. And the sum of these terms is the\nIn the practice of assurances on the survivorship of one life beyond another, there is frequent occasion for making such assurances, for a term of years only. The method of determining the value in such cases I have not seen anywhere described. Perhaps, therefore, a brief account of it here may be of some use.\n\nBy reasoning in the same manner with Mr. Simpson, p. 322, Select Exercises, it will appear, that the value of any given sum $S$ assured, for $n$ years on a given life A, provided in that time another given life B should survive A, is\n\n$$\\frac{S}{a} \\times \\frac{b-1}{r} + \\frac{b-2}{r^2} + \\frac{b-3}{r^3}, \\text{ &c. (continued to } n \\text{ terms)} + \\frac{S}{a} \\times \\frac{1}{2br} + \\frac{1}{2br^2} + \\frac{1}{2br^3}, \\text{ &c. (continued likewise to } n \\text{ terms)}, r \\text{ denoting } 1l. \\text{ increased by its interest for one year; and } a \\text{ and } b, \\text{ the numbers in the table of observations alive at the ages of A and B, divided by the quotient arising from dividing the sum of the differences in the table from these value required. But } \\frac{1}{2r} + \\frac{1}{2r^2} + \\frac{1}{2r^3}, \\text{ &c. is half the perpetuity; and } \\frac{n-1}{2nr} + \\frac{n-1}{2nr} - \\frac{n-1}{2nr^2} + \\frac{n-2}{2nr^2} + \\frac{n-2}{2nr^2} - \\frac{n-2}{2nr^2} + \\frac{n-3}{2nr^3} + \\frac{n-3}{2nr^3} - \\frac{n-3}{2nr^3}, \\text{ &c. is half the value of the joint lives subtracted from half the sum of the values of the two single lives; that is, half the value of the longest of the two lives by problem IV. of M. de Moivre's Treatise on Life Annuities. A similar demonstration may be easily applied to the solution of the other question.\n\nThe best rules for finding, in all cases, the values of reversions depending on survivorships, are Mr. Simpson's, in his Select Exercises, p. 297, &c.\nages respectively for \\( n \\) years, by \\( n \\). Now \\( \\frac{b-1}{br} + \\frac{b-2}{br^2}, \\ldots \\) (continued to \\( n \\) terms) is the value of an annuity on the given life B for \\( n \\) years. And \\( \\frac{1}{2br} + \\frac{1}{2br^2}, \\ldots \\) (continued to \\( n \\) terms) is the value of an annuity certain for \\( n \\) years, divided by \\( 2b \\).\n\nThe general rule, therefore, is this.\n\n\"Find (by problem 23. in M. de Moivre's Treatise on Annuities, fourth edition) the value of an annuity on the life of B for \\( n \\) years. To this value add the quotient arising from dividing by \\( 2b \\), the value of an annuity certain for \\( n \\) years, taken out of M. de Moivre's tables in the treatise just mentioned, or out of table III. in Mr. Simpson's Select Exercises: and the sum multiplied by \\( \\frac{S}{a} \\) will be the required value.\"\n\nExample. Let the rate of interest be 3 per cent. or \\( r = 1.03 \\).\n\nThe table of observations, Mr. Simpson's in his Select Exercises, p. 254.\n\nLet the age of A be seven years. B, 30. \\( n = 14 \\) and \\( S = 100l \\).\n\nThe sum of the decrements in the table for fourteen years from seven years of age, is 73; which divided by 14 is 5.2. The number alive at seven is 430; and this, divided by 5.2, gives 82.6 for the value of \\( a \\). In like manner the value of \\( b \\) may be found to be 41.7. The value of an annuity for 14 years on a life of 30, is 9.5. The value of an annuity certain for 14 years is 11.296, which divided by\nby \\(2b\\) or 83.4, gives 0.13; and this added to 9.5, and the sum multiplied by \\(\\frac{100}{82.6}\\) gives 11.66, or 11 l. 13 s. for the value in present payment of 100 l. assured to a person 30 years of age, and payable to him at the death of a child seven years of age, provided that should happen before his own death in 14 years.\n\nIt deserves to be particularly remarked, that in this method likewise may be determined, what sums ought to be paid on any survivorship, within a given term of years, of one life beyond another, in consideration of any given sums now advanced.\n\nThe following example of this is a case which has offered itself in practice, and which I have had occasion particularly to consider.\n\n\"A person aged 30, having in expectation an estate which is to come to him, provided he survives a minor aged seven before he comes of age, wants in these circumstances to raise 1000 l. What reversion, depending on such a survivorship, is a proper equivalent for this sum now advanced, interest being reckoned at 3 per cent. and the probabilities of life being supposed the same with those in the London table of observations?\"\n\nAnswer. It appears from what has been just determined, that, for 11 l. 13 s. now advanced, the proper equivalent in these circumstances is 100 l. to be paid, in case the supposed survivorship should take place. By the rule of proportion, therefore, it will appear, that for 1000 l. the proper equivalent is 8576 l.\n\nXXV. De",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105895.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14622,
    "total-output-tokens": 4232,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1080,
        2
      ],
      [
        1080,
        2742,
        3
      ],
      [
        2742,
        4350,
        4
      ],
      [
        4350,
        6093,
        5
      ],
      [
        6093,
        7747,
        6
      ],
      [
        7747,
        9694,
        7
      ],
      [
        9694,
        11510,
        8
      ],
      [
        11510,
        12982,
        9
      ],
      [
        12982,
        14449,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105895",
    "title": "Observations on the Proper Method of Calculating the Values of Reversions Depending on Survivorships: By Richard Price, D. D. F. R. S.",
    "authors": "Richard Price",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105895"
  }
}