{
  "id": "efd20034b7e909bdb1361d6f30776a93065ef037",
  "text": "I. Part of a Letter to Dr Mead, concerning Secretions in an Animal Body. By Jos. Morland, M.D.\n\nAnd indeed no one who has endeavoured to explain the manner, by which secretions are performed, seems to me to have given a satisfactory account of that matter; nor do I doubt, but that a man of your sagacity and skill in these affairs, can discover the defects of the several opinions of the Authors concerning them.\n\nI shall therefore propose my opinion as briefly as I can.\n\nIt seems to me, that the whole Business may be reduced to this double enquiry. 1st, How a thin Fluid (such as is the Urine) may be separated from the Mass of Blood, and the remaining parts of the Blood, circulate back to the Heart. 2dly, How a thick Fluid (such as is the Bile or Semen for example) may be separated from the Mass of Blood, and the other Fluids both thinner and thicker than this particular Fluid to be separated, circulate back to the Heart. And that I may be the more plain, I shall give a general Idea of the structure of the Glands. A Gland I conceive to be composed.\n\n1st, Of the Ramifications of the Blood Vessels inclosed in a common Membrane, which sends off several Fibres, by which these minute Vessels are tied together; and that the Veins are a continuation of the Arteries. Of this Dr Areskin has fully convinced us, by an injection of Wax in an Human Body, so dextrously performed, that the Wax being injected by the Arteries filled the Veins at the same time; and afterwards by a nice dissection of the part, where the continuation of the small Ramifications of the Arteries and Veins appeared to the naked Eye.\n\n2dly,\n2dly, I conceive, that when the Branches of the Arteries begin to grow very small, they send off several ducts, whose Orifices are of different Dimensions. These Ducts are of two sorts.\n\nThe First of these, which in the same Artery are always smaller than the 2d, pass immediately from the Artery, and open into the Veins.\n\nThe Second which pass off nearer to the extremity of the Arteries, unite and carry off a Liquor from the Mass of Blood for particular ends in several parts of the Body. It is to be observed, that in one case the second sort are only to be found.\n\nI imagine, that a thin Fluid may be seern'd from a thick one, when the Orifices of the secretory Ducts are so small, as to admit no other but that thin Fluid, and that at the same time the remaining parts of the Blood which are thicker, continue their course in the Vessel.\n\nAgain, I imagine that a thick Fluid may be seern'd, when the thinner parts are carried off some other way, so that the Liquor to be seerned will be the thinnest of the remaining Mass.\n\nUpon these principles I think it will be easy to explain the Doctrine of Secretions. And now In the first place Let us examine how the thinner Secretions are performed: As for instance, the Urine.\n\nWhen the Blood by the Contraction of the Heart is pushed into the Arteries, they are dilated, which again contracting themselves push it forward into all the parts of the Body, and amongst the rest into the Ramifications of the Arteries of which the Glands of the Kidneys are compos'd. By this means the Blood passes by the Orifices of the Secretory ducts; when these Arteries contract themselves they press the Blood and force the thinner parts into the Orifices of those Ducts (which will admit no Thicker Fluid) and carry it toward the Pelvis and the remaining part of the Blood, into the Veins, by them to be carry'd back to the Heart. Thus a Thin\nThin Liquor may be separated from the Mass of Blood\n\nIn the Second Place Let us examine how a Thick Liquor may be separated from the Mass of Blood where thinner Liquors are mixt with it.\n\nFor instance, let us take the Gall or Semen.\n\nWhen the Blood is push't into the Celiac or Mesenteric Arteries, 'tis forced to pass into the Glands of the Stomach, Pancreas, Spleen and Intestines, &c. where the Liquor Gastricus, Succus Pancreaticus, Liquor intestinalis, are separated by the above-mention'd method. The Blood thus robb'd of various thin Liquors is push'd on into the Veins, which answer to these Arteries, which Veins unite, and form a large Trunc called the Vena Porta, which entering into the substance of the Liver, by its small Ramifications chiefly forms the Glands of which the Liver is compos'd. Here again all the Fluids contain'd in the Vena Porta, which are thinner than the Bile, are separated from this Mass of Blood by the first sort of Secretory Ducts (which we said opened into the Veins) and there are discharged and mixt with the Blood, which is passing toward the Heart. At the same time the Bile, with the rest of the Blood which is thicker, continues its course in the Artery: Now all the thin Liquors being separated the Bile is the thinnest part of this Mass of Blood, and so may be received by Excretory Ducts, which are capable to receive it, and no other.\n\nThe Semen being a very thick Liquor is separated much after the same manner. viz. The Blood being push't into the Spermatick Arteries, passes into the substance of the Testicles, where all the Liquors that are thinner than that out of which the Semen is to be taken are separated by the first sort of Secretory Ducts, and carried back to the Mass of Blood. Then this Liquor Seminalis being the thinnest part of the remaining Mass is separated by Encretory Ducts, capable to receive it and no other. After the Liquor Seminalis is separated from the Mass of Blood by the aforesaid method, it is push't forward into the Encretory Ducts, where there are other Ducts, which take their origin all along from them, which\nwhich Ducts are capable to receive the thinnest parts of the Liquor Seminalis, and convey them to the Mass of Blood; and thus the Semen is left behind to pass into the Vas deferens.\n\nAnd 'tis worth remarking, that as the Semen grows thicker and thicker by continual separation, the Canal in which it is to run, grows larger and larger, as appears by the structure of the Testicles Epididymis and Vas Deferens. Hence, we may give a true account, why the Canals of which the Testicles are composed, are so long. viz. That there might be time enough to separate all the thin Fluids.\n\nBy this method we see, how the thickest and thinnest Fluids may be separated from the Mass of Blood. And how intermediate Liquors may be separated after the same manner by Canals of intermediate Dimensions.\n\nThus in a word the whole Doctrine of Secretions may be reduc'd to this.\n\nTo separate a Liquor of any determin'd thickness, all the Fluids, which are thinner, must be carry'd off by small Canals, and the Liquor to be separated, being the thinnest of the remaining Mass is secered, because the Ducts are capable to receive it and no other.\n\nCorollarys.\n\n1. Hence the use of the Spleen is evident.\n2. Hence appears the origin and use of the Lymphaticks.\n3. Hence the Texture and use of many minute parts of the Body may be discovered, which hitherto has been unknown.\n\nYou know, Sir, of how great moment such considerations as these are to the knowledge both of the Cause and Cure of many Distempers; having already in some degree convinc'd those, who are the only capable Judges of these matters, that Mechanical Enquiries into the Animal Oeco-\nnomy, are the best Foundation, upon which we can safely proceed in the Practice of Physick.\n\nII. An Abstract of part of a Letter from Dr Bonomo to Signior Redi, containing some Observations concerning the Worms of Humane Bodies. By Richard Mead, M.D.\n\nHaving frequently observed that the Poor Women when their Children are troubled with the Itch, do with the point of a Pin pull out of the Scabby Skin little Bladders of Water, and crack them like Fleas upon their Nails; and that the Scabby Slaves in the Bagno at Legborne do often practice this Mutual Kindness upon one another; it came into my Mind to examine what these Bladders might really be.\n\nI quickly found an Itchy person, and asking him where he felt the greatest and most acute Itching, he pointed to a great many little Pustules not yet Scabb'd over, of which picking out one with a very fine Needle, and squeezing from it a thin Water, I took out a very small white Globule, scarcely discernible: Observing this with a Microscope, I found it to be a very minute Living Creature, in shape resembling a Tortoise, of whitish colour, a little dark upon the Back, with some thin and long Hairs, of nimble motion, with six Feet, a sharp Head, with two little Horns at the end of the Snout; as is represented in Fig. 1 and 3.\n\nNot satisfied with the first Discovery, I repeated the search in several Itchy persons, of different Age, Complexion and Sex, and at differing seasons of the year, and in all found the same Animals; and that in most of the Watery Pustules,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102885.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2284,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1624,
        2
      ],
      [
        1624,
        3505,
        3
      ],
      [
        3505,
        5605,
        4
      ],
      [
        5605,
        7237,
        5
      ],
      [
        7237,
        8761,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102885",
    "title": "Part of a Letter to Dr Mead, concerning Secretions on an Animal Body. By Jos. Morland, M. D.",
    "authors": "Jos. Morland",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102885"
  }
}