{
  "id": "cd551713677b9339e04e8dbe27917f5e8112d67b",
  "text": "Subject, and be unseasonable here, I shall refer it to its proper Place, and only remark, that whatever Medicines (besides Evacuations and the Bark) have been found useful in the Cure of Intermittents, they are, so far as I know, all highly antiseptic; such are; Myrrh, Camphire, Camomile-flowers, Wormwood, Tincture of Roses, Alum with Nutmeg, vitriolic or strong vegetable Acids with Aromatics.\n\nThus far I have only related my Experiments upon Flesh, or the fibrous Parts of Animals; I should next proceed to shew, what Effects Antiseptics have upon the Humours; for, tho' from Analogy we may conclude, that whatever retards the Corruption of the Solids, or recovers them after they are tainted, will act similarly upon the Fluids; yet, as this does not certainly follow, I judged it necessary to make new Trials; which, with some Experiments on the Promoters of Putrefaction, the reverse of the former, shall be offer'd to the Society at another Meeting.\n\nN. B. These Experiments are continued in this Transaction, p. 550.\n\nIII. A Letter from Mr. Joseph Platt to Mr. Peter Collinson F. R. S. concerning a flat Spheroidal Stone having Lines regularly crossing it.\n\nDear Sir,\n\nManchester, Dec. 9, 1749.\n\nRead Nov. 8, 1750.\n\nA LITTLE while since a Man brought me a Stone, which he found at Ardwick, 7 Feet deep, near this Town, in driving a Slough through some Great stone. It is what I call\na Nodule, of a close, compact, smooth Matter; was incrustated with coarser Earth, or soft Stone; is 3 Inches and a half Diameter; form'd not unlike one of the *Echini marini*; except the *Papillae* or small Protuberances, which it wants. Upon examining it, I find four white Seams, about the Bigness of a Horse-hair, which quarter the Stone very correctly. The Angles are exactly the same, and correspond so well, that it would require the nicest mathematical Head and Hand to draw the like. See Tab. I. Fig. 1.\n\nThe Diameter $AB$ is 3.7 Inches; the strait Line $CD$ at the Bottom, or greater Base, is .42 of an Inch; that at the Top of the Stone is .21 of an Inch, which make the Angles $CD$ equal at Top and Bottom, tho' of different Diameters. The Seams are like Talc or Spar. It weighs about 3 Pounds. I have several Nodules, but none like this. There is nothing curious in this Stone but the Lines, which I have described in the best manner I can. I am confident Chance had no Hand in forming it; and I am as certain, that no Artist was ever concerned or able to do the like; therefore I conclude it has been something form'd before the Flood, and is of marine Production. I am\n\nYour much obliged Friend,\nand humble Servant,\n\nJoseph Platt.\n\nThe Stone having been line-cut in two, it was found that those regular Lines, composed of a sparry Matter, penetrated the whole Substance of the Stone quite thro', and that they grew wider as they were nearer to the Centre. I have given a Representation of this Section at Fig. 2. Tab. I.\n\nC. M.\nIV.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104692.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8208,
    "total-output-tokens": 914,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1393,
        4
      ],
      [
        1393,
        2938,
        5
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104692",
    "title": "A Letter from Mr. Joseph Platt to Mr. Peter Collinson F. R. S. concerning a Flat Spheroidal Stone Having Lines Regularly Crossing It",
    "authors": "Joseph Platt",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104692"
  }
}