{
  "id": "5e35dee3e877c6e6e7bc5a206f5779e004d102b9",
  "text": "In my Journey to Albany, 20 Miles to the Eastward of Hudson's River, near the middle of a long rising Hill, I met with a brisk noisy Brook sufficient to serve a Water-Mill, and having observed nothing of it at the beginning of the Hill, I turned about and followed the Course of the Brook, till at length I found it come to an End, being Absorb'd, and sinking into the Ground, either passing through Subterraneous Passages, or soaked up with the Sand; and tho' it be common in other Parts of the World for Brooks and even Rivers thus to be lost; yet this is the first of the Sort, I have heard of, or met with in this Country.\n\nP. Dudley.\n\nIV. A Letter from Mr. Leeuwenhoeck, F. R. S. concerning the Muscular Fibres in several Animals, and the Magnetick Quality acquired by Iron, upon standing for a long time in the same Posture.\n\nDelft, Apr. 21st, 1722.\n\nTo the Illustrious Royal Society.\n\nHonoured Sirs,\n\nIn a Letter I receiv'd sometime ago from one of your Secretaries, among many Expressions of your kind Acceptance of my Labours. I am requested by that Gentle-\nGentleman in the Name of the Royal Society, to endeavour by repeated Observations to confirm some of my late Discoveries, and to set them in so clear a Light, as to stop the Mouths of the most incredulous Gain-sayers.\n\nWith regard to this, I beg leave to observe to you, that I examine a great many different Subjects, of which I commit no account to Paper, because the Result is the same with what I have already described; and that whenever I make any Discovery, which I apprehend will not easily meet with Credit, I suffer the Object to lie before the Microscope Day after Day, and sometimes for whole Years together, till it is eaten up by Insects. This I do with design to let it be seen by as many different Persons as possible.\n\nIt is not above eight Days ago, that I was viewing a Portion of the Flesh of a fat Ox, as likewise the Muscular Fibres of a Cod-Fish, and of a Pearch, which Fibres being cut transversily, I could see in them very distinctly the great number of small Vessels, that ran along the length of each Fibre. And I have seen the same this Month of April, in the Muscular Fibres taken from the hinder Leg of a Mouse, and cut thro' transversily.\n\nI have at this time standing before a Microscope, some of the Muscular Fibres of a fat Ox, with those of a Mouse lying beside them, in order to have as many Eye-witnesses as possible, of their being of the same size in these two Animals, and I use the same Method in such other of my Observations, as are likely to appear incredible to other Persons.\n\nIn speaking formerly of the small Fibrilla, that help to suspend the Testicles of a Ram, I forgot to mention, that each of these consists of exceeding small Vessels, which run parallel to its length.\nI have likewise at this time standing before a Micro-\nscope, a small Portion of the Bone of an Ox, in which\nmay evidently be seen the Vessels, which proceed\nfrom the Bone, and compose what is called the Perio-\nsteum, as likewise the Openings of these Vessels; the\nreason of whose appearing so clearly is, as I imagine,\nthat they are filled with the Medullary Oil.\n\nI take this Opportunity of informing you, that the\nIron-Cross, which is supposed to have stood upon the\nSteeple of the New-Church here about two hundred\nYears, having been lately taken down to be repair'd,\nI was inform'd by a certain Foreign Gentleman, that a\npiece of Iron, that has stood for a long time in one\nSituation, would thereby acquire a Magnetick Quality.\nUpon which I desir'd a Workman to procure me a piece\nof that Cross, who accordingly brought me a bit of it,\nof about a Span long, and a quarter of an Inch thick,\nwhich I apply'd both to a working Needle, and the\nNeedle of the Compass, but without any Effect upon\none or the other.\n\nSome time after, the same Workman brought me\nsome other pieces, looking like rusty Iron, which he\nhad broken off from the bottom of the Cross, where\nit had been fasten'd by four cross pieces bound\ndown with Iron, to an erect piece of Timber nine\nInches square, and cover'd with Lead in such a man-\nner, that no wet could get to it.\n\nThis seeming rusty Iron would take up several\nNeedles hanging by one another, and appear'd to have\na stronger Magnetick Virtue than two Loadstones,\nwhich I had then in the House; and was so hard,\nthat no File would touch it. I gave one of the\ngreatest pieces to a Knifegrinder, to grind it for me,\nwho was a long time about it, and complain'd that it\nwas harder than Steel.\nThe Report of this made so great a Noise in the Town, that in a little time my pieces of Iron were all begg'd away, except one little one, which I kept for myself.\n\nI am, &c.\n\nAntony van Leeuwenhoek.\n\nV. An Account of the manner of bending Planks in His Majesty's Yards at Deptford, &c. by a Sand-heat, invented by Captain Cumberland. By Robert Gay, Esq;\n\nThe place, where the Planks lie to be softened in the Stove, is between two Brick-Walls; of such a length, height and distance from each other, as suffice to admit the largest, or to hold a good number of the smaller Sort: the bottom is of thick Iron Plates, supported by strong Bars; under the middle of which, are two Fire-places, whose Flews carry the Flame towards the Ends.\n\nThe Planks are laid in Sand; the lowest about six or eight Inches above the Iron-Plates, they are well cover'd with the Sand, and Boards laid over all, to keep in the Heat. The Sand is moistened with warm Water, (for which purpose they have a Cauldron adjoining to the Stove) and if the Timber be large, and intended to be very much bent, so that it must lie long",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103576.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1526,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1067,
        2
      ],
      [
        1067,
        2791,
        3
      ],
      [
        2791,
        4512,
        4
      ],
      [
        4512,
        5611,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103576",
    "title": "A Letter from Mr. Leeuwenhoeck, F. R. S. concerning the Muscular Fibres in Several Animals, and the Magnetick Quality Acquired by Iron, upon Standing for a Long Time in the Same Posture",
    "authors": "Antony van Leuwenhoek",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103576"
  }
}