{
  "id": "3c0b5f5ac8232c696f084dde84d45d147e110fa6",
  "text": "IV. On the Synthesis of Succinic and Pyrotartaric Acids.\n\nBy Maxwell Simpson, M.B. Communicated by Dr. Frankland, F.R.S.\n\nReceived April 10,—Read April 25, 1861.\n\nSuccinic acid bears the same relation to the diatomic alcohol glycol that propionic acid bears to ordinary alcohol. Propionic acid can be obtained by treating the cyanide of the alcohol radical with potash. Can succinic acid be obtained by treating the cyanide of the glycol radical with the same reagent? or is it an isomeric acid that is formed under those circumstances?\n\n\\[\nC_4H_5Cy + O_2 \\{ K_H + 2HO = O_2 \\{ C_6H_5O_2 + NH_3 \\\\\n\\text{Cyanide of Ethyle,} \\quad \\text{Propionate of Potash.}\n\\]\n\n\\[\nC_4H_4Cy_2 + 2 \\{ O_2 \\{ K_H + 4HO = O_4 \\{ C_8H_4O_4 + 2NH_3 \\\\\n\\text{Cyanide of Ethylene.} \\quad \\text{Succinate of Potash?}\n\\]\n\nThe following experiments were performed with the view of determining this point.\n\nPreparation of Cyanide of Ethylene.\n\nAs a preliminary step to the formation of succinic acid in this way, it became of course necessary to prepare the cyanide of ethylene. This body I obtained by submitting bromide of ethylene to the action of cyanide of potassium. The process was thus conducted:—A mixture of two equivalents of the cyanide and one of the bromide, together with a considerable quantity of alcohol, was exposed in well-corked soda-water bottles to the temperature of a water-bath for about sixteen hours. To prevent the caking of the salt, it is advisable to have some coarsely-powdered glass in the bottles, and to agitate them occasionally. At the expiration of this time the bottles were opened, and the alcohol separated and distilled. A semifluid residue was thus obtained, which was filtered at 100° Cent. It was very dark in colour, owing to the presence of a considerable quantity of a tarry matter, which embarrassed me for a long time. This I at last succeeded in removing, by exposing the residue to a powerful freezing mixture, and pressing it, while in the mixture, between folds of bibulous paper, as long as the paper was stained. After this treatment there remained a crystalline mass, which was almost white. This was finally washed with a small quantity of ether, and dissolved in the same fluid. The residue obtained on evaporating the etherial solution is the body in question. It was dried at 100° Cent., and analysed. The numbers obtained agree MDCCCLXI.\nwith the formula of cyanide of ethylene (C₄H₄Cy₂), as will be seen from the following Table:\n\n|       | Theory per cent. | Experiment I. | Experiment II. |\n|-------|------------------|---------------|----------------|\n| C₈    | 48·00            | 60·00         | 59·20          |\n| H₄    | 4·00             | 5·00          | 5·55           |\n| N₂    | 28·00            | 35·00         |                |\n|       | 80·00            | 100·00        | 34·00*         |\n\nThis is, I believe, the first example of a diatomic cyanide. It has the following properties:—Below the temperature of 37° Cent. it is a crystalline solid of a light-brown colour, above that temperature it is a fluid oil. It cannot be distilled. Nevertheless it bears a tolerably high temperature without suffering much decomposition. Its specific gravity at 45° Cent. is 1·023. It is very soluble in water and alcohol, and sparingly soluble in ether. It has an acrid disagreeable taste. It is neutral to test-paper. Gently warmed with potassium, it is decomposed, cyanide of potassium being formed in large quantity. Its solution in water is not precipitated by nitrate of silver.\n\n**Action of Potash on Cyanide of Ethylene. Formation of Succinic Acid.**\n\nAn alcoholic solution of crude cyanide of ethylene was prepared in the manner already described, and introduced, together with some sticks of caustic potash, into a large balloon with a reversed Liebig’s condenser attached to it. Heat was then applied by means of a water-bath, which caused torrents of ammonia to be evolved. As soon as the evolution of this gas had ceased, the alcohol was distilled off, and in order to secure the complete decomposition of the cyanide, the residue was treated with a solution of potash, and exposed to heat as long as the slightest evolution of ammonia could be detected. A considerable excess of strong nitric acid was then cautiously added, and the whole evaporated to dryness. The nitric acid destroys all the impurities present, and leaves a mixture of nitrate of potash and a free acid, easily separable by means of alcohol, which dissolves the latter but not the former. The acid obtained, on distilling off the alcohol, was twice crystallized from water, dried at 100° Cent., and analysed. The numbers obtained agree perfectly with the formula of succinic acid, as the following Table will show:\n\n|       | Theory per cent. | Experiment I. | Experiment II. |\n|-------|------------------|---------------|----------------|\n| C₈    | 48·00            | 40·67         | 40·54          | 40·30          |\n| H₆    | 6·00             | 5·08          | 5·07           | 5·02           |\n| O₈    | 64·00            | 54·25         |                |                |\n|       | 118·00           | 100·00        |                |                |\n\n* A slight loss occurred in this analysis.\nA silver-salt* was also prepared, and gave on analysis the following results:\n\n| Theory | Experiment |\n|--------|------------|\n|        | I.         | II.        | III.       |\n| C₈     | 48·00      | 14·46      | 14·58      | 14·49      |\n| H₄     | 4·00       | 1·20       | 1·48       | 1·44       |\n| O₈     | 64·00      | 19·28      |            |            |\n| Ag₂    | 216·00     | 65·06      |            |            |\n|        | 332·00     | 100·00     |            |            |\n\nThe acid possessed also all the properties of succinic acid. It melted a few degrees above 180° Cent., and sublimed on the application of a higher temperature. It was very soluble in water and alcohol, and sparingly soluble in ether. It gave, when neutralized, a reddish-brown precipitate with perchloride of iron. Moreover, on digesting this precipitate with ammonia, and filtering, an acid could be detected in the filtered liquor, which gave white precipitates with nitrate of silver, and with a mixture of chloride of barium and alcohol. On passing a stream of muriatic acid gas through a solution of the acid in absolute alcohol, an oil insoluble in water was obtained, which distilled between 220° and 225° Cent. This was evidently succinic ether.\n\nThe above is an easy and productive process, and yields the acid at once in a state of purity. From 1500 grains of bromide of ethylene I obtained 480 grains of succinic acid, or nearly 33 per cent.\n\nI have studied in addition the action of some acids, and of nitrate of silver on cyanide of ethylene.\n\n**Action of Nitric Acid on Cyanide of Ethylene.**\n\nWhen cyanide of ethylene and nitric acid are evaporated together on a water-bath, a white crystalline mass is obtained. This proved to be a mixture of succinic acid and nitrate of ammonia. The acid can be completely separated from the nitrate by means of ether, of which, however, a large quantity is requisite. A silver-salt of the acid was prepared and analysed. It gave 64·07 instead of 65·06 per cent. of silver.\n\n**Action of Muriatic Acid on Cyanide of Ethylene.**\n\nA mixture of cyanide of ethylene and an excess of strong muriatic acid was exposed for a few hours in a sealed tube to the temperature of 100° Cent. On cooling, the contents of the tube became a mass of crystals, which I ascertained to be a mixture of\n\n---\n\n* The acid from which this salt was prepared, was obtained in a somewhat different manner. Instead of liberating it from its combination with potash by means of nitric acid, muriatic acid was employed. The whole was then evaporated at a gentle heat, and the residue repeatedly digested with absolute alcohol. On evaporating the alcohol, the succinic acid was obtained free from the chloride of potassium which accompanied it. The silver-salt evidently contained a trace of an acid having a higher atomic weight than succinic acid.\nsuccinic acid and muriate of ammonia. The following equation will explain the reaction:\n\n\\[ \\text{C}_4\\text{H}_4\\text{Cy}_2 + 2\\text{HCl} + 8\\text{HO} = \\text{C}_8\\text{H}_6\\text{O}_8 + 2(\\text{NH}_4\\text{Cl}). \\]\n\nThis reaction enabled me to determine the amount of nitrogen in the cyanide of ethylene in a very easy manner. It was simply necessary to perform the above experiment on a weighed quantity of the cyanide, and afterwards to ascertain the amount of nitrogen in the mixed crystals by means of bichloride of platinum in the usual way.\n\n**Action of Nitrate of Silver on Cyanide of Ethylene.**\n\nAbout three equivalents of crystallized nitrate of silver were rubbed up in a mortar with one equivalent of pure cyanide of ethylene and a considerable quantity of ether. The ether was then poured off, and the residual salt dissolved in boiling alcohol. On cooling, the alcohol became a mass of brilliant pearly plates. These were washed with ether, dried at 100° Cent., and analysed. The numbers obtained lead to the formula \\( \\text{C}_4\\text{H}_4\\text{Cy}_2 + 4(\\text{AgO}, \\text{NO}_5) \\), as will be seen from the following Table:\n\n| Theory | Experiment |\n|--------|------------|\n|        | per cent. | I.   | II.  |\n| C₈     | 48·00     | 6·31 | 6·29 |\n| H₄     | 4·00      | 0·53 | 0·66 |\n| N₆     | 84·00     | 11·06|      |\n| O₂₄    | 192·00    | 25·26|      |\n| Ag₄    | 432·00    | 56·84| 56·68|\n|        | 760·00    | 100·00|\n\nThat this body is simply formed by a union of the cyanide and nitrate in these proportions without decomposition, is confirmed by the fact that, when the crystals are treated with strong hydrochloric acid and the whole evaporated on a water-bath, succinic acid can be detected in the residue. The acid is evidently formed by the action of the liberated nitric acid on the cyanide of ethylene. The crystals are soluble in water and alcohol, but insoluble in ether. When heated they explode like gunpowder. They do not, however, detonate on percussion. This compound may possibly throw some light on the constitution of the fulminates. It gives a remarkable silver-salt, when treated with nitrous acid (NO₃), which is insoluble in alcohol, and so fusible, that it can be melted under that liquid. This I am at present engaged in studying.\n\nI have endeavoured to substitute two equivalents of bromine for the two of cyanogen in the cyanide of ethylene, so as to regenerate bromide of ethylene, but without success, the molecule being completely broken up by the action of the bromine.\n\nWe are now in a condition to answer the question proposed at the commencement of this paper. Succinic acid can be obtained from glycol in the same manner as propionic acid from ordinary alcohol; the bromide of ethylene, the point from which I started, being capable of derivation from the diatomic alcohol.\nWe are now enabled, thanks to the researches of Messrs. Perkin and Duppa, and of M. Kekulé*, to build up three highly complex organic acids (succinic, paratartaric, and malic) from a simple hydrocarbon; and what is more important, we are enabled to do this by processes, every stage of which is perfectly intelligible.\n\nThe question now arises, Is the foregoing reaction capable of general application? Can the homologues of succinic acid be obtained in a similar manner? With the view of determining this point, I have endeavoured to prepare pyrotartaric acid from the cyanide of propylene, the radical of propylglycol.\n\nPreparation of Cyanide of Propylene.\n\nThis body, which forms the first step in my process for pyrotartaric acid, I succeeded in obtaining in the following manner:—A mixture of one equivalent of bromide of propylene and two of cyanide of potassium, together with a considerable quantity of alcohol, was exposed to the temperature of a water-bath in well-corked soda-water-bottles for about sixteen hours. Their contents were then filtered, and the alcohol distilled off the filtered liquor. A liquid residue was thus obtained, which was very black, and by no means of a promising appearance. This was filtered at 100° Cent., and digested with ether, which left a large quantity of a black tarry matter undissolved. The residue obtained on evaporating the etherial solution was then submitted to distillation. Almost the entire liquid passed over between 265° and 290° Cent. The fraction distilling between 277° and 290° was analysed and gave the following numbers:\n\n| Theory | Experiment |\n|--------|------------|\n|        | I.         | II.       |\n| C₁₀    | 60·00      | 63·82     | 61·95     |\n| H₆     | 6·00       | 6·38      | 6·54      |\n| N₂     | 28·00      | 29·80     |           |\n|        | 94·00      | 100·00    | 29·49     |\n\nI do not think it possible to obtain this body in a state of greater purity, unless by fractional distillation in vacuo, since it suffers partial decomposition when distilled in air, as evidenced by a slight evolution of ammonia during the process.\n\nThe properties of this cyanide very much resemble those of the preceding. It differs however in its physical state, which is that of a liquid at the ordinary temperature of the air. It is soluble in water, alcohol, and ether. It has an acrid taste. It is colourless and neutral to test-paper. It is decomposed with great facility by potassium, cyanide of potassium being formed in large quantity. Its solution in water gives no precipitate with nitrate of silver. Heated with potash, an acid is formed, and ammonia evolved.\n\n* Quarterly Journal of the Chemical Society, July 1860; and Bulletin de la Société Chimique de Paris, 10 Août 1860, p. 208.\nFormation of Pyrotartaric Acid.\n\nA mixture of one volume of cyanide of propylene, distilling between 265° and 290° C., and about 1½ volume of strong hydrochloric acid, was exposed in a glass tube hermetically sealed to the temperature of a water-bath for about six hours.\n\nLong before the expiration of this time the contents of the tube had become a mass of crystals. These were dried at 100° Cent., and dissolved in absolute alcohol. The residue obtained on evaporating the alcoholic solution was then twice crystallized from water, and finally dissolved in ether, in order to remove the last traces of the ammoniacal salt formed in the process. The body obtained on distilling off the ether is the acid in question. It was dried at 100° Cent. and analysed. The numbers obtained correspond with the formula of pyrotartaric acid, as will be seen from the following Table:\n\n|       | Theory | Experiment |\n|-------|--------|------------|\n| C₁₀   | 60·00  | 45·45      |\n| H₈    | 8·00   | 6·06       |\n| O₈    | 64·00  | 48·49      |\n|       | 132·00 | 100·00     |\n| I.    | 44·60  |            |\n| II.   | 44·58  |            |\n\nIt had also all the properties ascribed to this acid by Pelouze and Arppe. The crystals were colourless and very soluble in water, alcohol and ether. It had an agreeable acid taste, and expelled carbonic acid from its combinations with the alkalis. It became semifluid at 100° Cent., and melted completely a few degrees above that temperature. Long-continued ebullition in a glass tube converted it into an oil, which was insoluble in cold water, and no longer affected litmus paper, but which gradually dissolved in boiling water, recovering at the same time its acid reaction. Lime-water was not affected by a solution of this acid. Neutralized by ammonia, it gave a white curdy precipitate with nitrate of silver. Acetate of lead caused no precipitate with the neutralized acid. On the addition, however, of alcohol to the mixed solutions, a bulky white precipitate was obtained, which melted into oily drops on heating the liquid in which it was suspended. The following equation will explain the reaction which gives rise to this acid:\n\n\\[ \\text{C}_6\\text{H}_6\\text{Cy}_2 + 2\\text{HCl} + 8\\text{HO} = \\text{C}_{10}\\text{H}_8\\text{O}_8 + 2(\\text{NH}_4\\text{Cl}). \\]\n\nPyrotartaric acid bears the same relation to propylglycol that butyric acid bears to propylic alcohol:\n\n- Propylglycol: \\( \\text{C}_6\\text{H}_8\\text{O}_4 \\)\n- Propylic Alcohol: \\( \\text{C}_6\\text{H}_8\\text{O}_2 \\)\n- Pyrotartaric Acid: \\( \\text{C}_{10}\\text{H}_8\\text{O}_8 \\)\n- Butyric Acid: \\( \\text{C}_8\\text{H}_8\\text{O}_4 \\)\n\nThe claims of this acid to be considered the homologue of succinic acid, which some\nchemists do not recognize, are now, I think, fairly established, seeing that these two acids can be obtained by similar processes from homologous hydrocarbons.\n\nThe foregoing reaction, which, I think, we may now look upon as capable of general application, will no doubt place in our hands some of the missing acids of the succinic series.\n\nIt is highly probable that there exists a series of isomeric acids running parallel to these, which may be obtained by similar processes from the diatomic radicals contained in the aldehydes. Thus from the cyanide of ethylidene ($C_4H_4Cy_2$) we may hope to get an isomer of succinic acid.\n\nThe reactions I have just described lend, I think, some support to Frankland and Kolbe's view of the constitution of these acids, namely, that they are composed of two equivalents of carbonic acid, in which two equivalents of oxygen are replaced by a diatomic radical. However this may be, it is convenient, at all events, to formulate these bodies according to the carbonic acid type:\n\n$$2HO, C_4H_4\\left[\\frac{C_2O_2}{C_2O_2}\\right]O_2$$\n\nSuccinic Acid.\n\n$$2HO, C_6H_6\\left[\\frac{C_2O_2}{C_2O_2}\\right]O_2$$\n\nPyrotartaric Acid.\n\nI propose to continue my researches in this direction, and to extend them to the cyanides of the triatomic radicals.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108727.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 13050,
    "total-output-tokens": 4946,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2374,
        2
      ],
      [
        2374,
        5222,
        3
      ],
      [
        5222,
        8083,
        4
      ],
      [
        8083,
        10916,
        5
      ],
      [
        10916,
        13679,
        6
      ],
      [
        13679,
        16394,
        7
      ],
      [
        16394,
        17673,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108727",
    "title": "On the Synthesis of Succinic and Pyrotartaric Acids",
    "authors": "Maxwell Simpson",
    "year": 1861,
    "volume": "151",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/108727"
  }
}