{
  "id": "ad7730d30fd8fbec7e8aacfa8cdfb4a33830107c",
  "text": "But I cannot help asking your Opinion and begging you to consider, Whether, upon the Whole, the Virtues of this Medicine may not reasonably be thought to extend to many other Cases; and particularly to the Epilepsy and Plague. But, whatever Judgment you may form of the Medicine which common Good-will to my Fellow-creatures obliges me to recommend to your Thoughts, I intreat, and hope, you will pardon my Presumption in going so far beyond my own Province; seeing I shall always be, with the highest Esteem, and sincerest Respect,\n\nDear Sir,\n\nYour most obliged, and\n\nand most obedient Servant,\n\nAndr. Reid.\n\nXIX. De Planta minus cognita, & haec tenus non descripta, Commentarius: Auctore Gulielmo Watson, Regiae Societatis Sodalite.\n\nGEASTER Volvae Radiis & Operculo elevatis.\n\nRead in English Dec. 20. 1744.\n\nGEASTER appellatur plantarum genus a Michelio constructum; cujus quinque species accuratissimus idem auctor detexit, atque in tractatu tuo de novis plantarum generibus\ngeneribus adumbravit. Denominatur autem ex idiomate Graeco (γῆ terra, & ἀστέρι stella), propter angulos quosdam acutiores e centro radiatim excurrentes in omnibus hujus plantae speciebus, eo ritu, quo stellarum coruscationes in pictura effinguntur.\n\nCum Lycoperdo (a) Tournefortii & (b) Linnei, vel Bovista (c) Dillenii, cum (d) Lycoperdoidae, Lycoperdastro, & (e) Carpobolo Michelii, proximam affinitatem obtinet hocce genus. (f) Linnaeus etiam, necnon in generibus a Linnaeo datis (laudabili sane instituto) sectator ejus (g) Royenus, omnes has plantas sub Lycoperdi nomine generico complexi sunt.\n\nSalva tamen reverentia, qua eximios istos in arte botanica viros colam, quorum legibus, in omnium fere plantarum generibus a sola fructificatione firmandis, licet in caeteris partibus minime conveniant, arcte adhaereo; in multis certe tam ex Linnei Cryptogamiis, quam ex Royeni Cryptantheris, ad habitum plantarum, etiam in generibus constituendis, spectare oportet; idque in Fungis, Fucis, Algis, forstian & in Capillaribus, maxime necessarium esse videtur.\n\nAd descriptionem mirificae hujus plantae concinnandam, in tres partes distrahere lubuit, Volvam sciicet, Operculum, & Fructificationem; quas seorsim tradere nunc aggrediar.\n\nVolva (ut non cum Plinio tantum, sed & Clusio, aliisque recentioribus loquar) concava est, calycis formam repraesentans, cujus diameter sesquipollicem æquat. Lata huic calyci adeo basis, e centro cujus, dum\n\n---\n\n(a) Instit. R. Herb. p. 563. (b) Linn. Gen. Plant. p. 510.\n(c) Cat. Giss. p. 196. (d) Mickel. nova Plant. Gen. p. 221. (e) Ib. i.\n(f) Linn. Gen. 510. H. Cliffort. p. 479. (g) Flora Leydeni. Prod. p. 518.\ndum adhuc planta adoleat, radiculas fibrosas, raras tamen more gentis, emittit, eidem nutrimentum subministrantes. Cum vero toti huic stirpium familiae humiditas minime sit grata, radiculae una cum volvae centro, cuierant insixae, antequam ad maturitatem perveniat planta, marcescunt; qua de causa in basis fundo foramen conspicitur. Volva autem, postquam ad tertiam pollicis partem surrexerit, fit quadrifida, laciniae gaudens obtuse lancolatis, ad apices parum reflexis, ad margines vero integris. Huic volvae vis clasica tribuitur; color externus est cinereus cum superficie inaequali, internus vero lavis & albicans.\n\nA singulis volvae laciniarum reflexarum apicibus pars plantae affurgit, quam operculum voco. Ab hoc a commissuris cum volva sensim se extendente, bini conflantur fornices ad angulos rectos intercurrentes, quorum altitudo a volvae laciniis sesquipolicem parum superat. Operculi densitas & crassitudo corticem Cinnamomi æmulantur; ad margines nonnihil se invertit; color introrsum albicat, extrorsum flavo rubescit. His addatur, quod membrana quædam fusca, impariter quadripartita, fornicis utriusque culmini adhaeret.\n\nEx operculi centro jam descripti, pediculo quartam circiter pollicis partem alto sustentatum eminet pericarpium, oblate globosum, colore fuscum, ad pollicis duas partes tertias latum, capitello papaverino amulum. Foramen circulare hujus pericarpii summum culmen occupat, in quo cernuntur lamellæ quædam per longitudinem totam intus parietibus pericarpii adnatae, materia lanuginosa quædam confertæ, quibus tanquam placentis adhaerent sub pulveris subtilissimi forma, semina numerosa.\n\nMultis\nMultis forte rei herbariae scientia imbutis cognitu difficillimum videatur, quibus modis, dum planta adhuc vigeat, operculo & pericarpio idoneum suppediatur nutrimentum. His igitur notatu dignum sit, quod in plantae statu teneriore, volva & operculum cum radis suis humi procumbunt, piscibus tellae marinae digis haud absimilia, materiaque quadam gelatinosa simul conjuncta, cujus ope una cum pericarpio ac semine nutriuntur. In hoc situ dantur omnes Geastris species a laudato Michelio propositae; pariter ac Fungus Crepitus Lupi dictus coronatus & inferne stellatus, ab egregio (a) Raio nostro primum memoratus, cujus in tertia Synopseos Stirpium Britannicarum (b) editione icon exhibetur. Maturo autem semine, gelatinosa materia quae volvam & operculum intercurrit jam arescit. Hinc rigida fiunt & elastica; qua de causa, si contactus ad laciniarum apices demas, divisa cernuntur. His ita effectis consurgunt sensim volvae radii, operculum, & fructus, turriculamque forniciatum tota planta proxime representat. Hic racionandi modus (crescentem enim perscrutandi facultas nemini adhuc fuit concessa) vix ullum dubium admittit; cum non fabulum tantum, sed etiam lapillum, hoc ipso tempore conspicuum, complectitur volvae tunica exterior rugis obsita. Quin auctoritate etiam Micheliana certioris facti sumus, (c) Carposolum (Geastro, ut supra dixi, valde affinem) non operculum tantum ex cavo ad convexum sublevare posse, momento vero temporis ea violentia hoc effici, ut fructum suum parvum ac globosum in atum ejaculaletur.\n\nHujus\n\n(a) Raii Synopf. Edit. 2d. p. 16. (b) Tab. I. (c) Michelii nova Plant. Gen. Tab. 101.\nHujus plantæ exemplaria duo, nec plura videre contigit, communicavit mecum amicitia conjunctissimus Robertus Nicholls pharmacopœus Londinensis, primi subsellii botanicus; cujus non tantum ardorem, sed etiam ingenium scientiam naturalem promoven- do, multoties ipse fui expertus. Majus horum, haud procul a Reading, — Merrick, M.D. collegit; mi- nus vero prope Wickham in agro Cantiano nascebatur. Sub Martii mensis finem ambo provenerunt.\n\nTab. II. Fig. ii.\n\nA. Pericarpium.\nB. Operculum.\nC. Volva.\n\nFig. 12.\n\nPericarpium antice visum; cujus\nA. Foramen circulare.\n\nERRATA.\n\nIn Page 198, Line 13. for Abductores read Adductores. P. 172, l. 28. for b, read ib. P. 200, for XV. read XVI. P. 225, for Alex. read Andr.\nIMP·CAES·M·AVRELI·SEVERO·ANTONINI·PIO·FELICI·XXG·PARVUS·MAX·BRIT·MAX·GERM·MAX·PONTIFICI·MAX·TRIB·POTEST·XVIII·II·COS·III·PROCONS·PP·COS·FIDA·VARDVUL·CREO·NNANA·FECIT·SVB·LEG·\n\nFig. 1. p.158.\n\nFig. 2. p.160.\n\nFig. 3. p.238.\n\nFig. 4. p.238.\n\nFig. 5. p.177.\n\nFig. 6. p.177.\n\nFig. 7. p.177.\n\nFig. 8. p.195-200.\nIMP·CAES·M·AVRELIO\nSEVERO·ANTONINO\nPIO·FELICI·XXG·PARTHIC·\nMAX·BRIT·MAX·GERM·\nMAX·PONTIFICI·MAXIM·\nTRIB·POTEST·XVIII·IMP·II·\nCOS·III·PROCONS·PP·COH·I·\nFIDA·ARDVL·CREO·XANO·\nNNANA·FECIT·SVB·CVRA·IO·\nLEG·XX·GR\n\nMARTI\nVICTORI\nVLIVS LI\nIVS TRIE\nV·S·L·M.\n\nDEO·HER\nSAEGON\nT·TAMMON\nSAE·TAMMON\nVITALIS\nHONO",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104452.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 13050,
    "total-output-tokens": 2762,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        980,
        2
      ],
      [
        980,
        2632,
        3
      ],
      [
        2632,
        4264,
        4
      ],
      [
        4264,
        5884,
        5
      ],
      [
        5884,
        6598,
        6
      ],
      [
        6598,
        6905,
        7
      ],
      [
        6905,
        7203,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104452",
    "title": "De Planta Minus Cognita, & Hactenus non Descripta, Commentarius: Auctore Gulielmo Watson, Regiae Soietatis Sodale: Geaster Volvae Radiis & Operculo Elevatis",
    "authors": "Gulielmo Watson",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104452"
  }
}