{
  "id": "ecf7fb4274b4c1df680621f83d32c03b903c007e",
  "text": "XXIV. Observations of Eclipses of Jupiter's first Satellite made at the Royal Observatory at Greenwich, compared with Observations of the same, made by Samuel Holland Esquire, Surveyor General of Lands for the Northern District of America, and others of his Party, in several Parts of North America, and the Longitudes of the places thence deduced, by the Astronomer Royal.\n\n| At the ISLAND OF ST. JOHN. | At GREENWICH. |\n|---------------------------|---------------|\n| Mean time. | Apparent time. | Diff. of merid. from Greenwich, West. |\n| h ' \" | h ' \" | Feet | Ft. | |\n| 1765 Jan. 27. Em. 1. | 9 36 31 | 10 | Feb. 19. | 13 46 42 | 6 | Very good observation. | 4 11 49 |\n\n| At LOUISEBOURG. |\n|-----------------|\n| Mar. 10. Em. 1. | 11 21 27 | 2 & 10 | March 5. | 7 43 55 | 6 | 4 0 16 |\n| Apr. 25. Em. 1. | 11 46 50 | 2 & 10 | April 11. | 11 56 30 | 6 | 4 0 16 |\n| Feb. 27. Im. 1. | 8 10 17 | 10 | Feb. 27. | 11 57 7 | 6 | 3 59 35 |\n| Mar. 15. Im. 1. | 8 41 19 | 10 | March 22. | 14 28 48 | 6 | 3 59 48 |\n| April 7. Em. 1. | 8 53 11 | 10 | April 9. | 7 20 1 | 6 | 3 59 55 |\n| April 14. Em. 1. | 10 47 44 | 10 | April 14. | 14 47 52 | 6 | 4 0 26 |\n\nOn\nOn the south point at the entrance of the Bay of Gaspee.\n\n| Apparent time | Length of tel. | Apparent time | Length of tel. | Diff. of merid. from Greenwich, West. |\n|---------------|---------------|---------------|---------------|-------------------------------------|\n|               |               |               |               |                                     |\n| 1768 Jan. 29. | Im. 1.        | 13 57 47      | Ft.           |                                     |\n| April 25.     | Em. 1.        | 9 39 40       |               |                                     |\n| May 9.        | Em. 1.        | 13 30 54      |               |                                     |\n|               |               |               |               |                                     |\n| Jan. 22.      |               | 16 24 13½     | Ft.           | Air very clear.                     |\n| April 25.     |               | 13 57 19      |               |                                     |\n| May 11.       |               | 12 16 46      |               |                                     |\n|               |               |               |               |                                     |\n\nAt Capt. Holland's House, bearing S. 56 W. from Quebec, distant from castle of St. Lewis 2½ miles.\n\n| Mean time | Length of tel. | Mean time | Length of tel. | Diff. of merid. from Greenwich, West. |\n|-----------|----------------|-----------|----------------|-------------------------------------|\n| 1769 Mar. 11. | Im. 1.         | 15 0 45   | Ft.            |                                     |\n| April 3.  | Im. 1.         | 15 10 22  |                |                                     |\n| April 19. | Im. 1.         | 13 26 27  |                |                                     |\n| June 6.   | Em. 1.         | 10 26 22  |                |                                     |\n| 1770 May 1. | Im. 1.         | 12 42 32  |                |                                     |\n| Mar. 29.  |               | 12 25 7   | Ft.            |                                     |\n| April 12. |               | 16 16 8   |                |                                     |\n| June 8.   |               | 9 40 56   |                |                                     |\n| Mar. 16.  |               | 17 2 47   |                |                                     |\n|           |               |           |                |                                     |\n\nAt Kittery Point, in the province of Maine, in Piscataqua Harbour.\n\nI suppose the error of the times computed in the Nautical Almanac in 1771, when the weather allowed me to observe no immersions of this satellite, to be a mean between the errors in 1770 and 1772.\n\n| Apparent time | Length of tel. | Apparent time | Length of tel. | Diff. of merid. from Greenwich, West. |\n|---------------|----------------|---------------|----------------|-------------------------------------|\n| 1771 April 11.| Im. 1.         | 15 43 30      | Ft.            |                                     |\n| April 27.     | Im. 1.         | 14 1 43       |                |                                     |\n| May 4.        | Im. 1.         | 15 55 54      |                |                                     |\n|               |               |               |                |                                     |\n\nAt Portsmouth, in the Province of New Hampshire.\n\n| Apparent time | Length of tel. | Apparent time | Length of tel. | Diff. of merid. from Greenwich, West. |\n|---------------|----------------|---------------|----------------|-------------------------------------|\n| 1772 Sept. 18.| Em. 1.         | 9 42 35       | Ft.            |                                     |\n| Oct. 11.      | Em. 1.         | 10 5 4        |                |                                     |\n| Nov. 3.       | Em. 1.         | 10 23 54      |                |                                     |\n| Nov. 12.      | Em. 1.         | 6 48 1        |                |                                     |\n| Sept. 27.     |               | 10 52 43½     | Ft.            | Air very clear.                     |\n| Oct. 13.      |               | 9 17 4        |                | Air clear.                          |\n| Oct. 20.      |               | 11 14 18      |                | Air clear.                          |\n| Nov. 14.      |               | 5 59 28       |                | Air clear.                          |\n|               |               |               |                |                                     |\nThe observations here referred to, made by Capt. HOLLAND and others of his party, are to be found in Philosophical Transactions, Vol. LVIII. for the year 1768, and Vol. LIX. for 1769, and other papers, sent to me from Capt. HOLLAND, which I have the honour of presenting to the Royal Society, together with this paper.\n\nI have re-computed the times of Ensign SPROULE's observations made at GASPEE BAY, applying the equation of corresponding altitudes, which he had neglected; and have annexed them to his account of his observations, transmitted to me by Capt. HOLLAND.\n\nIt appears, that the observations of Capt. HOLLAND, and his party, were sometimes made with a two feet reflector of SHORT's construction, and sometimes with an achromatic telescope of DOLLOND of 10, and at other times, one of 12 feet. The observations at the ROYAL OBSERVATORY were also made with different telescopes, at different times; sometimes with a two feet reflector of SHORT's construction; sometimes with a treble object glass telescope of DOLLOND, of 3½ feet; but oftener with a 6 feet reflector, of SHORT's construction. These circumstances are always noted against the observations: I have only made use of the observations of the first satellite, as being much more exact than those of the others.\n\nI reckon, that the 6-feet reflector shows an immersion of the first satellite of Jupiter later, and an emergence sooner, by 20″, than a 2-feet reflector; or by 13″, than a 3½-feet treble object glass refractor, or a 10 or 12-feet double object glass refractor of DOLLOND.\nLOND. These allowances were accordingly made in deducing all the differences of meridians expressed in the last column of the foregoing table.\n\nThe observations made at GREENWICH, opposed to those made in NORTH AMERICA, are either corresponding ones, which however is very seldom the case, or else the nearest to them that were observed. The error of the computed time of the eclipse in the Nautical Almanac was found by the nearest observation at Greenwich, and the time of the Nautical Almanac, thus corrected, compared with the time observed in North America, gave the difference of meridians between the place and Greenwich; farther reduction being first made for the difference of telescopes, if necessary, in the manner already explained. It is however to be understood, that, in this way of deducing the difference of meridians, by comparing an eclipse observed at Greenwich with another eclipse observed elsewhere, the interval of time between the two eclipses ought to be very short; otherwise it cannot be supposed, that the errors of the tables should continue the same. Hence it has happened, that many of the North American observations have been lost for this use, for want of observations near enough to them made at Greenwich. In some other cases, indeed, I have been obliged to compare together observations made with a greater interval between them than I should have chosen, but for fear of losing some useful comparisons. As the preceding table affords several determinations of the longitude of most of the places, it may be proper to point out, how the true difference of meridians may be\nbest deduced. To take a mean of the several results will not be the proper method, except the several observations had been either all immersions, or all emersions; but when both immersions and emersions have been observed, then the best method will be, to take a mean of all the results given by the immersions, and a mean of all the results given by the emersions, separately; the mean of these two means will be the true difference of the meridians, and will be much more to be depended upon, than if it was deduced from immersions or emersions only; because this method of comparison removes the constant errors arising from the differences of the telescopes, air, and eyes of the distant observers; these causes of error affecting the separate results of immersions and emersions, in contrary ways. I shall now only add the difference of meridians deduced from the observations contained in the preceding table, by taking a proper mean between the several results.\n\nMeridian\n| Meridian of | Place of observation on |\n|------------|------------------------|\n| St. John's Island. | 4 11 49 by angle observation. |\n| Louisbourg. | 4 0 13 by mean of 4 E. |\n| South Point, entrance of Gaspee. | 4 17 56 by mean of 1 L. |\n| Capt. Holland's house near Quiberon. | 4 44 50 by mean of 4 L. |\n| Kittery Point, province of Maine, in Portsmouth, New Hampshire. | 4 42 53 by mean of 4 E. |\n\nWEST OF ROYAL OBSERVATORY AT GREENWICH.\n\nXV. Immer-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106003.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11298,
    "total-output-tokens": 2968,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1153,
        2
      ],
      [
        1153,
        5757,
        3
      ],
      [
        5757,
        7313,
        4
      ],
      [
        7313,
        8924,
        5
      ],
      [
        8924,
        9904,
        6
      ],
      [
        9904,
        10358,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106003",
    "title": "Observations of Eclipses of Jupiter's First Satellite Made at the Royal Observatory at Greenwich, Compared with Observations of the Same, Made by Samuel Holland Esquire, Surveyor General of Lands for the Northern District of America, and Others of His Party, in Several Parts of North America, and the Longitudes of the Places Thence Deduced, by the Astronomer Royal",
    "authors": "Astronomer Royal, Samuel Holland",
    "year": 1774,
    "volume": "64",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106003"
  }
}