{
  "id": "244af2fbce8f2a98f6d83746e17c295044aedb3a",
  "text": "VIII. Account of the Discovery of Silver in Herland Copper Mine. By the Rev. Malachy Hitchins. Communicated by the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nRead February 12, 1801.\n\nHerland Mine is situated in the parish of Gwinear, about seven miles N. E. of St. Michael’s Mount, on the southern coast of Cornwall; and two miles and a half from the mouth of the river Hayle, on the northern coast of the same county: it is contiguous to Prince George Mine.\n\nIt commences in a valley on the west, and passes through a hill, which is first of steep and then of moderate ascent, for upwards of half a mile eastward; when the principal copper lodes, which follow this direction, meet with a large cross lode, by which, and by other cross courses and flookans, which intersect them in their farther progress, they are repeatedly heaved, and so disordered by these heaves, in their form and position, and so changed by them, in respect to their composition, as hardly to be recognized.\n\nThe strata of the district in which this takes place, consist of the common metalliferous sort of argillaceous slate called Killas.\n\nThe copper lodes of this district are remarkable for the shortness of their continuity; for, whereas other lodes may be traced to an indefinite extent in the same line of direction, these, on the contrary, are observed to taper away gradually, and\nterminate, to all appearance, at a short distance, completely and irrecoverably.\n\nThis mine was worked about twenty years ago, when it was sunk to the depth of one hundred fathoms from the surface. It was again set to work about eight years since; has now four fire-engines and two steam-whims on it; and is sunk to a depth of one hundred and fifty-five fathoms below the surface, or, as the miners call it, from grass.\n\nIt is in this latter period of its history, that a discovery has been made of a considerable quantity of silver ore, in a particular part of the mine, the singularity of which discovery, in this country, has much excited the curiosity of the public.\n\nFor, although the numerous veins of lead in Cornwall are richly impregnated with silver, and occasionally yield small quantities of silver ores, and even specimens of native silver, yet, hitherto, no instance had been known of their yielding this precious metal in such abundance; nor had any circumstances, in the natural history of the mineral veins of this country, borne any analogy to those which accompanied the present discovery.\n\nThese circumstances therefore, having been examined with more attention than usual, shall be stated with as much precision as it is possible to obtain, from the report of those practical miners only who have hitherto inspected them.\n\nThe facts which deserve to be first noticed are, the confined and insulated position of the mass of silver ore; its great depth from the surface of the mine; and its contiguity to a copper lode.\n\nThe lode in which it occurs is one of those cross courses, as they are here called, which intersect and derange the copper lodes, and consequently are of a more recent formation.\nLodes in this direction are usually filled with quartz, but frequently produce galena; and sometimes, instead of galena, sulphurated antimony. They appear here to conform to the same laws, except in the particular instance now to be described, which forms, indeed, a very remarkable exception.\n\nNo ores of silver were observable in this lode, until at the depth of one hundred and ten fathoms from the surface, or eighty below the adit or level; and, at the farther depth of thirty-two fathoms, they disappeared.\n\nThey have been discovered only in the neighbourhood of one of the intersected copper lodes, extending nowhere above twelve feet from this lode, on the north, or above thirty-two feet from it, on the south, and acquiring their greatest extent at the deepest level; for, the usual dimensions of the silver ore are not more than six feet in the former situation, and twelve feet in the latter.\n\nIt is remarkable, that at the point of contact or intersection, the contents of the silver lode are so poor as to be scarcely worth saving; and those of the copper lode are much less productive of copper than at a little distance from this point. Moreover, that the copper lode, in the vicinity of the intersection, seems to have been influenced by the same causes of improvement and declension as the cross lode; being richer or poorer in copper, as the latter was, at a correspondent level, in silver.\n\nThe richest mass of silver ore was found at the depth of two fathoms above the level at which it disappears.\n\nAfter this brief account of the most striking facts, it may be proper to enter into a more particular description of the two\nlodes which appear, by their intersection, to have generated this body of extraneous matter.\n\nThe copper lode bears nearly east and west by the compass; the cross lode nearly north and south, or at right angles to it.\n\nThe former is about two feet broad, on an average; and it dips or underlies south, one foot in a fathom. The breadth of the latter is about two feet and a half, on an average; and its underlie is east, about eight inches in a fathom.\n\nThe heave of the copper lode is about eighteen or twenty inches to the right, in the language of the Cornish miner; the expression being so far appropriate and convenient, as it refers to the usual situation of the observer in the heaved lode.\n\nThe copper lode is filled with layers of ore and stony matter, the latter of which is here called Caple; but the ore is usually found contiguous to the walls of the lode.\n\nThe contents of the cross lode are more singular, in respect to their local position, and more various. Only the eastern side of it produces silver ore, the breadth of which is in general about six or eight inches, although in some places it is greater. The other part of the lode is chiefly composed of quartz, intermixed with iron, manganese, and wolfram, together with a small portion of cobalt and antimony.\n\nThe silver ore, strictly speaking, is a mixture of galena, native bismuth, grey cobalt ore, vitreous silver ore, and native silver; which, in respect to their proportions, follow the order in which they are here enumerated, the galena being the most prevalent. The native silver, of which specimens of the greatest beauty have been reserved for the cabinets of the curious, is found chiefly in a capillary form, in the natural cavities of the lode.\nAbout one hundred and eight tons of this ore have been raised. The miners continue to sink near the same point of intersection; and seem confident that both lodes will soon become richer, because similar instances of declension and recovery have frequently occurred in the copper lodes of this mine, and because the two lodes appear to have a reciprocal influence on each other.\n\nUnfortunately, however, the extent of their speculation is limited by the great depth of the present workings; for, forty-five fathoms have been sunk since the first discovery of the silver; and twenty, or twenty-five fathoms more, are as much as can be sunk in this mine, with its present mechanical powers of drawing the water; at which level, viz. one hundred and eighty fathoms from the surface, it would be somewhat deeper than any mine in Cornwall, and about one hundred and thirty fathoms below the level of the sea, at low water mark.\n\nThe other cross lodes in this mine produce no silver; most of them being flookans, or lodes which are essentially different from the argentiferous cross lode, in the nature of their constituent mass. There is one, however, in the eastern part of the mine, which, from its resemblance to that, is thought likely to produce silver, whenever it shall be explored to the same depth, at its point of intersection; although these hopes may probably be fallacious, for the argentiferous lode intersects five other copper lodes, viz. two on the north, and three on the south side, without producing any silver.\nEXPLANATION OF THE PLATE.\n\nPlate XI. represents the lodes of Herland and Prince George copper mines, on a plane parallel to the horizon, at one hundred and ten fathoms below the surface of the earth.\n\nThis plan is drawn on a scale of one inch to seventy-two yards.\n\nThe size of the lodes, and the distance of their heaves, are, for the sake of distinctness, represented too large in proportion.\n\nThe small black squares represent the shafts.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107091.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15956,
    "total-output-tokens": 2153,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1372,
        2
      ],
      [
        1372,
        3091,
        3
      ],
      [
        3091,
        4737,
        4
      ],
      [
        4737,
        6470,
        5
      ],
      [
        6470,
        7997,
        6
      ],
      [
        7997,
        8439,
        7
      ],
      [
        8439,
        8439,
        8
      ],
      [
        8439,
        8439,
        9
      ],
      [
        8439,
        8439,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107091",
    "title": "Account of the Discovery of Silver in Herland Copper Mine",
    "authors": "Malachy Hitchins",
    "year": 1801,
    "volume": "91",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107091"
  }
}