{
  "id": "e31d8b5dcdb69d5c66da8f18984ec8945e0a3a3f",
  "text": "probable, that the enamelled ware of cups, platters, ewers, and such like, which the great Raphael was concerned in making, many of which are now in England, were made in imitation of the antients; since in every other part of his art, he was so close a follower of their most correct works, and since the colours and appearance are exactly the same in his, that are upon those antient pieces mentioned. All I have further to say is, that if there be any-thing amiss in these conjectures, I freely submit to the judgment and correction of any better judge.\n\nCII. An Account of the late Earthquakes felt at Maestricht, in a Letter from Mons. Vernede, Pastor of the Wallon Church there, to Mons. Allemand, Professor of Philosophy at Leyden, F. R. S. Communicated by Mr. Abraham Trembley, F. R. S. Translated from the French.\n\nMaestricht, May 1, 1756.\n\nRead May 27, 1756.\n\nThe following are the observations, which I have been able to communicate to you, relating to the earthquakes, which we have felt here.\n\nThe number of the shocks has been very considerable. From the 18th of February to the beginning of April no day passed, in which one was not felt\nfelt, often more. Mons. Hofman has remarked about 80 distinct ones. I was desirous at first to keep a list of them, but I could not continue it. The beginning of my list is as follows.\n\n1755. Dec. 26, 4 in the afternoon, a slight shock.\n   4 \\( \\frac{1}{4} \\) pretty smart one, but short.\n   12 a very slight one.\n   12 \\( \\frac{1}{4} \\) a strong one, and of considerable duration.\n\n27, 1 in the morning, a smaller shock.\n\n1756. Feb. 13, 4 \\( \\frac{1}{2} \\) in the afternoon, a slight and short one.\n   14, 3 \\( \\frac{1}{2} \\) in the morning, a strong but short one.\n   18, 8 in the morning, a more violent one than any of the preceding.\n   9 a slight and short one.\n   9 \\( \\frac{1}{2} \\) a little stronger one, but short.\n   12 \\( \\frac{1}{4} \\) a very slight and short one.\n   8 \\( \\frac{3}{4} \\) in the evening, a slight and short one.\n   19, 6 in the morning, a strong but short one.\n   20, 4 in the morning, a less violent and short one.\n\nThere were even some successive hours, in which the earth was scarce at all quiet; but these were only tremors.\n\nThe strongest shock was that of the 18th of February, on the fast day. It continued, according to my observation, about a minute and a half. The next in degree to this was that on the day after Christmas day, which lasted about a minute. There were\nwere some others no less violent, in my opinion, but of much less duration.\n\nIn general they were felt more sensibly in the upper rooms than on the ground-floor; and less by those, who were then walking either in the city or country, and not at all by many. The motion was likewise different, most commonly, according to the quarters of the city, and was not the greatest in the highest parts of it.\n\nAll the shocks were not of the same kind. The motion was undulatory in those of the 26th of December, and 18th of February; but the undulations on the former of these days were longer than those on the latter.\n\nAt other times there were observed only a rising and sinking again; and most commonly a shaking on one side. I had suspended a weight over my billiard-table some lines above the carpet; and I had surrounded it with billiard balls. I designed to remark by this contrivance the direction, and, to a certain point, the degree of the force: but my balls did not move; nor did I make the experiment till after the great shocks were passed. With the same view Mons. Hofman had exactly filled with water a large vessel, which he had powdered all round: but he undertook this method as late as I did mine. Once only some drops of water fell from the vessel. A good number of people pretended to have observed the direction; but, in my opinion, there was none sensible to us.\n\nDuring the most violent shakings there were some kind of flashes of lightning. The whole was preceded by a groaning under-ground, which, when the shocks\nshocks were weakest, I could compare to nothing so well as the noise of a cart deeply loaded, heard at a distance; and when they were strongest, to that of a coach rolling swiftly under the place. I have also heard more than once these groanings, when they were not followed by any sensible shocks.\n\nThese shocks have happened in all kinds of weather, dry, rainy, cold, &c. only I have always remarked, that it was calm at the time, and the wind rose afterwards. No hours have been exempt from them. If they have been more felt in the night, this was perhaps, because people were then more quiet, and in their upper rooms; and because fear rendered them attentive to every thing.\n\nDuring the whole time, that we had these earthquakes, the magnetic needle and the barometer very much varied. The latter indicated very dry weather, while it was continual rain.\n\nThe west-wind blew constantly all the preceding summer.\n\nA little before the shocks began to be first felt, we had Aurora boreales.\n\nWhen the sky was clouded, there were often observed between the clouds red streaks like fire. Fogs were very frequent. The weather was extremely uncertain. Sometimes it seemed to set in for fair; but soon after there arose clouds extremely low from the west.\n\nI proceed now to the consequences of these earthquakes. They were not at all fatal here. The consternation was very great. Several persons felt very singular motions, which they compared to the great electrical shock. Afterwards, they imagined every moment,\nmoment, that there were new ones. The rattling of glass-windows was the least ambiguous sign. China fell down from the chimney-shelves. The dishes in kitchens struck against each other. Some chimneys were thrown down. Several walls cracked, and some arched roofs were damaged.\n\nIn our neighbourhood there happened no worse accidents than these. At Aix la Chapelle, a woman was crushed to death by the falling of a chimney. Two houses, which joined, were separated. The waters, it is said, acquired more strength, as happened at the end of the last century. This is what I will not answer for the truth of, not having received sufficient information in that respect.\n\nAt two leagues distance from Stolberg there was formed an opening of about twenty feet long, and several feet deep, from which, it is affirmed, there arose the two first days stinking vapours: but it filled up of itself, and is now almost entirely closed. This is the fact, which has been so much exaggerated in the Gazettes.\n\nMy father-in-law was curious to know, what was the effect in the mines of Houille, in the country of Liege; and this is the account, which he received as what might be depended upon.\n\nIn a mine of 900 feet depth, the workmen were sitting at breakfast on the 18th of February. Of a sudden they were pushed violently one against another, so that they thought, that some of them were at play: but seeing, that those, who sat alone, were shaken in the same manner, they ran to ring the alarm-bell. The overseer called out to them from above\nabove, that it was an earthquake, from which they had no reason to be under any apprehensions.\n\nOn the same day (18th of February) there was an extraordinary motion in our waters, particularly in the Meuse, which was agitated as if it were by a whirlwind; and the Jaur, a small river, which runs through our city, and was full before the earthquake, sunk very low immediately after. In some places the waters of wells were troubled; but they were not so with us.\n\nThe animals were affected by the shocks. I was informed, that the horses and cows made a great noise, even a considerable time before; and at my house the hens and pigeons did the same.\n\nCIII. An Account of the Agitation of the Sea at Antigua, Nov. 1, 1755. By Capt. Affleck of the Advice Man of War. Communicated by Charles Gray, Esq.; F. R. S. in a Letter to William Watson, F. R. S.\n\nSIR,\n\nRead June 3, 1756. In a letter I had from Capt. Affleck, commander of the Advice man of war, dated from Antigua the 3d of January last, are the following paragraphs.\n\n\"The year was usher'd in here by the shocks of an earthquake, which is the second I have felt at this island; neither of which have been violent enough to do any damage. On the 1st of No-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104995.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2211,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1153,
        2
      ],
      [
        1153,
        2460,
        3
      ],
      [
        2460,
        3993,
        4
      ],
      [
        3993,
        5504,
        5
      ],
      [
        5504,
        7035,
        6
      ],
      [
        7035,
        8246,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104995",
    "title": "An Account of the Late Earthquakes Felt at Maestricht, in a Letter from Mons. Vernede, Pastor of the Wallon Church There, to Mons. Allemand, Professor of Philosophy at Leyden, F. R. S. Communicated by Mr. Abraham Trembley, F. R. S. Translated from the French",
    "authors": "Mons. Vernede, Abraham Trembley",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104995"
  }
}