{
  "id": "03e536162e677690908b04896cd66a2222c7254f",
  "text": "An INDEX.\n\nTrachza, and several Vessels cut, cured, N. 257. p. 400.\nTradition, written and oral, of what validity, N. 257. p. 363.\nTreatises. See Redi and Swammerdam.\nTurchoises of the new Rock, artificial Stones, N. 249. p. 63.\nTurkeys monstrous, N. 259. p. 431.\n\nV.\n\nVegetation. See Plants.\nVenoms and their Antidotes, N. 249. p. 58.\nVitriol Prussian, its examination, N. 248. p. 34. White Vitriol its Origine, and Figure of its Crystals, N. 256. p. 331.\nUnder-Ground Observations. Great Beams of Timber found under Ground, N. 254. p. 231. An Urn containing Ashes, and a Balsamick Liquor found, N. 249. p. 55.\n\nW.\n\nWater not the nourishment of Plants, only the Vehicle, N. 253. p. 194. Rises up the Vessels of Plants in the same manner as upon a Filter, N. 253. p. 208. No Water absolutely clear, N. 253. p. 195. Rain Water. See Rain. Engine to raise Water. See Inventions.\nWeather, an account of it for the Year, 1693. N. 249. p. 45. An account of that, and of the Barometer at Emuy in China, N. 256. p. 323.\n\nY.\n\nYear Julian of its alteration for the Gregorian, N. 257. p. 343. Annus Confusionis, at the Settling the Julian Account, N. 257. p. 349.\n\nERRATA\n\nNumber 252. Pag. 118. Line 4. read Boedt. Ibid. l. 10. Dele and not to be found in these parts.\n\nLondon: Printed for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church Yard. 1700.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102662.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 606,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1394,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102662",
    "title": "Errata",
    "authors": null,
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102662"
  }
}