{
  "id": "6bd9c03f9858e47769668195bc249bbc76e9924c",
  "text": "IV. A Continuation of an Account of Mr. Mark Catesby's Essay towards a Natural History of Carolina and the Bahama Islands, with some Extracts out of the fourth Set, by Dr. Mortimer, R. S. Secret.\n\nI Gave an Account of the Contents of the three first Sets of this curious and pompous Performance in the 415th Number of these Transactions, from Page 425. to 434. I now proceed to the fourth Set, beginning with Plate\n\n61. *Parus Americanus Luteo*ens. The Pine-creeper.\n\n*Ligustrum Lauri folio, fructu violaceo.* The purple-berried Bay.\n\n62. *Parus Americanus gutture luteo.* The yellow-throated Creeper.\n\n*Acer Virginianum, folio majore, subtus argenteo, supra viridi splendente.* Pluk. Almag. the red flowering Maple (†). It bears our English Climate.\n\n63. *Parus Carolinensis Luteus.* The yellow Titmouse.\n\n*Laurus Carolinensis, foliis acuminatis, baccis caeruleis, pediculis longis rubris insidentibus.* The red Bay. The Wood of this Tree is most beautiful for Cabinets.\n\n64. *Parus Fringillaris.* The Finch-creeper.\n\n*Frutex Padi foliis non serratis, floribus monopetalis albis campani-formibus, fructu casso tetragonoo.*\n\n65. *Mellivora Avis Carolinensis.* The Humming Bird. This Bird subsists by sucking the Honey out Flowers in the manner of Bees.\nBignonia Fraxini foliis, coccineo flore minore.  \nThe Trumpet-Flower.\n\n66. Muscicapa vertice nigro. The Cat-Bird.\nAlni-folia Americana serrata, floribus pentapetalis albis, in spicam dispositis. Pluk. Phyt. Tab. 115. Fig. 1. (†).\n\n67. Ruticilla Americana. The Redstart.\nNux Inglands nigra Virginienfs. Park. 1414. The Black Walnut, The Wood of this Tree is very near black, and is very handsome in Cabinets, &c.\n\n68. Rubicilla minor nigra. The little black Bulfinch. This Bird is likewise an Inhabitant of Mexico, where by the Spaniards it is called Mariposa nigra, or the black Butterfly.\n\nAmelanchier Virginiana, Lauro-cerasi folio. Hort. Sicc. Petiver. Raij Suppl. App. 241. Arbor Zeylanica, Cotini foliis, subtus lanugine villofs, floribus albis, cuculi modo laciniatis. Pluk. Alm. p. 44. Tab. 241. Fig. 4.\n\n69. Ispida. The King-Fisher.\nMyrtus Brabantica similis Carolinensis, baccata, fructu racemofo sessili monopyreno. Pluk. Almag. The narrow-leav'd Candle-berry Myrtle. Another Species is described before in p. 13. The Berries of this Plant boiled in Water afford an Oil, which being skinned off, is hard like Wax, when cold, and of a green Colour: This they clarify, and by mixing one fourth Part of Tallow with it, make good Candles of it.\n\n70. Gallinula Americana. The Soreè. This Bird is in Virginia as much in Request for the Delicacy of its Flesh, as the Ortulan in Europe.\nGentiana Virginiana, Saponariae folio, flore caeruleo longiore. Hist. Oxon. III. 184. Ico. Tab. 5. § 12.\n\n71. Pluvialis vociferus. The Chattering Plover. In Virginia they are called Kildeers, from some Resemblance of their Noise to the Sound of that Word.\n\nFrutex foliis oblongis acuminatis, floribus spicatis uno versu dispositis. The Sorrel Tree.\n\n72. Morinellus Marinus of Sir Thomas Brown. An Cinclus Turneri? Willoughby, p. 311.\n\nThe Turn-Stone or Sea-Dottrel. This Bird has its Name from its Practice of turning up Stones of two or three Pound-weight, in order to find Insects and Worms under them. It is a Native both of England and America.\n\nArbor maritima, foliis conjugatis Pyri-formibus apice in summitate instructis, floribus racemosis luteis.\n\n73. Phoenicopterus Bahamensis. The Flamingo. These Birds will not fly away at the Report of a Gun, and when one is killed, all the rest stand about him, gazing on; so that one may kill several one after another.\n\nKeratophyton dichotomum fuscum.\n\n74. Caput Phoenicopteri naturalis magnitudinis. The Head of the Flamingo in its full Dimensions.\n\nOur Author says, that when they feed, they bend down their Necks, so that they lay the upper part of their Bills next the Ground, and that they get a round sort of Grain like Millet out of the Mud, as he hath been informed, and that it is doubted whether they prey on Fish and Eels, as hath been thought. Dr. James Douglas hath given an ample\nample and curious Description of this Bird, in Transact. No 350.\n\n*Keratophyton fruticis specie, nigrum.*\n\n75. *Grus Americana alba.* The Hooping Crane.\n\n*Prunus Buxi folio cordato, fructu nigro rotundo.*\n\nThe Bullet-Bush.\n\n76. *Ardea caerulea.* The blue Heron.\n\n77. *Ardea alba minor Carolinensis.* The little white Heron.\n\n*Ketmia frutescens glauca, Aceris majoris folio longiore serrato, flore carneo.*\n\n78. *Ardea Stellaris Americana.* The brown Bittern.\n\n79. *Ardea Stellaris Cristata Americana.* The Crested Bittern. They breed in the Bahama Islands, where the young ones, tho' almost full grown, will suffer themselves to be taken by Hand. They are reckon'd good Meat. They are there called Crab-Catchers, because they mostly subsist on Crabs.\n\n*Lobelia frutescens, Portulaca folio.* Plumier. Nov. Gen. p. 21.\n\n80. *Ardea Stellaris minima.* The small Bittern.\n\n*Fraxinus Carolinensis, foliis angustioribus utrinque acuminatis, pendulis.* The pointed-leaved Ash of Carolina.\n\n---\n\nThe Plants mark'd (†) are such as the Author hath raised himself in the late Mr. Fairchild's, now Mr. Bacon's Garden at Hoxton, and which he hath found by Experience to bear our Climate in Winter without any Shelter.\nAs I omitted in my Account of the three former Sets, to put this Mark to such Plants as were growing at Hoxton, I shall here only mention their English Names, and the Numbers of the Pages in which they are described; which are,\n\nIn the first Set.\n\nPages 16 to 23. being several Kinds of Oaks.\n\nIn the second Set.\n\nPage 27 The Dogwood Tree.\n38 The Hiccory and the Pignut.\n39 The sweet flowering Bay.\n\nIn the third Set.\n\nPage 48 The Tulip Tree.\n49 The Catalpa Tree.\n53 Yellow Jessamy.\n55 Sassafras.\n57 The upright Honeysuckle.\n\nIn this fourth Set.\n\nPage 62 The red flowering Maple.\n66 Alni-folia, &c. which hath no English Name.\n\nV. Ob.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104079.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9316,
    "total-output-tokens": 1947,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1253,
        2
      ],
      [
        1253,
        2642,
        3
      ],
      [
        2642,
        4086,
        4
      ],
      [
        4086,
        5290,
        5
      ],
      [
        5290,
        5924,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104079",
    "title": "A Continuation of an Account of Mr. Mark Catesby's Essay towards a Natural History of Carolina and the Bahama Islands, with Some Extracts out of the Fourth Set, by Dr. Mortimer, R. S. Secret",
    "authors": "Mark Catesby, Dr. Mortimer",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104079"
  }
}