{
  "id": "1547fbdb30ffc46ebcd690cf238c70e353365c6e",
  "text": "IV. A Supplement to the Third Part of the Paper on the Summation of infinite Series, in the Philosophical Transactions for the Year 1782. By the Rev. S. Vince, M.A.; communicated by Nevil Maskelyne, D.D. F.R.S. and Astronomer Royal.\n\nRead November 25, 1784.\n\nThe reasoning in the third part of my paper on the Summation of infinite Series having been misunderstood, I have thought it proper to offer to the Royal Society the following explanation. When I proposed, for example, to sum the series $\\frac{1}{2} - \\frac{1}{3} + \\frac{1}{4} - \\&c.$ fine fine, I wanted to find some quantity which, by its expansion, would produce that series, and that quantity I called its sum; not (as I conceived must have been evident to every one) in the common acceptation of that word, that the more terms we take, the more nearly we should approach to that quantity, and at last arrive nearer to it than by any assignable difference, for there manifestly can be no such quantity; but as being a quantity from which the series must have been deduced by expansion, which quantity I found to be $-\\frac{1}{2} + H.L. 2$. If therefore in the solution of any problem, the conclusion, whose value I want, is expressed by the above series, and which arose from the necessity of expanding some quantity in the preceding part of the operation, surely no one can deny but that I may substitute for it $-\\frac{1}{2} + H.L. 2$. For whatever quantity it was, which by its expansion produced at first\nfirst a series, the same reduction which, from that series, produced the series $\\frac{1}{2} - \\frac{2}{3} + \\frac{3}{4} - \\&c.$ must also have produced $-\\frac{1}{2} + H. L. 2.$ from the quantity which was expanded. This value of the series I obtained in the following manner. I supposed the series $\\frac{1}{2} - \\frac{2}{3} + \\frac{3}{4} - \\&c.$ to be divided into two parts; the first part to contain all the terms till we come to those where the numerators and denominators become both infinitely great, in which case every term afterwards may be supposed to be equal to unity: the second part, therefore, would necessarily be (supposing the first part to terminate at an even number of terms) $1 - 1 + 1 - 1 + \\&c.$ fine fine. The first part, by collecting two terms into one, becomes $-\\frac{1}{2 \\cdot 3} - \\frac{1}{4 \\cdot 5} - \\frac{1}{6 \\cdot 7} - \\&c.$ which series, as it is continued till the terms become infinitely small, is equal to $-1 + H. L. 2.$ The second part $1 - 1 + 1 - \\&c.$ has not, taken abstractedly of its origin, any determinate value (as will be afterwards observed), but considered as part of the original series it has, for that series must have been deduced from the expansion of the binomial $(1 + x)^{-1}$, or $\\frac{1}{1 + x}$; and hence, when $x = 1$, $1 - 1 + 1 - \\&c.$ can in this case have come only from $\\frac{1}{1 + 1}$, which, therefore, must be substituted for it; consequently the two parts together give $-\\frac{1}{2} + H. L. 2.$\n\nHaving thus explained the nature of the series which I proposed to sum, and the principle upon which the correction depends, I must beg leave to acknowledge my obligations to my very worthy and ingenious friend GEORGE ATWOOD, Esq. F.R.S. who first observed that the series $1 - 1 + 1 - 1 + \\&c.$ has no determinate value in the abstract, as it may be produced by whatever be the number of units in the denominator;\nMr. Vince's Supplement on the\n\nnator*; and it may also be added, that the same series arises from \\(\\frac{1+1+1+\\&c.}{1+1+1+1+\\&c.}\\), provided the number of units be greater in the denominator than in the numerator. The correction will therefore be different in different circumstances, and will depend on the nature of the quantity which was at first expanded. In the third part of my paper, I applied the correction to those cases where the original series arose from the expansion of a binomial, where the correction is in general as I there gave it; but as I did not apply my method to any other series, I confess that it did not appear to me, that the correction would then be different, which it necessarily would had I extended my reasoning to other cases. I shall therefore add one example to shew the method of correction in other instances, where the value of the correction will be found to be different, according as we begin to collect at the first or second term. Let the series be \\(x - \\frac{x^2}{2} + \\frac{x^3}{3} - \\frac{x^4}{4} + \\&c.\\) fine fine, which came originally from \\(\\frac{1}{1+x+x^2}\\); now if we begin to collect at the first term, the series becomes \\(\\frac{1}{1\\cdot2} + \\frac{1}{4\\cdot5} + \\&c.\\) and for the same reason as before, the correction, to be added, is \\(\\frac{1}{3}\\); but \\(\\frac{1}{1\\cdot2} + \\frac{1}{4\\cdot5} + \\&c. = \\frac{4}{3}\\) of a circular arc (A) of \\(30^\\circ\\) to the radius \\(\\frac{\\sqrt{3}}{2}\\); hence the sum required \\(= \\frac{4}{3}A + \\frac{1}{3}\\). If we begin to collect at the second term the series becomes \\(2 - \\frac{2}{2\\cdot4} - \\frac{2}{5\\cdot7} - \\&c.\\); and the correction to be subtracted is \\(\\frac{2}{3}\\); for the second part of the original series is now \\(-1 + 1 - 1 + 1 - \\&c.\\) which was produced by \\(\\frac{1+1}{1+1+1}\\); but\n\n* I have been since informed by Mr. Wales, F.R.S., that a pupil of his, Mr. Pond, made the same observation.\nSummation of infinite Series.\n\n\\[ \\frac{2}{2 \\cdot 4} - \\frac{2}{5 \\cdot 7} - \\&c. = 1 + \\frac{4}{3} A; \\text{ therefore the sum required } = \\]\n\n\\[ \\frac{4}{3} + \\frac{4}{3} A \\text{ as before. In the same manner we may apply the correction in all other cases. Although, therefore, the series } \\]\n\n\\[ 1 - 1 + 1 - 1 + \\&c. \\text{ or } -1 + 1 - 1 + 1 - \\&c. \\text{ have no determinate value in the abstract, yet the given series will fix its value by pointing out the quantity from which the series must have been originally produced. } \\]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106747.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8024,
    "total-output-tokens": 1814,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1473,
        2
      ],
      [
        1473,
        3368,
        3
      ],
      [
        3368,
        5291,
        4
      ],
      [
        5291,
        5830,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106747",
    "title": "A Supplement to the Third Part of the Paper on the Summation of Infinite Series, in the Philosophical Transactions for the Year 1782. By the Rev. S. Vince, M. A.; Communicated by Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal",
    "authors": "S. Vince, Nevil Maskelyne",
    "year": 1785,
    "volume": "75",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106747"
  }
}