{
  "id": "e3eb53d8b425d389798c1a989bdb5558b70bfa06",
  "text": "May: but it was not my fortune to see them sooner; which if I had, I might have been able probably to have made my account better. But notwithstanding it is imperfect, it may, I hope, introduce better from others: or however be a testimony of my great Veneration for the August Royal Society, and obedience unto the commands thereof, who at one of their Meetings some time since, were pleased to desire me to procure, or give an account of this matter.\n\nIV. Some Observations concerning the Invention and Progress of Printing, to the Year 1465. Occasioned by the Reverend Mr Ellis's Letter, exhibited in Phil. Trans. No 286. Pag. 1416.\n\nWhat this Gentleman says about the Books Printed at Harlaem by Laurence Kofter, agreeing so well with the account given by Theodore Schrevelius and others, leaves us little or no room to doubt (whomust needs take it for granted that his Observation is accurate, and the Dates to be true;) whether the Honour of the Invention be due to this or the other Cities, whose Writers have so eagerly contended for its since none of them have pretended to shew any Book Printed so soon as A.D. 1430 or 1432, or near that time. But the difficulty lies, either in shewing why the Practice of this Art should be at a stand from A.D. 1432, to the noted Reviving of it at Mentz by John Fust and Peter Schoffer, who (as it has been vulgarly, but erroneously said) did Print the first Printed Book there A.D. 1465. namely, Tully's Offices; or else, in giving any tolerable account of the Progress of this Invention during an Interval of above 30 years.\nBoxhornius (as I remember) as well as Schrevelius and other Authors, do expressly say, (and if they had not, it might well be imagin'd) that Koster could not advance this invention so far, as to print so large a work as the Speculum Salutis without gradual improvements; and that his first essays were on loose and small leaves of paper, before he attempted whole Books. These being loose and single, are supposed to be all lost: but I once observ'd a loose leaf of paper in Octavo, lying in an old MS. Breviary in her Majesty's Royal Library at St James's, which I then thought (and am still in the same opinion) that 'twas one of Koster's first pieces; done when he had attain'd to some experience in the art, and to get money. 'Tis a little rude wooden cut, of the five wounds of our blessed Saviour, and the instruments of his passion, with a Latin inscription at the bottom, to this purport, that those who should say so many Ave Maria's before it, should have so many thousand years of pardon. In this cut or print, the ink which made it was writing ink, and 'twas all black, without those other colours with which Koster seems afterwards to have adorn'd his books.\n\nIn the abovementioned Boxhornius's Book de Origine Artis Typographicae, 'tis said, that Hadrianus Junius had a book printed by Koster, and like that kept in the chest at Harlaem: now amongst those bequeath'd to the Bodleian Library at Oxford, by Mr Francis Junius (who was a kinsman of Hadrian's) there is a thin book in a small folio (numbered 31.) which may probably be the same; and which Mr Foss, a learned and curious Danish Gentleman, did assure me was very like to that at Harlaem. This contains the sum of the History of the Old Testament, all represented in rude wooden cuts, colored with divers colors, without shadows like to our cards, (which, with sheet-ballads, are remains of the old manner of printing,) and stamp'd upon one side only; the white sides of two leaves being pasted to-\ntogether; the Black both in the Pictures and Inscriptions which shew the meaning of them, being *Writing Ink*, (as the aforesaid Leaf) inartificially spread upon the Wooden Block; here thick, there thin; spreading and yellowish; the Letters extremely rude, and all together manifestly shewing that the Art was yet in its Infancy. The Stamping of this Book on one Side only, was not (as some think) because the Printer did not know how to dispose the Pages in such manner, as might be proper and easy for the Book-Binders use; for it has its Signatures all along in Minuscule Letters, (set in the middle of the Page, which is remarkable;) but because it was thought that the Paper would not bear a second Impression on the back side; just as the Book-writers of those times (when Paper began to be cheap, and to be made up into Books) would yet have the first and last Leaf of each Quaternio, Senio, &c. to be of Parchment for strength's sake. This Book (as I remember) is imperfect, and has no Date now appearing, and perhaps never had any; neither has such another Book as this, which contains the History of St John and the Apocalypse, in such like wooden coloured Pictures and Inscriptions. This is inscribed L A U D. E. 65. in the same Bodleian Library, and has its Signatures also in Majuscule Letters (as indeed I have observed Signatures in many MSS. of different Ages, as high as 1000 years ago and upwards, expressed either by Letters or Numbers.) This Book, tho Printed on one Side, and Pasted as the former; is yet more elegant, and shews that the Art was much improved. And here it may not be impertinent to observe, that in the same Library (Arch. B. Bodl. 88.) is an antient MSS with the same Figures and Inscriptions, tho the Habits of the Figures be different, those of the MS being of the older Fashion, and 'tis very\nvery likely that there is another Copy of this Book in the Emperors Library at Vienna; for Lambecius, Comment. de Biblioth. Cas. Lib. II. Pag. 772. reckons amongst those which he brought away from the Archiducal Library at Innspruck, a Book of which he gives this Account, Apocalypsis S. Joannis Apostoli & Evangelista Latino Germanica, chartacea in folio, una cum Vita ipsius, & multis figuris ligno incisis, que propter vetustatem suam spectatu sunt dignissimae, and in this Book at Oxford, besides the Printed Cuts, also a Commentary upon the Apocalypse in High-Dutch. Besides these two most antient Printed Books, Mr Bagford told me that in the Manuscript Library of Corpus Christi or Bennet College in Cambridge he saw a third, containing the History of our Saviour, printed on one Side only of the Paper, with such like Wooden Cuts; but yet more neatly than either of the former, which I had before shewn him at Oxford. And these three Books, being as is before said, Stamp'd but on one side of the Leaf; the whole wrought or cut upon Wood; not Set or Composed with Printing Letter; and Printed with Writing Ink; do sufficiently demonstrate that the Art was as yet in its Infancy; and may, tho they bear no Workmans Name, be very reasonably ascribed to Koster, not only because no body else lays claim to 'em, but because in divers Circumstances they agree with the History of the Man, and with what remains of his Workmanship. If it be asked why Koster did not set his Name, and the Year to these Books, as well as to that at Harlem, mentioned by Mr Ellis? It may be answer'd, that Schrevelius tell us that Koster bound Fust above-mentioned, by Oath to secrecy, and not to betray the Art to any person whatsoever. Wherin 'tis likely, that his design was not so much to let the World think, that he had a new way of multiplying the Copy of a Book much quicker than the quickest Penman; but that he designed to impose upon the World, by selling his Printed Books, for New-Written Copies, whereby the Book-Writer and Illuminator must (as he might well pretend) be so paid for\nfor their Work, as to maintain themselves and Families. This Trick might be long undiscovered in and about Harlaem, because there was no other Printing, whereby this might be condemn'd; but at length, as Boxhornius and Schrevelius write, Faust ran away with all his Masters Tools and Materials, and in Process of time set up a Printers Shop at Mentz, being assisted by his Servant Peter Schoeffer (a Young Man of a good Genius) who afterwards Married his Daughter, and became his Partner in the Business. The Story goes, that this John Faust went to Paris (but whether before or after his settling at Mentz, I cannot tell:) and that he there offer'd a great number of Printed Bibles to sale, as if they were Manuscripts. But the French were not to be so caught. They considered the number of these Books, and their exact conformity to one another throughout the whole, to a Line, a Word, a Letter, a Point, and that the best of Book Writers could not be thus exact, and therefore by Indicting him of Diabolical Magic (or threatening him with it) they at once gave birth to the Story of Doctor Faustus, and caused him to discover the Art. And I doubt not but about this time, very many Books were Printed and Sold for Manuscripts, I having seen divers such Books without Dates, which look'd rather older than any I have seen with them. I speak now of those that are Set or Compos'd of Letter, which with Printing-Ink of Lamp-Black and Oyl, and the Printing-Press, is said to be the Improvement of Schoeffer above-mentioned, tho Schrevelius with less reason ascribes the two former to his Countryman Koster.\n\nWhen Faust and Schoeffer began first to Work at Mentz is uncertain, but the first mention I find of him, as a Printer at Mentz, is in Schrevelius, Harlem pag. 272, where he says that this Faust (or Faustus as he calls him) published Alexandri Doctrinale cum Petri Hispani tractatis A.D. 1442. but this and some other Books mentioned by Writers on this subject, are never said to be extant in any particular place, in order to be consulted upon occasion; and therefore their Titles and\nand Dates are not so much to be relied upon. But another Date, which tho not so Old, is more Authentic, may be found in the above-cited Book of Lambecius, Pag.989, where he says he brought away from Innspruck amongst other choice Volumes, and placed in the Imperial Library at Vienna, a Psalter Printed upon Parchment, with this Inscription at the end,\n\nPresens Psalmorum codex venustate Capitalium decoratus, Rubricationibusque sufficienter distinctus, ad inventione artificiosa imprimendi ac characterizandi, absque calami ulla exaratione sic effigiatus, & ad ensebiam dei industrie est consummatus per Johannem Fust, Civem Mogentimum, & Petrum Schoffer de Gernszheim, anno Domini millesimo CCCCLVII. in Vigilia Assumptionis.\n\nFrom this time there are constant Remains of the Industry of these Men, and I can mention more Books Printed by them, than the Durandus (in the Library of Basel in Switzerland) Printed (as a Gentleman who saw it, told me) A.D. 1458. Joannes Joannensis's Catholicon (in her Majesty's and the Lord Bishop of Norwich's Libraries,) Printed 1460. The Latin Bible of 1462, yet extant in the French Kings Library, and in divers Monasteries beyond the Seas, and perhaps in England. The Tully's Offices Printed both in 1465 and 1466, (if both these be not the same Edition, the last Sheet or Leaf being Compos'd afresh:) and so on till Schoeffer work'd for himself after the Death of Fust, and Schoeffer's Posterity after him. But I willingly forbear the Catalogue, in hopes that this, with that of the other old Printers throughout Europe, and especially of our English Workmen, with their Devices, the Effigies of most of them, and a multitude of uncommon Remarks relating to Writing, Printing, Parchment, Paper, Binding, &c. will be communicated to the World, when Mr Bagford's Papers shall be digested; nor do I think it ingenuous or honest to prevent him in these his Labors, which have cost him so many Years Pains.\n\nA word or two more I take leave to add, that upon the first discovery of the Art by Fust at Paris, or at his first Settle.\nSettlement or publick Profession of it at Mentz, it quickly spread over the best parts of Europe, * and was commonly used in other Countries before 'twas known in England (notwithstanding what some Writers do affirm to the contrary;) the first Book that we pretend to have been Printed here, being Hierome (or rather Rusinus) on the Creed, Printed at Oxford, A.D. 1468.\n\nTo prove this in some measure (not to mention the progress of Printing in other Countries) I instance in Italy, and particularly Rome. Here, not to insist on the large Catalogue of Printed Books described in an Epistle to Pope Xystus IV. Published at the beginning of the V. Tome of the Bible printed with Lyra's Commentaries at Rome, A.D. 1472, and transcribed by Boxhornius; I shall only relate the sum of what I meet with in Bernard Mountfaucon's Diarium Italicum, Tom. 1. page 255, 256. 'Tis that Joannes Aleriensis, in a flattering Epistle to Pope Paul II. (who was elected A.D. 1464.) congratulates him, because Printing was first us'd at Rome, under his Pontifical. Which if spoken of the very first practice of the Art at Rome, and not of an established Imprimery, seems to be false, because this learned Monk, in the same place, says he saw a Laetantius in the Museum (or Study) of Monsieur de la Thuilliere, which has these words at the End, Laetantii Firmiani Institutiones cuius in venerabili Monasterio Sublacensi anno 1461. antepenultima Octobris. Now unless a man will suppose Printing to be invented in this Monastery, he must believe it to be brought hither from Rome, which is but about 20 Miles distant from it. And the same Author says, that Floravantes Martinellus in his Roma Sacra, affirms that Printing was practised at Rome in the Palace of the Maximi, A.D. 1455, under Pope Nicolaus V. by Conrad Sweynheim and Arnold Pannartz, who were both Germans, and continued Printers there for many Years after.\nThe Custom of putting the Dates of Printed Books at the End of them, was taken up in Imitation of divers the middle-aged and recenter Manuscripts (for I never saw or heard of any antient Manuscript in Capital Letters, either Greek or Latin, which has a profess'd Date written in the first hand;) but here the Inspector ought to be cautious, lest he be led into an Error: For several Manuscripts at the End have a Date, which may be by some understood of the time when those individual Copies were written, whereas they only notice the time when the Author finish'd his Work. And some of these Dates, being printed from the Manuscripts, have deceived many curious men. For Example, the first Edition of Lyndwood, Paulus a Sancta Maria, and others which I could name. Besides, some Dates in antient Printed Books, being not corrected, are false; such as a Book printed in the beginning of the 16th Century, in the Library belonging to the Ashmolean Museum at Oxford, which thus pretends to 400 or 500 years of Age. A Julius Hyginus once shewed to me by Mr Millington the Bookseller, printed at Paris (as there put down) An. Dom. MCCCCXII. instead of MCCCCCXII. For the Printer is mention'd as then living in l' Origine de l' Imprimerie de Paris. I have indeed a Book wherein, amongst other Tracts, is one of an old Print, at the end of which there seems to be such a Mistake, tho not so easily rectified as the former. The words are these, Explicit opusculum Enee Sylvii de duobus amantibus in Civitate Leydense Anno Domini Millesimo CCCC quadragesimo tertio LEIEN. Now tho' Leyden seems to be the place where 'twas printed, yet 1443 cannot be the time when; for just before Sylvius says himself, Vale, ex Vienna quinto Nonas Julias Mo CCCC quadragesimo quarto. Sylvius was elected Pope by the name of Pius I. A.D. 1458, and died A.D. 1464. Now it may seem probable, that if this Tract was printed after his Election (as suppose A.D. 1463,) or even after his Decease, his Papal Dignity might have been remembred; If it be judg'd to have been printed.\nprinted before his Election, I know none that will allow of Printing at Leyden, (or even in Lyons) so very early.\n\nOne Objection may be urg'd against what is said of Koster's or the old printed Books above-mentioned, being printed upon Paper about A.D. 1430, or soon after. For some Authors are of opinion, that Paper made of Linnen Rags was first made at Basil, by some Greeks who fled out of their Country after the Saccage of Constantinople, A.D. 1452, in Imitation of the Cotton Paper, commonly used in the Levant. But this can have no force, our Paper being much older: For I have a piece, the Writing upon which seems to be about 350 years old, and agrees very well with a Charter which I have seen of Thomas Beauchamp Earl of Warwick, bearing date A.D. 1358. and 32 Edw III. In the Archives of the Library belonging to the R.R. Dean and Chapter of Canterbury, I saw an Inventory of the Goods of Henry Prior of Christ's Church there, taken upon his Decease, (as I remember) the 20th year of K. Edward III. and this is written upon Paper. In the Cottonian Library, tho' searching after other matters, I could not but observe several Writings upon our Paper, in the time of most of our Kings and Queens, as high as the 15th of K. Edward III. and I doubt not but that there are others more antient in the same place. But in the East, the use of Cotton Paper is much more antient, and I have in the Bodleian Library, seen an Arabick Manuscript (amongst those which the University bought of Dr Huntingdon) written in the 427th of the year Hegira, i.e. A.D. 1049, and others in the same place without Dates, seem older.\n\nThe Proximity of the subject, causes me here to take notice, that tho' the Invention of the Rolling Press is commonly ascribed to Lipsius; yet it seems older than his time, from a printed Book in the Bodleian Library, placed LAVD. D.138. This is a Missale secundum usum Ecclesiae Hierapolensis (i.e. Wurzburg in Germany.) Rodolfus Arch Bishop of that Church sets forth in an Instrument at the beginning of the book, the reasons why he caused this Missal to be published, which Instrument\nment bears date the 8th of November 1481 by which time he orders all the Copies to be finished by Jorius Ryser his Printer, who seems to have done so, since his Name, and this Year 1481, is written at the end of the Book. Instead of a Seal to this Instrument is an Engraven Print, being the Arms of the See supported by 2 Angels, and St Kilian (its first Bishop and Protector) behind; as also this Prelate's own Arms with those of the See in another Escutcheon, and a very fine Mantling. This is extremely well engraven for the time, and equals the performances of some of our best Workmen at present.\n\nThe evident marks of pressure by the Plate, with some touches of Ink at the Edges, the roughness of the Print, and other Circumstances concurring, I thought this must needs be wrought off at the Rolling press. But being unwilling to rely too far upon my own Judgment, I shewed it to divers very knowing and curious Gentlemen, to several Printers, Engravers, and others working constantly at the Rolling Press, who all concurred (though at different times, one not knowing what another had said) that 'twas not only excellently well engraven (and this before Albert Durer's time) but that it was certainly pull'd from the Rolling Press, and could be done no other way. And that this Print was not done after that time, appears from several Notes written here and there in the Book. One of them specifies that William Kewsth, Vicar of St Bartholomew's Church in Wurtzburg, bought this Book the same year, 1481, paying 18 Florins for the Parchment, Printing, Rubrication, Illumination and Binding. By another it appears, that he gave it to his Church for ever. And by some others it appears that it remained there during the times of his several Successors, till the last Age, when, as I suppose, the Swedes, under Gustavus Adolphus, plunder'd the Church, and brought it out.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102915.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16972,
    "total-output-tokens": 5211,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1573,
        2
      ],
      [
        1573,
        3545,
        3
      ],
      [
        3545,
        5380,
        4
      ],
      [
        5380,
        7460,
        5
      ],
      [
        7460,
        9552,
        6
      ],
      [
        9552,
        11618,
        7
      ],
      [
        11618,
        13516,
        8
      ],
      [
        13516,
        15565,
        9
      ],
      [
        15565,
        17674,
        10
      ],
      [
        17674,
        19549,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102915",
    "title": "Some Observations concerning the Invention and Progress of Printing, to the Year 1465. Occasioned by by the Reverend Mr Ellis's Letter, Exhibited in Phil Trans. No 286. Pag. 1416",
    "authors": "Mr Ellis",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/102915"
  }
}