{
  "id": "ff86e9e721b7c1014d58d4ea118252fe575149ec",
  "text": "but without any noise or accident. I have been informed by letters from Switzerland, that several shocks were felt there, and that the salt-springs of Bevieux have been rendered more salt.\n\nAt Amersfort, in the province of Utrecht, on the fifteenth of this month, was felt a shock of an earthquake, which occasioned great consternation, but no damage.\n\nLXX. An Account of some Fungitæ and other curious coralloid fossil Bodies; by Thomas Pennant, Esq.; Communicated by Mr. Henry Baker, F. R. S.\n\nRead Feb. 19, 1756.\n\nFIG. I. (TAB. XV.) was found in the limestone quarries in Coalbrooke-Dale Shropshire, the greatest magazine of coralloid fossils, that I am acquainted with.\n\nThe length of this elegant body is equal to that drawn, and its greatest diameter (which is near the top) is about an inch and half. It is exactly of the form of a pear, with a small portion of stalk remaining; and its whole surface is covered with small shallow polygonal cells, the stalk excepted, which is perfectly smooth.\n\nFig. II. is a small fungites from the same place, of the same size with the figure; the top is convex, and thick set with minute circular cavities; the stalk tends to a conoid form, and is coarsely striated lengthways.\nFig. III. has a very deep cup-like cavity in it, the bottom of which is very finely radiated; the remaining part covered with small tubera, not unlike those, that sometimes are seen in the insides of flints and pebbles.\n\nExternally it is irregularly cellular, but the stalk is striated.\n\nFig. IV. is a very singular body, and the most remarkably shaped fungites I ever saw, being exactly oval on one side, and flat the other, without the least appearance of stalk. The oval or lower part is reticulated with polygonal cells, like Fig. I. The flat or upper part is striated semicircularly, the striae passing from one side to the other, and then reverting.\n\nFig. V. This I received out of Italy, under the name of *lapis subluteus Veronensis stellis majoribus*. The surface is finely marked with star-like cells, which are elegantly striated from their center; and their edges rise a little prominent. The lower part of this stone is of a conoid shape, and irregularly indented with coarse circular rugæ.\n\nFig. VI. was found at Coalbrooke-dale, is of a white colour, and very smooth both on the sides and top, without any appearance of striae: but what renders this very singular, is the remarkable thinness, its greatest diameter not exceeding the eighth of an inch.\n\nFig. VII. was found at the top of one of the highest mountains in this county, near Caer-gwrle, in a reddish loamy soil, together with various other diluvian remains.\nIt is of a conoid shape, but considerably incurvated; the sides are striated lengthways, and likewise circularly, but the circular striae are much less frequent than the others. At the thicker end there appears to have been a deep cup-like cavity, the greatest part of which had by some accident been destroyed, but what remains is radiated with thin and very prominent ridges placed at equal distances from each other. On one side is a small flat fungites.\n\nFig. VIII. is a fungites from Coalbrooke-Dale, seemingly formed of three or four smaller, inserted one into the other. It has the same cavity on the top as the former, with a minute striated concha anomia in it.\n\nFig. IX. This fungites is almost strait, has a small cup like striated cavity on the upper end, is encompassed with prominent ridges on the sides, and is striated lengthways.\n\nFig. X. This species came from Piedmont, and differs from all the rest. It may be called an echinated fungites, having six orders of sharp-pointed studs running lengthways from top to bottom, and between each order appear some very minute longitudinal striae. The upper part, instead of a cavity, is composed of several thin lancilæ rising above the sides.\n\nFig. XI. is a Coalbrooke-Dale production, and is a cluster of fungitæ, tho' only two appear in the figure.\n\nThis varies from some of the foregoing in the shape of its head, in the middle of which is a shallow circular cavity, its sides rising a little prominent,\nand the striæ, which commence the inside, pass over the ridge, and are continued to the edges.\n\nI am indebted to the same place for the XIIth Fig.\n\nThe cup-like cavity in this is pretty deep, and radiated with deep strigæ: and the sides are marked with very distinct ridges running lengthways, tho' sometimes interrupted by circular furrows.\n\nLXXI. An Account of Inoculation by Sir Hans Sloane, Bart. given to Mr. Ranby, to be published, Anno 1736. Communicated by Thomas Birch, D.D. Secret. R.S.\n\nRead Feb. 19, 1756.\n\nHad heard by several reports from China and Guinea, but especially from Turkey, of the inoculation (as it is called) of the small-pox; and took an opportunity, when the late Dr. William Sherrard was consul of the English Nation at Smyrna, to desire the favour of him, it being an operation never practised in these parts, nor by some physicians thought practicable, to inform me of the truth and success of it. In answer to which he told me, that the consul from Venice residing there, a physician, Dr. Pylarini, had taken particular notice of that practice, and had promised to satisfy me about it; which he did by a letter, which was printed in the Philosoph. Transact. in 1716, and I believe at Venice.\n\nThis notice lay asleep till the hon. Mr. Wortely Montague, who being ambassador from England at the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104964.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9316,
    "total-output-tokens": 1497,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1222,
        3
      ],
      [
        1222,
        2657,
        4
      ],
      [
        2657,
        4126,
        5
      ],
      [
        4126,
        5451,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104964",
    "title": "An Account of Some Fungitae and Other Curious Coralloid Fossil Bodies; by Thomas Pennant, Esq; Communicated by Mr. Henry Baker, F. R. S.",
    "authors": "Thomas Pennant, Henry Baker",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104964"
  }
}