{
  "id": "42197f44d925646f2bd30c2c6cbddfed595abc1f",
  "text": "AN INDEX TO THE Forty-fourth VOLUME OF THE Philosophical Transactions, For the Years 1746, and 1747.\n\nN.B. There being in this Volume 2 Supplements, one the Croonian Lectures for 1746, the other for 1747, a denotes the first, b the latter; thus pr. a. or pr. b. denote the Preface of each Year's Lectures, s. a. or s. b. stand before the Number of the Pages of the Lectures.\n\nThe Pages 351 — 358 are printed twice over; therefore to the second Numbers is added Zz. e.gr. 351, Zz.\n\nA\n\nAbomasum, the Faidle, or Part of the Stomach of a Cow, n. 478, p. 5.\n\nÆther animal, the Cause of Muscular Motion, s. b. p. 30.\n\n——— electrical, n. 484, p. 729, 732.\n\nAir, as dry when it rains, as in a fair Day, n. 479, p. 161.\n\nAlaizes, what, n. 480, p. 177.\n\nAlgalie, what, n. 480, p. 177.\n\nAllamand (Mr. L') Experiments in Electricity, n. 478, p. 58.\n\n——— of Quicksilver shining in a Glass Tube, ibid.\n\n——— of the Effects of a Tin Tube, and a Glass full of Water, ibid.\n\nAlveolus of the Belemnite, n. 482, p. 398.\n\nAmazons, of a Poison among the Indians on the River, n. 482, p. 408.\nINDEX.\n\nAmerica and Asia, their Distances, by Mr. Dobbs, n. 483, p. 471.\nAmes (Mr. Joseph) of a Plica Polonica, n. 483, p. 556.\nAmyand (Claud.) Esq; of a Spina ventosa, n. 480, p. 193.\nAncients, Obs. on such Gems as they used to engrave on, n. 483, p. 502.\nAnts, an Account of English, by Mr. Gould, n. 482, p. 351, Zz. Their Colony, ibid. p. 357, Zz. Their Government, ib. Their Queen, ib. p. 354, Zz. They do not lay up Stores of Food against Winter, ib. p. 360.\nAntoninus Pius, an Inscription at Rutchester on the Roman Wall, n. 482, p. 344.\nApparatus, the high, for cutting for the Stone, n. 480, p. 175.\nArchimedes's Mirror revived by M. de Buffon, n. 483, p. 493, 495.\nArderon (Wm.) Obs. on the Bansticle or Pricklebag, and on Fish in general, n. 482, p. 424.\n——— of a Bristle lodged in a Man's Foot, n. 480, p. 192.\n——— of a curious Echinites, n. 482, p. 434.\n——— of the perpendicular Ascent of Eels, n. 482, p. 395.\n——— of keeping small Fish in glass Jars; and of an easy Method of catching them, n. 478, p. 23.\n——— of the Grubs in Norfolk destroying the Grass, n. 484, p. 578, 582.\n——— of a Hygrometer made of a Deal Rod, n. 480, p. 184.\n——— of an improved Hygroscope, n. 479, p. 95.\n——— Obs. on the Precipices or Cliffs on the N.E. Sea-Coast of Norfolk, n. 481, p. 275.\n——— how the white Matter is produced, which floats in the Air in Autumn, n. 482, p. 428.\n——— of the Formation of Pebbles, n. 483, p. 467.\n——— of Mr. Phil. Williams's Water-Wheel for Mills, n. 478, p. 1.\n——— an Improvement of the Weather-Cord, n. 479, p. 169.\n\nAristoxenus,\nINDEX.\n\nAristoxenus, an ancient Musician, n. 481, p. 267.\nAsh-Bark, Ashes of white, and Vinegar, drew out the Poison of the Rattle-snake, n. 479, p. 149.\nAsia and America, their Distances, by Mr. Dobbs, n. 483, p. 471.\n— Discoveries of the Russians on the N. E. Coast of, n. 482, p. 421, n. 483, p. 471.\nAstronomy of the Chinese, by the Rev. Mr. Costard, n. 483, p. 476.\nAtmosphere at Sea, how its Gravity may be determined by means of a Thermometer, by Dr. Boerhaave, n. 484, p. 675.\n\nB\n\nBadcock (Richard) Microscopical Observations on the Farina fecundans of the Hollyhock and Passion-flower, n. 479, p. 150, 166.\n— of the Farina fecundans of the Yew-Tree, n. 480, p. 189.\nBahama Islands, their Natural History, by Mr. Catesby, n. 484, p. 599.\nBailey (Edward) M. D. of a large Stone found in the Colon of a Horse; and several found in the Intestines of a Mare, n. 481, p. 296.\nBaker (Mr. David-Erskine) of Water-Efts slipping off their Skins, n. 483, p. 529.\nBaker (Mr. Henry) of a curious Echinites, n. 482, p. 432.\n— electrified a Myrtle, n. 482, p. 375.\nBalances, nice ones disturbed by the Electricity of Glass, n. 480, p. 243.\nBansticle, a Fish, Obs. on it by Mr. Arderon, n. 482, p. 424.\nBark, the Peruvian or Jesuit's, of its Use in the Small-Pox, by Dr. Wall, n. 484, p. 583, 593.\n— Jesuit's, prevents catching Cold, n. 478, p. 3.\nBeccarius (Fac. Barthol.) de quamplurimis Phosphoris nunc primum detectis commentarius. Bonon. 1744. 4to. n. 478, p. 81.\nBehring (Captain) Journey to Kamchatka, n. 482, p. 422. n. 483, p. 471.\n\nBelemnites,\nINDEX.\n\nBelemnites, Account of them, by Mr. da Costa, n. 482, p. 397. Their Alveolus, ib. p. 398, 405. Not Teeth nor Horns, ib. 399. Not Spines of Echini, ibid. Nor Shells of the Tubuli kind, ib. 402. but a natural Fossil, or Lapis sui generis, ib. p. 404.\n\nBelluga Stone, Obs. on it by Mr. Collinson, n. 483, p. 451.\n\nBenwell, a Coal-Mine on Fire there, n. 480, p. 422.\n\nBerkeley (Dr. Geo.) Bishop of Cloyne, of Petrefactions, n. 481, p. 325.\n\nBernoullius (Johannes) de Dynamice, n. 479, p. 105.\n\nBevis (John, M.D.) Obs. on an Occultation of Cor Leonis by the Moon, March 12, 1747. n. 483, p. 455.\n\nBianchini (Signor) of the Phænomena of Venus, n. 479, p. 127.\n\nBird, one killed by Electricity, n. 481, p. 262.\n\nBirds of Passage, by Mr. Catesby, n. 483, p. 435.\n\nBite of the, of a Rattle-Snake, n. 479, p. 147.\n\nBlon (Mr. l' Abbé le) censured, s. a. p. vi.\n\nBlood stopp'd in a Wound by a Piece of Sponge, n. 478, p. 33.\n\nBodies, human, preserved in Moors, or Morasses, n. 484, p. 574.\n\nBoerhaave (Herman) M. D. his Method of determining the Gravity of the Atmosphere at Sea by Thermometers n. 484, p. 676. the freezing Point, ib. p. 682, 695.\n\nFire equally diffused through the Universe, n. 478, p. 80.\n\nBoum de mortibus; Severus Sanctus, n. 478, p. 10.\n\nBoyle (Robert) Esq; a Letter to him of a Coal-Mine taking Fire near Newcastle, &c. n. 480, p. 221.\n\nhis Thermometer, n. 484, p. 677.\n\nBreintal (Mr. J.) of his being bit by a Rattle-Snake, n. 479, p. 147.\n\nBrimstone, its Effects in Electricity, n. 478, p. 31, 54.\n\nBriftle, lodged in a Man's Foot, n. 480, p. 192.\n\nBrecklesby (Richard) M. D. of the Indian Poison near the River Amazons, n. 482, p. 408.\n\nBrofely, a burning Well there, n. 482, p. 371.\n\nBrowning\nINDEX.\n\nBrowning (John) of the Effect of Electricity on Vegetables, n. 482, p. 373.\nBrun (M. le) his Designs of the Passions consider'd, s. a. p. 40.\nBuffon (Mons. de) Electrical Experiments. n. 481, p. 250, 258.\n———his new-invented Mirror, n. 483, p. 493, 495.\nBunel (Joseph) cut for the Stone by Dr. le Cat, n. 480, p. 175.\nBurning-Glass of Archimedes recover'd by M. de Buffon, n. 483, p. 493, 496.\nBurton (John) M. D. of the Situation of Delgovitia, n. 483, p. 541.\nButisbaci urbis latitudo, n. 482, p. 382.\n\nC.\n\nCalculous Concretions in the Kidney, Figures by Mr. Lucas, n. 483, p. 465.\nCalculus; the Belluga Stone said to be good against the, n. 483, p. 454.\nCalifornia Part of the Continent of America, n. 483, p. 471.\nCancer major, Observations on it, n. 478, p. 70.\nCantley White House in Norfolk, of Shells and other Fossils there, n. 481, p. 279.\nCanton (Mr.) his Method of discovering the Quantity of accumulated Electricity, n. 484, p. 730.\nCarolina, the Natural History of it, by Mr. Catesby, n. 484, p. 599.\nCat (Claud. Nic. le) M. D. of an Operation made by the high Apparatus of cutting for the Stone, n. 180, p. 175.\nCatesby (Mr. Mark) of Birds of Passage, n. 483, p. 435.\n———of the Mokasin of the Indians, n. 484, p. 575.\nCatlin (Mr. John) Calculation of the Occultation of Cor Leonis by the Moon, March 12. 1747. n. 483, p. 456.\nCattle, of the Pestilence among them, n. 478, p. 9.\nCemento; the Academy del; their Thermometer, n. 484, p. 679.\n\nChafer,\nINDEX.\n\nChafer, Cock-chafer, n. 484, p. 578.\nCheselden (Wm.) of a Person cut for the Stone in the lateral Way, n. 478, p. 33.\n———of the Effects of Lixivium Saponis taken inwardly for the Stone, n. 478, p. 36.\nChild born with its Bones dislocated; by Mr. Edwards, n. 483, p. 539.\nChinese Chronology and Astronomy, Account of them, by the Rev. Mr. Costard, n. 483, p. 476.\nChronology of the Chinese, by the same, ibid.\nCrystallization of Salts, s. b. p. 12.\nCicuta aquat. its Poison, n. 480, p. 231.\nClock, a Water, invented by the Hon. Charles Hamilton Elq; n. 479, p. 171.\nCloyne (Bishop of) of Petrefactions, n. 481, p. 325.\nCoal-Mine near Newcastle taking Fire, n. 480, p. 221.\nCod (John) had a large Stone extracted thro' his Urethra, n. 480, p. 215.\nCohortes equitatae, n. 482, p. 353.\nCold, 40 Deg. below o. n. 484, p. 683. in Siberia 120. below o. ibid.\n——catching it, prevented by the Bark, n. 478, p. 3.\nCollinson (Mr. Peter) Obs. on the Belluga Stone, n. 483, p. 451.\n———Obs. on the Cancer major or King-Crab, n. 478, p. 70.\n———of the Infection of the Distemper among the Cows, n. 478, p. 7.\n———of an uncommon Gleam of Light from the Sun, n. 483, p. 456.\n———of a sort of Libella or Ephemeron, n. 481, p. 329.\nColon of an Horse; a large Stone found in the, n. 481, p. 296.\nColumella of the Pestilence among Cattle, n. 478, p. 9.\nCometae Via Pekini observata, Mart. & April. 1742, n. 481, p. 264.\n\nCompafs,\nINDEX.\n\nCompass, Mariners, disturbed by the Electricity of Glass, n. 480, p. 243.\nCondamine (M. de la) of the Poison among the Indians on the River Amazons, n. 482, p. 408.\nCook (Mr. Benjamin) Obs. on the King-Crab, n. 478, p. 72.\n——— of new Flannel sparkling in the dark, n. 483, p. 457.\nCook Major (Wm.) a Machine for founding the Sea at any Depth, n. 479, p. 146.\nCor Leonis, Obs. of an Occultation of it by the Moon, March 12. 1747. by Dr. Bevis, n. 483, p. 455.\nCoralloides granulosa alba, J. B. n. 478, p. 51.\nCord, Weather-, improv'd by Mr. Arderon, n. 479, p. 169.\nCosta (Mr. Emanuel Mendez da) of the Belemnites, n. 482, p. 397.\nCoftard (the Rev. Mr. G.) of the Chinese Chronology and Astronomy, n. 483, p. 476.\nCountenance, its Muscles, &c. s. a. p. 6. shews Passions, ib. p. 32.\n——— a compoted one, s. a. p. 51. Veneration or Reverence, ibid. 53. Fear and Terror, ibid. p. 60.\nScorn and Derision, ibid. p. 64. Morose, envious, ib. p. 67. Cheerful, ib. p. 72. Sorrowful, ib. p. 77.\nCows, dead, being buried in Lime, n. 480, p. 224, 226.\n—— sick, opened, ib. p. 5.\n—— of the Distemper among them, n. 478, p. 4. how to prevent it, ib. p. 6. its Introduction, ib. p. 7. in Denmark, ib. p. 7. infectious, ib. p. 6, 7.\nCred (the Rev. Mr.) of a Machine to write down extempore Pieces of Music, n. 483, p. 445.\nCresses, Water-, long-leav'd; a Poison, n. 480, p. 246.\nCrooncan Lectures on Muscular Motion for 1746. after n. 481, s. a. p. 1. for 1747. after n. 484, s. b. p. 1.\nCrowman, see Crooncan.\nCutting (Margaret) her Case, who speaks without a Tongue, by Dr. Parsons, n. 484, p. 621.\n\nD.\n\nDace kept in a Jar of Water, n. 478, p. 24.\nDanes Graves, n. 479, p. 101.\nDarlington (Mr.) his Case, cured by Musk, n. 478, p. 75.\nINDEX.\n\nDavis (Mr. Edward) of a Child born with its Bones dislocated, n. 483, p. 539.\nDeers Horns extraordinary found in Yorkshire, n. 479, p. 124.\nDelgovitia, an ancient Roman Station, its Situation, by Mr. Knowelton, n. 479, p. 100. by Dr. Burton, n. 483, p. 541. by Mr. Drake, ib. p. 553.\nDelirium, one in a; finging several Tunes, who had no Ear naturally, by Dr. Doddridge, n. 484, p. 596.\nDelivery to promote; the Belluga Stone said to do it, n. 483, p. 454.\nDeluge, the, not the Cause of Petrefactions, n. 479, p. 164.\nDenmark, Distemper among the Cows there, n. 478, p. 7.\nDerham (Win.) D. D. Difference of an iron Rod red-hot and cold, n. 484, p. 683, 695.\nDesire in the Countenance, s. a. p. 56.\nDespair expressed by the Countenance, s. a. p. 63, 64.\nDetraction, as expressed by the Countenance, s. a. p. 568.\nDiapkragmate fffo, de; per Johan. Fothergill, n. 478, p. 11.\nDingley (Robert) Esq; Obs. upon Gems, such as the Ancients used to engrave on, n. 483, p. 502.\nDobbs (Arthur) Esq; of the Distances between Asia and America, n. 483, p. 471.\nDoddridge (Rev. —.) D. D. of one that had no Ear to Music naturally, finging several Tunes when in a Delirium, n. 484, p. 596.\nDog, a Stone in the Bladder of a, n. 482, p. 335.\nDouglas (James) M. D. Inventor of the Coccygeus, s. a. p. 5.\nDreams, frightful, after the Bite of a Rattle-Snake, n. 479, p. 150.\nDropfy, of an uncommon one, by Mr. Gkjs, n. 482, p. 337.\nDropwort, Hemlock-, a Poison, n. 480, p. 246.\nDunthorne (Mr. Richard) of the Moon's Motion, n. 482, p. 412.\nDura Mater, its Systoles and Diaffoles, s. b. p. 57.\nDurant (Mr. J.) to Rob. Boyle Esq; of a Coal-Mine taking Fire near Newcastle upon Tyne, of a blue Well, and a Cavern in Weredale, n. 480, p. 221.\n\nDynamics\nINDEX.\n\nDynamics principia ab Jac. Jurin, n. 479, p. 103. Leibnitzio, ibid.\n\nE.\n\nEburs fossile, or Elephas tinctur'd, not the Turquoise, n. 482, p. 431.\nEcchoes, of some extraordinary; by Mr. Southwell, n. 480, p. 219.\nEchinites, a curious one by Mr. Baker, n. 482, p. 432.\nEels, of their perpendicular Ascent, by Mr. Arderon, and travelling from Pond to Pond, n. 482, p. 395.\nEels in Paste viviparous, n. 478, p. 67.\nEfts, Water-, of their slipping off their Skins, by Mr. Erskine Baker, n. 483, p. 529.\nEkhart (Balthasar) M. D. Remarks on Moro de crostacei ed altri corpi, che se trovano su Monti, n. 479, p. 163.\nElectrical Æther, n. 484, p. 729, 732.\n——— Effluvia, of weighing their Strength, n. 479, p. 96.\n——— Experiments made at Paris, n. 484, p. 247. A Bird killed, ib. p. 262.\n——— Fire, by Dr. Miles, n. 478, p. 78.\n——— Needle, an, n. 479, p. 99.\n——— Obs. by Dr. Miles. Spirit of Wine fir'd at 25 Feet Distance, n. 479, p. 160. Gold and Silver Twist better than Thread, ib. p. 161.\nElectricity Experiments by Mr. l'Allamand, n. 478, p. 59.\n——— Experiments by Dr. Miles with black Sealing-wax and Brimstone, n. 478, p. 27, 53. Of Water, ib. p. 91.\n——— a Memoir by Mr. le Monnier, jun. n. 481, p. 290.\n——— convey'd 2000 Toises, ib. 291. In the Baton in the Thuilleries, ib. Its Velocity, ib. p. 294. Communicated in Proportion to the Surfaces of Bodies, ib. p. 295.\n——— Experiments and Observations by Wm. Watson, n. 478, p. 41. n. 484, p. 695, p. 704.\n——— has some Properties in common with Magnetism and Light, n. 478, p. 43. Kindles only inflammable Vapours, ib. p. 48. Of great Moment to the System of the Universe, ib. p. 50.\nINDEX.\n\nElectricity caused Fevers and Bleeding at the Nose, n. 480, p. 212. And Lightning, ibid.\n——— overcomes the Force of Gravity, n. 484, p. 697.\nPervades Glass without Refraction, ib. p. 699. Produces Fire and Flame, ib. p. 702. Sets on Fire only inflammable Vapours, ibid.\n——— of Glass, disturbs the Mariners Compass and nice Balances, n. 480, p. 243.\n——— how to discover the Quantity accumulated, n. 484, p. 730.\n——— known 2000 Years ago, ib. p. 731.\n——— causes the Light in Quicksilver shaken in a glass Tube, n. 478, p. 58.\n——— of its Effects on Vegetables, n. 482, p. 373.\nElectricum pyrorganum Winkleri, n. 483, p. 497.\nElizabeth, Queen, her Theatrum Naturalium, n. 478, p. 53.\nElicott (John) a Letter to him of weighing the Strength of electrical Effluvia, n. 479, p. 96.\nEnvy and Moroseness in the Countenance, s. a. p. 67.\nEphemeron, Obs. on that Insect, by Mr. Collinson, n. 481, p. 329.\nEquitata cohos, n. 482, p. 353.\nErica marina alba frutescens. Mus. Pet. n. 478, p. 51.\nEuler (Mr. Leonard) of the Discoveries of the Russians on the N.E. Coast of Asia, n. 482, p. 421, n. 483, p. 471.\nEyes, their Muscles, s. a. p. 16, 50. Eye-lids, ib. p. 10, 49.\n\nF.\n\nFabrice morbosa in cadaveribus reperta, Obs. Dr. Haller, n. 483, p. 527.\nFace, of the Muscles of the, s. a. p. 6, 48.\nFahrenheit (Mr.) his Thermometer, n. 484, p. 681. His Experiment of Cold 40 below o. n. 484, p. 683.\nFaidle, Part of the Stomach of a Cow, n. 478, p. 5.\nFarina fecundans of the Hollyhock and Passion-flower, n. 479, p. 151, 154, 166.\n——— Yew-Tree, n. 480, p. 189.\nFear and Terror, in the Countenance, s. a. p. 53.\nFenham, a Coal-Mine on Fire there, n. 480, p. 222.\nINDEX.\n\nFerguson (Mr. James) an Improvement of the celestial Globe, n. 483, p. 535.\n——— of the Phenomena of Venus, n. 479, p. 127.\nFever, a rheumatic, cured by Musk, n. 478, p. 75.\nFidge (Mr. Wm.) of a Stone in the Bladder of a Dog, n. 482, p. 335.\nFire equally diffused thro' the Universe, n. 478, p. 80.\n——— the Cause of marine Petrefactions, n. 479, p. 163.\nFire-Engine, the Cylinder of one made of Spelter, n. 482, p. 370.\nFire-Pump, an electrical, n. 484, p. 744.\nFish in general, Obs. on them, by Mr. Arderon, n. 482, p. 424.\nIsh, of keeping them in glass Jars, and an easy Method of catching them, n. 478, p. 23.\nFlannel, new, sparkles in the dark, by Mr. Cooke, n. 483, p. 457.\nFolkes (Martin) Esq; a Remark on Father Hardouin's Amendment of a Passage in Pliny's Nat. Hist. Lib. II. § 74. Edit. Paris. 1723. n. 482, p. 365.\nFossils at Cantley White House in Norfolk, n. 481, p. 279.\n——— near Harford Bridge, ibid. p. 283.\nIothergill (John) M.D. of Petrefactions, n. 481, p. 327.\n——— de Diapfragmate fissò & mutatis quorundam Viscerum Sedibus, n. 478, p. 11.\nFreezing Point, how determin'd by Prof. Boerhaave, n. 484, p. 682, 695.\nFreke (Mr. John) of a Machine to write down extempore Voluntaries of Music, n. 483, p. 445.\nFrutex marinus flabelliformis, carice verrucoso obdubitus Doodii, n. 478, p. 51.\n\nG.\n\nGems, such as the Antients used to engrave on, Obs. on, by Mr. Dingley, n. 483, p. 502.\nGersten (Christian Ludov.) Ols. de Mercurio sub sole viso, Nov. 5. 1743. n. 482, p. 376.\n——— Idea nova Quadrantis Astronomici muralis, n. 483, p. 507.\nINDEX.\n\nGiesa, Mercurius sub Sole visus, n. 482, p. 376. Urbis Latitudo, ib. p. 382.\nGlass (Mr. Samuel) of an uncommon Dropsy for want of a Kidney, n. 482, p. 337.\nGlass, its Electricity disturbs the Mariners Compass and nice Balances, n. 480, p. 243.\n— of different Colours, its Effects in electrical Experiments, n. 478, p. 57.\n— no Sort of it Proof against the Effects of a moist Air, n. 479, p. 161.\n— Tube, a good Hygrometer, n. 479, p. 161.\nGleam of Light from the Sun, an uncommon, by Mr. Collinson, n. 483, p. 456.\nGlobe, celestial, improved by Mr. Ferguson, n. 483, p. 535.\nGloucester, the whispering Place there, n. 480, p. 219.\nGnomone, de, a Passage in Pliny's Nat. Hist. Lib. II. § 74.\nexplained by Martin Folkes Esq; Pr. R. S. n. 482, p. 365.\nGoodmanham, not the Site of Delgovitia, n. 479, p. 100.\nGould (Rev. Wm.) Account of English Ants, n. 482, p. 351, Zz.\nGravity of the Atmosphere at Sea, how to be determined by a Thermometer, by Dr. Boerhaave, n. 484, p. 675.\nGreenhouses, of Thermometers in them, n. 484, p. 672, 694.\nGrief, seen in the Countenance, s. a. p. 77, 78.\nGronovius (Fred.) M. D. Mustela fossilis, n. 483, p. 451.\nGrubbs destroying the Grafs in Norfolk, n. 484, p. 576.\n\nH.\nHair, Horse-Cushions, as good as Cakes of Resin for electrical Experiments, n. 479, p. 162.\nHales (Stephen) D. D. of Thermometers, n. 484, p. 693.\nOf one made of a Rod of Lead, ibid. Remarks on Dr. Mortimer's Paper, ib. p. 694.\nHaller (Albertus) Prof. Med. Obs. Fabrica morbose in Cadaveribus repertae, n. 483, p. 527.\nHalley (Edmund) LL. D. proposed a Quicksilver Thermometer, n. 484, p. 681.\nHamilton (Hon. Charles) Description of a Clepsydra or Water-Clock, n. 479, p. 171.\n\nHardouin's\nINDEX.\n\nHardouin's (Father) Amendment of Pliny's Nat. Hist. Lib. II. § 74. de Gnomonc, by Martin Folkes Esq; Pr. R. S. n. 482, p. 365.\n\nHauksbee's (Francis) or the London Thermometer, n. 484, p. 679.\n\nHayton, not the Site of Delgovitia, n. 479, p. 101.\n\nHeat increases the Motion of the Heart, s. b. p. 65.\n—— a Scale of, by Sir Jf. Newton, n. 270, p. 824.\nn. 484, p. 680. ib. p. 750. Errata.\n\nHeart, its Mechanism, s. b. p. 45. Its Diastole and Systole, ib. 47. Its Motion increased by Heat, ib. p. 65.\n\nHedgerley near Windsor, where are the Loam-Pits, n. 485, p. 458.\n\nHicks (Ann) had a Polypus in her Heart, and a scirrhous Uterus, n. 481, p. 285.\n\nHill (Mr. John) of the feeding of Morses, particularly of the Hypnum terrestris, &c. n. 478, p. 60.\n\n—— of Windsor Loam, n. 483, p. 458.\n\nHodgson (Jacobus) Via Cometae Pekini, Obs. n. 481, p. 264.\n\nHoffman (Frederic.) of the Sickness among the Cows in Denmark, n. 478, p. 7.\n\nHolly petrefied in Lough-neagh, n. 481, p. 314.\n\nHollyhock, Obs. on its Farina fecundans by Mr. Badcock, n. 479, p. 151.\n\nHones or Whetstones, Iris, n. 481, p. 323.\n\nHope expressed in the Face, s. a. p. 58.\n\nHorns, Deers, extraordinary found in Yorkshire, n. 479, p. 124.\n\nHorns, Stags, fossil in Norfolk, n. 481, p. 281.\n\nHorse, a large Stone found in the Colon of an, n. 481, p. 296.\n\n—— Rev. Dr. Greene, the Os Pubis split by a Start of his, n. 484, p. 609.\n\nHowell (Mr. Geo.) of French Prisoners poison'd at Pembroke, n. 480, p. 227.\n\n—— of extracting a large Stone by an Aperature in the Uretbra, n. 480, p. 215.\n\nHudson's-Bay, Discoveries there towards a N.W. Passage, n. 483, p. 471.\n\nHumfrey\nINDEX.\n\nHumfrey (Mr. Richard) of the Grubs in Norfolk destroying the Grafs, n. 484, p. 582.\n\nHygrometer improved by Mr. Arderon, n. 479, p. 69. n. 480, p. 184.\n\n——— the Glass Tube a good one, n. 479, p. 161.\n\nHygroscope improved by Mr. Arderon, n. 479, p. 95.\n\nHypnum terrestre tricoides, &c. of the Manner of its feeding by Mr. Hill, n. 478, p. 60.\n\nI.\n\nJack-borer, or Tree-beetle, n. 484, p. 578.\n\nIce electrify'd, n. 478, p. 41. Kindles Spirit of Wine, ibid. p. 55.\n\nIdiots have no Passions, s. a. p. 46.\n\nJealousy seen in the Face, s. a. p. 70.\n\nJeffry-cock, or Tree-beetle, n. 484, p. 578.\n\nJesuits, or Les peres de la compagnie de Jesus, Obs. mathe-\nmatiques, astronom. &c. tirees des Livres Chinois. Paris\n3 Vol. 1729, 1732, cited, n. 483, p. 492.\n\n——— Bark prevents catching Cold, n. 478, p. 3.\n\nIndian Poison on the River Amazons, n. 482, p. 408.\n\nIntaglio's, what Stones the Antients used for them, n. 483,\np. 502.\n\nJohnson (Mr.) had a Spina ventosa, n. 480, p. 198.\n\nJoy in the Countenance, s. a. p. 72.\n\nIreland, of several Petrefactions there, n. 481, p. 305,\n318, &c.\n\nIron, à Rod of it, the Difference of its Length between\nred-hot and cold, by Dr. Derham, n. 484, p. 683, 695.\n\n——— not brittle, melted by Pit-coal, n. 482, p. 371.\n\nIvory ting'd with Copper, not the Turquois, n. 482, p. 430.\n\nJurin (Jacobus) M. D. Principia dynamica, five Principia\nMechanices metaphysica, n. 479, p. 103.\n\nK.\n\nKamen Belluga Russicè, a sort of Sturgeon, n. 483, p. 452.\n\nKamschatka discover'd by the Russians, n. 482, p. 422,\nn. 483, p. 471.\n\nKeratophyton flabelliforme, cortice verruccoso obductum Raii,\nn. 478, p. 51.\n\nKidneys, Calculi in them; from Mr. Lucas, n. 483, p. 465.\n\nKing\nINDEX.\n\nKing (Sir Edmund) of Ants corrected, n. 482, p. 355, Zz.\nKing-Crab, Obs. on it, n. 478, p. 70.\nKnight (Gowin) M. B. several magnetical Experiments with his artificial Magnets, n. 484, p. 605, 662, 665,\nKnowlton (Thomas) of the Situation of Delgovitia, and of 2 Men of an extraordinary Bulk and Weight, n. 479, p. 100.\n——— of extraordinary Deers Horns, ibid. p. 124.\n\nL.\nLangrish (Brown) M. D. the Croonean Lectures on Muscular Motion for 1747 after n. 484. The Theory of it, s. b. p. 1.\nLaughter in the Countenance, s. a. p. 72, 73, 77.\nLead, a Thermometer made of a Rod of, by Dr. Hales, n. 484, p. 693.\nLegs, Crabs break off their own at Pleasure, n. 478, p. 72.\nLeibnitz (G. G.) Specimen dynamicum, n. 479, p. 103.\nLilcella, of a Sort of it by Mr. Collinson, n. 481, p. 329.\nLightning caused by Electricity, by Mr. Winkler, n. 480, p. 212.\nLime, dead Cows buried in it, n. 480, p. 224, 226.\nLime-water relieves the Stone, n. 483, p. 463.\nLips, their Muscles, s. a. p. 26.\nLixivium Saponis taken inwardly for the Stone, n. 478, p. 36.\nLoam, an Account of Windsor, by Mr. Hill, n. 483, p. 458.\nLobb (Theophilus) M. D. Letters concerning the Plague, n. 478, p. 7.\nLondesbrough, not the Site of Delgovitia, n. 479, p. 101.\nLooks or the Countenance under various Passions, s. a. p. 32, &c.\nLove seen in the Looks, s. a. p. 55.\nLough-Neagh, of the Petrefactions there, by Mr. Simon, n. 481, p. 305. Dr. Berkeley, ib. p. 325.\nLucas (Mr. Charles) Figures of calculous Concretions in the Kidney, n. 483, p. 465.\n——— (Mr. Robert) of the Relief he found in the Stone from Alicant Soap and Lime-water, n. 483, p. 463.\n\nLucretius\nINDEX.\n\nLucretius of the Plague, n. 478, p. 10.\n\nM.\n\nM. (C.) Obs. on Vipers slapping their Skins at 3 Months old, n. 483, p. 534. See Mortimer (C).\n\nMachine for raising Water, draining, &c. where there is no Head of Water, and the Current flows, n. 478, p. 1.\n\n——— for founding the Sea, by Maj. Cook, n. 479, p. 146.\n\nMac-mahon (Mary Anne) calculous Concretions in her Kidney, n. 483, p. 465.\n\nMahogany-Tree described, n. 484, p. 600.\n\nMalevolence seen in the Face, s. a. p. 67.\n\nMan, the Bones of one fossil, n. 481, p. 282.\n\nManchaneel-Tree, its Poison, &c. n. 484, p. 604.\n\nMare, several Stones found in the Intestines, n. 481, p. 296.\n\nMarvel (Andrew) Quotations from him, s. a. p. 80.\n\nMason (Rev. Mr. Charles) concerning Spelter melting Iron with Pit-coal, and a burning Well at Troseley, n. 482, p. 370.\n\nMay-Fly, an Account of by Mr. Collinson, n. 481, p. 327.\n\nMechanices Principia metaphysica, ab Jac. Jurin, n. 479, p. 103.\n\nMen, two of an extraordinary Bulk and Weight, n. 479, p. 102.\n\nMendez da Costa (Mr. Emanuel) of the Belemnites, n. 482, p. 397.\n\nMercurius sub sole visus Giesae, Nov. 5, 1743, à Christ. Lud. Gersten. n. 482, p. 376.\n\nMetalline Thermometer invented by Dr. Mortimer, n. 484, p. 684. Of Lead by Dr. Hales, ib. p. 643.\n\nMetaphysica Mechaniccs Principia, ab Jac. Jurin, n. 479, p. 103.\n\nMetopsocopy, its Meaning, s. a. pr. i.\n\nMigration of Birds, by Mr. Catesby, n. 483, p. 435.\n\nMiles (Rev. Henry) D. D. an Abstract of Mr. Gould's Account of English Ants, n. 482, p. 351, Zz.\n\n——— of the Difference of Cold marked by a Thermometer kept within Doors, or without in the open Air, n. 484, p. 613.\n\nMiles\nINDEX.\n\nMiles (Dr.) some electrical Experiments, n. 478, p. 53.\n——— some electrical Obs. n. 479, p. 158, 160.\n——— of the Effects of a Cane of black Sealing-wax, and of a Cake of Brimstone, in electrical Experiments, n. 478, p. 27.\n——— of electrical Fire, n. 478, p. 78.\n——— of the Electricity of Water, n. 478, p. 91.\nMilk of a sick Cow, Remarks on it, n. 478, p. 4, 5.\nMiller (Mr. Jof.) a Catalogue of 50 Plants for the Year 1744. n. 480, p. 213. for 1745, n. 484, p. 597.\nMillers or Trec-beetles, n. 484, p. 579.\nMillington, the Site of Delgovitia, n. 479, p. 100.\nMilner (John) Esq; of dead Cows buried in Lime, n. 480, p. 225, 226.\nMirror, Mr. de Buffon's, which burns at a great Distance like Archimedes's, n. 483, p. 493, 495.\nMonnier (Guil. le) jun. M. D. Electrical Experiments, n. 481, p. 247. Memoir of Electricity, ib. p. 290.\n——— Obs. on his electr. Exp. n. 482, p. 388.\nMoon, eclipsed Cor Leonis, March 12, 1747. n. 483, p. 455.\n——— its Motion by Mr. Dunthorne, n. 482, p. 412.\nMoro (Anton. Lazzaro) De Crostacei ed altri marini corpi, che se trovano su' monti. Venet. 1740. an Extract of it by Mr. Zollman, n. 479, p. 163.\nMoroseness of the Looks, s. a. p. 67.\nMortimer (Cromwell) M. D. R. S. Secr. of the Distemper among the Cows, n. 478, p. 4.\n——— Extracts out of the tenth Set of Catesby's Natural History of Carolina and the Bahama Islands, n. 484, p. 599.\n——— Obs. on Vipers slipping their Skins at 3 Months old, n. 483, p. 534.\n——— of a Metalline Thermometer invented by him, n. 484, p. 672. of the several Thermometers now in Use, ib. p. 675. of governing the Heat in Chemical Experiments, ib. p. 692.\n——— on the Turquoise Stone, n. 482, p. 429.\nMosses, of their feeding, by Mr. Hill, n. 478, p. 60.\nINDEX.\n\nMouth, its Muscles, s. o. p. 28.\nMusca tripilis Moutet. Libellae affinis, n. 481, p. 329.\nMuschenbroek (Mr.) Experiments in Electricity, n. 478, p. 60.\n— electrical Experiment with a Gun-barrel, n. 481, p. 252.\nMuscle chemically analysed, its Contents, s. b. p. 3.\n— in its Motion grows less, s. b. p. 27. Owing to animal Æther, ib. p. 30. Involuntary, their Action, ib. p. 44.\nMuscles of the Face, s. a. p. 6 — 48. Coccygeus of Douglas, ib. p. 5. Of the Eye-lid, ib. p. 10. Eyes, ib. p. 16. Nose, ib. p. 24. Lips, ib. p. 26.\nMuscular Fibres, their Cohesion, Tension, and Elasticity, s. b. p. 1 — 20.\n— tubular, ib. p. 20. The vesicular Hypothesis rejected, s. b. p. 25, 28.\nMuscular Motion, Lectures for 1746. by Dr. Parsons, after n. 481. For 1747. by Dr. Langrishe, after n. 484.\nMusic of the Ancients, of the various Genera and Species of it, n. 481, p. 266.\n— one having no Ear naturally, singing when under a Delirium, by Dr. Doddridge, n. 484, p. 596.\n— extempore Pieces, to be wrote down by a Machine invented by the Rev. Mr. Creed, communicated by Mr. Freke, n. 483, p. 445.\nMusk, Dr. Parsons of the Effects of it, n. 478, p. 75.\nMustela fossilis, a Figure of it from Dr. Gronovius, n. 483, p. 451.\n\nN.\n\nNeedham (Mr. Turbervill) concerning some new electrical Experiments made at Paris, n. 481, p. 247.\n— of a new Mirror invented by Mr. Buffon, n. 483, p. 493.\nNeedle, an electrical, n. 479, p. 99.\nNervous Capillamenta are Cylinders, s. b. p. 23.\nNewton (Sir Isaac) his Scale of Heat and Thermometer, n. 270, p. 824. n. 484, p. 680. See Errata, p. 750.\nNollet (Monf. l'Abbé) electrical Experiments, n. 481, p. 256.\nINDEX.\n\nNon-electrics, Obs. of communicating Electricity to, Mr. Watson's Obs. on M. le Monnier jun. n. 482, p. 388.\nNorfolk, Obs. on the Precipices and Cliffs on the N.E. Sea-coast, n. 481, p. 275. Of the Pebbles, n. 483, p. 467.\nNose, its Muscles, s.a. p. 24.\nNova Zembla, an Island, n. 482, p. 423.\n\nO.\n\nObelisk 30 Feet high in Rudstone Church-yard, n. 479, p. 101.\nOenanthe aquatica succo viroso crocante, Lobel. its poisonous Effects, n. 480, p. 227.\nOldenburg (Henry) Esq; a Letter to him of extraordinary Echoes, n. 480, p. 219.\nOvid of the Plague, n. 478, p. 9.\n\nP.\n\nPainters English vindicated, s.a. pr. iv.\nPalsey, shaking, explained, s.b. p. 58.\nParsley, wild, a Poison, n. 480, p. 246.\nParshippe, with narrow Leaves, Water-, a Poison, n. 480, p. 246.\nParsons (James) M.D. the Groomean Lectures on Muscular Motion for 1746. after n. 481. On Physiognomy, s.a. p. 1.\n\nof the dead Cows being buried in Lime, n. 480, p. 224.\nof Margaret Cutting, who speaks without a Tongue, n. 484, p. 621.\nof the Effect of Musk, n. 478, p. 75.\nPassage, Birds of, by Mr. Catesby, n. 483, p. 435.\nPassion-flower, Obs. on its Farina facundans, by Mr. Badcock, n. 479, p. 154, 166.\nPassions as express'd by the Countenance, s.a. p. 32. Le Brun, ib. p. 40.\nPaste, Eels in it viviparous, n. 478, p. 67.\nPebbles, their Formation, by Mr. Arderon, n. 483, p. 467.\nPekini Obs. Viz Comete Mart. & April. 1742, n. 481, p. 264.\nPembroke, some French Prisoners poison'd there by Oenanthe, n. 480, p. 227.\nINDEX.\n\nPentney (Tho.) had a Spina ventosa, n. 480, p. 195.\nPepysch (Job. Christoph.) Music. D. of the various Genera and Species of Music among the Ancients, n. 481, p. 266.\nPestilence among the Cattle, &c. n. 478, p. 9.\nPetrefactions, of them, by Dr. Fothergill, n. 481, p. 327.\nby Dr. Berkeley Bishop of Cloyne, ib. p. 325.\nPetrifactions of Lough-neagh, by Mr. Simon, n. 481, p. 305.\n— — — of marine Bodies owing to Fire, n. 479, p. 163.\nPhaometer, an Instrument to measure Light, n. 483, p. 495.\nPhosphori quamplurimi nuper detecti, per Jac. Barth. Becarrium, n. 478, p. 81.\nPhysiognomy Lectures by Dr. Parsons, s. a. pr. i. How fallacious, ib. p. 36, 37. A List of Authors, ib.\nPit-Coal melts Iron not brittle, n. 482, p. 371.\nPlants, a Catalogue of 50 for the Year 1744. by Mr. Jof. Miller, n. 480, p. 213. for the Year 1745. n. 484, p. 597.\nPlinii Hist. Natural. Lib. II. § 74. de Gnomone correction per Martin Folkes, Praef. R. S. n. 482, p. 365.\nPoison, the Oenanthe aquatica a great, n. 480, p. 227.\n— — — among the Indians on the River Amazons, n. 482, p. 408.\nPolypus at the Heart, n. 481, p. 285.\nPorta (John Bapt. a) of Physiognomy, s. a. p. 40.\nPox, small, the Peruvian Bark good in it, n. 484, p. 583, 593.\nPricklebag, alias Prickleback, a Fish; Obs. by Mr. Arden, n. 482, p. 424.\nPride seen in the Looks, s. a. p. 66.\nPump, a Fire-, by Electricity, n. 484, p. 744.\nPyrorganum electricum Winkleri, n. 483, p. 497.\n\nQ.\nQuadrantis astronomici muralis idea nova per Christ. Ludov. Gersten. n. 483, p. 507.\nQuickset Hedges carried from England into Sweden, n. 483, p. 442.\nQuicksilver shaken in a glass Tube, its Light caused by Electricity, n. 478, p. 58.\n\nR.\nINDEX.\n\nR.\n\nRage seen in the Countenance, s. a. p. 71.\nRain sometimes does not make the Air moist, n. 479, p. 161,\nRattle-snake, of Mr. Breintal's being bit by one, n. 479,\np. 147.\nReaumur (Mr.) his Thermometer, n. 484, p. 679.\nReid (Mr.) of a Person cut for the Stone the lateral Way,\nn. 478, p. 33:\nRevenge in the Looks, s. a. p. 71.\nReverence or Veneration in the Face, s. a. p. 53.\nRifus Sardonicus, s. a. p. 74.\nRobins (Mr. Benj.) a Letter to him, that the Electricity of Glass disturbs the Mariners Compass and nice Balances, n. 480, p. 242.\nRudstone Church-yard, a large Stone 30 Feet high in it,\nn. 479, p. 101.\nRuff, kept in a Jar of Water, a; n. 478, p. 25.\nRussians, their Discoveries on the N.E. Coast of Asia,\nn. 482, p. 421. n. 483, p. 471.\nRutchester upon the Roman Wall, an ancient Inscription there by Dr. Taylor, n. 482, p. 344.\nRustica, de re, Auditors, of the Pestilence among Cattle,\nn. 478, p. 9.\n\nS.\n\nSadkir's (Lady) Lectures, see Croomean.\nSalter (Rev. Dr. Samuel) of the Bark preventing catching Cold, n. 478, p. 3.\nSalts their Chrystallization, s. b. p. 12.\nSanctus (Severus) de mortibus Boum, n. 478, p. 10.\nScarabaeus arboreus vulgaris major Raii; its Eruca destroying the Grafs in Norfolk, n. 484, p. 578.\nScorn and Derision in the Countenance, s. a. p. 64.\nSealing-wax, black, its Effects in Electricity, n. 478, p. 28.\nSancututis vestigia rara, n. 483, p. 528.\n\nSheldrake,\nINDEX.\n\nSheldrake (Mr. Timothy) his Tables of Climates, and Heat and Cold for Green-houses cited, n. 484, p. 672, 694.\nShells, Strata of, at Cantley White House, n. 481, p. 279.\nSherwood (Mr. James) of the minute Eels in Paste being viviparous, n. 478, p. 67.\nShoes, Leather ones, of their Antiquity in England, n. 484, p. 575. Long piked ones, ib.\nSiberia, the marvellous Cold there, n. 484, p. 682.\nSimon (Mr. James) of the Petrefactions of Lough-Neagh in Ireland, n. 481, p. 305.\nSimpson (Mr.) cut for the Stone in the lateral Way, n. 478, p. 33.\nSiphunculus, of the Nautilite, n. 482, p. 398.\nSkeleton of a Man fossil, n. 481, p. 282.\nSloane (Sir Hans) Bart. of a curious Sea-Plant; Frutex marinus, flabelliformis, cortice verrucofo obdatus, n. 478, p. 51.\nSnake, Rattle-, Mr. Breintal bit by one, n. 479, p. 147.\nSoap, Alicant; relieves the Stone, n. 483, p. 463.\nSorrow of Countenance, s.a. p. 77.\nSouthwell (Robert) Esq; to Mr. Henry Oldenburg, of some extraordinary Echoes, n. 480, p. 219.\nSquinting, the Occasion of it, s.a. p. 23.\nSparrow, one kill'd by Electricity, n. 481, p. 262.\nSpelter, the Cylinder of a Fire-Engine made of it, n. 482, p. 370.\nSpina ventosa, Obs. of one by Mr. Amyand, n. 480, p. 193.\nSpirits of Wine kindled by Ice electrify'd, n. 478, p. 56.\nby Iron not quite red-hot, ib. p. 57.\nSponge, stopp'd Blood in a Wound, n. 478, p. 33.\nStags Horns, fossil, in Norfolk, n. 481, p. 281.\nStone 30 Feet high in Rudstone Church-yard, n. 479, p. 101.\n— of a Person cut for it in the lateral Way, n. 478, p. 33.\n— the Effects of Lixivium Saponis taken for it, n. 478, p. 36.\n— reliev'd by Alicant Soap and Lime-water, n. 483, p. 463.\n— a large one extracted by an Aperture in the Urethra, n. 480, p. 215.\nINDEX.\n\nStone, cutting for it, after the high Apparatus, by Dr. le Cat, n. 180, p. 175.\n— one in the Bladder of a Dog, by Mr. Fidge, n. 482, p. 335.\n— a large one found in the Colon of an Horse, n. 481, p. 296. And several in the Intestines of a Mare, ib.\n— by its Analysis more resembling Hartshorn than the Calculus humanus, ib. p. 300.\n\nStoneclifts, two Brothers of an extraordinary Bulk and Weight, n. 479, p. 102.\n\nStones, precious, Obf. on such as the Ancients used to engrave on; by Mr. Dingley, n. 483, p. 502.\n— oriental and occidental, n. 483, p. 505.\n\nSulphur, its Effects in Electricity, n. 478, p. 31. 54.\n\nSuspicion visible in the Countenance, s. a. p. 69.\n\nT.\n\nTaylor (John) LL.D. an ancient Inscription at Rutchefer on the Roman Wall, n. 482, p. 344.\n\nTears of Joy, s. a. p. 69.\n\nTempleman (Peter) M. D. of a Polypus at the Heart; and of a scirrhous Uterus, n. 481, p. 285.\n\nTerror and Fear in the Countenance, s. a. p. 53.\n\nTheobalds (James) Esq; of the introducing of the Distemper among the Cows, n. 478, p. 7.\n\nThermometer, a metalline one, invented by Dr. Mortimer, n. 484, p. 686. one made of a Rod of Lead, by Dr. Hales, ibid. p. 693.\n\nThermometers, the Difference of the Degrees of Cold mark’d by one within-doors, or without in the open Air, by Dr. Miles, n. 484, p. 613.\n— of their Uses in various Trades, ib. p. 672.\n— of the several Sorts now in Use, ib. p. 675.\n— how they may be used to determine the Gravity of the Atmosphere at Sea, by Dr. Boerhaave, n. 484, p. 675.\n\nThuilleries, the Bason there electrified, n. 481, p. 291.\n\nTrembley,\nINDEX.\n\nTin Tube, and a Glass of Water, its Effects when electrified, n. 478, p. 59.\nTongue, one who speaks without one, n. 484, p. 621.\nTrembley (Mr. Abraham) of several Species of small Water Insects of the Polypus kind, n. 484, p. 627.\n——— of the Light caused by Quicksilver shaken in a Glass Tube, proceeding from Electricity, n. 478, p. 58.\nTurmeric used against the Bite of a Rattle-Snake, n. 479, p. 148.\nTurquoise Stone; Remarks on it by Dr. Mortimer, n. 482, p. 429.\n\nV.\n\nVarduli, a People of Spain, n. 482, p. 345.\nVegetables affected by Electricity, n. 482, p. 373.\nVena cava inorniter angustata, spermatica dilatata, n. 483, p. 527.\nVeneration in the Countenance, s. a. p. 53.\nVenus, the Phænomena represented in an Orrery, by Mr. Ferguson, n. 479, p. 127.\nVesicular Hypothesis of muscular Motion rejected, s. b. p. 25, 28.\nVipers slip their Skins at 3 Months old, n. 483, p. 535.\nVirtue to be seen in the Looks, s. a. p. 52.\nViscerum sedes mutatae, per Johan. Fothergill, n. 478, p. 11.\nUlloa (Don Antonio de) of the Poison among the Indians on the River Amazons, n. 482, p. 408.\nUterus, a scirrhous Tumour of the, n. 481, p. 285.\n\nW.\n\nWall (John) M. D. of the Use of the Peruvian Bark in the Small-Pox, n. 484, p. 583, 593.\nWater, the great Band of Union even in the driest Bodies, s. b. p. 4.\n——— its Electricity, n. 478, p. 91.\nWater-Clock invented by the Hon. Charles Hamilton Esq; n. 479, p. 171.\nINDEX.\n\nWater-Cressis, long-leav'd, a Poifon, n. 480, p. 246;\nWater-Parsnip with narrow Leaves, a Poifon, n. 480, p. 246.\nWatson (Mr. Wm.) Account of Beccarius's Book de Pho-\nphoris quamplurimis detefinis, Bonon. 1744. 4to. n. 478,\np. 81.\n——— Experiments and Obs. of Electricity,\nn. 478, p. 41. n. 484, p. 695, 704.\n——— Obs. on M. le Monnier the younger's\nPaper on Electricity, n. 482, p. 388.\n——— Obs. on the Oenanthe aquatica, succo vi-\nroso crocante Lobel. and of its Poifon, n. 480, p. 227.\nWeather-Cord improved by Mr. Arderon, n. 479, p. 169.\nWelch (Laurence) his Cafe, the Stone, n. 478, p. 36.\nWell, the blue, n. 480, p. 223.\n—— a burning, at Brofely, n. 482, p. 371.\nWepfer (Joh. Jac.) confounds his Cicuta aquatica with the\nOenanthe of Lobel, n. 480, p. 231.\nWoredale, of a Cavern there, n. 480, p. 223.\nWheel for Mills, a Water-, by Philip Williams, n. 478, p. 1.\nWhispering Places, n. 480, p. 219.\nWhite Matter, that floats in the Air in Autumn, how pro-\nduced, n. 482, p. 428.\nWhite-Thorn carried out of England into Sweden, n. 483,\np. 442.\nWilliams (Philip) his Water-Wheel for Mills, n. 478, p. 1.\nWindfor Loam, an Account of it, by Mr. Hill, n. 483,\np. 458. Its Uses, ib. A Succedaneum for it, ib. p. 462.\nWinkler (John Henry) of Electricity caufing Fevers and\nBleedings, and Lightning, n. 480, p. 211.\n——— Pyrorgenum electricum, n. 483, p. 497.\nWolfius (Christian.) de Dynamice, n. 479, p. 114.\nWood does not contract lengthways with Cold, n. 484,\np. 695.\n—— petrefied in Lough-neagh, n. 481, p. 313.\nWood (John) Esq; a Bristle in his Foot, n. 480, p. 192.\nWoodward (John) M. D. his Notion of the Turquoise,\nn. 482, p. 430.\nINDEX.\n\nWrench (Sir Benj.) of the Bark preventing catching Cold, n. 478, p. 3.\n\nY.\n\nYew-Tree, of its Farina facundans, by Mr. Badcock, n. 480, p. 189.\n\nZ.\n\nZollman (Philip Henry) Extract of Anton. Lazzaro Moro De Crostacei ad altri marini corpi che se trovano su' Monti Venez. n. 479, p. 163.\n\nFINIS.\n\nTo the Bookbinder.\n\nPlace the Dedication to the Emperor immediately after the Title-Page of Part I. before No. 478.\nPlace the Title-Page of Part II. before No. 482.\nPlace this Index after the Croonean Lectures for 1747. by Browne Langrisb M.D.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104892.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 39668,
    "total-output-tokens": 18152,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1070,
        2
      ],
      [
        1070,
        2623,
        3
      ],
      [
        2623,
        4170,
        4
      ],
      [
        4170,
        5886,
        5
      ],
      [
        5886,
        7357,
        6
      ],
      [
        7357,
        8771,
        7
      ],
      [
        8771,
        10499,
        8
      ],
      [
        10499,
        12235,
        9
      ],
      [
        12235,
        13873,
        10
      ],
      [
        13873,
        15526,
        11
      ],
      [
        15526,
        17081,
        12
      ],
      [
        17081,
        18778,
        13
      ],
      [
        18778,
        20406,
        14
      ],
      [
        20406,
        22091,
        15
      ],
      [
        22091,
        23719,
        16
      ],
      [
        23719,
        25352,
        17
      ],
      [
        25352,
        27073,
        18
      ],
      [
        27073,
        28706,
        19
      ],
      [
        28706,
        30189,
        20
      ],
      [
        30189,
        31862,
        21
      ],
      [
        31862,
        33266,
        22
      ],
      [
        33266,
        34992,
        23
      ],
      [
        34992,
        36561,
        24
      ],
      [
        36561,
        37976,
        25
      ],
      [
        37976,
        39617,
        26
      ],
      [
        39617,
        40162,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104892",
    "title": "Back Matter",
    "authors": null,
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/104892"
  }
}