{
  "id": "5a0f00681c559af577c3aaf838b64788d612ec36",
  "text": "XXXII. Observationes de Corallinis, iisque insidentibus Polypis, aliisque Animalculis Marinis: Quas Regiae Societati Londinensi offert Job Baster, Med. Doct. Acad. Caesar. Reg. Societ. Lond. & Scient. Holland. Socius.\n\nRead May 19.\n\nDOMICILIUM meum mari propinquum occasionem praebet, in nondum satis cognitam quorundam animalium, in mare degentium, generationem et oeconomiam inquirendi. Quae observavi Regiae Societati temporis successu offerre animus est; sed in hac prima dissertatione tantum observationes quasdam de corallinis, iisque insidentibus polypis, et aliis animalculis marinis, exhibere in animum induxi.\n\nPaucis abhinc annis, inter doctos viros dissenso fuit, utrum coralia, corallinae, et kerato-phyta verae essent plantae, quae crescunt, et vegetant, in quibus insecta marina nidificant; an vero horum ipsorum essent opus et fabrica. Multi et sagacissimi historiae naturalis scrutatores ultimam complexi sunt sententiam; sed nemini contradicere studens, simpliciter tantum et fideliter illa referam, quae variis temporibus in corallinis observavi, et quae lectorem benevolum, ut spero, convincent, corallinas non magis a polypis fabri-\n\n† Zirizaeæ, quæ, in insula Scaldiae, secundum Zelandiae oppidum est.\ncantur animalculis, quibus, æstivo tempore, quasi repleta inveniuntur.\n\nDura corallia, quæ recenter ex mari extracta, et in rotundum animalculis obsita reperiebantur, primam ansam dedere suspicandi, hæc ab illis esse fabrifacta.\n\nCum omnia juniora conchylia tenerrimæ et viscosæ substantiæ reperiantur, ex analogia conclusum fuit, parva et tenera animalcula, quæ coralliis insident, æque hæc fabricare potuisse, ac illa durissimas suas conchas et buccina. Sed in historia naturali non tuto ex analogia licet concludere.\n\nVerum quidem est, quod recens natum conchylum tam tenerum est, quam parvus ille corallio infidens polypus; sed tunc concha ejus vel buccinum etiam erit tenerrimum, et quo magis in eo contentum crescit animal, eo major, durior et firmior fit concha: et interior conchæ superficies semper est lævissima et glaberrima, ne tenerrimum animalculi corpus aliquo modo lædi posset, ut in ostreis, mytulis, solenibus, et quibuscumque conchis et buccinis, hoc videre est.\n\nSed an hoc in coralliis invenitur? Nunquam polypi in ipsa coralliorum substantiâ habitant, sed semper intra hanc et circumdatam corticem. Cavitates, quas in coralliis invenes, non glabrae aut læves sunt, sed asperæ et acutæ. Parvus corallii ramulus nec tener est nec mollis, sed æque durus habita magnitudinis proportione ac maximus: nec minores illi insident polypi quam ramis majoribus.\n\nCum vero hic, in Zelandia, necdum ulla dura corallia recenter ex mare extracta explorare licuit, me tantum ad corallinas determinare debui, ubique fere prope\nprope littora reperiundas, et quibus simillimi, qui coralliis, insident polypi.\n\nAnimadvertam tantum mihi videri, animalcula, quae summas coralliorum extremitates inhabitant, et Nobilissimo Marsigli flores visa sunt, ad genus etiam polyporum referri debere, et in his extremitatibus non nata esse, sed irrepisse, dum illas vacuas et domicilio aptas invenerint: eodem certe modo, quo cancelli, quos Bernard l'hermite vocant Galli, vacua irreptant buccina. Et hi cancelli, ut observant piscatores, non casu aut temerarie id faciunt, sed quasi ex consulto. Si sex vel septem cancelli vivi prudenter ex suis buccinis extrahantur, et haec inter se permixta iis iterum exhibeantur, quisque cancellus in proprium suum, nunquam in alterius buccinum irrepit, et hoc ablatum undique quaerit, quod jucundum visu est.\n\nNecesse mihi fuit quasdam sed paucas corallinarum et polyporum figuras addere: si vero quis plura desideret, elaboratum opus sagacissimi Domini Ellis adeat, in quo quamplurimas et accuratisimas corallinarum et polyporum delineationes inveniet †.\n\nDe Plantis Marinis generatim.\n\nPlantae marinæ a terrestribus in plurimis differunt, nam haec in raro aëre excrescentes, nutrimentum suum radicum ope, in terra proserpentium, hauriunt: du m illæ plerumque nec radices nec folia habent,\n\n† Dominus Ellis, anno 1755. Lond. in 8° edidit Essay on the Natural History of Corals, &c. quem librum Gallice versum in 4° recudit P. de Hond Hagae Comitum, sub titulo Essay sur l'Histoire Naturelle des Corallines, &c. par J. Ellis, 1756.\nsed ex trunco et ramis consistunt. Illa plantae marinæ pars, qua substantiae, cui increscit, adhaeret, radicis nomen non meretur, nisi quatenus plantam uni semper loco tenet adfixam: sed quod primarium radicis munus est, nutrimentum ei non adfert: ipsa planta per truncum et ramos ex medio, cui semper immersa est, incrementum suum acquirit. Neque maris fundus radicibus recipiendis aptus esset, nam plerumque inconstans et volubile fabulum est, quod continuo fluctuum motu de loco in locum dimovetur, ita ut uno temporis momento radices nudæ, altero sub arena forent sepultæ.\n\nSed quamdiu vera vegetatio marinarum erit ignota, non bene explicari poterit, quare corallia et keratophyta, licet ab imo ad summum undique animalculorum cellulis obsessa, læte tamen crescant, ut hoc in plurimis, non tamen in omnibus, observare est. Nam Nobilissimus Marsigli kerato-phyta invenit, quæ nulla cortice, aut quæ uno loco cortice erant obducta, altero non: et corticem hanc non nisi polyporum cellulas suisse clare ex ejus verbis patet*.\n\nAt rogare mihi liceat, an vera vegetatio plantarum terrestrium, quæ semper nobis ante oculos sunt, bene cognita et perspecta sit? an quidem novimus, quæ vera sit radicum functio, et quomodo hanc exercent? Nonne plurimæ inveniuntur plantæ, quæ paucissimis instructæ radicibus in altum crescunt, maxime ergo foliorum ope, quæ succos nutritios ex vaporibus in\n\n---\n\n* Il y a une sorte de Lithophyte, qui veritablement est curieuse, et bien extraordinaire : elle n’a point d’ecorce continuée, mais bien quelques fragmens, par ci par la interrompus d’un glu, qui fleurit dans l’eau. Hist. de la Mer. pag. 89. fig. 101. 179, 1.\naëre natantibus hauriunt, plantam alunt, et sic radicum defectum supplet. Sed liceat mihi, accuratissimi Bonneti verba adferre; \"Plantæ, dicit hic sagacissimus naturæ scrutator, semper sunt fugentes, et in statu suctionis, interdiu radicum ope nutriuntur, noctu foliorum *.\" Sed optandum est †, quod arte quadam exacte posset determinari, et tunc inter se comparari hanc nutrimenti copiam, quam plantæ radicum ope acquirunt, cum illâ, quæ folia adfrent. Examen hoc forsan nos doceret, quod Aër non minus quam Terra ad plantarum nutritionem et incrementum contribuat.\"\n\nSi ergo medium tam rarum et tenue, ut aër (ut ex Celi. Halæi et Boneti experimentis certum est) tantum ad plantarum nutritionem adferat, mirum non est, quod nunquam quiescens et quam maxime heterogenea aqua maris plantas marinas, licet expansis radicibus destitutas, ad tantam magnitudinem, altitudinem et duritiem faciat excrescere, Sed nonne similiter crescunt plurima fungorum genera? Quas radices habent quercubus aliisque lignis increcentes agarici? Quas phallus, elvela, et plura, quæ in Methodo suo fungorum describit J. G. Gleditsch.\n\nHæc de plantis marinis præmittere volui, ut evincam corallinas, licet radicibus careant, crescere, vegetare, et plantas esse posse, ut aliæ terrestres et fungi, quæ similiter aut minimas habent radices, aut plane iis destituuntur,\n\nCætera, quæ de vegetatione, floribus et seminibus plantarum marinarum observavi, alio tempore indicabo.\n\n* Bonnet sur l'usage des Feuilles, pag. xviii. & 286.\n† Id. ibid. pag. 66.\nDe Corallinis.\n\nCorallinae omnes habent proprietates, quas in genere de plantis marinis indicavimus: Sed praetera, quod praecipuum est hujus dissertationis propositum, omni fere corallinæ, si rami ejus ad justam magnitudinem et firmitatem creverint, tam hyeme quam ætate, animalcula insident, quæ a multitudine brachiorum, et similitudine, quam cum polypis, in aqua fossarum dulci, reperiundis, habent, etiam polypi vocantur.\n\nSi quis corallinæ plantam, eique insidentes polypos, rite examinare studet, non incipiat parvam tenuis ramuli partem in vitro concavo jacentem microscopio inspicere; sed totam corallinæ plantam recenter ex mare extractam in vitrum pellucidum, aqua marina repletum, prudenter inferat: aut talem plantam orbi porcellano concavo in fundo coloris profunde cærulei imponat, et addita sufficiente aquæ marinæ pellucidæ quantitate, ejus ramos prudenter expandat; tunc post quadrantis horæ quietem, illos lente amplificante intueatur, et sic distinctissime in hac unica planta polypos diversi generis, et plerumque mira alia videbit insecta; quæ microscopio dein ad libitum ulterius examinari possunt.\n\nCorallinæ, quæ a capillares et filamentosos habent ramulos, aut quæ b juniores et tenuiores adhuc sunt, ut\n\nQuæ navibus post longum iter;\nAut quæ doliiis istis coniformibus, quæ ad littora vel fluminum majorum exitum in mare ad nautarum securitatem ponuntur;\n\na Tab. VII. fig. I, II.    b Ibid. fig. III.\nAut januis emissariorum aquae marinae in his regionibus,\naccreverint, raro vel nunquam habent polypos.\n\nSed si eadem corallinae species jam ad sufficientem magnitudinem et firmitatem, et praesertim supra ostrea, saxa, silices, aliaque in fundo maris quiete jacentia corpora, increverit, polypis scatet. Perspicaci suo judicio decidat lector B.\n\nAn hoc efficitur, quia polyporum semen, ova, vel nata progenies gravitate sua fundum petat?\n\nVel quia animalculis his perpetuus navium aut doliorum motus obstet, ut haec non satis tuta credant, et ideo in fundo maris semper immota eligant corpora, quibus ovula sua confidant?\n\nVel quia pix et colophonía, quibus naves, dolia, et emissariorum januae illiminuntur, corallinis, quae illis increscunt, noxiam vel polypis ingratam qualitatem communicent? Hoc saltem semper obvenit, me numquam tot polypos invenisse in corallinis, quas a navibus, dolis aut emissariorum januis abraferam, quam in illis, quae ostreis, mytulis et silicibus in fundo maris erant innatae.\n\nHoc primum mihi argumentum est, corallinas a polypis non formatas esse; nam tunc plantae juniores et minores aequos haberent polypos, ac maximae.\n\nSecundum argumentum, quod polypi vel casu vel instinctu quodam se se corallinis affigant, sed veram plantae partem non constituant, est, quod polypi non omnes majoris plantae ramos aequaliter obsident: hic ramus vel hujus rami tantum pars polypis obsessa erit quam plurimis, altera nullis. Corallinam habeo, c\n\n§ Tab. VIII. fig. V.\ncujus truncum plurimi inhabitant polypi, dum nullos in ramulis poteram detegere, licet armato oculo. Et sic algæ * vel quercui sic dictæ marinæ sæpius corallinæ increscunt, in quibus nunquam polypos inveni. Hoc fieri non deberet, si corallinæ polyporum essent opus. Omnes corallinæ semper suos deberent habere, et ramis suis æqualiter et proportionaliter insidentes polypos; et nunquam sine his essent reperiundæ, ut tamen sæpius fit. Cel. Jussieu † quasi mirabundus dicit, se semel alcyonium et spongiam ramosam sine polypis invenisse, licet recenter a rupe essent abstractæ.\n\nTertium argumentum erit, quod fere semper una eademque d corallinæ planta diversi generis alat polypis: in una eademque e corallinæ tubulariæ planta quinque diversas polyporum species inveni ‡.\n\nLiceat jam mihi rogare, quibusnam horum quinque hæc corallina ortum suum debeat? Certe non primæ aut secundæ, ut videtur, magnitudinis, nam hi summis tantum insident corallinæ extremitatibus, et microscopium clare ostendit locum, ubi corpus polypi minus pelliculidum et superficiei rudioris glabrae huic corallinæ adhaeret. Nec fabricavit corallinam tertia species, quae extrema corporis parte, quasi caudâ, corallinæ est affixa: et minus adhuc quarta, nam clare videre est, horum cellulas corallinæ cir-\n\n---\n\n* Vide talen delineatam in Mem. de l'Acad. p. 394. anni 1711.\n† Mem. de l'Academie, 1742.\n‡ Sic Ds. Ellis in una eademque planta diversos polypos delineat, tab. IV. fig. C. tab. V. fig. A. tab. XIV. fig. A. B. tab. XXXVIII. F. N. E.\n\nVol 50. M m cum datas,\ncum datas, ut examen apum arboris ramum circum-\ncludit: et si haec polyporum cellulae non nimis densae\nsunt, ipsius corallinae color translucet.\n\nSi haec quatuor polyporum species hanc corallinam\nnon fabricaverint, non fecit certe quinta. f Mirabi-\nlissima et minima haec animalcula ad genus polyporum\ncerte pertinent, et omnibus fere corallinis, algis, alii-\nque plantis marinis incredibili saepè insident copia.\nJucundissimum est videre, quomodo se expandunt,\net mox mira agilitate, capta praedâ, se subito contra-\nhunt, quod bis vel ter in minuto horæ repetunt.\n\nÆque jam, ut in una eademque corallinae planta\ndiversos invenis polypos, sic in diversis corallinae spe-\nciebus videbis similes et eodem polypos: * quod\netiam illi obstat sententiae corallinas polyporum esse\nopus aut fabricam. Polypi dum operantur, ut ca-\ntera animalia, instinctu innato operantur: ergo,\nuna eademque polyporum species semper eadem\nfabricaret corallinas: sic semper similes et uniformes\napes faciunt favos, vespae nidos, araneae tela. Hic vero\ncontrarium eveniret; idem polypi uno tempore hanc,\nalio tempore illam fabricarent corallinam: quod ra-\ntioni contrarium est, et mihi quartum argumentum.\nSed hoc verum est, quod eadem polyporum species\nnon diversas corallinas, sed in diversis corallinis ead-\nem et uniformes semper sibi construant cellulas.\n\nQuinto, si corallinae a polypis essent fabrefactae, nun-\nquam polypi et eorum cellulae etiam vivis animalibus,\naliisque corporibus, essent adfixae. Polypos inveni in\n\nf Tab. IX. fig. A, B, C.\n\n* Sic Clar. Ellis eodem etiam polypos invenit in corallina astaci\ncornicularum æmula N°. 14. et in corallina setacea instar arundinis\ngeniculata N°. 16.\nostreorum g conchis, cancri h arachnoideae pedibus, animali i, quod emissariorum januis et navibus quietis saepius adhaeret et anus (aars-gat) vocatur, et aliis plurimis, sine minimo corallinae vestigio. Et animalia illa, quae piscatores nostri k klap-konten vocant, et majorum polyporum species esse videntur, nunquam teneris insident corallinis, sed semper haec supra ostreorum conchas et lapides inveni, et quamvis illorum progressum ipse non viderim, tamen de loco in locum se se transmovisse, expertus sum.\n\nSexto: Haec corallinae non solum polypis, sed cochleis, buccinis l aliisque plurimis insectis marinis conveniunt, ut illis ova vel progeniem confidant. Hoc praecipue mensibus Februario et Martio videre est: accepi tunc diversas corallinas diversis cochleis et buccinis plenas, et saepse inter haec quosdam cancellos ova sua jamjam excludentes. Mater cochlea ovula sua supra vel juxta corallinas deposuit; pulli exclusi contra has ascenderunt, ne illis innixi fluctuum motu eluerentur, vel ut adversus hostes suos tuto se absconderent.\n\nQuantum omnibus animalibus divina prospexerit prudentia, animus nunquam satis assequi quacunque industria potest. Deus, ut jam animadvertit Rex + Psalmista, plantavit arbores cedros Libani, ubi aviculae nidificent, et abietes domicilia ciconiae: Montes excelsissimos rupicaprarum, petras murium montanorum perfugium. Sic corallinae domicilia et persfu-\n\ngium\n\ng Tab. VII. fig. VI. h Ibid. fig. VII. i Ibid. fig. VIII.\nk Tab. IX. fig. IV, V, VI. l Tab. VIII. fig. VI.\n\n+ Psalm. civ. vers. 16, 17, 18.\ngium sunt polypis aliisque minoribus insectis marinis. Et praesertim hoc censeo, quia tempore hyemali, mensibus Decembri et Januario, corallinarum ramos plurimis vesiculis, operculo vel valvula tectis, obsessos inveni: quare has vesiculos habeo pro ovis ab alis insectis his corallinis impositis.\n\nOmnes, qui nunquam satis laudanda incomparabilis Reaumurii scripta legerunt, sciunt, quam miris et differentibus modis insecta quaedam sua ova opponunt, vel in * gyrum, vel in † lineam spiralem, vel ‡ singula ova a filis libere in aere pendentia; vel, ut hic fere casus est, per || paria lignosae substantiae ramorum imposita. Quam mira quam varia est etiam ipsorum :‡: ovorum figura! Culicum ‣ autem ova, quoad externam figuram, quam maxime his corallinae vesiculis similia sunt.\n\nOmnia vero insectorum ova inter se et cum his vesiculis in eo conveniunt, quod :||: operculum vel valvulum habent eo in loco, ubi eruca vel vermis exitum invenire debet; permittente quidem hac valvula exitum extrorsum, omnem vero introitum aeris vel aquae prorsus negante. Sed praeter hanc cum aliorum insectorum ovis convenientiam, ipsae vesiculae mihi vera ova videntur, quia recenter ex mare extractae erant perspicuae; in spiritu frumenti vero statim fie-\n\n* Memoir. des Insect. tom. ii. tab. iv. fig. 6, 8.\n† Id. ibid. tab. iii. fig. xv.\n‡ Id. tom. iii. mem. xi. tab. xxxii. fig. i.\n|| Id. tom. v. mem. iii. tab. xv. fig. 1, 2, 3.\n‡: Id. tom. ii. mem. ii. tab. iii. tom. iv. tab. xxxvii. fig. 11, 12, 19, 20.\n‡: Id. tom. iv. tab. xlv. fig. 8.\n:||: Id. tom. ii. mem. ii. pag. 163. tab. iv. fig. 11, 12, 13. Ellis Essay. pag. 100. tab. xxxiii. a A.\nbant opacæ, albæ, cum puncto flavo m. Secundo, quia hyeme plures vesiculae in corallinis reperiuntur, perpaucæ vero æstate; nam tum illorum pulli exclusi sunt, et corallinae cochleis parvis, forsan ex his ovis progenitis, magis sunt obseßæ.\n\nNam haæ vesiculae mihi ipsorum polyporum ova esse non videntur, licet sæpius * polypos in illis invenire contigit: et ideo crederem hos polypos in vesiculis repertos, quoniam licet adulti tamen vesiculis multo minores sint, post veri pulli exclusionem in vacua illa ova irrepisse; cum jam antea observavimus cancellos in vacua irreperere buccina, et ipsos polypos vacuis corallinae tubulariæ summitatibus fæse adfigere. Sed quam maxime has vesiculas non polyporum, sed aliorum animalculorum ova esse cenfeo, quia perspicacissimus Reaumurius initio hyemis in oris Galliæ provinciæ Pictaviensis (Poitou) ova cochlearum marinæ invenerit, quæ quamvis his vesiculis paulum majora, erant tamen simillima †. Licet corallinae speciosam habeant verisimilitudinem, ut quasi animalium opus appareant, aliæ tamen sunt plantæ marinæ, praefertim alcyonium digitatem molle, quas adhuc magis a polypis fabrefactas dices; sed si accuratione indagine observantur, pro veris plantis erunt agnoscendæ, ut in posterum, quando profusius agam de plantis marinis, demonstrare spero. Alia vero alcyonia, ut vesicaria marina Baubini, &c. vera animalium opera, namque eorum sunt ovaria. Plantæ marinæ unicæ non sunt, quæ pro infectorum opere\n\nm Tab. VIII. fig. VI. a A.\n\n* Ellis passim in figuris, praefertim tab. v. fig. A.\n† Mem. de l’Acad. viii. pag. 253. tab. vi. fig. 1, 2, 3, 4.\nfunt habitæ. Liceat mihi locum adferre ex notis, quas Nobilissimus Lyonnet Theologiae insectorum Doctiss. et Rev. Leffers subjunxit: \"Credendum non est, ut quidam faciunt, si stagnantes aquas viridi et fibrolâ membrana tectas videoas, hanc insectorum textu- ram esse. Est algæ species, quæ in his stagnis crescit, et insectis est pro alimento.\" *\n\nDe Polypis Corallinis insidentibus.\n\nCompletam historiae et oeconomiæ polyporum in corallinis repertorum descriptionem dare nondum suscipio, sed paucis enarrabo, quæ de illis observare mihi licuit.\n\nAuctores, qui aquæ dulcis polypos examinarunt, quatuor eorum species enumerant: sed in aqua marina major differentium specierum numerus est; plus quam viginti diversos vidi polypos, quos ut plurimum in laudatis figuris etiam delineavit accuratissimus Ellis, et profecto adhuc plures sunt. Sed hic monendum, quod cum aquæ dulcis polypi nudo oculo facile quæant conspici, plerique marini non nisi lente aut microscopio possint examinari: et aqua marina, in qua polypi vivunt, bis, vel ad minimum semel, nuchthemeris ipatio, debet renovari, aut polypi moriuntur.\n\nAd exemplum Di. Schaffer in duas species primo polypos distinguam; in polypos, qui cellulas fibi construant, et in polypos, qui corporis extremitate corallinis aliisque corporibus extus se se affigant, vel in cavitates naturales alcyoniorum, coralliorum, &c.\n\n* Leffler, Theologie des Insect. tom. ii. p. 112.\n(de quibus in posterum) irrepant, ut cancelli in vacua buccina. Polypi, qui in cellulis habitant, caeteris plerumque sunt minores: horum cellulae corallinae truncum vel ramos circumdant, a quibus prudenti manu sine corallinae laesione satis facile possunt abradi: et si haec cellulae non nimia sint copia, et corallina contra solis splendorem inspiciatur, praesertim si color vivide ruber, aureus aut subniger est, facile per ipsas cellulas tranfluet.\n\nPolyporum, qui fine cellulis in corporum quorundam cavitatibus habitant, aut extrinsecus illis affixi sunt, plurimae sunt species. Apertis corallinae tubulariae ramis (nam in tali planta semper adsunt rami vel tubi naturaliter clausi, id est, integri, in quibus nunquam polypus infidet) majorum polyporum species saepius supra sedet; quos a colore rubente polypos vocabo coccineos, et praeceteris observavi. Indetritis et apertis, ut modo dixi, corallinae tubulariae ramulis, inferta sua cauda vel corporis parte posteriore, polypus habitat, et ex hoc ramo facile et saepre levi quassatione delabitur, praesertim si ille jam per aliquot dies servatus debilis, æger, aut mortuus sit.\n\nSi vegetum talem polypum, corallinae insidentem, vehementius amplificante microscopio intueris, facile differentiam vides inter scabram et quasi granulatam polypi cutem, et levissimam corallinae corticem.\n\nHic polypus coccineus duplici brachiorum genere est munitus, quod in aliis minoribus non vidi; et hæc\n\nn Tab. VIII. fig. II. IV. o Tab. VIII. fig. III. p Tab. VII. fig. III.\n\n† Idem observat Cel. Jussæus, licet corallinas a polypis tamen fabrifatas autumat. Vide Mem. de l'Acad. 1742. et figuram inspice, quomodo corporis extremitate corallinae infident.\ncoloris sunt subalbidi. Inferiora et longiora octodecim vel viginti sunt, nam numerus saepe variat, et expansa patinam formant, in cujus medio ipsum polypi corpus coccineum est. Hoc corpus in duas partes dividi potest. Inferiori placentam referenti perpendiculariter alia pyriformis est infixa, quae duodecim vel quatuordecim habet brachia, prioribus tenuiora et breviora.\n\nHanc partem pyriformem polypus valde extendere potest, praesertim si praedam captans expansa claudit u brachia; et rursus ita contrahere, ut quasi globulus inferiori et depressae parti adhaereat. In extremo hujus partis os polypi esse videtur: sed ob partium exilitatem non omnia satis distincta possunt videri, ut in majoribus aquae dulcis polypis; sed ex similitudine partium haec tuto licet concludere.\n\nSi longiora brachia fortiori microscopio attente contemplaris, cutem eorum valde asperam vides, ut est piscium (quos Haijen vocant) vel ut superficies corii granulati (chagrein-leer) forsitan ut minora animalcula, quae polyporum esca sunt, eo melius, ne elabentur, retinere possint. Sed inter hujus speciei polypos vidi unum caeteris majorem, ex cujus corpore, illo loco ubi pars superior inferiori et depressae inhæret, sex vel octo enascebantur ramuli, in quorum extremitatibus erant duo vel tres parvi globuli, punctum coccineum in medio habentes. Huic polypo bis in die novam dedi aquam, quam maxime de ejus vita sollicitus, ea spe, ut hi globuli in juniores\n\n---\n\nTab. IX, fig. II. a A.  \nTab. IX, fig. II. A. c.  \nIbid. b. b.  \nIbid. A. c.  \nIbid. B.  \nIbid. C. c.  \nIbid. fig. III.  \nIbid. fig. III.  \nIbid. c. c.\nexcrescerent polypos, sed quamvis per mensem sic vivum servaverim, nihil mutatum vidi, nisi quod globuli paululum evaserint majores.\n\nQuae deinceps de polyporum generatione observavi, non ita mihi satisfaciunt, ut illa pro certis et comprobatis habeam: si vero hac aestate meliora adiscam, Regiae Societati indicabo.\n\nDe aliis Insectis Marinis.\n\nSi noctu aqua maris, quae littora nostra alluit, lapide injecto vel baculo movetur, innumeras videre est scintillas igneas, quae nihil aliud sunt, quam minima animalcula lucentia, non nisi fortiore microscopio visibilia.\n\nUt haec animalcula idoneâ colligas copiâ, sufficientem aquae quantitatem, in qua has scintillas observasti, per chartam emporeticam filtrare facias, donec semuncia aut minus aquae supra chartam restat: hujus guttula, vitro concavo, penicilli vel pennae ope, imposita, fortiore microscopio examinetur, et celerimo motu illa natare videbis. Tres diversas horum observavi species, quas ad vivum delineatas exhibet tabulae X. fig. I.\n\nSed mare plura alit insecta, quibus haec lucendi facultas inest, et quorum in corallinis repertorum quaedam delineata sunt tab. X. fig. 1, 2, 4, 5. sed quoniam plures † auctores de his scripserunt, non commemorabo.\n\nSi corallinae recenter ex mare extractae major planta, orbi porcellano concavo, et cujus fundus est\n\n† Vionelli nuove luci coperte. Linnæi Amæn. Acad. tom. iii. de noctiluca marina.\nprofundi coloris cærulei, cum sufficiente quantitate aquæ marinæ pellucidissimæ et filtratæ, ut ante jam monui, imponatur, et ejus ramuli prudenter penna expandentur, et lente oculari inspicientur, filvam sæpius videre est, in qua plurima pascentur animalia, praeter diversi generis polypos ramis infixos et brachia extendentes: alia plura sunt, praesertim in infima parte, si corallinæ supra ostrea creverint, quæ huc et illuc cursitant, et forsitæ sæpius hianti ostreo alimento inserviunt. Sic vigesimo tertio Octobris 1756 ostreum accepi, cui magna b corallinæ planta erat innata, in qua, praeter tres diversas polyporum species, sex differentia reperiebam insecta. c Primum vermis erat, cujus caput sex majoribus et duobus mino-ribus cornubus erat instructum. d Alterum valde parvum araneam longipedem (Gallis le Faucheur) referebat, admodum lente se movens. Tertium vermis erat, similis figuræ 3, sed in designando deperdebatur. e Quartum, quintum et sextum non nisi fortiori microscopio distincte erant visibilia. Horum quod littera c notatur, mirandæ erat structuræ.\n\nDiverfa sic ostrea et corallinas explorans, plura talia admiranda insecta vidi, quorum delineationem fistunt tabulae X. figuræ 2, 3, 4, 5, 7. Decimo sexto ejusdem mensis Octobris, plures mihi sed valde parvae apportabantur corallinæ, quæ a dolio coniformi erant abrasæ: in his licet sæpe et attente exploratis nullos detegere poteram polypos, sed duo alia mirabilissima insecta.\n\nHorum, quæ secunda figura tabulae decimæ littera A\n\nb Tab. VIII. fig. VII.  \nc Tab. X. fig. I.  \nd Ibid. fig. 6.  \ne Ibid. fig. 8.\nexhibet, erant millia, celerrimo motu vel repentia vel natantia: sex suis pedibus postremis ramulum arripiebant, ut eruca rum, quas geometras appellant, mos est, et mirum in modum prone et supine se flecentes, de ramo in ramum saliebant quasi agilissimi. Inter hæc erant pauca cæteris majora, quæ f naturali et g aucta magnitudine delineare curavi. h Alterum animal non minus mirum erat: sed horum omnium cognitio multo melius delineationis inspectu, quam ex valde prolixa descriptione peti poteft.\n\nSed si omnia insecta marina, quæ in diversis corallinis reperi, delineare vellem, infinitum opus fusci perem; nam eorum numerus et diversitas captum nostrum superant.\n\nHæc ergo, ut spero, sufficient ad demonstrandum corallinas non polyporum opus aut fabricam esse, sed his et plurimis aliis insectis marinis domicilio et perfugio aut alimento inservire.\n\nDabam Zirizœæ in Zelandia,\n17 Martii 1757.\n\nTABULARUM EXPLICATIO.\n\nTABULA SEPTIMA.\n\nFig. I. Exhibet corallinæ plantam, quæ corallina muscosa, sive muscus marinus tenui capillo spermophorus vocatur.\n\nFig. II. Corallina ramulis dichotomis teneris capillaribus rubentibus.\n\nTab. X. fig. II. B. Ibid. C. Ibid. fig. III. N n 2 Fig.\nFig. III. Junior planta corallinæ tubulariæ laryngi similis.\n\nFig. IV. Duæ species \\(a, b\\), fig. I. et II. et \\(c\\) eschara papyracea utrinque cellulifera, uni basi adnatae, quod sœpius in doliis marinis coniformibus contigit.\n\nFig. V. Corallinæ rubræ ramulus, quem per aliquot hebdomadas in aqua marina sœpius renovata fervavi, quo tempore parvi ramuli \\(a, a\\), multum creverunt, et alii \\(b, b\\), pullulaverunt.\n\nFig. VI. Pars conchæ ostrei, in qua, præter filimenta quædam viridia, duo polypi \\(a, a\\) conspicendi.\n\nFig. VII. Cancer arachnoideus, cui duæ polyporum species insidebant. Singulus in \\(a\\), et multi cellulas habitantes in \\(b\\).\n\nFig. VIII. Animal, quod aarfgat vocatur, et januis emissariorum posterioribus et navibus accrescit: huic parva corallinæ planta erat innata, in qua nullos detegere poteram polypos; plurimos vero \\(b, b\\). ipsi animali insidentes.\n\nN.B. Caudas horum et præcedentis figuræ polyporum nimis longas delineavit pictor, ut eo melius in conspectum venirent.\n\n**Tabula Octava.**\n\nFig. I. Ramus corallinæ rubentis magnitudine naturali.\n\nFig. II. Idem microscopio visus, et tres polyporum species in eo conspicendiæ.\n\n\\(a, b\\). Duæ diversæ species caudâ vel corporis parte posteriore corallinæ affixæ.\n\n\\(c\\). Tertia species in cellulis habitans.\n\n\\(d\\). Poly-\nd. Polypus mortuus.\ne. Polyporum cellulae.\n\nFig. III. Planta corallinae tubulariae laryngi similis magnitudine naturali.\n\nFig. IV. Hujus plantae ramus maximus, microscopio visus, in quo quinque diversos polypos inveni.\n\na. Prima et maxima species polypi, quem coccineum voco, et tab. IX. fig. II. fortiore adhuc microscopio visum exhibet.\n\nb. Eadem sed minor species.\n\nc. Tertia, quae eadem ut hujus tabulae fig. II. litt. b.\n\nd. Quarta, quae eadem ut hujus tabulae fig. II. litt. c.\n\ne. Quinta et minima polyporum species, maxime aucta magnitudine adhuc delineata fig. I. tab. IX.\n\nf. Cellulae, quas quarta species habitat.\n\nFig. V. Corallina erecta pennata denticulis alternis caule appressis: in hac nulli erant polypi nisi in cellulis circumcirca truncam affixis a a.\n\nb. Cochleae magnitudine auctae in B.\n\nc. Eschara millepora minima crustacea cellulis tubiformibus, animalculis domicilio inserviens, et magnitudinæ auctæ in C.\n\nFig. VI. Corallina abietis forma, quam mensæ Decembri accepi: ejus rami vesiculis vel ovulis a, a, per paria ordine quadam positis, erant obsefii.\n\nA. Talis vesicula vel ovum microscopio visum.\n\nb. Cochleae, &c. Eschara minima, ut in praecedente figura magnitudine aucta in B et C.\n\nd. Dua corpuscula fusca, quae microscopio visa nidum vermium referunt in D.\n\nFig. VII. Corallina pennata et filiquata, ab ostreo abstracta: in hac præter tres polyporum species\n\na A,\na A, b B. (quae caedem ac in fig. II.) c C, sex alia infecta reperire contigit, quae delineata sunt in tab. X. fig. 1, 6, 8.\n\n**Tabula Nona.**\n\n*Fig. I.* Minimorum polyporum marinorum genus, cum polypis ramosis (*polypes à bouquet*) aquae dulcis conveniens.\n\nA. talis polypus conservae marinæ viridi insidens vix oculo nudo conspicuus.\n\nB. idem lente oculari, et in C fortiore visus microscopio.\n\n*Fig. II.* Polypus coccineus, quem tabulae secundae *Fig. III.* &c IV. naturali et aucta magnitudine exhibent, hic fortissimo microscopio visus.\n\nA. hic polypus expansis brachiis, praedam expectans.\n\nB. idem brachia contrahendo, praedam arripiens.\n\na. Brachia majora inferiora numero 16, 18, vel 20.\n\nb. Brachia superiora breviora numero 12, 14, vel 16.\n\nc. Corporis pars superior pyriformis, inferiori infixa.\n\nd. Corporis pars inferior compressa.\n\ne. Locus, ubi polypus corallinae inhæret.\n\nC. idem polypus a parte anteriore visus, cum corporis partem superiorem pyriformem in globulum contraxerat, quod in majoribus polypis (vide infra fig. IV, V, VI,) magis visibile.\n\n*Fig. III.* Similis polypus coccineus, cæteris major, ex cujus corpore (ubi partes c et d conjunguntur) octo ramuli enascebantur, qui in summitatibus duos vel tres gerebant globulos, punctum rubrum in medio habentes, et quos in polypos juniores excreturos fore speraveram frustra.\n\na. Hujus\na. Hujus polypi brachia longiora inferiora.\nb. Brachia breviora superiora.\nc. In medio corporis pyriformis os polypi esse videtur.\n\nFig. IV. Majus, ut videtur, genus polyporum, quos klapkonten vocant, ostreorum conchis insidentium, quorum hic, rudius attractum, brachia penitus in corpus suum abscondit.\n\nFig. V. Idem polypus corpore extenso brachia expandens.\n\nFig. VI. Idem capta præda se contrahens.\n\nTabula Decima.\n\nFig. I. Tres species animalcularum lucentium in guttula aquae marinæ fortiore microscopio visu.\n\nFig. II. Mirum animalculum in corallinis a doliiis marinis coniformibus abrafiis repertum.\n\nA. tales minores erant centeni.\nB. decem vel duodecim erant hac magnitudine naturali.\nC. idem animal microscopio visum.\n\na. Antennæ.\nb. Primum par pedum vel brachiorum.\nc. Secundum par.\nd. Tertium et maximum par.\n\ne, e, e, e. Quatuor corpuscula oviformia, quae animal ut movebant natando.\n\nf, f, f, f, f, f. Sex pedes posteriores, quibus simul corallinæ ramum arripiens, quaquaversum se flectore poterat.\n\ng. Cauda in cujus extrema parte anus.\n\nh. Oculi.\nFig. III. Aliud animal in iisdem corallinis repertum.\nA. illud animal pronum.\nB. supinum.\nC. fortiore microscopio visum.\n\nFig. 1, 2, 3, 4, 5, 6, 7, 8. exhibent quasdam noctilucas,\net alia animalcula in diversis corallinis reperta,\nea magnitudine, qua tertia et quarta lens micro-\nscopii à Do. Cuff in Anglia fabrefacti illa ostendit.\nAnimalculum c, fig. 8. mirabilissimæ erant struc-\nturæ, et plurima habebat membra.\n\nXXXIII. Remarks on Dr. Job Baster's Observationes de Corallinis, &c. printed above, p. 258. In a Letter to the Right Honourable George Earl of Macclesfield, President of the R. S. from Mr. John Ellis, F. R. S.\n\nMy Lord,\n\nI have read Dr. Job Baster's letter to the Royal Society; wherein he endeavours to prove, that corallines are not of an animal, but a vegetable nature; and has brought many arguments to support his system; which, to gentlemen not well acquainted with the subject, may appear plausible.\n\nI could have wished the Doctor had read and examined thoroughly what has been lately written on the subject: I then should not have had occasion",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105257.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 48152,
    "total-output-tokens": 12055,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1224,
        2
      ],
      [
        1224,
        2755,
        3
      ],
      [
        2755,
        4284,
        4
      ],
      [
        4284,
        5935,
        5
      ],
      [
        5935,
        7459,
        6
      ],
      [
        7459,
        8886,
        7
      ],
      [
        8886,
        10373,
        8
      ],
      [
        10373,
        11914,
        9
      ],
      [
        11914,
        13595,
        10
      ],
      [
        13595,
        15144,
        11
      ],
      [
        15144,
        16776,
        12
      ],
      [
        16776,
        18376,
        13
      ],
      [
        18376,
        19794,
        14
      ],
      [
        19794,
        21492,
        15
      ],
      [
        21492,
        23094,
        16
      ],
      [
        23094,
        24491,
        17
      ],
      [
        24491,
        26077,
        18
      ],
      [
        26077,
        26077,
        19
      ],
      [
        26077,
        26077,
        20
      ],
      [
        26077,
        27259,
        21
      ],
      [
        27259,
        28558,
        22
      ],
      [
        28558,
        28558,
        23
      ],
      [
        28558,
        28558,
        24
      ],
      [
        28558,
        29958,
        25
      ],
      [
        29958,
        31319,
        26
      ],
      [
        31319,
        31319,
        27
      ],
      [
        31319,
        31319,
        28
      ],
      [
        31319,
        31319,
        29
      ],
      [
        31319,
        31319,
        30
      ],
      [
        31319,
        32383,
        31
      ],
      [
        32383,
        33453,
        32
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "None",
      "None",
      "la",
      "la",
      "None",
      "None",
      "la",
      "la",
      "None",
      "None",
      "None",
      "None",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105257",
    "title": "Observationes de Corallinis, Iisque Insidentibus Polypis, Aliisque Animalculis Marinis: Quas Regiae Societati Londinensi Offert Job Baster, Med. Doct. Acad. Caesar. Reg. Societ. Lond. & Scient. Holland. Socius",
    "authors": "Job Baster",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/105257"
  }
}