{
  "id": "012388d063ef2bd0ea5e7083cb7849cfdf846c9e",
  "text": "X. An Account of the Success of some Attempts to freeze Quicksilver, at Albany Fort, in Hudson's Bay, in the Year 1775: with Observations on the Dipping-needle. By Thomas Hutchins, Esquire, in a Letter to Dr. Maty, Sec. R. S.\n\nTO DR. MATY.\n\nSIR,\n\nAlbany Fort, Hudson's Bay,\nAugust, 28, 1775.\n\nR. Dec. 21, 1775. I HAD made two or three more observations on the dipping-needle, but a violent fit of sickness, which hath for some time attended me, and the having mislaid many of my papers oblige me to send only these few to the Royal Society. I can assure you they were made with all possible circumspection. I have sent home the instruments by Captain CHRISTOPHER as desired, and inclose his receipt for them. The meteorological remarks have been made at all the places within my jurisdiction. I am very sorry not to be able this year to send home those from Albany, because time will not permit me to copy them fair, and the ill state of my health prevents it being done sooner; but they shall certainly be sent next year. The snow in my receiver during the whole winter was $4\\frac{1}{2}$ inches.\n\nAgreeable\nAccording to the instructions you were so obliging to give me, concerning the congelation of quicksilver by cold, I made my first attempt to produce that extraordinary phenomenon on the 19th January, 1775. The thermometer at eight o'clock in the morning was at 37° below 0; but between ten and eleven it stood at 28°. I took the same thermometer and the best spare tube I had, which admitted only of 250° below 0, and immersed them both together in a large teacup filled with snow, and poured on *sp. nitri fumans Glauberi* until the snow was dissolved; but finding it did not cover the bulbs, I added more snow and spirit until the bulbs were entirely covered in the mixture, which was now liquefied: the quicksilver subsided very gradually to 130°, and then stopped. I had another cup at hand, and mixed some snow and spirit in it so as to liquefy the mixture, and removed both the thermometers into it; but found the standard thermometer, by which I mean the instrument graduated by Messrs. NAIRNE and BLUNT, London, had risen in the removal to 110° below 0. As the mixture in this second cup did not cover the bulbs, I added more as before, and also poured some out of the first cup. The spare tube, graduated by myself, stood in this cup at 130°; but the standard fell deliberately to 263, where it stood again. I therefore prepared a third cup as before; the quicksilver did not ascend in the removal, but when immersed it fell very swiftly: that in the spare tube sunk into the bulb, and that in the standard descended much quicker than before, until it came to 400°; after\nafter which it fell gently to $430^\\circ$, and did not go beyond this point. As this was a greater degree of cold than that which Professor Braum said quicksilver would freeze at, I determined to break my spare tube, which was easily done by a stroke with a pair of scissors; the quicksilver in a fall of about six inches was flattened, and some globuli appeared at the bottom of a tea cup in which it was received. This occasioned Mr. Jarvis the surgeon, who was so obliging as to assist me, to exclaim the quicksilver was not frozen; but when he saw me repeatedly strike the cake with an hammer, and heard it give a deadish sound like lead, as M. Braum justly expresses it, he receded from his first opinion. The quicksilver liquefied in about six or ten seconds. The surface, when frozen, was finely polished. I imagine the internal part of the globe was not frozen, and that the force of the fall having flattened it, might crack the external coat or shell of congealed quicksilver, and permit the globuli which I saw to escape into the cup. On taking the standard thermometer out of the mixture it fell $10^\\circ$ lower than when the bulb was immersed; but it soon began to ascend, and being taken into my room, it rose to $40$ above $0$, when I replaced it a little before noon. The operation lasted about thirty or forty minutes.\n\nHaving succeeded thus far in my first attempt to freeze quicksilver, I was anxious for another opportunity; but sometimes business, and want of a sufficient degree of cold in the air at other times, obliged me to defer it until the 11th of February, which was very clear, and the ther-\nthermometer stood at $36^\\circ$ below $0$. I began the operation exactly at forty-five minutes past eight: the instrument being at $28^\\circ$ was put into a large tea-cup with the mixture as above, together with a spare tube, graduated by myself; the quicksilver in the latter subsided into the bulb, which was only $200^\\circ$ below $0$; in the standard thermometer it sunk to $447^\\circ$ at fifty-nine minutes after eight o'clock, which gave me great hopes of succeeding still better than in my first attempt, because I had now a greater degree of cold in my first cup than I had before in my third. Finding it did not go any lower, I removed it into a second cup, prepared as before; but the quicksilver shewed no alteration in it. After waiting a considerable time, I removed it into a third; but in the removal, the quicksilver rose to $380^\\circ$ below $0$. I imagined I had put in too much spirit in proportion to the snow, and therefore added more of the latter, by which means it subsided to $408^\\circ$; and after standing at this point for some time, it rose to $406^\\circ$; and soon after, at ten minutes after nine o'clock, it rose with great celerity and full of bubbles, until it came to $160^\\circ$ above $0$, and in a minute after it reached the point of boiling water. On examining the instrument, I found the bulb cracked and the quicksilver fluid, to my surprize and regret.\n\n**REMARKS.**\n\nI imagine it is extremely difficult to ascertain the exact degree at which quicksilver begins to freeze, because no particular alteration or circumstance points out the\nmoment of congelation, or even afterwards; for the quicksilver in the tube still continues to fall, and hath the same appearance as before, contrary to what we observe in water. I think, therefore, it can only be determined by breaking the glasses at different altitudes; but this would be both tedious and expensive. However, were spare tubes filled by the maker, and graduated by the operator, to be made use of, the expense would be less; but then, if those tubes will not admit of being graduated to a considerable distance (suppose 1000°) below 0, the operator is obliged to put a thermometer, with a scale graduated by the instrument-maker, together with the other tube, into the mixture, to learn the degree of cold after the quicksilver in the spare tube, designed chiefly for the experiment, hath subsided into the bulb, as was my case. Professor Braum made it subside even to 1500°, which shews the fineness of the tubes he made use of.\n\nThese, sir, are all the observations that much business, and an infirm state of health, permit me at this time to transmit to you. I wish they were more worthy your attention. You are the best judge whether they will bear the inspection of the Royal Society, and to your candour I submit them. I propose making some more experiments this year, which I shall take a pleasure in communicating; being, with great regard, &c.\nObservations on the Dipping-needle, at Albany Fort,\nLongitude 83° 30' West. Latitude 52° 24' North.\nFebruary 3, 1775.\n\n76 50 Index East.\n77 12\n80 0 Index West.\n78 45\n79 20 changed the poles, the index still West.\n79 47\n79 40 Index East.\n79 34\n79 45\n79 17\n79 8 Index West.\n78 50\n79 45 changed the poles again, the index West.\n79 19\n81 8 Index East.\n79 45\n81 25\n\nMean of all observations $79^\\circ 17\\frac{1}{8}$.\n\nI took particular care in placing the instrument in the magnetic meridian, and was near four hours before I got it right. The observations employed me four hours more; and when they were finished, I turned the index South, when the needle pointed at $89^\\circ 56'$, or very near perpendicular. I cannot possibly account for the differences, more especially as I took so much pains to render these observations correct.\nMarch 13, 1775.\n\n77° 45 Index East.\n80° 45\n80° 5\n78° 40\n\n79° 55 Index West.\n80° 6\n79° 45\n80° 8\n\n78° 10 Poles changed, and index West.\n79° 50\n78° 30\n78° 50\n\n80° 45 Index East.\n78° 45\n80° 15\n78° 20\n\nMean of the whole is 79° 25½.\nMay 6, 1775.\n\n79° Index West.\n78°\n79° 45\n79° 15 Index East.\n79° 15\n79° 45\n78° 30 Poles changed, index still East.\n80° 35\n80° 10\n79° 45 Index West.\n80° 5\n79° 40\n\nMean 79° 28',75'.\n\nThese observations were made in the open air, on a platform on the top of the fort.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106274.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14250,
    "total-output-tokens": 2567,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1109,
        2
      ],
      [
        1109,
        2690,
        3
      ],
      [
        2690,
        4314,
        4
      ],
      [
        4314,
        5893,
        5
      ],
      [
        5893,
        7263,
        6
      ],
      [
        7263,
        8095,
        7
      ],
      [
        8095,
        8322,
        8
      ],
      [
        8322,
        8585,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106274",
    "title": "An Account of the Success of Some Attempts to Freeze Quicksilver, at Albany Fort, in Hudson's Bay, in the Year 1775: With Observations on the Dipping-Needle. By Thomas Hutchins, Esquire, in a Letter to Dr. Maty, Sec. R. S.",
    "authors": "Thomas Hutchins",
    "year": 1776,
    "volume": "66",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106274"
  }
}