{
  "id": "5c4de16709c57ed50965505a6f6188eb580b954a",
  "text": "IV. An Account of some Experiments, in relation to the Weight of Common Water, under different Circumstances. By Mr. Fr. Hauksbee. F. R. S.\n\nFirst, I took a Glass of Common Water, and having weigh'd nicely a Glass-Bottle in it, whose Bulk was equal to the Bulk of 575 Grains of the same Fluid, then I caus'd some of the same Water to be boil'd over the Fire; and after that, it was included in Vacuo, and there remain'd till it became of the same Temperature (as to coldness) with Common Water. Thus, to the utmost of my Power, I endeavour'd to Extricate all the Air out of the Water, thinking in that State, it would become more dense than when I weigh'd my Bottle first in't; but contrary to my Expectation, I found that the Bottle had just the same weight in it as before; which seems to confirm the impossibility to compress Water by force into a lesser space than it naturally possesses: For if upon the Removal of such a Quantity of Air from out of its Body, the Parts do not slide any closer together, how should a Weight laid upon its Surface, when its Interstices seem to be replete with Air, make any Impression on it? The Body which is forc'd out of the Water, by the premention'd means, I call Air, since for anything to the contrary that I can discover, it is subject to all the same Laws with it; but that the Water, upon its absence, should not unite more closely than before, seems very surprising to me; for I cannot conceive what Matter must supply the Vacancies, since the Particles of Water themselves remain at the same distances as if the Air was not withdrawn, otherwise the Water\nof necessity must become more dense. But to proceed; I caus'd some Water to be heated about Blood-warm, when weighing my Bottle in it, I found the bulk of Water equal to the bulk of the Bottle was about 3 Grains less than when Cold; which shows, that the component Parts of the Water are easily separated by Heat, and the Matter lodg'd in its Interstices capable of dilation. Then I took that Water that I had purg'd of all its Air, (as near as I could,) and gave it a degree of Heat, not exceeding luke-warm; upon weighing the premention'd Bottle in it, I found, that altho' the Heat it had received was very inconsiderable, yet the bulk of the Water, in that State, equal to that of the Bottle, was now diminish'd 2 Grains: which plainly shews, that notwithstanding the Water contain'd no Air that I could discover, yet there seems a Matter latent in it, capable of Intumescence.\n\nV. Epistola D. Guidonis Grandi, Societatis Regalis Londin. Socii, ad Illust. Comitem D. Laurentium Magalotti, dictæ Societatis Socium, De Natura & Proprietatibus Soni.\n\nClarissimo Viro Laurentio Magalotti\nGuido Grandus S.\n\nLegantissimum Præsulis Armachani commentario-\nlum de Sono, quod mihi nuper communicasti,\nfummâ animi voluptate perlegi; at circa Semiplani figu-\nram in calce ejus scripti commemoratam, in cujus potif-\nsimum expositione meam à te operam desiderari signi-\nficar-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103256.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 840,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1604,
        2
      ],
      [
        1604,
        2970,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103256",
    "title": "An Account of Some Experiments, in Relation to the Weight of Common Water, under Different Circumstances. By Mr. Fr. Hauksbee. F. R. S.",
    "authors": "Fr. Hauksbee",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103256"
  }
}