{
  "id": "76c14300c2965119f6ce9cd56d96e63e35335dca",
  "text": "II. Some farther Account of divers Rare Plants, lately observed in several Curious Gardens about London, and particularly in the Company of Apothecaries Physick-Garden at Chelsea. By Mr. James Petiver, F. R. S.\n\nSect. III. ASIATICK and Oriental Plants.\n\nIndian Plants.\n\nLarge-flowered Oriental Bawn. Moldavica Orientalis Betonicae folio, flore magno violaceo Tournef. Coral. p. xi. Ray 3. app. 106. pl. 36. This differs from the next, in having large blew Sage-like Flowers; its bearded Leaves less, but more prickley.\n\nSmall-flowered Oriental Bawn. Moldavica Orientalis minima, Ocimj folio, flore purpurascente Tournef. Coral. 11. Commel. rar. Plant. Vol. 2. p. 29. Fig. Ray 3. ap. 106. 38. This is known from the last, in having smaller Flowers, yet larger and round bearded Leaves.\n\nJagged Oriental Figwort. Serophularia Orientalis supina, folio variè lacerato Nobis. This branches and spreads much near the Ground; its Leaves thick and differently cut; the Flowers and Seed-Vessels like the Common, but less; neither grows it upright and spiked, but procumbent and racemose.\n\nRough huskt Oriental Campion. Lychnis Orientalis fl. albente, bifido, calycibus pulchre rugosis Nobis. The Leaves not unlike our common white Campion, but less; its Flowers white above, and underneath of a palish green, deeply cut in. These are set in a fine streakt Husk, roughest near the Flower, which swell into a rugged Seed-Vessel. This and the last, two elegant Plants, I saw\nin Flower about the beginning of October 1710, in her Grace the Duchess of Beaufort's Garden at Chelsea.\n\nChina Schunda, or Thorney Nightshade. Schunda Chinensis fol. pannoso minore Nobis. Solanum incanum Chinense, minus spinosum, floribus parvis terè umbellatis Pluk. Tab. 62. fig. 1. Ray 3. p. 352. 14. Its small thick woolly Leaves very little thorny or waved, distinguish it from others. I first received this from China, and communicated it to Dr. Plukenet: It Flowers and Fruits every Year in Fulham and Chelsea Gardens.\n\nChina Sumach. Rhus Chinensis latifolia, pinnis alatis Nobis. Rhus quinquefolia Sinarum lacteae, rachi medio alata, folijs molli hirsutie pubescentibus Plukenet. Amalh. 138. pl. 5. These Leaves resemble our Ash, but are broader and deeper serrated, very soft underneath; Each Stalk is composed of three or four Wings, oftner than two; the Stalk welted, but more eminently towards the tip Leaf. Mr James Cunningham, a very Curious Naturalist and Surgeon, brought me large Specimens of this with ripe Berries on it from China, which I gave to the Right Reverend my Lord Bishop of London, who has raised several small Trees from them, and with whom they now grow.\n\nChusan Musk-Mallow. Abelmosch Chusanensis folio palmato lævi, fructu piloso Hort. nostr. sicc. Ray 3. App. 241. pl. 1. Alcea Sinica Manihot stellato folio, capsulâ longâ, pilosâ, pyramidatâ, quinquesariam divisa Pluk. Tab. 355. fig 2. Tchou whei Chinensibus. Mr James Cunningham brought me this in Seed from Chusan, which grew the last Summer in Chelsea Garden.\n\nSECT. IV. Canary Plants.\n\nCanary Daisy Pelitory. Ray 3: p. 221. 22. & p. 223 14. Pyrethrum Canariense frutescens, Bellidis flore Nobis. Bellis Canar. frutescens folijs crassis, Pyrethri sapore.\nRay 3. p. 221. pl. 22. Bellis Canar. frutesc. acris. laciniato crasso folio Flor. Noriberg. 60. Buphthalmum Canariense Leucanthemum Golulae satidae folijs crassioribus, radice acri sapore & servido Pluk. Tab. 272. fig. 6. Almag. Botan. 73. Chamaemelum Canariense ceratophyllon fruticosus, glauco folio crassiore, sapore servido, Magala ab incolis nominatum Bobart Hist. Oxon. p. 35. 7. These Leaves taste very like the Root of Pellitory of Spain, by which and its being frutescent, distinguishes it from others; its ever green, and in Flower most part of the Year. Grows in all the Curious Gardens about London, as Hampton Court, Fulham, Chelsea, and Hoxton; as also with Dr. Vuedale at Enfield, and Mr. Charles Dubois at Mitcham.\n\nTrifoliate Canary Mint. Ray V. 3. p. 308. 5. Mentha trifoliata Canariensis fragrantissima Nobis. Camphorosma trifoliata, fl. carneo Bobart H. Oxon. 366. c. x. Sex. xi. Tab. xi. Fig. ult. Permenta de Tana Canariensibus. Cedronella Canariensis viscosa, folijs plerunque ex eodem pediculo ternis Hort. Amst. Vol. 2. Tab. 41. p. 81. Dracocephalo affinis Americana, trifoliata, Terebinthinae odore Flor. Noriberg. 145. Fig. opt. & descr. Melissa Canarina multifido folio spicata, odorem Camphora spirans penetratissimum Mantiss. 128. 1. Melissa forte Canarina triphyllos, odorem Camphora spirans penetrantissimam Pluk. Tab. 325. Fig. 5. & Tab. 430. Fig. 2. Moldavica Americana trifolia, odore gravi Inst. Rei Herb. 184. Its Trefoil Leaves and fragrant smell, distinguish it from all others.\n\nEvergreen Canary Bindweed, with hoary Leaves Ray 3. p. 377. pl. 63. Convolvulus Canariensis longioribus folijs mollibus & incanis Pluk. Tab. 325. Fig. 1. Almag. Botan. 114. pl. 8. Convolvulus Canariensis sempervirens, folijs mollibus & incanis, floribus ex albo purpurascenti-bus Hort. Amstel. Vol. 2. p. 101. Tab. 51. Ahilo porro Salvages Canariensibus. Its Evergreen and perennial, with long cordated hoary Leaves and pale blush Flowers.\nYellow Canary *Cytisus*, with hoary Leaves. Ray 3. p. 471. 5. *Cytisus Canariensis* folijs parvis incanis Nobis. *Cytisus Canariensis* microphyllos, angustifolius prorsus incanus. Pluk. Tab. 277. Fig. 5. Eta Insulanis. This is an elegant Shrub, with whitish hoary Leaves. It Flowers and Pods every Summer in the Bishop of London's Garden at Fulham.\n\n**SECT. V. Plants from the Cape of Good Hope.**\n\nArrow-leaved *Cape yellow Heads*. Ray V. 3. p. 152. 12 & p. 170. 15. & an 174. pl. 5? Coma aurea Plants. Africana frutescens, folio angusto *Linaria* H. Amst. Vol. 2. p. 89. Tab. 45. Conyza *Ethiopica* flore bullato aureo, Pinastri brevioribus folijs letè viridibus. Pluk. Tab. 327. Fig. 2. Alm. Bot. 56 & 400. Elichrysum African. folijs & flore Abrotani viridis Bobart. Elichrysum African. multiflorum tenuifolium frutescens. Flor. Norib. 148. Fig. This grows about a Yard high, and spreads into many Branches; thick set, with long narrow Leaves; at the top grow single yellow naked Flowers about September, which turn into downey Seed. Its perennial and Evergreen.\n\nStoll's *Cape Silk-Maudlin*. *Eupatorium Indicum* flore albo Act. Med. Hafn. Vol. 2. pag. 57. Fig. Conyza Africana humilis, folijs angustioribus nervosis, floribus umbellatis I. R. Herb. 455. Mr. Jeremy Stoll, a Surgeon, first brought this with several other dried Specimens, A.D. 1673. from the Cape of Good Hope, given him by Dr. Herman, which Tho. Bartholine, that Curious Physician and Anatomist, has given the Figure of, in his *Acta Medica Hafniensia*. Its an ever-green Shrub, with deep dented Leaves, and has been a long standard in Chelsea Garden, where it Flowers and Seeds yearly about Christmas. Mr. Cunningham brought me the first Specimen of this near 20 Years since, in his return from the Cape of Good Hope.\nHermans round-leaved Cape Tree Cranes-bill. Ray 1897. Geranium Africanum arborescens, Ibis folio rotundo, Carline odore Hort. Bosian. & Lugd. Batav. 275. Fig & descr. The Leaves are round, stiff, hairy and lightly crenated; the Flowers fresh coloured, the two upper Petala streak'd with red, and larger than the 3 below. Dr. Paul Herman, that celebrated Professor in Botany and Physick, has used these Leaves in Glysters, against the Cholick, Stone, and difficulty of Urine, with good success.\n\nHermans Curl-leaved Cape Tree Cranes-bill. Ray 189. Geranium Africanum frutescens, Malvae folio laciniato, odorato Hort. Lugd. Bat. 278. Fig. Geranium Malvae folio odoratum, flore purpurascente Cap. Bone Spej Breyn. Prodr. p. 36. Geranium Africanum Malvae folio, odore rad. Cyperi longi Hort. Bosian. This differs from the last, in having curled or crumpled Leaves, with 6 or 7 smaller Flowers growing together from one bottom.\n\nCape Cranes-bill, with Leaves like Ladies-mantle. Ray 1897. Geranium Africanum Alchimilla hirsuto folio, floribus albidis Hort. Lugd. Batav. 283. Fig. Geranium African. Alchimilla folio maculoso & piloso, floribus ochroleucis rostris cernuis Hort. Bosian. Its Leaves hairy and round, somewhat cut in, with a blackish Circle in the middle; the Flowers pale, small, and 5, 6 or more in an umbel-like tuft.\n\nCape Cranes-bill with Columbine Leaves. Ray 1897. Geranium Africanum noctu olens tuberosum & nodosum Aquilegiae folijs Hort. Bosian. & Lugd. Batav. 285. Fig. Geranium Æthiopicum noctu olens, rad. tuberosa, Aquilegiae folijs Breyn. Cent. 127. From a knotty Fibrose Root, rises knobby Stalks a foot or higher, with divided Columbine Leaves; at the top grow tufts of yellowish, and sometimes blush Flowers; which after Sun set smell very sweet till next Morning, as many others of this kind do. We are highly obliged to that Curious Botanist Dr. Herman.\nHerman, for the Discovery of all these beautiful Cranesbills, which of late Years have been the greatest Ornaments in our finest Gardens, viz. at Hampton Court, Kensington, Fulham, Oxford, Chelsea, Hoxton, Enfield, Mitcham, &c.\n\nGreat Cape Honey-Flower. Ray 1898. pl. 3. seu vlt. Melianthus Africanus Hort. Lugd. Batav. 415. Fig. & descr. Melianthus Africanus major fætida, floribus atropurpureis Alm. Bot. 246. Pimpinella spicata maxima Africana Barthol. Act. Med. Hafn. V. 2. p. 58. Pimpinella Afric. maxima flore purpureo D. ten Rhyne Breyn. Cent. 179. This is a very specious tall and slighty Plant; its Leaves very like Burnet, but much larger, and of a very pale or bleuish Green; at the top grows a Spike of sad red Flowers, in which lies a very luscious Honey Dew, much coveted by the Hottentots at the Cape of Good Hope, where it grows wild in wet Marshy Places.\n\nSmall Cape Honey-Flower. Ray 3. Dendr. p. 120. pl. 3. Melianthus minor Hort. noft. ficc. Ray 3. App. 246. M. 14. Melianthus Africanus minor fætidus Comel Pl. rar. Icon. 4. Melianthus Afric. minor fætida, floribus obsoleti coloris Alm. Botan. 246. Melianthus Americanus minor El. Bot. 342. I. R. H. 431. Melianthus Hysyquanensis minor fætidus Herm. Prod. app. Grows 3 or 4 foot high, with smaller Leaves, green and deeper cut; its Flowers of a Saffron colour, with yellow apices.\n\nCape Spindle with a shining notch'd Leaf. Ray 3. app. 229. xi. Euonymus Capensis folio Arbuti lucido Nobis. Alaternus Hysticanensis seu Africana Lauri serratæ odoratae Stapelianæ folijs Hort. Beaum. p. 3. Pluk. Tab. 126. Fig. 1. Alaternoides Afric. Lauri serratæ folio Comel. Rar. Pl. Vol. 1. Fig. xi. Ricinus Africanus Salicis folio, flore viridi Cod. Witsiani. From a thick stringy matted Root this rises 3 or 4 foot high, with thick shining notch'd Leaves, very green above; its Flowers 5 leaved, of a whitish or pale Green. At the Cape it grows 7 foot high, in watery Grounds and by River sides, flowering in October.\nCape Spindle-wort with Rosemary Leaves. Ray 3. p. 527.\n\n6. Tetragonocarpos Africana fruticans, folijs longis & angustis H. Amst. Vol. 2. p. 205. Fig. 103. It rises about a foot high, each Root dividing into divers Stalks, with long thick green Leaves not unlike Rosemary; at the top grow several yellowish Flowers of 4 or 5 petals each. The Fruit square and winged: It Flowers about Michaelmas in Fulham and Chelsea Gardens.\n\nSect. VI. American Plants.\n\nDwarf American Starwort, with Savory Leaves. After pumilus Americanus Satureiae folijs. This grows not above a Yard high; from one Stem it branches towards the top into a bushy tuft of pale blew Flowers, the lower Leaves are long and narrow, and those about the Flowers very small and slender. It stands out all the Winter, flowering in October.\n\nParkinson's small floured white Virginia Starwort. After Virginianus angustifolius serotinus, parvo albente flore Park. 132. 19. & 1676. Fig. After vulgo Tradescanti Schol. Botan. 204. 3. After Virginianus fruticosus Jonst. 489. 12. This agrees pretty well with Parkinson's Description and Figure; its Leaves below are long Willow-like, and scarce dented; those at the setting on of the Flower Stalks are much less, and those on the Twigs very small. From the bottom of these little Leaves, the Flowers grow spicated in a loose tuft, of a pale blewish white, each composed of 8 or 10 small Daise-like Petals, these, if nicely viewed, ending bifid. It Flowers in November, and sometimes till near Christmas, being one of the latest Starworts that Flowers in our Gardens.\n\nOrach-leaved Virginia Silver-tufts. Ray 1799. 14. Conyza Virginiana Halimi tolio Instit. Rei Herbar. 455. Argyrocome Virginiana Atriplicis folio Gazoph. Natur. & Artis. Tab. 7. Fig. 4. See its other Synonyms in the Catalogue\nto that Volume, pag. 8. Its thick Orach-like jagged Leaves and woody Stalks, distinguish it from all others of this kind. It hath been a long Inhabitant in Chelsey Garden; as also at Fulham, Hampton Court, Enfield, Mitcham, &c.\n\nVirginia Uvedale with a Vine Leaf. Ray 3. p. 216. 84. Uvedalia Virginiana Platani folio molli Mus. Petiver 800. Chrysanthemum angulosis Platani folijs, Virginianum Pluk. Tab. 83. Fig. 3. Chrysanthemum perenne majus, Platani Orient. folio Bobart. H. Ox. p. 22. Fig. 57. Sect. 6. Tab. 7. Fig. opt. Chrysanthemum folio Platani Pluknet. Boerhave Ind. Plant. H. Leyd. 33. Doronicum maximum Americanum, latissimis angulosis folijs, rad. transparenti Hort. Leyd. 222. This is a specious Plant and of a particular Genus or Family; it comes nearest the Sun-Flowers, but with this difference, viz., its Berry-like Seeds grow round the rim of the Flowers, as the others do in the middle. I have therefore chose to distinguish it by the Epithet above, in commemoration of that Patron of Botany, Dr. Uvedale, in whose Garden I have seen two others of this kind from the Cape of Good Hope.\n\nAmerican Tree of Life. Ray 1408. cap. 6. Arbor Vitæ Clus. 36. Fig. id. Hisp. 95. Fig. Dod. 858. Fig. Ger. 1187. Fig. Jonst. 1369. Fig. Park. 1478. Fig. Tabern. Vol. 2. p. 649. Fig. id. Icon. 947. 1. Arbor Vitæ sive Paradisiaca. Chabr. 73. Ic. 1. Arbor Vitæ sive Paradisiaca vulgo dicta, odorata, ad Sabinam accedens I.B. l. 9. p. 286. Fig. Thuja Theophrasti C.B. 488. This is a singular Evergreen, very frequent in divers Gardens, flowering in April and May, bearing its Cones in August and September. It was first brought into France from Canada in the Reign of Francis the First. Clusius says, he first saw it at Fontainbleau, and from his Figure all other Authors have copied it. Parkinson asserts, that the Leaves taken fasting for a few Days together are very good in a purulent Cough and shortness of Breath. I have heard it has been success-\nfull in Agues used Poultise-wise, or by wearing it in the Shoes.\n\nVirginia Sumach by some Buckthorn. Ray 1591. 2. Rhus Virginianum C.B. pin. app. 517. Sumach seu Rhus Virginiae Park. 1450. Fig. 2. This grows in divers Country Gardens about London to a midling Tree; it differs from the European Sumach, in having longer and narrower Leaves; the first Branches are very soft and velvety, like the Horns of a young Deer, for which reason its call'd Buckthorn by the Country People. The Root or Stalks broken yields a Milk, which smells Resinose, and becomes a hard Gum, which is a great Astringent and Cures the Tooth-ach, as Mr. John Smart, a Surgeon, who liv'd in those Parts informs me. The Pulp of the Fruit and its outer Skin, which is very red, have both a very grateful acidity, of which Mr. John Banister, a very Curious Naturalist, and one who long resided in Virginia, says, they make Vinegar of it there, and use it to season their Meat.\n\nGreat Virginia Cockspur Haw. Ray 1795. 60. Mespilus Apij folio, Virginiana, spinis horrida, fructu amplo coccineo Pluk. Tab. 46. Fig. 4. Mespilus Apij folio, Indica Schol. Bot. 289. Mespilus spinosa seu Oxyacantha maxima Virginiana H. Leyd. 423. Oxyacantha osiculis binis fructu magno inclusis Banift. Cat. Plant. Virgin. an Oxyacantha Americana, or the American Hawthorn. Mus. Regal. Societ. 182. The Leaves of this Tree are as large, and not unlike our Sorbus Torminalis, or wild Service, and the Fruit as big but Scarlet; its Branches are guarded with strong Thorns resembling a Cocks-spur. It Fruits yearly in Chelsea Garden, where it has been a long Standard, and is now as large as a Cherry-tree.\n\nCarolina Poison Root. Castanea Equina facie, Arbor Caroliniana, flore galeato spicato Nobis. Arbor pentaphyllos Virginiana, floribus spicatis monopetalis. Ray 1800. 2. Siamonna Pisonis seu Siliquifera Brasilianis, arbor digitatis\ntatis folijs serratis, floribus Tenuij purpureis Pluk. Tab. 56. Fig. 4. Under this Title Dr. Plukenet has given it a very good Figure, yet I cannot believe it to be the Saamouna Brasiliensium, since this is not a Siliquose Tree, neither hath it a thorney swelled Trunk. I shall be more particular in the Description of all its Parts, when I give you (as I intend) the Figure of it, with its Fruit. I have seen this both with Mr. Darby and Mr. Fairchild, Gardiners at Hoxton, with whom it has flowered and set for Fruit.\n\nCanada Fox-glove Climer. Ray 1768. 1. Bignonia Amer. Fraxini folio, fl. amplo phæniceo I. R. H. 133. Clematis Contarini. Clematis Amer. Fraxini folio scandens, flore phæniceo Breyn. Prodr. 2. p. 34. Clematis Hederacea Bucananthos siliquosa Indica Alm. Bot. 108. Clematis Hederacea Indica Jasmini folijs H. Leyd. 159. Clematis Hederaceo folio Sorbi, floribus Calathi instar oblongis, coloris dilute punicei Hort. Bosian. Gelsemium Edera-ceum Indicum Cornuti 103. Fig. Gelsemium Indicum maximum Ferrar. 199. Jasminum purpureum prælongis siliquis H. Blæs. 103. Jasminum spurium Indicum, flore magno rubro Flor. Noriberg. 227. Pseudo-Apocynum Virginianum alijs Gelseminum Americ. maximum, flore phæniceo. Park. 385. 6 & 1679. Fig. Pseudo-Gelseminum ili-quosum Rivini Flor. monopet. irregular. It would be needless here after the quotation of so many Authors, to give its Description; it may suffice to let you know, that its long hollow Orange Flowers with Ash-like Leaves, but deeper jagged, distinguish it from others of this Family. I take the two Mexican Tecomaxochit's Recchi, p. 408. & 409. to be of this Species, but neither of them this very Plant, altho' the last is somewhat like it, and Dr. Plukenet makes it the same. We have an old Tree of this of near 30 Years standing, in Chelsey Garden, which of late has annually flowered with us. The Mother Plant of this, and the first in England, Mr. Kilbank has\nformerly shewed me in the Lord Roberts his Garden against the Ferry, to whom both he and his Father were Gardiners.\n\nVirginia Plane-tree. Ray 1707. Platanus Occidentalis aut Virginianis. Park. 1427. Platanus Occidentalis pilulis minoribus Herm. H. Leyd. 499. Platanus Novi Orbis foliis Vespertiliorum alas referentibus, globulis parvis Alm. Bot. 300. This differs from the Oriental Plane in having its Leaves hoary and less jagged, with Fruit smaller and not so rough. Mr. John Tradescant first brought this into England from Virginia, a little before the Year 1640, since which time it has been much increased, and makes a very Ornamental shady Tree, interspers'd between Horse-Chestnuts and Limes, to whose Magnitude it commonly grows.\n\nIII. A Relation of an Hydropical Case, in which the Gall Bladder was distended to an unusual bigness. By Mr James Yonge, F.R.S. Surgeon at Plimouth.\n\nMrs. Dyer was about 30 Years old, a Mother of several Children, and very healthful till last January, when, after frequent watching upon an extraordinary occasion, she was vexed with a Pain in her Belly, like the Cholick, but proved the Dropsy Ascites; and grew so fast in despite of all I could do to help it, that March the 9th, being almost suffocated, I was forc'd to tapp her by an hollow Needle in the usual Place, and to repeat the Operation so often as she filled: And by that way discharged the several Quantities of Water, at the times here under mentioned.\n\nPints.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103139.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19322,
    "total-output-tokens": 6605,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1463,
        2
      ],
      [
        1463,
        3209,
        3
      ],
      [
        3209,
        5168,
        4
      ],
      [
        5168,
        6959,
        5
      ],
      [
        6959,
        8839,
        6
      ],
      [
        8839,
        10814,
        7
      ],
      [
        10814,
        12611,
        8
      ],
      [
        12611,
        14566,
        9
      ],
      [
        14566,
        16448,
        10
      ],
      [
        16448,
        18382,
        11
      ],
      [
        18382,
        19846,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103139",
    "title": "Some Farther Account of Divers Rare Plants, Lately Observed in Several Curious Gardens about London, and Particularly in the Company of Apothecaries Physick-Garden at Chelsey. By Mr. James Petiver, F. R. S.",
    "authors": "James Petiver",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/103139"
  }
}