{
  "id": "cca7eae733e5da966193525b386c8b1fe44e3d94",
  "text": "XXXIII. Continuation of the Case of James Jones. By Richard Browne Cheston, Surgeon to the Gloucester Infirmary. Communicated in a Letter to Mr. Henry Watson, Surgeon to the Westminster Hospital. (See p. 323.)\n\nRead November 16, 1780.\n\nDEAR SIR,\n\nI HAVE it at last in my power to inform you of the state the bones of the pelvis appeared in after a maceration of five months: for though by very seldom changing the water, and keeping the vessel containing it rather in a warm place, I suffered the highest putrefaction to come on, it took up that space of time before the soft parts were entirely destroyed.\n\nIn my account of the state in which I found the thoracic duct of the same subject, I mentioned my suspicions (from the only examination I then had it in my power to make) that a considerable part of the substance of the os innominatum was destroyed or absorbed; but maceration has cleared up this circumstance, and shewn, that the depth the probe entered, and the gritty resistance\nresistance I felt in the body of the tumor, was not from its passing through a carious or diseased part, as there was reason then to suppose, but from the quantity of osseous matter deposited on the outward side of the os innominatum; and that the part so loaded with it externally, and as it afterwards proved to be internally, was apparently in a sound state.\n\nIt is difficult to fix upon the precise part where the tumor occupying the right moiety of the pelvis, and containing the boney matter, originated. There is, however, every reason to suppose it began low down in the pelvis under the peritoneum, as the surface of the tumor was evidently covered with that membrane; and from every circumstance in the appearance of the tumor, as well as a careful examination of it, during the progress of its dissolution, it is probable, that passing out of the pelvis anteriorly through the foramen ovale, as well as laterally under the ischium, and rising upwards over the spine of the ilium, it formed a complete communication from within outwardly, so as to envelope the whole of the right os innominatum entirely.\n\nAs the soft parts of the tumor decayed in maceration, great quantities of boney matter in irregular forms and of different sizes were found in the water at the bottom of the pan; and as no force, nor even motion,\nmotion; had been used which could have separated this matter from what remained adherent to the bone, it is highly probable it was ever deposited in, and dispersed through, the tumor in a detached state.\n\nThe tumor, externally, bore the usual appearances of a diseased or enlarged gland; but, by degrees (as I had opportunities to observe upon changing the water) the whole appearance was changed, and the boney matter, as the maceration proceeded, seemed surrounded by a hard, white, and rather transparent substance, not much unlike suet, in which state it principally resisted the dissolvent power of the water.\n\nWhen the bone in general seemed sufficiently cleansed for drying, I found in one part some remains of this fatty substance; but as I was unwilling to continue the whole in water any longer for the sake of this small portion, and thought besides that in its drying I might get some insight into its nature, I exposed it to the open air; and was surprized to find that in the course of three days it was entirely dissipated, scarcely a trace of it remaining, unless that, in the particular portion alluded to, the boney matter was of a more dusky colour than elsewhere.\n\nI had now the satisfaction to find the attention and care bestowed upon the bones during the maceration amply repaid by the singularities which they presented.\nThe left os innominatum was perfectly free from any unnatural appearance in every part, even to its junction at the symphysis of the pubis; but there the line was drawn, and disease immediately began to shew itself through the whole of the right os innominatum, and to advance as it were from a superficial ulceration to excrescences in the greatest quantity.\n\nIt is remarkable, that the cartilage connecting the ossa pubis should be so complete a boundary to the disease; for though the external lamella was in all that part of the os pubis and ischium (particularly at the ramus of the latter) which united forms the foramen ovale, not the least deficiency is to be observed in the left os pubis. So interesting to the knowledge of the nature of this disease is it to observe that the extent of the tumor, which terminated exactly at this part, should likewise as exactly have limited its effects or consequences.\n\nSo far then as the external lamella of the os pubis and ischium was deficient, so far these bones presented that roughness and irregular loss of substances which is commonly denominated ulceration or superficial caries. The bottom of the acetabulum had likewise suffered in a similar manner: but over the whole of the ilium, both externally and internally, the lamella seemed very little injured, though covered by vast quantities of boney matter.\nMr. Cheston's Continuation of matter branching out into various forms of different sizes, which a minute examination and careful attempt to separate ascertained to be mere, though firm, adhesions to the surface of the bone, and adventitious to the part on which they were found.\n\nI am, &c.\n\nGloucester,\nNovember 1, 1780.\n\nEXPLANATION OF THE DRAWINGS.\n\nN° I. A front view of the pelvis.\n\nIt may only be necessary to observe here, as the drawing is so expressive of the original, that the centre of the external part of the ilium is not covered with boney matter in such quantities, or of such a size, as there is around and over the posterior part of the crista or spine, and where this bone forms a junction with the os sacrum; yet there is not the space of a six pence which has not more or less of it on it.\n\nThe os sacrum, though apparently found, is likewise sprinkled with it in several places.\nN° II. A side view of the pelvis, shewing,\n\n1. In the acetabulum a slight erosion.\n2. The boney matter in different forms and sizes on the outward side of the ilium.\n3. The os sacrum slightly expressed, resting on a cork.\n4. The crista of the ilium at the posterior part thickly covered with boney matter; at the anterior, free from it.\n\nI have made no references in the drawings, as the above remarks will be sufficiently obvious.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106397.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 16324,
    "total-output-tokens": 1716,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        990,
        2
      ],
      [
        990,
        2319,
        3
      ],
      [
        2319,
        3664,
        4
      ],
      [
        3664,
        5029,
        5
      ],
      [
        5029,
        5929,
        6
      ],
      [
        5929,
        5929,
        7
      ],
      [
        5929,
        5929,
        8
      ],
      [
        5929,
        5929,
        9
      ],
      [
        5929,
        6360,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106397",
    "title": "Continuation of the Case of James Jones. By Richard Browne Cheston, Surgeon to the Gloucester Insirmary. Communicated in a Letter to Mr. Henry Watson, Surgeon to the Westminister Hospital. (See p. 323)",
    "authors": "Richard Browne Cheston",
    "year": 1780,
    "volume": "70",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106397"
  }
}