{
  "id": "e50c4bc5b7808eb893814ea4e6a0f1ae71592597",
  "text": "VI. On Periodical Laws in the larger Magnetic Disturbances.\n\nBy Captain C. W. Younghusband, Royal Artillery, F.R.S.\n\nReceived February 16, 1853.—Read February 24, 1853.\n\nHAVING submitted the hourly observations of the magnetic declination made at the St. Helena and the Cape of Good Hope Observatories to a course of examination similar to that undertaken by Colonel Sabine for Toronto and Hobarton, and published by him in the Philosophical Transactions, Part I. for 1851, and Part I. for 1852, also in Vol. II. Magnetical and Meteorological Observations at Hobarton, and Vol. II. Magnetical and Meteorological Observations at Toronto (now in the press), with the object of investigating some of the laws which govern the occurrence of the larger magnetic disturbances, I have found that at these two stations, as well as at the two others, the evidence is complete of the existence of laws of a periodical character: the facts appear to be important materials towards elucidating the general laws of disturbances, and I therefore venture to communicate them to the Royal Society.\n\nThe observations which have been examined are comprised between September 1842 and September 1847 at St. Helena, and between July 1841 and July 1846 at the Cape of Good Hope; these periods include all the hourly observations that could be made available for discussion.\n\nThe observations were made simultaneously at all the magnetic stations, viz. at the commencement of each Göttingen hour; we have, therefore, the best opportunity of judging of the degree in which the disturbances may be referred to one general cause, while by arranging them with regard to local time, the means are afforded of showing the operation of laws which have respect to the sun's position towards the place, both in relation to the hour of the day and the season of the year.\n\nAt St. Helena, every observation that differed by $2\\cdot5$ scale divisions from its normal place (meaning by that, the mean place at the hour, and in the month in which the observation occurs) has been regarded as a disturbed observation, and separated from the others; the number of observations thus separated amounts to 2659; the whole number of hourly observations made in the period amounted to 36,054, wherefore one observation in 13·6 has been regarded as disturbed. At the Cape, in like manner, every observation that differed by more than $2\\cdot5$ scale divisions has been regarded as disturbed and separated from the others; the number of separated observations is 3038, the number of hourly observations made in the period is 36,571, wherefore one observation in every 12·0 is disturbed.\n\nMDCCCLIII.\nThe limit beyond which an observation should be regarded as disturbed, was, of course, arbitrarily fixed; and as the principle on which the disturbances were separated was the same as that which formed a guide in the previous investigation, it is only necessary here to repeat, that the absolute numbers which express the frequency and amount of the disturbances cannot be compared at any two stations, but a comparison may with propriety, and has been made, between the ratios of each year, or season or hour, to the respective mean quantities.\n\nIn a paper by Colonel Sabine already alluded to, a comparison has been instituted of the disturbances at Toronto and Hobarton, stations almost as far from each other, geographically, as it is possible for two places to be situated on the surface of the earth, but possessing considerable analogy in their magnetical relations. The result of the comparison was to show a striking connection between the two places in the laws of the occurrence of disturbances, whether as regards the hour of the day, the season of the year, or the year itself. Now St. Helena and the Cape of Good Hope, situated near together, are unlike magnetically, as well as in geographical position, to either Toronto or Hobarton; and I am desirous, in addition to presenting an investigation into the periodical character of the laws of disturbance operating at the new stations, to point out in what respect the character agrees, and in what it differs, from that which has been found at Toronto and Hobarton.\n\nWe may expect, from facts already known, some agreement in the amount of disturbance in the same years at different places. Table I. exhibits the ratios of the numbers and aggregate values of the disturbed observations in the different years to the average annual number and aggregate value, also the average value of one disturbance in each year.\n\n| Years | Numbers | Aggregate values | Average value of one disturbance | Numbers | Aggregate values | Average value of one disturbance |\n|-------|---------|-----------------|----------------------------------|---------|-----------------|----------------------------------|\n|       | St. Helena. |                 |                                  | Cape of Good Hope. |                 |                                  |\n| 1841  | .......... | ................. | .................................. | 0·97*    | 1·07*           | 3·10*                            |\n| 1842  | 0·98†     | 0·96†           | 2·43†                            | 1·25     | 1·26            | 2·86                             |\n| 1843  | 0·82      | 0·76            | 2·31                             | 0·57‡    | 0·53‡           | 2·62‡                            |\n| 1844  | 0·90‖     | 0·90‖           | 2·47‖                            | 0·90     | 0·88            | 2·76                             |\n| 1845  | 1·00      | 0·97            | 2·41                             | 0·93     | 0·91            | 2·76                             |\n| 1846  | 1·06      | 1·03            | 2·42                             | 1·38§    | 1·36§           | 2·78§                            |\n| 1847  | 1·25¶     | 1·37¶           | 2·72¶                            | .......... | ..........       |                                  |\n\nThe observations are here too incomplete, and their duration too limited to derive more than a general indication of the action of the same law, which has been shown to exist at Toronto and Hobarton, of the periodical character of the number and magnitude of the disturbances during a cycle of years; both at Toronto and Hobarton.\n\n* From six months' observations. † From four months' observations. ‡ From ten months' observations. ‖ From ten months' observations. § From six months' observations. ¶ From eight months' observations.\nthe year 1843 has been shown to be that of least disturbance, and 1848 of greatest; and we have here some additional evidence of a general cause operating over the whole globe to produce a minimum magnetic effect in 1843 progressing towards a maximum in 1848. In judging of the fulfilment of the general law and of the degree of accordance of the ratios at the two stations, it is to be borne in mind that three years only are complete years of observation at each station, and that in the other three years at each station the ratios are necessarily computed from the portions of those years to which the observations are limited; also, that although the observations were everywhere made simultaneously, as stated above, yet that the cessation on Sundays was regulated by local time; and as the Saturdays' observations were closed at midnight, and the Mondays' observations commenced at 1 A.M. civil time, there are a certain number at each station which have none corresponding at any other.\n\nTable II. contains the ratios of the numbers and aggregate values of the disturbances, divided into their westerly and easterly components, to the average annual number and aggregate value.\n\n### Table II.\n\n| Years | St. Helena | | | | Cape of Good Hope | | |\n|-------|------------|---|---|---|------------------|---|---|\n|       | Westerly   | Easterly | Westerly | Easterly | Numbers | Aggregate values | Numbers | Aggregate values |\n|       | Numbers    | Aggregate values | Numbers | Aggregate values | Numbers | Aggregate values | Numbers | Aggregate values |\n| 1841  | .......... | .......... | .......... | .......... | 0·95    | 1·07            | 1·00    | 1·08            |\n| 1842  | 0·91       | 0·92      | 1·02      | 0·96      | 1·14    | 1·16            | 1·39    | 1·40            |\n| 1843  | 0·75       | 0·70      | 0·89      | 0·86      | 0·56    | 0·52            | 0·59    | 0·54            |\n| 1844  | 0·89       | 0·91      | 0·90      | 0·92      | 0·97    | 0·95            | 0·80    | 0·77            |\n| 1845  | 0·96       | 0·94      | 1·03      | 1·04      | 0·96    | 0·96            | 0·88    | 0·84            |\n| 1846  | 1·07       | 1·04      | 1·02      | 1·05      | 1·42    | 1·36            | 1·36    | 1·36            |\n| 1847  | 1·43       | 1·49      | 1·14      | 1·17      | ....... | .......          | ....... | .......          |\n\nIf we separate the whole number of observations at St. Helena and the Cape into their easterly and westerly components, we find that each of the two divisions singly, indicate the same periodical law which they did when combined, viz. a fall to a minimum in 1843, from whence an increase towards a maximum in 1848 takes place; and this is apparent both in the number of observations disturbed and the amount of the disturbance. By an easterly disturbance is to be understood, that the end of the needle which points north is disturbed from its normal place towards the east, and vice versa, and this whether the mean declination has an easterly or westerly value, and whether the station be in the northern or southern hemisphere.\n\nTable III. contains the ratios of the westerly to the easterly disturbed observations in each year, in numbers and values.\nTABLE III.\n\n| Years | St. Helena | | Cape of Good Hope |\n|-------|------------|-----------------|-------------------|\n|       | Numbers. W. to E. | Values. W. to E. | Numbers. W. to E. | Values. W. to E. |\n| 1841  | ............ | ............... | 1·36 to 1 | 1·42 to 1 |\n| 1842  | 1·12 to 1    | 1·28 to 1      | 1·17 to 1 | 1·19 to 1 |\n| 1843  | 1·07 to 1    | 1·09 to 1      | 1·35 to 1 | 1·38 to 1 |\n| 1844  | 1·26 to 1    | 1·45 to 1      | 1·73 to 1 | 1·77 to 1 |\n| 1845  | 1·18 to 1    | 1·20 to 1      | 1·57 to 1 | 1·66 to 1 |\n| 1846  | 1·33 to 1    | 1·34 to 1      | 1·51 to 1 | 1·40 to 1 |\n| 1847  | 1·60 to 1    | 1·70 to 1      | ......     | ......     |\n\nThe westerly disturbances therefore decidedly preponderate at both stations over the easterly in the aggregate of each year, both in frequency and amount. At Hobarton a similar preponderance of westerly over easterly was found in every year; but at Toronto, on the contrary, the easterly disturbance exceeded the westerly in every year (though they were nearly equal in 1841 and 1847); yet on the average of seven and a half years' observation the easterly disturbances were in proportion to the westerly, as 1·17 to 1 in number, and as 1·16 to 1 in value.\n\nDividing the disturbances into the several months of their occurrence, we have in Table IV. the ratios in each month of the number of disturbances, of their values, and of the average value of one disturbance to the mean monthly values.\n\nTABLE IV.\n\n| Months | St. Helena | | Cape of Good Hope |\n|--------|------------|-----------------|-------------------|\n|        | Numbers.   | Values.         | Average value of one disturbance. | Numbers.   | Values.         | Average value of one disturbance. |\n| January | 1·60       | 1·76            | 1·12              | 1·71       | 1·77            | 1·04              |\n| February| 1·39       | 1·41            | 1·03              | 1·49       | 1·60            | 1·08              |\n| March   | 0·99       | 1·00            | 1·02              | 0·95       | 0·90            | 0·95              |\n| April   | 1·36       | 1·41            | 1·05              | 1·36       | 1·29            | 0·96              |\n| May     | 0·83       | 0·80            | 0·97              | 0·51       | 0·48            | 0·94              |\n| June    | 0·36       | 0·34            | 0·97              | 0·42       | 0·37            | 0·88              |\n| July    | 0·54       | 0·59            | 0·94              | 0·49       | 0·58            | 1·18              |\n| August  | 0·75       | 0·72            | 0·97              | 0·48       | 0·47            | 0·96              |\n| September| 1·21     | 1·20            | 1·01              | 0·91       | 0·91            | 1·00              |\n| October | 0·76       | 0·71            | 0·95              | 1·14       | 1·09            | 0·96              |\n| November| 0·96       | 0·91            | 0·96              | 1·32       | 1·32            | 1·00              |\n| December| 1·13       | 1·14            | 1·02              | 1·21       | 1·23            | 1·01              |\n\nFrom this table we find that January is the month of greatest disturbance in frequency and value, and June of least disturbance, both at St. Helena and the Cape. On referring to the Hobarton observations, the very same months are found to be those of greatest and least disturbance respectively, but at Toronto both January and June are months of minimum disturbance; the maximum disturbances in the year occurring at Toronto in April and September.\n\nIn comparing the observations at Toronto and Hobarton alone, it was found that\nalthough a minimum of disturbance occurred at Toronto in midsummer, still the disturbances in the four summer months had a considerable preponderance over the disturbances in the four winter months; at Hobarton also the disturbances in the four summer months greatly exceeded those in the four winter months, and it seemed reasonable to refer the maxima and minima periods of disturbance in their mean effects to extreme seasons; St. Helena however offers a remarkable objection. The sun is vertical at St. Helena early in November, and again early in February, but there is no indication of the occurrence of the disturbances being connected with the sun's position relative to the place. The temperature reaches its maximum in the middle of March, and its minimum early in September; and if we consider the periods of extreme temperature to be those of extreme seasons at St. Helena, we shall find that at both those times the disturbances have their mean value, proving that insofar as St. Helena has extreme seasons, they are undoubtedly not coincident with extreme disturbances. While, therefore, we can class St. Helena, Cape of Good Hope and Hobarton together, places differing so widely in climate and geographical position, as exhibiting their maximum and minimum disturbance in the same months of the year contrasted with Toronto as presenting a different law, we may conclude that the principal causes which operate in producing the annual variation of the disturbances are not dependent upon local seasons.\n\nThere is, however, a striking point of similarity at all the stations about the times of the sun's passing the equator. At Toronto, April and September are both months of maxima disturbance in the year, September being that of primary maximum. At St. Helena a distinct tendency towards maxima is shown in the same two months, rather more strongly marked in April than in September. At the Cape of Good Hope the tendency towards maxima in the same two months is also quite apparent, but still more strongly marked in April over September than at St. Helena. At Hobarton the tendency to maxima in April and September is likewise evident, though not so marked, and here, as at Toronto, September's maximum preponderates over that of April.\n\nThe average value of a single disturbance scarcely differs in any of the months, either at St. Helena or the Cape; at Toronto and Hobarton the average value of one disturbance appears to be least in their summer months, about a mean in winter, and greatest in the equinoctial months.\n\nTable V. contains the ratios of the numbers and values of the westerly to the easterly disturbances in the different months. The westerly disturbances exceed the easterly in every case; the preponderance has its greatest excess in the month of May, and its least in the month of February at both stations. It also appears that the ratio of westerly values is greater than the ratio of westerly numbers. At Hobarton the westerly tendencies were also found to exceed the easterly in every month, while at Toronto the easterly exceeded the westerly in every month; and it is worthy of remark, that at these two stations, as well as at the Cape and St. Helena, the ratios of values likewise exceeded the ratios of numbers; the amount in every instance is small, but decided.\nTable V.\n\nRatios of Westerly to Easterly disturbed observations in every month in the year in numbers and values, at St. Helena and the Cape of Good Hope, the numbers and values of the easterly disturbances being represented in each case by unity.\n\n| Months     | St. Helena |         | Cape of Good Hope |\n|------------|------------|---------|-------------------|\n|            | Numbers    | Values  | Numbers           | Values |\n| January    | 1·23       | 1·18    | 1·16              | 1·14   |\n| February   | 0·96       | 1·03    | 1·21              | 1·22   |\n| March      | 1·21       | 1·20    | 1·90              | 2·03   |\n| April      | 1·41       | 1·56    | 1·39              | 1·50   |\n| May        | 1·88       | 2·07    | 3·13              | 3·20   |\n| June       | 1·13       | 1·07    | 2·09              | 1·99   |\n| July       | 1·70       | 1·63    | 1·70              | 1·55   |\n| August     | 1·11       | 1·17    | 1·20              | 1·44   |\n| September  | 1·24       | 1·34    | 1·54              | 1·55   |\n| October    | 1·15       | 1·28    | 1·28              | 1·26   |\n| November   | 1·50       | 1·55    | 1·43              | 1·49   |\n| December   | 1·18       | 1·28    | 1·31              | 1·43   |\n| Means      | 1·31       | 1·37    | 1·61              | 1·65   |\n\nTable VI. exhibits the average value of an easterly compared with that of a westerly disturbed observation in the several months, found by dividing the aggregate easterly or westerly amount of disturbance by the corresponding number of occurrences.\n\nTable VI.\n\nAverage values of an Easterly and of a Westerly disturbance in the several months.\n\n| Months     | St. Helena |         | Cape of Good Hope |\n|------------|------------|---------|-------------------|\n|            | Easterly   | Westerly| Easterly          | Westerly|\n| January    | 2·67       | 2·89    | 2·93              | 2·88   |\n| February   | 2·35       | 2·54    | 3·01              | 3·03   |\n| March      | 2·43       | 2·43    | 2·55              | 2·70   |\n| April      | 2·38       | 2·62    | 2·55              | 2·75   |\n| May        | 2·18       | 2·40    | 2·57              | 2·64   |\n| June       | 2·37       | 2·25    | 2·55              | 2·43   |\n| July       | 2·31       | 2·22    | 3·48              | 3·18   |\n| August     | 2·24       | 2·36    | 2·42              | 2·91   |\n| September  | 2·30       | 2·50    | 2·78              | 2·79   |\n| October    | 2·15       | 2·39    | 2·69              | 2·66   |\n| November   | 2·24       | 2·34    | 2·73              | 2·85   |\n| December   | 2·32       | 2·52    | 2·69              | 2·94   |\n| Means      | 2·33       | 2·45    | 2·75              | 2·81   |\n\nIt appears from this table that an easterly disturbance is very generally less in amount than a westerly disturbance. At St. Helena there is but one month in the year in which the westerly disturbance falls below the easterly, and but three at the\nCape of Good Hope. On the average of the year the easterly is decidedly a smaller disturbance than the westerly. The same fact is shown from the Hobarton observations. At that station the easterly disturbance is smaller than the westerly in eleven months of the year, the average annual easterly disturbance being considerably less than the westerly. At Toronto also we find the same fact occurring; the value of a disturbed easterly observation is less than a westerly on the average of the year; the difference is however in this case inconsiderable, and there are several discrepancies in the different months.\n\nNext, distributing the disturbances into the several hours of their occurrence, the following table is obtained. The facts, besides being very remarkable when viewed alone, acquire so much additional interest when exhibited in contrast with the law which has already been shown to prevail at Toronto and Hobarton, that I have placed the corresponding tables of the ratios at Toronto and Hobarton beside those of St. Helena and the Cape for the sake of more convenient comparison.\n\n**Table VII.**\n\nRatios of the numbers and of the aggregate values at the several hours, to the mean hourly numbers and values at St. Helena, Cape of Good Hope, Hobarton and Toronto.\n\n| Mean time at station, Astronomical reckoning. | St. Helena. | Cape of Good Hope. | Hobarton. | Toronto. |\n|---------------------------------------------|-------------|-------------------|-----------|----------|\n|                                             | Numbers.    | Values.           | Numbers.  | Values.  |\n| Day                                         |             |                   |           |          |\n| 18 hours                                    | 0·23        | 0·24              | 0·98      | 1·00     |\n| 19                                          | 0·44        | 0·38              | 1·30      | 1·29     |\n| 20                                          | 0·95        | 0·88              | 1·97      | 1·86     |\n| 21                                          | 1·58        | 1·49              | 2·01      | 1·97     |\n| 22                                          | 1·92        | 1·94              | 2·25      | 2·28     |\n| 23                                          | 2·49        | 2·55              | 2·12      | 2·17     |\n| Noon                                        | 2·70        | 2·77              | 1·97      | 1·93     |\n| 1                                           | 2·82        | 2·92              | 1·57      | 1·51     |\n| 2                                           | 2·65        | 2·72              | 1·31      | 1·22     |\n| 3                                           | 2·29        | 2·27              | 0·83      | 0·76     |\n| 4                                           | 1·86        | 1·78              | 0·77      | 0·69     |\n| 5                                           | 1·18        | 1·10              | 0·52      | 0·48     |\n| Sum of ratios at day-hours.                 | 21·11       | 21·04             | 17·60     | 17·16    |\n| Night                                       |             |                   |           |          |\n| 6 hours                                     | 0·60        | 0·56              | 0·63      | 0·60     |\n| 7                                           | 0·29        | 0·29              | 0·67      | 0·66     |\n| 8                                           | 0·32        | 0·32              | 0·71      | 0·81     |\n| 9                                           | 0·22        | 0·26              | 0·62      | 0·65     |\n| 10                                          | 0·21        | 0·24              | 0·59      | 0·69     |\n| 11                                          | 0·20        | 0·24              | 0·44      | 0·53     |\n| Midnight                                    | 0·22        | 0·26              | 0·45      | 0·52     |\n| 13                                          | 0·15        | 0·16              | 0·52      | 0·52     |\n| 14                                          | 0·17        | 0·18              | 0·49      | 0·50     |\n| 15                                          | 0·16        | 0·15              | 0·44      | 0·42     |\n| 16                                          | 0·15        | 0·17              | 0·51      | 0·49     |\n| 17                                          | 0·17        | 0·18              | 0·44      | 0·45     |\n| Sum of ratios at night-hours.                | 2·86        | 3·01              | 6·51      | 6·84     |\n\n12·20 10·75 10·48 9·75\nThe above table shows in a very striking manner that at St. Helena the disturbances are almost, without exception, confined to the hours of the day. At the Cape the hours of the day are likewise those of greatest disturbance in a very marked degree, as for instance, at eleven o'clock in the forenoon they are between four and five times as frequent, and as great in amount, as at the corresponding hour at night twelve hours later. Hobarton and Toronto present however very different features: there the hours of the night are of greatest disturbance; but it will be seen that the sum of the ratios at the twelve hours of the night does not exceed the sum of the ratios in the twelve hours of the day in the same degree that the sum of the day ratios exceeds the sum of the night ratios at St. Helena and the Cape. At Hobarton the night ratios only slightly exceed those of the day. At Toronto the preponderance is greater; but at the Cape we find the day-ratios between two and three times as great as those of the night, and at St. Helena about seven times as great. We must proceed further to gain a more perfect knowledge of the laws of the daily and nightly occurrences, by separating the disturbances classed according to the hours of their occurrence into their easterly and westerly components.\n\n**Table VIII.**\n\nRatios of the Easterly and Westerly numbers and values at the several hours, to the mean easterly and westerly numbers and values.\n\n| Mean time at the station, Astronomical reckoning. | St. Helena. | Cape of Good Hope. |\n|-------------------------------------------------|-------------|-------------------|\n|                                                 | Easterly.   | Westerly.         |\n|                                                 | Numbers.    | Values.           | Numbers.    | Values.           |\n|                                                 |             |                   |             |                   |\n| Day.                                             |             |                   |             |                   |\n| 18 hours                                         | 0·08        | 0·08              | 0·34        | 0·36              |\n| 19                                               | 0·39        | 0·32              | 0·48        | 0·43              |\n| 20                                               | 1·08        | 0·99              | 0·85        | 0·80              |\n| 21                                               | 1·65        | 1·62              | 1·52        | 1·40              |\n| 22                                               | 2·12        | 2·22              | 1·76        | 1·73              |\n| 23                                               | 2·80        | 2·96              | 2·24        | 2·24              |\n| Noon.                                            | 3·00        | 3·12              | 2·47        | 2·50              |\n| 1                                                | 3·02        | 3·17              | 2·66        | 2·73              |\n| 2                                                | 3·06        | 3·19              | 2·32        | 2·37              |\n| 3                                                | 2·59        | 2·61              | 2·05        | 2·02              |\n| 4                                                | 2·16        | 2·07              | 1·61        | 1·56              |\n| 5                                                | 1·08        | 0·98              | 1·26        | 1·18              |\n| Sum of ratios at day-hours.                      | 23·03       | 23·33             | 19·56       | 19·32             |\n|                                                 |             |                   |             |                   |\n| Night.                                           |             |                   |             |                   |\n| 6 hours                                          | 0·41        | 0·35              | 0·76        | 0·71              |\n| 7                                                | 0·14        | 0·12              | 0·40        | 0·43              |\n| 8                                                | 0·12        | 0·10              | 0·47        | 0·49              |\n| 9                                                | 0·06        | 0·05              | 0·34        | 0·41              |\n| 10                                               | 0·04        | 0·03              | 0·34        | 0·39              |\n| 11                                               | 0·00        | 0·00              | 0·35        | 0·41              |\n| Midnight.                                        | 0·00        | 0·00              | 0·39        | 0·45              |\n| 13                                               | 0·00        | 0·00              | 0·27        | 0·28              |\n| 14                                               | 0·02        | 0·02              | 0·29        | 0·31              |\n| 15                                               | 0·04        | 0·04              | 0·26        | 0·24              |\n| 16                                               | 0·00        | 0·00              | 0·27        | 0·29              |\n| 17                                               | 0·02        | 0·02              | 0·29        | 0·31              |\n| Sum of ratios at night-hours.                     | 0·85        | 0·73              | 4·43        | 4·72              |\n|                                                 |             |                   |             |                   |\n\n|             | Easterly. | Westerly. |\n|-------------|-----------|-----------|\n|             | Numbers.  | Values.   |\n|             |           |           |\n|             | 1·10      | 1·19      |\n|             | 0·91      | 0·86      |\n|             | 1·56      | 1·56      |\n|             | 1·21      | 1·10      |\n|             | 2·29      | 2·28      |\n|             | 1·74      | 1·57      |\n|             | 2·32      | 1·84      |\n|             | 1·73      | 1·73      |\n|             | 2·60      | 2·77      |\n|             | 2·00      | 1·94      |\n|             | 2·67      | 2·67      |\n|             | 1·81      | 1·82      |\n|             | 2·27      | 2·29      |\n|             | 1·76      | 1·68      |\n|             | 1·42      | 1·29      |\n|             | 1·49      | 1·15      |\n|             | 1·03      |           |\n|             | 0·92      |           |\n|             | 0·89      |           |\n|             | 0·76      |           |\n|             | 0·66      |           |\n|             | 0·60      |           |\n|             | 0·58      |           |\n|             | 0·77      |           |\n|             | 0·75      |           |\n|             | 0·92      |           |\n|             | 0·96      |           |\n|             | 1·01      |           |\n|             | 1·21      |           |\n|             | 0·89      |           |\n|             | 0·97      |           |\n|             | 0·84      |           |\n|             | 1·03      |           |\n|             | 0·64      |           |\n|             | 0·78      |           |\n|             | 0·61      |           |\n|             | 0·71      |           |\n|             | 0·60      |           |\n|             | 0·60      |           |\n|             | 0·53      |           |\n|             | 0·44      |           |\n|             | 0·44      |           |\n|             | 0·45      |           |\n|             | 0·44      |           |\n|             | 0·49      |           |\n|             | 0·50      |           |\n|             | 0·43      |           |\n|             | 0·42      |           |\n|             | 8·18      |           |\n|             | 8·96      |           |\nSeparating the whole body of disturbances at St. Helena and the Cape of Good Hope into their easterly and westerly components, it is thus found that the law of the hourly disturbance has the same general characteristic feature when viewed separately in either direction as when together, viz. the preponderance of disturbances during the day over those during the night. This would be anticipated from the large excess of the total daily disturbances; but the fact is interesting as evidencing a law different from that by which the disturbances both at Toronto and Hobarton are regulated. When the disturbances at these places were separated into their easterly and westerly components, it was found that for the purpose of comparison they should be arranged into two classes, viz. the easterly disturbances at Toronto and the westerly at Hobarton into one class, and the westerly disturbances at Toronto and the easterly at Hobarton into another; the results are elsewhere published in detail*, but it may be convenient here to repeat the general conclusion, viz. as respects the first class (easterly at Toronto and westerly at Hobarton), it was found that, at Toronto, the nightly disturbances were to the daily as $2\\cdot0$ to $1$ in number and as $2\\cdot8$ to $1$ in value. At Hobarton the nightly disturbances were to the daily as $1\\cdot6$ to $1$ in number and as $2\\cdot4$ to $1$ in value, the disturbance being greater at both places at any hour of the night than at any hour of the day. Respecting the second class (westerly at Toronto and easterly at Hobarton), the period of twenty-four hours required to be otherwise divided. At Toronto (westerly) the numbers and values were uniformly less at every hour from noon to midnight than at any hour from midnight to noon. At Hobarton (easterly) the numbers and values were greater at any hour from 6 A.M. to 5 P.M. than at any hour from 6 P.M. to 5 A.M., or the easterly day disturbance greater than the easterly night disturbance. In this last we recognize a similarity in the law to that in both directions combined, or either separately, at the Cape and St. Helena; and although we found that the total disturbance at Hobarton showed a preponderance during the night to that during the day, it is evident this was caused by the westerly maxima having overridden and masked the easterly maxima.\n\nIt has already been shown, as the result of the separation of the disturbances at St. Helena and the Cape into easterly and westerly movements, that in each separate instance, as in both combined, there is the same general law, viz. the maxima of frequency and amount occurring in the day hours and the minima in the night hours. When closely followed out, however, the law of easterly and westerly disturbances presents some differences. Table IX. contains the total amounts of easterly and of westerly disturbances observed during all the years in which the observations under discussion were made, in frequency and value, at the several hours of their occurrence at St. Helena and the Cape of Good Hope.\n\n* Philosophical Transactions for 1852, p. 103.\n### Table IX.\n\n| Mean time at Station, Astronomical reckoning. | St. Helena. | Cape of Good Hope. |\n|---------------------------------------------|-------------|-------------------|\n|                                             | Numbers.    | Values.           | Numbers.    | Values.           |\n|                                             | Easterly.   | Westerly.         | Easterly.   | Westerly.         |\n|                                             | Easterly.   | Westerly.         | Easterly.   | Westerly.         |\n| Day.                                        |             |                   |             |                   |\n| 19 hours.                                   | 19          | 30                | 52·6        | 91·7              | 81          | 83                | 301·4        | 308·1            |\n| 20                                           | 53          | 53                | 160·7       | 171·9             | 119         | 129               | 440·0        | 440·4            |\n| 21                                           | 81          | 94                | 261·2       | 301·6             | 117         | 136               | 447·9        | 484·2            |\n| 22                                           | 104         | 109               | 357·5       | 372·3             | 135         | 148               | 533·7        | 544·6            |\n| 23                                           | 137         | 139               | 479·0       | 481·7             | 133         | 134               | 515·1        | 510·8            |\n| Noon.                                       | 147         | 153               | 503·2       | 539·2             | 118         | 130               | 441·5        | 470·8            |\n| 1                                            | 148         | 165               | 511·0       | 589·7             | 93          | 105               | 350·3        | 361·3            |\n| 2                                            | 150         | 144               | 515·1       | 510·8             | 80          | 85                | 287·9        | 289·6            |\n| 3                                            | 127         | 127               | 420·4       | 436·3             | 48          | 56                | 171·2        | 185·9            |\n| 4                                            | 106         | 100               | 333·4       | 336·2             | 33          | 64                | 114·1        | 212·9            |\n| 5                                            | 53          | 78                | 158·3       | 255·1             | 22          | 44                | 66·4         | 161·9            |\n| 6                                            | 20          | 47                | 55·7        | 153·9             | 22          | 57                | 72·7         | 211·1            |\n| Night.                                      |             |                   |             |                   |             |                   |             |                 |\n| 7 hours.                                    | 7           | 25                | 19·2        | 91·8              | 16          | 68                | 46·2         | 267·9            |\n| 8                                            | 6           | 29                | 16·4        | 105·8             | 15          | 75                | 42·4         | 338·6            |\n| 9                                            | 3           | 21                | 7·8         | 89·4              | 12          | 66                | 35·9         | 271·1            |\n| 10                                           | 2           | 21                | 5·1         | 83·7              | 12          | 62                | 37·6         | 289·3            |\n| 11                                           | 0           | 22                | 0·0         | 89·9              | 9           | 47                | 31·0         | 218·7            |\n| Midnight.                                   | 0           | 24                | 0·0         | 96·3              | 12          | 45                | 47·2         | 199·6            |\n| 13                                           | 0           | 17                | 0·0         | 61·0              | 21          | 44                | 78·7         | 167·8            |\n| 14                                           | 1           | 18                | 2·8         | 66·6              | 23          | 39                | 70·6         | 166·5            |\n| 15                                           | 2           | 16                | 6·2         | 50·7              | 23          | 33                | 76·0         | 123·2            |\n| 16                                           | 0           | 17                | 0·0         | 62·6              | 28          | 36                | 92·0         | 140·0            |\n| 17                                           | 1           | 18                | 2·5         | 65·9              | 24          | 32                | 96·8         | 115·8            |\n| 18                                           | 4           | 21                | 12·4        | 77·0              | 57          | 67                | 229·5        | 241·4            |\n\nFrom this table it appears that at St. Helena, although few disturbances occurred at night in comparison with those during the day, almost all the nightly disturbances were in the westerly direction. During five years of observation 183 disturbances, in all, occurred between the hours of 9 p.m. and 5 a.m. inclusive, having a value of 690·5 scale divisions; of these but nine were in the easterly direction with a value of only 24·4 scale divisions, the remaining 174 were in the westerly direction with a value of 666·1 scale divisions. During the same number of hours of maximum disturbance, from 9 a.m. to 5 p.m. inclusive, there were 2162 disturbances having a value of 7362·0 scale divisions; of these 1053 were to the east and 1109 to the west, the values being 3539·1 and 3822·9 scale divisions respectively; westerly are therefore slightly the greater. At the Cape of Good Hope the preponderance of westerly over easterly disturbance is greater during the day hours than at St. Helena, and not so great during the night hours; and the analogy with St. Helena is still so far carried out that the excess during the night hours is considerably greater than the excess in the day hours.\n\nSt. Helena is situated in that part of the globe in which the diurnal movement of the declination needle has peculiar interest. Unlike those places in middle lati-\ntudes, where the north end of the needle attains its extreme easterly and westerly positions at the same hours in all seasons, at St. Helena the curve of diurnal movement is precisely reversed at opposite periods of the year; in general terms, it may be said to correspond to that of the diurnal variation in the northern hemisphere, (at Toronto for example), when the sun is north of the equator, and to the diurnal variation in the southern hemisphere (or as at Hobarton), when the sun is south of the equator. It appeared therefore desirable to examine whether the law of the occurrence of the disturbance, as respects the hour of the day, remained the same in every month in the year, whether in fact there was any analogy between the law of hourly disturbance at one period of the year compared with northern latitudes, or at Toronto, and of the opposite period compared with southern latitudes, or at Hobarton.\n\nTable X. will show that the law is the same in all the months of the year, the hours of the day being in every month periods of greatest, and the night hours of least disturbance.\n\n**Table X.**\n\nMonthly Statement of the number of Disturbed Observations in Five Years, at St. Helena, distributed into the several months and hours of their occurrence.\n\n| Hours. | Jan. | Feb. | March. | April. | May. | June. | July. | August. | Sept. | Oct. | Nov. | Dec. | Sums. |\n|--------|------|------|--------|--------|------|-------|-------|---------|-------|------|------|------|-------|\n| Noon.  | 34   | 30   | 28     | 42     | 16   | 11    | 32    | 19      | 25    | 13   | 20   | 30   | 300   |\n| 1      | 26   | 24   | 29     | 42     | 25   | 12    | 32    | 19      | 34    | 19   | 23   | 28   | 313   |\n| 2      | 29   | 31   | 20     | 35     | 20   | 12    | 21    | 22      | 37    | 12   | 27   | 28   | 294   |\n| 3      | 28   | 30   | 18     | 23     | 23   | 10    | 25    | 13      | 29    | 12   | 17   | 26   | 254   |\n| 4      | 28   | 22   | 18     | 18     | 16   | 6     | 21    | 12      | 21    | 12   | 14   | 18   | 206   |\n| 5      | 16   | 10   | 14     | 12     | 8    | 5     | 9     | 9       | 16    | 10   | 11   | 11   | 131   |\n| 6      | 7    | 5    | 8      | 7      | 5    | 0     | 6     | 6       | 3     | 3    | 6    | 11   | 67    |\n| 7      | 3    | 2    | 4      | 8      | 1    | 1     | 3     | 1       | 2     | 0    | 4    | 3    | 32    |\n| 8      | 3    | 1    | 5      | 6      | 3    | 2     | 3     | 3       | 1     | 2    | 3    | 3    | 35    |\n| 9      | 4    | 1    | 3      | 6      | 2    | 1     | 1     | 2       | 0     | 0    | 2    | 2    | 24    |\n| 10     | 4    | 2    | 2      | 6      | 2    | 0     | 1     | 3       | 0     | 0    | 1    | 2    | 23    |\n| 11     | 3    | 1    | 3      | 6      | 2    | 0     | 2     | 1       | 0     | 0    | 2    | 2    | 22    |\n| Midnt. | 3    | 2    | 2      | 6      | 3    | 0     | 2     | 0       | 0     | 0    | 2    | 4    | 24    |\n| 13     | 1    | 2    | 2      | 4      | 0    | 0     | 2     | 0       | 1     | 1    | 2    | 2    | 17    |\n| 14     | 1    | 2    | 2      | 2      | 1    | 0     | 3     | 0       | 1     | 2    | 3    | 2    | 19    |\n| 15     | 2    | 1    | 1      | 2      | 1    | 0     | 2     | 3       | 1     | 1    | 3    | 1    | 18    |\n| 16     | 3    | 2    | 0      | 2      | 1    | 1     | 1     | 2       | 1     | 1    | 3    | 0    | 17    |\n| 17     | 3    | 1    | 0      | 2      | 0    | 0     | 4     | 1       | 1     | 2    | 5    | 0    | 19    |\n| 18     | 3    | 1    | 0      | 2      | 2    | 1     | 2     | 3       | 3     | 2    | 5    | 1    | 25    |\n| 19     | 5    | 2    | 1      | 2      | 1    | 2     | 5     | 3       | 11    | 10   | 5    | 2    | 49    |\n| 20     | 15   | 8    | 8      | 9      | 4    | 1     | 5     | 6       | 26    | 15   | 4    | 5    | 106   |\n| 21     | 22   | 15   | 12     | 16     | 18   | 4     | 9     | 10      | 26    | 14   | 13   | 16   | 175   |\n| 22     | 27   | 24   | 17     | 18     | 17   | 5     | 17    | 11      | 15    | 19   | 18   | 25   | 213   |\n| 23     | 27   | 38   | 25     | 28     | 16   | 7     | 25    | 20      | 17    | 20   | 22   | 31   | 276   |\n\nSums. 297 257 222 304 187 81 233 169 271 170 215 253 2659\n\nIt now only remains to notice the influence of the disturbances on the mean position of the magnet at the different hours; this we shall determine by obtaining the aggregate excess of disturbance in one direction over that in the opposite direction,\nand dividing by the whole number of days over which the period of observation extends.\n\nTable XI. contains the excess of easterly or westerly values of the disturbances at the several hours, and the mean effect on the position of the magnet.\n\n| Mean time at Station, Astronomical reckoning | St. Helena. | Cape of Good Hope. |\n|---------------------------------------------|-------------|-------------------|\n| 18 hours                                    | 0·31 W.     | 0·06 W.           |\n| 19                                          | 0·18 W.     | 0·03 W.           |\n| 20                                          | 0·05 W.     | 0·02 W.           |\n| 21                                          | 0·19 W.     | 0·18 W.           |\n| 22                                          | 0·07 W.     | 0·05 W.           |\n| 23                                          | 0·01 W.     | 0·02 E.           |\n| Noon                                        | 0·17 W.     | 0·14 W.           |\n| 1                                           | 0·37 W.     | 0·05 W.           |\n| 2                                           | 0·02 E.     | 0·01 W.           |\n| 3                                           | 0·08 W.     | 0·08 W.           |\n| 4                                           | 0·01 W.     | 0·49 W.           |\n| 5                                           | 0·46 W.     | 0·49 W.           |\n| 6                                           | 0·46 W.     | 0·68 W.           |\n| 7                                           | 0·34 W.     | 1·09 W.           |\n| 8                                           | 0·43 W.     | 1·46 W.           |\n| 9                                           | 0·38 W.     | 1·16 W.           |\n| 10                                          | 0·37 W.     | 1·24 W.           |\n| 11                                          | 0·43 W.     | 0·92 W.           |\n| 13                                          | 0·46 W.     | 0·75 W.           |\n| Midnight                                    | 0·29 W.     | 0·44 W.           |\n| 14                                          | 0·30 W.     | 0·47 W.           |\n| 15                                          | 0·21 W.     | 0·23 W.           |\n| 16                                          | 0·30 W.     | 0·23 W.           |\n| 17                                          | 0·30 W.     | 0·09 W.           |\n\nThe effect of the disturbances in its mean quantity is therefore constantly to draw the north end of the magnet to the west both at St. Helena and the Cape; there is but one exceptional hour at St. Helena and one at the Cape, and these from the smallness of the amount may perhaps be considered as accidental; the influence on the night hours is decidedly greater than in the day, at both places, and is more strongly marked at the Cape than at St. Helena. Once more comparing this law with that at Toronto and Hobarton, it is interesting to observe, that whereas we have just seen the mean effect of the disturbance is constant in drawing the north end of the magnet to the west in every hour of the twenty-four at the Cape and St. Helena, and more energetically in the night than in the day; at Toronto the effect is west during the day and east during the night; and at Hobarton east during the day and west during the night.\n\nIn the foregoing paper exact numerical results have not been aimed at. It would be difficult, even if instrumental means were more perfect, to arrive at a very precise\nknowledge of the normal positions of the magnet, and therefore to separate all the disturbances, including those of smallest amount; nor would any commensurate advantage be gained by the attempt.\n\nBy the method pursued a sufficient body of disturbances has been dealt with (and those of the larger amount) to make it probable that the numerical ratios would suffer little alteration by a more refined process, which it is doubtful the observations themselves would sustain. The nature of the laws has in every instance been indicated; and their regular and systematic character, evidenced in the classification adopted, bear abundant testimony that the method (first employed by Colonel Sabine) of separating observations that differ by a certain prescribed amount from the mean, and dealing with them as disturbances, is the true method of investigating the laws by which the abnormal fluctuations are regulated.\n\nWoolwich, February 15th, 1853.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108560.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 14698,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2654,
        2
      ],
      [
        2654,
        6475,
        3
      ],
      [
        6475,
        9701,
        4
      ],
      [
        9701,
        13331,
        5
      ],
      [
        13331,
        16645,
        6
      ],
      [
        16645,
        19598,
        7
      ],
      [
        19598,
        24160,
        8
      ],
      [
        24160,
        31905,
        9
      ],
      [
        31905,
        35017,
        10
      ],
      [
        35017,
        41640,
        11
      ],
      [
        41640,
        46157,
        12
      ],
      [
        46157,
        49633,
        13
      ],
      [
        49633,
        50578,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108560",
    "title": "On Periodical Laws in the Larger Magnetic Disturbances",
    "authors": "C. W. Younghusband",
    "year": 1853,
    "volume": "143",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/108560"
  }
}