{
  "id": "6c14e175ad0ffa85ac2ebe417c30dba0688b4a73",
  "text": "to the part and stagnate there (which in bruises is the cause of blackness) and it was but as if such a blow had been given on a Body newly dead; which does not use to cause such a symptom of a bruise, after the Blood ceases to circulate.\n\nHaving done with the Head, they open'd the Breast, and found that burning to reach quite through the skin, which was in those scorch'd places hard and horney, and shrunk up, so as it was not so thick as the soft skin about it: but no appearance of any thing deeper than the skin; the Muscles not at all disorder'd or discolour'd (perhaps, upon the reason, that was but now said of the Head, Neck and Shoulder). Having then taken off the Sternum, the Lungs and Heart appear'd all well, and well-colour'd without any disorder.\n\nThis is the sum of what was observ'd; only that the whole Body was, by night, very much swell'd, more than in the morning; and smelt very strong and offensively: Which might be by the hotness of the weather, and by the heat of the place occasion'd by the multitude of People.\n\nAn Experiment\n\nTo examine, what Figure, and Celerity of Motion begetteth, or increaseth Light and Flame.\n\nThis was communicated by Dr. Beale, as follows;\n\nMay 5. 1665. fresh Mackrels were boil'd in Water, with salt and sweet herbs; and, when the Water was perfectly cold; the next morning, the Mackrels were left in the Water for pickle.\n\nMay 6. more fresh Mackrels were boil'd in like Water; and May 7. both Water and Mackrels were put into the former Water, together with the former Mackrels. (Which circumstances I do particularize, because, whether, the mixture of the pickle of several ages, and a certain space of time, or whatever else was necessary, and wanting, the trial did not succeed with like effect at other times).\n\nBut now on the next Monday (May 8). evening, the Cook stirring the Water, to take out some of the Mackrels, found the Water at the first motion become very luminous, and the Fish shining through the Water, as adding much to the Light, which the water yielded. The water by the mixture of Salt and Herbs,\nIn the boiling, was of itself thick and rather blackish, than of any other clear colour: yet being stirr'd, it shin'd, and all the Fish appear'd, more brightly luminous in their own shapes.\n\nWherever the drops of this water (after it was stirr'd) fell on the Ground, or Benches, they shin'd: And the Children took drops in their hands, as broad as a penny, running with them about the house, and each drop, both near and at distance, seem'd by their shining as broad as a six pence, or a shilling, or broader.\n\nThe Cook turn'd up the side of the Fish, which was lowest, and thence came no shining: and after the water was for some good time settled, and fully at rest, it did not shine at all.\n\nOn Tuesday night (May 9), we repeated the same Trial, and found the same effects. The water, till it was stirr'd, gave no light, but was thick and dark, as we saw by day-light, and by candle-light. As soon as the Cook's hand was thrust into the water, it began to have a glimmering; but being gently stirr'd by the hand moving round (as the Dairy-maid do to gather the Curds for Cheese) it did so shine, that they, who look'd on it at some distance, from the further end of another room, thought verily, it was the shining of the Moon through a Window upon a Vessel of Milk; and by brisker Circulation it seem'd to flame.\n\nThe Fish did then shine as well from the Inside, as the Outside, and chiefly from the Throat, and such places, as seem'd a little broken in the boiling.\n\nI took a piece that shin'd most, and fitted it as well as I could devise in the night, both to my great Microscope, and afterwards to my little one; but I could discern no light by any of these Glasses; nor from any drops of the shining water, when put into the Glasses. And May 10, in the brightest rays of the Sun, I examin'd, in my great Microscope, a small broken piece of the Fish, which shin'd most the night before. We could find nothing on the surface of the Fish very remarkable. It seem'd whitish, and in a manner dried, with deep inequalities. And others, as well as myself, thought, we saw a stream, rather darkish, than luminous, arising like a very small dust from the Fish: And rarely here and there, a very small; and almost imperceptible sparkle in the Fish. Yet of these sparkles we are certain; we numbered them, and agreed in the number, order and place. Of the steam I am not confident, but do suspect our Eyes in the bright\nbright Sun, or that it might be some dust in the Aire.\n\nThe great Microscope being fitted in the day-light for this piece of Fish, we examin'd it that night, and it yielded no light at all, either by the view of the Glass, or otherwise.\n\nFinding it dry, I thought that the moisture of Spittle, and touching of it, might cause it to shine: and so it did, though but a very little, in a few small sparks, which soon extinguish'd. This we saw with the bare eye; not in the Glass.\n\nThe Fish were not yet fetide, nor insipid to the best discerning palats: And I caused two Fish to be kept for further Tryal, two or three days longer, till they were fetide in very hot weather; and then I expected more brightness, but could find none, either in the water, by stirring it, or in the Fish, taken out of the water.\n\nAnd some Trials I made afterwards with other boil'd Mackrels (as is abovesaid) with like pickle, but fail'd of the like success.\n\nThis season serves for many Trials in this kind, and by better Microscopes, or better ordered. And in these Vulgarities we may perhaps as well trace out the cause and nature of Light, as in Jewels of greatest value, &c.\n\nSome Considerations Touching a Letter in the Journal des Scavans of May 24. 1666.\n\nIn Num. 9. of these Transactions were publish'd the Schemes and Descriptions of certain Ways of Sounding the Depth of the Sea without a Line; and of Fetching up Water from the bottom of it; together with some Experiments already made with the former of these two Contrivances. The Author of the French Journal des Scavans found good, to insert them both in his Journal of May 3. but in another of May 24. intimates, that the said Schemes and their Descriptions are not very clear and intelligible (he means, that they were not well understood by French Readers) proposing also some Difficulties, relating to that Subject, and esteemed by him necessary to be satisfied, before any use could be made of the said Instruments.\n\nUpon this occasion, the Author of these Tracts thinks fit, here to represent,\n\nFirst,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101497.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1699,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2079,
        2
      ],
      [
        2079,
        4497,
        3
      ],
      [
        4497,
        6548,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101497",
    "title": "An Experiment to Examine, What Figure, and Celerity of Motion Begetteth, or Encreaseth Light and Flame",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101497"
  }
}