{
  "id": "d95f5196920bc9bd21d0b8f95a170335cdede658",
  "text": "XVIII. Some Observations on the Head of the Ornithorhynchus paradoxus. By Everard Home, Esq. F. R. S.\n\nRead July 3, 1800.\n\nThe specimens of this extraordinary animal which have been sent to Europe, have been deprived of the internal parts, and the skins are mostly dried, and but badly preserved. Such imperfect specimens have raised the curiosity of the naturalist, and excited the ardor of the anatomist, without satisfying their enquiries.\n\nIt was natural, under these circumstances, to reserve any observations which had been made upon this newly discovered quadruped, till the entire animal should be brought home preserved in spirit, and enable us to examine the structure of its different organs; but, finding that Professor Blumenbach has been led to believe that it was an animal without teeth, an opinion which must have arisen from the imperfect state of the specimen he examined, it appeared highly proper to do away the mistake, and lay before this learned Society, such observations respecting the head of this extraordinary animal, as I have been enabled to make.\n\nMy opportunities of examining the Ornithorhynchus were procured through Sir Joseph Banks; who permitted me to have drawings made from the skin of one of a very large size, and which, from having been preserved in spirit, was more perfect than any of the dried specimens.\n\nAny general description of the beak of this animal, which is its most conspicuous peculiarity, becomes unnecessary, as the\naccompanying drawings will give a sufficiently correct idea of the outward appearances, to answer the present purpose.\n\nIt was not permitted to examine the head anatomically; but a smaller dried specimen, received from Sir Joseph Banks, furnished me with the following observations.\n\nThe beak of the *Ornithorhynchus*, when it is cursorily examined, appears so strongly to resemble that of the duck, as to lead to the belief of its being calculated for exactly the same purposes; it will however be found to differ materially from it, in a variety of circumstances.\n\nThe beak is found, upon examination, not to be the animal's mouth, but a part added to the mouth, and projecting beyond it.\n\nThe cavity of the mouth is situated as in other quadrupeds, and has two grinding teeth on each side, both in the upper and lower jaw; but, instead of incisor teeth, the nasal and palate bones are continued forwards, lengthening the anterior nostrils, and forming the upper part of the beak; and the two portions of the lower jaw, instead of terminating at the symphisis, where they join, become two thin plates, and are continued forwards, forming the under portion of the beak.\n\nThis structure differs materially from the bill of the duck, and indeed from the bills of all birds, since in them, the cavities of the nostrils do not extend beyond the root of the bill; and, in their lower portions, which correspond to the under jaw of quadrupeds, the edges are hard, to answer the purpose of teeth, and the middle space is hollow, to receive the tongue. But, in this animal, the two thin plates of bone are in the centre; and the parts which surround them are composed of skin and membrane, in which a muscular structure probably is inclosed.\n\nThe teeth have no fangs which sink into the jaw, as in most quadrupeds, but are imbedded in the gum; and have only lateral\nalveolar processes, from the outer and inner edges of the jaw, to secure them in their places, but no transverse ones between the two teeth.\n\nThe tongue is extremely short, not half an inch long; and the moveable portion not more than a quarter of an inch; the papillae on its surface are long, and of a conical form. When the tongue is drawn in, it can be brought entirely into the mouth; and, when extended, can be projected about a quarter of an inch into the beak.\n\nThe organ of smell, in this animal, differs, in some particulars, from that of quadrupeds in general, as well as of birds. The external openings of this organ are placed nearly at the end of the beak, there being only the lip beyond them; while the turbinated bones are in the same relative situation to the other parts of the skull as in quadrupeds; by which means, there are two cavities the whole length of the beak, superadded to the organ of smell.\n\nThe turbinated bones in each nostril are two in number, and are distinct from each other. That next the beak is the longest, has a more variegated surface than in the duck, and has the long axis in the direction of the nostril; the posterior one is short, projects farther into the nostril, and the ridges are in a transverse direction.\n\nThe posterior nostrils do not open directly under the turbinated bones, as in the duck, but about an inch farther back, and are extremely small; the cavities of the nose, in this animal, are therefore uncommonly extensive; they reach from the end of the beak nearly to the occiput.\n\nThe beak itself is formed by the projecting bones already mentioned, covered with a smooth black skin, which extends some way beyond the bones, both in front and laterally, forming a moveable lip. This lip is so strong, that, when dried or hardened\nin spirit, it seems to be rigid; but, when moistened, is very pliant, and, as has been already mentioned, has probably a muscular structure. The under portion of the beak has a lip equally broad with the upper: this has a serrated edge; but the serræ are confined to the soft part, not extending to the membrane covering the bone, and are not met with in the upper one. The extent of the lips beyond the bones, is distinctly marked in the drawings.\n\nThere is a very curious transverse fold of the external black smooth skin, by which the beak is covered, projecting all round, exactly at that part where the beak has its origin. Its apparent use seems to be to prevent the beak being pushed further into the soft mud, in which its prey may lie concealed, than up to this part, which is so broad that it must completely stop its progress.\n\nThe nerves that supply the beak, in their general course, size, and number, seem very closely to correspond with those of the bill of the duck.\n\nThe cavity of the skull bears a greater general resemblance to that of the duck than of quadrupeds: there is a very uncommon peculiarity in it, which is, that there is a bony falx of some breadth, but no bony tentorium. This is met with in no quadruped that I know of: it is found in a small degree in some birds, as the spoon-bill, and the parrot; but not at all so as to resemble the falx in this animal.\n\nThe orifice of the eye-lids is uncommonly small, for the size of the animal; but the eye itself was not in a state to be examined.\n\nThe external opening of the ear was so small as not readily to be perceived: it is simply an orifice; but the meatus enlarges considerably beyond the size of the opening, and passes some way under the skin, before it reaches the organ, which in\nthis specimen had been destroyed. In the duck, the orifice leading to the ear is very large, when compared with the opening in this animal.\n\nWhen we consider the peculiarities in the structure of the nose of this animal, which lives in water, it is natural to conclude the organ is fitted to smell in water, and the external nostrils are so placed, to enable it to discover its prey by the smell; for that purpose, the animal can apply its nose, with great ease, to the small recesses in which its prey may be concealed.\n\nThe structure of the beak is not such as enables it to take a firm hold; but, when the marginal lips are brought together, the animal will have a considerable power of suction, and in that way may draw its prey into its mouth.\n\nEXPLANATION OF THE FIGURES.\n\nPlate XVIII.\n\nFig. 1. A view of the beak, to show the situation of the openings of the external nostrils, marked \\(a\\ a\\).\n\nFig. 2. Another view of the beak, exposing the under portion.\n\nFig. 3. A lateral view, to show the opening of the lips, and the situation of the eye and ear. \\(a\\). The eye. \\(b\\). The ear.\n\nPlate XIX.\n\nFig. 1. A view of the upper jaw and palate, to shew the teeth in their situation.\n\nFig. 2. A similar view of the under jaw.\n\nFig. 3. The bones which form the beak delineated, and the soft surrounding parts only marked in outline.\n\nFig. 4. A similar view of the bones forming the lower portion of the beak.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107061.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12958,
    "total-output-tokens": 2134,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1475,
        2
      ],
      [
        1475,
        3334,
        3
      ],
      [
        3334,
        5129,
        4
      ],
      [
        5129,
        6898,
        5
      ],
      [
        6898,
        8310,
        6
      ],
      [
        8310,
        8310,
        7
      ],
      [
        8310,
        8310,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107061",
    "title": "Some Observations on the Head of the Ornithorhynchus paradoxus. By Everard Home, Esq. F.R.S.",
    "authors": "Everard Home",
    "year": 1800,
    "volume": "90",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107061"
  }
}