{
  "id": "66c3acf30d999c4ac9bb14f0ddeb9ca726ae002f",
  "text": "where that was found he gives a Figure of it like a Mulberry: and as Gul. Fab. Hildanus well observes. In hujusmodi enim Historiis & quidem tanti momenti, omnia ad unguem adumbrentur, necesse est; aliòquin Cerebrum, cum pars Corporis sit nobilissima, vixque aliquid praeter naturale uti indies diligens Practicus observare poteat sufferre posse; Non immerito aliquis Historias praescriptas D.D. Kentmanni & D.D. Hollerii in dubium Vocare posse. &c.\n\nV. Part of a Letter from Mr. Octavian Pulleyn, dated, Rome March 16 1696, giving an account of an Inscription there found in the Language of the Palmereni; and another in the Etruscan Language found on an old Vase.\n\nDr. Halifax calling here in his return home from Aleppo, I had the honour of his acquaintance. Among other things, he told me he was to search for an Inscription in the Language of the Palmereni mentioned by Dr. Spon in his Miscellanea Fol. p. 3. and desired my Assistance, which I readily offer'd him; but Dr. Spon saying only that it was in Rome, we were to seek, and the Weather being very bad (it being Winter) our enquiry was fruitless. At his departure he enjoy'd me to find it out if I could. Hearing Sig. Fabretti Canon of St. Peter's was publishing a Book of Old Inscriptions, I waited upon him, and by him was fully inform'd to my purpose. He lent me also a Draught of it, and said no Person else had had it to Copy but one Grodeick of Dantzig. I was well pleas'd with the information, and Paper I had got, but not satisfied till I had compared it with the Original. I went as I was directed\ndirected to the Vinea Cesarini about a Mile without the Porto del Popolo. But notwithstanding all my pains could not find it; some days after, upon a second search I found it, and upon comparing Signior Fabretti's Copy found it not exact; wherefore I took a wet Paper, and having first clear'd the Letters with a Bodkin, laid it on the Characters, and pressing it with my Handkerchief took it off very fair, then letting it dry went over it with my Pen. I send you the very Paper as you will perceive by the reverse; and if it prove useful to you, I am very glad. On the top of the Cypress which is upon one of the sides of the Marble, there is a Label for an Inscription, tho' nothing upon it; and just below it on the left side, part of a Boy appears out of the Tree with a Lamb upon his Shoulders, which is omitted in Dr. Spon: And by the difference you'll see betwixt this that I send, and that in Dr. Spon, from Gruter; you will perceive the latter taken rather by Imitation than by Stamp, and so less certain; or else how much it has suffer'd by Transcriptions. It (the Stone) appear'd to me to have remain'd unmolested for some time, because from the Ground, the Inscription was overrun with Ivy, the Wood of which had crept into the Letters, and over the Gryphons and Figures above it. — This Vineyard belongs to Duke Cesarini lying on the side of a Hill, in which there were several Grotto's, and Figures of Saints placed. Before the Præmium for visiting of the Seven Churches was establish'd, this place was much frequented by People for their diversion, and devotions in the Evenings. And to entertain the Learned, and for Ornament of the place; many Old Inscriptions in Marble were brought and fixt here, and this amongst others.\n\nNext Week will be Published Pietro Sancta Bartoli's Book of the Old Roman and Etruscan Sepulchers, lately\nlately found in A whole Town of 'em with Streets, they joyning like Houses one to another, each having their Columbaria. Ollæ ossaria, with Paintings, Inscriptions in Latin and the Old Etruscan Language and Characters, which was taken by him and cut in Brass.—Seignior Fabretti told me he had at least Fifty large Inscriptions in that Language sent him from several places in Tuscany, and gave me two, one in the Etruscan Characters, the other Roman, and withal said, that he design'd to leave them out of the Book he was publishing, because he must be forc'd to have them done in Brass, or have Characters cut on purpose, which was too chargeable, and the words were unintelligible.\n\nOn the backside of the Inscription, I send you another Inscription on an Old Urn in the Etruscan Language the Character seems to be not much unlike the Runick.\n\nSee the Figure of the Palmyren Inscription Fig. 1. and the Etruscan, Fig. 2.\n\nVI. A Letter from Mr. Stephen Gray, from Canterbury, May the 12th 1697, Concerning making Water subservient to the viewing both near and distant Objects; with the Description of a Natural reflecting Microscope.\n\nI send you here a short Account of what has been the success of my attempts, to make small Portions of Water subservient to the viewing both near and distant Objects, together with the Description of a Natural Reflecting Microscope.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102359.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 1508,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        0,
        6
      ],
      [
        0,
        0,
        7
      ],
      [
        0,
        1568,
        8
      ],
      [
        1568,
        3417,
        9
      ],
      [
        3417,
        4785,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102359",
    "title": "Part of a Letter from Mr. Octavian Pulleyn, Dated, Rome March 16 1696, Giving an Account of an Inscription There Found in the Language of the Palmereni; and Another in the Etruscan Language Found on an Old Vine",
    "authors": "Octavian Pulleyn",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/102359"
  }
}