{
  "id": "4be0c0ad43e3accb08b8c984f4e0083dcb407013",
  "text": "I. The Construction of a Quadratrix to the Circle, being the Curve described by its Equable Evolution.\n\n1. By the Equable Evolution of a Circle, I mean such a gradual approach of its Periferie to Rectitude, as that all its parts do together, and equally evolve or unbend: or so that the same Line becomes successively a less and less Arc of a reciprocally greater Circle.\n\n2. Let AHKA (Fig. 6.) be the Periferie of a Circle. AE a Tangent to the point A. Let this Circular Line be suppos'd cut or divided at A, and then to unbend (like a Spring) its upper end remaining fixt to its Tangent AE, whilst the other parts do Equally Evolve or extend themselves thorough all the degrees of less Curvature (as in ABD, AMC, &c.) till they become straight in coincidence with the Tangent AE.\n\n3. Let AMC be the Evolving Curve in any middle position between its first and last. Joyn the fixt end A, and the moving end C, by the Chord-line AC, intersecting the first Circle at H. I say that AMC is a like Segment to AnH, cut off in the first Circle by the Chord AH. For, by the supposition of AMC is the Arc of a Circle, having AE a Tangent common both to it and AnH, and both Arcs are terminated in the same Right line AC.\n\n4. Hence the Curve ADCE (describ'd by the moving end of the Periferie in its Evolution) may be thus constructed. Let the Circle AHKA be by bisections divided into any number of equal parts. Let H be one of the points of such division. Then say, as the number of equal parts in the Arc AnA: is to the number of parts in the whole Periferie AHKA :: so is the Chord AH: to a fourth Line, which let be AC in AH produc'd. So is C a point in the Curve ADC.\n\n5. Dem. Upon AC describe AMC, an Arc like to the Arc AnH. Whence—AH: AC :: AnH: AMC. But by construction, AH: AC :: AnH: perif: AHKA, therefore is the Arc AMC equal to the whole Periferie AHKA and\nand like to the Arc A n H. Consequently AMC represents the Evolving Periferie, in a position like to the Arc A n H, and C is the describing point.\n\n6. After the same manner may be found other points thro which the Curv may be drawn. But here (as in the old Quadratrix of Dinostratus) the point E cannot be precisely determined but the Curv may be brought so near it, that its flexure or tendency will so lead to the point E, that AE shall be near enough to the truth for common uses.\n\n7. Supposing the point E found, a Tangent to any point of the Curv may be drawn: and supposing a Tangent drawn, the point E may be determined; the property of the Tangent being this, that supposing R T a Tangent to the point C and CA, CE, drawn from C to each end of the rectify'd Circle, the Angle ACT (the lesser angle that AC makes with the tangent) is equal to the tangent made by the Lines drawn from C.\n\n8. c be a point in the Quadratrix indefinitely near to C; and draw Ac intersecting AHKA in h, and AMC in q. To Ac as a chord, draw the Arc Amc like unto the Arc An a. To the point c of the Arc AMc draw the Tangent CL = AE, and joyn LA: So is oC an indefinitely little particle of the Arc coincident with its Tangent.\n\n9. Because of the like Segments AnhA, AMoA, AmcA, as chord Ac: to chord lo :: So is Arc Amc (= AMC): to Arc AMo. Or Ac : Ao :: Amc (= AMC): AMo. And dividing Ac : Ao (= co): Ao :: AMc—AMo (= Co): AMo. That is, co : Ao :: Co : AMo. and alternately, co : Co :: Ao : AMo. Put AC for Ao, and AMC for AMo (as differing infinitely little) and then 'tis co : Co :: AE : AMC. But by construction CL=AE =AMC whence co : Co :: AC : CL and the Angle LCA=Coc. (oc being infinitely near to AC, is therefore parallel to it.) and therefore Coc, ACL are like Triangles.\n\n10. Because of CL=AE, Ang. EAC=LCA. (CL and EA being Tangents to the two ends of the same circular Arch AMC, make equal Angles with its chord AC.) and AC common to both, the Triangles EAC, ACL are like and equal: therefore are all three Coc, ACL, EAC like Triangles. Whence it follows, that the Angle ACE (in the Triangle EAC) is equal to the Angle ocC (in the Triangle coc.) But ocC = ACT because oc and AC are parallel; therefore Ang. ACE=ACT. Q.E.D.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102730.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 1196,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1862,
        2
      ],
      [
        1862,
        4082,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102730",
    "title": "The Construction of a Quadratrix to the Circle, Being the Curve Described by Its Equable Evolution",
    "authors": null,
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102730"
  }
}