{
  "id": "23a5d1a5ffcc213ebe6219cbae782037bb2a086d",
  "text": "tainment of this Honourable Company: in the mean time, it it needful to advertise the Reader, that in making the Experiment herein mentioned, the Water used, had been salted to the same degree as is the common Sea-water, by the Solution of about a 40th part of Salt.\n\nObservationes nonnullae Eclipseos Nuperæ Solaris, Maii 1. St. vet. diversis in locis habitæ, ac cum Regiâ Societate Communicatae.\n\nHEC Eclipse, etiam si contemnendæ quantitatis fuerit, ac nudis oculis non omnino percipi potuerit, tamen ad accuratam determinationem Parallaxis & Latitudinis Lunæ maxime idonea videtur. Quapropter quas hactenus obtinere potuimus observationes cape Ledor Benevole.\n\nLondini seorsim observantibus Hookio & Halleio; Initii momentum, caelo licet purissimo, ob obliquam incidentiam Lunæ, debite definire non licuit. Sed hora 1h. 16'. jam cæpta erat Eclipse satis notabiliter: circa 1h. 40'. prope medium Eclipse, Chorda partis Eclipse, sive inter cornua, inventa est 9'. 30''. cui respondet arcus 36 gr. in diametro vero non nisi 1'. 30''. Finis consensu utriusque observatoris contigit accurate hora 2h. 3'. 00.\n\nGrenovici in Observatorio Regio Flamsteedius eadem de causa Initium non vidit, finem vero determinavit 2h. 4'. 15''. Medio Eclipse sive maximâ obscuratione, Chorda partis Eclipse erat 9'. 54''.\n\nApud Totteridge prope Londinum versus Corum, finem videt Dominus Haines, Reg. Soc. Soc. ad 2h. 2'. Quantitatem vero Maximam dimidii Digiti, ab Austro.\n\nIn Insula Barbada, ad Oppidum Bridge-Town, sub Lat. 12 gr. 58'. Finem habuit Dominus Frank 1'. 30''. temporis ante quam Solis Altitudo fuit 31 gr. 47' ad ortum, hoc est hora 7h. 56'. 45''. A.M. Quantitatem Maximam estimatione definitivit duorum digitorum ab Austro.\nNorimbergae eadem Eclipse observavit J. P. Wurtzelbaur. Initium quidem accurate ad 1h. 58' ½; circa medium, sc. ad 2h. 36' ½ quantitatem maximam duorum dig. præcise; Finem vero ad 3h. 18'. 33''.\n\nUlmæ Sueviæ, observavit Honoldus Initium ad 1h. 48'; Quantitatem maximam 2½ dig. Finem vero ad 3h. 16'.\n\nLipsiæ, observatore Kirchio, Eclipse jam satis notabilis ad horam 2h. 20'. 10''. ad 2h. 47' ½ digitii 1½ circiter. Finis vero incidit præcise in 3h. 15'.\n\nVratislaviae Silesiæ denique observavit D. G. Schultzius Maximam obscurationem, paulo citius quam 3h. 12' ½ fuisse 1½ dig. Finem vero hora 3h. 37'.\n\nIn omnibus hujusmodi observationibus momentum Fixis multo tutius determinatur; itaque huic potius fidendum est, præsertim in Eclipsebus parvis, ubi ob incidentiam maxime obliquam duo bærent quasi in Contactu Luminaria.\n\nMemoirs for a Natural History of Animals; containing the Anatomical Descriptions of several Creatures, dissected by the Royal Academy of Sciences at Paris; Englished by Alexander Pitfield, Esquire, R. S. Soc. To which is added, An Account of the Measure of a Degree of a great Circle of the Earth: Published by the same Academy, and Englished by Richard Waller, Esquire, R. S. Secr.\n\nThis Book, containing the Anatomical Observations of 28 Species of Animals, and about 70 Individuals, was published in two very large Folio's by the Royal Academy at Paris, and owned by them, as their united Labours, as they are a Body. The Difficulty of procuring Copies of the French Edition, few of the Learned having ever seen the Book, tho' Printed some Years since, was no small Inducement, as the Translators say, to their Undertaking.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101899.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1171,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1722,
        2
      ],
      [
        1722,
        3373,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101899",
    "title": "Observationes Nonnullae Eclipseos Nuperae Solaris, Maii 1. St. vet. Diversis in Locis Habitae, Ac Cum Regiâ Societate Communicatae",
    "authors": null,
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101899"
  }
}