{
  "id": "2b4a54fd47da5c87b4bf2e344da0efe85f921d09",
  "text": "A Letter of Dr Wallis to Dr Sloan, concerning the Quadrature of the Parts of the Lunula of Hippocrates Chius, performed by Mr John Perks; with the further Improvements of the same, by Dr David Gregory, and Mr John Calfwell.\n\nSIR,\n\nThe Squaring a certain Lunula by Hippocrates Chius long since, hath been known (as to the whole Lunula) for many Ages. But (as to the Parts of it, and the Apertures thereunto,) New Discoveries have been lately made, which (I think) had not been consider'd by any before this present Age.\n\nI received (in November 1699.) from Mr. John Perks (Master of an Hospital at Old-Swynford in Worcester-shire, founded by Mr. Thomas Foley) a brief account of his Squaring the Portions of Hippocrates's Lunula; with which (I presume) you will not be displeased.\n\nFor the better understanding of which; I shall premise as known. (because long since demonstrated,) That, If on AB (the\n\nChord of ADB, the Quadrantal Arc of a Greater Circle, who's Center is C,) be described, as on a Diameter, a Semi-circle ABE;\nThis Semi-circle, will be Equal to that Quadrant. (Because the Squares of their Diameters, are as 2 to 1; And, in such proportion are their respective Circles; and therefore a Quarter of the one, equal to Half the other.)\n\nAnd, consequently; If, from each of these, we subtract the common Segment ABD: the Remaining Lunula ADBE (on the one side) will be Equal to the Remaining Triangle (on the other side) ABC. (Or, to ABR, supposing AB bisected in K; that is, to half the Square CK, inscribed in the Lesser Circle.) Which is commonly called, The Squaring of Hippocrates's Lunula; That is, the Finding a Rectilineal Figure (which may be easily reduced to a Square) equal to that Lunula.\n\nThis being premised; The Point in hand, is, the Squaring a given Portion of such Lunula: suppose ADE, cutt-off by a Streight Line CDE, drawn from the Center C. Which Mr Perks (not knowing that the like had been before attempted by any other) doth perform after this manner; viz.\n\nDrawing the Streight Lines EA, and EB (cutting the Arc EB in G,) and, on AG, a perpendicular EF, (which will therefore pass to the Center C, because Bisection AG at Right-angles;) The Right-lined Triangle AFE, is equal to ADE, the proposed Portion of the Lunula.\n\nHis Demonstration is to this purpose: viz.\n\nADB being a Quadrantal Arc; the Angle AGB will be Three Halves of a Right Angle; (and its Conjunct Angle EGA, Half a Right Angle.) And that Angle (being External to the Triang-\n\ngle AGE,) is Equal to the Two Opposite Internals GEA + EAG. Whereof GEA (because an Angle in the Semicircle AEB), is a Right Angle; and therefore EAG is Half a Right Angle; (as are also FEG, and FEA.) And the Three Triangles AFE, GFE, and\nand GEA, each of them Half a Square. And AG to AE, as $\\sqrt{2}$ to 1 (proportional to the Respective Radii of the Two Circles.) And the Like Segments ADG, AE, in their Respective Circles (as the Squares of their Respective Radii) as 2 to 1. And therefore the Semi-segment AFD, equal to the Segment AE. And consequently (one taking from the Triangle as much as the other added to it) the Portion of the Lamula ADE, equal to the Triangle AFE. Which was to be Demonstrated.\n\n(I take the liberty, both in this and the things that follow) to vary somewhat from the Authors Words, (but to the same sense, and without any disadvantage to Them,) so as to Design the same Respective Points (in all the Figures) by the same Letters. Which makes it somewhat Shorter (without Repeating the same Construction anew for every Figure;) and prevents the Confusion which might arise to the Fansy, if the same Respective Points, in several Figures, were designed by different Letters; and the same Letters, in the different Figures, design different Points.)\n\nIf the Point E chance to be in K (the middle of the Arc AEB) there will be no Intersection at G (the Points G,B being then coincident, but without any disturbance to the Demonstration:) If it happen beyond it, toward B; then G will be on the other side; and what is here said of EGB, must be accommodated to EGA: which things are so obvious, as not to need any long discourse.\n\nThe whole proceeds upon the same general notion with that of squaring the whole Lamula. (and some other Curve-lined Figures;) that, if as much be added to the one side, as is taken from the other, the Equality remains.\n\nAnd the stress of the Demonstration, is, to prove the segments ADG and AE, to be Like Segments; and therefore Proportional to their Respective Circles; the Whole of one, equal to Half the other.\n\nThe Ground of the whole Process is plainly this, The Angle ACE, being an Angle at the Center of the Greater Circle, but at the Circumference of the Lesser, the line CDE (as it passeth from CA to CB) doth, in the same proportion, divide the Quadrantal Arc ADB, and the Semicircular AEB: whence all the rest doth naturally follow.\n\nAnd this is Applicable to other Lamula's (beside that of Hippocrates) if (by altering the Angle at F, or otherwise,) we take-in such a Portion of the common Segment ABD on the one side (instead of AE cut-off on the other side) as the Proportion of the two Circles requires.\n\nR r t 2 I shewed\nI shewed this Quadrature of Mr. Perks to Dr. David Gregory (our learned Professor of Astronomy at Oxford,) who gives his Opinion about it (with his Improvement of it) in a Letter of his to me; which I shall give you in his own words,\n\n\"Reverend Sir, The Quadrature of the Parts of the Lunula of Hippocrates Chius, by Mr. Perks (which you shewed me) is very Elegant.\n\n\"I remember, the like was done, some years since, by Monsieur Tchirnhaus; who assigns, as equal to the same Portion, not the same Triangle with that of Mr. Perks, but another Equivalent thereunto, (as I shall shew by and by.) We have his Theorem, in the Acta Lipsiae, for the Month of September, 1687. But, without any Demonstration.\n\n\"But, both the One and the Other, seem not to have considered this affair in its full extent.\n\n\"For, if you compleat the Two Circles, whose Arcs contain the Lunula of Hippocrates; the same is true, as well of the Points in the other Semi-circle ACB, as of those in the Semi-circle AEB; and, for the same Reasons. As appears in the Scheme annexed, wherein I have mark'd the Points in the Semi-circle ACB, (correspondent to those of Mr. Perks in AEB,) with the correspondent small Letters of the Roman and Greek Alphabets.\n\n\"If Mr. Perks had made his construction universal; by making both EA and EB, meet with the Greater Circle, (which he might have done by protracting these Lines and the Greater Circle till they meet;) he might have found that the Portions of the Spaces A CM, BHCN, (supposing MCN parallel to AB) are Quadrable as well as those of Hippocrates's Lunula: And that EA y being a straight Line, the Portion AED of Hippocrates's Lunula, is to A d (the Correspondent of A CM) in the Duplicate Proportion of C e to A e. For ER s (at R the Center of the Lesser Circle) is, in this case, a Right Angle.\n\n\"Moreover; If you take any Point s in the Semi-circle ACB, and proceed according to Mr. Perks's construction Universalized as above-said; you will find, on the one side, the Trilineum A d (contained by the Arcs A s, A d, and the straight line s d) equal to the Rectilineal Triangle A s d. And, on the other side, the Trilineum contained by the Arc B s (the Complement of A to the Semi-circumference,) and the Arc B d (the Complement of A d to the Fourth part of the Circumference,) and the straight line s d, (that is, the Trilineum BHCd diminished by the Segment\ngment C $s$; ) to be equal to the Rectilineal Triangle B $e f$. And,\nthat those two spaces A $s \\delta$, and the Difference of BH $c d$ from\nthe Segment C $s$ (parts of the Lunula ACB $g \\gamma A$) taken to-\ngether, are equal to the Triangle ACB; as well as the two\nSpaces AED and BED, parts of the Lunula of Hippocrates.\n\nSo that, upon the whole, it appears, that the Two Circles:\n(containing the Lunula of Hippocrates) being completed; this\nLunula AEBGA, and the other ACB $g \\gamma A$, make up one System,\nand are Conjugate Figures.\n\nFor, (drawing a straight line CDE, or C $s \\delta$, or C $s d$, at pleasure\nthrough C the Center of the Greater Circle, and cutting those\ntwo Circles,) the Space contained within two Arcs of these two\nCircles and part of the said straight line, (as AED, or A $s \\delta$, or\nBH $c d$,)\n\"BH & d,) is equal to the Rectilineal Triangle AEF, or A & f, or \"B & f, respectively.\n\n\"And it so happens, that, if this line going out from C, be on \"the same side of the Diameter MN with the Lunula of Hippo-\n\"crates; the foresaid Space (which receives a perfect Quadra-\n\"ture) is solitary; (such as are the Parts of Hippocrates's Lunula;\n\"and of the two Spaces A & CM, BHCN; which therefore are Parts\n\"of the Lunula more nearly relating to one another.)\n\n\"But if that Line going out from C, be on the other side of\n\"MN; then the Space which is equal to the Rectilineal Triangle,\n\"is, the Difference of two Mixtilineal Figures, (the one a Tri-\n\"lineum, the other a Segment of the Lesser Circle,) as is above-\n\"said; neither of which can be squared severally.\n\n\"All these particulars are plain from Mr. Perks's Demonstra-\n\"tion; which, with a little variation (such as is usual in the dif-\n\"ferent Cases of the same Theoreme) is applicable to all of them:\n\"though perhaps he was not aware of it.\n\n\"In the Dimension of the Parts of Hippocrates's Lunula,\n\"it might perhaps be expected, that the Triangle assigned equal to\n\"a Portion of the Lunula, should be Part of the Triangle to\n\"which that whole Lunula is wont to be assigned equal; (that is,\n\"that the Triangle assigned equal to the Portion ADE, should be\n\"the respective part of ACB which is equal to the whole Lunula,)\n\"which in that of Mr. Perks is not.\n\n\"But, in that of Mr. Tschirnhaus (above-mentioned) it is so,\n\"which is to this purpose.\n\n\"If from any Point E, in the circumference of the Lesser Circle,\n\"we let fall on AB, a Perpendicular cutting it in L, and draw the\n\"line CL; the Triangle CAL, is equal to the Portion of the Lu-\n\"nula AED. (And, consequently, the Triangle CBL, equal to\n\"the Portion BED.)\n\n\"Which (because Mr. Tschirnhaus hath not at all done it)\n\"I shall briefly Demonstrate, so as the Demonstration may reach\n\"the Portions of the Conjugate Space ACB & y A.\n\n\"For the Triangles ACB, AEF, are like Triangles, each being\n\"the half of a Square: And therefore, by 19 el. 6, the Triangle\n\"ACB is to the Triangle AEF in the duplicate proportion of BA\n\"to AE; that is, by 8, el. 6, as BA is to AL. But, by 1. el. 6, the\n\"Triangle ACB is to the Triangle ACL, as BA is to AL. There-\n\"fore, by 9. el. 5, the Triangles ACL and AEF are equal. But\n\"the Triangle AEF is (by Mr. Perks) proved equal to the Por-\n\"tion\nAnd therefore the said Portion AED is also equal to the Triangle ACL.\n\n\"I am, Sir, Your &c. D. Gregory.\n\nMr Caswell had a sight of this Quadrature of Mr Perks (before Dr Gregorie or I had seen it;) And had given a Specimen of its being capable of further Improvement. But, without having Leisure, or giving himself the Trouble, of pursuing it through all its Appendages. I would (with his leave) have here inferred that Specimen: But he chose rather to decline it; saying, He thought it needless, because Dr Gregorie had, since, done the like more fully.\n\nThe Result of it, is to this purpose; On the Center B, he draws by A, a Third Circle; which forms another Lunula, than that of Hippocrates: And he doth (very dextrously) Square the Portions of this Lunula. And doth thereby let us in, to a New System, which may be pursued in like manner as Dr Gregorie hath done that of Hippocrates.\n\nAfter these learned Disquisitions, on so trite a Subject; it will not be needful for me to say much. I shall but briefly Compare the Two Quadratures of Mr Tschirnhausé and Mr Perks, (wherein they Agree or Differ with each other.) And then shew, How, by either of them, to Divide the Lunula in any Given Proportion.\n\nMonsieur Tschirnhausé; Letting fall, from E (on AB) a Perpendicular EL, determines the Triangle ALC equal to the Portion ADE.\n\nWhich being admitted; We may thus Divide the Lunula in any Given Proportion. If we divide AB, at L, in such Given Proportion; CL will, in the same proportion (because of the Common Altitude) divide the Triangle ACB (which is equal to the Whole Lunula.) And LE (erected at Right Angles on ALB) will determine the Point E; from whence if we draw, to C, the Straight line EC, this will, at DE, divide the Lunula in the same Proportion.\n\nMr Perks; On EDC, drawing the Perpendicular AF, determines the Semi-quadrature AFE, equal to the proposed Portion.\ntion ADE. Which Semi-quadrate, is a Like Figure, and a like situate to AE, as is ACB to AB.\n\nAnd therefore (because like Figures are in the Duplicate Proportion of their respective Sides) If we so inscribe AE, as that the Square of AE be to the Square of AB, in such Given Proportion, the Lunula will at DE, be so divided as is required.\n\nAnd this will hold (if duly applied, according as the different Cases may require) though E be taken (in the Continuation of the Semi-circle) beyond B. For (still) Like Figures, will be in Duplicate Proportion of their Respective Sides; and CE = CD ± DE. And the same is yet improveable much further.\n\nI forbear to Apply this to the several Parts of the whole Systeme, considered by Dr Gregorie, (Or to that of Mr Caswell,) that I be not too Teadious.\n\nMuch less shall I give myself the trouble to consider the Solids to be made by the Conversion of it, or of its parts, about a given Axis, (as MN, or AB, or AC, or BC, &c.) with their Surfaces and Centers of Gravity; as I have done elsewhere for the Cycloid: But such as are at Leisure (and think it worth the while,) may do it by such like Methodes as I have made use of for the Cycloide,\n\nI am SIR,\n\nYours to serve you,\n\nJOHN WALLIS.\n\nPost-script.\n\nIn the Transactions for the Month of August last past; Numb. 255. A Letter of mine, is very faultyly Printed. I desire that the Errata may be thus Corrected.\n\nPag. 280. l. 24. ut ait. p. 281.l. 15. differentias infinitesimales. p. 282.l. 12. (ut antea.) rerum Novitas. l. 14. Mellis. l. 15. Et quidem. l. 16. Atque hinc. l. 17. natura. l. 22. Academia. l. 25. reapte. l. 33. nisi. p. 283.l. 5. desperatum. l. 11. Sueci. l. 17. itinere. l. 25. adornat. l. 33. Cæno. p. 284.l. 1. sita. l. 13. redeundo) senfin. l. 17. motibus. l. 19. penitius. l. 22. materiae. l. 23. perpendicularum erectos) ad. l. 24. longo tractu. l. 25. pra se. l. 29. Multaque. l. 30. annos. l. 31. deprompta) mihi videntur huc. l. 32. alio. l. 34. cenosum, turbidum. l. 35. Ithmo. l. ult. The Words P. S. Aug. 29. 1699. Should have stood at lin. 20.\n\nNumb. 257.p. 346.l. 11. the Solar Tropical year. p. 349.l. 2. suggested by.p. 351.l. 34. Stands thus.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102658.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 4378,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1027,
        2
      ],
      [
        1027,
        2720,
        3
      ],
      [
        2720,
        5178,
        4
      ],
      [
        5178,
        7558,
        5
      ],
      [
        7558,
        8380,
        6
      ],
      [
        8380,
        10766,
        7
      ],
      [
        10766,
        12648,
        8
      ],
      [
        12648,
        14813,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      true,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102658",
    "title": "A Letter of Dr Wallis to Dr Sloan, Concerning the Quadrature of the Parts of the Lunula of Hippocrates Chius, Performed by Mr John Perks; with the Further Improvements of the Same, by Dr David Gregory, and Mr John Caswell",
    "authors": "John Caswell, Dr Wallis, David Gregory",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102658"
  }
}