{
  "id": "988a2f9459c6220d53b42c8b9a054fd78f525b1f",
  "text": "PRESENTS\nRECEIVED BY THE\nROYAL SOCIETY,\nFrom 16th November, 1826, to 21st June, 1827,\nWITH THE\nNAMES OF THE DONORS.\n\nPRESENTS.\nADAMS (D.) A New Science promulged and elucidated. 4° Lond. 1827.\nAMPERE (A. M.) Considérations sur la Théorie Mathématique du Jeu. 4° A Paris 1802.\nMémoire sur quelques nouvelles propriétés des Axes Permanens de Rotation des Corps, et des Plans Directeurs de ces Axes. 4° A Paris 1823.\nThéorie des Phénomènes Electro-Dynamiques, uniquement déduite de l'expérience. 4° A Paris 1826.\nANNALES DES MINES, ou Recueil de Mémoires sur l'exploitation des Mines, et sur les Sciences qui s'y rapportent; rédigées par le Conseil Général des Mines. Publiées sous l'Autorisation du Conseiller d'État, Directeur Général des Ponts et Chaussées et des Mines. Livraisons 3, 4, 5, et 6. 1825. 8° A Paris 1825.\nANNALS OF PHILOSOPHY. New Series. Nos. 67 to 72 inclusive. 8° London 1826.\nANTIQUARIES (SOCIETY OF).—Archæologia; or, Miscellaneous Tracts relating to Antiquity. Published by the Society of Antiquaries of London. Vol. XXI. Parts I. and II. 4to. Lond. 1826-7.\nARTS (SOCIETY OF). Transactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce; with Premiums offered in the year 1825. Vol. XLIV. 8° Lond. 1826.\nASIATIC RESEARCHES. Volume XV. 4°\nASTRONOMICAL SOCIETY.—Memoirs of the Astronomical Society of London. Vol. II. Part II. 4°. Lond. 1826.\nMonthly Notices of the Proceedings of the Astronomical Society. Nos. 1, 2, and 3.\n\nDONORS.\nMr. Dudley Adams.\nM. Ampère.\nLe Conseil des Mines.\nJ. G. Children, Esq. and Richard Phillips, Esq.\nThe Society of Antiquaries.\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\nThe Asiatic Society.\nThe Astronomical Society of London.\nPRESENTS.\n\nBAILY (F.) Astronomical Tables and Formulæ; together with a variety of Problems explanatory of their use and application: to which are prefixed the Elements of the Solar System. 8° Lond. 1827.\n\nBERLIN. Abhandlungen der Königlichen Akademie der Wissenschaften zu Berlin. Aus den Jahren, 1820 und 1821.\n\n— Aus den Jahren, 1822 und 1823.\n\nBESSEL (F.W.) Astronomiche Beobachtungen auf der Königlichen Universitäts-Sternwarte in Königsberg. Zehnte Abtheilung. Vom 1 Januar bis 31 December, 1824. fol. Königsb. 1825.\n\n— Elfte Abtheilung. Vom 1 Januar bis 31 December 1825. fol. Königsberg 1826.\n\nBIOT (M.) Discours prononcé au Obsèques de M. le Marquis de Laplace. Par M. Biot, de l'Académie des Sciences, 4°.\n\nBLAND (W.) The Principles of Agriculture. 8° Lond. 1827.\n\nBLIZARD (W.) An Oration, delivered on Thursday, February 9, 1826, before the Hunterian Society: with Supplementary Observations, and Engravings.\n\nBOEMKE (C.W.) A Mathematical Dissertation on the Rectilineal Movement of a given point, upon a right line turning round a fixed point; and on its practical application. By Christop William Boemke, Architect. (Berlin) MS. 8° 1827.\n\nBRONGNIART (Alex.) De l'Arkose.—Caractères Minéralogiques et Histoire Géognostique de cette Roche. (Extrait des Ann. Sciences Nat. Juin, 1826.)\n\n— Classification et Caractères Minéralogiques des Roches homogènes et heterogènes. 8° A Paris 1827.\n\nBROSTER (J.) Progrès de la Méthode pour la cure efficace des Embarras de la Parole. Troisième Année. 8° 1826.\n\nBROUSSEAUD, see NICOLLET.\n\nCACCIATORE (N.). Sull' Origine del Sistema Solare, Discorso di Niccolò Cacciatore, Direttore del R. Osservatorio. Seconda Edizione. 8° Palermo 1826.\n\nCAUCHY (A.L.) Mémoire sur les Intégrales Définies, Lu à l'Institut le 22 Août, 1824. 4°.\n\n— Cours d'Analyse de l'Ecole Royale Polytechnique. 1re Partie. Analyse Algèbrique. 8° A Paris 1821.\n\n— Résumé des Leçons données à l'Ecole Polytechnique, sur le Calcul Infinitésimal. 4° A Paris 1823.\n\n— Mémoire sur les Intégrales Définies, prises entre des limites imaginaires. 4° A Paris 1825.\n\n— Mémoire sur l'Analogie des Puissances et des Différences, et sur l'Intégration des Equations Linéaires. 4° 1825.\n\nDONORS.\n\nFrancis Baily, Esq.\n\nThe Royal Academy of Sciences of Berlin.\n\nProf. Bessel.\n\nMons. Biot.\n\nWilliam Bland, jun. Esq.\n\nSir William Blizard.\n\nMr. C.W. Boemke.\n\nMons. Brongniart.\n\nMr. John Broster.\n\nProf. Cacciatore.\n\nM. Augustin-Louis Cauchy.\nPRESENTS.\n\nCAUCHY (A. L.) Leçons sur les Applications du Calcul Infinitésimal à la Géométrie. Tome premier. 4° A Paris 1826.\n\nExercices de Mathématiques. Parts 1 to 15 inclusive. 4° A Paris 1826-7.\n\nMémoire sur l'Application du Calcul des Résidus à la Solution des Problèmes de Physique Mathématique. 4° A Paris 1827.\n\nCHANCERY. Calendars of the Proceedings in Chancery in the Reign of Queen Elizabeth; to which are prefixed Examples of earlier Proceedings in that Court, namely, from the Reign of Richard the Second to that of Queen Elizabeth, inclusive. From the originals in the Tower. Printed by command of His Majesty King George the Fourth, in pursuance of an Address of the House of Commons of Great Britain. folio, 1827.\n\nCHRONICLE. The Literary Chronicle and Weekly Review. Nos. 417-18-19-20. 4° Lond. 1827.\n\nCLANNY (W. R.) A Lecture upon the Zopuron, as lately delivered at the Sunderland Infirmary. 4° Sunderland 1826.\n\nCLEMENT-DESORMES (M.) Théorie Générale de la Puissance Mécanique de la Vapeur d'Eau. Mémoire lu à l'Académie des Sciences, les 16 et 23, Août 1819. (Chart.)\n\nCONNAISSANCE des Temps, ou des Mouvements Célestes, à l'usage des Astronomes et des Navigateurs, pour l'an 1828, publiée par le Bureau des Longitudes. 8° A Paris 1825.\n\nCRICHTON (Sir Alex.) Notice of the principal contents of Sir Alexander Crichton's Cabinet of Minerals. 12° (two copies.)\n\nCatalogue of Sir Alex. Crichton's Minerals. 4°.\n\nCRISP (M. F.) A Treatise on Marine Architecture; elucidating the Theory of the Resistance of Water; illustrating the Form or Model best calculated to unite Velocity, Buoyancy, Stability, and Strength, in the same vessel; and finally adducing the Theory of the Art of Ship-Building. 8° Calcutta 1826.\n\nCURTIS (J. H.) A Treatise on the Physiology and Diseases of the Ear; containing a comparative view of its Structure and Functions, and of its various Diseases, arranged according to the Anatomy of the Organ, or as they affect the External, the Intermediate, and the Internal Ear. 4th edit. 8° Lond. 1826.\n\nDANIELL (J. F.) Meteorological Essays and Observations. Second Part. 8° Lond. 1827.\n\nDAUBENY (C.) A Description of Active and Extinct Volcanos; with Remarks on their Origin, their Chemical Phenomena, and the Character of their Products, as determined by the condition of the Earth during the period of their formation. 8° Lond. 1826.\n\nDONORS.\n\nM. Augustin-Louis Cauchy.\n\nThe Commissioners of Public Records.\n\nDr. Wm. Reid Clanny.\n\nJohn George Children, Esq.\n\nSir A. Crichton.\n\nCaptain M. F. Crisp.\n\nJohn Harrison Curtis, Esq.\n\nJ. F. Daniell, Esq.\n\nDr. Daubeny.\nPRESENTS.\n\nDISTANCES. A New Method of measuring Small Distances; and other geometrical observations: laid down in a Memoir submitted to the London Royal Society for its consideration. A Translation from the original French. (6 copies. Anonymous.) fol. Lond. 1826.\n\nD'OHSSON (c.) Kort Öfversigt af Chemiens Historia ifrån de Aldsta tider. Tal hållit vid Præsidii nedläggande uti Kongl-Vetenskaps-Academien den 5 April, 1826, af C. D'Ohsson. 8° Stockholm 1826.\n\nDUBOC (e.) De la Dignité de l'Homme et de l'Importance de son séjour ici-bas, comme moyen d'élévation morale. Dédié aux amis de la Vérité sans distinction de rangs et de culte. 8° 1826.\n\nDUCATUS LANCASTRIÆ, Pars tertia. Calendar to Pleadings, Depositions, &c. in the reigns of Henry VII. Henry VIII. Edward VI. Queen Mary, and Philip and Mary; and to the Pleadings of the first thirteen years of the reign of Queen Elizabeth. Printed by command of His Majesty King George the Fourth, in pursuance of an Address of the House of Commons of Great Britain. fol. 1827.\n\nDUBLIN PHILOSOPHICAL JOURNAL AND SCIENTIFIC REVIEW. No. IV. 8°.\n\nDU MENIL (a.) Chemische Forschungen im Gebiete der Anorganischen Natur. 8° Hannover 1825.\n\nDUNCAN (a. jun.) Catalogue of Medicinal Plants, according to their Natural Orders. 8° Edinburgh 1826.\n\nDUTROCHET (m. h.) L'Agent Immédiat du Mouvement Vital dévoilé dans sa nature et dans son mode d'action, chez les Végétaux et chez les Animaux. 8° 1826.\n\nDU VILLARD (M.) Nouvelle Formule pour trouver la Hauteur des Lieux par celles du Baromètre et du Thermomètre, avec laquelle ou détermine, pour la première fois, le degré du Thermomètre Centigrade où le froid est absolu. 8° A Paris 1826.\n\nEDINBURGH (ROYAL SOCIETY OF). Transactions of the Royal Society of Edinburgh, Vol. X. part 2. 4° Edinburgh 1826.\n\nELICE (f.) Osservazioni sull' Istruzione de' Parafulmini approvata dalla R. Accademia delle Scienze di Parigi il di 23 Aprile 1823, e pubblicata nel 1824. 12° Genova 1826.\n\nEXISTENCE. De l'Existence et de ses Fins. 12° A Paris 1826. (Anonymous.)\n\nFARADAY (m.) Chemical Manipulation; being instructions to Students in Chemistry, on the methods of performing Experiments of Demonstration or of Research with accuracy and success. 8° Lond. 1827.\n\nFISHER (g.) see PARRY.\n\nFLORA BATAVA, ou Figures et Descriptions de Plantes Belgiques. Par J. Kops, Professeur à Utrecht, et H. C. van Hall, Med. Doct. Prof. à Groningen. Figurees sous la direction de J. C. Sepp et Fils. Livraisons 71, 72, et 73. 4° A Amsterdam.\n\nDONORS.\n\nThe Author.\n\nM. D'Ohsson.\n\nMons. Ed. Duboc.\n\nThe Commissioners of Public Records.\n\nThe Editor.\n\nDr. Aug. Du Ménil.\n\nDr. Duncan, junr.\n\nM. Dutrochet.\n\nPar M. Du Villard de Durand.\n\nThe Royal Society of Edinburgh.\n\nDr. Ferdinand Elice.\n\nThe Author.\n\nMichael Faraday, Esq.\n\nH. M. The King of the Netherlands.\nPRESENTS.\n\nFRANCE (L'Institut de) Mémoires de l'Académie Royale des Sciences de l'Institut de France. Années 1821 et 1822. Tome V. 4° 1826.\n\nMémoires présentés par divers Savans à l'Académie Royale des Sciences de l'Institut de France, et imprimé par son ordre. Sciences Mathématiques et Physiques. Tome premier. 4° 1827.\n\nFROST (J.) An Oration delivered before the Medico-Botanical Society of London, at the commencement of their seventh session, Friday 13th October, 1826. 4° Lond. 1826.\n\nSome Account of the Science of Botany, being the substance of an Introductory Lecture to a Course on Botany, delivered in the Theatre of the Royal Institution of Great Britain. 8° Lond. 1827.\n\nGALBRAITH (W.) Mathematical and Astronomical Tables, for the use of Students of Mathematics, Practical Astronomers, Surveyors, Engineers, and Navigators; with an Introduction, containing the Explanation and Use of the Tables, illustrated by numerous Problems and Examples. 8° Edinb. 1827.\n\nGAZETTE. The New London Literary Gazette and Journal of Science and Fashion, Nos. 1 and 2. 4° Lond. 1827.\n\nGEOGRAPHIE (La Soc. de) Recueil de Voyages et de Mémoires, publié par la Société de Géographie. Tome deuxième. 4° A Paris 1825.\n\nGEOLOGICAL SOCIETY. Transactions of the Geological Society of London. Second Series. Vol. II. parts 1 and 2. 4° Lond.\n\nGMELIN (C. G.) Naturwissenschaftliche Abhandlungen. Herausgegeben von einer Gesellschaft in Würtemberg. Erster Band, Erster Heft. 8vo. Tübingen 1826. See Tiedemann.\n\nGOLDINGHAM (J.) Astronomical Observations made at the Honourable the East India Company's Observatory at Madras, by, and under the superintendance of, John Goldingham, Esq. Astronomer, and Fellow of the Royal Society. Printed by Order of the Government of Madras. Vols. 3 and 4. Madras 1824-25.\n\nGRAHAME (J.) The History of the Rise and Progress of the United States of North America till the British Revolution in 1688. By James Grahame, Esq. 2 vols. 8vo. Lond. 1827.\n\nGRANVILLE (A. B.) Documents exhibiting the actual state of Vaccination among 30,117 Children of the Poor in the Metropolis, presented at a General Meeting of the Directors and Governors of the Royal Metropolitan Infirmary for Sick Children. 1826.\n\nGRINFIELD (E. W.) The Nature and Extent of the Christian Dispensation, with reference to the Salvability of the Heathen. 8vo. Lond. 1827.\n\nDONORS.\n\nThe Royal Academy of Sciences of Paris.\n\nJohn Frost, Esq.\n\nWilliam Galbraith, Esq.\n\nThe Editor.\n\nThe Geographical Society of Paris.\n\nThe Geological Society.\n\nDr. C. G. Gmelin.\n\nThe Honourable the East India Company.\n\nJohn F. W. Herschel, Esq. M.A.\n\nDr. Granville.\n\nEdw. Wm. Grinfield, Esq.\nPRESENTS.\n\nGUILDING (Rev. L.) An Account of the Botanic Garden at the Island of St. Vincent's, from its establishment to the present time. By the Rev. L. Guilding. 4to. Glasgow 1825.\n\nHASSLER (F. R.) Corrections to the Papers on the Coast Survey, published in the Philosophical Transactions of the Society at Philadelphia.\n\nHERSCHEL (J. F. W.) Account of Observations made with a Twenty-feet Reflecting Telescope; comprehending,\n1. Descriptions and Approximate Places of Double and Triple Stars.\n2. Observations of the Second Comet of 1825.\n3. An Account of the Actual State of the Great Nebula in Orion, compared with those of former Astronomers.\n4. Observations of the Nebula in the Girdle of Andromeda. (From the Mem. Astron. Soc. Lond.) 4to. Lond. 1826.\n\nHOOPER (R.) The Morbid Anatomy of the Human Brain; being illustrations of the most frequent and important Organic Diseases to which that Viscus is subject. (Coloured Engravings.) 4to. Lond. 1826.\n\nHORTICULTURAL SOCIETY. Transactions of the Horticultural Society of London. Vol. VI. Part 4, and Vol. VII. Part 1. 4to. Lond.\n\nReport of the Garden Committee. 4to. 1827.\n\nHOWARD (L.) Liber Ecclesiasticus. The Book of the Church; or Ecclesiasticus: translated from the Latin Vulgate by Luke Howard, F. R. S. 8vo. Lond. 1827.\n\nHULLMANDEL (C.) On some important improvements in Lithographic Printing. 8vo.\n\nHUMANE SOCIETY (ROYAL) The Fifty-third Annual Report of the Royal Humane Society, instituted 1774, to collect and circulate the most approved and effectual methods for recovering persons apparently drowned or dead, to suggest and provide suitable apparatus for, and bestow rewards on those who assist in the Preservation and Restoration of Life. 8° Lond. 1827.\n\nINDIA. Ten Maps—forming part of the New Atlas of India which is in preparation under the Orders of the Honourable Court of East India Directors.\n\nJEVONS (WILLIAM, junior.) Systematic Morality; or, a Treatise on the Theory and Practice of Human Duty, on the grounds of Natural Religion. 2 vols. 8° Lond. 1827.\n\nJOMARD (M.) Voyage à l'Oasis de Syouah. Redigé et Publié par M. Jomard; d'après les matériaux recueillis par M. le Chevalier Droveti, Consul-général de France en Egypte, et par M. Frédéric Cailliaud, de Nantes, pendant leurs Voyages dans cette Oasis, en 1819 et en 1820. Folio. A Paris 1823. 1ère Livraison.\n\nDONORS.\n\nThe Publishers.\n\nF. R. Hassler, Esq.\n\nJohn F. W. Herschel, Esq. M. A.\n\nDr. Robert Hooper.\n\nThe Horticultural Society.\n\nLuke Howard, Esq.\n\nMr. C. Hullmandel.\n\nThe Royal Humane Society.\n\nThe Honble. Court of East India Directors.\n\nWilliam Jevons, jun. Esq.\n\nM. Jomard.\nPRESENTS.\n\nLAPLACE. See BIOT and POISSON.\n\nLARDNER (D.) An Analytical Treatise on Plane and Spherical Trigonometry, and the Analysis of Angular Sections. 8° Lond. 1826.\n\nLEGENDRE (A. M.) Traité des Fonctions Elliptiques et des Intégrales Eulériennes, avec des Tables pour en faciliter le Calcul Numérique. 2 Tomes. 4°. A Paris 1825.\n\nLEROUX (J. J.) Cours sur les Généralités de la Médecine Pratique et sur la Philosophie de la Médecine. Tomes 3, 4, 5, 6, 7 et 8. 8°. A Paris.\n\nLEROUX (J.) Exposé des diverses procédés employés, jusqu'à ce jour, pour guérir de la Pierre, sans avoir recours à l'opération de la Taille. 8°. A Paris 1825.\n\nLINGARD (T.) A Vindication of certain passages in the 4th and 5th Volumes of the History of England. 8°.\n\nReply. 8°. Lond.\n\nLINNEAN SOCIETY. Transactions of the Linnean Society of London. Vol. XV. Part I. 4° 1826.\n\nLITERATURE (Roy. Soc. of). Transactions of the Royal Society of Literature of the United Kingdom. Vol. I. Part I. 4° Lond. 1827.\n\nLONGITUDES (Le Bur. de). Observations Astronomiques faites à l'Observatoire Royal de Paris; publiées par le Bureau des Longitudes. Tome premier. Folio. A Paris 1825. See Connaissance des Tems.\n\nMAGAZINE. The Philosophical Magazine and Journal from No. 338 to 343 inclusive. 8° Lond. 1826.\n\nThe Philosophical Magazine and Annals of Philosophy, comprehending the various branches of Science, the Liberal and Fine Arts, Agriculture, Manufactures and Commerce. New Series. Nos. 1 to 6 inclusive. 8° Lond.\n\nMANTELL (G.) Illustrations of the Geology of Sussex: containing a General View of the Geological Relations of the South Eastern Part of England; with Figures and Descriptions of the Fossils of Tilgate Forest. 4° London 1827.\n\nMARINE SOCIETY. A Meteorological Journal kept on board the Marine Society's Ship off Greenwich, during the year 1826. Folio. MS.\n\nMARSDEN (W.) Bibliotheca Marsdeniana, Philologica et Orientalis. A Catalogue of Books and Manuscripts collected with a view to the general comparison of Languages, and to the Study of Oriental Literature. By William Marsden, F. R. S. 4° Lond. 1827.\n\nMATHIAS (T. J.) Poesie Liriche e Varie. 3 Tom. 8° Napoli 1825.\n\nDONORS.\n\nThe Rev. Dionysius Lardner, LL.D.\n\nM. Legendre.\n\nM. Leroux.\n\nDr. Leroy.\n\nThe Publisher.\n\nDr. John Lingard.\n\nThe Linnean Society.\n\nThe Royal Society of Literature.\n\nLe Bureau de Longitudes.\n\nRichard Taylor, Esq.\n\nRichard Taylor, Esq. and Richard Phillips, Esq.\n\nGideon Mantell, Esq.\n\nThe Marine Society.\n\nWilliam Marsden, Esq.\n\nT. J. Mathias, Esq.\nPRESENTS.\n\nMATHIAS (T. J.) Il Castello dell'Ozio. Poema in due canti di Jacopo Thomson, recato in Verso Italiano detto Ottava Rima da T. J. Mathias (Inglese). 8° Napoli 1826.\n\nIl Cavaliere della Croce Rossa, o la Leggenda della Santità. Poema in dodici canti, dall' Inglese di Edmundo Spenser, recato in Verso Italiano detto ottava Rima, da Tommaso Jacopo Mathias (Inglese). 8° Napoli 1826.\n\nLusitania protetta da Inghilterra, 1827. Canzone di T. J. Mathias (Inglese). 8° Londra 1827.\n\nMAYER (T.) Astronomical Observations, made at Göttingen, from 1756 to 1761. In two parts. By Tobias Mayer, Professor of Astronomy. Published by Order of the Commissioners of Longitude. Folio. Lond. 1826.\n\nMOREAU (A.) Histoire Physique des Antilles Françaises; savoir; la Martinique et les Iles de la Guadeloupe. Contenant, la Géologie de l'Archipel des Antilles, le Tableau du Climat de ces Iles, la Minéralogie des Antilles Françaises, leur Flore, leur Zoologie, le Tableau Physiologique de leurs différentes races d'Hommes, et la Topographie de la Martinique et de la Guadeloupe. Tome premier. 8°. A Paris 1822.\n\nMOREAU (C.) Chronological Records of the British, Royal and Commercial Navy, from the earliest period (A.D. 827), to the present time (1827), founded on Official Documents; derived chiefly from authenticated original Manuscripts and Records of Parliament, the Admiralty Office, Board of Trade, Accounts of the Custom House, and from the Works and Scarce Tracts of the ablest Writers, British and Foreign. Illustrated by Copious Tables, constructed on a New Plan, and exhibiting many Facts never before made public, and disposed in each year during the last ten centuries. Folio. Lond. 1827.\n\nPast and Present State of the Navigation of Great Britain (Sheet). 2 Copies.\n\nState of the British and Foreign Shipping Compared from 1822 to 1826. (Sheet.)\n\nNAUTICAL ALMANAC and Astronomical Ephemeris for the Year 1829. Published by Order of the Commissioners of Longitude. 8° Lond. 1826.\n\nNICOLLET (M.) Mémoire sur la Mesure d'un Arc du Parallèle moyen entre le Pole et l'Equateur. Par M. M. Brousseau et Nicollet. 8°.\n\nO'CONNOR (C.) Rerum Hibernicarum Scriptores Veteres. 4 Vols. 4°. Buckinghamiae 1814-25-26.\n\nOPINIONS. Essays on the Formation and Publication of Opinions, and on other subjects. 2d Edition. 8°. Lond. 1826. (Anonymous.)\n\nDONORS.\n\nThomas James Mathias, Esq.\n\nThe Commissioners of Longitude.\n\nMons. Moreau de Jonnès.\n\nCésar Moreau, Esq.\n\nThe Commissioners of Longitude.\n\nMons. Nicollet.\n\nHis Grace the Duke of Buckingham.\n\nThe Author.\nPRESENTS.\n\nPARRY (W. E.) Appendix to Captain Parry's Journal of a Second Voyage for the Discovery of a North-West Passage from the Atlantic to the Pacific, performed in His Majesty's Ships Fury and Hecla, in the years 1821-22-23. Published by authority of the Lords Commissioners of the Admiralty. 4° Lond. 1825.\n\nPHILADELPHIA. Transactions of the American Philosophical Society, held at Philadelphia, for promoting Useful Knowledge, Vol. III. Pt. I. New Series.\n\nPHILIP (A. P. W.) A Treatise on Fevers, including the various species of Simple and Eruptive Fevers. 4th edit. 8° Lond. 1820.\n\nA Treatise on Symptomatic Fevers; including Inflammations, Hæmorhages, and Mucous Discharges. 4th edit. 8° Lond. 1820.\n\nA Treatise on Indigestion and its consequences, called Nervous and Bilious Complaints; with Observations on the Organic Diseases in which they sometimes terminate. 5th edit. 8° Lond. 1825.\n\nAn Experimental Enquiry into the Laws of the Vital Functions. In part re-published, by permission of the President of the Royal Society, from the Philosophical Transactions of 1815, 1817, and 1822; with the Report of the Institute of France on the Experiments of M. Le Gallois; and Observations on that Report. 4th edition. Addressed to the Scientific Public. 8° Lond. 1824.\n\nOn the Treatment of the more protracted Cases of Indigestion. 8° Lond. 1827.\n\nPLANA (J.) Note. Sur un Mémoire de M. de Laplace, ayant pour titre \"Sur les deux grandes inégalités de Jupiter et Saturne,\" imprimé dans le Volume de la C. des Tems pour l'Année, 1829. (two copies).\n\nAddition relative à la première partie de l'écrit intitulé \"Note sur un Mémoire, etc.\" 4°.\n\nMémoire sur l'intégration d'une Équation Linéaire. 4°.\n\nPOISSON (A. M.) Mémoire sur la Théorie du Magnétisme en mouvement. 4°.\n\nDiscours prononcé aux Obsèques de M. le Marquis de Laplace. Par M. Poisson, President du Bureau des Longitudes. 4°.\n\nPOLITICAL ECONOMY. Questions in Political Economy, Politics, Morals, Metaphysics, Polite Literature, and other branches of Knowledge; for discussion in Literary Societies, or for Private Study. With Remarks under each Question, original and selected. By the Author of Essays on the Formation and Publication of Opinions. 8° Lond. 1823.\n\nREVIEW. The London Weekly Review and Journal of Literature and the Fine Arts. Nos. 1 and 2. 4° Lond. 1827.\n\nDONORS.\n\nThe Rev. George Fisher.\n\nThe American Philosophical Society.\n\nDr. A. P. Wilson Philip.\n\nMons. Plana.\n\nM. Poisson.\n\nThe Author.\n\nThe Editor.\nPRESENTS.\n\nROBERTSON (A.) Astronomical Observations made at the Radcliffe Observatory at Oxford, from May 1, 1826, to May 1, 1827. By, and under the direction of, the Rev. Abram Robertson, D.D. fol. MS.\n\nROGET (P. M.) An Introductory Lecture on Human and Comparative Physiology. Delivered at the New Medical School in Aldersgate Street. 8° Lond. 1826.\n\nROYAL ASIATIC SOCIETY. Regulations, Prospectus, and List of the Members of the Royal Asiatic Society of Great Britain and Ireland. 1826.\n\nROYAL INSTITUTION. A Journal of Science and the Arts. Edited at the Royal Institution of Great Britain. Nos. 42, 43, and 44. 8° Lond.\n\nAn Index to the first twenty volumes of the Quarterly Journal of Science and the Arts. 8°.\n\nRUSH (J.) The Philosophy of the Human Voice; embracing its Physiological History; together with a System of Principles by which Criticism, in the Art of Elocution, may be rendered intelligible, and Instruction, definite and comprehensive: to which is added, a Brief Analysis of Song and Recitative. 8° Philadelphia 1827.\n\nSAVAGE (J.) The History of New England from 1630 to 1649. By John Winthrop, Esq. First Governor of the Colony of the Massachusetts Bay. From his original Manuscripts. With Notes to illustrate the Civil and Ecclesiastical Concerns, the Geography, Settlement, and Institutions of the Country, and the Lives and Manners of the principal Planters. By James Savage, Member of the Massachusetts Historical Society. 2 vol. 8° Boston 1825.\n\nSAVARY (F.) Mémoire sur l'Aimantation. 8° (Extr. des Ann. de Chim.\n\nSCHOENBERG (J. J. Al. de) Memorie sul Ristabilimento della Circolazione nella Legatura, o anche rescisione dei Tronchi delle Arterie, con le conclusioni immediate, illustrate du esperimenti, e disegni. 4° Napoli 1826.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. No. 91-118. 4°.\n\nDe Latitudine Speculae Havniensis. 4°.\n\nTables Auxiliaires Astronomiques pour l'année 1827. Publiées par H. C. Schumacher. 8° Copenhague.\n\nSOTHEBY (W.) Georgica Publil Virgilii Maronis, in quinque Linguas conversa,\n\nHispanicam à Joanne de Guzman;\nGermanicam Joanne Henrico Voss;\nAnglicam Gulielmo Sotheby;\nItalicam Francisco Soave;\nGallicam Jacopo Delille;\n\nfolio, Lond. 1827.\n\nDONORS.\n\nThe Trustees under the will of the late Dr. Radcliffe.\n\nDr. Roget.\n\nThe Royal Asiatic Society of Great Britain and Ireland.\n\nThe Managers of the Royal Institution.\n\nDr. James Rush.\n\nJames Savage, Esq.\n\nMons. Savary.\n\nCav. Alb. de Schoenberg.\n\nProfessor Schumacher.\n\nWilliam Sotheby, Esq.\nPRESENTS.\n\nSTOCKHOLM (Royal Acad. of) Kongl. Vetenskaps-Academiens Handlingar. För 1824 & 1825. 8° Stockholm 1824, 1826\n\nArsberättelser om Vetenskapernas Framsteg, afgifne af Kongl. Vetenskaps-Academiens Embetsmän. 8° Stockholm 1824-25-26. (3 volumes.)\n\nSTRUVE (F. G. W.) Beschreibung des auf der Sternwarte der Kaiserlichen Universität zu Dorpat befindlichen grossen Refractors von Fraunhofer. Herausgegeben von F. G. W. Struve, Director der Sternwarte. fol. Dorpat 1825.\n\nTAYLOR (R. C.) On the Geology of East Norfolk; with Remarks upon the Hypothesis of Mr. J. W. Robberds, respecting the former level of the German Ocean. 8° Lond. 1827.\n\nTHERMOMETER. A Spirit Thermometer, having an ivory scale graduated according to Fahrenheit, from 110° below, to 94° above zero; with divisions according to Reaumur's scale: made by Newman, under the directions of Mr. Daniell, and employed by Captain Parry and Lieutenant Foster, at Port Bowen, in their Observations for determining the amount of Atmospheric Refractions at that Station.\n\nTIEDEMANN (F.) Die Verdauung nach Versuchen, von Friederich Tiedemann und Leopold Gmelin, Professoren an der Universität zu Heidelberg. Zweiter Band. 4° Heid. und Leip. 1827.\n\nTURIN. Memorie della Reale Accademia delle Scienze di Torino. Tom. xxix e xxx. 4° Torino, 1825.\n\nVALUE. A Critical Dissertation on the Nature, Measures, and Causes of Value; chiefly in reference to the writings of Mr. Ricardo and his followers. By the author of Essays on the Formation and Publication of Opinions, &c. &c. 8° Lond. 1825.\n\nA Letter to a Political Economist; occasioned by an Article in the Westminster Review on the subject of Value. By the author of a Critical Dissertation on Value, therein reviewed. 8° Lond. 1826.\n\nVIRGIL see SOTHEBY.\n\nVIVIANI (D.) Floræ Lybicae Specimen, sive Plantarum Enumeratio Cyrenaicam, Pentapolim, Magnæ Syrtos Desertum, et Regionem Tripolitanam Incoletium, quas ex siccis specimibus delineavit, descriptit, et ære insculpi curavit Dominicus Viviani. fol. Gennæ 1824.\n\nFloræ Corsicæ Specierum Novarum vel minus Cognitarum, Diagnosis, quam in Floræ Italicae Fragmenti alterius Prodromum exhibet Dominicus Viviani. 4°.\n\nAppendix ad Floræ Corsicæ Prodromum. 4°.\n\nDONORS.\n\nThe Royal Academy of Sciences of Stockholm.\n\nProfessor Struve.\n\nR. C. Taylor, Esq.\n\nLieut. Henry Foster.\n\nProfessor Tiedemann.\n\nThe Royal Academy of Sciences of Turin.\n\nThe Author.\n\nProfessor Viviani.\nPRESENTS.\n\nWATSON (R.) A Brief explanatory Statement of the Principle and Application of a Life and Ship Preserver, invented or contrived by Ralph Watson. 8° Lond. 1827.\n\nWEDDELL (J.) Observations on the Probability of reaching the South Pole. (two copies.) 8° Lond. 1826.\n\nWINTHROP see SAVAGE.\n\nTHE ZOOLOGICAL JOURNAL. No. IX. July 1826—January 1827. (coloured plates). 8° Lond.\n\nDONORS.\n\nMr. Ralph Watson.\n\nJames Weddell, Esq.\n\nThe Editors.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1827.\n\nA\n\nAcid, acetic, or vinegar, composition of, p. 383.\n— citric, composition of, p. 385.\n— malic, composition of, p. 386.\n— oxalic, composition of, p. 385.\n— saccharic, composition of, p. 387.\n\nAiry, G. B. Esq. Remarks on a correction of the solar tables required by Mr. South's observations, p. 65.\n\nAmylaceous principles, remarks on, p. 374.\n\nArrow root, composition of, p. 377.\n\nAtmospherical Refractions at Port Bowen, corrections to the reductions of Lieut. H. Foster's observations on, p. 122.\n\nB\n\nBarlow, Peter, Esq. his rules and principles for determining the dispersive ratio of glass; and for computing the radii of curvature for achromatic object-glasses, submitted to the test of experiment, p. 231.\n\n— on the secondary deflections produced in a magnetized needle by an iron shell, in consequence of an unequal distribution of magnetism in its two branches, p. 276.\n\nBell, Thomas, Esq. on the structure and use of the submaxillary odoriferous gland in the genus crocodilus, p. 132.\n\nMDCCCXXVII.\nINDEX.\n\nC\n\nChloro-chromic acid, how obtained, description and experiments on the properties of, p. 190.\nChloro-chromic acid, analysis of, p. 195.\n———, composition of, p. 199.\nCHRISTIE, S. H. Esq. On the mutual action of the particles of magnetic bodies, and on the law of variation of the magnetic forces generated at different distances during rotation, p. 71.\n———, theory of the diurnal variation of the magnetic needle illustrated by experiments, p. 308.\nChromates, p. 218.\nChromic acid, analysis of by protosulphate of iron, p. 173.\n———, analysis of, by sulphuretted hydrogen gas, p. 164.\nChromiron ore, analysis of, p. 227.\nChromium, on some of the compounds of, p. 159.\nChromium and its oxides, atomic weights and constituents of, p. 190.\n——— arseniate of, p. 212.\n——— brown oxide of, preparation and description of, p. 186.\n——— carbonate of, p. 208.\n——— chromate of, p. 213.\n——— green oxide of, p. 162.\n——— muriate of, p. 204.\n——— nitrate of, p. 205.\n——— oxalate of, p. 214.\n——— phosphate of, p. 210.\n——— phosphuret of, composition of, p. 178.\n——— potash-tartrate of, p. 216.\n——— pure metallic, description of, p. 160.\n——— salts of, account of, p. 202.\n——— sulphate of, p. 206.\n——— tartrate of, p. 215.\nCommon oyster, on the propagation of, p. 39.\n———, mode of breeding in, p. 41.\nComputation of the radii for correcting spherical aberration and colour, on the, p. 289.\nCurves for an achromatic object-glass, approximate method of computing, p. 262.\nINDEX.\n\nD\n\n*Differential thermometer*, new form of, p. 129.\n— some applications of, p. 130.\n*Dispersive ratio of glass*, method of determining, p. 235.\n\nF\n\n*Foster, Lieut. Henry, R. N.* His corrections to the reductions of Lieutenant Foster's Observations on Atmospherical Refractions at Port Bowen; with addenda to the Table of Magnetic Intensities at the same place, p. 122.\n*Fresh-water muscle*, on the mode of breeding in, p. 44.\n\nG\n\n*Gilbert, Davies, Esq.* On the expediency of assigning specific names to all such functions of simple elements as represent definite physical properties; with the suggestion of a new term in mechanics; illustrated by an investigation of the machine moved by recoil; and also by some observations on the Steam Engine, p. 25.\n*Glass, dispersive ratio of*, rules and principles for determining; and for computing the radii of curvature for achromatic object-glasses, submitted to the test of experiment, p. 231.\n*Gum arabic*, composition of, p. 384.\n\nH\n\n*Harwood, J., M. D.* On a newly discovered Genus of Serpentiform Fishes, p. 49.\n*Harris, Mr. Wm. Snow.* On the relative powers of various metallic substances as conductors of electricity, p. 18.\n*Henderson, Thomas, Esq.* on the difference of Meridians of the Royal Observatories of Greenwich and Paris, p. 286.\n*Hen-Pheasants*, on the change of plumage in, p. 268.\n*Herschel, J. F. W. Esq.* His correction of an error in a Paper published in the Philosophical Transactions, entitled \"On the Parallax of the Fixed Stars,\" p. 126.\n*Home, Sir Everard, Bart.* The Croonian Lecture, on the propagation of the common oyster, and the large fresh-water muscle, p. 39.\n\n— An examination into the structure of the cells of the human lungs; with a view to ascertain the office they perform in respiration, p. 58.\nINDEX.\n\nHOME, Sir Everard, Bart. On the effects produced upon the air-cells of the lungs when the pulmonary circulation is too much encreased, p. 301.\nHydrosulphuret of soda, true composition of, p. 168.\nHyposulphite of soda, composition of, p. 169.\nHyposulphurous acid, true composition of, p. 169.\n\nI\n\nIndex of refraction and curvature of the surfaces of any given convex or concave lens, method of practically determining, p. 264.\nIron, perchromates of, p. 218.\n\nL\n\nLead, bichromate of, p. 221.\nLignin, from box-wood and willow, composition of, p. 380.\nLungs, air-cells of the, effects produced on them, when the pulmonary circulation is too much encreased, p. 301.\nLungs, human, examination into the structure of the cells of, with a view to ascertain the office they perform in respiration, p. 58.\n\nM\n\nMachine moved by Recoil, investigation of, p. 27.\nMagnesia, potash-chromate of, p. 224.\nMagnetic bodies, on the mutual action of the particles of, during rotation, p. 74.\nMagnetic forces generated at different distances during rotation, on the law of the variation of, p. 92.\nMagnetic intensities at Port-Bowen, Addenda to Table of, in Phil. Trans. for 1826, p. 125.\nMagnetic needle, theory of diurnal variation of, illustrated by experiments, p. 308.\nobservations, table of means deduced from Canton's, p. 333.\nobservations at Fort Enterprise, by Lieutenant Hood, mentioned, p. 337.\nobservations in London, variation 19° W. mentioned, p. 338.\nobservations near London, variation 24° 36' W. mentioned, p. 339.\nINDEX.\n\nMagnetic observations, Lieutenant Foster's at Port Bowen, mentioned, p. 340.\nMechanics, suggestion of a new term in, p. 27.\nMeridians of the Royal Observatories of London and Paris, on the difference of, p. 286.\nMerorganized, a new term provisionally adopted, p. 375.\nMetallic Substances, various, on their relative powers as conductors of electricity, p. 18.\ntabular results of experiments on, p. 21.\nMiller, Lieut. Col., his description of a Percussion Shell, to be fired horizontally from a common gun, p. 1.\n\nN\n\nNerves of the Lungs, on the effects of dividing, and subjecting the latter to the influence of voltaic electricity, p. 297.\n\nO\n\nOphiognathus ampullaceus, description of, p. 52.\nOrganized substances, preliminary observations on the analysis of, p. 357.\n\nP\n\nParallax of the fixed Stars, correction of an error in a paper on, p. 126.\nPercussion Shell, to be fired horizontally from a common gun, description of, p. 1.\nPhilip, A. P. W., M. D., his observations on the effects of dividing the nerves of the lungs, and subjecting the latter to the influence of voltaic electricity, p. 297.\nProut, William, M.D., on the ultimate composition of simple alimentary substances, with some preliminary remarks on the analysis of organized bodies in general, p. 355.\n\nR\n\nRefraction, on the determination of the index of, p. 233.\nRespiration, chemical theory of, p. 58.\nRitchie, William, A. M., on the permeability of transparent screens of extreme tenuity by radiant heat, p. 139.\nINDEX.\n\nRITCHIE, WILLIAM. A. M., on a new form of the differential thermometer, with some of its applications, p. 129.\n\nS\n\nSaccharine principle, observations on, p. 368.\nSecondary deflections of a magnetized needle by an iron shell, on, p. 276.\nSerpentiform Fishes, on a newly discovered genus of, p. 49.\nSilver, bichromate of, p. 222.\nSimple alimentary substances, on the ultimate composition of, with some preliminary remarks on the analysis of organized bodies in general, p. 355.\nSimple elements, on the expediency of assigning specific names to such as represent definite physical properties, p. 25.\nSoda, potash-chromate of, p. 223.\nSolar tables, remarks on a correction of, required by Mr. South's observations, p. 65.\nSpherical aberration and dispersion, experimental examination of the limits within which an error in them may take place, without producing a sensible defect in the object-glass, p. 254.\nSteam Engine, observations on, p. 32.\nSubmaxillary odoriferous gland in the genus Crocodilus, on the structure of, p. 132.\nSugars, analyses of, p. 369.\nSugar of milk, composition of, p. 383.\n— from the cane, composition of, p. 371.\n— of honey, composition of, p. 372.\nSugars, table of the composition of several, p. 373.\n\nT\n\nTable, showing the aberration of a lens for parallel rays to four indices, p. 249.\nTHOMSON, THOMAS, M. D. on some of the compounds of chromium, p. 159.\nTransit-instruments, on the derangement of, by the effects of temperature, p. 144.\nTransparent screens of extreme tenuity, on their permeability by radiant heat, p. 139.\nINDEX.\n\nW\n\nWheat Starch, composition of, p. 376.\nWoodhouse, Robert, A. M. on the derangements of certain transit instruments by the effects of temperature, p. 144.\n\nY\n\nYarrell, William, Esq. on the change in the plumage of some hen-pheasants, p. 268.\n\nERRATA, PART IV. 1826.\n\nPage 4, line 1, for \"9 ten-thousandths,\" read \"9 thousandths.\"\n\nIn Plate VI. page 189, insert the letter \"N\" at the left hand extremity of the horizontal diameter in Fig. 4; and at the upper extremity of the vertical diameter in Fig. 5, insert the letter \"e.\"\n\nDirections to the Binder.\n\nPlates I. II. and III. should face page 124, instead of 174.\n\nFrom the Press of\nW. Nicol,\nCleveland-row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107886.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 32418,
    "total-output-tokens": 12084,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1755,
        2
      ],
      [
        1755,
        4191,
        3
      ],
      [
        4191,
        6788,
        4
      ],
      [
        6788,
        9600,
        5
      ],
      [
        9600,
        12251,
        6
      ],
      [
        12251,
        14868,
        7
      ],
      [
        14868,
        17378,
        8
      ],
      [
        17378,
        19925,
        9
      ],
      [
        19925,
        22411,
        10
      ],
      [
        22411,
        24909,
        11
      ],
      [
        24909,
        27330,
        12
      ],
      [
        27330,
        27773,
        13
      ],
      [
        27773,
        28842,
        14
      ],
      [
        28842,
        30299,
        15
      ],
      [
        30299,
        32090,
        16
      ],
      [
        32090,
        33607,
        17
      ],
      [
        33607,
        35098,
        18
      ],
      [
        35098,
        36658,
        19
      ],
      [
        36658,
        37339,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107886",
    "title": "Back Matter",
    "authors": null,
    "year": 1827,
    "volume": "117",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/107886"
  }
}