{
  "id": "466229694a17971d967488355dec966bc768dc3b",
  "text": "I I.\n\nA Letter of Dr. John Wallis,\n(Geom. Prof. Oxon, and F. R. S.)\nto Mr. Thomas Beverly; Concerning his Method for Instructing Persons Deaf and Dumb.\n\nSIR,\n\nI have received your Letter of Sept. 22. Wherin you tell me the case of a Family, wherein you are concerned; which is really very sad. Of Eight Children now living, Five are Deaf and Dumb. (And, I suppose, Dumb because Deaf.)\n\nYou desire my Directions, How best to supply that Defect: Having had some Acquaintance (I understand) with Mr. Alexander Popham, (who, I think, is yet living,) whom (being born Deaf) I taught (about four or five and thirty years ago) to Speak distinctly, (though I doubt, he may now have forgot much of it;) And, to Understand a Language, so as to express his mind (tolerably well) by Writing, and to understand what is written to him by others. As I had, before, taught Mr. Daniel Whaley: Who was Deaf also; but is lately dead.\n\nOthers, who were not Deaf, but had great Impediments in their Speech, (who Stuttered extremely, or who have not been able to pronounce some Letters,) I have taught to Speak very Distinctly, and to pronounce those letters which before they could not: So as perfectly to conquer\nquer that difficulty; at least so as that it was very little (if at all) discernable.\n\nSome other Deaf persons, I have not attempted teaching them to Speak; but only so as (in good measure) to understand a Language, and to express their mind (tolerably well) in Writing. Who have thereby attained a much greater measure of Knowledge in many things, than was thought attainable to persons in their circumstances; and become capable (upon further improvement) of such further Knowledge as is attainable by Reading.\n\nThe former part of this Work (teaching to Speak, or to speak Plain) is to be done, by Directing them to Apply their Tongue, Lips, and other Organs of Speech, to such Postures and Motions, as are proper for the Formation of such and such Sounds (respectively) as are used in Speech. And, then, the Breath, emitted from the Lungs, will Form those Sounds; whether the person Speaking do Hear himself, or not.\n\nOf which respective Formation, of all Sounds commonly used in Speech, I have given a full Account (and, I think, I am the first who have done it,) in my Treatise De Loculae; prefixed to my Grammar of the English Tongue; first published in the year 1653. In pursuance of which, I attempted the Teaching of Deaf persons to Speak.\n\nAnd this is indeed the Shorter work of the Two. (however looked upon as the more Stupendous.) But this, without the other, would be of little use. For, to pronounce words only as a Parrot, without knowing what they signify, would do us but little service. And it would by degrees (without a Director to correct Mistakes) come to be lost in part. For, like as one who Writes a fair Hand, if he become Blind, would soon forget the exact Draught of his Letters, for want of an Eye to direct his Hand: So he, who doth not Hear himself Speak, must needs be apt to forget the Niceness of Formation (without a Prompter) for want of an Ear to regulate his Tongue.\n\nThe other part of the Work (to teach a Language) is what you now inquire about.\n\nIn order to this; it is Necessary in the first place, That the Deaf person be taught to Write. That there may be somewhat to express to the Eyes, what the Sound (of Letters) represents to the Ear.\n\n'Twill next be very Convenient (because Pen and Ink is not always at hand) that he be taught, How to design each Letter, by some certain Place, Position, or Motion, of a Finger, Hand or other Part of the Body; (which may serve instead of Writing.) As for instance, The five Vowels aeion; by pointing to the Top of the five Fingers: And the other Letters b c d &c. by such other place or posture of a Finger, otherwise, as shall be agreed upon.\n\nAfter this; a Language is to be taught this Deaf person, by like methods as Children are at first taught a Language; (though the thing perhaps be not needed.) Only with this difference: Children learn Sounds by the Ear; but the Deaf person is to learn Marks (of those sounds) by the Eye. But both the one and the other, do equally signify the\nthe same Things or Notions; and are equally (significantia ad placitum) of\nmere Arbitrary Signification.\n\n'Tis then most natural (as Children learn the Names of Things) to\nfurnish him (by degrees) with a Nomenclator; containing a competent\nnumber of Names, of things common and obvious to the Eye; (that\nyou may Shew the Thing answering to such a Name.) And these di-\ngested under convenient Titles; and placed (under them) in such con-\nvenient Order (in several Columnes, or other orderly situation in the\nPaper,) as (by their Position) best to express, to the Eye, their Rela-\ntion or Respect to one another. As, Contraries or Correlatives, one over\nagainst the other; Subordinates or Appurtenances, under their Principals.\nWhich may serve as a kind of Local Memory.\n\nThus, (in one Paper) under the title Man-kind, may be placed, (not\nConfusedly, but in decent Order,) Man, Woman, Child, (boy, girl;) And,\nif you please, the Names of some known persons, (of the family,\nor others;) with Spaces left to be supplied with other like Names or\nWords, as after there may be occasion.\n\nThen (in another Paper) under the Title Body, may be written (in\nlike convenient order) Head, (hair, skin, ear,) Face, forehead, eye, (eye-\nlid, eye-brow,) cheek, nose, (nose-tip,) mouth, (lip, chin,) Neck (throat,) Back,\nBreast, Side, (right-side, left-side,) Belly, Shoulder, Arm, (elbow, wrist, hand,\n(back, palm,) finger, (thumb, knuckle, nail,) Thigh, knee, leg, (shin, calf,\nankle,) foot, (heel, sole,) toe. With like Spaces, as before, for more to\nbe added, as there is occasion.\n\nAnd when he hath learned the import of Words in each Paper; let\nhim Write them (in like manner) in distinct Leaves or Pages of a Book\n(prepared for that purpose) to confirm his Memory, and to have recourse\nto it upon occasion.\n\nIn a Third Paper, you may give him the Inward parts. As, Soul,\n(brain,) Throat, (wind-pipe, gullet,) Stomach, (gut,) heart, lungs, liver, spleen,\nkidney, bladder, (urine,) vein, (blood,) bone, (marrow,) flesh, fat, &c.\n\nIn another Paper, under the title Beast, may be placed; Horse (stone-\nhorse, gelding,) mare, (colt,) Bull, (ox,) cow, calf. Sheep, ram, (wool,) ewe,\n(lamb,) Hog, boar, sow, pig. Dog, (mastiff,) hound, greyhound, spaniel,\nbitch, (whelp, puppy,) Hare, rabbit. Cat, mouse, rat, &c.\n\nUnder the title Bird, or Fowl; put Cock, (capon,) hen, chick. Goose,\n(gander,) gosling. Duck, (drake,) Swan, Crow, Kite, Lark, &c.\n\nUnder the title Fish, put Pike, Eel, Plaice, Salmon, Lobster, Crab, Oyster,\nCrawfish, &c.\n\nYou may then put Plants or Vegetables, under several Heads, or Sub-\ndivisions of the same Head. As, Tree, (root, body, bark, bough, leaf, fruit;) Oak,\nash, apple-tree, pear-tree, vine, &c. Fruit, apple, pear, plum, cherry, grape,\nnut, orange, lemon. Flower, rose, tulip, glower. Herb, (weed,) grass. Corn;\nwheat, barley, ry, pea, bean.\n\nAnd the like of Inanimates. As, Heaven; sun, moon, star. Elements;\nearth, water, air, fire. And, (under the title Earth;) clay, sand, gravel,\nstone. Metal; gold, silver, brass, (copper,) iron, (steel,) lead, tin, (pewter,)\nglass. Under the title; Water; put Sea, pond, river, stream. Under\nthat of Air; put Light, dark, mist, fog, Cloud; wind, rain, hail, snow; thunder, lightening, rain-bow. Under that of Fire; Coal, flame, smoke, foot, ashes.\n\nUnder the title Clothes; put Woollen, (cloth, stuff,) Linen; (holland, lawn, lockram,) Silk, (Satine, Velvet,) Hat, cap, band, doublet, breeches, coat, cloak, stockings, shoe, boot, shirt, petty-coat, gown, &c.\n\nUnder the title House; put Wall, roof, door, window, (casement,) room. Under Room; put Shop, hall, parlour, dining-room, chamber, (study, closet,) kitchen, cellar, stable, &c.\n\nAnd, under each of these, (as distinct Heads,) the Furniture or Utensils belonging thereunto; (with Divisions and Subdivisions, as there is occasion;) which I forbear to mention, that I be not too prolix.\n\nAnd, in like manner, from time to time, may be added more Collections or Classes of Names or Words, conveniently digested under distinct Heads, and suitable Distributions; to be written in distinct Leaves or Pages of his Book; in such order as may seem convenient: Which I leave to the prudence of the Teacher.\n\nWhen he is furnished with a competent number of Names, (though not so many as I have mentioned:) it will be seasonable to teach him (under the titles Singular, Plural,) the Formation of Plurals from Singulars; by adding s or es. As, Hand, hands; Face, faces; Fish, Fishes; &c. with some few Irregulars; As, Man, men; Woman, women; Foot, feet; Tooth, teeth; Mouse, Mice; Louse, lice; Ox, oxen, &c.\n\nWhich (except the Irregulars) will serve for Possessives (to be after taught him,) which are formed from their Primitives, by like addition of s or es. Except some few Irregulars; As, My, mine; Thy, thine; Our, ours; Yours, yours; His, Hers, hers; Their, theirs, &c.\n\nAnd in all these, and other like cases, it will be proper first to shew him the Particulars, and then the General Title.\n\nThen teach him (in another Page, or Paper) the Particles; A, an; The, this, that; These, those.\n\nAnd the Pronouns; I, me, my, mine; Thou, thee, thy, thine; We, us, our, ours; Ye, you, your, yours; He, him, his; She, her, hers; It, its; They, them, their, theirs; Who, whom, who's.\n\nThen, under the titles Adjective, Substantive; teach him to connect these. As, My hand, Your head, His foot, Her feet, Her arm, arms, Our hats, Their shoes, John's coat, William's band, &c.\n\nAnd, in order to furnish him with more Adjectives; Under the title Colours, you may place Black, white, gray, green, blew, yellow, red, &c. And, having shewed the Particulars; let him know, These are called Colours.\n\nThe like for Taste and Smell; As, Sweet, bitter, sour, stink.\n\nAnd, for Hearing; Sound, noise, word.\n\nThen, for Touch or Feeling; Hot, (warm,) Cold, (cool,) Wet, (moist,) Dry; Hard, soft; Tough, brittle; Heavy, light, &c.\n\nFrom whence you may furnish him with more Examples of Adjectives with Substantives; As, White bread, Brown bread, Green grass, Soft cheese, Hard cheese, Black hat, My black-hat, &c.\n\nAnd then, inverting the order, Substantive and Adjective (with the Verb\nVerb Copulative between: As; Silver is white; Gold is yellow; Lead is heavy; Wood is light; Snow is white; Ink is black; Flesh is soft; Bone is hard; I am sick; I am not well, &c. Which will begin to give him some notion of Syntax.\n\nIn like manner, when Substantive and Substantive are so connected. As; Gold is a Metal; A Rose is a Flower; Wee are men; They are women; Horses are beasts; Geese are Fowls; Larks are Birds, &c.\n\nThen, as those before relate to Quality, you may give him some other words relating to Quantity. As; Long, short; Broad, narrow; Thick, thin; High, (tall,) low; Deep, shallow; Great, (big,) small; (little;) Much, little; Many, few; Full, empty; Whole, part; (piece;) All, some, none; Strong, weak; Quick, slow; Equal, unequal; Bigger, less.\n\nThen, words of Figure; As; Straight, crooked; Plain, bowed; Concave, (hollow) convex; Round, square, three-square; Sphere, (globe, ball, boul;) Cube, (die;) Upright, sloping; Leaning forward, leaning backward; Like, unlike.\n\nOf Gesture; As; Stand, ly, sit, kneel, stoop.\n\nOf Motion; As; Move, (tir,) rest; Walk, (go, come;) Run; Leap; Ride; Fall, rise; Swim, sink; (drown;) Slide; Creep, (crawl;) Fly; Pull, (draw,) thrust, throw; Bring, fetch, carry.\n\nThen, words relating to Time, Place, Number, Weight, Measure, Money, &c. are (in convenient time) to be shewed him, distinctly. For which the Teacher, according to his discretion, may take a convenient season.\n\nAs likewise, The Time of the Day; The Days of the Week; The Days of the Month; The Months of the Year; and other things relating to the Almanack Which he will quickly be capable to understand, if Methodically shewed him.\n\nAs likewise, the Names and Situations, of Places, and Countries, which are convenient for him to know. Which may be orderly written in his Book; and shewed him in Maps, of London, England, Europe, the World, &c.\n\nBut these may be done at leisure; As likewise, the Practice of Arithmetic, and other like pieces of Learning.\n\nIn the mean time; (after the Concord of Substantive and Adjective;) he is to be shewed (by convenient Examples) that of the Nominative and Verb. As, for instance, I go, You see, He sits, They stand, the Fire burns, the Sun shines, the Wind blows, the Rain falls, the Water runs; and the like: with the Titles in the top, Nominative, Verb.\n\nAfter this, (under the titles, Nominative, Verb, Accusative,) give him Examples of Verbs Transitive; As, I see you, You see me, The Fire burns the Wood, The Boy makes a Fire, The Cook roasts the Meat, The Butler lays the Cloth, We eat our Dinner.\n\nOr even with a Double Accusative; As, You teach me (Writing, or) to Write; John teacheth me to Dance; Thomas tells me a Tale, &c.\n\nAfter this; you may teach him the Flexion or Conjugation of a Verb; or, what is equivalent thereunto. For, in our English Tongue, each Verb hath but Two Tenses (the Present and the Future) and Two Participles.\nAll the rest is performed by Auxiliaries. Which (Auxiliaries) have no more Tenses, than the other Verbs.\n\nThose Auxiliaries, are, Do, did; Will, would; Shall, should; May, might; Can, could; Must, ought to; Have, had; Am (be,) Was. And if, by Examples, you can insinuate the signification of these Few Words; you will have taught him the whole Flexion of the Verb.\n\nAnd here it will be convenient, (once for all,) to Write him out a full Paradigm of some one Verb, (suppose, to See,) through all those Auxiliaries.\n\nThe Verb itself, hath but these Four Words to be learned; See, saw, seeing, seen. Save that, after Thou in the Second Person singular (in both Tenses) we add est; and, in the Third Person singular (in the Present Tense) est or es: Or, instead thereof, st, th, s. And so in all Verbs.\n\nThen, to the Auxiliaries, Do did, Will would, Shall should, May might, Can could, Must ought to, we adjoin the Indefinite See. And, after Have had, Am (be) was, the Passive Participle Seen. And so for all other Verbs.\n\nBut the Auxiliary Am or Be, is somewhat Irregular; in a double form;\n\nAm, art, is; Plural, Are. Was, wast, was; Plural, Were.\n\nBe, beest, be; Plural, Be. Were, wert, were; Plural, Were.\n\nBe (am,) was, doing, been.\n\nWhich (attended with the other Auxiliaries) make up the whole Passive Voice.\n\nAll Verbs (without Exception) in the Active Participle, are formed by adding ing; As, See, seeing; Teach, teaching, &c.\n\nThe Preter tense, and the Passive Participle, are formed (regularly) by adding ed. But are oft subject to Contractions, and other Irregularities, (sometime, the same in both; sometime, different.) And therefore it is convenient, here, to give a Table of Verbs (especially the most usual) for those Three cases. (Which may, at once, teach their Signification, and their Formation.) As, Boil, boiled, boiled; Roll, rolled, rolled; Bake, baked, baked; &c. Teach, taught, taught; Bring, brought, brought; Buy, bought, bought, &c. See, saw, seen; Give, gave, given; Take, took, taken; Forsake, forsook, forsaken; Write, wrote, written; &c. With many more, fit to be learned.\n\nThe Verbs being thus dispatched; he is then to learn the Prepositions. Wherein lies the whole Regimen of the Noun. (For Diversity of Cases, we have none.) The force of which is to be insinuated by convenient Examples, suited to their different Significations. As, for instance,\n\nOf, A piece of bread; A pint of Wine; The cover of a pot; The colour of gold; A ring of gold; A cup of silver; The Mayor of London; The longest of all; &c.\n\nAnd in like manner for, Off, on, upon; To, unto, till, until; From; At; In (within,) out (without;) Into, out of; Above, over, under; Above, below; Between, among; Before, behind, after; For; By; With, through; Against; Concerning; And, by this time, he will be pretty well enabled to understand a Single Sentence.\n\nIn the last place; he is (in like manner) to be taught Conjunctions. (Which serve to connect, not Words only, but Sentences.) As, And, also,\nalso, likewise; Either, or, whether; Neither, nor; If, then; Why (wherefore,) because, therefore; But, through, yet; &c. And these illustrated by convenient Examples, in each case, As,\n\nBecause I am cold; therefore I go to the fire; that I may be warm; For it is cold weather.\n\nIf it were fair, then it would be good walking: But (however) though it rain, yet I must go; because I promised. With other like instances.\n\nAnd, by this time, his Book, (if well furnished with plenty of Words; and those well digested, under several Heads, and in good Order; and well recruited from time to time as new words occur;) will serve him in the nature of a Dictionary and Grammar.\n\nAnd, in case the Deaf Person be otherwise of a good Natural Capacity; and the Teacher of good Sagacity; By this method (proceeding gradually, step by step,) you may (with Diligence and due Application, of Teacher and Learner,) in a Years time, or thereabouts, perceive a greater progress than you would expect: and a good Foundation laid for further Instruction, in matters of Religion, and other Knowledge which may be taught by Books.\n\nIt will be convenient, all along, to have Pen Ink and Paper ready at hand, to write down in Words, what you signify to him by Signes; and cause Him to Write (or shew him how to Write) what He signifies by Signes. Which way (of signifying their mind by Signes) Deaf persons are often very good at. And we must endeavour to learn Their language (if I may so call it) in order to teach them Ours: By shewing, what Words answer to their Signes.\n\n'Twill be convenient also, as you go along, (after some convenient progress made,) to Express (in as plain language as may be) the import of some of the Tables. As, for instance,\n\nThe Head is the Highest part of the Body; the Feet, the Lowest part; The Face is the Fore-part of the Head; The Forehead is Over the Eyes; The Cheeks are Under the Eyes; The Nose is between the Cheeks; The Mouth is Under the Nose, and Above the Chin, &c.\n\nAnd such Plain Discourse, put into Writing, and particularly explained; will teach him by degrees to understand Plain Sentences. And like Advantages, a Sagacious Teacher, may take as occasion offers itself from time to time.\n\nThus I have, in a Long Letter, given you a Short Account of my Methods (used, in such cases, with good Success;) which to do at Large, would require a Book.\n\nI have taken the pains to draw-up this method, (which is what I have pursued myself in the like case,) as apprehending it may be of use to some others when I am dead. And I am not confident it should die with me.\n\nAnd I have done it as plainly as I could, that it may be the better understood.\n\nI have given only some short Specimens of such Tables as I had made for my own use, and the use of those whom I was to instruct; but to give them at large, would be more than the work of a Letter; and they are to be varied, as the Circumstances of the Persons, and\nand the Places may require, or the prudence of a Teacher shall find expedient.\n\nIt is adjusted to the English Tongue, because such were the persons I had to deal with.\n\nTo those of another Language, it must be so altered as such Language requires. And perhaps will not be so easily done for another Language as for the English. The Flexion of Nouns, the Conjugation of Verbs, the Difference of Genders, the Variety of Syntax &c. doth in other Languages give a great deal of trouble, which the Simplicity of our Language doth free us from. But this is not my present business.\n\nI Am,\n\nOxford,\nSept. 30.\n1698.\n\nSir,\n\nYours to serve you,\n\nJOHN WALLIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102550.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13192,
    "total-output-tokens": 5528,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1193,
        2
      ],
      [
        1193,
        4167,
        3
      ],
      [
        4167,
        7314,
        4
      ],
      [
        7314,
        10334,
        5
      ],
      [
        10334,
        13243,
        6
      ],
      [
        13243,
        16241,
        7
      ],
      [
        16241,
        19172,
        8
      ],
      [
        19172,
        19820,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102550",
    "title": "A Letter of Dr. John Wallis, (Geom. Prof. Oxon, and F. R. S.) to Mr. Thoma's Beverly; Concerning His Method for Instructing Persons Deaf and Dumb",
    "authors": "John Wallis",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/102550"
  }
}