{
  "id": "2aaafbc5a7504cebd58e60aefd70957e9c41a90d",
  "text": "Chart of Saturated Vapours\nillustrating the general law of their density.\n\nExplanation. The observations are severally marked by small circles (O), dots (•) or crosses (×), and the position of each on the chart is fixed by coordinates as follows. The horizontal coordinate or abscissa is the square root of the G. temperature whose zero is situated at 460° Fahr., being the zero of gaseous tension according to the observations of Rudberg; the unit of these abscissae is upon this chart 5 inches. Thus 23° Fahr. is 484° G., and \\( \\sqrt{484} = 22 \\) the length of the abscissa representing 23° in units of \\( \\frac{5}{9} \\) in. The vertical coordinate is the sixth root of the density of the vapour at the respective temperature. This density is found from the observed tension or elastic force in inches of mercury by dividing the same by the G. temp. The sixth root of the quotient is then laid off as the vertical coordinate to a scale which in this chart has unity equal to \\( \\sqrt[6]{1000} \\) inches.\n\nThe disposition of each series of observations to range itself in a straight line upon this projection is the manifestation of the general law viz. That the sixth root of the density of a saturated vapour varies as the square root of the G. temp. minus a constant or \\( \\sqrt[6]{A} = \\sqrt{t - G} \\).\n\nIn the case of the small circles which show M. Despretz observations on the expansion of water from its point of maximum density at 39° to 212°, the abscissae as before consist of the square root of the excess of the volume above the constant 99672, the volume at 39° being taken as unity. The unity of the scale of ordinates is \\( \\sqrt[6]{350} = 9.407 \\) inches.\n\nSee An. de Chem. t. LXX.\nVI. On a General Law of Density in Saturated Vapours. By J. J. Waterston, Esq.\n\nCommunicated by Lieut.-Col. Sabine, V.P. and Treas.\n\nReceived June 19, 1851,—Read June 19, 1851.\n\nThe relation between the pressure and temperature of vapours in contact with their generating liquids has been expressed by a variety of empirical formulæ, which, although convenient for practical purposes, do not claim to represent any general law. Some years ago, while examining a mathematical theory of gases, I endeavoured to find out from the French Academy's experiments, if the density of steam in contact with water followed any distinct law with reference to the temperature measured from the zero of gaseous tension. [By Rudberg's experiments, confirmed by Magnus and Regnault, this zero is —461° in Fahr. scale, or —273°89 in the Centigrade scale. Temperatures reckoned from this zero I shall call G temperatures to save circumlocution.] If $t$ represents the G temperature, $\\Delta$ the density of a gas or a vapour, and $p$ its elastic force, the equation\n\n$$ t\\Delta = p $$\n\nrepresents the well-known laws of Marriotte and of Dalton and Gay-Lussac. The function that expresses a general relation between $p$ and $t$ in vapours must include a more simple function, expressing a general relation between $\\Delta$ and $t$. The proper course, therefore, seemed to be to tabulate the quotients $\\frac{p}{t}$ from the experiments of the Academy and to project them into a curve. Now, for reasons connected with the vis viva theory of gases, which represents the G temperature as a square quantity, I projected these densities as ordinates to the square root of the G temperatures as abscissæ, and the curve traced out was of the parabolic kind, but of high power. To reduce this, because density is a cubic quantity, I tabulated their cube roots and set them off as ordinates to the same abscissæ. The result was gratifying; for the familiar conic parabola made its appearance. To ascertain whether this curve was exactly the conic parabola, I tabulated the square root of these ordinates, corresponding with the sixth root of the densities, and laid them off as new ordinates to the same abscissæ. The result is shown in the accompanying Chart, Plate VII., under the title French Academy's Steam. The observations are denoted by dots thus •, and it will be remarked that they range with great precision in a straight line, any slight divergence being sometimes to the right and sometimes to the left; precisely as might be expected from small errors of observation. Other series of experiments on steam were projected in a similar manner; and it was found that although no two exactly agreed with each other, yet that each set ranged in a straight line nearly.\nThe vapours of ether, alcohol, and sulphuret of carbon were tried in the same way, and found to conform to the same law. I have since added to the Chart M. Avogadro's observations on the vapour of mercury, which will be found remarkably in accordance; also Dr. Faraday's experiments on liquefied gases, given in the Philosophical Transactions for 1845. Of these, olefiant gas (No. 1, p. 160) is remarkably in accordance; also the nitrous oxide (No. 2, p. 168), ammonia, cyanogen, sulphurous acid, and carbonic acid at the upper part of its range. Muriatic acid, sulphuretted and arseniuretted hydrogen do not show the same regularity.\n\nThe coordinates of the points being the square root of the G temperature and the sixth root of the densities, the equation to the straight line that passes through the points expresses the sixth root of the density in terms of the square root of the G temperature.\n\nThus let $t_1 =$ the G temperature corresponding to $\\Delta_1$ density of vapour; set off AC$=\\sqrt{t_1}$ and CD$=\\sqrt[6]{\\Delta_1}$. A second observation treated in the same way gives AE, EF, which determines the position of the line of vapour BF. Thus let AC=g, and cotFBE=h$=\\frac{DL}{FL}=\\left\\{\\sqrt{\\frac{\\Delta_2}{\\Delta_1}}-\\sqrt{\\frac{t_2}{t_1}}\\right\\}$ and $g=AB=\\sqrt{t_1}-h\\sqrt[6]{\\Delta_1}$.\n\nThe constants g and h are thus determined from two observations, and the equation for the density $\\Delta$ at any other G temperature is\n\n$$\\left(\\frac{\\sqrt{t-g}}{h}\\right)^6 = \\Delta, \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (2.)$$\n\nand for the pressure,\n\n$$\\left(\\frac{\\sqrt{t-g}}{h}\\right)^6 t = p. \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (3.)$$\n\nThe following are the equations for the series of observations given on the Chart; the G temperatures are in degrees of Fahr. scale, and the values given to h are made to give the pressure in inches of mercury.\n\nMercury (Avogadro) $p = t\\left[\\frac{\\sqrt{t-22.606}}{20.00}\\right]^6.$\n\nOil of turpentine (Ure).\n\nSalt water saturated (Watt).\n\nWater (French Academy and Southern) $p = t\\left[\\frac{\\sqrt{t-19.492}}{10.830}\\right]^6.$\n\nAlcohol, sp. gr. '813 (Ure) $p = t\\left[\\frac{\\sqrt{t-19.287}}{9.800}\\right]^6.$\n\nSulphuret of carbon (Marx) $p = t\\left[\\frac{\\sqrt{t-16.254}}{12.76}\\right]^6.$\n\nSulphuric ether (Dalton) $p = t\\left[\\frac{\\sqrt{t-16.860}}{10.990}\\right]^6.$\nOF DENSITY IN SATURATED VAPOURS.\n\nSulphurous acid (Faraday) . . . . . . . . \\( p = t \\left( \\frac{\\sqrt{t} - 14.667}{11.194} \\right)^6 \\).\n\nCyanogen (Faraday) . . . . . . . . . \\( p = t \\left( \\frac{\\sqrt{t} - 13.846}{11.542} \\right)^6 \\).\n\nAmmonia (Faraday) . . . . . . . . . \\( p = t \\left( \\frac{\\sqrt{t} - 13.317}{11.050} \\right)^6 \\).\n\nArseniuretted hydrogen (Faraday) . . . \\( p = t \\left( \\frac{\\sqrt{t} - 12.929}{10.264} \\right)^6 (?) \\).\n\nSulphuretted hydrogen (Faraday) . . . \\( p = t \\left( \\frac{\\sqrt{t} - 12.957}{9.878} \\right)^6 (?) \\).\n\nMuriatic acid (Faraday) . . . . . . . \\( p = t \\left( \\frac{\\sqrt{t} - 12.060}{9.413} \\right)^6 (?) \\).\n\nCarbonic acid (Faraday) . . . . . . . \\( p = t \\left( \\frac{\\sqrt{t} - 11.997}{8.857} \\right)^6 \\).\n\nNitrous oxide (Faraday), No. 2, p. 168 . \\( p = t \\left( \\frac{\\sqrt{t} - 8.936}{11.604} \\right)^6 \\).\n\nOlefiant gas (Faraday), No. 1, p. 160 . \\( p = t \\left( \\frac{\\sqrt{t} - 10.352}{10.152} \\right)^6 \\).\n\nWhile projecting different sets of observations of the same vapour, the attention is forcibly drawn to the tendency which the line shows to alter its inclination on the most trifling change of circumstances. This inclination depends on the value of the denominator \\( h \\). It will be remarked that this constant is nearly the same for the vapours of ether and of water, also for a considerable number of the liquified gases. In fact the difference is not greater than might be caused by a slight want of purity. Even the specific nature of the vessel in which the observations are made seems materially to affect the results. Dr. Faraday employed tubes of from one-fifth to one-seventh inch bore. I believe it will be found that the density is considerably less in these tubes than in larger vessels; I have had proof of this in the case of ether heated in such tubes to 280°. The capillary attraction of the sides even at high pressures seems to affect the whole surface of the liquid, and to check the formation of vapour. We must not forget also, that Dr. Faraday's temperatures are confessedly not so low as a correct thermometer would have indicated. The liquid he employed to measure the temperature was alcohol, and the degrees were graduated with the same capacity as between 32° and 212°. Now from the experiments that have been made on the expansion of alcohol by M. Gay-Lussac, and more recently by M. Müncke, it appears that the mean contraction between 32° and 212° is 6.2 thousandths of the volume at 173°, its boiling-point, and that this amount diminishes very sensibly with the temperature; and if it continued to do so at the same rate from 32° to −100°, we should have Dr. Faraday's −100° equal to less than −200° by the air-thermometer. It is clear that until the value of these degrees are known with reference to the air-thermometer, the importance of Dr. Faraday's observations cannot be fully estimated.\nIt will be observed from the Chart, that the observations on the vapour of water below 80° show a small excess of density above what is required by the line drawn through those at higher temperatures, and the contour of their projection is a curve convex to the axis, and very nearly the same as would be caused by the pressure of a very minute quantity of air; but the character of the late experiments of M. Regnault and Magnus forbid this mode of explaining the slight divergence. It is probable that it is connected with the change of condition that takes place at 32°, and the effects of which may be sensible up to 80° or 90°.\n\nIt is a curious circumstance that the law of expansibility of water also becomes disturbed at about the same temperature. As this has not been remarked, I have given the proof of it by projecting M. Despretz's observations* on the Chart. If the volume is made ordinate to the square root of the G temperature as abscissa, these observations above 25° Centigrade or 77° Fahr., trace out in the most exact manner a conic parabola. The equation is\n\n\\[ a(v-\\theta) = (\\sqrt{t}-\\phi)^2, \\]  \n\nin which \\( v \\) is the volume of the G temperature \\( t \\) in terms of its volume unity at 39°-2 Fahr., or 4° Centigrade (its point of maximum density), \\( a=352'38, \\theta=99872, \\) and \\( \\phi=21'977 \\) or \\( \\phi^2=483°. \\)\n\nIn the Chart I have made \\( \\sqrt{v-\\theta} \\) the ordinate, and \\( \\sqrt{t} \\) the abscissa. The proof of the position is, that in this mode of projection the observations range themselves exactly in a straight line from about 77° upwards†, and that below this temperature there is both less decrement of volume and less decrement of density than is required by the law that is followed above that temperature. Other liquids appear to follow the same rule of expansion, but the range of the observations is too small as yet to found upon them any general conclusion.\n\nIf these equations for the expansion of water and the density of its vapour hold good at high temperatures, they would have a common density at 1108° Fahr., its amount being \\( \\frac{1}{1'878}. \\)\n\nThe equation for the density of steam, at any G temperature under this, in terms of the density of water unity at 39°-2, is\n\n\\[ \\Delta = \\left( \\frac{\\sqrt{t}-19'492}{22'2745} \\right)^6. \\]  \n\nM. Cagniard de la Tour observed the sudden conversion of water into steam at a much lower temperature, but his observations are at variance with the laws of Marriotte and Dalton, and Gay-Lussac; and although a slight divergence from these laws has been discovered by M. Regnault, it is quite in the opposite direction to that which M. Cagniard de la Tour's observations require.\n\n* Ann. de Chem. vol. lxx.\n\n† If these ordinates are projected to ordinates \\( =t \\) instead of \\( \\sqrt{t}, \\) the line is a distinct and regular, though flat, curve convex to axis. This, if confirmed at high temperatures, will prove that the density of liquids as well as vapours has reference to the zero of gaseous tension.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108535.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 13418,
    "total-output-tokens": 3783,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1701,
        4
      ],
      [
        1701,
        4450,
        5
      ],
      [
        4450,
        6789,
        6
      ],
      [
        6789,
        9685,
        7
      ],
      [
        9685,
        12702,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108535",
    "title": "On a General Law of Density in Saturated Vapours",
    "authors": "J. J. Waterston",
    "year": 1852,
    "volume": "142",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/108535"
  }
}