{
  "id": "2328d09f11bf61d958fda9ef15fddeede50412e2",
  "text": "IV. A Letter from Mr. Chr. Warren, Surgeon at Truro in Cornwall, to John Machin, Esq; Secr. R. S. Prof. Astr. Gresham. containing further Accounts of the Success of injecting medicated Liquors into the Abdomen, in the Case of an Ascites.\n\nS I R,\n\nRead May 24. I BEG Leave to return my best Thanks to the Society in general, and to you, Sir, in particular, for their unanimous Thanks to me, and their Approbation of what I communicated to them in relation to June Roman*, whom I tapp'd and injected for a Dropsy, and yet remains in statu quo; tho' she inform'd me Yesterday, that she had labour'd under a Tertian Ague ever since last January: Indeed I should not wonder, if, after Nineteen Months Space, she should want the same Operation again, in a Country where Poison [a Dram] is habitually become the common Nutriment, Physician, and Counselor on all Occasions.\n\nYour kind Communication of Dr. Hales's judicious Remarks and Improvement on my Discovery †, does me great Honour and Pleasure; and the more so, as I was so happy as to have discover'd the Use and Efficacy of Injections by means of one Puncture only, on a poor Woman, about Ten Days before I received yours; from whom I drew near fifty Pints of dropsical Lymph, by an easy Transmutation thereof into\n\n* See Philos. Trans. Num. 472, p. 12. † See ibid. p. 20.\nan appropriated medicinal Fluid; which was, without any Difficulty, retain'd within the Cavity near two Hours, and, at the Close of the Operation, drawn all off at once, without the least Symptom of a Syncope from Inanition; of which I shall beg Leave to acquaint you further, when I see how she holds it, as well as of what else remarkable may occur in the Course of my Practice. I am, with the greatest Regard to the Learned, Worthy Gentlemen of the Royal Society,\n\nSIR,\n\nYour most obliged,\n\nTruro, May 12.\n1744.\n\nand obedient humble Servant,\n\nChr. Warwick.\n\nV. A Letter from John Bevis, M.D. to John Machin, Esq; Secret. R.S. &c. containing some Observations concerning Mercury.\n\nSIR,\n\nPresented May 4. 1744.\n\nTHE Observations to which the inclosed Computations are made by Mr. Morris from somewhat more correct Elements than those in Dr. Halley's Tables, were carefully taken by myself, with an excellent astronomical Sector of five Feet Radius. You will perceive how far I am limited, by my Friend's Request; so must intreat you, if you think it worth while, to inform the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104423.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 708,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1324,
        2
      ],
      [
        1324,
        2401,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104423",
    "title": "A Letter from Mr. Chr. Warren, Surgeon at Truro in Cornwall, to John Machin, Esq; Secr. R. S. Prof. Astr. Gresham. Containing Further Accounts of the Success of Injecting Medicated Liquors into the Abdomen, in the Case of an Ascites",
    "authors": "Chr. Warren",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104423"
  }
}