{
  "id": "28d66e484ec831c10fb95f1b3ee0b8876d3c16e3",
  "text": "XXXV April 21, 1772. Experiments on two Dipping-Needles, which Dipping-Needles were made agreeable to a Plan of the Reverend Mr. Mitchell, F. R. S. Rector of Thornhill in Yorkshire, and executed for the Board of Longitude, by Mr. Edward Nairne, of Cornhill, London.\n\nRead July 9, 1772.\n\nTHE magnetic needles were twelve inches long, and their axes (the ends of which were of gold allayed with copper) rested on friction-wheels of four inches diameter, each end on two friction-wheels, which wheels were balanced with great care. The ends of the axes of the friction-wheels were likewise of gold allayed with copper, and moved in small holes made in bell-metal; and opposite the ends of the axes of the needles, and the friction-wheels, were flat agates, finely polished. Each magnetic needle vibrated in a circle of bell-metal, divided into degrees and half-degrees, and a line passing through the middle of the needle to the ends pointed to the divisions. The minutes set down in the experiments were, by estimation, as the third of half a degree is counted ten minutes. The instruments were carefully placed, so that the needles vibrated exactly in the magnetic meridian.\nmeridian. The two needles were nearly balanced before they were made magnetical; but, by a curious contrivance of the Reverend Mr. Mitchell of a cross fixed on the axes of the needles (on the arms of which were cut very fine screws, to receive small buttons, that might be screwed nearer or farther from the axis), the needles could be adjusted both ways, to a great nicety, after they were made magnetical, by reversing the poles, and changing the sides of the needle.\n\nFirst set of experiments made by Edward Nairne, at his house, No 20, Cornhill.\n\n72 20\n72 20\n72 20\n72 20\n72 20\n72 20\n\nSecond set of experiments, with that side of the instrument to the East, which was to the West in the first observation.\n\n72 10\n72 15\n72 45 Here the ends of the axis touched the agates.\n72 45\n72 5\n72.\n\nThird\nThird set of experiments, in which the poles of the needle were reversed, but the same side of the instrument to the East, as in the second set of experiments, and the needle rather more magnetical, being touched with a larger set of magnets.\n\n\\[72\\ 30\\]\n\\[72\\ 30\\]\n\\[72\\ 30\\]\n\\[72\\ 30\\]\n\\[72\\ 30\\]\n\\[72\\ 30.\\]\n\nFourth set of experiments, viz. the same side of the instrument to the East, as in the first set of experiments.\n\n\\[72\\ 10\\]\n\\[72\\ 10\\]\n\\[72\\ 15\\] Observed by Mr. Wales.\n\\[72\\ 10\\]\n\\[72\\ 10\\]\n\\[72\\ 10.\\]\n\nFifth experiment, viz. the same end of the needle made North, as in the first set of experiments, and also the same side of the instrument to the West, as in the first set of experiments.\n\n\\[72\\ 20.\\]\n\nExperiments\nExperiments made April 22, 1772, with the other Dipping-needle, the instrument being put in the same place, and with great care, in the magnetic meridian, the needle pointed as under.\n\n\\[ \\begin{align*}\n72^\\circ 15' \\\\\n72^\\circ 10' & \\text{ The poles of the needle changed.} \\\\\n72^\\circ 20' & \\begin{cases} \n\\text{The side of the instrument to the East, which in the first observation was to the West.}\n\\end{cases}\n\\end{align*} \\]\n\nLest any thing magnetical should have affected the needle in Mr. Nairne's house, he took this instrument, and placed it in the middle of a large room belonging to the London Assurance in Birch Lane, and then the needle pointed to\n\n\\[ \\begin{align*}\n72^\\circ 10' \\text{ or } 15' \\\\\n72^\\circ 20' \\\\\n72^\\circ 30' & \\text{ The poles of the needle changed.} \\\\\n72^\\circ 10' & \\begin{cases} \n\\text{The side of the instrument to the East, which in the first observation was to the West.}\n\\end{cases}\n\\end{align*} \\]\n\nThe dipping-needle brought back to Mr. Edward Nairne's, and put in the same place as before, stood at\n\n\\[ \\begin{align*}\n72^\\circ 10' + \n\\end{align*} \\]\nIn the foregoing experiments, the needle was raised to an horizontal position, and left to vibrate. It was between 8 or 9 minutes before the vibration ceased.\n\nThe needle brought to an horizontal position, and one grain and a half laid on the extremity of the South end, was not sufficient to keep it in an horizontal position; but the North end pointed to $35^\\circ 30'$. One grain and three quarters laid on the extremity of the South end of the needle, was more than sufficient to keep it in an horizontal position, the South end then pointing $6^\\circ 45'$ below 0.\n\nIt having been judged proper to have a Drawing of the Dipping-Needle, the following Plate [TAB. XIII.] has been made, wherein\n\nA A Represents the needle.\nB B The ends of the axis resting on the friction-wheels.\nCCCC The four friction-wheels.\nDDD Where flat agate caps are set in.\nEEE The divided circle of bell-metal.\nFFFF The ends of the cross for adjusting the needle.\nGG Two levels, whereby the line of 0 degrees of the instrument is set horizontal.\nH The perpendicular axis, whereby the instrument may be turned, that the divided face of the circle may front the East or West.\nI An index fixed to the perpendicular axis H, and which points to an opposite line on the horizontal plate K, when the instrument is turned half round.\nLLLL Four adjusting screws to set the instrument horizontal. One of them is hid behind the circle.\nMMMM Screws which hold on the glass covers, to keep the needle from being disturbed by the wind.\n\nINDEX",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106066.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15404,
    "total-output-tokens": 1742,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1174,
        2
      ],
      [
        1174,
        1174,
        3
      ],
      [
        1174,
        1174,
        4
      ],
      [
        1174,
        1174,
        5
      ],
      [
        1174,
        1174,
        6
      ],
      [
        1174,
        1970,
        7
      ],
      [
        1970,
        2701,
        8
      ],
      [
        2701,
        3796,
        9
      ],
      [
        3796,
        5302,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106066",
    "title": "April 21, 1772. Experiments on Two Dipping-Needles, Which Dipping-Needles Were Made Agreeable to a Plan of the Reverend Mr. Mitchell, F. R. S. Rector of Thornhill in Yorkshire, and Executed for the Board of Longitude, by Mr. Edward Nairne, of Cornhill, London",
    "authors": "Edward Nairne, Mr. Mitchell",
    "year": 1772,
    "volume": "62",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106066"
  }
}