{
  "id": "765d850143b8fdb53ea26eaa9efcee64a825b9d1",
  "text": "XX. An Account of the sensitive Quality of the Tree Averrhoa Carambola. In a Letter from Robert Bruce, M.D. to Sir Joseph Banks, Bart. P.R.S.\n\nRead April 14, 1785.\n\nThe Averrhoa Carambola of Linnaeus, a tree called in Bengal the Camruc or Camrunga, is possessed of a power somewhat similar to those species of Mimosa which are termed sensitive plants; its leaves, on being touched, move very perceptibly.\n\nIn the Mimosa the moving faculty extends to the branches; but, from the hardness of the wood, this cannot be expected in the Camrunga. The leaves are alternately pinnated, with an odd one; and in their most common position in the day-time are horizontal, or on the same plane with the branch from which they come out. On being touched, they move themselves downwards, frequently in so great a degree that the two opposite almost touch one another by their undersides, and the young ones sometimes either come into contact or even pass each other.\n\nThe whole of the leaves of one pinna move by striking the branch with the nail of the finger, or other hard substance; or each leaf can be moved singly, by making an impression that shall not extend beyond that leaf. In this way, the leaves of one side of the pinna may be made to move, one after another, whilst the opposite continue as they were; or you may make them\nthem move alternately, or, in short, in any order you please, by touching in a proper manner the leaf you wish to put in motion. But if the impression, although made on a single leaf, be strong, all the leaves on that pinna, and sometimes on the neighbouring ones, will be affected by it.\n\nWhat at first seemed surprising was, that notwithstanding this apparent sensibility of the leaf, I could with a pair of sharp scissors make large incisions in it, without occasioning the smallest motion; nay, even cut it almost entirely off, and the remaining part still continue unmoved; and that then, by touching the wounded leaf with the finger or point of the scissors, motion would take place as if no injury had been offered. But, on further examination, I found, that although the leaf was the ostensible part which moved, it was in fact entirely passive, and that the petiolus was the seat both of sense and action: for although the leaf might be cut in pieces, or squeezed with great force, provided its direction was not changed, without any motion being occasioned; yet, if the impression on the leaf was made in such a way as to affect the petiolus, the motion took place. When, therefore, I wanted to confine the motion to a single leaf, I either touched it so as only to affect its own petiolus, or, without meddling with the leaf, touched the petiolus with any small-pointed body, as a pin or knife.\n\nBy compressing the universal petiolus near the place where a partial one comes out, the leaf moves in a few seconds, in the same manner as if you had touched the partial petiolus.\n\nWhether the impression be made by puncture, percussion, or compression, the motion does not instantly follow; generally several seconds intervene, and then it is not by a jirk, but regular\nDr. Bruce's Account of a regular and gradual. Afterwards, when the leaves return to their former situation, which is commonly in a quarter of an hour or less, it is in so slow a manner as to be almost imperceptible.\n\nOn sticking a pin into the universal petiolus at its origin, the leaf next it, which is always on the outer side, moves first; then the first leaf on the opposite side, next the second leaf on the outer, and so on. But this regular progression seldom continues throughout; for the leaves on the outer side of the pinna seem to be affected both more quickly, and with more energy, than those of the inner, so that the fourth leaf on the outer side frequently moves as soon as the third on the inner; and sometimes a leaf, especially on the inner side, does not move at all, whilst those above and below it are affected in their proper time. Sometimes the leaves at the extremity of the petiolus move sooner than several others which were nearer the place where the pin was put in.\n\nOn making a compression with a pair of pincers on the universal petiolus, between any two pair of leaves, those above the compressed part, or nearer the extremity of the petiolus, move sooner than those under it, or nearer the origin; and frequently the motion will extend upwards to the extreme leaf, whilst below it perhaps does not go farther than the nearest pair.\n\nIf the leaves happen to be blown by the wind against one another, or against the branches, they are frequently put in motion; but when a branch is moved gently, either by the hand or the wind, without striking against anything, no motion of the leaves takes place.\n\nWhen left to themselves in the day-time, shaded from the sun, wind, rain, or any disturbing cause, the appearance of\nthe leaves is different from that of other pinnated plants. In\nthe last a great uniformity subsists in the respective position of\nthe leaves on the pinna; but here some will be seen on the\nhorizontal plane, some raised above it, and others fallen under\nit; and in an hour or so, without any order or regularity, which\nI could observe, all these will have changed their respective\npositions. I have seen a leaf, which was high up, fall down;\nthis it did as quickly as if a strong impression had been made\non it, but there was no cause to be perceived.\n\nCutting the bark of the branch down to the wood, and even\nseparating it about the space of half an inch all round, so as to\nstop all communication by the vessels of the bark, does not for\nthe first day affect the leaves, either in their position or their\naptitude for motion.\n\nIn a branch, which I cut through in such a manner as to\nleave it suspended only by a little of the bark no thicker than a\nthread, the leaves next day did not rise so high as the others;\nbut they were green and fresh, and, on being touched, moved,\nbut in a much less degree than formerly.\n\nAfter sun-set the leaves go to sleep, first moving down so as\nto touch one another by their under sides; they therefore per-\nform rather more extensive motion at night of themselves than\nthey can be made to do in the day-time by external impressions.\nWith a convex lens I have collected the rays of the sun on a\nleaf, so as to burn a hole in it, without occasioning any motion.\nBut when the experiment is tried on the petiolus, the motion is\nas quick as if from strong percussion, although the rays were\nnot so much concentrated as to cause pain when applied in the\nsame degree on the back of the hand; nor had the texture of\nthe petiolus been any ways changed by this; for next day it\ncould not be distinguished, either by its appearance or moving power, from those on which no experiment had been made.\n\nThe leaves move very fast from the electrical shock, even although a very gentle one; but the state of the atmosphere was so unfavourable for experiments of this kind, that I could not pursue them so far as I wished.\n\nThere are two other plants mentioned as species of this genus by Linnæus. The first, the Averrhoa Bilimbi, I have not had an opportunity of seeing. The other, or Averrhoa Acida, does not seem to belong to the same class; nor do its leaves possess any of the moving properties of the Carambola. Linnæus's generic description of the Averrhoa, as of many other plants in this country which he had not an opportunity of seeing fresh, is not altogether accurate. The petals are connected by the lower part of the lamina, and in this way they fall off whilst the ungules are quite distinct. The stamens are in five pairs, placed in the angles of the germen. Of each pair only one stamen is fertile, or furnished with an anthera. The filaments are curved, adapted to the shape of the germen. They may be pressed down gently, so as to remain; and then, when moved a little upwards, rise with a spring. The fertile are twice the length of those destitute of antheræ.\n\nCalcutta, Nov. 23, 1783.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106763.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 2005,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1324,
        2
      ],
      [
        1324,
        3101,
        3
      ],
      [
        3101,
        4852,
        4
      ],
      [
        4852,
        6656,
        5
      ],
      [
        6656,
        7977,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106763",
    "title": "An Account of the Sensitive Quality of the Tree Averrhoa Carambola. In a Letter from Robert Bruce, M.D. to Sir Joseph Banks, Bart. P.R.S.",
    "authors": "Robert Bruce",
    "year": 1785,
    "volume": "75",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106763"
  }
}