{
  "id": "85a3834a8913bf6432c4351872af5d5edc008fa0",
  "text": "any, but to give every one his due, as near as can be discerned by the Publisher.\n\nAnswers\n\nTo some of the Inquiries formerly publish'd concerning Mines.\n\nThat the Queries, scattered up and down in these Tracts, may not seem lost, or left un-regarded, the Publisher intends to impart at convenient times such of the Answers shall be sent in by observing men, as may be thought acceptable to the Reader.\n\nHe begins now with an Account, communicated to him by the Learned and Inquisitive Mr. Joseph Glanvil, who premises in a Letter, that he procured the following Answers from a person living near the Mendip-Mines, and upon whose relations we may securely depend: Adding, that he does not by these few suggestions think himself absolved of his Task, but shall pursue the matter farther, as soon as he has an opportunity of going into these Parts, whence he expects to be farther inform'd.\n\nThe Reader will be pleased to look back to the said several Queries, as they are extant in the Number 19; the following Answers respecting thither, and being accommodated to the Mines of Mendip in Somersetshire, where the following Observations were made; viz.\n\nTo the 1, 2, 3 Queries. That all Mendip is Mountainous, yet the Hills not equal in height. That it is barren and cold, and rocky, in some places. That the Ridges thereof run confusedly, but most East and West, and not in any Parallel one with another. That upon the surface thereof it is Heathy, Ferny and Furzy; and the Cattle, it feeds, for the most part are Sheep, which go there all the year; and young Beasts, Horses and Colts at Spring and Fall. That the Sheep are not fair, but big-bellyed, and will grow to no bigness, after they have been there fed; but will grow fat, if they are removed into better soyle, and so their Beasts and Horses.\n\nTo the 4, 5, 6, 7 Queries. That the Natives and Inhabitants\nlive neither longer nor shorter, than ordinary, but live healthy, saving such, as are employed about melting of the Lead at the Mines; who, if they work in the Smoak, are subject to a Disease, that will kill them, and the Cattle likewise that feed thereabout. The Smoak, that rests upon the Ground, will bane them. And therefore the Inhabitants have Keepers to keep them from it, for fear of the Infection. That the Country is not furnished with many Rivers, and Waters, that rise upon the Hills: But from the bottom of the hills there are many Springs round about both to the North, South and West; and those Waters are very wholesome, and produce Rivers, after they have run to some distance from thence. That the Air is moist, cold, foggy, thick, and heavy. That it is observed often covered with mists and fogs; and if any Rain be in the Country thereabout, it is surely there; and 'tis probable, it may arise from the Mineral and Subterraneous Streams. That the Soyle near the surface of the Earth is red and stony; and the stones that are drawn out thence, are either of the nature of Fire-stones, or Lime-stones, but no way Clayey Marly or Chalky.\n\nTo the 10, 11, 12, 13, 14, 15 Queries. That the Trees, growing thereon, have their tops burnt, and their leaves and out-sides discoloured, and scorched with the Wind, and grow to no bigness or stature. That the Stones and Pebbles, that are washed with the Brooks and Springs, are of a reddish colour, and ponderous. That Snow, Frost, and Dew stay upon Mendip longer, than upon any of the neighbouring grounds; but whether the Dew falling upon the ground, will discolour Linnen, I have not observ'd.\n\nTo the 16, 17, 18, 19 Queries. That Mendip is more than ordinary subject to Thunder and Lightnings, Storms, Nocturnal Lights and Fiery Meteors. That the Mists arise out of the Vales; but whether they signify, where the Minerals are, I cannot say. That the Virgula divinitoria hath not been known to have been seen used in these parts. That there are no certain signes above ground, that afford any probability of a Mine, to my knowledge.\n\nTo the Querie in the fifth Title, I can say little save only, That the Ore upon Mendip lies in Veines as a Wall; in some places\nplaces deeper, in some shallower; in some places narrower, in some broader; but lies altogether, and is perfect Lead, only in the outside, covered with reddish Earth.\n\nTo the Queries in the fifth Title, I cannot say much; it must be resolved by them, that melt the Lead-Ore, with which I have not been much acquainted, save only, that they beat the Ore small; then wash it clean in a running stream; then sift it in Iron-Rudders; then they make of Clay or Fire-stone a Hearth or Furnace, which they set in the ground, and upon it build there Fire, which is lighted with Char-coal, and continued with young Oaken-gadds, blown with Bellows by mens treading on them: And after the Fire is lighted, and the fire place hot they throw their Lead-Ore upon the Wood, which melts down into the Furnace; and then with an Iron-Ladle they take it out, and upon sand cast it into what form they please.\n\nSo far this account, which is hoped will be made in time more compleat, and succeed with the like Answers from other places.\n\nAn Extract\n\nOf a Letter sent from Paris, about the Load-stone; where chiefly the suggestion of Gilbert touching the Circumvolution of a Globose Magnet, call'd Terrella; and the Variation of the Variation, is examined.\n\nThis Letter was written by the Intelligent and Experienced Monsieur Petit, Intendant of the Fortifications of his Most Christian Majesty, to the Publisher, as followes;\n\nI Have received yours, wherein you desire to know my sentiment about the present Variation of the Needle, intimating withal, that an Artist in London affirms, that whereas heretofore the Declination was East-ward, 'tis now about one degree and a half to the West.\n\nNothing can be more welcome to me, than to have occasion given me to discourse of this Subject, especially to the Philosophers of England, whence the Philosophy of the Magnet had",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101228.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1545,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1862,
        2
      ],
      [
        1862,
        4085,
        3
      ],
      [
        4085,
        5934,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101228",
    "title": "Answers to Some of the Iuquires Formerly Publish'd Concerning Mines",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101228"
  }
}