{
  "id": "3c8f8e3223c4f9b528ab425a6a79454d1c94818b",
  "text": "Altitudo apparens montis, seu limbi superioris Solis, 57' 30\", quae correcta, erit 34' 29\"; ex his rursus subtracta quantitate semidiametri Solaris 16' 4' remanebit, altitudo vera centri Solis, quando totus delituit 18' 25\"; ex qua, reliquis etiam datis, infertur per Trigonometriae hora praedictae altitudini respondens, nimium\n\nOccasus Solis verus\n\nSed apparens, propter refractionem, circ.\n\nUnde patet, finem Eclipseos in nostro Hemispherio visibilem fuisse; contigit enim, quantum ex praedictis colligi possit, circiter.\n\nII. Lunaris Eclipseis celebrata die 10. Octob. an. 1726. & in Observatorio Collegii D. Antonii Magni observata ab Eodem.\n\nNumeris ea nocte vaporibus insiciebatur aer, qui spissiores in nubes paulatim densabantur, ipsamque Lunam non mediocriter offuscabant. Verebar proinde, ne non bene mihi, ac feliciter Lunaris Defectus Observatione contingeret; futurum enim obnubilum tota ea nocte coelum videbatur. Sub mediam verò noctem, Euro-Borea spirante, sensim aer diverberari, mox etiam dispersi nubes visae sunt; atque horà circiter secundà Occidentalis plaga, ad quam Luna vergebant, nitidissima apparuìt, eademque ad finem Eclipseos permansit. Nulloigitur\nigitur aëris incommodo Observationem hanc habui; nec quidquam prætermisi, quod ejus rectitudini favere quo-\nque modo intelligerem. Eodem usu sum Telescopio,\nquo in Observatione Solaris Deliquii; idemque adhibui micrometrum in definiendis Digits Obscurationis.\n\nAd Temporis verò dimensionem horologio usu fum,\npendulo instructo; cujus tanta æqualitas motus, ut die-\nrum intervallo decem, & octo, vix uno, aut altero se-\ncundo à Medio Solis motu discrepasse deprehenderim;\nidque accuratisimo, ac quotidiano penè examine per ap-\npulsum fixæ ad eundem verticalem. Ejus differentiam\nà Tempore Vero, seu Apparenti repetitis interdiù Ob-\nservationibus investigavi, tum scilicet per Solis altitudi-\nnes, tum per lineam Meridianam; quas tamen Obser-\nvationes libens prætereo, ne longior sim; ejusmodi enim\nsunt, atque exhibitæ in præcedenti Solaris Eclipseos Ob-\nservatione.\n\nMacularum nomina ex Selenographia P. Grimaldi\nexcerpta sunt, quam P. Ricciolius suo Almagesto novo\ninferuit, ac nominibus locupletavit. In eorum verò\ncommodum, qui Hevelianum sequuntur Nomenclatu-\nram, synonymas quoque voces, ex hoc Authore de-\nsumptas, secundo loco apponam, præposita litera H,\nquæ Hevelium significat.\n\nTemp.V.cor.\n\nIncipit penumbra sensibilis limbum\n\nLunæ ad Euro-Austrum inicere.\n\nSpissior apparet\n\nSpississima\n\nUmbra Terræ, quantum discerni po-\n\ntest, ad eundem limbum pertingit\n\nSchikardus in Umbra\n\nH. 14 37°\n\n14 46°\n\n14 56°\n\n14 57°\n\n15 3°\nI. Digitus obumbratur - - - 15 4 53\n   Umbra ad Kristmanum - - 15 8 4\n   Immergitur totus - - - 15 9 15\n   Mersenius latet: Litus Orientale Maris humorum incipit obumbrari: H. Sinus Sirbonis - - 15 9 50\n\nII. Digitus latent - - - 15 13 0\n   Capuanus immergitur - - 15 13 36\n   Ad Grimaldum pervenit Umbra: H. Pal. Mareotis - - 15 14 54\n   Gassendus incipit obumbrari - - 15 17 34\n   Incipit Tycho: H. Mons Sinai. - - 15 19 46\n   Grimaldus latet. - - - 15 21 0\n   Typhonis medium tenet Umbra. - - 15 21 53\n\nIII. Digitus. Tycho totus immergitur - - 15 21 53\n   Morinus: H. Cassius - - 15 23 58\n   Bullialdus H. Insula Creta - - 15 25 20\n   Profatius incipit obumbrari - - 15 30 58\n\nIV. Digitus - - - 15 31 48\n   Profatius latet. - - - 15 32 40\n\nV. Digitus - - - 15 43 40\n   Umbra tantum non attingit Galileum, quem propter diutissime versatur - - 15 48 0\n   Ad Snellium, & Fornerium pervenit Umbra - - 15 53 20\n   Ad Fracastorium. Snellius & Fornerius latent - - 15 55 38\n   Fracastorius totus in Umbra - - 15 58 30\n\nVI. Digitus - - - 16 3 4\n   Sinum Aestuum tangit Umbra: - - 16 6 13\n   H. Mare Adriaticum - - - Medium\nMedium Vendelini 16 8 22\nTotum Mare Nectaris in Umbra. H. Sinus extremus 16 14 40\nGrimaldus incipit emergere 16 15 51\nRicciolius extra Umbram 16 16 18\nGrimaldus totus 16 23 30\nUmbra ad Langrenum 16 24 27\nGassendus restituitur 16 43 34\nV. Digiti deficiunt 16 47 22\nBullialdus incipit emergere 16 51 57\nTotus extra Umbram 16 53 47\nKristmanus incipit 16 54 17\nItem Schikardus 16 58 0\nIV. Digiti. Totus Schikardus 16 59 27\nPitatus totus 17 3 30\nIII. Digiti 17 9 20\nTycho incipit emergere 17 10 54\nTychonis medium extra Umbram 17 11 49\nTycho totus emergit 17 12 40\nFracastorius totus 17 14 20\nII. Digiti 17 18 4\nSnellius emergit 17 25 43\nI. Digitus tantum latet 17 26 10\nFornerius extra Umbram 17 27 55\nExtremus limbus Lunæ, qui ad Africum spectat videtur proxime emersurus 17 32 50\nJam Lunæ discus integer apparet, ac proinde Finis Eclipseos Adhuc densiori penumbra praedictus limbus inficitur 17 33 30\n\nDefinit\nDesinit penumbra sensibilis, suaeque Luna claritati omnino restituta apparet.\n\nEx observatis Initio, ac Fine Eclipseos colligitur ejus Duratio Medium vero, seu Maxima obscuratio. Quantitas Micrometro diligenter investigata, Dig. 6. min. 10'.\n\nTerrestris Umbra in hac Eclipse tum malè terminata, quod in caeteris Lunæ Eclipseibus contingere solet, tum etiam sublustrior, atque aliàs visa est. Difficilior proinde veri Initii, Finisque investigatio fuit; nec suo carituras arbitror diffidio diversas Astronomorum Observatones, qui scilicet in eodem penumbræ termino definiendo perquam rarò conveniunt; ac tum vel maximè quando nulla Terrestris Umbræ portio in disco Lunari versatur, uti nulla versari incipiente Eclipse, vel desinente poteat. Reliquæ vero phases, faciliùs, ac citra sensibilem errorem determinari potuerunt, comparatione habita inter Umbrae veram, ac spissiorem penumbrae. Equidem, ut rectitudini Observationis, quoad fieri poterat, diligentissime consulere, plura sub Eclipseos Initium, plura sub ejus Finem momenta temporis adnotavi; quorum ea tandem vero Initio, ac Fini adscripsi, quae utrique maximè congruere ex pluribus circumstantiis comprehendi.\n\nIII. Re-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103673.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2446,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1180,
        2
      ],
      [
        1180,
        2611,
        3
      ],
      [
        2611,
        3728,
        4
      ],
      [
        3728,
        4636,
        5
      ],
      [
        4636,
        5815,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103673",
    "title": "Lunaris Eclipsis Celebrata die 10. Octob. an. 1726. & in Observatorio Collegii D. Antonii Magni Observata ab Eodem",
    "authors": "D. Antonii Magni",
    "year": 1727,
    "volume": "35",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103673"
  }
}