{
  "id": "a95d62dee0d0943d616ee81549f1a156b090c986",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1842.\n\nA.\n\nActinometer, Herschel's, 231. Comparison of actinometers used in observations at Brienz and at the Faulhorn, 243. Observations at Brienz, September 25, 1832, 248. At the Faulhorn, 249. Miscellaneous observations in September 1832, 266. Observations on the Lower Aar glacier, 269. On the absolute values of the degrees of the actinometers employed, 272.\n\nAddison (William, Esq.). On the ultimate distribution of the air-passages, and the formation of the air-cells of the lungs, 157.\n\nAiry (George Biddell, Esq.). On the laws of the rise and fall of the tide in the river Thames, 1.\n\nAtmosphere, on the transparency of the, and the law of extinction of the solar rays in passing through it, 225. § I. Qualities of rays, ibid. § II. History of the inquiry, 226. § III. On the mass of atmospheric air traversed by rays with varying obliquities, 233. § IV. Account of the observations, 241. Comparison of actinometers, 243. § V. Analysis of the observations of the 25th of September, 1832, 251. § VI. Concerning the law of extinction, 257. § VII. Other observations in 1832, 265. § VIII. Observations in 1841, 268. § IX. Conclusions, 271. Additional notes, 272.\n\nAurora Borealis, report of a remarkable appearance of the, below the clouds, 87.\n\nB.\n\nBakerian Lecture, 225.\n\nBarry (Martin, M.D.). On fibre, 89.\n\nBlood, facts observed in the coagulation of the, 110.\n\nBlood-vessels, facts observed in the structure of, 104.\n\nBowerbank (J. S., Esq.). On the organic tissues in the bony structure of the Corallidae, 215.\n\nBowman (William, Esq.). On the structure and use of the Malpighian bodies of the kidney, with observations on the circulation through that gland, 57.\n\nC.\n\nCheiranthus cheiri (Wall-flower). Photographic action on a solution of, spread on paper, 196.\n\nChrysotype, a new photographic process, 206, 209.\n\nColours of flowers, of the, in general under the action of the spectrum, 186. Of particular flowers, 190.\n\nColours, vegetable, on the action of the rays of the solar spectrum on, 181, 186, 190. Cases of negative photographic action on, 196.\n\nCorallidae, on the organic tissues in the bony structure of the, 215.\n\nCorchorus Japonica, action of the solar rays on a solution of the flowers, spread on paper, 190.\n\nCrystalline lens, facts observed in the formation and structure of the, 103.\nD.\n\nDaniell (J. Frederic, Esq.). Sixth letter on voltaic combinations, 137.\n\nE.\n\nElectric inductive capacity, on the specific, of certain substances, 165.\n\nF.\n\nFarquharson (The Rev. James, LL.D.). Report of a remarkable appearance of the aurora borealis below the clouds, 87.\n\nFibre, on, 89. Formation of a flat filament within the blood-corpuscle, *ibid.* Structure of the flat filament (\"fibre\") more particularly investigated, 92. The spiral form as general in animals as in plants—universality and early appearance of the spiral form, 93. Mode of origin of the flat filament (\"fibre\")—its reproduction, *ibid.* Facts observed in the formation and structure of nerve, 95. Facts observed in the formation and structure of muscle, 98. Facts observed in the formation and structure of the crystalline lens, 103. Facts observed in the structure of blood-vessels, mould, woody fibre, hair, feathers, &c., 104. On the structure and mode of increase of the vegetable spiral.—On the reticulated duct, annular duct, and dotted duct of plants, 107. Analogy between the tissues of animals and plants, after (as well as before) their formation is complete, 109. Additional observations, 110. Facts observed in the coagulation of the blood, *ibid.*\n\nForbes (James D., Esq.). On the transparency of the atmosphere and the law of extinction of the solar rays in passing through it, 225.\n\nG.\n\nGeology, physical, researches in, Third Series. On the thickness and constitution of the earth's crust, 43. Ellipticity of any surface of equal density within the earth, 49. Thickness of the earth's crust, 50. Constitution of the earth's crust, 51. Permanence in the inclination of the earth's axis, 53. Condition respecting the temperature of fusion for the matter composing the earth, in order that its actual temperature may be due to its original heat, 54.\n\nGuaiacum, action of the rays of the solar spectrum on a solution of this resin, spread on paper, 182.\n\nH.\n\nHarris (W. Snow, Esq.). On the specific inductive capacities of certain electrical substances, 165.\n\nHerschel (Sir John F. W., Bart., K.H.). On the action of the rays of the solar spectrum on vegetable colours, and on some new photographic processes, 181. Postscript, 209.\n\nHopkins (William, Esq.). Researches in physical geology. Third Series, 43.\n\nK.\n\nKane (Robert, M.D.). Contributions to the chemical history of palladium and platinum, 275. Kidney, Malpighian bodies of the, on the structure and use of the, with observations on the circulation through that gland, 57.\nL.\n\nLee (Robert, M.D.). An appendix to a paper on the nervous ganglia of the uterus, with a further account of the nervous structures of that organ, 173.\n\nLungs, on the ultimate distribution of the air-passages, and the formation of the air-cells of the, 157.\n\nM.\n\nMagnetic Intensity, track of the minimum, in the Atlantic, 32.\n\nMagnetism, Terrestrial, contributions to. No. III., 9. § 5. Observations between England and the Cape of Good Hope, 9. § 6. Observations between the Cape of Good Hope and Kerguelen Island, 36.\n\nMalpighian bodies of the Kidney, on the structure and use of the, with observations on the circulation through that gland, 57. By the arteries, the Malpighian tufts can be injected with great facility, and also, with less freedom, the capillaries surrounding the uriniferous tubes.—The tubes also may be injected by extravasation from the Malpighian tufts, 66. By the veins, the capillaries surrounding the tubes may be injected, but neither the Malpighian bodies, nor the arteries, nor, without extravasation, the tubes, 68. By the tubes, the Malpighian bodies cannot be injected, nor, without extravasation, either the plexus surrounding the tubes, or the veins, 69.\n\nMathiola annua (Common ten-weeks' Stock), action of the solar rays on a solution of the flowers, spread on paper, 191.\n\nMercury, photographic properties of, 213.\n\nMuscle, facts observed in the formation and structure of, 98.\n\nN.\n\nNerve, facts observed in the formation and structure of, 95.\n\nP.\n\nPalladium and Platinum, contributions to the chemical history of, 275. Section I. Palladium compounds, 276. Oxides of palladium, ibid. Chlorides of palladium, 280. Of the oxychloride of palladium, 282. Of the sulphates of palladium, 287. Basic sulphate of palladium, 288. Of the ammonia-sulphates of palladium, 291. Of the nitrates of palladium, 292. Ammonia-nitrates of palladium, 295. Double oxalate of palladium and ammonia, 297. Section II. Platinum compounds, 298. Protoxychloride of platinum, ibid. Action of ammonia on biniodide of platinum, 299. On the action of ammonia on the perchloride of platinum, 300.\n\nPapaver Rheum (Red Poppy), action of light on a solution of, 199.\n\nPhotographic action, cases of negative, on vegetable tints, 196.\n\nPhotographic processes, on some new, 181, 201, 209.\n\nPhotographic properties of mercury, 213.\n\nPrismatic spectrum, further proofs of the continuation of the visible, beyond the extreme violet, 194.\n\nR.\n\nRees (G. Owen, M.D.). On the chemical analysis of the contents of the thoracic duct in the human subject, 81.\n\nS.\n\nSabine (Lieut.-Colonel Edward, R.A.). Contributions to terrestrial magnetism, No. III., 9.\n\nSenecio splendens, action of light on a solution of, 199.\nINDEX.\n\nSolar spectrum, on the action of the rays of the, on vegetable colours, 181.\nSparaxis tricolor, photographic action on a solution of, 199.\nSpongiadæ, animal nature of the, 223.\n\nT.\n\nTable, of observations of the magnetic intensity on shore, and on board Her Majesty's Ship Erebus, by Captain James Clark Ross, R.N., between London and the Cape of Good Hope, 14.\n——— between the Cape of Good Hope and Kerguelen Island, 38.\n——— of observations of the magnetic intensity on shore, and on board Her Majesty's Ship Terror, between London and the Cape of Good Hope, 27.\n——— between the Cape of Good Hope and Kerguelen Island, 39.\n——— of the intensities observed in Her Majesty's Ship Erebus, in the space of the Atlantic comprised within the isodynamic curve of 0°9, 34.\n——— of the intensities observed in Her Majesty's Ships Erebus and Terror between the Cape of Good Hope and Kerguelen Island, 41.\n——— of the diameter of Malpighian bodies, and of tubes emerging from them, in fractions of an English inch, 72.\n——— of the electric inductive capacities of various bodies, 170.\n——— of atmospheric thicknesses corresponding to different elevations, 241.\n——— of meteorological observations at Brienz, Sept. 25, 1832, 247.\n——— at the Faulhorn, Sept. 25, 1832, 248.\n——— of actinometer observations at Brienz, Sept. 25, 1832, ibid.\n——— at the Faulhorn, Sept. 25, 1832, 249.\n——— of results of actinometer observations at Brienz and the Faulhorn, Sept. 25, 1832, 250.\n——— of meteorological observations at various stations, September 1832, 265.\n——— of miscellaneous actinometer observations, September 1832, 266.\n——— of miscellaneous comparative actinometer observations, September 1832, 267.\n——— of actinometer observations on the glacier of the Lower Aar glacier, 269.\nThames, on the laws of the rise and fall of the tide in the river, 1.\nThoracic duct, on the chemical analysis of the contents of the, in the human subject, 81.\nTide, on the laws of the rise and fall of the, in the river Thames, 1.\nTurmeric, action of light on paper coloured with tincture of, 194.\n\nU.\n\nUterus, an appendix to a paper on the nervous ganglia of the, with a further account of the nervous structures of that organ, 173.\n\nV.\n\nViola odorata, action of light on a solution of, spread on paper, 198.\nVoltaic combinations, sixth letter on, 137.\n\nLONDON:\nPRINTED BY RICHARD AND JOHN E. TAYLOR,\nRED LION COURT, FLEET STREET.\nPRESENTS\nRECEIVED BY\nTHE ROYAL SOCIETY,\nWITH THE\nNAMES OF THE DONORS.\n\nFrom November 18th 1841 to June 21st 1842.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nBerlin:\nAkademie der Wissenschaften. Abhandlungen für 1839. 4to. Berlin 1841. The Academy.\nBericht für Nov. 1841 bis März 1842. 8vo. Berlin.\n\nBirmingham:—Philosophical Institution. Report presented by the Committee of Managers to the Annual General Meeting, held Oct. 26, 1841, with a Meteorological Journal, &c. 8vo. Birmingham 1841.\n\nThe Institution.\n\nBologna:\nMémorie dell' Instituto Nazionale Italiano, Tom. I. Parts I. and II. 4to. Bologna 1809–13.\nNovi Commentarii Academiarum Scientiarum Instituti Bononiensis, Tom. III. et IV. 4to. Bologna 1839–40.\n\nThe Academy.\n\nBonn and Breslau:—Nova Acta Academiae Naturae Curiosorum. Vol. XVIII. Parts I. and II. with Supplement, and 2nd Supplement, Vol. XIX. 4to. Bonn 1836–41.\n\nThe Academy.\n\nBoston Society of Natural History:—Journal of Natural History, Vol. III. No. 4, and four Nos. 8vo. Boston 1841–42.\n\nThe Boston Society of Natural History.\n\nBrussels:\nAcadémie Royale des Sciences. Nouveaux Mémoires, Tomes XIII. et XIV. 4to. Bruxelles 1841.\nMémoires Couronnés, Tome XIV. Part. II. et XV. 1ère Partie, 1840–41. 4to. Bruxelles 1841.\nBulletin des Séances, Nos. IX. à XII., de Tome VIII. et No. I. et II. de Tome IX. 8vo. Bruxelles 1841–42.\nAnnuaire. 8me Année. 12mo. Bruxelles 1842.\n\nDes moyens de soustraire l'exploitation des Mines de Houille aux chances d'explosion, recueil de mémoires et de rapports. 8vo. Bruxelles 1840.\n\nThe Academy.\n\nCambridge:—Transactions of the Philosophical Society, Vol. VII. Part II. 4to. Cambridge 1841.\n\nThe Society.\n\nCopenhagen:—Royal Danish Academy of Sciences. Naturvidenskabelige og Mathematiske Afhandlinger, VII. et VIII. decl. 4to. Kjöbenhavn 1838–41.\n\nThe Academy.\n\nCornwall:—Polytechnic Society. The Eighth Annual Report, 1840. 8vo. Falmouth 1840.\n\nThe Society.\n\nMDCCCXLII.\nPRESENTS.\n\nACADEMIES, &c. (continued).\n\nDijon:—l'Académie des Sciences, Arts et Belles-Lettres, Mémoires; Séance Publique du 31 Juillet 1841. Svo. Dijon 1841. The Society.\n\nDublin:—Royal Irish Academy. Proceedings, Nos. 27 to 30. 8vo. Dublin 1841. The Academy.\n\nEdinburgh Botanical Society. Third, Fourth and Fifth Annual Reports and Proceedings; with a Catalogue of British Plants, Part I. 8vo. Edinburgh 1841. The Society.\n\nHaarlem:—Hollandsche Maatschappij der Wetenschappen Tweed Verzameling, 1 deel. 4to. Haarlem 1841. The Academy.\n\nHelsingfors:—Acta Societatis Scientiarum Fennicæ, Tome I. fasc. 1 et 2. 4to. Helsingforsia 1840–41. The Academy.\n\nLeeds:—Philosophical and Literary Society. Annual Report for 1840–41. Svo. Leeds 1841. The Society.\n\nLisbon:—Academia R. das Sciencias. Memorias, Tome XII. Part I. 4to. Lisbon 1837. The Academy.\n\nLondon:—\n\nAgricultural Society (Royal). Journal, Vol. II. Parts II. and III. 8vo. London 1841. The Society.\n\nAntiquarian Society. Archæologia; or miscellaneous Tracts relating to Antiquity, Vol. XXIX. 4to. London 1842. The Society.\n\nAsiatic Society of Great Britain. Journal, No. 12. 8vo. London 1841. The Society.\n\nBotanical Society. Transactions, Vol. I. Parts I. and II. 8vo. London 1841. The Society.\n\nBritish Association. Report of the Eleventh Meeting, held at Plymouth in July 1841. 8vo. London 1842. The British Association.\n\nCouncil of Education. Minutes of the Committee, 1840–41. 8vo. London 1841. The Committee on Education.\n\nElectrical Society. Transactions and the Proceedings from 1837 to 1842; edited by one of the Committee. 4to. London 1841–42. The Society.\n\nReport of the Committee appointed to test the action of an Instrument invented by Lieut. R. J. Morrison, R.N., and denominated by him a portable Magnetic Electrometer. 8vo. London. The Society.\n\nEntomological Society. Transactions, Vol. II. Part IV. 8vo. London 1840. The Society.\n\nJournal of Proceedings, commencing Jan. 6, 1840. 8vo. London 1841. The Society.\n\nPrize Essay. Observations on the Anatomy, Habits, and Economy of Athalia Centifolia, the Saw-fly of the Turnip, with a Plate: by George Newport, Esq. 8vo. London 1838. The Society.\n\nGeographical Society. Journal, Vol. XI. Part I. 8vo. London 1841. The Society.\n\nGeological Society. Transactions, Vol. VI. Part I. 2nd Series. 4to. London 1841. The Society.\n\nLinnean Society. Transactions, Vol. XVIII. Part IV. 4to. London 1841. The Society.\n\nProceedings, Nos. 8 to 12. 8vo. London 1841. The Society.\n\nMedico-Chirurgical Society. Transactions, 2nd Series, Vol. VI. 8vo. London 1841. The Society.\n\nStatistical Society. Journal of the Statistical Society of London, Vol. IV. Part II., Vol. V. Part I. 8vo. London 1841–42. The Society.\nPRESENTS.\n\nACADEMIES, &c. (continued).\n\nUniversity of London. Examination Papers in the year 1841; viz. for the Degrees of Bachelor of Medicine; for Bachelor of Arts; for Doctor of Medicine; for Bachelor of Laws; for Master of Arts; for Matriculation. 8vo. London 1841.\n\nMadras:—Literary Society. Quarterly Journal of Literature and Science from July to Sept. 1840; edited by the Secretary. 8vo. Madras 1841.\n\nManchester:—\n\nLiterary and Philosophical Society. Memoirs, 2nd Series. Vol. VI. 8vo. London 1842.\n\nGeological Society. Transactions, Vol. I. 8vo. London 1841.\n\nMilan:—Memoirs of the Royal Institution, Vols. I. to V. 4to. Milan 1819–38.\n\nMoscow:—Société Impériale des Naturalistes. Bulletin, Nos. 1 à 4 de 1840, et No. 1 et 2 de 1841. 8vo. Moscow 1840–41.\n\nParis:—\n\nAcadémie Royale des Sciences. Comptes Rendus Hebdomadaires des Séances, Tome XII., XIII. et XIV. 4to. Paris 1841 & 42.\n\nInstitut Royal de France pour 1842. 12mo. Paris 1842.\n\nAcadémie Royale des Inscriptions et Belles-Lettres. Règlement, 12mo. Paris 1841.\n\nSociété de Géographie. Recueil de Voyages et Mémoires, Tome VI. 4to. Paris 1840.\n\nBulletin, Tome XIII. XIV. et XV. 2me Série. 8vo. Paris 1840 et 1841.\n\nSociété Géologique de France. Bulletin, Tome XIII. feuilles 1–31. 8vo. Paris 1842.\n\nMémoires, Tome IV. 2me Partie. 4to. Paris 1841.\n\nPhiladelphia:—\n\nAmerican Philosophical Society. Laws and Regulations, revised in 1833. 8vo. Philadelphia 1833.\n\nProceedings, Nos. 1 to 14. 8vo. Philadelphia 1838–40.\n\nTransactions, Vol. VII. Part III. (New Series.) 4to. Philadelphia 1841.\n\nFranklin Institute. Journal, 3rd Series. Vol. I. and II. 8vo. Philadelphia 1841.\n\nSt. Petersburg:—\n\nAcadémie Impériale des Sciences.—Mémoires, 1ère Partie Sciences Mathématiques et Physiques, Tome IV. 1re et 2me livraisons, 1838.\n\nMémoires, 2nde Partie, Sciences Naturelles, Tome III. livraisons 5 et 6, 1840, et Tome IV. 3me, 4me, et 5me livraisons, 1841.\n\nMémoires, Divers Savans, Tome IV. 1re, 2me, 3me, et 4me livraisons, 1837–41.\n\nMémoires, Sciences Politiques, Histoire, Philologie, Tome V. 3me et 4me livraisons, 1841.\n\nBulletin Scientifique, Tome IX. Nos. 1 à 11. 4to. St. Petersburg 1837–41.\n\nRecueil des Actes de la Séance Publique, 29 Dec. 1840. 4to. St. Petersburg 1841.\n\nDONORS.\n\nThe Senate of the University of London.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Imperial Society.\n\nThe Institute of France.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institute.\n\nThe Imperial Academy.\nPRESENTS.\n\nACADEMIES, &c. (continued).\nStockholm:—Konigl. Vetenskaps-Academien. Handlingar för år 1839. 8vo. The Academy.\nStockholm 1840.\n\nALMANACS.\nAmerican Almanac and Repository of Useful Knowledge for 1842. 8vo. The American Philosophical Society.\nBoston 1841.\n\nNautical Almanac for 1845; two copies. 8vo. London 1841.\n\nANONYMOUS.\nAnatomical Drawings, selected from the collection of Morbid Anatomy in the Army Medical Museum at Chatham. Folio. London 1841.\n\nCatalogue of the Printed Books in the British Museum, Vol. I. Folio. London 1841.\n\nCatalogue of the Library in Red Cross Street, Cripplegate; founded pursuant to the Will of the Rev. Daniel Williams, D.D., who died in the year 1716, in two vols. 8vo. London 1841.\n\nCatalogue of the London Library, established 1841 at No. 49, Pall Mall. 8vo. London 1842.\n\nCatalogue of the Library of the United Service Institution. 8vo. London 1842.\n\nCatalogue des livres d'histoire naturelle et principalement d'entomologie composant la bibliothèque de feu M. Victor Audouin. 8vo. Paris 1842.\n\nCatalogue of the entire, extensive and very rare Mathematical Library of Charles Hutton, LL.D. 8vo. London 1816.\n\nCollectanea Glocestriensia; or a catalogue of books, tracts, prints, coins, &c., relating to the county of Gloucester: in the possession of John Delafield Phelps, Esq. 8vo. London 1842.\n\nDescriptive and illustrated Catalogue of the Physiological Series of Comparative Anatomy contained in the Museum of the Royal College of Surgeons of London: Vol. V. Products of Generation. 4to. London 1840.\n\nExposé sommaire des ouvrages, mémoires, travaux scientifiques et inventions du Dr. Leroy-D'Etiolles. 4to. Paris.\n\nExposition of the nature, force, action, and other properties of gravitation on the planets, and of the efficient causes of the relations between their velocities, periodic times, mean distances, from the sun, and the forces of gravitation; by the author of a new Introduction to the Mathematics, &c. 12mo. London 1842.\n\nExtracts of Papers printed and manuscript, laid before the commission appointed to consider the steps to be taken for restoration of the standards of Weight and Measure, and the subjects connected therewith; arranged by G. B. Airy, Esq., A.R. Printed by the Lords Commissioners of the Treasury. 4to. London 1840.\n\nLaw relating to India and the East India Company; with Notes and Appendix. Third Edition. 4to. London 1842.\n\nMinistère des travaux publics.—Caisses de Prévoyance en faveur des ouvriers mineurs. Rapport au Roi. Folio. Bruxelles 1842.\n\nNew Analogy, for determining the distances of the Planets from the Sun, and\n\nDONORS.\n\nSir James MacGrigor, Bt., F.R.S., and the Medical Officers of the Army.\nThe Trustees of the British Museum.\nThe Trustees.\n\nThe Committee of the London Library.\nThe Council of the U.S. Institution.\nThe Publisher.\n\nJames Orchard Halliwell, Esq., F.R.S.\nJohn D. Phelps, Esq., F.R.S.\n\nThe Council of the Royal College of Surgeons.\nThe Author.\n\nSir John William Lubbock, Bart., V.P. and Treasurer R.S.\n\nCharles Lyell, Esq., Chairman of the Hon. E. I. C.\nA. Quetelet, Foreign Memb. R.S.\n\nThe Author.\nPRESENTS.\n\nANONYMOUS (continued).\nof the Satellites from their primaries; by the author of a new Introduction to the Mathematics, &c. 12mo. London 1842.\nNota supra un fenomeno capillare asservato dal Dr. Young.\n\nObservations Météorologiques faites a Nijné-Taguïlsk (Mont Oural), Gouvernement de Perm; du 1er Octobre 1839 au 31 Décembre 1840. Svo. Paris 1842.\nPrinted Forms of a Meteorological Journal. Folio.\n\nANNESELEY (J.) Researches into the causes, nature, and treatment of the more prevalent diseases of India, and of warm climates generally. 2nd Edition. Svo. London 1841.\n\nART, WORKS OF.\nA Marble Bust of Mrs. Somerville, by the late Sir Francis Chantrey, F.R.S.\n\nA Portrait of the late Thomas Young, M.D., F.R.S., copied from a Painting by Sir Thomas Lawrence, in the possession of Hudson Gurney, Esq., F.R.S., by H. P. Briggs, Esq., R.A.\n\nA Portrait of the late John Dollond, F.R.S., painted by W. F. Witherington, R.A., from the original portrait by Wilson, in the possession of the Royal Observatory at Greenwich.\n\nA Medal in commemoration of the ceremony of laying the first stone of the New Royal Exchange by His Royal Highness Prince Albert, on Monday the 17th January, 1842. (In Bronze.)\n\nCopy of a Portrait drawn on Stone of James Orchard Halliwell, F.R.S.\n\nARUNDALE (F.) and BONOMI (J.) Gallery of Antiquities, selected from the British Museum; Part I. 4to. London 1842.\n\nBAIKIE (R.) Observations on the Neighberries, including an account of their Topography, Climate, Soil and Productions, and of the effects of the Climate on the European constitution. Svo. Calcutta 1834.\n\nBAILEY (Samuel.) A review of Berkeley's Theory of Vision, designed to show the unsoundness of that celebrated speculation. Svo. London 1842.\n\nBARLOW (John.) The connection between Physiology and Intellectual Philosophy. 12mo. London 1842.\n\nBATEMAN (J.) A practical Treatise on the Law of Auctions; with forms, tables, statutes, and cases and directions to auctioneers. 12mo. London 1838.\n\nThe Excise Officer's Manual, and improved Gauger; being a compendious introduction to the business of charging and collecting the duties of excise. 12mo. London 1840.\n\nBARTLETT (—) Index Geologicus. Large sheet, mounted.\n\nBESSEL (F. W.) Astronomische Untersuchungen, erster Band. 4to. Königsberg 1841.\n\nAstronomische Beobachtungen auf der Königlichen Universität-Sternwarte zu Königsberg. 20° Abtheilung. Jan.—Dec. 1834. Folio. Königsberg 1840.\n\nBERZELIUS (Jac.) Arsberättelse om framstegen i Fysik och Kemi, Afgiven Mars 1831. Svo. Stockholm 1840.\n\nDONORS.\n\nSir J. W. Lubbock, Bart., V.P. and Treas. R.S.\nThe Author.\n\nD. Martin.\nThe Author.\n\nH.R.H. The Duke of Sussex, K.G., F.R.S., and the other subscribers.\nHudson Gurney, Esq., F.R.S.\n\nGeorge Dollond, Esq., F.R.S.\n\nThe Joint Gresham Committee.\n\nThe Publishers.\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Sweden.\nPRESENTS.\n\nBILLING (A.) First Principles of Medicine. 4th edition. 8vo. London 1841.\n\nBIOT (—) Mémoire sur la polarisation lamellaire. 4to. Paris 1841.\n\nBORRELLI (Pasquale.) Su la guerra considerata nelle sue relazioni morali o sia su di alcune moderne teoriche intorno alla guerra. 8vo. Mendrisio 1841.\n\nBOTFIELD (Beriah.) Manners and Household Expenses of England in the 13th and 15th centuries, illustrated by original records. 4to. London 1841.\n\nBRIERRE DE BOISMONT (A.) De la Menstruation considérée dans ses rapports Physiologiques et Pathologiques. 8vo. Paris 1842.\n\nBRISTOW (H. W.) A descriptive Catalogue of the Minerals in the Museum of King's College, London. 8vo. London 1842.\n\nBRODIE (Sir Benj. C.) Lectures on the Diseases of the Urinary Organs. 3rd edition. 8vo. London 1842.\n\nBRONGNIART (Alex.) et MALAGUTI. Second Mémoire sur les Kaolins ou Argiles à Porcelaine. Extrait des Archives du Muséum d'Histoire Naturelle. 4to. Paris 1841.\n\nBROOKS (W. A.) Treatise on the Improvement of the Navigation of Rivers; with a new theory on the cause of the existence of bars. 8vo. London 1841.\n\nBROWNLOW (W.) A Treatise on the direct solution of Cubic Equations, comprehending the irreducible case. 12mo. London 1841.\n\nBUCHANAN (Rob.) Practical Essays on Mill-Work and other Machinery. Part II. revised by George Rennie, Esq., F.R.S. 8vo. London 1841.\n\nBUCKLAND (W.) Address delivered at the Anniversary Meeting of the Geological Society of London, on the 19th of February 1841. 8vo. London 1841.\n\nBULLOCK (Fred.) A Letter to Capt. Beaufort, R.N., F.R.S., &c., descriptive of the Refuge Beacon, erected on the Goodwin Sands, accompanied with two lithographic drawings. 8vo. London 1842.\n\nBURT (T. S.) Narrative of a late Steam Voyage from England to India, via the Mediterranean. 8vo. Calcutta 1840.\n\nCHALLIS (Rev. Jas.) Astronomical Observations made at the Observatory at Cambridge, Vol. XII. 4to. Cambridge 1841.\n\nCHARLES (—) Nouvelle Solution du Problème de l'Attraction d'un ellipsoïde hétérogène sur un point extérieur. 4to. Paris 1840.\n\nCIVIALE (—) Traité Pratique sur les Maladies des Organes Génito-Uriniaries, 2me et 3me Parties. 8vo. Paris 1841.\n\nCOSTA DE MACEDO (Joaquein José da,) Discurso na Sessão publica da Academia Real das Sciencias de Lisboa, 15 de Maio 1838. 4to. Lisboa 1838.\n\nCREUZE (Augustin F. B.) Treatise on the Theory and Practice of Naval Architecture; being the article Ship-Building in the Encyclopaedia Britannica. 7th edition. With 15 plates. 4to. Edinburgh 1841.\n\nCURTIS (J. H.) The present state of Aural Surgery; being the substance of a Lecture delivered at the Royal Dispensary for Diseases of the Ear. 8vo. London 1841.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nBeriah Botfield, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nG. Rennie, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Lisbon.\nDAVY (John.) On the Quarantine Classification of Substances, with a view to the Prevention of Plague; from the Transactions of the Royal Society of Edinburgh, Vol. XV. Part II. 4to. *Edinburgh* 1842.\n\nDÉMIDOFF (M. Anatole.) Voyage dans la Russie Méridionale et la Crimée, par la Hongrie, la Valachie, et la Moldavie, exécuté en 1837, sous la direction de M. Anatole de Démidoff. Livraison 6–8. Folio. *Paris*.\n\nDENDY (W. C.) The Philosophy of Mystery. 8vo. *London* 1841.\n\nDENTON (J. Baily.) Outline of a method of Model-mapping. 2nd edition. 8vo. *London* 1841.\n\nD'ETIOLLES (Leroy.) Deuxième Lettre à l'Académie de Médecine sur la dissolution des Calculs Urinaires et leur traitement chimique. 8vo. *Paris* 1841.\n\nDIEN (Charles.) Atlas des Phénomènes Célestes, 1re année 1841. 2nd edition. 4to. *Paris* 1841.\n\nDOVE (H. W.) Ueber die nicht periodischen Änderungen der Temperaturvertheilung auf der Oberfläche der Erde in dem Zeitraum von 1782 bis 1839. 4to. *Berlin* 1841.\n\nDUMONT (A. H.) Rapport sur les travaux de la Carte Géologique pendant l'année 1841. 8vo. *Bruxelles* 1841.\n\nMémoire sur les Terrains Triassique et Jurassique de la province de Luxembourg. 4to. *Bruxelles* 1841.\n\nDUPIN (Charles.) Sur l'Importation des Céréales dans la Grande Bretagne. 8vo. *Paris* 1842.\n\nDURAN (J. A.) Esquisse d'une théorie sur la Lumière, extraite du code des créations universelles expliquées par un principe unique, d'après le nouveau système établi. 8vo. *Bordeaux* 1841.\n\nCode des Créations universelles et de la Vie des êtres. 8vo. *Bordeaux* 1841.\n\nDUTROCHET (—) Recherches Physiques sur la force épipolique. 8vo. *Paris* 1842.\n\nENCKE (J.F.) Berliner Astronomisches Jahrbuch für 1843. 8vo. *Berlin* 1841.\n\n——— für 1844. 8vo. *Berlin* 1841.\n\nCartes Célestes publiées sous les auspices de l'Académie Royale des Sciences de Berlin; No. 17 et 19, avec les catalogues des étoiles. Folio. *Berlin* 1840.\n\nESOP. Esop's Fables, written in Chinese by the learned Mun Mooy Seen Shang, by his pupil Sloth. 4to.\n\nFLOURENS (P.) Analyse Raisonnée des Travaux de Georges Cuvier, précédée de son Eloge Historique. 12mo. *Paris* 1841.\n\nFORBES (J. D.) On the Theory and Construction of a Seismometer, or Instrument for measuring earthquake shocks and other concussions. 4to. *Edinburgh* 1841.\n\nFORSTER (T.) Philozaia; or moral reflections on the actual condition of the animal kingdom, and on the means of improving the same; with numerous anecdotes and illustrative notes. 8vo. *Brussels* 1839.\n\nObservations on some curious and hitherto unnoticed abnormal affections of the organs of sense and intellect, and on other subjects of Physiology. 8vo. *Tunbridge Wells* 1841.\nFORSTER (T.) Illustrations of the atmospheric origin of Epidemic Diseases, and of its relation to their predisponent constitutional causes. 8vo. Chelmsford 1829.\n\nThe Herschelian Telescope Song. a Sheet. 4to. Tunbridge Wells 1842.\n\nPan, a pastoral of the first age, together with some other Poems. 8vo. Brussels 1840.\n\nFRANCIS (J. W.) A Discourse, delivered upon the opening of the New Hall of the New-York Lyceum of Natural History. 8vo. New York 1841.\n\nFRANCIS (G.) Dictionary of the Arts, Sciences, and Manufactures. 8vo. London 1842.\n\nFRYER (Michael.) An Introduction to the Geometrical Analysis of the Ancients; interleaved with manuscript notes by the author, being his preparations for a new edition of the work. 8vo. London 1810.\n\nGERBER (F. R.) Elements of the general and minute Anatomy of Man and the Mammalia, chiefly after original researches; to which are appended notes and an appendix, by Geo. Gulliver, Esq., F.R.S. (one vol. and an atlas.) 8vo. London 1842.\n\nGLENN (Jas.) The real nature of the electrical fluid, explained and illustrated by numerous facts, and also a cause assigned for the Polarity of the Magnet. 8vo. Morrisville 1840.\n\nGLIDDON (G. R.) An Appeal to the Antiquaries of Europe on the Destruction of the Monuments of Egypt. 8vo. London 1841.\n\nGOULD (J.) The Birds of Australia, Parts IV.-VI. Folio. London 1832.\n\nGODWIN (Geo., jun.) Pen and Pencil Sketches in Poitiers and Angoulême, with some remarks on early architecture. 12mo. London.\n\nGRAHAM (T.) Elements of Chemistry, Part VI. 8vo. London 1842.\n\nGRANT (R. E.) On the present state of the Medical Profession in England. 8vo. London 1841.\n\nGRANTHAM (John.) Iron as a Material for Ship-building; being a communication to the Polytechnic Society of Liverpool. 8vo. London 1842.\n\nGRAVES (Charles.) Two Geometrical Memoirs on the general properties of Cones of the second degree and on the spherical Conics, by M. Chasles, translated from the French, with notes and additions, and an Appendix on the application of analysis to Spherical Geometry. 8vo. Dublin 1841.\n\nGREGORY (W.) Letter to the Rt. Hon. George, Earl of Aberdeen, K.T., &c., &c., on the state of the Schools of Chemistry in the United Kingdom. 8vo. London 1842.\n\nGROVE (W. R.) A Lecture on the Progress of Physical Science since the opening of the London Institution. 8vo. London 1842.\n\nGULLIVER (G.) A Catalogue of Plants collected in the neighbourhood of Banbury. 12mo. London 1841.\n\nHALLIWELL (J. O.) On the Character of Sir John Falstaff, as originally exhibited by Shakspeare, in the two parts of King Henry IV. 12mo. London 1841.\nPRESENTS.\n\nHALLIWELL (J. O.) An Account of the European Manuscripts in the Chetham Library, Manchester. 12mo. Manchester 1842.\n\n——— The Manuscript Rarities of the University of Cambridge. 8vo. London 1841.\n\nHASSLER (F. R.) Report, showing the Progress made in the Coast Survey up to 3rd January 1842. 8vo. 1842.\n\nHAUSMANN (J. F. Ludw.) Versuche zur Bestimmung der Elasticität und Festigkeit verschiedener Stabeisenstoren. 8vo. Hanover.\n\n——— Commentatio de usu experientiarum metallurgicarum ad disquisitiones geologicas adjuvandas. 4to. Gottingæ 1838.\n\nHENDERSON (Thomas.) Astronomical Observations made at the Royal Observatory, Edinburgh. Vol. IV. for 1838. 4to. Edinburgh 1841.\n\nHERSCHEL (J. F. W.) On the Advantages to be attained by a revision and re-arrangement of the Constellations, with especial reference to those of the Southern Hemisphere, and on the principles upon which such re-arrangement ought to be conducted. (from the Royal Astronomical Society's Memoirs, Vol. XII.) 4to. London 1841.\n\n'ΟΜΗΡΟΥ ΦΙΛΙΑΣ. Litera Digamma restituta: ad metri leges redegit et notatione brevi illustravit Thomas Shaw Brandreth, F.R.S., 2 vol. 8vo. London 1841.\n\nHOPKINS (W.) Theoretical Investigations on the Motion of Glaciers. (for private circulation.) 8vo. Cambridge 1842.\n\nHORNER (W. E.) and HAYS (Isaac.) Description of an entire Head and various other Bones of the Mastodon. 4to. 1840.\n\nHOWARD (Luke.) A Cycle of eighteen years in the Seasons of Britain; deduced from Meteorological Observations made at Ackworth, in the west riding of Yorkshire, from 1824 to 1841. 8vo. London 1842.\n\nHUMBOLDT (A. von) On two attempts to ascend Chimborazo; translated from the German by Dr. Martin Barry, F.R.S. (two copies.) 8vo. Edinburgh 1837.\n\nINSTRUMENT.\n\nA Cephaloscope, invented by Mr. J. Harrison Curtis. The Inventor.\n\nJOHNSON (Cuth. W.) An Account of the Application of Gypsum as a Manure to the artificial Grasses, a prize essay. 8vo. London 1841.\n\nJOHNSTON (Jas. F. W.) Elements of Agricultural Chemistry and Geology. 12mo. Edinb. and Lond. 1842.\n\n——— Lectures on Agricultural Chemistry and Geology, Part I. 8vo. London 1841.\n\nJOURNALS.\n\nAnnales des Mines, Tome XVII., XVIII. et XIX. 3me série. 8vo. Paris 1840-41.\n\nAnnals of Electricity, Magnetism, and Chemistry; and Guardian of Experimental Science; conducted by William Sturgeon, M.S.A., from May 1841 to June 1842 inclusive. 8vo. London 1841.\n\nAnnuaire du Journal des Mines de Russie; pour 1835, 1836, 1837 et 1838, avec un volume d'Introduction et Tableaux Statistiques. 5 vols. 8vo. St. Petersburg 1840.\n\nThe \"Astronomische Nachrichten,\" Vol. XVIII. and Nos. 433 to 446. edited by H. C. Schumacher, For. Memb. R.S. 4to. Altona 1841.\n\nMDCCCXLII.\nJOURNALS (continued).\n\nBritish and Foreign Medical Review, or Quarterly Journal of Practical Medicine and Surgery, No. 26 and 27; edited by John Forbes, M.D., F.R.S. 8vo. London 1842.\n\nGiornale per servire ai progressi della Patologia e della Therapeutica. fasc. 40. 8vo. Venezia 1840.\n\nL'Institut, Journal Universel des Sciences. 2me section. No. 75, pour Mars 1842. Folio. Paris 1842.\n\nJournal of the Asiatic Society of Bengal; Nos. 21–33. New Series. Svo. Calcutta 1840 and 1841.\n\nLady's and Gentleman's Scientifical Repository for 1783. Svo. Newark 1783.\n\nLondon, Edinburgh and Dublin Philosophical Magazine, July 1841 to June 1842 inclusive. 8vo. London.\n\nMicroscopic Journal and Structural Record, edited by Daniel Cooper, Esq., from July 1841 to July 1842. 8vo. London 1842.\n\nNautical Magazine, July 1841 to June 1842 inclusive. 8vo. London.\n\nQuarterly Journal of Meteorology and Physical Science, No. 1 and 2. Svo. London 1842.\n\nRepertory of Patent Inventions, July 1841 to June 1842. 8vo. London.\n\nTijdschrift voor natuurlijke Geschiedenis en Physiologie door J. v. d. Hoeven en W. H. de Vriese, Vol. VIII. p. 2–4 and Vol. IX. Part I. Svo. Leiden 1841–42.\n\nUnited Service Journal from July 1841 to June 1842 inclusive. 8vo. London 1842.\n\nKOPPS (J.) et MIGUEL (F. A. W.) Flora Batava, No. 122. 4to. Amsterdam.\n\nKUPFFER (A. T.) Travaux de la Commission pour fixer les Mesures et les Poids de l'Empire de Russie, Tome 1re et 2me, avec des Planches en Folio. 4to. St. Petersbourg 1841.\n\nAnnuaire Magnétique et Météorologique, pour année 1839. 4to. St. Petersbourg 1841.\n\nLA GRANGE (—,) Méchanique Analytique. (1st edition.) 4to. Paris 1788.\n\nLAMONT (J.) Ueber das Magnetische Observatorium der Königl. Sternwarte bei München. 4to. München 1841.\n\nLARREY (Le Baron) Rélation Médicale de Campagnes et Voyages de 1815 à 1840. 8vo. Paris 1841.\n\nNotice sur l'Efficacité du Moxa et sur les Inconvénients du Galvanisme dans certaines névroses ou affections paralytiques. 4to. Paris 1840.\n\nLAWSON (H.) Meteorological Journal kept at Hereford, for 1841. 8vo. Hereford 1841.\n\nLEES (J. C.) Meteorological Journal for 1840, kept at Nassau, New Providence, lat. 25 N., lon. 77 W. Folio. Bahamas.\n\nLITTROW (J.) und MAYER (Lambert.) Annalen der K. K. Sternwarte in Wien. 12 Theil. Folio. Wien 1832.\n\nLLOYD (Humph.) Account of the Magnetical Observatory of Dublin and of The Author.\nPRESENTS.\n\nthe Instruments and Methods of Observations employed there. 4to. Dublin 1842.\n\nLONGO (Agatino.) Elementi di Filosofia Naturale. 8vo. Napoli 1841. The Author.\n\nLOUYET (M.) Notice sur un nouveau mode de orage des Métaux, par voie humide et courant voltaïque. 8vo. Bruxelles. The Author.\n\nLOUYET (P.) Mémoire sur l'absorption des Poisons Métalliques par les Plantes. 12mo. Bruxelles 1841. The Author.\n\nMANUSCRIPT.\n\nTidal Observations at Liverpool in 1834, exhibiting the instant of high and low water-periods; the whole vertical range throughout springs and neaps, and the detecting the half-tide level at the 3rd hour before and after each high water; by Captain Henry Mangles Denham, R.N., F.R.S., &c. (MS.) Folio.\n\nMAPS AND CHARTS.\n\nAdmiralty Charts in continuation for the year 1841. The Lords Commissioners of the Admiralty.\n\nAtlantic Steam Packet Chart, showing the line of communication with North America and the West Indies, &c., by James Wyld, Esq. Large Sheet. London 1842. The Publisher.\n\nGround-plan and longitudinal Section of the Canal from the Danube to the Maine. Four Sheets. The Royal Commission of Public Works at Munich.\n\nMap to illustrate the War in China, compiled from Surveys and Sketches by British Officers and other information; by James Wyld, Esq. Large Sheet. London 1842. The Publisher.\n\nOrdnance Map in continuation of the Trigonometrical Survey of Great Britain; Sheets Nos. 77, 78, and 87. Folio Sheets. The Master-General of the Ordnance.\n\nMENABREA (L. F.) Calcul de la Densité de la Terre suivi d'un mémoire sur un cas spécial du mouvement d'un pendule. (From the Memoirs of the Turin Academy, Vol. II. Second Series.) 4to. Turin. The Author.\n\nMODEL.\n\nModel intended to represent the double Spiral constituting \"Fibre,\" and more particularly the muscular \"Fibril\" as described in a paper read before the Royal Society, 16th December 1841; by Dr. Martin Barry, F.R.S. Dr. Martin Barry, F.R.S.\n\nMOOR (Edw.) Bealings Bells. An Account of the mysterious ringing of bells at Great Bealings, Suffolk, in 1834, and in other parts of England. 12mo. Woodbridge 1841. The Author.\n\nMOUNTAINE (Dydymus.) The Gardener's Labyrinth; printed in black letter in the year 1578, containing an autograph of R. Farmer. 4to. London 1578. S. Hunter Christie, Esq., Sec. Royal Society.\n\nMUDGE (W.) and FRAZER (G. Alex.) Sailing Directions from the North-East, North, and North-West Coasts of Ireland. 8vo. London 1842. The Lords Commissioners of the Admiralty.\n\nMURCHISON (R. I.) Address delivered at the Anniversary Meeting of the Geological Society of London, 18th February 1842. 8vo. London 1842. The Author.\n\nAddress delivered on the first meeting of the Dudley and Midland Geological Society, January 17, 1842. 8vo. London 1842. The Author, through the Rev. B. Powell, M.A., F.R.S.\n\nNEWMAN (F. W.) The difficulties of Elementary Geometry, especially those which concern the straight line, the plane, and the theory of parallels. 8vo. London 1841.\nPRESENTS.\n\nNOAD (H. M.) Six Lectures on Chemistry; including its applications in the Arts. 8vo. London.\n\nOHM (Martin.) Der Geist der Mathematischen Analysis und ihr Verhältniss zur Schule. Erste Abhandlung. 8vo. Berlin 1842.\n\nPARAVEY (—) Mémoire sur l'Origine Japonaise, Arabe et Basque, de la civilisation des Peuples du Plateau de Bogota, d'après les travaux récents de MM. de Humboldt et Siebold. 8vo. Paris 1835.\n\nPASCH (G. E.) Arsberättelse om Technologiens Framsteg, 1839. 8vo. Stockholm 1840.\n\nPASQUIER (Victor.) Monographie du Madi Cultivé, Madia Sativa. 8vo. Liège 1841.\n\nPETTIGREW (Thos. Jos.) Encyclopædia Ægyptiaca, or Dictionary of Egyptian Antiquities, No. 1. 8vo. London 1842.\n\nPEZZONI (Antoine.) Lettre première à Mons. le Docteur John Davy, Inspecteur-Général des Hôpitaux Militaires de la Grande Bretagne, Membre de la Société Royale de Londres, etc., etc. au sujet des accidents de peste survenus tant au Lazaret de Koulély qu'à l'île de Proti à la suite du navire Ottoman contaminé commandé par le Capitaine Yazidji-Oglou Méhémet, provenant d'Alexandrie d'Egypte et arrivé dans cette capitale, le 8 Juin 1841, et des trois autres navires venus du même port quelques jours après. 8vo. Constantinople 1841.\n\nPHILLIPS (John.) Figures and Descriptions of the Palæozoic Fossils of Cornwall, Devon, and West Somerset; observed in the course of the Ordnance Geological Survey of that District. 8vo. London 1841.\n\nPICTET (F. J.) Histoire Naturelle générale et particulière des Insectes Neuroptères; première monographie, famille des Perlides. livraisons 1–7. 8vo. Paris 1841.\n\nPLANA (J.) Mémoire sur différens Procédés d'Intégration, par lesquels on obtient l'attraction d'un ellipsoïde homogène dont les trois axes sont inégaux, sur un point extérieur. (Extrait du Journal des Mathématiques de M. Crelle, Tome XX.) 4to. Turin 1838.\n\nNote, où l'on explique une remarquable objection faite par Euler en 1751, contre une règle donnée par Newton dans son arithmétique universelle, pour extraire la racine d'un binome réel de la forme $\\sqrt{a} + \\sqrt{b}$, quelque soit le degré impair de la racine demandée, si toutefois elle est possible. (Extrait du Journal des Mathématiques de M. Crelle, Tome XVII.) 4to. Turin 1836.\n\nPOCOCK (Lewis.) A familiar explanation of the nature, advantages, and importance of Assurances upon Lives, &c. 8vo. London 1842.\n\nA Chronological List of Books and Pamphlets relating to the doctrine of chances and the rate of mortality, annuities, reversions, marine and fire insurances and life-assurance. 8vo. London 1842.\n\nPOOR-LAW.\n\nAnnual Reports of the Poor-Law Commissioners from 1836 to 1841. 8vo. London 1836–41.\n\nReport of the Poor-Law Commissioners for 1833 and 1834; on the Administration and Practical Operation of the Poor-Laws. 8vo. London 1834.\n\nDONORS.\n\nThe Author, through John Tho. Mayne, Esq., F.R.S.\n\nThe Author.\n\nThe Academy of Sciences of Sweden.\n\nThe Author.\n\nThe Author.\n\nEdwin Chadwick, Esq., Secretary to the Poor-Law Commissioners.\nPOOR-LAW (continued).\n\nReport on the further amendment of the same for December 1839. Svo. London 1840.\n\nReports on the Training of the Pauper Children. Svo. London 1841.\n\nThree Reports on the Poor-Law of Ireland; by George Nicholls, Esq. Svo. London 1838.\n\nAn Act for the amendment and better administration of the Laws relating to the Poor in England and Wales, passed 14th August, 1834. 12mo. London 1834.\n\nAn Act for the more effectual relief of the Destitute Poor in Ireland, with notes, &c., passed 31st July, 1838. 12mo. London 1839.\n\nPORTAL (Placido.) Storia di due casi d'Allacciatura d'Arterie, una alla femorale, l'altra all'iliacca esterna. 12mo. Napoli 1839.\n\nPOWELL (Baden.) A general and elementary view of the Undulatory Theory, as applied to the dispersion of Light, and some other subjects. Svo. London 1841.\n\nPRITCHARD (Andrew.) A list of two thousand microscopic objects; with remarks on the circulation in animals and plants, the method of viewing crystals by polarized light, &c. 2nd edition. 12mo. London 1842.\n\nQUETELET (A.) Annuaire de l'Observatoire Royal de Bruxelles, pour l'année 1842. 12mo. Bruxelles 1841.\n\nInstructions pour l'Observation des Phénomènes périodiques. (Extrait du Tome IX. No. 1, des Bulletins de l'Académie Royale de Bruxelles.) Svo. Bruxelles 1842.\n\nMagnétisme Terrestre. (Extrait du Tome VIII. No. 9, des Bulletins.) Svo. Bruxelles 1841.\n\nMétéorologie. Svo. Bruxelles.\n\nNouveau Catalogue des Principales Apparitions d'Etoiles Filantes. 4to. Bruxelles 1841.\n\nObservations Magnétiques, faites, d'après la demande de la Société Royale de Londres, à Bruxelles, à Munich, et sur le Hohen-Peissenberg. Svo. Bruxelles 1841.\n\nPhénomènes périodiques du Règne Végétal. Svo. Bruxelles 1842.\n\nPhysique du Globe. Svo. Brussels 1841.\n\nRapport Décennal des Travaux de l'Académie Royale des Sciences et Belles-Lettres de Bruxelles depuis 1830. Svo. Brussels 1840.\n\nRapport sur les Travaux de l'Académie Royale des Sciences et Belles-Lettres de Bruxelles. Svo. Bruxelles.\n\nRésumé des Observations sur la Météorologie, sur le Magnetisme, et sur les Températures de la Terre. 4to. Bruxelles 1841.\n\nRAU (—) Economie Politique. Extraits de deux Lettres au sujet de l'application des théories mathématiques à la solution de quelques problèmes d'économie politique. Svo. Bruxelles 1842.\n\nRECORD COMMISSION. Ancient Laws and Institutes of Wales; to which are added a few Latin transcripts, with indexes and glossary. Printed by command of His late Majesty King William IV. Folio. London 1841.\n\nEdwin Chadwick, Esq., Secretary to the Poor-Law Commissioners.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Commissioners of Public Records.\nPRESENTS.\n\nREDFORD (W. C.) Observations on the Storm of Dec. 15, 1839. 4to. 1841. REPORTS.\n\nMetropolis.—Summary of the Weekly Tables of Mortality for 1841. Population, Males 874,139. Females, 996,588. Total 1,873,727. Large Sheet. Report of the Commissioners appointed to consider the steps to be taken for restoration of the Standards of Weight and Measure. Presented to both Houses of Parliament by command of Her Majesty. Folio. London 1841.\n\nSixth Report of the Inspectors appointed under the provisions of the Act 5 and 6 Will. IV. c. 38, to visit the different Prisons of Great Britain. Folio. London 1841.\n\nStatistical Reports on the sickness, mortality, and invaliding among Her Majesty's Troops serving in Ceylon, the Tenasserim Provinces, and the Burmese Empire. Folio. London 1841.\n\nStatistical Reports on the Health of the Navy from the years 1830 to 1836. Folio. London 1841.\n\nThird Annual Report of the Registrar-General of Births, Deaths and Marriages in England, with appendices. (Two copies.) Folio. London 1841.\n\nREYNOLDS (Sir Joshua.) The Discourses, illustrated by explanatory notes and plates; by John Burnet, Esq., F.R.S. 4to. London 1842.\n\nRICHARD (A.) Monographie des Orchidées recueillies dans la chaine des Nil-Gherries; par M. Perrottet. 4to. Paris 1841.\n\nRIVE (A. de la.) Coup d'œil sur l'état actuel de nos connaissances en Electricité. 8vo. Genève 1841.\n\nROSENBLAD (M.) Tal af Academiens Præses. 8vo. Stockholm 1840.\n\nROYLE (J. F.) On the Production of Isinglass along the coasts of India, with a notice of its Fisheries. 8vo. London 1842.\n\nSCARAMUCCI (Domenico.) Di alcuni effetti del moto orbitale del soli cenni estratti dal sistema cosmico. 4to. Firenze 1841.\n\nSCORTEGAGNA (F. O.) Epistola Sommaria contenente nuovi sciarimente intorno all' Ittioleto esistente nella pubblica Biblioteca di Vicenza. 8vo. Padova 1841.\n\n— Intorno la facolta della riproduzione vivipara negli Ascaridi Lombricoidi Memoria Epistolare. 8vo. Pavia 1841.\n\n— Considerazioni intorno ad una specie di Falena. 4to. Modena 1840.\n\n— Sopra il teschio di un cocodrillo fossile rinvenuto nel monticello di Lonigo memoria. 4to. Venezia 1838.\n\n— Considerazioni sopra una specie di Dragoncello. 8vo. Milano 1840.\n\nSEAWARD (Samuel.) On the application of auxiliary Steam Power to sailing Ships. (Two copies,) 4to. London 1841.\n\nSHARP (W.) Practical Observations on Injuries of the Head. 8vo. London 1841.\n\nSIMONOFF (J.) Recherches sur l'Action Magnétique de la Terre. 8vo. Kazan 1840.\n\nDONORS.\n\nThe Author.\n\nThe Registrar-General of Births, Deaths, &c.\n\nG. B. Airy, Esq., A.R., F.R.S.\n\nDr. Bisset Hawkins, F.R.S.\n\nSir James McGrigor, Bart., F.R.S.\n\nSir William Burnett, Knt., F.R.S.\n\nEdwin Chadwick, Esq.\n\nThe Editor.\n\nThe Author.\n\nThe Academy of Sciences of Sweden.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nSIMONOFF (J.) sur l'emploi des Hauteurs correspondantes en Mer; tiré du Bulletin Scientifique de St. Petersbourg, Tome VII. No. 15. 8vo. 1840.\n\nSMEE (Alfred.) Elements of Electro-Metallurgy; or the art of working in Metals by the Galvanic Fluid, Parts I. and II. 8vo. London 1841.\n\nSMITH (Ashbel.) An Account of the Yellow Fever which appeared in the city of Galveston, Republic of Texas, in the autumn of 1839, with cases and dissections. 8vo. Galveston 1839.\n\nA brief Description of the Climate, Soil, and Productions of Texas. 8vo. Galveston 1841.\n\nThe Cholera Spasmodica, as observed in Paris in 1832; comprising its symptoms, pathology, and treatment. 8vo., New York 1832.\n\nSMITH (J. Spencer.) Quaedam regulae de modo titulandi seu apificandi pro novellis scriptoribus copulatae, tractatus. 4to. Cadomi Normanorum 1840.\n\nSTRADA (Luigi.) Mobile Bigattiera. 8vo. Milan 1841.\n\nSTRATTON (T.) Proofs of the Celtic origin of a great part of the Greek Language; founded on a comparison of the Greek with the Gaelic or Celtic of Scotland. 8vo. Kingston, Upper Canada 1840.\n\nIllustrations of the Affinity of the Latin Language to the Gaelic or Celtic of Scotland. 8vo. Kingston 1840.\n\nSYKES (W. H.) Notes on the religious, moral, and political state of India before the Mahomedan invasion, &c. 8vo. London 1841.\n\nThe Fishes of the Dukhun. 4to. London 1838.\n\nTABERD (J. L.) Dictionarium Latino-Anamiticum; 2 Vols. 4to. Serampore 1838.\n\nTAPLIN (E. O.) On the Solution of Cubic Equations, especially in reference to the irreducible case of Cardan's formula. (lithographic.)\n\nTAYLOR (T. O.) Result of Astronomical Observations made at the Hon. the East-India Company's Observatory at Madras, Vols. I. to V. 4to. Madras 1832–39.\n\nTEMPLEMAN (Jas.) Table showing the mean temperature, as also the mean height of the Barometer in each month in the eight years ending 31st Dec. 1841; with the extremes of each, and the days on which such extremes occurred. Compiled from observations made at St. John's, Newfoundland. (Large sheet.)\n\nTERRY (Charles.) New Zealand, its advantages and prospects as a British Colony; with a full account of the land-claims, sales of crown-lands, aborigines, &c., with a map. 8vo. London 1842.\n\nTHOMSON (Samuel.) The Thomsonian Materia Medica, or Botanic Family Physician, 12th Edition. 8vo. Albany 1841.\n\nTHORNTON (Edward.) The History of the British Empire in India, Vol. I. and II. 8vo. London 1841.\n\nTURNER (W. G.) Elements of Chemistry, Part III. edited by Drs. Liebig, W. G. Turner, and Gregory. Svo. London 1841.\n\nVAUCHER (J. P.) Histoire Physiologique des Plantes d'Europe, ou exposition des phénomènes qu'elles présentent dans les diverses périodes de leur développement, Tome I. à IV. 8vo. Paris 1841.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nC. Lyell, Esq., Chairman of the Hon. East-India Company.\n\nThe Editors.\n\nThe Author.\nPRESENTS.\n\nVERHULST (P. F.) Traité Élémentaire des Fonctions Elliptiques. Svo. Bruxelles 1841\n\nWALKENAER (—) Notice Historique sur la vie et les ouvrages de M. Daunou. 4to. Paris 1841.\n\nWARD (N. B.) On the Growth of Plants in closely glazed cases. Svo. London 1842.\n\nWARTMANN (Elle) Mémoire sur la Diathermansie Electrique des Coups Métalliques. 4to. Geneva 1840.\n\nWEBSTER (Thomas.) The Law and Practice of Letters Patent for Inventions, statutes, practical forms, and digest of reported cases. Svo. London 1841.\n\nWEISS (H. G. J.) Beobachtung Magnetischer Phänomene am Körper des Menschen. Svo. Amsterdam 1841.\n\nWICKSTEED (Thomas.) An Experimental Inquiry concerning the relative power of, and useful effect produced by the Cornish and Boulton and Watt Pumping Engines, and Cylindrical and Waggon-Head Boilers. 4to. London 1841.\n\nWILLICH (C. M.) Annual Supplement to the Tithe Commutation Tables, for ascertaining, at sight, the Tithe-Rent charge payable for the year 1842. Svo. London 1842.\n\nWILLIS (R.) Principles of Mechanism designed for the use of Students in the Universities, and for Engineering Students generally. Svo. London 1841.\n\nWILSON (H. H.) A descriptive Account of the Antiquities and Coins of Afghanistan; with a memoir on the buildings called Topes, by C. Massou, Esq. 4to. London 1841.\n\nWRIGHT (T.) Popular Treatises on Science, written during the Middle Ages, in Anglo-Saxon, Anglo-Norman, and English; edited from the original manuscripts. Svo. London 1841.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Directors of the East-India Company.\n\nThe Council of the Historical Society of Sciences.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108157.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 34032,
    "total-output-tokens": 17251,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2369,
        2
      ],
      [
        2369,
        4891,
        3
      ],
      [
        4891,
        7598,
        4
      ],
      [
        7598,
        9995,
        5
      ],
      [
        9995,
        11923,
        6
      ],
      [
        11923,
        14642,
        7
      ],
      [
        14642,
        17136,
        8
      ],
      [
        17136,
        20250,
        9
      ],
      [
        20250,
        23150,
        10
      ],
      [
        23150,
        25993,
        11
      ],
      [
        25993,
        28647,
        12
      ],
      [
        28647,
        31233,
        13
      ],
      [
        31233,
        33935,
        14
      ],
      [
        33935,
        36306,
        15
      ],
      [
        36306,
        39278,
        16
      ],
      [
        39278,
        42270,
        17
      ],
      [
        42270,
        44929,
        18
      ],
      [
        44929,
        47732,
        19
      ],
      [
        47732,
        50721,
        20
      ],
      [
        50721,
        52394,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108157",
    "title": "Back Matter",
    "authors": null,
    "year": 1842,
    "volume": "132",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/108157"
  }
}