{
  "id": "c320cd6f02fd9d14c1307d58a561953f1554e947",
  "text": "XXII. On the Periods of the Changes of Light in the Star Algol. In a Letter from John Goodricke, Esq. to the Rev. Anthony Shepherd, D.D. F.R.S. Professor of Astronomy at Cambridge.\n\nRead April 1, 1784.\n\nSIR,\n\nYork, Dec. 8, 1783.\n\nAs I am now able, by collating some of my late observations on Algol with those I sent you last May, to determine with greater precision the periodical return of its changes, I wish to add this as a kind of supplement to that account.\n\nThe method I have here pursued is by taking the intervals between accurate observations of Algol's least brightness or greatest diminution of light made at long distances of time from each other, and dividing those intervals by a certain number of revolutions, as will be best understood by the table below. The reason of my choosing long intervals is, that the number of revolutions being greater, the errors of observation are thereby diminished: all error cannot, however, as yet be excluded, but I think the period is now, by the following calculation, ascertained within ten or fifteen seconds.\nMean times of Algol's least brightness.\n\n| Year | Month | Day | Hour | Minute | Second | d. h. m. |\n|------|-------|-----|------|--------|--------|---------|\n| 1783 | Jan.  | 14  | 9    | 25     |        |         |\n|      | Oct.  | 25  | 6    | 39     |        |         |\n|      | Jan.  | 14  | 9    | 25     |        |         |\n|      | Nov.  | 14  | 8    | 17     |        |         |\n|      | Jan.  | 14  | 9    | 25     |        |         |\n|      | Nov.  | 17  | 4    | 52     |        |         |\n|      | Feb.  | 6   | 8    | 15     |        |         |\n|      | Oct.  | 25  | 6    | 39     |        |         |\n|      | Feb.  | 6   | 8    | 15     |        |         |\n|      | Nov.  | 17  | 4    | 52     |        |         |\n|      | Feb.  | 26  | 9    | 43     |        |         |\n|      | Oct.  | 25  | 6    | 39     |        |         |\n|      | Feb.  | 26  | 9    | 43     |        |         |\n|      | Nov.  | 14  | 8    | 17     |        |         |\n|      | Feb.  | 26  | 9    | 43     |        |         |\n|      | Nov.  | 17  | 4    | 52     |        |         |\n|      | Jan.  | 31  | 14   | 29     |        |         |\n|      | Nov.  | 14  | 8    | 17     |        |         |\n|      | Mar.  | 21  | 8    | 36     |        |         |\n|      | Nov.  | 17  | 4    | 52     |        |         |\n\nan interval of 99 revolutions, each of 2 20 49 14.\n\nDitto 106 Ditto 2 20 49 10\n\nDitto 107 Ditto 2 20 49 2\n\nDitto 91 Ditto 2 20 49 3\n\nDitto 98 Ditto 2 20 48 59\n\nDitto 99 Ditto 2 20 48 51\n\nDitto 84 Ditto 2 20 49 14\n\nDitto 91 Ditto 2 20 49 9\n\nDitto 92 Ditto 2 20 49 0\n\nDitto 100 Ditto 2 20 49 4\n\nDitto 84 Ditto 2 20 48 46\n\nHence the period of Algol's variation is, on a mean,\n\nI could have added several more comparisons of the like kind; but these are, I think, sufficient. It is to be remembered, that all the observations contained in the above table are reduced to mean time.\n\nIt appears to me now, that the duration of the variation is about eight hours; but, as it is difficult to hit exactly the beginning and end of the variation, this may occasion different observers to differ in this respect. Before I conclude, I beg leave to mention a circumstance deserving of notice; which is,\nthat Flamstead has also amongst other stars observed Algol, and in two places has marked it of less magnitude than at other times, viz. of the third magnitude, 1696, January 16. 6 h. 24', and 1711, December 5. 9 h. 13', both mean time and old style *. Suspecting these might probably be days of Algol's variation, I computed the interval between them, but could not find a period answerable to that which I have above determined. Upon examining more closely the observations, I find, in that of 1696, he marked at the same time the magnitude of ρ Persei; which, considering especially the nearness of ρ Persei to Algol, makes this observation to be relied on for its justness, and less liable to any mistake of judgement; whereas the other observation of December 5, 1711, is more liable to error or doubtfulness, because he did not then mark the magnitude of ρ Persei, or of any star of the same magnitude near enough to Algol. Presuming, therefore, on the justness of Flamstead's observation of 1696, to think that it probably was made at a time when Algol varied, I compared it with one of mine, viz. October 25. 6 h. 39', 1783, and I find there is, in the interval between those observations, either 11,176 periods, each of 2 d. 20 h. 49' 18''; or 11,177, each of 2 d. 20 h. 48' 56''. The last, as it approaches nearest to the results of my best observations, I think, is the exactest determination of the period. This, however, all proceeds upon the supposition that Algol varied at the time of Flamstead's observation, and also that the period is regular.\n\n* Historia Coelestis, vol. II. edit 1725, p. 284. and 534.\nThe following is a short abstract of my late observations on Algol, when its least magnitude was accurately determined.\n\nAugust 17, 1783.\n\nApp. time.\nh.\n\n10 52 About equal to ρ Persei, though Algol seemed to be rather brighter.\n11 7 Evidently less than ρ Persei.\n11 22 Ditto; but rather difficult to distinguish them from each other.\n11 30 Rather brighter than ρ, and not so bright as δ Persei.\n12 0 About the brightness of δ Persei, and rather less than β Trianguli.\n12 30 Brighter than δ Persei, and rather not so bright as β Trianguli.\n\nFrom those observations, by taking a mean between 11 h. 7' and 11 h. 22', it appears, that its least brightness happened at 11 h. 14'; true, I think, to 5'.\n\nOctober 25.\n\n6 40 It was considerably less than ρ Persei.\n7 5 Ditto.\n7 20 Equal to ρ Persei, though Algol seemed rather less.\n7 35 About equal to ρ Persei.\n7 50 Brighter than ρ, and also than δ Persei.\n8 25 About the third magnitude, and equal to β Trianguli.\n9 35 Between the second and third magnitude; brighter than β Arietis, and rather less than α Pegasi.\n10 10 About the second magnitude; rather brighter than α Pegasi, rather less than β Cassiopeæ, and not so bright as α and γ Cassiopeæ.\nChanges of Light in the Star Algol.\n\nApp. time.\n\n10 40 Rather brighter than $\\beta$ Cassiopeæ, but less than $\\alpha$ and $\\gamma$.\n11 0 Nearly equal to, if not rather brighter than, $\\gamma$ Cassiopeæ, and less than $\\alpha$ Cassiopeæ*.\nIn 20' afterwards it was of the same brightness; hence we may conclude, that the variation has ended at 11 h. 0'.\nIts least brightness from the observations appears to have happened at 6 h. 55'; true, I think, to 10'.\n\nNovember 11.\n\n10 5 Third magnitude; not much different from $\\epsilon$ Persei and $\\beta$ Trianguli.\n10 45 Between the third and fourth magnitude; believe equal to $\\delta$ Persei.\n11 14 Less than $\\rho$ Persei.\n11 48 Ditto; but think it rather increased.\nIts least brightness from those observations appears to have happened at 11 h. 31'; true, I believe, to a quarter of an hour. The weather was rather hazy.\n\nNovember 14.\n\n5 0 Between the second and third magnitude, and less than $\\beta$ Cassiopeæ.\n5 45 A little brighter than $\\beta$ Arietis.\n6 50 Not so bright as $\\beta$ Arietis, and rather brighter than $\\beta$ Trianguli.\n8 10 A little brighter than $\\rho$ Persei, and believe equal to $\\delta$ Persei.\n\n* Algol's usual and greatest brightness, by my later and more accurate observations, is thus: a little less than $\\alpha$ Cassiopeæ, brighter than $\\beta$ Cassiopeæ and $\\alpha$ Pegasi, and rather a little brighter than $\\gamma$ Cassiopeæ.\nApp. time.\n\nh.\n\n8 25 Less than ρ Persei.\n8 40 Ditto.\n9 0 Equal to ρ, though Algol appeared rather brighter.\n9 15 A little brighter than δ and ρ Persei.\n\nBy taking a mean between 8 h. 25' and 8 h. 40', it appears, its least brightness happened at 8 h. 32'; true to 10 minutes. The weather was rather hazy during some part of this observation.\n\nNovember 17.\n\n4 58 A little less than ρ Persei.\n5 15 Ditto.\n5 35 Rather brighter than ρ Persei.\n5 50 A little brighter than ρ Persei, but less than δ Persei.\n6 5 Rather brighter than δ Persei.\n6 40 Equal to β Trianguli, and brighter than ε and ζ Persei.\n7 20 A little brighter than β Arietis.\n8 30 Between the second and third magnitude, and equal to β Cassiopeæ, but less than α and γ.\n8 50 Second magnitude, and equal to γ Cassiopeæ.\n9 25 Nearly the same, if not rather brighter.\n\nThe variation has therefore ended at 9 h. 0' nearly, and its least brightness by taking a mean between 4 h. 58' and 5 h. 15', happened at 5 h. 7'; true, I believe, to 10 minutes. The weather was fine.\n\nI have several more observations on Algol, where I have not been able to ascertain its least brightness, which all happened agreeable to the period as above determined; viz. May 20. July 5. and 22. August 14. September 6. 9. 12. and 26. October 2. 5. 19. and 22. and December 7.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106591.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11160,
    "total-output-tokens": 2996,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1066,
        2
      ],
      [
        1066,
        3274,
        3
      ],
      [
        3274,
        4896,
        4
      ],
      [
        4896,
        6090,
        5
      ],
      [
        6090,
        7500,
        6
      ],
      [
        7500,
        8806,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106591",
    "title": "On the Periods of the Changes of Light in the Star Algol. In a Letter from John Goodricke, Esq. to the Rev. Anthony Shepherd, D. D. F. R. S. Professor of Astronomy at Cambridge",
    "authors": "John Goodricke",
    "year": 1784,
    "volume": "74",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106591"
  }
}