{
  "id": "738abc34ad1680affb9f8b2d1989feeb727d9693",
  "text": "Mr. Newtons Letter of April 13. 1672. st. v. written to the Publisher, being an Answer to the fore-going Letter of P. Pardies.\n\nAccepti Observationes Reverendi Patris Ignatii Pardies in Epistolam meam de Lucis Refractionibus & Coloribus ad Te conscriptam: quo nomine me illi valde devinctum agnoscet; atque hoc difficilatibus, quas proposuit, eluendis rescribo. Imprimis ait, longitudinem solaris Imaginis à refractione Prismatis efficiam non alia indigere causà quam diversà radiorum ab oppositis partibus solaris disce profuentium incidentià, adeoque non probare diversam refrangibilitatem diversorum radiorum. Et, quòd assertionis ejus veritatem confirmet, ostendit casum, in quo ex diversa incidentia 30 minutorum, differentia refractionis potest esse 2 grad. 23. min. vel etiam paulo major, prout exigit meum experimentum. Sed hallucinatus est R. P. Nam refractiones à diversa parte Prismatis quantum potest inaequales statuit, cum tamen ego tum in experimentis, tum in calculo de experimentis istis inito, aequales adhibuerim, ut in Epistola praefata videre est. Sit ergo A B C Prismatis sectio ad axem ejus perpendicularis, F L & K G radii duo in x (medio foraminis) decussantes & in Prisma illud incidentes ad G & L; sintque eorum refracti G H & L m, ac denudo H I & m n. Et\n\ncum refractiones ad latus A C aequales esse refractionibus ad latus B C quam proxime supposuerim; Si AC & BC statuantur aequalia, similis erit radiorum G H & L m ad AB basin Prismatis inclinationis adeoque ang. C L m = ang. C H G & ang. C m L = ang. C G H. Quare etiam refractiones in G & m aequales erunt, ut & m L & H; atque\natque ad ang. KGA = ang. n m B, & ang. FLA = ang. BHI; & proinde refractorum HI & mn eadem erit ad invicem inclinatione ac est incidentium radiorum FL & KG. Sit ergo angulus F x K, 30 min. aequalis nempe solari diametro, & erit an u. us, quem HI & mn comprehendunt, etiam 30 min. si modo radii FL & KG aequaliter refrangibles statuantur. At mihi experiens prodit angulus illae circiter 2 grad. 49. min. quem radius HI, extremum violaceum colorem, & n m caeruleum exhibens, constituere; ac proinde radios illos diversimode refrangibiles esse, sive refractionis secundum disparem sinuum incidentium & refractionis rationem peragri necessario concedendum est.\n\nAddit praeterea R.P. quod non sufficit ad obseundum ritè calculum, ex longitudine imaginis impastæ in Chartam subtrahere magnitudinem foraminis fenestrae; quandoquidem etiam positio foramine indivisibili, adhuc fieret aliud veluti foramen latum in posteriori superficie prismatis. Mihi tamen videtur, his non obstantibus, quod refractiones radiorum, in anteriori æquè ac in posteriori superficie Prismatis decussantium, ex adhibitis principiis possint ritè computari. Sed si res secus esset, latitudo hiatus in posteriori superficie, quod ad instar foraminis est, haud efficaret errorem duorum minorum secunderum; & in rebus practicis non operæ pretium duxo ad minutias istas attendere.\n\nIlli insuper experimento, quod Crucis vocaveram, nihil adversatur R.P., dum contendit, inaequalis radiorum, diversis coloribus imbutorum, refractiones ex inaequalibus incidentibus effectas fuisse. Nam radius per duo admodum parva, ab invicem distantia & immota foramina, transeuntibus, incidentiæ illæ, prout ego experimentum instiui, omnino æquales erant, & tamen refractiones liquido inaequales. Sin ille de experimentis nostris dubitet, oro ut radiorum diversis coloribus praeditorum refractiones ex incidentibus paribus mensuræt, & sentiet inaequales esse. Si modus ille, quem ego ad hoc negotium adhibui, minus placeat (quo tamen nullus potest effe luculentior,) facile est alios excogitare; fecut & altos ipse haud paucos cum fructu expertus sum.\n\nContra Theoriam de Coloribus obijcitur, quod pulveres diversorum colorum permitti non candidum sed subobscurum & fuscum colorem exhibent. Mihi vero albus, niger, & omnes intermedii fuæci, qui ab albo & nigro permitti componi possunt, non specie coloris sed quantitate lucis tantum differre videntur. Et cum in missione pigmentorum, singula corpuscula non nisi proprium colorem reflectant, adeoque maxima pars\npars lucis incidentis supprimatur & retineatur; lux reflexa subobscura evadet, quasi cum tenebris permista, adeo ut non intenue alborem, sed quam nigredinis permixta conficit, hoc est, fusum, exhibere debat.\n\nObijcitur deinde, quod a liquoribus quibuscumque diversi coloris in eodem vaso commixtis, aequo ac in diversis vasis contentis, opacitas oriendi debet; quod tamen, aut, verum non esse. Sed non video consequentiam. Nam plurimi liquores agunt in se invicem, & novam sibi mutuam partium contexturam secreto inducunt; unde opati, diaphani, vel variis coloribus, ex coloribus permistorum nullo modo oriundis praediti evadere possunt. Et hæc de causis experimenta huju modi minus apta semper existimavi, à quibus conclusiones deducer possint. Subnotato tamen, quod ad hoc experimentum requiruntur liquores saturis & intensis coloribus praediti, qui perpaucos nisi proprii coloris radios transmittant; quales raro occurrent, ut videbitur illuminando liquores cum diversis coloribus Prismaticis in obscuro cubiculo. Nam pauci reperierunt, qui in propriis coloribus (satis diaphani appareant, inque alienis opaci. Convenit praeterea, ut adhibiti colores sint inter se oppositi, quales existimo fore rubrum & caruleum, vel flavum & violetaceum, vel etiam viridem & purpureum illum qui coccineo affinis est. Et ex huju modi liquoribus nonnulli (quorum partes tingentes non congradientur) fortasse permisti evadent opaciiores. Sed de eventu nihil sum sollicitus, tum quod luculentius est experimentum in liquoribus seorsim existentibus, tum quod experimentum illud (sicut & Iridis, Tinctura Nephriticae, & aliorum corporum naturalium phænomena) non ad probandam sed ad illustrandam tantum doctrinam proposuit.\n\nQuod R. P. Theoriam nostram Hypothesin vocat, amici habeo, siquidem ipsi nondum constet. Sed alio tamen consilio proposueram, & nihil aliud continere videtur quam proprietates qualium Lucis, quas jam inventas probare haud difficile existimo, & quas si non veras esse cognoscere, pro futili & inani speculatione mallem repudiare, quam pro mea Hypothesi agnosce. Quid vero cenfiri meretur, & responsionibus ad animadversiones Domini N.N. fortasse statim prodituris clarissime patebit. Interea vale, & perge amare\n\nTibi devindissimum\n\nJ. Newton",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100941.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 2064,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1611,
        2
      ],
      [
        1611,
        4120,
        3
      ],
      [
        4120,
        6369,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100941",
    "title": "Mr. Newtons Letter of April 13. 1672. st. v. Written to the Publisher, Being an Answer to the Fore-Going Letter of P. Pardies",
    "authors": "J. Newton",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/100941"
  }
}