{
  "id": "3410787561439f811b2396470e27a7fc185eea43",
  "text": "cular Height is fifty or sixty Feet, discovered by Subterraneous Rivers, which, by degrees, have wash'd away the Earth and loose Stones, and discovered these mighty Rocks. There are many great Pits fallen in on the sides of the great Mountain; several of them in a small Compass of Ground, so that it is dangerous travelling near them. There are many Caves form'd, some very large, the Sides and Arches of Marble; some of a Liver-colour, varied with white in many little Figures; some of a light Blue varied with White; but I could find no entire White or Black among them.\n\nXXXVII. Remarks upon the Plague at Copenhagen in the Year 1711. Communicated by John Chamberlayne, Esq; F. R. S.\n\nThis Disease began to show itself first in this City, about the beginning of July, 1711. It increased 'till the beginning of September; after which it diminished by little and little to the End of the Year, at which time it totally ceased.\n\nIt appears, that before this Distemper there were about Sixty Thousand Souls in Copenhagen: From whence they infer, that there is Born every Year about Two Thousand, and that there Dies nearly the same Number; which being Multiplied by Thirty makes Sixty Thousand.\n\nIn the Six Months which this Distemper continued, it is thought it carried off about 25000 Souls. It is true, the Publick Lists reckon but 22535; but it is agreed by all, that in the last Week of August, and the two first Weeks of September, each of which carried off above 1300\n3500 Souls, there died a great many, of which there was no Notice taken.\n\nAlmost the very same happened two Years before at Danzick; where, before the Plague broke out, there died Weekly from 45 to 50; but the Number of the Dead increased by degrees to the beginning of September; so that in the first Week of that Month there died 2205 Souls, in the second Week 2070, and in the third 2075. After which the Mortality decreased to the End of the Year.\n\nIt is observable, I. That there were some Houses which escaped the Infection; but that there were few where it did not carry off more than one or two Persons; and that there were many in which it did not leave a Soul alive.\n\nII. That generally speaking, this Distemper was most fatal to the meaner sort of People; there scarce dying any Person of Note; but on the contrary a great number of the Poor. Which may be attributed to several Causes:\n\nThe first, and most general of which, is their nasty manner of Living. The second is, that this sort of People live very close together, and as it were heaped one upon another; so that sometimes there are four Families in one Room. The third is, the foolish Curiosity they have of seeing the Dead Bodies. And fourthly a great many of them are so biggotted to the Turkish Notion of Predestination, that they say, if it pleases God that I should die of this Disease, I shall not escape it; and if it be his pleasure that I shall live, I can't die: And upon this Notion they go abroad everywhere, and so catch the Infection. There are some of 'em also, which make no scruple of lying in the same Beds, where others have dy'd.\nThe three sorts of Trades, of which there died most, were Coffin-makers (which took measure of the dead Bodies) Surgeons, and Shoe-makers.\n\nThe Care that was taken, and the Medicines that were used, did great Service. I was told that Theriaca did little good; and they observed the same also at Dantzick.\n\nXXXVIII. Some Anatomical Observations. By Mr. William Cheselden, Surgeon, F. R. S.\n\nFig. 8. Tab. VI. shews the beginning of the Aorta, or great Artery, from the Heart of a Woman who died of a Dropsy. A. is the Aorta. B. two Chalk-stones which possessed the Place of the Semilunar Valves. The left Ventricle of the Heart was dilated to twice its Natural Magnitude. We supposed that these Stones occasioned the Dropsy, by obstructing the Valves, and hindring a regular Distribution of the Blood.\n\nFig. 9. shews a Bone taken from the Falx, or first Process of the Dura Mater, of a Man who died of violent Head-aches.\n\nFig. 10. shews a Bone taken from the between the Ventricles of the Heart of a Man, who died Hydropic and Tabid. In this Body the whole Pericardium adher'd to the Heart.\n\nFig. 11. shews the Optick Nerves; the right Nerve being wasted and discoloured: The Eyes both appeared to be very good. I had not an opportunity of inquiring into the Case of this Person; but I suppose it must have been a Gutta Serena.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103211.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6364,
    "total-output-tokens": 1217,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1475,
        2
      ],
      [
        1475,
        3096,
        3
      ],
      [
        3096,
        4422,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103211",
    "title": "Remarks Upon the Plague at Copenhagen in the Year 1711. Communicated by John Chamberlayne, Esq; F. R. S.",
    "authors": "John Chamberlayne",
    "year": 1713,
    "volume": "28",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103211"
  }
}