{
  "id": "5f89ae9d96985e4ef5842a2f0d925ee6fddb3796",
  "text": "VIII. Meridianorum Ulyssiponensis, Parisiensis & Londinensis differentia, ex literis Clarissimi Doctissimique Viri, Reverend. Patr. Johannis Baptistæ Carbone Soc. Jes. ad Isaacum Sequeyra Samuda M. D. Coll. Med. Lond. Lic. S. R. S.\n\nIllud advertere juvat, differentiam inter hunc meridianum, ac Parisiensem minorem jam inventam, ac nos antea putabamus; non quidem novis observationibus hic habitis, sed eisdem cum Parisiensiibus, quas modo accepimus, comparatis. Nullas antehac acceperamus, unde dictam differentiam deprehendere certo possemus; sed nostras observationes unice contuleramus cum supputationibus domini Lieutaud, meridiano Parisiensi accommodatis, in suo libello, quem Connoissance des Temps inscribit, & quotannis, Academiae regiae iussu, in lucem edit. At nimium a vero aberrare illas dignovimus, praecipue, quae ad immersiones, atque emersiones intimi Jovis satellitis spectant. Ipsae enim observationes habita in Observatorio regio, modo duobus, modo tribus, modo etiam 4 minutis, ab illis dissentiunt. En tibi comparationem nostrae observationis lunaris Eclipsis, cum observatione Parisiensi, ab ipso Maraldo observatore, & regio astronomo facta; cui etiam apponam comparationes immersionum atque emersionum, quae utrobique fuerunt observatae: omnia genuino idiomate, quo fuerunt ad me missae, Parisiis.\nComparaison des Observations de l'Eclipse de Lune\ndu 1 Novembre 1724, faites à Lisbonne, & à Paris.\n\nQuoique dans cette éclipse, l'ombre de la Lune n'ait point paru terminée à Lisbonne, ny à Paris, ce qui a rendu la détermination de ces phases plus difficiles, cependant la plus part des observations s'accordent si bien ensemble, que nous avons cru devoir faire la comparaison des phases principales, qui paraissent avoir été observées avec le plus d'exactitude, pour en déterminer la différence des méridiens entre Lisbonne, & Paris.\n\nHor. / /\n1 47 45 Commencement à Lisbonne\n2 33 30 à Paris\n45 45 Difference des méridiens entre Lisbonne & Paris\n2 0 16 L'ombre à Aristarque à Lisbonne\n2 46 15 à Paris\n45 59 Difference\n2 11 28 à Lisbonne l'ombre à Galilée\n2 56 20 à Paris\n44 52 Difference\n2 34 37 à Lisbonne l'ombre au bord septentrional de la mer Caspienne\n3 20 30 à Paris\n45 53 Difference\n2 37 17 à Lisbonne l'ombre à Proclus\n3 23 30 à Paris\n46 13 Difference\n\nHor.\nHor. /\"\n\n3 29 2 a Lisbon Aristarque fort de l'ombre\n4 14 30 a Paris\n45 28 Difference\n3 31 34 Tout Copernic est hors de l'ombre a Lisbon\n4 17 50 a Paris\n46 16 Difference\n3 47 46 Timocharis est sorti de l'ombre a Lisbon\n4 33 34 a Paris\n45 48 Difference\n3 58 59 Platon est entierement hors de l'ombre a Lisbon\n4 44 23 a Paris\n45 24 Difference\n4 20 36 Fin de l'eclipse a Lisbon\n1 6 30 a Paris\n45 54 Difference\n\nSuivant ces observations la durée de l'eclipse a Lisbon a été de $2^h\\ 32'\\ 51''$ plus petite seulement de 9 secondes qu'elle n'a été observée à Paris, & la différence des meridiens, qui résulte des observations du commencement & de la fin est de $45'\\ 50''$ ce qui s'approche beaucoup de ce qui résulte de la comparaison des autres taches observées à Lisbon, & à Paris.\n\nCom-\nComparaison de quelques Observations des Satellites de Jupiter faites à Lisbonne, & à Paris.\n\nNous avons fait à l'observatoire royal de Paris plusieurs observations correspondantes à celles qui nous ont été envoyées de Lisbonne, en voici la comparaison.\n\n| H. | Immersion à Lisbonne | a Paris |\n|----|---------------------|--------|\n| Le 30 Juin. 1724 | 2 08 51 | 2 54 41 |\n| | 45 50 | Difference |\n| Le 2 Sept. 1724 | 9 36 57 | 10 22 46 |\n| | 45 49 | Difference |\n| Le 25 Sept. 1724 | 9 59 21 | 10 45 05 |\n| | 45 44 | Difference |\n| Le 4 Octobre | 6 26 44 | 7 11 58 |\n| | 45 14 | Difference |\n\nLa plus part de ces observations, s'accordent à donner la différence des méridiens, entre Lisbonne & Paris de 45' 48'' d'heure, ce qui s'accorde avec toute l'exactitude que l'on peut espérer, à celle que l'on a déterminée par l'observation dernière de l'éclipse de Lune, &c. Haec tenus dominus Maraldus, cujus observationem lunaris eclipseos, seorsim transcribere non vacat; pluribus enim curis sum distentus.\n\nSi vera est praedicta differentia, nempe 45' 48'', erit differentia inter hunc meridianum Ulyssiponensem, & Londini, 36' 7'', quam mox collatis observationibus in utroque meridiano faciendis, melius examinabimus, certiusque deprehendemus.\n\nIX. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103772.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7288,
    "total-output-tokens": 1625,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1323,
        2
      ],
      [
        1323,
        2291,
        3
      ],
      [
        2291,
        3075,
        4
      ],
      [
        3075,
        4327,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "fr",
      "fr",
      "fr"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103772",
    "title": "Meridianorum Ulyssiponensis, Parisiensis & Londinensis Differentia, ex Literis Clarissimi Doctissimique Viri, Reverend. Patr. Johannis Baptistae Carbone Soc. Jes. ad Isaacum Sequeyra Samuda M. D. Coll. Med. Lond. Lic. S. R. S.",
    "authors": "Johannis Baptistae Carbone",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103772"
  }
}