{
  "id": "637d4fae6d6e0852b287e4f83119acdf887a868b",
  "text": "VIII. A Letter from John Phil. Breyne, M.D. F.R.S. to Sir Hans Sloane, Bart. Pres. R.S. with Observations, and a Description of some Mammoth's Bones dug up in Siberia, proving them to have belonged to Elephants.\n\nSIR,\n\nYour very learned and instructive Accounts of Elephants Teeth and Bones found under Ground, I saw with great Pleasure in the Philosophical Transactions, No 403. and 404. In the same Year, to wit 1728. I was busied about the very same Matter, especially to prove, that the extraordinary large Teeth and Bones found under Ground, and digged up in several Places of Siberia, by the Name of Mammoth's, or Mammut's, Teeth and Bones, were,\n\nI. True Bones and Teeth of some large Animals once living; and,\n\nII. That those Animals were Elephants, by the Analogy of the Teeth and Bones, with the known ones of Elephants.\n\nIII. That they were brought and left there by the universal Deluge. I made likewise several useful Inferences about this Matter.\n\nAt the same time there flourished in our City a Society of some learned and ingenious Gentlemen, who met once a Week in a certain Place: In one of those Meetings in the Month of March, I had the Honour to\nto read and communicate my Thoughts and Observations about this Subject; which, as I believe, they will not be disagreeable to you, I have translated into the English Tongue, and joined to this present Letter.\n\nAfter that, viz. in the Year 1730, Dr. Messerschmidt returned to Dantzick, from his Travels thro' Siberia, and was pleased to communicate to me some curious Draughts of a Part of a Skeleton, to wit, of a very large Skull, Dens exsertus & molaris, with the Os femoris, belonging to the Animal commonly called Mammoth, found in Siberia; by which our Assertion, that the Teeth and Bones, called in Russia Mammoths Bones, are the true Teeth and Bones of Elephants, is not only, as you wished in your first Account, put in a greater Light, but, if I am not mistaken, demonstrated beyond all Doubt.\n\nTherefore I cannot forbear sending you these Draughts copied, for your Inspection, with the Explications and the Testimony added. Being with true Respect,\n\nSIR,\n\nYour most humble and most obliged Servant,\n\nJ. P. Breyne.\n\nObservations on the Mammoth's Bones and Teeth found in Siberia: Read in a Meeting of some learned Gentlemen at Dantzick in the Year 1728. by J. P. B.\n\nTHAT learned and curious Gentleman Dr. Daniel Gottlieb Messerschmidt, who was sent some Years ago, by his late Czarish Majesty, Peter the Great,\nGreat, into Siberia, to search after the Products of Nature in this uninhabited and cold Country, was pleased to send me in the Year 1722, amongst some other Samples of Natural Things out of Siberia, two very large Teeth, called there, Mammoth or Mammut's Teeth, with the following Inscription: *Dens molaris, ut videtur, diluvianus, Belluae cujusdam haec tenus incognitae, nisi pro Elephantino habendus sit, cujus jam penes Te esto arbitrium, Russis Mammoth, repertus in Montium altissimis jugis ad Thomam fluvium. Alterum est frustum aliud Eboris Denti exerto Elephantis non absimile, ab aliis repertum in Thomae Montibus.*\n\nAfter I had made an accurate and nice Examination of them, I thought it worth my Pains, Gentlemen, to shew you the same here.\n\nOne is a *Dens Molaris*, or Grinder, a Foot broad, half a Foot long; and three Inches thick, weighing 8 ℥ and 3ij. pretty entire, except that it is broken in two Pieces, and the Extremities of the Roots spoiled. The Substance is between that of a Bone and Stone, except that on the upper part of the Outside some parallel undulated Lines appear, which have still preserved the Enamel of the Tooth.\n\nThe other is a Piece of a *Dens exertus*, 8 Inches long and 3 Inches thick, of 1 Pound and 6 Ounces Weight; in some Places not different from Ivory, but in others calcined like the common *Unicornu Fossilis*.\nWhat *Isbrand Ides* ‡ mentioneth of the *Mammoth's Teeth and Bones*, deserves to be looked at; as also the Journal of *Laurens Lange's Journey to China* *, and the Remarks of Capt. *John Bernard Muller* †.\n\nThose above-mentioned, as far as I know, are the chiefest Authors which have treated of the *Mammoth's Teeth and Bones*, as a very remarkable and particular Curiosity of *Siberia*.\n\nIt would not be worth while, nor our Pains, to detain you with the Refutation of some partly merely fabulous Opinions, quoted by the said Authors, about the Origin of those Teeth and Bones: Therefore I design only to pick out of the Testimonies of Matters of Fact of the foresaid Authors, the following Points to my Purpose:\n\n1. That those Teeth and Bones are found in *Siberia*, chiefly in the Northern Parts, near the Rivers *Jenizea, Trugau, Mongam-Sea, Lena,* &c. towards the icy Sea; at the Time when the Ice has broken the Banks of those Rivers, so that part of the adjacent Mountains do fall down; and that they are found in such Quantity as is sufficient for Trade, and to make a Monopoly for the *Czar* ‡.\n\n2. That sometimes Skeletons of this kind are found very near complete.\n\n3. That those Teeth and Bones are not found always of the same Size, but sometimes very large; as\n\n---\n\n‡ In his Travels from *Mosco* to *China*. *† To be found in the Present State of Russia.* ‡ Vid. The Present State of Rusland.\n\n*Dentes:*\nDentes molares, or Grinders, of 20 or 24 Pound weight †, and Dentes exerti, two of which weighed 400 Pound ‡; sometimes of a middle Size, as mine above-mentioned, and at other times still smaller.\n\n4. That of those Teeth, viz. Dentes exerti, some are used as Ivory, to make Combs, Boxes, and such other Things. Capt. Muller faith **, that it in every thing resembles the common Ivory, being but a little more brittle, and easily turning Yellow by Weather or Heat.\n\nOut of these quoted Remarks join'd to ocular Inspection, I think I may advance three Things.\n\nI. That those Mammoth's Teeth and Bones are truly natural Teeth and Bones, belonging heretofore to very large living Animals; because they have not only the external Figures and Proportions, but also the internal Structure analogous to natural Teeth and Bones of Animals.\n\nII. That those large Animals have been Elephants; which appears by the Figure, Structure and Bigness of the Teeth, which do accurately agree with the Grinders and Tusks of Elephants.\n\nTo be convinced hereof, one needs but to compare these Teeth with the Figures of those which some Years ago were digged up in Ireland, and those which represent the very natural Teeth of Elephants, and consider the accurate Remarks made by Dr. Molineux and other curious Fellows of the Royal Society thereon.\n\n† Capt. Muller loc. cit. ‡ Ysbrand Ides loc. cit. ** Vid. Ysbrand Ides and Capt. Muller loc. cit.\nNor needs any body to doubt, that they are true Teeth of Elephants; from the uncommon Size of the Mammoth's Teeth before-mention'd; because Vertomannus, as the famous Mr. John Ray tells us, has seen in Sumatra a Pair of Elephant's Tusks of 336 Pound Weight; and Terzagus, in Museo Septaliano, makes Mention of one two Yards long, and 160 Pound Weight.\n\nIII. That those Teeth and Bones of Elephants were brought thither by no other Means but those of a Deluge, by Waves and Winds, and left behind after the Waters return'd into their Reservoirs, and were buried in the Earth, even near to the Tops of high Mountains. And because we know nothing of any particular extraordinary Deluge in those Countries, but of the universal Deluge of Noah, which we find described by Moses; I think it more than probable, that we ought to refer this strange Phenomenon to the said Deluge. In such Manner, not only the holy Scripture may serve to prove natural History; but the Truth of the Scripture, which says that Noah's Flood was universal, a thing which is doubted by many, may be proved again by natural History.\n\nHere I must take Notice, that such Teeth and Bones also are to be found in several other Countries besides Siberia, as Poland, Germany, Italy, England, Ireland, and many others; but less common than in Siberia, and not so well preserved, but more wasted and calcined, without doubt by the greater Warmth of those Climates.\n\nHither are also to be referr'd the large Bones found under Ground, or rather Tusks of Elephants, known by the Names of Ebur, seu Unicornu fossile, which are\nof the same Origin with the Mammoth's Teeth, but different, as they are better preserved, and therefore, for a great part, have still the natural bony Substance, and may serve the Workmen as natural Ivory, and in some Measure the Physicians and Apothecaries as Ebur, seu Unicornu fossile.\n\nAn Explanation of the Draughts of the above-mention'd Antediluvian Bones of an Animal commonly called, The Mammoth of Siberia; or of the Bones of the fossile Skeleton of an Elephant; done to the antient Roman Scale contrated, and exhibited in six Figures. Translated from the Latin by T. S. M. D. F. R. S.\n\nN.B. All the Figures are reversed by the Mistake of the Engraver.\n\nFigure I. exhibits,\n\nA Front View of the Head. It weighs 130 lb 3iij. 3v. 3j. Apothecaries Weight, or 152 Russian Pounds.\n\nIts Length or greatest Height is 48 Inches.\nIts greatest Breadth near the Ears, 29 Inches, 5 Lines.\nIts Thickness from the Forehead to the Nape of the Neck, 22 Inches, 5 Lines.\n\naa. The Os frontis.\nbb. The Sutura sagittalis, hardly to be discern'd.\nc. The bony Septum Nasii, or the external Process of the Os ethmoides, without its Fellow.\ndd. The Coronal Suture appearing imperfect.\nee. The Ossa Sincipitis.\n\nff. The\nff. The Sutura squamosa of the Temples.\ngg. The Sutura lambdoidea of the Occiput.\nh. The external Processus zygomaticus of the Os temporum.\ni. The posterior lateral, or zygomatic Process of the Os male (or Cheek-bone).\nk. The upper Process of the Os male, join'd with the outer Process of the Os frontis, and constituting a Part of the Orbit of the Eye.\nl. The outer Process of the Os frontis, forming the upper Part of the Orbit.\nm. The anterior Process of the Os male, join'd with the Os maxillare.\nnn. The anterior Process of the Os maxillare, forming the Sockets of the foremost Teeth.\noo. The lower lateral Process of the Os maxillare, constituting the Sockets of the Grinders.\np. A Grinder in its Socket, one on each Side.\nq. A surprizing Cavity of the Nose, stretching above the Palate, through which, by means of its Proboscis, the Water, upon drinking, is convey'd to the Throat, in the Manner peculiar to the Elephant.\n\nFigure II. exhibits a View of the Right Side of the Head.\na. The round Process of the Os occipitis, entering into the Pelvis Atlantis.\nbb. The occipital Bone of a monstrous Size.\ncc. The Lambdoidal Suture.\nd. The Os petrosum with the Meatus auditorius.\ne. The outer Zygomatic Process of the Temple-bone.\nf. The Sutura squamosa of the Temple-bone.\ng. The\ng. The Os Sincipitis.\nh. The outer Process of the Os frontis, forming the upper Part of the Orbit.\ni. The Bottom of the Orbit.\nk. The Hole of the optic and pathetic Nerves, pointed to by a prick’d Line.\nl. The upper Process of the Os maxillae, join’d with the outer Process of the Os frontis, constituting part of the Orbit.\nm. The anterior Process of the same Os maxillae, join’d with the Os maxillare.\nn. The posterior lateral or zygomatic Process of the same Os maxillae.\no. Another zygomatic Process of the same Os maxillae, peculiar to this Skeleton.\np. A Hole near the foregoing Process. Quære, if to let a Nerve pass to the Teeth?\nqq. The anterior Process of the Os maxillare, constituting the Sockets of the Fore-teeth.\nrr. The inferior lateral Process of the Os maxillare, supporting the Socket of an upper Grinder.\nss. A Grinder fast in its Socket, one on each Side; which is no small Argument that this Skeleton belongs to an Elephant, and not to the chimerical Behemoth of the Rabbins; or the Behemaeth supposed different from the Elephant: of which Buxtorff, the learned Bochart, and others, have treated.\n\nFigure III. gives the back View of the same Head.\na. The great Hole of the Occipital Bone, for the Passage of the Medulla oblongata to the Spine.\n\nbb. The\nbb. The *Processus globosus* of the Occipital Bone covered with a Cartilage, entering into the *Pelvis Atlantis*.\n\nc. The *Os sphenoides* (*cuneiforme*, or *basilare*).\n\nd. A peculiar and very remarkable *Sinus* of the Occipital Bone, deeper than an Ostrich's Egg, serving, in all Appearance, for the Insertion of the Muscles of the Neck.\n\nee. The outer Surface of the Occipital Bone intire.\n\nff. The Surface of the same Occipital Bone broke through, exhibiting deep winding Cells running on every Side.\n\ng. The *Os petrosum*, with the *Meatus auditorius*.\n\nh. *Quære*, If this be the Place behind the Ears, wherein *Elephants* are wont to be kill'd, and here damaged by the Knife?\n\ni. The outer zygomatic Process of the Temple-bone.\n\nk. The outer Process of the Frontal-bone, constituting the upper Part of the Orbit (of the Eye).\n\nl. The Bottom of the Orbit, and the Hole that gives Passage to the optic and pathetic Nerves, mark'd by a small Line.\n\nm. The upper Process of the *Os maxillare* join'd with the Process of the *Os frontis*, and making up a Part of the Orbit.\n\nn. The posterior lateral or zygomatic Process of the *Os maxillare*.\n\no. Another zygomatic Process of the same *Os maxillare*, peculiar to this Skeleton.\n\np. The lower lateral Process of the *Os maxillare*, supporting the Socket of an upper Grinder.\n\nq. The tranverse Process of the Maxillary-bone, or the greater *Os palati*, which is very short in the Skeleton.\nton of an Elephant; whose Tongue is scarce longer than a Man's Hand: Which leaves no room to doubt but this must be the Skeleton of an Elephant.\n\nrr. The upper Grinders, one on each Side, to which their Opposites answer in the lower Jaw: And as the Elephant's Grinders are commonly four in Number, this Circumstance is another Proof of our Opinion.\n\nss. The Passage from the Nostrils into the Proboscis, and ending in the Fauces, with the Os vomer very visible: though ill drawn by the Neglect of the Painter.\n\ntt. The anterior Process of the Os maxillare, constituting the Sockets of the Fore-teeth, which are to be express'd in Figure VI.\n\nFigure IV.\n\nA Grinder, which seems to be the Left one of the lower Jaw, seen on the Outside. It weighs viij ℥. 3ij. Apothecaries Weight, or 10 Pound Russian. Its greatest Length 12 Inches. Its perpendicular Height 5 Inches. Its Thickness, or Breadth, 3 Inches.\n\n'Tis made up of above 20 transverse Lamelle, a Finger thick, perpendicularly erect, lying close to one another, and its Root composed of two Apophyses.\n\naa. The plane Surface of the exerted Part of the Grinder, scarce making half the Length of the Tooth, contrary to what is observed in the Grinders of the upper Jaw.\n\nbb. The\nbb. The Ends of the transverse Lamellæ, terminating in the Surface of the exerted Part, and here of the Hardness of Stone.\n\ncc. The anterior Lamellæ not extending to the exerted Part, and, perhaps, lying hid either in the Socket of the Os maxillare, or under the Gums.\n\nd. The anterior Apophysis or Root of the Tooth, not quite intire.\n\ne. The posterior Apophysis or Root, broken as the foregoing.\n\nf. A deep Sinus between the two Apophyses.\n\nFigure V.\n\nThe Tusk, by some improperly called the Horn, of the Right Side, having a twofold Direction by being bent outward and backward, which is peculiar to the Male Elephant, it being straighter in the Female. It is the Ebur fossile of the Shops, and weighs cxxxvii lb. 3j. 3ij. 3ij. Apothecaries Weight, or 160 Pound Russian.\n\nIts Length, or the exterior Circumference of its back Part, was 136 Inches, 5 Lines.\n\nThe Circumference of the Root, where it got clear of the Socket, was the greatest, being 18 Inches, 5 Lines.\n\nThe subtended Arch from one Extremity to the other, 55 Inches.\n\nThe same subtended Arch ac. but bigger, 61 Inches.\n\na. The Root hollow within, the Cavity extending beyond the Place mark'd b.\n\nb. The Root rising above its Socket, where it was thickest.\n\nc. The\nc. The Place where the subtended Arch was greatest, 61 Inches.\n\nd. The Point of the Tusk somewhat bent outward and backward, although this Curvature could not be express'd by the Painter in a visible Manner in the lesser subtended Arch of 55 Inches.\n\nThe Tusk answering to the foregoing on the Left Side, was intirely like that on the Right, except the contrary Direction of its Curvature, and its less Weight, on Account of having lost its Point; for it weighed but cxxvij lb. 3viiij. 3ij. Apothecaries Weight, or 150 Pound Russian: And this small Difference did not seem to deserve a separate Drawing.\n\n**Figure VI.**\n\nThe Right Thigh-bone, exhibited to View on its Inner Side, which turns towards the Body. It weighed xxij lb. 3vi. 3v. 3ij. Apothecaries Weight, or 25 lb Russian.\n\nIts perpendicular Length is 38 Inches, 5 Lines.\n\nThe greatest Breadth of its upper Head (or Apophysis) 11 Inches.\n\nIts Circumference at the Middle of the Bone, about 13 Inches.\n\na. The Head cover'd with a Cartilage, placed on its Neck, and inserted in the Socket of the Os Ischium, and fasten'd by means of two Ligaments.\n\nb. The Cervix or Neck of the Bone.\n\nc. The upper external or greater Trochanter.\n\nd. The lower internal or lesser Trochanter.\n\ne. The Place in the Middle of the Bone, where the Circumference measured 13 Inches.\n\nf. The Sinus facilitating the free Motion of the Patella.\n\ng. The\ng. The other Process or inward Head, cover'd with a Cartilage, together with its Fellow.\n\nh. Two vertical Sinuses in the Tibia answering to the external Trochanter.\n\nThe Bones of this Skeleton, with the Ribs, Vertebrae, and others thereto belonging, were found in the sandy Side of a steep Hill, on the Eastern Bank of the River Indigirska, which falls into the Northern Ocean, not far from the Mouth of the Rivulet Wolokowoi ruzei. The River Indigirska to the East of the River Jena, where it runs in its own Channel, has not been laid down by Mr. Witsen in his Map of the North-East Part of Asia: But its Course is described by Isbrand Ides in the Map of his Travels. And some of these Bones are found now and then not only in these Parts, (which are so dangerous on Account of the excessive Cold, and continued Chains of inaccessible Mountains, that to us Europeans, who have the Happiness to live in a milder Climate, it would be present Death to travel through them) but likewise in the Sand-hills on the Rivers Chatanga, Thomas, Tobol, Irtisch, &c. which are all at a good Distance from the Sea; though neither Elephants, nor chimerical Behemoths, have been ever seen in those Countries, nor could they live therein by reason of the Inclemency of the Air. Wherefore the best Judges follow the Opinion of the learned Dr. Woodward, the Scheuchzers, and others, (whose Arguments, which are well known and of great Weight among the Literati, I think needless here to repeat) in taking them for the Bones of Antediluvian Animals, or of such as were convey'd thither in the universal Deluge.\nDeluge. And lest the Truth of what I have said above be called in Question by such Persons as are prone to Envy, Calumny and Falshood, and detract the contrary Virtues in others; I thought proper to give a Copy of the original Certificate of a Person who was an Eye-witness to the digging it up.\n\nWhereas Mr. Messerschmidt intreated me to let him know where the Head of the Mammoth with its Teeth and other Parts were found; as I was an Eye-witness to the digging it up, I thought proper to give him this short Account thereof in Writing: That Head was found by a certain Russian Soldier Wasile Erlow, on the Eastern Bank of the River Indigirska, not far from the Mouth of the Rivulet Wolockowoi-ruzei. After it was discover'd, I, being at Leisure, was present, and an Eye-witness to the digging up of this Skeleton or Bones. And further likewise, on the other Bank of the same River, which Bank is named Szstanoijahr, I saw a Piece of Skin purified, appearing out of the Side of a Sand-hill, which was pretty large, very thick, and cover'd with long Hair, pretty thick set and brown, somewhat resembling Goats Hair: Which Skin I could not take for that of a Goat, but of the Behemoth; in as much as I could not appropriate it to any Animal that I knew. This I certify by this Latin Testimonial for the present, and can safely, and even hold it my Duty to give a more circumstantial verbal Account thereof, whenever her Imperial Majesty shall be graciously pleased to lay her Royal Commands on me. Sign'd,\n\nDated at Irkutskoe,\nFeb. 10. 1724.\n\nMichael Wolochowicz.\n\nIX. Ex-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103902.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 35094,
    "total-output-tokens": 5902,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        0,
        6
      ],
      [
        0,
        0,
        7
      ],
      [
        0,
        1167,
        8
      ],
      [
        1167,
        2489,
        9
      ],
      [
        2489,
        3851,
        10
      ],
      [
        3851,
        5270,
        11
      ],
      [
        5270,
        6694,
        12
      ],
      [
        6694,
        8278,
        13
      ],
      [
        8278,
        9483,
        14
      ],
      [
        9483,
        10767,
        15
      ],
      [
        10767,
        12042,
        16
      ],
      [
        12042,
        13482,
        17
      ],
      [
        13482,
        14713,
        18
      ],
      [
        14713,
        15944,
        19
      ],
      [
        15944,
        17329,
        20
      ],
      [
        17329,
        18921,
        21
      ],
      [
        18921,
        20493,
        22
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103902",
    "title": "A Letter from John Phil. Breyne, M. D. F. R. S. to Sir Hans Sloane, Bart. Pres. R. S. with Observations, and a Description of Some Mammoth's Bones Dug up in Siberia, Proving Them to Have Belonged to Elephants",
    "authors": "T. S., John Phil. Breyne, Michael Wolochowicz",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/103902"
  }
}