{
  "id": "62bc58ed9a5f36dbb4a3cc8bbc3282d784555293",
  "text": "VI. Observations on the Bill of Mortality, in Chester, for the Year 1772. By Doctor Haygarth.\n\nRedde, Nov. 18, 1772.\n\nA Faithful and minute register of mortality, and of the various diseases most fatal to mankind, at different ages, must evidently be of the most important consequence, to the politician, the philosopher, and the physician, in their several endeavours to relieve the miseries, and promote the happiness of human nature.\n\nA writer, of distinguished abilities in political arithmetic, has offered many arguments, which give too much cause to apprehend, that England, in about 70 years, has lost near a quarter of her people. Accurate registers of mortality, with other collateral inquiries, can, with most certainty, confirm or confute this opinion, and determine a question, of the most striking importance to our very existence as a nation.\n\nThe doctrine of annuities for widows, and other persons in old age, the value of reversionary payments, and of assurances on lives, and other important questions in civil society, can only be determined by faithful registers, shewing the duration\ntion of human life, in various situations of town and country. The slightest survey, of the following Tables, will manifestly shew, how erroneous and unjust every calculation, relating to this subject, must be, drawn from the London bills, or perhaps those of most other considerable towns, and applied to the inhabitants of this city.\n\nChester is healthy to an uncommon degree, when compared with towns of the same size. Various circumstances, which contribute to render this place so remarkably salubrious, might be pointed out; but it can here be only observed, in general, that this salutary effect may, with great probability, be chiefly attributed to the dry situation, clear air, pure water, and general temperance of the people.\n\nIn August 1772, the inhabitants of St. Michael's, one of the nine parishes into which Chester is divided, and situated in the very center of the city, were numbered with great accuracy: in this parish were 151 families, 127 houses, 618 inhabitants, 246 males, 372 females, 166 married, 41 widows, 21 widowers, and 137 children under 15 years old. Hence the number of persons, never married above 15, is 253. From this account also it appears, that near $4\\frac{5}{6}$ persons dwell in each house; that the proportion, of females to males, is as 62 to 41, or nearly as 3 to 2; that the widows are to the widowers nearly as 2 to 1; that the number married is little more than one quarter of the inhabitants: the common proportion of married people is about one third of the\nthe whole. The number of christenings, at St. Michael's, for the last ten years, are 147, or 14.7 yearly; the burials, during the same period, are 127, or 12.7 yearly. Hence the proportion of annual births to inhabitants is nearly as 1 to 42, and burials nearly as 1 to 48. During 1772, only nine persons died in this parish; hence the proportion of deaths to the living, this year, is less than 1 in 68. These facts must appear most astonishing to any one, who reflects, that in the largest towns, such as London, 1 in 20 dies annually; and, that in towns of a moderate size, as Leeds, 1 in 21; that in Northampton and Shrewsbury, either of them less than Chester, 1 in 26 dies yearly. These facts, relating to this parish, are true, beyond a possibility of doubt; and yet they are so very extraordinary, that one cannot, without farther enquiries, apply to the whole town, by analogy, the observations which were made upon only a small proportion of the inhabitants. However no peculiarity of air, water, or any other obvious circumstance, can be supposed, to render this parish more healthy than the rest of the town. How far these facts have been accidental, the following, and other collateral enquiries, will discover.\n\nFor the last eight years, preceding 1772, there have been 385 births, and 375 deaths annually in Chester. The number of deaths this year, excluding those who were killed by the dreadful explosion of gunpowder, is 379; so that, probably, the conclusions drawn from the following Tables,\nTables, which were executed with great care and fidelity, will not be liable to any considerable errors; and such errors, by continuing this account for a period of years, will most effectually be corrected.\n\nThe following observations are offered as a small specimen of the conclusions, that may then, with more certainty, be deduced from such a register of mortality.\n\nFrom the following bills, which distinguish the ages at which the inhabitants die, it appears, as far as one year's observation may be trusted, that, taking the whole town, 1 in 31,1 dies annually. This proportion, of deaths to the living, is probably too high, because the births, upon an average, exceed the burials; a fact, which affords another proof, that the place is uncommonly healthy. Other facts amply confirm this observation.\n\nHalf the inhabitants, born in London, die under 2 years and three-quarters old; in Vienna, under 2; in Manchester, under 5; in Norwich, under 5; in Northampton, under 10; in Chester, this year, above half who died were 20 years old.\n\nOf all the children born in this city, 1 in 5 lives to above 70, and 1 in 15 attains 80 years of age; whereas in Northampton, only 1 in 21; in Norwich, 1 in 27; and in London, 1 in 40 lives till 80.\n\nIn the Hotel-Dieu, a large hospital in Paris, above 1 in 5 dies, of all that are admitted; in St. Thomas's and St. Bartholomew's, in London, 1 in\nin the Chester infirmary, since its first institution in 1755, till 1772 inclusive, only 1 in 25.\n\nBut Table IV, will, at one view, shew, in the most satisfactory manner, the comparative state of health, between this and some other towns of different magnitudes. It is curious to compare, by this table, in the early part of life, the probability that the inhabitants in Chester have, to live longer than in Northampton, Norwich, and especially much longer than in London. But when they have arrived to 70 years old, the chance of living, at all the places, is nearly equal.\n\nIt is a matter of curiosity, to observe how much longer women live than men. This fact is well established, by former observations on this subject, and is confirmed by the following register (Table I.). During the last year 12 widowers have died, and 53 widows; that is above four times the number. Between 80 and 90 years old, 2 men and 18 women have died; that is nine times as many. Above 90 years old, 4 have died, and all women.\n\nTo know at what period of life each disease is most fatal to mankind, is manifestly a sort of intelligence the most important, both to the patient and the physician; and though an enquiry, of this nature, may be attended with considerable difficulties, yet the advantage of such information is so obvious to all, it seems wonderful, that no attempt has been made, to execute a plan so generally beneficial to mankind.\n\nThe Table of diseases (N°. II.) has been compiled with all possible accuracy. At the beginning of\nof the year was printed a catalogue, with a clear and concise description of the diseases most fatal in this place. The faculty, in general, have sent written certificates, or given verbal information, to the clerks of each parish, of what diseases the patients died. The most considerable errors, in this table, will be among the diseases of children, who are not able to describe their complaints; and concerning whose disorders medical advice is more rarely desired. The article of Convulsions is particularly to be suspected; for when an infant is seized with a fever, or almost any other disorder, if there be any distortion of features, expressing pain, or any irregular motion of the eyes, nurses always denominate the disease, inward convulsions.\n\nConsumption is another term, which the English are inclined to apply to many disorders, besides the disease of the lungs, to which medical people give that peculiar name. In this Table, particular care has been taken, to distinguish the weakness of Infancy, and decay of old age, which are generally confounded with pulmonary consumptions. And to prevent every error of this kind, with all possible accuracy, strict injunctions were given, that no disorder, unless attended with a cough, should be called consumption.\n\nNotwithstanding this care to separate, as far as prejudice would allow, every other disease from consumptions, it is matter of astonishment to observe, that, between the ages of 10 and 50, more people die of consumptions, than of all other diseases: this is the period of life, when every faculty,\nand every enjoyment, both of body and mind, are in their most vigorous perfection. It becomes therefore an enquiry, of the most striking consequence to society, to discover the cause, in order to prevent the fatality, of a disease, which makes such dreadful havoc among mankind. The Scrofula has been suspected as the most general cause of consumptions; but this disease is less common in Chester than in most other places. Would the limits of this paper admit of such a discussion, very strong evidence could be produced, that the most frequent and most fatal cause of consumptions, in this town and neighbourhood, is catching cold, which occasions a cough, that is entirely neglected for many weeks or months, and is never supposed to be dangerous, till it becomes desperate.\n\nThere are no marshes so near this city, as to infect the air: hence we have no dysenteries, and very few intermitting or remitting fevers, unless a few faint irregular paroxysms may be supposed to require that denomination. This fact may be brought in evidence, to support the observation, that marshy effluvia are the cause of those diseases; an opinion lately controverted by a very ingenious writer.\n\nFor more than 30 years past, the military fever has been supposed endemic in this city and neighbourhood; but very probable evidence has been produced, by the most judicious physicians, that this eruption is very rarely, or never, critical and salutary, but that it is generally, or always, fabricated by close warm rooms, too many bed-cloaths, hot medicines and diet. If this be universally true,\ntrue, it is much to be wished, that the miliary fever may be entirely banished from the catalogue of diseases. It must give singular pleasure, to every benevolent heart, and well-wisher to this place, to find only one fatal miliary fever in the register of this year. May not this circumstance, with great probability, be attributed to the method, lately adopted, of treating fevers, by admitting fresh air into sick chambers, and administering such regimen and remedies, as are cooling, and check putrefaction?\n\nIt is observable, (Table III.) that the healthiest months of this year, were July and August; and that the most sickly was November; and that Autumn and Winter, compared with the Spring and Summer quarters, were more fatal, nearly in the proportion of three to two. That Summer is less fatal than Winter, is a fact, confirmed by various observations, made in different places both of town and country. A most ingenious philosopher, by a train of experiments, planned with amazing sagacity, among a great variety of curious and useful discoveries, has proved, in a very satisfactory manner, that air, rendered noxious by the breath of animals, or by putrefaction, is restored, by vegetables growing in it, to a state fit for respiration, and the support of animal life. Hence is it not probable, that vegetation, among other causes, contributes to render Spring and Summer so remarkably more healthy, than the rest of the year.\n\nThe only disease, that was generally epidemic this year, was the chincough, which began about August,\nAugust, and, during the remainder of 1772, infected a very large proportion of the children of the whole town; about the end of the year, the disorder almost entirely ceased. In Liverpool, the chincough became epidemic in May, and declined in November. From the Table of diseases it appears, that most of the children, who died of this disorder, were under two years of age. Vomits of emetic tartar were of signal service, during this epidemic, in mitigating both the cough and fever. When we reflect, that the weakest infants puke up their food without much difficulty or fatigue, that nature takes this method so frequently of relieving them, and that emetic tartar, when dissolved in water, imparts to it no sensible taste, so that there could be no difficulty in giving it, there is a high degree of probability, that this remedy might have saved many more lives, if it had been more generally administered to children, in early infancy.\n\nIn the Table of diseases (No. II.) the technical are added to the vulgar names, and the arrangement of a justly celebrated professor is adopted, in order to convey more distinct ideas to the faculty, and to place disorders of a similar nature nearest each other, for their mutual illustration.\n| Diseases | Under 1 Year | Betw. 1 & 2 | 2-3 | 3-5 | 5-10 | 10-15 | 15-20 | 20-30 | 30-40 | 40-50 | 50-60 | 60-70 | 70-80 | 80-90 |\n|----------|-------------|------------|-----|-----|------|-------|-------|-------|-------|-------|-------|-------|-------|-------|\n| Fever (G. 5, 6.) | 3 | 1 | 1 | 2 | 2 | 1 | 3 | 3 | 1 | 4 |\n| Jail Fever (5.) | | | | | | | | | | | | | | |\n| Mortification (7.) | | | | | | | | | | | | | | |\n| Pleurify (12.) | | | | | | | | | | | | | | |\n| Inflam. of the Bowels (16.) | | | | | | | | | | | | | | |\n| Gravel and Stone (19.) | | | | | | | | | | | | | | |\n| Rheumatic Fever (22) | | | | | | | | | | | | | | |\n| Teething (Sauv. 198.) | 2 | 1 | | | | | | | | | | | | |\n| Gout (23) | | | | | | | | | | | | | | |\n| St. Anthony's Fire (24.) | | | | | | | | | | | | | | |\n| Small Pox (26.) | 4 | 2 | 4 | 4 | 2 | | | | | | | | | |\n| Measles (28.) | | | | | | | | | | | | | | |\n| Miliary Fever (29.) | | | | | | | | | | | | | | |\n| Consumption (35.) | 2 | 3 | 2 | 2 | 4 | 6 | 12 | 10 | 6 | 9 | 3 | 3 | | |\n| Haemorrhage (37.) | | | | | | | | | | | | | | |\n\nII. Nervous Diseases.\n\n| Disease | Under 1 Year | Betw. 1 & 2 | 2-3 | 3-5 | 5-10 | 10-15 | 15-20 | 20-30 | 30-40 | 40-50 | 50-60 | 60-70 | 70-80 | 80-90 |\n|---------|-------------|------------|-----|-----|------|-------|-------|-------|-------|-------|-------|-------|-------|-------|\n| Apoplexy (40.) | | | | | | | | | | | | | | |\n| Palpy (41.) | | | | | | | | | | | | | | |\n| Swoon (42.) | | | | | | | | | | | | | | |\n| Indigestion (43.) | | | | | | | | | | | | | | |\n| Convulsions (48, 50.) | 50 | 16 | 5 | 3 | 1 | | | | | | | | | |\n| Asthma (52.) | | | | | | | | | | | | | | |\n| Chincough (53.) | 12 | 15 | 3 | 2 | 1 | | | | | | | | | |\n| Colic (55.) | | | | | | | | | | | | | | |\n| Purging and Vomiting (56.) | | | | | | | | | | | | | | |\n| Insanity (63.) | | | | | | | | | | | | | | |\n\nIII. Diseases of the Habit.\n\n| Disease | Under 1 Year | Betw. 1 & 2 | 2-3 | 3-5 | 5-10 | 10-15 | 15-20 | 20-30 | 30-40 | 40-50 | 50-60 | 60-70 | 70-80 | 80-90 |\n|---------|-------------|------------|-----|-----|------|-------|-------|-------|-------|-------|-------|-------|-------|-------|\n| Weakness of Infancy (65.) | 3 | 9 | 3 | 2 | | | | | | | | | | |\n| Decay of Age (66.) | | | | | | | | | | | | | | |\n| Droopy (71, 75.) | | | | | | | | | | | | | | |\n| Diseases | Under 1 Year | Betw. 1 & 2 | 2-3 | 3-5 | 5-10 | 10-15 | 15-20 | 20-30 | 30-40 | 40-50 | 50-60 | 60-70 | 70-80 | 80-90 | 90-100 | Total |\n|----------|-------------|------------|-----|-----|------|-------|-------|-------|-------|-------|-------|-------|-------|-------|--------|\n| (G. 5, 6.) — | 3 | 1 | 1 | 2 | 2 | 1 | 3 | 3 | 1 | 4 | | | | | 21 |\n| Fever (5.) — | | | | | | | | | | | | | | | 2 |\n| Inflammation (7.) — | | | | | | | | | | | | | | | 2 |\n| Dysentery (12.) — | | | | | | | | | | | | | | | 1 |\n| Colic of the Bowels (16.) — | | | | | | | | | | | | | | | 1 |\n| Stones and Stone (19.) — | | | | | | | | | | | | | | | 1 |\n| Bilious or Catarrhal Fever (22.) — | | | | | | | | | | | | | | | 1 |\n| Measles (Sauv. 198.) — | 2 | 1 | | | | | | | | | | | | | 3 |\n| Mumps (23) — | | | | | | | | | | | | | | | 1 |\n| St. Anthony’s Fire (24.) — | | | | | | | | | | | | | | | 1 |\n| Small Pox (26.) — | 4 | 2 | 4 | 4 | 2 | | | | | | | | | | 16 |\n| Measles (28.) — | | | | | | | | | | | | | | | 2 |\n| Malarial Fever (29.) — | | | | | | | | | | | | | | | 1 |\n| Consumption (35.) — | 2 | 3 | 2 | 2 | 4 | 6 | 12 | 10 | 6 | 9 | 3 | 3 | | | 62 |\n| Hemorrhage (37.) — | | | | | | | | | | | | | | | 2 |\n| Nervous Diseases. | | | | | | | | | | | | | | | |\n| Paralysis (40.) — | | | | | | | | | | | | | | | 8 |\n| Fits (41.) — | | | | | | | | | | | | | | | 9 |\n| Convulsions (42.) — | | | | | | | | | | | | | | | 2 |\n| Convulsion (43.) — | | | | | | | | | | | | | | | 3 |\n| Convulsions (48, 50.) — | 50 | 16 | 5 | 3 | 1 | | | | | | | | | | 76 |\n| Fits (52.) — | | | | | | | | | | | | | | | 26 |\n| Fits (53.) — | 12 | 15 | 3 | 2 | 1 | | | | | | | | | | 33 |\n| Fits (55.) — | | | | | | | | | | | | | | | 1 |\n| Fits and Vomiting (56.) — | | | | | | | | | | | | | | | 1 |\n| Fits (63.) — | | | | | | | | | | | | | | | 1 |\n| Diseases of the Habit. | | | | | | | | | | | | | | | |\n| Fits of Infancy (65.) — | 3 | 9 | 3 | 2 | | | | | | | | | | | 17 |\n| Fits of Age (66.) — | | | | | | | | | | | | | | | 50 |\n| Fits (71, 75.) — | | | | | | | | | | | | | | | 10 |\n| Disease                                      | Count |\n|---------------------------------------------|-------|\n| Haemorrhage                                 |       |\n| II. Nervous Diseases                        |       |\n| Apoplexy                                    |       |\n| Palsy                                       |       |\n| Swoon                                       |       |\n| Indigestion                                 |       |\n| Convulsions (48, 50.)                       | 50    |\n| Asthma                                      |       |\n| Chincough                                   |       |\n| Colic                                       |       |\n| Purging and Vomiting (56.)                  |       |\n| Insanity                                    |       |\n| III. Diseases of the Habit                  |       |\n| Weakness of Infancy (65.)                   | 3     |\n| Decay of Age (66.)                          |       |\n| Dropsy (71, 75.)                            |       |\n| Dropsy of the brain (72.)                   |       |\n| Rickets (79.)                               | 3     |\n| King's Evil (80.)                           |       |\n| Jaundice (87.)                              |       |\n| IV. Local Diseases                          |       |\n| Cancer (114.)                               |       |\n| Ulcer of the bladder (134.)                 |       |\n| Unknown diseases                            |       |\n| Casualties                                  |       |\n| Total                                      | 81    |\n\n**MORBORUM GENERA**\n\n**Classis I. Pyrexiae.**\n- G. 5. Typhus. Synochus.\n- G. 5. Typhus carcerum.\n- G. 7. Sphacelus.\n- G. 12. Pluritis.\n- G. 16. Enteritis.\n- G. 19. Nephritis.\n- G. 22. Rheumatismus.\n- (Sauvag. G. 198. Odontalgia dentitionis.)\n- G. 23. Arthritis.\n- G. 24. Erysipelas.\n- G. 26. Variola.\n\n**Classis II. Neuroses.**\n- G. 37. Menorrhagia lochialis.\n- G. 40. Apoplexia.\n- G. 41. Paralysis.\n- G. 42. Syncope (puerperalis.)\n- G. 43. Dyspepsia.\n- G. 48, 50. Convulso. Epilepsia.\n- G. 52. Althma.\n- G. 53. Pertussis.\n- G. 55. Colica.\n\n**Classis III. Cachexie.**\n- G. 65. Tabes, atrophia intanilis.\n- G. 66. Atrophia, fenitis.\n- G. 71, 75. Ascites. Anasarca.\n- G. 72. Hydrocephalus.\n- G. 79. Rachitis.\n- G. 80. Schrophula.\n- G. 87. Icterus.\n\n**Classis IV. Locales.**\n- G. 114. Cancer.\n- G. 134. Ulcus (Sauv. G. 126. Py.)\n| Nervous Diseases |  |\n|------------------|--|\n| Headache (40.)   | I I I I 3 I 8 |\n| (41.)            | I I 4 3 9 |\n| (42.)            | I I 2 |\n| (43.)            | I I I 3 |\n| (48, 50.)        | 50 16 5 3 I 76 |\n| (52.)            | I 3 10 10 2 26 |\n| (53.)            | 12 15 3 2 I 33 |\n| (55.)            | I I 1 |\n| (56.)            | I I 1 |\n| (63.)            | I I 1 |\n| Diseases of the Habit |  |\n| Symptoms of Infancy (65.) | 3 9 3 2 17 |\n| Symptoms of Age (66.) | 2 5 22 17 4 50 |\n| Symptoms (71, 75.) | 3 4 2 1 10 |\n| Symptoms of the brain (72.) | I I 2 |\n| Symptoms (79.) | 3 2 I 1 7 |\n| Symptoms of Evil (80.) | I I 2 |\n| Symptoms (87.) | I I 1 |\n| Local Diseases |  |\n| Symptoms (114.) | I I I 3 |\n| Symptoms of the bladder (134.) | I I 1 |\n| Symptoms of the intestine | I I I I I I 6 |\n| Symptoms (198.) | I I I 3 |\n| Total | 81 51 19 14 8 6 10 23 17 21 26 32 47 20 4 379 |\n\n**Classis I. Pyrexiae.**\n\n- Typhus. Synochus.\n- Typhus carcerum.\n- Malarious.\n- Phthisis.\n- Enteritis.\n- Peritonitis.\n- Nephritis.\n- Pneumatinus.\n\n**Classis II. Neuroses.**\n\n- Apoplexia.\n- Paralysis.\n- Syncope (puerperalis).\n- Dysepsia.\n- Convulsion. Epilepsy.\n- Aithma.\n- Pertussis.\n- Colica.\n\n**Classis III. Cachexiae.**\n\n- Tabes, atrophia infantilis.\n- Atrophia, febris.\n- Ascaris.\n- Hydrocephalus.\n- Rachitis.\n- Schrophula.\n- Icterus.\n\n**Classis IV. Locales.**\n\n- Cancer.\n- Ulcus (Sauv. G. 126. Pyuria).\n### TABLE III\n\n| Month    | Males | Females | Total |\n|----------|-------|---------|-------|\n| January  | 22    | 19      | 41    |\n| February | 15    | 21      | 36    |\n| March    | 11    | 17      | 28    |\n| April    | 13    | 12      | 25    |\n| May      | 11    | 19      | 30    |\n| June     | 10    | 18      | 28    |\n| July     | 6     | 18      | 24    |\n| August   | 13    | 10      | 23    |\n| September| 7     | 18      | 25    |\n| October  | 12    | 26      | 38    |\n| November | 20    | 26      | 46    |\n| December | 13    | 23      | 35    |\n\n**Total Deaths in each Season:**\n\n- **Winter:** 105\n- **Spring:** 83\n- **Summer:** 72\n- **Autumn:** 119\n\n**Total Deaths:** 379\n\n---\n\n**Explosion by Gunpowder, on the 5th of Nov.:**\n\n- Males: 11\n- Females: 12\n- Total: 23\n\n**Locked-Jaw, in Consequence of the Explosion:**\n\n- Males: 0\n- Females: 3\n- Total: 3\n\n**Total:** 26\n\n---\n\n**Marriages:** 154\n\n**Christenings:**\n\n- Males: 192\n- Females: 229\n- Total: 421\nTABLE IV.\n\nThe Year to which the several Ages below have an equal Chance to live.\n\n| Ages | Chester | Northam | Norwich | London |\n|------|---------|---------|---------|--------|\n| 0    | 21\\(\\frac{1}{4}\\) | 9\\(\\frac{1}{4}\\) | 5       | 2\\(\\frac{3}{4}\\) |\n| 3    | 55\\(\\frac{2}{3}\\) | 43\\(\\frac{1}{2}\\) | 43\\(\\frac{1}{4}\\) | 34\\(\\frac{1}{2}\\) |\n| 5    | 58\\(\\frac{1}{2}\\) | 46\\(\\frac{1}{2}\\) | 47       | 40     |\n| 10   | 60      | 50      | 52\\(\\frac{1}{4}\\) | 44     |\n| 20   | 63      | 53\\(\\frac{1}{4}\\) | 55\\(\\frac{3}{4}\\) | 47\\(\\frac{1}{2}\\) |\n| 40   | 69      | 62\\(\\frac{1}{2}\\) | 63\\(\\frac{1}{2}\\) | 58     |\n| 50   | 71\\(\\frac{1}{2}\\) | 67\\(\\frac{1}{2}\\) | 67       | 65     |\n| 60   | 73\\(\\frac{2}{3}\\) | 72\\(\\frac{2}{3}\\) | 71\\(\\frac{1}{3}\\) | 70\\(\\frac{1}{2}\\) |\n| 70   | 77      | 78      | 77       | 77     |\n\nVII. Elec-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105985.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26058,
    "total-output-tokens": 7882,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1106,
        2
      ],
      [
        1106,
        2616,
        3
      ],
      [
        2616,
        4128,
        4
      ],
      [
        4128,
        5518,
        5
      ],
      [
        5518,
        7046,
        6
      ],
      [
        7046,
        8619,
        7
      ],
      [
        8619,
        10200,
        8
      ],
      [
        10200,
        11743,
        9
      ],
      [
        11743,
        12980,
        10
      ],
      [
        12980,
        12980,
        11
      ],
      [
        12980,
        15308,
        12
      ],
      [
        15308,
        17360,
        13
      ],
      [
        17360,
        19755,
        14
      ],
      [
        19755,
        21156,
        15
      ],
      [
        21156,
        22125,
        16
      ],
      [
        22125,
        22962,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105985",
    "title": "Observations on the Bill of Mortality, in Chester, for the Year 1772. By Doctor Haygarth",
    "authors": "Doctor Haygarth",
    "year": 1774,
    "volume": "64",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/105985"
  }
}