{
  "id": "44ef2619aa28d9b9fbf1c35397f779cc25e79f22",
  "text": "VIII. A Catalogue of Shells, &c. gathered at the Island of Ascension, by Mr. James Cunninghame Chirurgeon, with what Plants he there Observed; Communicated to Mr. James Petiver Apothecary, and Fellow of the Royal Society.\n\nI intend to range the following Shells, according to the accurate Method of that most Sagacious Naturalist and Expert Physician Dr. Martyn Lister, in his Elaborate and curious Historia sive Methodus Conchyliorum, and shall therefore begin with,\n\n1. Buccinum parvum brevè asperum.\n\nThis comes next of Kin to that which Dr. Lister kept alive in his Garden a whole Summer or more, which was brought him from Jamaica, by that Industrious Promoter of Natural knowledge Dr. Hans Sloan, and very nearly Resembles, if not the same, as Dr. Lister himself asserts, with that variety which he has Figured in his excellent Historia Conchyliorum Lib. i. below Lib. Hist. Num. 28. without a name; it being less, the Nodes sharper, and not Umbilicated.\n\n2. Pecten ex rubro alboque fasciatus, nodis inflatis striatus. an 2 P. ruber striis circiter. 10 nodosis, sive bullosis & inegalibus donatus, List. Hist. Conch. i. 3. lib. 3. fig. 24.\n\n3. Ostrea rupestris sulcata, capite cavo.\n\n4. Spondylus fere ruber muricatus List. H. C. l. 3. fig. 40.\n\nThese are also found on the Barbadoes Shore, yet rarely in Pairs and entire, the only one I have yet observed, is in the incomparable Museum of that most Cori...\nCurious Preserver of both Natural and Artificial Rarities, and my Worthy Friend, Mr. William Charlton in the Middle Temple.\n\n5. Pectunculus albus, parvus, striatus & fasciatnus.\n6. Pectunculus albus compressus rugis faciatus. an. ?\nP. orbicularis planior rugosus Litt. H. C. l.3. Fig. 119.\n7. Pectunculus triquetrus albus, striatus, undis ru-\nfescentibus.\n\nThe 94th Figure in the 2d Class of Bonannus his Shells,\nexactly Resembles this, it is also next of Kin to Dr.\nListers Jamaica one, figured in his Hist. Conch. l. 3.\npag. 153.\n\n8. Musculus arcuatus major, sulcis profundior stri-\natus. an ? M. angustior crassioribus striisdonatus,undatim\ndepictus, Litt. H.C. l. 3. Fig. 209.\n\n9. Musculus triquetrus albus minor cancellatus.\n\nThis is much larger than the Garsney Shell, which\nDr. Lister has Figured in his Hist.C. l. 3. Fig. 69.\notherwise very like it, and therefore it may rather\nbe that above it, Figured in the same Page, under Num.\n67. without a Name.\n\n10. Balanus compressus albus, 6 fissuris, sulcatus.\n11. Patella foraminosa minor, striis ex albo ru-\nbroq; alternis.\n12. Vermiculus, circumflexus albicans, supernè stri-\natus.\n\nThis seems very much to Resemble that which\nPhilippus Bonannus in his Recreatio Mentis & Oculi hath\nFigured under Num. 20. Lit. B. of his First Class,\npag. 92.\n\n13. Nerita bidens faciis sulcatis, ex albedine nigroq;\nstriata, clavícula productiore.\n\nThis may be one of those Figured in the 1st. Chapter,\nLister Hist. Conch. lib. 4. Sect. 6. De Nerits dentatis,\nclavícula paululum prominente, but the distinctions of\nsome of them are so nice, that I dare not yet be positive which of them it certainly is.\n\n14. Concha. Venerea media Callanei coloris, utroq; capite bimaculato.\n\n15. Buccinum Persicum parvum, striatum, fuscum, ore trimaculato.\n\n16. Buccinum dentatum laeve subrufum, fasciis interseptis sive maculatis depilatum, Llst. H. C.l. 4. Sect. II. Fig. 41.\n\nThis Shell was 1 Inch long and near ¼ thick, it's ground pale Brown, fasciated with darker spots, often separated by lighter, cross the Middle of the upper Whorle is a Remarkable pale List, beset with Arrow-headed Brown Marks: The Mouth is Canulated along the left Lip; the Middle of the other side is smooth, the top somewhat Warted, but at the lower part which is near the Middle of the Shell is one very conspicuous Ridge, attended underneath with a smaller, by these a dead Shell may be easily known.\n\nI have Received these also from Barbadoes, as hath Dr. Lister from Jamaica.\n\nBuccinum bilingue majus, tenue, ex rufo nebulatum Muricatum Llst. H. C.l. 4. S. 12. Fig. 17.\n\nA very fair Shell of the same, but much less, was gathered on the Island of Flores in the East-Indies by Mr. Rowlston Jacobs.\n\nBuccinum rostratum faciis elatis ore crispo.\n\nThis seems to be Figured in Dr. Lister, his Hist. Conch. l. 4. S. 14. under Numb. 36. without a Name.\n\nBuccinum nodis ornatum, costis ipsdem alatis, ore crispo & aspero.\n\nDr. Lister has Figured Three or Four of this Species in his Fourth Book, 14th. Section at Num. 38. &c.\n\nXX\n\nDr.\nDr. Grew his lesser Persian Wilk, with furrowed Lips. Mus : Reg. Soc. 127. Tab. 9. Fig. Dorf. and Ventr.\n\nBuccinum recurvirostrum ventricosum, labro pulvinato, variegatum striatum, magnis preterea sulcis ad clavículam donatum List. H. C. 14. S. 15. Fig. D. 57.\n\nTurbo auritus Muricatus Bonan, pag. 132. Fig. D. & V.\n\nThis Author says, the French call this Shell the Purse, because there is joyn'd to it's long and narrow Mouth, (one of whose Lips is tooth'd, the other notched) a Glolar puff, like a full Bag, or Purse.\n\nThe Figures in all these Authors have reverse Postures, and must therefore be viewed on the back side of the Paper, holding it between the Eye and the Light, and then you see it in it's Natural position.\n\nTo the Shells we add\n\nOur small Warted Barbadoes Sea Egg.\n\nEchinus Ovarius Barbad. verrucis plurimis minoribus\n\nMus. Petiver Mus. Petiver. 123.\n\nThe Spines of these are Purplish, especially the Tips, the largest I have yet seen, exceed not a Crow-quill in thickness, and are scarce an Inch long; they end pointed, and are finely striated if strictly viewed. The naked Shell of this was somewhat more than six Inches in Circumference, and about 5 Broadways and 5½ Lengthways.\n\nWe come now to the Vegetables, &c. Viz.\n\nChamaélyce frutescens elation floribus comosis.\n\nThis chiefly differs from the East and West-India sorts of this Species, in having all it's Flowers at the top only, and those in Clusters, something Resembling our Laurustinus\nChamaesyce frutescens humilior floribus comosis.\n\nThe Flowers and Seeds of this grow like the last in Clusters, at the top of each Sprig only; the Leaves grow also in pairs, but much closer together; this is more Branched, and seems Shrubby, the Stalks being Woody; yet the Sprigs much shorter, many of them not more than 1 Inch and ½ from the Woody Stalk; and yet plentifully in Flower.\n\nIndian Forked Leav'd Sea Bindweed.\n\nSoldanella Malabarica cordato folio Mus. Petiver. 98. Mus. Petiver. 98.\nConvolvus maritimus majore folio Chinensis Plum. Plu. 24. f. Tab. 24. Fig. 5. Marinus Catharticus folio rotundo, Plum. p. 89. Fig. 104.\n\nThough I have often times seen the Leaves of these whole, at the point; yet they are generally found Forked, and sometimes very large.\n\nKetmia satida flore luteo fundo purpureo.\n\nThe Leaves of this, are somewhat like our Black-poplar, they are often Notched, but not jagged like the common kind of Shrub Mallows, which grows in most Gardens with us; of which this seems a true Species, Viz. Of the Alcea Arborescens glabra Ketmia dicta, I B. V. 2. l. 23. p. 957. Whose name I follow to distinguish it from the Althea's and Aleca's, amongst whom it has hitherto been falsely plac't, they having naked Seed, and this a Capsule.\n\nFestuca Juncis foliis, spica minus sparsa, arista trifidis. an 3 Gramen Avenaceum panicula minus sparsa, SL. Jam. 35. cujus singula grana 3 aristas longissimas habent SL. Jam. pl. 5.\n\nThe Roots are all Fibres, whitish and unbrancht, the Leaves long and narrow like small Rushes, the Spike very much Resembles our Capons tail Grass, which grows with us pretty common on the Brick-walls about London; but what in this is most Remarkable is, that each\ngluma or husk, terminates in three Awns, two of which are even, the other somewhat longer.\n\nThis same Grats Mr. George Stonestreet brought me some time since from this same Island. Dr. Sloan hath also observed one very like it near the City of Funchal in the Isle of Maderas.\n\nThese are all the Plants except Purslain, which this inquisitive Person could find at this Island. What he else observed is as follows, Viz.\n\n27. Corallium album minus Conglomeratum.\n\nThis seems a Congeries or Cluster of our small White English Coral Clung together, and which is often Crafted over with the same Substance.\n\n28. Spongia globosa reticulata Coralloides.\n\nThis grows very like our common Branched Coraline Moss, and exactly Resembles Mr. Doody's Pseudospongia Coralloides, Ray's Synopsis, Edit. 2d. pag. 346. but this gives way as other Sponges, whereas his is brittle.\n\nThis I found in the hollow of a dead Echinus, brought from Ascension.\n\n29. Terra Spongiosa nigricans, Carbonibus exustis persimilis.\n\nThis is what several parts of the Earth is covered with, and in many Places it lies in Heaps. It's very light and porous, exactly Resembling a Cinder or Burnt-Coal.\n\n30. Glareola Maritima Perlata.\n\nInstead of fine Sand, the Shoar here is Stored with this sort of Grit or Small Gravel, a great part of which is smooth and shining like Millet Seed or Pearl.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102636.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11620,
    "total-output-tokens": 2888,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1414,
        2
      ],
      [
        1414,
        2968,
        3
      ],
      [
        2968,
        4449,
        4
      ],
      [
        4449,
        5918,
        5
      ],
      [
        5918,
        7628,
        6
      ],
      [
        7628,
        8979,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102636",
    "title": "A Catalogue of Shells, etc. Gathered at the Island of Ascention, by Mr. James Cuninghame Chirurgeon, with What Plants He There Observed; Communicated to Mr. James Petiver Apothccary, and Fellow, of the Royal Society",
    "authors": "James Cuninghame",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102636"
  }
}