{
  "id": "0e9b020d49a87ef034d7060a12df6b264ae8f3fd",
  "text": "A Series of Queries propounded by Mr. Isaac Newton, to be determined by Experiments, positively and directly concluding his new Theory of Light and Colours; and here recommended to the Industry of the Lovers of Experimental Philosophy, as they were generously imparted to the Publisher in a Letter of the said Mr. Newtons of July 8, 1672.\n\nIn the meantime give me leave, Sir, to insinuate, that I cannot think it effectual for determining truth, to examine the several ways by which Phænomena may be explained, unless where there can be a perfect enumeration of all those ways. You know, the proper Method for inquiring after the properties of things is, to deduce them from Experiments. And I told you, that the Theory, which I propounded, was evinced to me, not by inferring 'tis thus because not otherwise, that is, not by deducing it only from a confutation of contrary suppositions, but by deriving it from Experiments concluding positively and directly. The way therefore to examine it is, by considering, whether the Experiments which I propound do prove those parts of the Theory, to which they are applied; or by prosecuting other Experiments which the Theory may suggest for its examination. And this I would have done in a due Method; the Laws of Refraction being thoroughly inquired into and determined before the nature of colours be taken into consideration. It may not be amiss to proceed according to the Series of these Queries; which I could wish were determined by the Event of proper Experiments; declared by those that may have the curiosity to examine them.\n\n1. Whether rays, that are alike incident on the same Medium, have unequal refractions; and how great are the inequalities of their refractions at any incidence?\n\n2. What is the Law according to which each ray is more or less refracted; whether it be that the same ray is ever refracted according to the same ratio of the sines of incidence and refraction; and divers rays, according to divers ratios; or that the refraction of each ray is greater or less without any certain rule? That is, whether each ray have a certain degree of refrangibility according to which its refraction is performed; or is refracted without that regularity?\n\n3. Where-\n3. Whether rays, which are endued with particular degrees of refrangibility, when they are by any means separated, have particular colours constantly belonging to them; viz. the least refrangible, Scarlet; the most refrangible, deep Violet; the middle, Sea-green; and others, other colours? And on the contrary?\n\n4. Whether the colour of any sort of rays apart may be changed by refraction?\n\n5. Whether colours by coalescing do really change one another to produce a new colour, or produce it by mixing only?\n\n6. Whether a due mixture of rays, indued with all variety of colours, produces Light perfectly like that of the Sun, and which hath all the same properties, and exhibits the same Phenomena?\n\n7. Whether the component colours of each mixture be really changed; or be only separated, when from that mixture various colours are produced again by Refraction?\n\n8. Whether there be any other colours produced by refraction than such, as ought to result from the colours belonging to the diversly refrangible rays by their being separated or mixed by that refraction?\n\nTo determine by Experiments these and such like Quere's which involve the propounded Theory, seems the most proper and direct way to a conclusion. And therefore I could wish all objections were suspended, taken from Hypotheses or any other heads than these two; Of shewing the insufficiency of Experiments to determine these Quere's or prove any other parts of my Theory, by assigning the flaws and defects in my conclusions drawn from them; Or of producing other Experiments which directly contradict me, if any such may seem to occur. For if the Experiments, which I urge, be defective, it cannot be difficult to show the defects; but if valid, then by proving the Theory they must render all Objections invalid.\n\nSo far this accurate Proposer; whose Method appearing to be most genuine and proper to the purpose it is propounded for, and deserving therefore to be considered and put to trial by Philosophers, abroad as well as at home; the Publisher, to invite and gratify Forraigners, was willing to deliver the above recited Extract of Mr. Newtons Letter in the language also of the Learned, as followeth; Zzzz\nExcerptum ex Isaaci Newtoni Epistola, nuper ad Editorem script, quae ipse genuinam suggereit Methodum, doctrinam suam de Luc & Coloribus, antehac propositam, evincendi, subjecta certorum Questiorum, debitis Experimentis solvendorum, serie.\n\nLiceat mihi hac occasione tibi significare, nequaquam censere me, efficacem cam esse determinande veritatis rationem, qua diversi examinantur modi, quibus Phenomena explicari possunt, nisi ubi perfecta fuerit omnium istorum modorum Enumeratio. Nostri, genuinam proprietates rerum investigandi Methodum esse, qua illa ab Experimentis deducuntur. Ac jam ante tibi dixeram; Theoriam a me propositam evictam mihi fuisse, non quidem inferendo rem ita se habere quia haud se habeat aliter, i.e. non eam deducendo duntaxat a contrariorum suppositionum confutatione; sed ipsam ab Experimentis, positivè & directè concludentibus, derivando. Vera itaque ratio cam examinandi hec erit, si considereremus seilicet, num Experimenta a me proposta illas Theoria partes, quibus accommodantur, revera probent; vel si alia prosequamus Experimenta, qua ab ipsa Theoria ad examinandam cam suggereantur. Atque hoc ipsum Methodo genuinà fieri velim; pervestitatis primum ac determinatis Legibus Refractionis, priusquam Colorum natura disquiratur. Preter rem itaque haud fore crediderim, disquisitionem hanc ex sequentium Quæsitorum serie instituere; qua quidem ut ad solertibus sagacibusque natura Mystica pronunciatis Experimentorum Eventibus, dirimantur, in votis quam maxime habeo. Ea sunt:\n\nPrimò, Num radii, qui æquali incidentiæ in idem medium incidunt, Refractiones habeant inæquales; quantaque sint refractionum, quas illi subeunt, inæqualitates in quibus incidentia?\n\nSecundò, Quanam ea Lex sit, juxta quam radius quilibet magis minusve refringitur? Sunè, quod idem radius semper refringatur secundum eandem rationem Sinuum Incidentia & Refractionis; diversi autem radii, secundum rationes diversas? An vero, quod cujuslibet radii refractio major minörve sit absque ullo regula certa? Hoc est, Utrum unusquisque radius certum habeat gradum Refrangibilitatis, juxta quem fiat ipsius refractio; an vero refringatur sine ista regularitate?\n\nTertiò, Num radius, certis gradibus refrangibilitatis prediti, quando, quo, demum cumque modo, secernantur, certos obtineant colores ipsis proprios; puta radii minimè omnium refrangibiles, Coccineum; maximè refrangibiles, Saturnum Violaceum; intermedii, sub-Viridem; aliis, alios? Et e contra.\n\nQuartò, Num color cujusvis generis radiorum scorsim existentium mutari possint Refractione?\n\nQuintò, Utrum colores coalescendo revera se invicem mutent ad producendum colorum novum; an vero eum producant nonnisi se invicem commiscendo?\n\nSexiò, Num debita radiorum miscela, omnigena colorum varietate praedita, Lucem producat Solari luci simillimam; quaque easdem omnino proprietates obtinent, eademque Phanomena exhibeat?\n\nSeptimiò\nSeptimò, Utrum componentes cujusvis miscela colores reverà mutentur; an verò secernantur duntaxat, quando ex mixtura illa variis colores rursum producuntur per Refractionem?\n\nOctavò, Denturne ulli alii colores Refractione producti prater eos, quos oriri oportet à Coloribus, ad radios diversimode refrangibles pertinentibus, dum illi refractione istà secernuntur vel miscentur?\n\nPer Experimenta determinare hec similiae Questia, que propositam Theoriam involvunt, maximè genuina directaque videtur ad Conclusionem via: Preindèque omnes velim Objectiones suspendi, que ab Hypothesibus de- sumuntur ulliique Fontibus aliis, quàm his duobus; quibus nempe vel ostendatur Experimentorum ad determinanda hec Æquationem probandæve illas arias Theoria meæ partes insufficientia, hallucinationes defellusque in Conclusionibus meis inde deductis indigitando; vel alia producantur Experimenta, e diametro mihi opposita, si quæ talia occurrere videantur. Si enim Experimenta, que à me urgentur, laborant defectibus, difficilè hand fuerit eos ostendere; si verò valida fuerint, eo ipso dum Theoriam meam assentunt probantque omnes Objectiones convellunt.\n\nSome Annotations of the Learned Dr. Walter Needham upon a Discovery pretended to have been made by the famous Monsieur Pecquet of a Communication between the Ductus Thoracicus and the Inferior Vena Cava.\n\nThe Relation itself of that pretended Discovery, as it is to be found in the Journal des Scavans, of Feb.8.1672.\n\nThe Discovery made about twenty years since by M. Pecquet of the Ductus Thoracicus, seemed not sufficient to clear up all the Difficulties to be met with in the New opinion, which this Channel hath occasion'd, concerning Sanguification.\n\nIt might be said among other things, That there appears no reason, why Nature, which does nothing without design, should carry the matter of the Blood into the Sub-clavials, and thence make it descend by the Trunk of the Vena Cava, (A.) unless it be to keep the Chyle from entering all at once and altogether pure into the Heart,* and that the mixture, which is made of the Chyle with the Blood along this way, may dispose the Chyle, by a kind of contagious fermentation the\n\n(A.) I think the reason there mentioned to be very sufficient for the inserting of the Trunk of the Ductus Thoracicus into one place alone; at least as good as any that are afterwards given to prove the contrary. For, all proofs of this nature are but loose conjectures at the best: the matter admitting of no other demonstration than what is ocular.\n\n(B.) Till the Lower insertion be shewed, we are bound to believe, that Nature thought the single-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100945.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 2691,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2228,
        3
      ],
      [
        2228,
        4415,
        4
      ],
      [
        4415,
        7308,
        5
      ],
      [
        7308,
        9933,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100945",
    "title": "A Serie's of Quere's Propounded by Mr. Isaac Newton, to be Determin'd by Experiments, Positively and Directly Concluding His New Theory of Light and Colours; and Here Recommended to the Industry of the Lovers of Experimental Philosophy, as they Were Generously Imparted to the Publisher in a Letter of the Said Mr. Newtons of July 8.1672",
    "authors": "Isaac Newton",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/100945"
  }
}