{
  "id": "71c514a27eb5538d0611eef79fd22aab05fbd1e4",
  "text": "A Preface to the Sixth Year of these Tracts. Some Communications from New England. The Ingenious Reflexions relating to Medical Springs Numb. 52, Considered. The palpable Indications of some Healing Springs remarked: with an Accompt of some such Springs in England, which confirm the Indications, and of others obiter. A Prosecution of the formerly begun Inquiries, Directions and Experiments, concerning the Motion of Sap in Trees. Some Considerations touching the Geometrical Method of Signor Cassini for finding the Apogees, Eccentricities and Anomalies of the Planets. An Accompt of 3 Books, I. Esperienze intorno alla GENERATIONE DEGL'INSETTI, fatte da Franc-Redi, Academico della Crusca. II. PHARMACOPOEIA REGIA, sive Dispensatorium novum locupletatum & absolutum, cum annexa Mantissa Spagyrica, &c. III. AFFECTIONUM que dicuntur HYSTERICÆ & HYPOCHONDRIACÆ Pathologia Spasmodica Vindicata: nec non Exercitationes dua, 1. De SANGUINIS ACCENSIONE. 2. De MOTU MUSCULARI, Auth Tho. Willis, M.D. &c.\n\nA Preface To the Sixth Year of these Tracts.\n\nIn this Month of March we enter into the Sixth Year of our Philosophical Communications; which if in any measure they have been acceptable to the Ingenious, we have our aim, and the satisfaction we desire.\nBefore I enter upon new matter, I shall beg the Readers leave to cast an Eye back, as formerly, and review what we have endeavour'd to do hitherto, that I may remark the concernments, why, and upon what occasion I adopted the Arguments all along; and that I may thence take fresh encouragement, and clearer instruction for our future Collections.\n\nIn the last Preface before our fourth Volum, I gave a Synopsis of the main importance of our three foregoing Books, inserting a particular recommendation of the extensive Usefulness of some Artificial Instruments lately invented. To the Catalogue of Instruments there recited, or hinted, we have since added (in the 4th Vol.) some Inventions or Applications, which either have not been formerly thought of, or have been long sought and in vain attempted, or have made discovery's contrary to old Expectations, and even sometimes to the confident Assertions of Acute and very Inquisitive men. What Peripatetick would endure to hear of weighing water in water? There we have a Demonstration, How to estimate the particular weight of any quantity of Liquors in Liquors, exactly, and by ordinary Balances and Weights. And this is performed by the same happy hand, which before directed us, How to find and denominate the particular Weight of any parcel of Air in Air, or of any Pillar of Air of the whole Atmosphere, of any size, in any place where we can come, whether clear'd, or laden with exhalations, clouds, snow, hail, or other Meteors, how high soever they ascend; and the same flight Engin (the Ballance) hath in the same hand detected an Atmosphere in the most Solid Bodies.\n\n'Tis a longtime since the Mechanical Witts have consulted, How to improve Optical Glasses by the Hyperbolical Section: There we have the Proposition demonstrated, and the Engin directed for practice. The skill of drawing in Perspective is as a pleasant Companion to the Travaylor, and enables him to give a lively History of his Travels for the information of others: There we may find, how to draw in Perspective any Objects both accurately—and dispatchingly, by an Instrument; as any vulgar hand may draw a Circle more perfectly by a Compass, than the most perfect Penman can do by his hand alone: And we have gotten a little step toward the advancing of Metallic Burning Concaves, of which the performance is there particularised.\nWe shall not insist on the Advancements, we have there given notice of in Anatomy, in Mathematicks, and particularly in discovering the Laws of Motion; in the Labyrinths of Algebra; the Resolution of Equations in Numbers; Guaging; Directions how to find the Longitudes by the Pendul; Astronomicals &c.\n\nWe have been alarm'd by the extraordinary Eruptions of Mount Etna, to inquire more diligently into the Causes and Effects of those Subterraneous Fires; the Prognosticks and Concomitants of those Eruptions; what Minerals they have indicated or ejected: Of which we yet expect much better satisfaction from an eminent Philosopher, who lives near the place to observe all circumstances. Also the Drought of this Summer, and of a good part of this Winter, hath minded us to inquire further into the causes, varieties and properties of Springs; of Subterranean Steams and Liquors. There we have also the Art used to make Salt of Sea-water by the Sun, and of Salt springs by Coppers, Boylers and Furnaces. Our English Hot-springs at Bath after second disquisitions reported. Our Baroscopes have shew'd the Air to be more ponderous, even when it was clearest, sometimes in a bright and warming Sun-shine, and soon after the Winter-solstice, than ever I think we found it, since we were instructed to apply the Instrument for such discoveries. And the same we might affirm of the Frosts following about a fortnight after the Solstice (that they were more extreme, than in very cold winters before,) if we had not had some doubt, that the liquor in the Thermometer might in time suffer some change, or diminution, which might evade the true and punctual indication, when we compare one year with another for many years together.\n\nSome Learn'd men have taken much pains, disputed, written and read much, to find out the Head of the Nile, and the Cause of that Rivers Inundation. There we have the true discovery, addressed to the R. Society.\n\nWe have also mentioned the way of teaching Latin, as of old it was learnt, and as other Languages are taught by Use alone. We have given notice of a Foundation laid to teach the Deaf and Dumb to speak. We have shew'd by brief touches from the wealthy Japan, How much knowledge and Philosophy may be contain'd in a faithfull History of Places. And an East-Indian Voyage, as there described.\nscribed, may both prepare and inform those that are embarked in that adventure, and also give the Light of various Arguments to our domesticks.\n\nChronology affords us the best view of all Times past; but, after all Emendations, is stil involv'd in much obscurity: There are fresh Essays to extricate the difficulties; and several hands at work, to remark the Products of all former Ages.\n\nMedical Observations of peculiar curiosity, and the Singularities of Humane Bodies are not pretermitted. The Restlesness of particles in Solid Bodies represented, and modestly argued. Botanicks happily entertained, and reduced to a Natural Method. The Sylvan, Hortulan and Olitory affairs, for Forrests, Groves, Orchards, Nurseries, and fruitful Gardens revived with great vigor, and with manifold supplies. Vegetables brought under a Philosophical consideration: The Motion and the uses of Sap in Trees discussed: The nearer affinity of their several parts inquired, to the intention of altering, mixing and multiplying divers kinds very many ways. The Musk-melon how to be cultivated to great perfection, &c.\n\nThus we have briefly touched, what parts of useful Philosophy are now advancing; and these being the labours and studies of others, I presume, I may, without offence to any good men, claim the freedom to give them due applause. And now, let Envy snarl, it cannot stop the Wheels of Active Philosophy, in no part of the known world. Not in France, either in Paris or at Caen. Not in Italy, either in Rome, Naples, Milan, Florence, Venice, Bononia, or Padua. In none of the Universities, either on this or that side of the Seas. Madrid and Lisbon, all the best Spirits in Spain and Portugal, and the spacious and remote dominions to them belonging; the Imperial Court, and the Princes of Germany; the Northern Kings, and their best Luminaries; and even the frozen Muscovite and Russian, have all taken the Operative ferment; and it works high, and prevails every way, to the encouragement of all sincere Lovers of Knowledge and Virtue.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101559.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1960,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1254,
        2
      ],
      [
        1254,
        3618,
        3
      ],
      [
        3618,
        5944,
        4
      ],
      [
        5944,
        7978,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101559",
    "title": "A Preface To the Sixth Year of these Tracts",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101559"
  }
}