{
  "id": "9e9cd674a3a3b761f8a2c08196bd3c3e5c30deda",
  "text": "VII. A Letter from Mr. Samuel Dale, giving a further Account of some Coins found at Honedon in Suffolk.\n\nSIR,\n\nYou may Remember that in one of the Philosophical Transactions of your Honourable Society; Published in the Year 1687 viz. N 189, an Account was given of some Saxon Coins found at Honedon in Suffolk, of which I have seen divers pieces, tho' I do not remember that the Sexton of the Parish who found them, told me of any Pot that they were found in; but only that digging in the Church-yard deeper than ordinary, he chanced to strike with his Pickax just among the Mony, and beat it about the Grave, at which being Affrighted, he got out as fast as he could, and called one of his Neighbours, who coming to the Grave, soon perceived what they were, and jumping in began to pick them up; whereupon the Sexton took Courage and jumped into the Grave also, and got up into his Hat what he could, Earth and all, which might be between 200 or 300 pieces, some of which were Green by lying in the Ground, as Sir P. S. who communicated that aforesaid Account; very well observed the Novelty of the thing and rarity of the Mony, soon procured the Sexton Chapmen enough to purchase all his Mony, and among others it was my good hap also to procure some few; Three of which I think are not published by that aforesaid Worthy Gentleman, and therefore herewith send you their exact de-\n\nVid. Fig. signs, hoping they will not be unacceptable to you, which is all at present from\n\nTours &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101999.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9684,
    "total-output-tokens": 549,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1485,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101999",
    "title": "A Letter from Mr. Samuel Dale, Giving a Further Account of Some Coins Found at Honedon in Suffolk",
    "authors": "Samuel Dale",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101999"
  }
}