{
  "id": "cfa6f4b30a7f8532d5a33543fdd96e8f360ae789",
  "text": "XXIV. A Catalogue of Sanscrita Manuscripts presented to the Royal Society by Sir William and Lady Jones. By Charles Wilkins, Esq. F.R.S.\n\nRead June 28, 1798.\n\n1. a. Maha'-Bha'ra'ta.*\n\nA poem in eighteen books, exclusive of the part called Raghu-vansa; the whole attributed to Crishna Dwaipayana Vyasa; with copious notes by Nila-canta. This stupendous work, when perfect, contains upwards of one hundred thousand metrical verses. The main subject is the history of the race of Bhárata, one of the ancient kings of India, from whom that country is said to have derived the name of Bhárata-varsha; and more particularly that of two of its collateral branches, distinguished by the patronymics, the Cauravas and the Pauravas, (so denominated from two of their ancestors, Curu and Puru,) and of their bloody contentions for the sovereignty of Bhárata-varsha, the only general name by which the aborigines know the country we call India, and the Arabs and Persians Hind and Hindostan. But, besides the main story, a great variety of other subjects is treated of, by way of introduction and episode. The part entitled Raghu-vansa, contains a distinct history of the race of Crishna. The Mahá-bhárata is so very popular throughout the East, that it has been translated into most of its numerous dialects; and there is an abridgment of it in the Per-\n\n* The Sanscrita words are spelt according to the method practised by Sir William Jones, in his works.\nsian language, several copies of which are to be found in our public libraries. The *Gitá*, which has appeared in an English dress, forms part of this work; but, as it contains doctrines thought too sublime for the vulgar, it is often left out of the text, as happens to be the case in this copy. Its place is in the 6th book, called *Bhishma-parva*. This copy is written in the character which, by way of pre-eminence, is called *Dévanágari*. Ly J.\n\n1. b. Ditto.\n\nAnother copy, without notes, written in the character peculiar to the province of *Bengal*, in which the *Brabmans* of that country are wont to transcribe all their *Sanscrita* books. Most of the alphabets of India, though they differ very much in the shape of their letters, agree in their number and powers, and are capable of expressing the *Sanscrita*, as well as their own particular language. This copy contains the *Gitá*, in its proper place. Ly J.\n\n2. a. *Rámáyana*.\n\nThe adventures of *Ráma*, a poem in seven books, with notes, in the *Dévanágari* character. There are several works with the same title, but this, written by *Válmici*, is the most esteemed. The subject of all the *Rámáyanas* is the same: the popular story of *Ráma*, surnamed *Dásaratbi*, supposed to be an incarnation of the god *Vishnu*, and his wonderful exploits to recover his beloved *Sitá* out of the hands of *Rávana*, the gigantic tyrant of *Lancá*. Ly J.\n\n2. b. Ditto.\n\nAnother copy, in the *Bengal* character, without notes, by *Válmici*. Ly J.\n2. c. Ditto.\n\nA very fine copy, in the Dévanágari character, without notes; but unfortunately not finished, the writer having been reduced to a state of insanity, by habitual intoxication. S. W. J.\n\n3. a. Sri Bhágavata.\n\nA poem in twelve books, attributed to Crishna Dwaipádyana Vyása, the reputed author of the Mahá-bhárata, and many other works; with notes by Sridhara Swámi. Dévanágari character. It is to be found in most of the vulgar dialects of India, and in the Persian language. It has also appeared, in a very imperfect and abridged form, in French, under the title of Bagavadam, translated from the Támul version. The chief subject of the Bhágavata is the life of Crishna; but, being one of that species of composition which is called Purána, it necessarily comprises five subjects, including that which may be considered the chief. The Bráhmans, in their books, define a Purána to be \"a poem treating of five subjects: primary creation, or creation of matter in the abstract; secondary creation, or the production of the subordinate beings, both spiritual and material; chronological account of their grand periods of time, called Manwantaras; genealogical rise of families, particularly of those who have reigned in India; and, lastly, a history of the lives of particular families.\" There are many copies of this work in England. Ly J.\n\n3. b. Ditto.\n\nAnother copy, in the Bengal character, without notes.\n\nLy J.\n\n3. c. Ditto.\n\nAnother copy, on palm leaves, in the Bengal character.\n\nS. W. J.\n4. Agni Purāṇa.\n\nThis work, feigned to have been delivered by Agni, the god of fire, contains a variety of subjects, and seems to have been intended as an epitome of Hindu learning. The poem opens with a short account of the several incarnations of Viṣṇu; particularly in the persons of Rāma, whose exploits are the theme of the Rāmāyaṇa, and of Cṛṣṇa, the material offspring of Vasudeva. Then follows a history of the creation; a tedious dissertation on the worship of the gods, with a description of their images, and directions for constructing and setting them up; a concise description of the earth, and of those places which are esteemed holy, with the forms of worship to be observed at them; a treatise on astronomy, or rather astrology; a variety of incantations, charms, and spells, for every occasion; computation of the periods called Manwantaras; a description of the several religious modes of life, called Āśrama, and the duties to be performed in each of them respectively; rules for doing penance; feasts and fasts to be observed throughout the year; rules for bestowing charity; a dissertation on the great advantages to be derived from the mystic character OM! with a hymn to Vasiṣṭha. The next subject relates to the office and duties of princes; under which head are given rules for knowing the qualities of men and women; for choosing arms and ensigns of royalty; for the choice of precious stones; which are followed by a treatise on the art of war, the greatest part of which is wanting in this copy. The next head treats of worldly transactions between man and man, in buying and selling, borrowing and lending, giving and receiving, &c. &c. and the laws respecting them. Then\n\nMDCCXCVIII.\nfollow certain ordinances, according to the Veda, respecting means of security from misfortunes, &c. and for the worship of the gods. Lists of the two races of kings, called the Suryavansa, and the Chandravansa; of the family of Yadu, and of Crishna; with a short history of the twelve years war, described in the Mahá-bhárata. A treatise on the art of healing, as applicable to man and beast, with rules for the management of elephants, horses, and cows; charms and spells for curing various disorders; and the mode of worshipping certain divinities. On the letters of the Sanscrita alphabet; on the ornaments of speech, as applicable to prose, verse, and the drama; on the mystic signification of the single letters of the Sanscrita alphabet; a grammar of the Sanscrita language, and a short vocabulary. The work is divided into 353 short chapters, and is written in the Bengal character. L' J.\n\n5. Cálica Purána.\n\nA mythological history of the goddess Cáli, in verse, and her adventures under various names and characters; a very curious and entertaining work, including, by way of episode, several beautiful allegories, particularly one founded upon the motions of the moon. There seems to be something wanting at the end. Bengal character, without notes. L' J.\n\n6. a. Váyu Purána.\n\nThis work, attributed to Váyu the god of wind, contains, among a variety of other curious subjects, a very circumstantial detail of the creation of all things celestial and terrestrial, with the genealogy of the first inhabitants; a chronological account of the grand periods called Manwantaras, Calpas, &c.; a description of the earth, as divided into Dwipas, Varshas, &c.,\nwith its dimensions in Yojanas; and also of the other planets, and fixed stars, and their relative distances, circumferences of orbits, &c. &c. Written in the Dévanágari character. L' J.\n\n6. b. Ditto.\n\nA duplicate in the Dévanágari character. L' J.\n\n7. Vrihan Náradiya Purána.\n\nThis poem, feigned to have been delivered to Sanatcumára, by the inspired Nárada, like others of the Puránas, opens with chaos and creation; but it treats principally of the unity of God, under the title of Mahá Vishnu; arguing, that all other gods are but emblems of his works, and the goddesses, of his powers; and that the worshipping of either of the triad, creator, preserver, or destroyer, is, in effect, the worshipping of him. The book concludes with rules for the several tribes, in their spiritual and temporal conduct through life. It is a new copy, in the Bengal character, and, for a new copy, remarkably correct. L' J.\n\n8. Náradiya Purána.\n\nThis poem treats principally on the worship of Vishnu, as practised by Rukmángada, one of their ancient kings. Dévanágari character. S. W. J.\n\n9. a. Bhavisbyóttara Purána.\n\nThe second and only remaining part. The subject is confined to religious ceremonies. Dévanágari character. S.W.J.\n\n9. b. Ditto.\n\nWith an Index. Dévanágari character. L' J.\n\n10. Gita-góvinda.\n\nA beautiful and very popular poem, by Jayadéva, upon Crishna, and his youthful adventures. Bengal character. L' J.\n\n11. a. Cumara Sambhava.\nAn epic poem on the birth of Cártica, with notes, by Calidása. Dévanágari character. The notes are separate. Ly. J.\n\n11. Ditto.\n\nA duplicate of the text only, in the Bengal character. Ly. J.\n\n12. Naishadha.\n\nThe adventures of Nala; a poem, with notes. Bengal character. Ly. J.\n\n13. Bhatti.\n\nA popular heroic poem, in the Bengal character. Ly. J.\n\n14. Raghu-vansa.\n\nThe race of Crishna, a poem by Calidas, with notes. Dévanágari character. Ly. J.\n\n15. Vribatcatbá.\n\nTales in verse, by Somadéva. Dévanágari character. Ly. J.\n\n16. Singbásána.\n\nThe throne of Rájá Vicramáditya; a series of instructive tales, supposed to have been related by thirty-two images which ornamented it. Dévanágari character. It has been translated into Persian. Ly. J.\n\n17. Cathá Saritságara.\n\nA collection of tales by Somadéva. Dévanágari character. Ly. J.\n\n18. Suca Saptati.\n\nThe seventy tales of a parrot. Dévanágari character. S.W.J.\n\nThe Persians seem to have borrowed their Tuti-náma from this work.\n\n19. Rasamanjari.\n\nThe analysis of love, a poem, by Bhánudatta Misra. Dévanágari character. Ly. J.\n20. Sántisataca.\nA poem, in the Bengal character. Lv. J.\n\n21. Arjuna Gitá.\nA dialogue, something in the manner of the Bhagavat Gitá. Dévanágari character. Lv. J.\n\n22. Hitópadésa.\nPart of the fables translated by C. W. Written in the Bengal character. Lv. J.\n\n23. Brabmá Nirupana.\nOn the nature of Brabmá. Dévanágari character. Imperfect. Lv. J.\n\n24. Méghaduta.\nA poem. Bengal character. Lv. J.\n\n25. Tantra Sára.\nOn religious ceremonies, by Crisbnánanda Battáchárya. Bengal character. S. W. J.\n\n26. Sabasra Náma.\nThe thousand names of Vishnu. Dévanágari character. S. W. J.\n\n27. Cirátárjuniya.\nA poem, in the Bengal character. Lv. J.\n\n28. Siddhánta Sirómani.\nA treatise on geography and astronomy, by Bháscaráchárya. Dévanágari character. S. W. J.\n\n29. Sangita Nárdyana.\nA treatise on music and dancing. Dévanágari character. S. W. J.\n\n30. Vribadáranyaca.\nPart of the Yajur Veda, with a gloss, by Sancara. Dévanágari character. Lv. J.\n31. Niructi, or Nairucta.\nA gloss on the Veda. Devanagari character. L' J.\n\n32. Aitaréya.\nA discourse on part of the Veda. Devanagari character. L' J.\n\n33. Chandasi.\nFrom the Sáma Veda. Devanagari character. L' J.\n\n34. Mágba Tícá.\nA comment on some other work. Devanagari character. L' J.\n\n35. Rájaballabha.\nDe materia Indorum medicá; by Náráyanadasá. Bengal character. L' J.\n\n36. Hathá Pradípaca.\nInstructions for the performance of the religious discipline called Yóga; by Swátmáráma. Bengal character. L' J.\n\n37. a. Mánava Dhárma Sástra.\nThe institutes of Mánu, translated into English by S. W. J. under the title of \"Institutes of Hindu Law, or the Ordinances of Menu.\" Devanagari character. Incorrect. L' J.\n\n37. b. Ditto.\nDuplicate in the Devanagari character. Very incorrect. L' J.\n\n38. Mugdha-bódha-ticá.\nA commentary on the Mugdha-bódha, which is a Sanscrita grammar, peculiar to the province of Bengal, by Durgá Dásá. Bengal character. Four vols. L' J.\n\n39. Sáraswati Vyácarana.\nThe Sanscrita grammar called Sáraswati. (That part only which treats of the verb.) Devanagari character. L' J.\n40. Sārávali.\nA grammar of the Sanscita language. Incomplete. Bengal character. S. W. J.\n\n41. Siddhánta Caumudi.\nA grammar of the Sanscita language, by Panini, Cátyá-yana, and Patanjali; with a duplicate of the first part, as far as compounds. Dévanágari character. L' J.\n\n42. a. Amara Cósá.\nA vocabulary of the Sanscita language, with a grammatical comment. Not perfect. Dévanágari character. L' J.\n\n42. b. Ditto.\nThe botanical chapter only, with a comment. Dévanágari character. L' J.\n\n42. c. Ditto.\nThe whole complete. Bengal character. S. W. J.\n\n43. Médini Cósá.\nA dictionary of the Sanscita language. Dévanágari character. L' J.\n\n44. Viswapracásá Cósá.\nA dictionary of the Sanscita language; by Mahéswara. Dévanágari character. L' J.\n\n45. Sabda Sandarbha Sindu.\nA dictionary of the Sanscita language; by Cásinátba Sarman. It appears from the introduction, that it was compiled expressly for the use of S.W.J. The learned author is, at present, head professor in the newly-established college at Varanási. Dévanágari character. Two vols. folio. L' J.\n\n46. Vénisanhbára.\nA drama, Sanscita and Prácrita, in the Bengal character. L' J.\n47. Mahá Nátaca.\nA drama, Sanscrita and Prácrita, in the Bengal character.\n\nLy. J.\n\n48. Sacuntalá.\nA drama, Sanscrita and Prácrita, in the Bengal character.\nThis is the beautiful play which was translated into English by S. W. J. but not the copy he used for that purpose.\n\nLy. J.\n\n49. Málati and Mádbhava.\nA drama, Sanscrita and Prácrita, in the Bengal character.\n\nLy. J.\n\n50. Hásyárnava.\nA farce, Sanscrita and Prácrita, in the Bengal character.\n\nLy. J.\n\n51. Cautuca Sarvaswam.\nA farce, Sanscrita and Prácrita, in the Bengal character.\n\nLy. J.\n\n52. Chandrábbhíbécá.\nA drama, Sanscrita and Prácrita. Bengal character.\n\nLy. J.\n\n53. Ratnávali.\nA drama, Sanscrita and Prácrita. Bengal character.\n\nLy. J.\n\n54. Vicramórvasi.\nA drama, Sanscrita and Prácrita. Bengal character.\n\nLy. J.\n\n55. Manavicágmitra.\nA drama, Sanscrita and Prácrita. Bengal character.\n\nLy. J.\n56. A catalogue of Sanscrita books, on various subjects. \nDīvanāgari character. L' J.\n\nN. B. Those articles in the above catalogue, marked S.W.J. \nwere presented by Sir William Jones; and those marked \nL' J. by Lady Jones. A catalogue of the Persian and Arabic \nMSS. presented by them, will be given in a future volume.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106991.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 4503,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1446,
        2
      ],
      [
        1446,
        2945,
        3
      ],
      [
        2945,
        4451,
        4
      ],
      [
        4451,
        6166,
        5
      ],
      [
        6166,
        7828,
        6
      ],
      [
        7828,
        9266,
        7
      ],
      [
        9266,
        10345,
        8
      ],
      [
        10345,
        11279,
        9
      ],
      [
        11279,
        12379,
        10
      ],
      [
        12379,
        13516,
        11
      ],
      [
        13516,
        14376,
        12
      ],
      [
        14376,
        14695,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106991",
    "title": "A Catalogue of Sanscrita Manuscripts Presented to the Royal Society by Sir William and Lady Jones. By Charles Wilkins, Esq. F. R. S.",
    "authors": "Sir William, Charles Wilkins, Lady Jones",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106991"
  }
}