{
  "id": "8881a40254f0df39ae245b4f3d8dab839a98070e",
  "text": "XXIII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1763, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. et Soc. Reg. aliquando Praeses: By John Wilmer, M.D. clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic.\n\nRead May 3, 1764.\n\n2051 Achillæa foliis pinnatis supradecompositis laciniis linearibus distantibus. Flor. Leyd. Prod. 175.\n\n2052 Achillæa foliis setaceis dentatis, denticulis subintegris subulatis reflexis. Linn. Sp. pl. 896.\n\n2053 Achyranthes caule erecto, foliis ovatis, calycibus spicæ adpressis.\n\n2054 Aconitum foliorum laciniis linearibus superne latoribus linea exaratis. Hort. Cliff. 214.\n\n2055 Æschynomene leguminibus subæqualibus laevibus. Linn. Sp. Pl. 714.\n\n2056 Angelica foliolis æqualibus ovatis, inciso-ferratis. Hort. Cliff. 97.\n\n2057 Anthericum foliis carnosis subulatis téretibus, fæpo subramoso. Hort. Upsal. 83.\n\n2058 Asperula foliis inferioribus senis, intermediis quaternis subulatis triquetris, floribus quadridis. Linn. Sp. Pl. 104.\n\nVol. LIV. T 2059 Astragalus\n2059 Astragalus (Chinensis) caulescens procumbens, capitulis pedunculatis, leguminibus prismaticis rectis triquetris, apice subulatis.\n\n2060 Boerhavia caule diffuso. Linn. Sp. Pl. 3.\n\n2061 Caucalis umbella trifida, umbellulis tripertmis involucris triphyllis. Hort. Cliff. 91.\n\n2062 Cerastium foliis lineari-lanceolatis tomentosis, pedunculis ramosis, capsulis globosis.\n\nCaryophyllus holosteus tomentosus angustifolius. C. B. P. 210.\n\n2063 Chionanthus pedunculis trifidis trilioris. Linn. Sp. Pl. 8.\n\n2064 Convolvulus foliis lanceolatis tomentosis, floribus capitatis, calycibus hirsutis, caule erectusculo. Linn. Sp. Pl. 224.\n\n2065 Cytisus floribus capitatis, ramis decumbentibus. Prod. Leyd. 376.\n\n2066 Dracocephalum floribus verticillatis, bracteis oblongis ovatis integerrinis, corollis majusculis nutantibus. Hort. Upsal. 167.\n\n2067 Echium corollis stamine longioribus. Linn. Sp. Pl. 140.\n\nEchium amplissimo folio Lusitanicum. Tourn. Inst. 135.\n\n2068 Erigeron pedunculis alternis unifloris. Hort. Cliff. 407.\n\n2069 Euphorbia inermis fruticosa, foliis lanceolato-linearibus, floribus erectis, capsulis glabris.\n\n2070 Euphorbia umbella quinquefida trifida dichotoma, involucellis ovatis, foliis lanceolatis, capsulis lanatis. Lin. Sp. Pl. 460.\n\n2071 Ferula foliis pinnatifidis, pinnis linearibus planis trifidis. Hort. Cliff. 95.\n\n2072 Ferula\n2072 Ferula durior seu rigidis et brevissimis foliis. Bocc. Mus. p. 2. Tab. 76.\n2073 Galium foliis octonis linearibus sulcatis, ramis floriferis brevibus. Hort. Cliff. 107.\n2074 Gypsophylla foliis lanceolatis subtrinerviis rectis. Linn. Sp. Pl. 582.\n2075 Hypericum floribus tetragynis, caule erecto herbaceo simplici, foliis integerrimis semiamplexicaulibus.\n2076 Hypochaeris calycibus æqualibus hispidis. Hort. Cliff. 385.\n2077 Ixatis foliis omnibus dentatis. Linn. Sp. Pl. 671.\n2078 Lantana foliis oppositis subeffilibus, floribus racemosis. Linn. Syst. 1116.\n2079 Mefembry-anthemum foliis triquetris acutis punctatis distinctis, calycinis foliolis ovato-cordatis. Hort. Cliff. 220.\n2080 Nigella pistillis quinis, petalis integris, capsulis turbinatis. Linn. Sp. Pl. 753.\n2081 Nigella pistillis denis corollam æquantibus. Hort. Upsal. 154.\n2082 Nigella pistillis quinis, capsulis muricatis subrotundis, foliis subpilosis. Hort. Upsal. 154.\n2083 Oenanthe umbellularum pedunculis marginalibus longioribus ramosis masculis. 62.\n2084 Raphanus (Chinenfis) siliquis torosis acuminatis foliis integris.\n2085 Rudbeckia foliis lanceolato-ovatis hirsutis, radii petalis bifidis.\n2086 Rumex floribus dioicis, foliis cordatis amplexicaulibus.\n2087 Scabiosa corollulis quinquefidis, foliis diffectis, receptaculis florum subrotundis. Hort. Cliff. 31.\n\nT 2 2088 Scabiosa\n2088 Scabiosa corollulis quinquefidis radiantibus, foliis bipinnatis linearibus. Linn. Sp. Pl. 101.\n2089 Scabiosa stellata folio laciniato minor five maritima. C. B. P.\n2090 Sisymbrium foliis pinnato-hastatis dentatis, filiquis erectis. Lin. Sp. Pl. 659.\n2091 Scandix seminibus nitidis ovato-subulatis, umbellis fessilibus lateralibus. H. Cliff. 110.\n2092 Scleranthus calycibus fructus patulis. Flor. Suec. 377.\n2093 Solanum caule inermi herbaceo erecto, foliis ovatis integris glabris, umbellis axillaribus.\n2094 Trifolium capitulis dimidiatis, foliis quinatis fessilibus, leguminibus polyspermis. Hort. Upsal. 223.\n2095 Trifolium leguminibus racemosis nudis monospermis, caule erecto. H. Upsal. 223.\n2096 Thalictrum caule folioso sulcato, foliis linearibus carnosis. Dalib. Paris. 162.\n2097 Veratrum racemo composito, corollis patentissimis. Lin. Sp. 1044.\n2098 Verbena tetrandra, spicis capitato-conicis, foliis ferratis caule repente. Fl. Zeyl. 399.\n2099 Veronica spicis terminalibus, foliis oppositis lineari-lanceolatis, acute ferratis, caule erecto.\n2100 Viburnum foliis ferrulatis ovatis acuminatis glabris, petiolis marginatis. Linn. Sp. Pl. 384.\n\nXXIV. Ob-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105539.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2100,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1150,
        2
      ],
      [
        1150,
        2497,
        3
      ],
      [
        2497,
        3856,
        4
      ],
      [
        3856,
        5022,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105539",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1763, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. et Soc. Reg. Aliquando Praeses: By John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic",
    "authors": "Hans Sloane, John Wilmer",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105539"
  }
}