{
  "id": "26065647194ea5ff1799232cdace2edf81a0637d",
  "text": "Tuta, ac efficax Luis Venereæ, saxe absque Mercu-\ncurio, ac semper sine Salivatione mercuriali,\nCurandæ methodus. Authore Davide Aber-\ncromby, M.D. Lond, in Octav. 1684.\n\nThe Author describes the nature of the French Pox, which he asserts to consist in a cold moist Vapour, lodg'd chiefly in the Organs of Generation, and thence diffused throughout the whole Body: which assertion he endeavours to make good by several Arguments.\n\nHe explains the manner, how it first invades, and the several steps of its progress.\n\nHe enquires into the nature of Mercury, examines Untzer's Description of it, which he confutes as to some particulars, and at last affirms, that, Mercury is of a moist and cold nature. From the premises he concludes, that Mercury is not proper in this distemper.\n\nHe proposes a way of curing the Pox, without the use of Mercury.\n\nA second way of curing the Pox, in which Mercury is used, but not in order to Salivation.\nHe puts down several topical Remedies, answering some of the severer Symptoms of the Lues.\n\nHe describes the Symptoms of it, at its first appearance.\n\nHe shews how far the Scurvy and French Pox agree, as to their Symptoms.\n\nHe gives the method of curing Virulent Gonorrhea's, and Venereal Bubos.\n\nHe relates some approv'd Topical Remedies against the more considerable symptoms attending a Virulent Gonorrhea.\n\nHe reckons up the difference between a simple and a Virulent Gonorrhea.\n\nAnd at last, he considers how well his Remedies are adapted to his Hypothesis, of this Disease.\n\nOXFORD,\n\nPrinted at the THEATER, and are to be sold by Moses Pitt, at the Angel, and Samuel Smith, at the Princes Arms in St. Paul's Church-yard LONDON. 1684.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102066.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 516,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        937,
        2
      ],
      [
        937,
        1676,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102066",
    "title": "An Account of a Book",
    "authors": "Davide Abercromby",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102066"
  }
}