{
  "id": "7fcdfcb8d080df764ca87877efeaf7421ff56670",
  "text": "nimis vel minimè nos crastino afficiunt die. Immo ad\nhanc omnem diversitatem operantur Temperie solummo-\nelo differentibus.\n\nQuam igitur tan invicta sit ubiq; difficulcas in debita\nPharmacorum evacuantium dose decernendâ; optandam\neflet, methodus quâ possimus eadem absq; dubio admi-\nnistrare.\n\nMethodum hanc apodeicticis expedit argumentis, simul\n& sigillis occulsum praesidi nostro commisit.\n\nRogat tamen Medicos quoslibet, quænam sit illa vel\nsimilis Methodus quâ sine errore dirigamur; eorumque\nsolutiones ad Cal. Mart. 1705-6 exportabit, quas postmo-\ndum cum ful publicabit.\n\nVIII. Part of a Letter from Dr David Krieg, F.R.S.\nto the Publisher, concerning Cobalt, and the Prepara-\ntions of Smalt and Arsenic.\n\nI Spent about 8 weeks in my own Country, and my\nchiefest Business was to enquire for the Minerals found\nthereabout, and to observe their preparations. First, I\nshall describe the preparation of the blue Colour, called\nSmaltum, which is made of Cobalt or Cadmia nativa, because it\nis not clearly described by any Author, as much as I know.\n\nNow the Cadmia or Cobalt is a massie, heavy, grey\nshining Stone, found in a great quantity in the Mines\nabout Shneeberg, and some other places of Hermunduria. It\nis very often mixed with Marcasite, sometimes with\nSilver and Copper Oar, yea, the Silver is (but seldom)\npure in the Figure of Hair.\n\nAfter they have pick’d out the Cobalt, and separated it\nfrom the common Stone, they beat it to Powder by an\nEngine or Machine, commonly used in Mines (called a\nPoolwork.) By that Operation, the Water carries away\nthe light stuff and Sand, leaving the heaviest behind.\n\nThis\nThis Powder is afterwards put into a low and broad Furnace, made on purpose to separate the Sulphur and Arsenick; where the Powder is spread all over, and the Fire, which is beneath and behind it, is forced to pass its flame along over the Powder, and so to take along with it the Arsenick in form of a Smoak, which afterwards is receiv'd by a low Chimney, and out of that carried in a close Channel made of Brick wall, of about 50 or more paces, where the Arsenick by the way sticks to the Wall, in form of a White or Yellowish Powder. The same is taken out every 6 months and melted into whole pieces.\n\nThe Cobalt thus roasted, and smoaking little more, being red hot, is taken out, cooled again and gathered for melting. Its Colour by that way of roasting is turned a little more whitish.\n\nWhen they have a mind to melt it, the Powder of the Cobalt is mixed with Pot Ashes and Powder of White Flint Stones: The proportion of them is according to the goodness of the Cobalt, or as they will make the Smalt of a deep or paler colour: For Example, they take one part of Pot Ashes, two parts of Cobalt, and 3 or 4 parts of Flint. This Mixture is put into great strong Pots, standing in a hot Furnace; 6 or 8 Pots in one Furnace; there it stands a melting for 5 or 6 hours time, turning into a blue Glass, which afterwards is taken out with a great Iron Spoon and put into a Vessel full of cold Water, where it cracketh and grows more tender, to be the more easily powdered again: But the empty pot in the Furnace is filled up again with the aforesaid mixture. And so they continue night and day, not leaving off the fire in the Furnace.\n\nThe blue Glass taken out of the Water is powdered again by the ordinary Engine; the finest, separated by a Sieve, is put into a Mill, and grinded in Water into the finest Powder, which by washing is still separated from the Courser.\nThe same is afterwards dried in little and warm Chambers, put into Barrels, and thus sent away to several Countries.\n\nIf one of the Melting Pots breaks, or is very much burnt, so that it must be taken out, there they find always on the bottom two Cakes of different stuff, not mixed with one another. The undermost is a sort of *Caldaireum* or (*Gleiken Spisse*) and the uppermost is of *Marcasit*.\n\nThe Grass and Fruits growing there about, where such a Work-house stands, is commonly poisoned by the Arsenical Smoak, that no Cattel or Men can without damage feed upon them.\n\n---\n\n**Explication of the Figures, Tab. 4. concerning the making of Smalt.**\n\n**Fig. 1, 2.**\nThe Furnace where the Cobalt is roasted, and the Arsenick separated.\na. The Furnace to roast the Powder'd Cobalt.\nb. The Chimney accepting the Arsenical Smoak.\nc. c. c. The Channel of Stones to collect the Arsenick.\n\n**Fig. 3.**\nThe Furnace for melting the Cobalt into a Glass.\na a a a the holes where stand the Melting Pots.\nThe great holes, where they put in the Pots is shut up with Bricks, and a little one left, where they take out the Glass with the Spoon.\n\n**Fig. 4.**\n2 Grinding Stones to Grind in Water.\n\n---\n\nPrinted for Sam Smith and Benj. Walford, Printers to the Royal Society, at the Princes Arms in St Paul's Church-yard, 1705.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102956.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9454,
    "total-output-tokens": 1462,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1626,
        4
      ],
      [
        1626,
        3496,
        5
      ],
      [
        3496,
        4808,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102956",
    "title": "Part of a Letter from Dr David Kreig, F. R. S. to the Publisher, concerning Cobalt, and the Preparations of Smalt and Arsenic",
    "authors": "David Krieg",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102956"
  }
}