{
  "id": "7c180dff4be22e668aea137af39a5b0b12051168",
  "text": "A Letter, written to the Publisher by the Learned and Experienced Dr Timothy Clarke, one of His Majesties Physicians in Ordinary, concerning some Anatomical Inventions and Observations, particularly the Origin of the Injection into Veins, the Transfusion of Blood, and the Parts of Generation.\n\nAmidum, Clarissime Oldenburgi, ab Oratore didici, ex omnibus virtutis premis, amplissimam esse Gloriam, atque etiam proculdubio omnibus maxime desiderabile, cum hæc unica sit, quæ brevitate vita, posteritatis memoria consoletur; quæ efficit, ut absentes adsimus, ut mortui vivamus; & cujus gradibus homines in caelum videntur ascendere. Humano generi ergo connatus videtur esse gloriae appetitus, & ejus igniculi in ipsa puertitia videntur micare, quibus magna ingenia ad maxime Laudabilia peragenda stimulantur, & minora etiam ad aliquid maius agendum accenduntur. Sed cum Appetitus hic inordinatus & illicitus evadat, & in parte animi, rationis experte, stabuletur, & ut alia cupiditates effrenate, flagitia perpetrare audet; viri etiam ita animo laborantes, non diutius solida & expressa contenti gloria (viz. Consentiente lande bonorum, & incorrupta voce bene Judicantium de excellenti virtute) aliorum laudibus obirentant, corum nomina fugillant. & aliena etiam bona, ut sibi propria, arrogare audent. Sed dolendum est, doctam & literatam gentem talibus animi agititudinibus etiam laborare; cum penes Philosophum solum sit Animi Medicina, cujus salutaribus praecipis qui paruerint, tranquillitate illa placidæ quietaque constantia locupletantur, quæ motus turbidos Ira, & cupidinis inanis gloriae, rationi contrarios, penitus compescit: unde evenit, quod qui revera solidam hanc gloriam possident, non indelationes evadunt, sed placido, secreto, & tranquillo fruente Gaudio, non tam premia sequuntur rectè factorum quam ipsa recta facta. Horum Animi eodem persunduntur gaudio, quando aliquid humano generi proficuum, vel rei litterarie ornamentum concilians, vel ab ipsismet vel ab aliis inventum; aliorum laudes pleno effundunt ore, & proprias non avidissimis auribus excipiunt, quin multò malint potius, alios splendorem sibi aliquem conciliare plumis & ornamentis conductis, quam ut illimet ipsæ ullo aliorum\nrum cultu splendere videantur. Verum pauci, quos aquus amavit Jupiter, hanc Animi sanitätam acquisiverunt, quia plerisque inculta jacet moralis Philosophia, qua sola animorum agititudinibus medelas asserre potest. Hinc eventit, quod Juvenes & Tyrones multi, qui Musarum limen vix adhuc salutaverint, nec primas Scientiae lineas exarare didicierint, Seniores & multo doctiores inani spernunt fastu; nec minus Seniores quamplurimi, eodem fastu laborantes, qui veterum quorundam verba, fortasse male intellecta, per annos multos solum edidicere, verbosa illa Philosophia tumidiissimi facti, injuriis petulantissimis, doctos Juniorum, in vera Philosophia indagatione sudantes, infectantur. In Medicina vero praecipue, utrinque hujus generis abundant homines, praeter Turbam magnam indoctissimorum, qui, si forte Mechanicam aliqualem Cartesii rationem audiverint & male intellecterint (integrum quippe Cartesii Systema, eorum captum longe superat) vel si praetigis sumivendolorum quorundam ludificati, Carbonum magnum facere dispendium, & quadam male-olentia torrefactione fieri didicerint, se non modo Philosophos, sed solos Sophos esse jactitant, & vera medicinae cultores; inter quos nil nisi Philosophia vel Philosophi per Ignem circumsonat. Sed missis istius farina hominibus, si mihi quidem copia sit optandi, libenter velim, ut inter viros vere doctos & medios res aliter ageretur, ut scil. Medici seniores, multa lectione & veterum authoritatibus freti, sedulis Junioribus, neganti vel affirmandi arrogantia, languorem ne incuterent; Velim etiam, ut Juniorum, qui vera scientiae vestigia sequi cupiunt, & quibus causa vel consilio, quedam non ante nota, vel diuturna obscuritate latentia, in lucem producere contigerit; velim, inquam, ut hic etiam, omni seposito fastu, in memoriam revocent per-paeca revera sciri posse. & multa sibi necdum nota, senescentem docere etatem; idoque summa observantia honores debitos Senioribus deferri omnino debere. Sed intercujusvis atatis homines ubivis equidem bella moventur, dum invidia, non emulatio, incitationem accendit. Viri enim voluminosi, & librorum Heluones, quibus magnum semper est in promptu verborum Armamentarium, in litem studio certaminis parati, quosvis adoriantur, qui veterum opiniones ullas, quas ipsi longa cogitatione, proprias tandem (uti opinantur,) effecerunt, labefactare audent. Dum enim recordari, illis est Sapere & Scire, agrè ferunt, alios, fortasse Juniorum, novis experimentis,\ntis, nepperrime inventis (etsi ex sensuum evidentia petitis). Systema Philosophiae, ab illis tam pulchre effictum, velle deturpare. Hi ergo, magnis argumentorum notionalium copiis apprime instructi, bellum indicunt, non omissis rixarum & convitiorum turpium auxilis. Alii sunt, qui saniorem ostentant Philosophiam, viz. Experimentalem, sed solum Glorie inanis cupidine stimulati, non vero sciendi ardore flagrantres, nomina Authorum, vel rerum Inventarum, unice ambiant, proindeque, Inventione aliqua nova fortuito audita, statim scripturientibus calamis, mundum credere volunt, se solos illius Inventionis suisse authores, vel se saltem primos de tali re cogitasse, sed praet aliis quibusdam (magni produbio momenti) negotiis impeditos illam in apricum proficere non potuisse; etiam si vix adhuc animo attente secum expenderint, sine res revera consideratu digna, ullumve ex illa emolummentum humano generi, vel rei litteraria possit asserri: Adhuc, tales inventiones, casu, non consilio, acquisitas, fortuna imprimis acceptas esse ferendas, easque doctis aequae ac indoeatis posse contingere. Absit vero, ut de fama virorum doctorum detraham, qui in re Anatomica praestim insudantes, in magna illa nepperrime Inventa fortuito incidereunt. Asellii enim sedulus in Vivorum Anatomia labor summopere est laudandus; unde primam vasorum Lacteorum notitiam habuimus; quamvis, teste ipsomet, fortuito illa invenerit. Doctissimus Pecquetus inventionem illam feliciissimam Ductuum Thoraciconum, munus fortuna, vel potius eximium Dei beneficium agnovit. Magnus Bartholinus, uti & Doctissimus Rudbeckius, alia de Lacteis querentes, fortuito in Vasorum Lymphaticorum notitiam inciderunt. Ac mihi ctiam liceat asserere (id quod ali etiam multi, fide digni, testari mecum paerent) Jolivium nostrum etiam ante Annum 1652, dum quaedam circa Vasa praeparantia indagaret, superius facta ligatura, inferiusque testiculum cum involucris manu tractaret, ut inde vasa variaiora readdentur, de re tali ne cognitam quidem, primum Vaia etiam Lymphatica surgescere vidisse.\n\nQuae quidem haud cieta velim, ut laboribus semper laudandis, vel etiam felici Bartholini vel Rudbeckii fortuna quicquam derogem, sed solum ut quod & fortuna, & laboribus Jolivii nostri debitum erat, & illi redderem. Ille vero, dum supersites manebat, de rebus fortuito inventis rixatis, nec viro prudenti, nec docto medico\ndico dignum judicabat, nulla laborans invidia, quod viri tamen docti,\nejusdam felicis fortunae participes fuere; liberter etiam agnoscetur\ncorum industriae & fortunam ab omnibus laudandam esse; praesertim cum in suspicionem ne venire quidem posset, ullum horum alteri inventionem clam eripisse. Absit semper a viris doctis malitia & petulantia eorum, qui veros rerum Inventores sugillant, & inventiones doctorum virorum, sedulo in re litteraria operam navantium, vel nihil faciunt, vel siibimet arrogant, vel aliis adscribent. Interim homines talibus animi vitiis laborantes, ubique se ferantur, & cujusvis gentis viri docti, eorumdem ictibus feriuntur. Nostrates praecipue talia accepere verbera (si tamen verbera sint dicenda, queris & designatione accipiuntur.) Circulatio Harveana, res non casu, sed consilio, inventa, et si sensum evidebita confirmata, & oculis manibusque quibusvis rei Anatomicae peritis, luce meridianae clarior exhibita; frequenter tamen verbosa Philosophia, & veniosis argumentorum machinis, turbata fuit. His vero sprexis, immota manet veritas. Interim alia ab invidia praerantur arma, & inventionum hoc nobilissimum cuivis potius quam vero Inventori, adscribere multis placuit. Clarissimus Bartholinus, qui sua omnia, & aliorum multa quotidie publica facit, non mediocriter in Epistola 47 Centuriæ secundæ, Bogdano suo dicta, de talibus conquiritur injuriis: Sed tamen in epistola 26 Centuriæ primæ secretum nulli (uti ait) revelandum, toto communicat orbi; viz. Patrem Paulum Venetum, verum sanguinis Circulationis inventorem fuisse. Si defunctus Harveus defensione nostra nunc egeret, facile monstrare possimus, magnum & summe doctum Paulum ab ipso Harveo, (inter hos enim vetusta manebat amicitia) primam Circulationis notitiam (mediante Oratore Veneto, hic tunc temporis commorante) recepisse. Interim doleo sane, Venerandum Bartholinum, cujus doctos labores suspicio, & cujus senectutem veneror, ita candoris memoriam demississe, ut futilem illam Bogdani epistolam 62 Centuriæ secundæ typis mandaret, in qua ille Medicos Londinenses injuriis petulantissimis infectatur. Peregrinus ille à Clarissimo Entic, & aliis nostratis, satis fortasse nimis comiter exceptus fuit, sed dedignabantur viri docti, quæstionibus ineptis tam tenuis Emissarii satisfacere; hinc iratum animalculum sibilando ingenium prodere capit. Sed non est meum, calumniatores redarguere contumeliis litterato orbi satis notum est, Philosophos & Medicos Anglic\nnon multa inepta vel inconcocta divulgasse, nec eorum adeo multos\nscipturie di pruritu laborare. Verulamius, et Gilbertus, Philoso-\nphiae verae magna edidere Specimina; et Medici nostrates, Harueius,\nGlissonius, Entius, Whartonus, Willisius, et alii, res nonnisi de-\nmonstrativas ut plurimum publicas fecere; nec festinando caecos par-\nturiere caulos. Affirmandi sane arrogantiam, in rebus praesertim\nconjecturalibus, ubique, putem, vitavere, & (spero) vitabunt, te-\nmeritatemque fugient, satis gnari, quantis in tenebris laboremus.\nObruitur vero, et tantum non possundatur res-publica litteraria, dum\npopularis auræ aucupatores multi, nec veritati, nec humani generis\ncommodo litantes, quotidie res suas insulsas, et male intellectas, for-\ntasse vix intelligibiles mundo protrudunt: unde nimis praecocia inge-\nntia notionibus non intelligendis insanire videntur. Agyria vero,\nfumivendali, et circumforanei, quasi de rebus nunquam assequendis\ncertam haberent Scientiam, audacter de his pronunciant, atque\ninsolentia et audacia, à Sapientibus semper irridenda, Veritatem\net Scientiam sibi solis vendicant, quam nec quid sit scibile norint,\nnec quicquam veri sapiant. Interim vero, estu quodam ignorantia,\nin altam grandisonantis hujus dementia admirationem plebs indo-\neta rapitur. Pergat sane gens utraque, bona doctorum omnium\nveria, ubivis et in quovis decipi, et insanire, modo à Medicine\npraxi abstinent, nec de humana pelle tam temere ludant. Per\nduo annorum millia, ab experientia adhuc crescit Medicina; at\nnulla fit in praxi experientia utilis nisi summa adhibita ratione, et\ndebite simul quibusvis collatis circumstantiis. Metienda ergo\nsunt, quaecunque in medicinæ praxi nova; et caute admodum cum\nillis procedendum, donec evidentia et multiplici experientia, confir-\nmata fuerint. Mihi enim non liquet, ulia remedia hominibus su-\nisse revelata; sed omnia ab experimentis diversimode factis, mu-\ntuo communicatis, simul collatis, et tandem a Viris doctis congestis,\nmundo tradita fuere. Hodie vero novatores non erubescunt assere-\nre, se magnum aliquod remedium novum, nec sibimet nec aliis antea\nno'um, jam nunc invenisse; et statim insignes ejus praedicant vir-\ntutes, a nemine tamen ut plurimum percipiendas unquam. Seniores\nvero sapientiores, et bene exercitati Medici, vix, ni fallor, credent,\nillum diu inter multos et multifarie agrotos versatum suisse, qui\naudacter de peculiarium remediiorum virtutibus, nunquam fallenti-\nbus; ad experientiam provocat. Insurgunt tamen quotidie ho-\nmines\nmines quidam, qui re aliqua, ipsis fortasse nova, fortuito audita,\nvellecta, & male ut plurimum intellecta, eam statim novitatis so-\nlum causâ in arcifissimos recipiunt amplexus, phantasia diligentem fo-\nvent, & verborum fortasse sesquipedalium mangonio in molem\naliquidem sufflare nituntur, & deinde supposititia hæc pro suis\nmundo obtrudunt, & statim Authorum & Inventorum nomina\nusurpantes, minus doctos Tyronefque credulos in devios errores\nagunt.\n\nSed aliter proculdubio agendum est illis, qui ad veram scienti-\nam promovendam, operam strenue navant. Insulta & indigesta\nnon statim evulganda sunt, & diu etiam de rerum in lucem emit-\ntendarum veritate, certitudine & utilitate pensandum. Si enim\nsubacto judicio, qua typis sunt mandata, composita fuissent; viri\nliterati non tanta librorum inutilium mole fatigarentur.\n\nHis consideratis, Doctissime Oldenburghi, mea qualiacunque\n fuerint, vix typis digna judicare possum. Et si enim per plus quam\nduo annorum lustra præterita, diligentem in miscendi variis cum A-\nnimalium viventium sanguine liquoribus sudaverim, nec solum po-\ntenta diversa, usque ad libras duas, in massam sanguineam in-\nfundi & misceri curaverim, sed etiam Emetica, Cathartica, Diu-\nretica, Cardiaca, & Opiata isto modo exhibuerim; provirili etiam\neorum effecta notaverim, praetera sanguinis etiam ipsius Transfu-\nsionem sapienter tentaverim; agnosco tamen me de hujusmodi experi-\nmentorum utilitate multum adhuc dubitare. Nosti tutemet, do-\nctissime vir, me ante quinque circiter abhinc annos horum experi-\nmentorum vires, Societati Regiae communicasse, cujus hortatu\nea typis tunc temporis mandare decreveram: sed dum alia hujus-\nmodi experimenta reperebant, ut certius possem de eorum usu & utili-\ntate statuere, viae sapienter occurrebat phænomena, que me\nadhuc anxium tenent, talis ne possint operationes tuis unquam ad\nmorbos simulatos applicari. Vruntamen agnosco, me opinari ha-\netenus, posse res Anatomicae, & nature sanguinis melius expiscande,\ninfusiones diversorum liquorum in vexas animalium viventium, in-\nservire. Putem insuper, Transfusionem sanguinis in magnis & subi-\ntaneis sanguinis profusionibus, ad vires subito instaurandas, for-\ntasse multum posse conducere. Tutemet obiscum vidisti, Vir Ami-\ncissime, animal larga sanguinis profusione fere exsangue reddi-\ntam, & convulsionibus lethalibus plane moribundum, sanguine al-\nterius\nterius animalis, non ejusdem speciei, in illum transfuso, intra septem horae minuta, ad pristinum & perfectum vigorem restitutum. Ex repetitis tamen experimentis dubia mecum manent diversa, post sine morbi uli ex Transfusionibus talibus sanari, vel etiam in atate senili, juventutis vigor aliquatenus instaurari; specierumque vel individuorum ingenia vel dotes ita alterari, ut a nativis diversa tandem evadant. Fam scimus, alterationes diversas, quas sepius in animalibus & eorum sanguine, ex liquoribus variis infusi, factas observavimus; sed, ni fallor, ut aliquid in verum animalis commodum verti possit, illud, quicquid sit, quod cum massa sanguinea misceri debet, praeviam illam, in primis concoctionibus alterationem & dispositionem requirit, qua hoc apium natum adtales usu reddat.\n\nSed, Deo dante, promissa tandem exsolvam, & aliquas ex Observationibus illis, quas peregi, publicas faciam. Quod moram adhuc injicit, praeter negotia & statum vita nimis valetudinarium, est, quod quaedam, que de sanguinis Natalitius primis, mihi observasse contigit, & quaedam etiam de variis ejus analyzibns, ad aliqualem majorem continuidinem reducere velim: Pollicor quippe paucia illa, que alti a me evulgatae digna judicavere, fore nonnisi facta & observata quaedam, perspicue & fideliter recitata; quaque de his ratiocinari ausus fuerim, ex evidenti sensus pro virili deducta.\n\nCeterum, cum Tu ita velis, doctissime Vir, & quod ita fieri oporteat credas, fideliter Originem Transfusionis sanguinis, ut ea apud nos saltem se habet, cuarrabo. Missi testimonio illo, quod a viro fide digno, & Regalis Societatis consorte, penes Te etiamnum repertur, viz. Rever. Dominum Potter, Theologum insignem, triginta ab hinc annis, considerat à Circulatione. Harveyana, socio huic nostro & aliis viris doctis, sepsum sanguinis Transfusionem proposuisse; Ego equidem, que mihi ipsi hac de re certo cognita sunt, solum referam. Circa finem Anni 1656. aut circiter, Mathematicus ille insignissimus, D.D. Christophorus Wren primus infusionem variorum liquorum in Massam sanguineam viventium animalium excogitavit & Oxonii peregit. Anno sequenti, viz. 1657 idem mihi tunc temporis, sanguinis naturam provirili inaganti, que ipse fecerat, etiam communicavit, ex quo tempore diligentem ad diversa hujusmodi experimenta facienda me accingebam: & inter alia, que tunc temporis agenda decrevi, aquas, cerevisias cujusvis generis, lac, serum\nserum lactis, juscula, vina, Sp. Vini, & animalium diversorum sanguinem, injicienda mecum statui. Et praeter fistulas alias, ad varias operationes adaptatas, quasdam Figure tertiae in modum, factas habui, ut uno extremito in arte iam unius animalis immisse, altero in venam alterius, sanguis ab uno animali in alterum facilius transfundi posset: & ut docto curvis, quod debitum est, reddam, D. Dr. Henihaw, etiam e Societate Regia, vel ante hoc, vel circa idem tempus (uti & egomet) incassum tamen, eadem methodo, sanguinis Transfusionem tentavit. Hinc est, quod cum in Regali Societate, inter alia Experimenta (quod ex Archivis illius satis liquet) sanguinis Transfusio proponeretur, alii viri docti mecum opinabantur, ex operatione tali nil fortasse sperandum, atque ipsimet difficulitates recitavi, qua mihi hanc operationem peragenti contigerant. Dehinc res denuo tentata, nobiscum non successit, donec Doctissimus & Exercitatus Anatomicus, D. Dr. Lower, Oxonii, Anno 1666. rem feliciter conficeret. Quo facto tutem, sub ejusdem anni finem, totam rem cum operationis methodo; publicam fecisti. Anno sequenti, ex Gallia etiam de hac operatione audivimus. Factor, me totum gaudio perfusum fuisse, quem certus redderer, fiduciam Gallicam illud aggressam esse, quod timor vel ignavia fortasse nostra, vix tentare quidem ausa fuerat. Scis, doctissime vir, quanto cum applausu Clarissimo Denilio assurrexi, qui non solum ingeniosissime talen experimentorum defensionem suscepit, sed in Homibus etiam postea celebravit.\n\nAt tanti mihi non videtur, Eruditum illum Gallum tam strenue & animose de prima Transfusionis sanguinis origine contendere, vel me etiam primam ejus Inventionem nobis ipsis vendicare. Tuttetem, ni fallor, D. Oldenburgi, hunc Gallum in errorem duxisti. In Philosophicis enim tuis Transectionibus, Mensis Decembri, Anno 1665. editis, ubi de origine Infusionis variorum liquorum in venas, rationem reddidisti, inquis; Sex ab illo tempore retro annis ad minimum, D.D. Christopherum Wren Infusionem illam primum omnium tentasse.\n\nNemo fortasse dubitabit, quin, si quis de hoc Experimento promoverendo serio cogitaret, & de variis cum sanguine miscendis attente meditaretur, mixtio sanguinis diversorum animalium facillime tali meditationi sit occurrura. Cum igitur Infusio, secundum calculum tuum, circa Annum 1659. inventa fuerit, & propositio illa de san- guinis\nguinis Transfusione in adibus Dn. Monmori facta dicatur Anno 1658. vel a Clarissimo Abbate Bourdelot, vel a docto Benedictino Roberto de Gabetts (de primo enim Propositore necdum convexit) facile quivis in illam duci potuit sententiam, quod Galliae experimenti hujus mentio prima saltem d. beatur. Sed illa operatio, cujus in dictis illis Transactionibus mentionem fecisti, infusae scil. vini Emetici in massam sanguineam, per venam brachii servii cujusdam, in adibus Legati alicujus peregrini, Londini tunc temporis commorantis, peracta, facta fuit Anno 1657. in adibus Gallici Oratoris D. de Bordeaux, adstante D. Colladon, Equite Aurato, & hodie Regine Matri Medico Ordinario. Quodque multa talia experimenta eodem anno à nobis repetita fuerint, mecum multi viri docti testari possunt, quorum aliqua in adibus Illustrissimi Marchionis Dorcestriae peracta etiam fuerunt. Notatu etiam dignum est, quod tota illa methodus facilis D. Loweri, Transfusionis peragende, Mense Decembri, Anno 1666. à Te edita fuit, & non nisi mensis M rtii anni sequentis de tali operatione è Gallia adivimus. Vero simile ergo, ni fallor, videtur palma hujus inventionis (si modo palmam mereatur) Anglis quàm Gallis potius deb. ri.\n\nCetera, libenter scirem, quibus rationibus ductus Romanus ille doctissimus Manfredi judicarit, hanc inventionem in Germania primo conceptam fuisse. Nobis enim abduc nihil omnino occurrit, quod vel in minimam ejusmodi suspicionem ducere potuerit. Tribus vel quatuor abhinc annis Major quidam, Medicus Hamburgensis, schedis quibusdam publice emisssis persuadere orbi literato nus est, se ante biennium de tali re cogitasse. Sed procul dubio male hac de re edoctus fuit vir Eruditus, & nimis festinanter suas propalavit cogitationes. Dicit enim, se audivisse, palam operationem, viz. exhibitionem Medicamenti Cathartici per infusionem in venam coram Principe quodam Palatino in Germania peractam fuisse; cum revera hoc à me in aula nostra Regia coram Celestissimo Principe Palatino, Ruperto, praestitum fuert, unde postea facile Germanis potuit communicari. Preterea, ni fallor, ex ipsis ejusdem scriptis satis liquet, illum tunc temporis tale experimentum ne tentasse quidem. Si ego memet novi, tantum abest, ut aliis debitas eripere laudes velim, vel aliena Mihi aut Nostratisbus arrogare, ut mea potius aliis concederem. Quin si penes me praclara aliqua inventa\nventa viri jam mortui, nulli nota, manerent, mortuo sane que ipsius erant, redderem, & Manibus ejus debitos honores deferrerem. De hac re etiam, nisi te hortante, altum egisse silentium, nec adhuc ejus Inventionem tanti judico, ut de ejus origine rixas cum ullo inire velim. Rem fideliter, temporum secutos ordinem, enarravi; et si ante id tempus monstrare quis posseit, de tali re se cogitasse, sint & illi etiam quas meruit laudes. Hoc tamen audacter assero, Nos in Anglia Inventionem hanc à nullo accepisse peregrino. Si igitur Epistolam hanc in publicum mittis, cave Tibi, D. Oldenburgi; nam hac de re nunquam serram reciproco.\n\nDenique, quoniam Tu ita vis, tibi etiam mitto figuram vasorum deferentium & vesicularum seminalium, sicut illa ab Exercitatisimo Lowero & a me ipso è corpore humano exercita fuere, quaque, ut tutemet nosti, adhuc arida & inflata mecum manent. Gratulor Doctissimo Regnero de Graaf, vel potius mibimet, quod eandem veritatem, ni fallor, invenimus & asserimus: communio enim illa vasorum deferentium cum vesiculis seminalibus ita manifeste se prodit, ut illi, qui per syphonem liquores aliquos in vas deferens injici curaverit, ne guttula liquoris injecti perforamen in urethram exire videatur, priusquam extremum superius vesicularum seminalium attigerit. In Angulo enim A. ita communio ista construitur, ut vesiculae seminales prins totae implcantur, quam liquor ullus in urethram posse exire. Agnosco etiam, per duo foramina semen in urethram injici, sed vix doctissimo viro possum concedere, unam solummodo esse materiam seminis: si enim Testis, Mechanica structura, colore & substantia ab Epididymide differat, sicut Epididymis a Parastata; sicutiam in his succi diversi & substantia & colore inveniantur, diversa procul dubio seminis materia in illis consciuntur.\n\nQuod asserit etiam cum illo Doctissimus Van Horne; viz. Testis substantiam non esse nisi Conglomerationem aliquam quorundam quasi funiculorum, vel potius vasorum minutissimorum; non solum hoc dum dudum constabat Nobis, sed jam ante etiam Celeberrimo Riolano & alis.\n\nAddam quoque, ope Microscopii funiculos istos videri ubique per minutissimas glandulas transire; unde similitudinem Pul- taceae cujusdam substantiae refert testis. Tametsi vero in aliqua lem longitudinem, funiculi bi protrahi possint, totam ta-\n\nEeeee\nmen ejus substantiam, quasi lanam factam, e fuso explicari posse, nunquam adhuc potui experiri. Sed de his in presentiarum satis. Dixi ea, ut ipse scias, & scient etiam Doctissimi illi viri, (si modo ita tibi visum fuerit,) Medicos Anglicanos non omnino in Anatomicis feriari. Brevi, Deo volente, observationes nostras de Partibus generationi dicatis, una cum illis, quas per annos aliquot de Hominis Generatione observavimus, non solum in abortibus, primo, secundo, tertio, & quarto impregnationis mensis; fetis, sed in cadaveribus etiam mulierum diversarum impregnatarum dissectis: Ni fallor, a primis quatuordecim diebus (testibus quibusdam fide dignissimis adstantibus) usque ad septimum & octavum mensem.\n\nFortassis Epistle Limites sum egressus; interim quod tam prolixe te interpellaverim, tutem in culpa es, & debito hoc supplicio culpam Luís; uti & ego, quod tam tarde hec Tibi miscriam, severa satis supplicia perferam, si publicam hanc Epistolam feceris. Vale.\n\nExplicatio Figurarum, quarum fit in hac Epistola mentio.\n\nFigura I. exhibetur Pars Vas deferentis, cum vesicis seminalibus unius lateris; sicut in Corpore, antequam exacta illa fuerat e, appae ebant.\n\nA. Angulus Communionis,\nB. Extremum superius Vesicularum seminalium.\nC. Vas deferens, ubi Sphonem parvum inseruimus,\nD. Foramen apertum in Urethram.\naaa. Pars vasis Deferentis. bbb. Vesiculae seminales.\nccc. Ductus a Vesiculis in Urethram.\n\nFigura II. repraesentatur pars vasis deferentis cum vesiculis seminalibus alterius lateris, sicut exacta, inflata & arida asservatur, ut in Fig. i. notant literae.\n\nSome\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101272.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 8469,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        2212,
        3
      ],
      [
        2212,
        4664,
        4
      ],
      [
        4664,
        7037,
        5
      ],
      [
        7037,
        9498,
        6
      ],
      [
        9498,
        12005,
        7
      ],
      [
        12005,
        14382,
        8
      ],
      [
        14382,
        16797,
        9
      ],
      [
        16797,
        19175,
        10
      ],
      [
        19175,
        21548,
        11
      ],
      [
        21548,
        23868,
        12
      ],
      [
        23868,
        25452,
        13
      ],
      [
        25452,
        25452,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101272",
    "title": "A Letter, Written to the Publisher by the Learned and Experienced Dr Timothy Clarck One of His Majesties Physitians in Ordinary, Concerning Some Anatomical Inventions and Observations, Particularly the Origin of the Injection into Veins, the Transfusion of Bloud, and the Parts of Generation",
    "authors": "Timothy Clarck",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/101272"
  }
}