{
  "id": "1d4bea4b280640f27e78a1f97305d3ff9cf283ce",
  "text": "II. A Letter from Mon'r Buissiere, a French Anatomist and Surgeon, concerning an Egg found in the Tuba Fallopiana of a Woman lately dissected; with several Remarks touching Generation.\n\nMonsieur,\n\nJe vous envoye la description que vous avés souhaité, de la maniere dont l'ay trouvé les trompes de la Matrice dans le Corps de la Femme que ie dissequay dernierment, & dont vous avés esté en partie temoin oculaire.\n\nC'estoit une Jeune femme d'environ vingt cinque, a vingt six ans, laquelle estoit accouchée il n'y avoit pas long temps, ce que ie recognus, 1°. Par les cicatrices de la cuticule du bas ventre encore recentes. 2°. Par la dechirure de la fourchete dont la cicatrice estoit toute nouvelle. 3°. Par la grandeur de la matrice & en fin par l'ouverture de l'ovaire du costé gauche par laquelle l'oeuf qui avoit servi a l'enfant precedent, estoit sorti, laquelle estoit encore fort large & dont le rabord paroisloit encore un peu dechiré; Cependant, quoy qu'il n'y eut pas long temps qu'elle fust accouchée, soit par un esprit de debauche, ou peut estre dans la pensee que si elle devenoit grosse on ne la feroit pas mourir, elle se divertit avec quelque ami ou peut estre avec quelqu'un des prisonniers, de maniere qu'elle conçoit: mais ayant esté executée avant que l'oeuf impregné de la semence virile eust eu le temps d'estre porté dans l'Uterus, lors que ie l'oubris ie trouvay que la trompe du costé gauche estoit extraordinairement dilatée vers son extremité, & cette dilatation dans la plus grande largeur estoit d'un peu plus d'un poule de diametre & s'estendoit un peu plus d'un poule & demi en diminuant du costé de la matrice. Cette\nCette partie ainsi dilatée se recourboit & embrassoit presque tout l'ovaire, à la membrane du quel elle estoit si fort adherant qu'elle n'en put être détachée que par force. Lors qu'elle en fut détachée il en sortit une liqueur limpide & onctueuse, laquelle servoit apparemment ou pour relacher les membranes de la trompe à fin qu'elle se puisse dilater de manière que l'œuf pût couler aisément dans la matrice, ou possible à fin de graisser ce conduit à fin que l'œuf n'ayt aucune peine à y passer, & peut être pour tous les deux. J'examinay dabord si je ne pourrois rien remarquer dans le corps de la trompe qui put produire cette liqueur, mais je n'y pus rien remarquer bien qu'elle fust beaucoup plus espaisse qu'à l'ordinaire. Cette espaisseur estoit causée par le gonflement de ses fibres, qui estoient aussi charnus que ceux des muscles ordinaires, ce qui arrive sans doute, dans cet état seulement, à fin de luy donner assez de force & de mouvement pour exprimer l'œuf (après qu'il est détaché de l'ovaire) & le pousser dans la matrice; Ma pensée est donc que cette liqueur contenue dans la trompe vient de l'ovaire, & que les fibres & les petits vaisseaux lymphatiques ou autres qui se rompent pour ouvrir un passage à l'œuf impregné, y laissent couler cette liqueur, de sorte qu'encore que la déchirure de l'ovaire soit une playe & un Symptome, elle ne laisse pas d'être utile & de produire des effets peut être absolument nécessaires, ou pour la première nourriture de l'œuf, ou pour la facilité de son passage dans la matrice, tant la nature fait mettre toutes choses à profit. Ce qui me confirme dans cette pensée est que dans les femelles des animaux, de l'ovaire des quels se détachent plusieurs œufs à la fois, cette liqueur s'y trouve en très grande quantité. J'ay depuis peu été assez heureux que de trouver dans une Truye la même disposition que dans la Femme, dans laquelle les trompes de chaque côté qui embrassaient l'ovaire contenoient chacune environ trois à quatre onces de cette liqueur.\nLa trompe étant détachée de l'ovaire & la liqueur escoulée, l'œuf parut à découvert, il estoit de la grosseur d'une Noisette entouré de la liqueur au milieu de la cavité dilatée de la trompe, les trois-quarts de cet œuf estoient déjà hors de l'ovaire par le trou qu'il y avoit fait en sorte qu'il semblait n'y tenir plus, cependant lors que je voulus l'oster, je le trouvay encore attaché par un pedicule assez dur au travers du quel passoient les vaisseaux sanguins pour s'aller disperser dedans & sur l'œuf. C'est par ces vaisseaux que le fœtus reçoit la matière de son a croissement & de sa nourriture non seulement dans l'ovaire mais aussi dans la matrice, ce pedicule devant servir à former le placenta (si ce n'est pas le placenta lui-même déjà formé dans l'ovaire) en s'attachant au corps de la Matrice, c'est aussi par là qu'il faut concevoir que l'esprit féminal du Masle est porté dans le corps du fœtus dans l'œuf pour lui donner le mouvement & la fécondité.\n\nIl ne paraissait encore point de changement sensible dans la Matrice si ce n'est qu'il y avoit beaucoup de mucosité ce qui est assez naturel ; la trompe du costé gauche estoit dans son état naturel aussi bien que l'ovaire à l'exception de l'ouverture par où l'œuf de l'enfant précédent estoit sorti.\n\nJe vous Envoye la figure des matrices de la femme & de la Truye que j'ay esté obligé de faire moy mesme n'ayant pu trouver personne qui entendit assez bien ces parties pour en faire un dessin exact, ie n'ay jamais apris à désigner, cependant à l'exactitude du dessin pres, vous y verrez les parties assez bien marquées, j'ay faict celle de la truye beaucoup plus petite que la Naturel, mais celle de la femme dans sa toute grandeur, Je vous demande pardon Monsieur si je ne vous l'ay pas Envoyée aussi tôt que je vous l'avois promis mais m'estant survenu quelques affaires je n'ay pu vous satisfaire plus tôt, Je souhaiterois avoir quelque autre chose assez curieuse qui put vous faire plaisir, cela pourra se trouver avec le temps\ntemps & alors ie ne manqueray pas de vous les commu-\nniquer, faictes moy cependant L'honneur de croire que\nie suis avec sincerité,\n\nMonsieur,\n\nVotre tres Humble, & tres\nObeissant Serviteur,\n\nA Londre, 15 Janvier,\n1693.\n\nBUISSIERE.\n\nFig. I. Matrice de la Femme.\n\naa Le corps de la matrice.\nbb La trompe dilatée embrassant,\nL'ovaire d.\nc L'oeuf impregné renfermé dans la trompe.\nE L'ovaire gauche.\nF Le trou par ou l'oeuf de l'enfant precedent estoit sorti.\ng La trompe gauche.\nh L'artere hypogastrique.\nII Les ligaments ronds.\nK L'oeuf detache de l'ovaire.\nL Le pedicule par lequel il tenoit encore a l'ovaire.\n\nFig. II. Matrice de la Truye.\n\naa Le vagina.\nb La vulve.\nc La vesicte.\nddd Les cornes de la matrice.\nEE Les trompes ou tubae fallopianæ.\nFF L'extremite des trompes dilatées embrassant les ovaires, & pleines de la liqueur.\ng Apendix des trompes.\nHH Les arteres de l'uterus.\niiii Les oeufs comme ils sortent de l'ovaire.\nKK Une des trompes detachée de partie de l'ovaire.\n\nIII. Remarks.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102422.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10976,
    "total-output-tokens": 2158,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1652,
        4
      ],
      [
        1652,
        3666,
        5
      ],
      [
        3666,
        5670,
        6
      ],
      [
        5670,
        6665,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "fr",
      "fr",
      "fr"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102422",
    "title": "A Letter from Monr Buissiere, a French Anatomist and Surgeon, Concerning an Egg Found in the Tuba Fallopiana of a Woman Lately Dissected; with Seueral Remarks Touching Generation",
    "authors": "Monr Buissiere",
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102422"
  }
}