{
  "id": "9b3b1d6e5b05c0436898e9b6d6986b626a5b56fb",
  "text": "was electrified again about ten o'clock, and has had no symptom of the ague since; viz. for three months.\n\nThe above is attested by\n\nANN TORRY, the person cured.\nROBT. BRYDONE, Minister of Coldinghame.\n\nXCV. An Account of the Black Assize at Oxford, from the Register of Merton College in that University. Communicated by John Ward, LL.D. With some additional Remarks.\n\nAnno nono D. Bickley Custodis, 1577.\n\nRead May 25, 1758.\n\nViceffimo (1) primo Julii in vestiario Dñus custos et octo Seniores dispensarunt cum Decreto de concione et appiçtantia habendis, die Dominico post festum Sni Petri ad vincula; ne vocata et conveniente turba, morbus ille, qui ante quinque dies quamplurimos infestarat, dissipator et periculosior fiat. Etenim 15, 16, et 17, hujus Julii aegrotant plus minus trecenti homines; et infra duo-decim dierum spatium mortui sunt (ne quid errem) centum scholares, praeter cives non paucos. Tempus fine dubio calamitosissimum et luçtu plenum.\n\n(1) Sic in regist. et postea haud semel.\nNam quidam lectos differentes (2), agitati nescio quo morbi et doloris furore, suos custodes baculis caedunt et abigunt; alii per areas et plateas insanientium more circumcursant; alii in profundam aquarum praecipites insiliunt; nemo tamen, summo Deo gratia, desperanter perit. Franguntur omnium animi. Fugiant medici, non propter necessitatem fratrum, sed propter se et cistas creati. Relinquuntur miserii. Domini, doctores, et collegiorum praefecti, ad unum pene omnes abeunt. Custos noster, longe omnium vigilantissimus, domi apud nos manet; in aegrotis omnem curam, laborem, diligentiam impensum (3) collocat; die toto, et nocte etiam intempesta, eos sedulo invisit. Moriuntur e nostris quinque. Omnis aula, omne collegium, aut domi, aut in via ad patriam, suos habet mortuos. Mirari quis possit multitudinem ad medicastrorum domos cum matulis citato cursu properantium. Pharmacopolarum etiam conservata syrupos, olea, aquas dulces, pixides, cujusque generis confectiones, brevissimo tempore exhausta. Laborant aegroti vehementissimo tum capitis tum stomachi dolore; vexantur phrenesi; privantur intellectu, memoria, visu, auditu, et caeteris etiam sensibus. Crescente morbo, non capiunt cibos, non dormiunt, ministros aut custodes non patiuntur. Semper, vel in ipsa morte, mirae orum strenuitas et corporis robur; et eo declinante, omnia modis impense contrariis eveniunt. Nulli complexioni aut constitutioni pareitur; cholericos tamen praecipue hic morbus molestos habet; cujus ut causas, fic et curas ignorant medici. Natum suspicantur multi, vel ex\n\n(2) Sic in regift. (3) Sic in regift.\n\nfoetida:\nfoetido et pestilenti furum e carceribus prodeuntium aëre (quorum duo vel tres sunt ante paucos dies in vinculis mortui) vel ex artificiosis diabolicis et plane papisticis flatibus e Lovaniensi barathro excitatis, et ad nos scelestissime et clam emiffis. Nam illi solum et hic et alibi decumbunt aegroti, qui in castro, et guilda, quam appellant, aula, quinto et sexto hujus mensis adsunt (4). Affisorum judices, dominus Robertus Bell, capitatis baro fcaccarii etc. qualem haçtenus non peperit Anglia; dominus Johannes Barrham, dominae reginae serviens ad legem; papisticae pravitatis uterque apertissimi hostes et acerrimi vindices: vicecomes Oxoniensis comitatis (5), equites aurati duo, armigeri et pacis justiciarii octo, generosi plures, horum non pauci famuli, omnes (uno aut altero exceptis) de grandi, ut loquuntur, jure, statim post fere relictam Oxoniam mortui sunt. Et ut quisque fortissimus, ita citissime moritur. Foeminae non petuntur, nec certe pauperes; neque etiam inficitur quisquam, qui aegrotorum necessitatibus subministrat, aut eos invisit. Sed ut fuit morbus hic insigniter violentus, ita neque diu duravit. Nam infra unius mensis curriculum ad pristinam pene sanitatem restituuntur omnes; ut jam denuo mirari possis tot scholares, tot etiam cives, urbem et plateas linteis capitibus obambulantes, et nomen clementissimi Dei nostri in omne aevum suspicere (6).\n\nViceffimo quarto Julii Joannes May, socius et artium magister, in collegio vitam finit. Sepelitur in ecclesia.\n\n(4) Sic in regift. (5) Sic in regift. (6) Sic in regift.\n\nViceffimo\nVicesimo septimo ejusdem Browne clericus moritur in collegio.\nVicesimo octavo ejusdem Gaunte portionista moritur in collegio.\nVicesimo nono Dnus Lea, electus probationarius 20 Julii, moritur in collegio.\n\nAdditional Remarks, by Tho. Birch, D.D.\nSecret. R.S.\n\nCamden, in his Annals of Queen Elizabeth (1), observes, that almost all, except women and children, who were present at the assizes at Oxford, at the tryal of Rowland Jenkes, a Bookseller there, for seditious words, died, to the number of about three hundred. Mr. John Stow, in his Chronicle of England (2), enlarges this number, and affirms, that there died in Oxford three hundred persons, and in other places two hundred and odd, from the 6th of July to the 12th of August; after which died not any of that sickness; for one of them infected not another: And this historian agrees with Camden, that not any one woman or child died thereof. Dr. George Ethryg, a physician, who practised at that time at Oxford (3), in the 2d book of his Hypomnemata quaedam in aliquot Libros Pauli Æginetæ, seu\n\n(1) Page 285. edit. Lugd. Batav. 1625.\n(2) Page 681. edit. London, 1631.\n(3) Wood Hist. et Antiqu. Universit. Oxon. lib. i. p. 295. and Athen. Oxon. vol. I. col. 237.\n\nObserva-\nObservationis Medicamentorum, quae hæc ætate in usu sunt, printed at London in 1588, in 8vo, mentions, that on the first night of the appearance of the disease about six hundred fell sick of it; and that the next night an hundred more were seized in the villages near Oxford. Lord Bacon, in his Natural History, evidently refers to this, and one or two more instances of the same kind, in the following passage, Century X. No. 914. \"The most pernicious infection next the plague is the smell of the goal, where prisoners have been long and close and nastily kept; whereof we have had in our time experience twice or thrice, when both the judges, that sat upon the goal, and numbers of those, that attended the business, or were present, sickened upon it, and died. Therefore it were good wisdom, that in such cases the goal were aired before they be brought forth.\" We have likewise an account in Mr. Anthony Wood (4), that at the quarter-session at Cambridge, in Lent in the year 1522, and the 13th of the reign of Henry VIII. the justices, gentlemen, and bailiffs, with most of the persons present, were seized with a disease, which proved mortal to a considerable number of them; those, who escaped, having been very dangerously sick. With regard to the unhappy instance of the same kind of contagion, which happened at the session in the Old Baily in May 1750, see Dr. Pringle's excellent work, intitled, Observations on the Diseases of the Army in Camp and in Garrison (5).\n\n(4) Hist. & Antiquit. Universit. Oxon. ubi supra.\n(5) Page 290, 2d edit.\n\nXCVI",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105320.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8672,
    "total-output-tokens": 2294,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1003,
        2
      ],
      [
        1003,
        2609,
        3
      ],
      [
        2609,
        4174,
        4
      ],
      [
        4174,
        5407,
        5
      ],
      [
        5407,
        6965,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105320",
    "title": "An Account of the Black Assize at Oxford, from the Register of Merton College in That University. Communicated by John Ward, LL. D. With Some Additional Remarks",
    "authors": "Tho. Birch, John Ward",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105320"
  }
}