{
  "id": "223818c60fbff5a771dae609845e73bf20865aaf",
  "text": "XXXIX. An Account of an Earthquake at Chattigaon: Translated from the Persian by Mr. Edward Gulston, in the Service of the Honourable East India Company, and communicated by him to the Reverend Mr. Hirst.\n\nTo the Reverend Mr. Hirst.\n\nReverend Sir,\n\nRead Nov. 17, 1763.\n\nThe following was written by a Persian writer, pursuant to an order of Harry Verelet Esquire, chief of the honorable East India company's province Chattgaon, in the kingdom of Bengal, and sent to Calcutta, for the information of messieurs Vansittart, Hastings, and others, acquainted with that language. As it is of indisputable authority, I have taken the pains to copy and translate it for your satisfaction, being,\n\nReverend Sir,\n\nYour most obedient humble servant,\n\nCalcutta, Nov. 1, 1762.\n\nEdward Gulston.\n\nACCOUNT\nACCOUNT of an earthquake, which happened in the region of Islamabad on the 22d of the month Chytt 1168 Bengal æra, answering to the 2d of April 1762, on Friday about 5 o'clock in the afternoon, which, according to the best advices, I have written, and now send you.\n\nParticulars are as follow;\n\nThe land of Mohamd Affad Chowdhry of the Pargannah Deeâng, at a place called Barëeah, is laid open by the shock from 10 to 12 cubits in width, and become, as it it were, a deep creek; the water rising up so, that the ground of the farmers inhabiting the place is 8 cubits overflowed.\n\nAnd at Deep in the chowdhhrâij of Mohamd Athijâr the like hath come to pass.\n\nAnd Moktârâm Fowtahdar, dwelling at Goyparah, has written, that to the north and east his house was cracked, and water there spouted up like a fountain, and the ground also sinks every day by little and little.\n\nAnd by letter from Satoo Meester Daroogah of the salt-works at Bansbareàh, it so fell out, that, to the westward, Akl'poorah, an island of the salt-works, was levelled with the water on its east side, and on the north and south the ground opened from 5 to 7 cubits in width, and sunk like a pit to the depth of 10 cubits, the water spouting up; nor is there the least appearance of it's subsiding: we know not what will come of it.\n\nAnd from the reports of the people there we hear, that these places were never before overflowed by the water,\nwater: we cannot at present tell what misfortune has happened. However all the government's salt was before this laid up in storehouses. Moreover, a mud-building of your servant's (the writer of this account) was almost destroyed by the shock, but it still stands upright.\n\nAnd at Haldah about 12 doan of land belonging to Sacheeram Cannoongôeij is entirely sunk into the water.\n\nIn like manner in Takaleeah, about 5 doan of ground, the property of Barjallâāl Chowdhry has fallen something below its primitive level.\n\nAnd at Do Hâzâry, Harry Singh's house, and a brick'd building of Sheer Zaman CHan's came down, and the CHan was hurt by the fall of his; and there opened a cavity like a ditch of 200 cubits in length, which filled with water.\n\nAt Howlâ, the house of Shiam Ram taxgatherer, broke down, and his whole inclosure was torn up, and in most places his house and fish-ponds were filled with sand-banks: even now the whole spot is two cubits under water.\n\nAnd, at Dahrampoor, the house of Santeeram, the Cannoon-Goeys writer, intirely fell down.\n\nThe Kutwâll, of Islamabad, also informed us with his own mouth, that, in a place called Baramcharah, the water was up to a man's waist, and the people there have betaken themselves to flight, through fear of perishing; no living creature but the cattle now remaining.\n\nAnd in the house of Santeeram Cannoon-Goey of Islamabad, a bricked room was ruined, and one of his\nhis brethren, named Rajah Ram, killed by the fall of the bricks.\n\nAnd the house of Nandaram coming down in the same manner, a son of his was knocked off the head.\n\nAnd to the eastward of Kadr Katcheelah a large hill, called Kaddaleah, very near Karn Phooly, was rent, and it stopped up the passage for boats in and out that river.\n\nAnd at Bajaleeah, Sangotty and Do Hazary creeks were closed up by banks of sand rising from their bottom.\n\nAnd at Gandarab Jowar, about 3 doan of ground belonging to Moham Aly Chowdhry, rent and was swallowed up, and the passage in and out to his house also cleaving asunder; the water rose up and has flowed all round the house.\n\nMoreover (the factory house) a strong building in the fort of Islamabad cracked from top to bottom and tumbled down, and an apartment newly built was also rent.\n\nAnd to the eastward a large pond of Bilah Chan became a deep gulph; and to the east also of Aghy Gange, belonging to the city of Islamabad, the ground in different places clave asunder, water rising up as from so many springs.\n\nAnd at Chehpâijttlee about 12 kâty of land belonging to Shâh Sagier Chowdry was overflowed and rendered unfit for tillage.\n\nAnd, by letter from Chehtarnarâijn surveyor of the lands, we learn, that the north side of the Chachlah Sowabeel, just by Haldah river, broke down and is\nis swallowed up by the river, and also four people were overwhelmed in its ruins.\n\nAnd Mr. Griffith's bricked house (in Islamabad) has been cracked, also the house and walls of Juan de Baris, a Portuguese, here.\n\nAnd from Nahar Charah there is news, that the greater part of the ground of that island clave asunder, and is swallowed up by the waters, and a number of people perished with it. Besides this, the state of that island will be known to you from a Bengal account.\n\nFrom the Jooms, whose country is about 4 days off from Islamabad, we learn, that Reang Hill split in two and sunk 40 cubits; also that Kachalang Hill is even with the ground.\n\nAnd Bahngoo Changee, a Joom hill, rent in twain, and is sunk 30 cubits, and the houses of most of the inhabitants in those parts thrown down.\n\nAnd a Joom hill Chahter Pattuah split by little and little, till it is almost level with the plain: and because of the opening of the hills, and destruction of the trees on them, the way by which the Jooms used to pass is stoped up.\n\nAnd Bajaleeah, another Joom hill upon the river, opened 30 cubits, and sinking water rose up; and Palang, a Joom hill, split and sunk 25 cubits.\n\nThe design of this is to lay before you the wonderful disorders, that have come to pass in these regions, and which continue to happen, insomuch that from the time of Adam until now, in this place, no one has heard of the like.\nIf I should describe them with a thousand instances and relations, and make mention of so many particulars, still there would not be a part in ten that I could bring within the compass of writing. But these few particulars I send for your excellency's information.\n\nXL. An Account of an Earthquake in the East Indies, of two Eclipses of the Sun and Moon, observed at Calcutta: In a Letter to the Reverend Thomas Birch, D. D. Secret. R. S. from the Reverend William Hirst, M. A. F. R. S.\n\nTo the Reverend Thomas Birch, D. D. Secretary to the Royal Society.\n\nReverend Sir,\n\nCalcutta, Nov. 3d 1762.\n\nRead Nov. 17, 1763.\n\nTo the inclosed accounts of the transit of Venus, I have subjoined others of an extraordinary earthquake felt in this part of the world, which, I flatter myself, will not be unacceptable to the Royal Society. This earthquake happened the second day of April last, was very violent in the kingdoms of Bengal, Aracan, and Pegu, but particularly at the metropolis of Aracan, where, according to the accounts of an English merchant residing there, the effects have been as fatal as at Lisbon,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105728.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2153,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        790,
        2
      ],
      [
        790,
        2204,
        3
      ],
      [
        2204,
        3628,
        4
      ],
      [
        3628,
        4959,
        5
      ],
      [
        4959,
        6362,
        6
      ],
      [
        6362,
        7468,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105728",
    "title": "An Account of an Earthquake at Chattigaon: Translated from the Persian by Mr. Edward Gulston, in the Service of the Honourable East India Company, and Communicated by Him to the Reverend Mr. Hirst",
    "authors": "Edward Gulston",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105728"
  }
}