{
  "id": "9956dbe93e947f0150491ef48e32e41c9995d29c",
  "text": "VIII. An Observation of an extraordinary Lunar Circle, and of two Paraselenes, made at Paris, Oct. 20. 1747. N. S. and of the Eclipse of the Sun, July 14. 1748. O. S. by Augustine Nathaniel Greschow, Memb. of the Royal Acad. of Sciences at Berlin, &c.\n\nTranslated from the French by T. S. M.D.\n\nRead Nov. 10. OCTOBER 20. at Night, the Sky was darkened by a slight Fog, thro' which the Moon appeared of a firey-red Colour, till 8h. 40m. when the Fog was thoroughly dispersed, and the Heavens were overcast with a whitish streaky Cloud. At the same time there appeared round the Moon a Halo (TAB. II. Fig. 7. ABCD) accompanied with four other Segments of Circles, two of which EAF and GH often Degrees, were concentric, so as to have their common Center at the Zenith. The Segment or Arch IPL on the North Side, of seven Degrees, was concentric with the great lunar Circle, and consequently had the Moon for its Centre; and in fine the Arch MCN, which faced the Horizon, was of twelve Degrees.\n\nBesides these four Segments, what was most remarkable was a Mock-Moon or Paraselenes B, shaped like a Mock-Sun or Parhelius. The Diameter of this Mock-Moon, tho' ill-determin'd, was of 35 Minutes at least, with a Tail BP opposite to the Moon, as the Tail of a Comet is opposite to the Sun. This Tail varied in its Degree of Light from time to time, extending as far as the Arch IPL, which,\nwhich, as well as the Arch GH, was 4 Degrees distant from the lunar Circle ABCD. The Paraselenes B had the same Colours with a common Parhelion, excepting that they were not so lively, but they very much inclined to the tawny, especially on the Side, which faced the Moon. This Paraselenes was in the same Altitude as the Moon. Its Tail was much more faint and transparent; inasmuch as Capella appeared thro' this luminous Tail. The lunar Circle ABCD was much weaker to the South, and there appeared no Paraselenes on that Side. This Meteor did not seem to undergo any Alteration till 9h. 18'. when the Atmosphere was cover'd with thick Clouds.\n\nThe Clouds being diminished at 9h. 32'. the Meteor appeared again, but very different from what it was before; for, instead of seeing a lunar Circle with 4 other Arches of Circles, I saw the lunar Circle DABD, and on the South Side a faint Arch QR of four Degrees, having the Moon for its Centre in common with the great lunar Circle. There were likewise two Paraselenes's, one of which B was to the North, and the other D to the South, as they are expressed in Fig. 8. These two Paraselenes's did not cast so strong a Light as that which had appeared before, nor were they so distinctly formed. On the contrary, the lunar Circle was very beautiful, and remarkably bright, until 9h. 50'. when the whole Phenomenon disappeared, and the Sky grew clear by degrees. The Moon's Diameter was 30'. 30''. On the same Night a very beautiful lunar Circle was observed at Berlin, but without Paraselenes's.\nThe following is the Observation that was made of the last Eclipse of the Sun, at the Observatory Royal at Berlin.\n\n1748. July 25. N.S. The Beginning of the Eclipse was not observed, the Sun having been covered with Clouds.\n\nThe Annulus was completed at 11 52 51 ante merid. — — — broken 11 54 13\n\nThe End of the Eclipse 1 25 9 post. merid.\n\nThe Diameter of the Sun was 31'. 43\"'\n\nThis Eclipse was likewise observed annular at Francfort upon the Oder, but not so exactly as at Berlin.\n\nIX. A Letter from James Parsons M.D. F.R.S. to the President, containing an Account of a preternatural Conjunction of two Female Children.\n\nSIR,\n\nRead Nov. 17. ABOUT the middle of September last 1748. A Woman in Holborn was deliver'd with much Difficulty of two Girls join'd together by the Bellies in so singular a manner, as to deserve a particular Description to be laid before you and the Society, as a very curious Subject.\n\nThe Care of preparing these Children for keeping in Spirits was committed to Mr. James Sherwood Surgeon, who was so kind to send for me to observe them with him; and it was resolved to inject them, in order to make our anatomical Examination the more accurately,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104576.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11436,
    "total-output-tokens": 1276,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        1383,
        5
      ],
      [
        1383,
        2925,
        6
      ],
      [
        2925,
        4103,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104576",
    "title": "An Observation of an Extraordinary Lunar Circle, and of Two Paraselene's, Made at Paris, Oct. 20. 1747. N. S. and of the Eclipse of the Sun, July 14. 1748. O. S. by Augustine Nathamel Greschow, Memb. of the Royal Acad. of Sciences at Berlin, &c.",
    "authors": "Augustine Nathamel Greschow, T. S.",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104576"
  }
}