{
  "id": "b8a749bf8d0f827e39e515e193b75da0fa40ce7e",
  "text": "XXII. An Account of an Amphibious Bipes; by John Ellis, Esq.; F. R. S. To the Royal Society.\n\nRead June 5, 1766.\n\nThese two specimens of a remarkable kind of animal, which I have the honour to lay before this Royal Society, I received last summer from Dr. Alexander Garden, of Charles-town South Carolina, who says, it is evidently a new genus not yet taken notice of by naturalists, and that it appears to him, to come between the Muræna and the Lacerta.\n\nThe natives call it by the name of Mud-Inguana.\n\nIt is found in swampy and muddy places, by the sides of pools, under the trunks of old trees that hang over the water.\n\nTab. IX. The lesser one B, which is preserved in spirits, measures about nine inches in length; and appears to be a very young state of the animal, as we may observe from the fin of the tail and the opercula or coverings of the gills being not yet extended to their full size. These opercula, in their present state, consist each of three indented lobes, hiding the gills from view, and are placed just above the two feet. These feet appear like little arms and hands, each furnished with four fingers, and each finger with a claw.\n\nIn the specimen A, which is about 31 inches long, the head is something like an eel, but more compressed: the eyes are small and placed as those of the eel are, in this they are scarce visible: this smallness of the eye.\neye best suits an animal that lives so much in mud. The nostrils are very plainly to be distinguished; these, with the gills and the remarkable length of the lungs, shew it to be a true amphibious animal. The mouth is small in proportion to the body; but its palate and inside of the lower jaw (see Fig. C) are well provided with many rows of pointed teeth; with this provision of nature, added to the sharp exterior bony edges of both the upper and under jaw, the animal seems capable of biting and grinding the hardest kind of food. The skin, which is black, is full of small scales, resembling chagrin. These scales are of different sizes and shapes according to their situation, but all appear sunk into its gelatinous surface: those along the back and belly are of an oblong oval form, and close set together: in the other parts, they are round and more distinct. Both the sides are mottled with small white spots, and have two distinct lines composed of small white streaks, continued along from the feet to the tail. The fin of the tail has no rays, and is no more than an adipose membrane like that of the eel; this fin appears more distinctly in the dry animal than in those that have been preserved in spirits.\n\nThe opercula or coverings to the gills in dry specimens appear shrivelled up, but yet we may plainly see they have been doubly pennated. Under these coverings, are the openings to the gills, three on each side, agreeable to the number of the opercula. In the plate at Fig. F, the fins are represented as they appear when just taken out of the water and put into spirits of wine.\n\nThe form of these pennated coverings approach very near to what I have some time ago observed, in the\nthe larva or aquatic state of our English lacerta, known by the name of eft or newt (see Fig. D and E) which serve them for coverings to their gills, and for fins to swim with during this state; and which they lose, as well as the fin of their tails, when they change their state and become land animals; as I have observed by keeping them alive for some time myself.\n\nRecollecting these observations on the changes of our lizard, and at the same time the many remarkable changes in frogs, I began to suspect whether this animal might not be the larva state of some large kind of lizard; and therefore requested the favour of Dr. Solander, to examine with me the lacertas in the British Museum; that we might see whether any of the young ones had only two feet; but, after carefully going through many kinds, we could plainly discover four feet perfectly formed, even in those that were just coming out of their eggs.\n\nDuring this state of uncertainty, I forwarded to Dr. Linnæus of Upsal, at Dr. Garden's request, his account of the largest specimen, and, at the same time, sent him one of the smaller specimens preserved in spirits; desiring his opinion, for Dr. Garden's, as well as my own, satisfaction.\n\nAbout the latter end of January last, I was favoured with an answer from the Professor, dated Upsal, December 27, 1765, wherein he says,\n\n\"I received Dr. Garden's very rare two-footed animal with gills and lungs. The animal is probably the larva of some kind of lacerta, which I very much desire that he will particularly enquire into.\n\n\"If it does not undergo a change, it belongs to the order of Nantes, which have both lungs and gills;\"\n\"and if so, it must be a new and very distinct genus,\n\"and should most properly have the name of Siren.\n\"I cannot possibly describe to you how much this\n\"two-footed animal has exercised my thoughts; if it\n\"is a larva, he will no doubt find some of them with\n\"four feet.\n\"It is not an easy matter to reconcile it to the larva\n\"of the lizard tribe, its fingers being furnished with\n\"claws; all the larvas of lizards, that I know, are\n\"without them (digitis muticis).\n\"Then also the branchiae or gills are not to be\n\"met with in the aquatic salamanders, which are\n\"probably the larvas of lizards.\n\"Further, the croaking noise or sound it makes\n\"does not agree with the larvas of these animals;\n\"nor does the situation of the anus.\n\"So that there is no creature that ever I saw, that I\n\"long so much to be convinced of the truth, as what\n\"this will certainly turn out to be.\"\n\nI am, with the greatest respect,\n\nthe Royal Society's\n\nmost obedient humble servant,\n\nGray's Inn,\nJune 5, 1766.\n\nJohn Ellis.\n\nP. S. In a letter lately received from Dr. Garden, he\nmentions one remarkable property in this animal,\nwhich is, that his servant endeavouring to kill one of\nthem, by dashing it against the stones, it broke into\nthree or four pieces: he further says, that he has had\nan opportunity of seeing many of them lately of a\nmuch larger size, and that he never saw one with more\nthan two feet; so that he is fully convinced, that it\nis quite a new genus of the animal kingdom.\n\nReceived",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105494.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10976,
    "total-output-tokens": 1690,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1380,
        4
      ],
      [
        1380,
        3084,
        5
      ],
      [
        3084,
        4733,
        6
      ],
      [
        4733,
        6210,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105494",
    "title": "An Account of an Amphibious Bipes; By John Ellis, Esq; F. R. S. To the Royal Society",
    "authors": "John Ellis",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105494"
  }
}