{
  "id": "3cc3f5ead119a974cece5681be693332cdffba2c",
  "text": "shake twice; and a maid servant of Mr. Jervas Hayward, of this town, being ill, and sitting in a chair, she felt it shake twice. Mrs. Sims and her daughter at Canterbury felt their beds shake on the above day and hour. The morning, at that time, was calm, but very hazy; soon after we had a very great tempest. If anything further shall occur worth notice, I will give your honour an impartial account thereof. I am,\n\nHonourable Sir,\nSandwich, March 25, 1756.\n\nYour most dutiful humble servant,\n\nSamuel Warren.\n\nLXXXVII. Remarks on the Stones, in the Country of Nassau, and the Territories of Treves and Colen, resembling those of the Giants-Causey, in Ireland. In a Letter to Thomas Birch, D. D. Secret. R. S. from Mr. Abraham Trembly, F. R. S. Translated from the French.\n\nSIR, Conduit Street, March 28, 1756.\n\nRead April 1, 1756. Being in the month of September last at Weilbourg in the country of Nassau, I was informed, that there were found in the neighbourhood a great quantity of stones, of a pretty regular\nregular shape, and of a considerable size. I judged from the account, which I had of them, that they resembled those, which formed, what is called in Ireland, the Giants-caufey. I was more and more confirmed in this notion, when I saw some of those stones in a pavement. Upon finding, that the quarry, whence they were taken, was at no great distance, I went to it the day following. It is in a wood, upon the declivity of a hill. It has not yet been dug into above twenty feet deep, and forty long. I distinctly perceived, that this quarry consisted of a mass of stones of an almost regular form. I examined carefully all those, which presented themselves to my view. I caused some of them to be detached from the rest; and I searched with attention the parts about this quarry. I could not discover at what depth these stones are to be found under-ground. They appear very near the surface of the earth, where the quarry, which I am speaking of, lies. And there was a pretty considerable space of ground, in which the top of the stones appeared, and where it was easy to examine the shape of their upper ends. It is very far from being the same in all of them: but when a great number of them are compared with one another, we find reason to conclude, that the hexagonal form is the most common. The more regular the figure of these extremities is, the more it approaches to that of an hexagon. The two ends of every stone appeared to me, for the most part, to have the same shape. The sides of the stone are of the same form with the ends, and are plain. Every stone is therefore a prism of a certain number of sides. They are from three to eight sides, and of all\nall the intermediate numbers. The length of the prisms is not equal. I saw none of less than two feet long; and I have seen some of five. The thickness of them is not at all more equal: it is of nine inches and under. Many of them form a pillar by lying one upon another. All those, which I saw, had their extremities plain, and consequently were not jointed into the other. They seemed to me not at all joined together.\n\nThe pillars, formed by several of these stones, are placed exactly one against the other, without having any void between them. They are in a situation almost perpendicular.\n\nUpon breaking these stones, their colour appears clearly to be black. It is a kind of pretty hard basaltes. It strikes fire with steel; and it appears to be very like that of the Giants Causey in Ireland.\n\nThis stone must be very common in the country of Nassau. I have been assured, that some leagues distant from Weilbourg, there is an old castle almost entirely built of it.\n\nI went from Weilbourg to Coblentz in the electorate of Treves. I observed on the road thither, in the towns and villages, through which I passed, that this basaltes was made use of in the buildings and pavements. I made the same remark in my journey from Coblentz to Colen thro' Bonne. I found a pretty large heap of it in a village three leagues from Bonne. These stones seemed to be collected in order to be made use of. I met with no person, of whom I could inquire, whether there was a quarry in the neighbourhood. In continuing my journey along\nalong the Rhine, in my way to Bonne, I saw in the river, the waters being pretty low, a rock, which stood a foot or two out of the water. Examining it nearer, I found it to be a mass of those prisms of basaltes, the heads of which appeared; and I had all imaginable reason to think, that it was the top of a natural mass of the stone. I was convinced by this, that there were quarries of it along the Rhine.\n\nIf, in coming near to Bonne, a person examines the parapet walls, which are built on both sides of the high road, he will find them to be of these basaltes stones. There are many of them in the old walls of the ramparts of Bonne and Colen, and in the pavements of those cities.\n\nAfter I had made these observations, I was informed by Mr. Emanuel Mendez da Costa, that some authors mention quarries of this basaltes in Upper and Lower Saxony, and in Silesia. I do not know, that those in the country of Nassau, and the territories of Treves and Colen, have been described.\n\nI thought proper, Sir, to communicate to you what little I have learned in a journey, in which I had not time enough to make, upon so curious a subject, all the researches, which I could have wished.\n\nOne cannot know too many particulars of this remarkable stone, or compare too many of the facts, which they offer to attentive observers. This is the true method of attaining, if possible, some knowledge of this natural curiosity.\n\nThose, who have made observations upon salts, and inquiries into stones, minerals, and metals, know how common crystallisations are in nature. A very great\ngreat variety are found in searching mountains, visiting caverns, and descending into mines. There are few of the naturalists, accustomed to these researches, who shall observe the basaltes above-mentioned, but will be inclined to consider them as so many crystallisations. I do not think, that the great extent of these masses, which have been discovered, and the bigness of the stones, which compose them, form any objection against this notion. I am, with very great esteem,\n\nSIR,\n\nYour most humble\n\nand most obedient servant,\n\nA. Trembley.\n\nLXXXVIII. An Account of a Work published in Italian by Vitaliano Donati, M. D. containing, An Essay towards a Natural History of the Adriatic Sea: By Mr. Abraham Trembley, F. R. S. Translated from the French, by Thomas Birch, D. D. Secret. R. S.\n\nRead April 1, 1756.\n\nTHIS work of Dr. Donati, printed at Venice in 1750, is written in Italian, in the form of a letter addressed to Monsignor Leprotti, physician to the Pope, dated at Knitz, on the borders of Bosnia, the 2d of November, 1748. This letter contains but a small part of the observations",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104980.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8856,
    "total-output-tokens": 1823,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1016,
        2
      ],
      [
        1016,
        2684,
        3
      ],
      [
        2684,
        4210,
        4
      ],
      [
        4210,
        5781,
        5
      ],
      [
        5781,
        6874,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104980",
    "title": "Remarks on the Stones, in the Country of Nassau, and the Territories of Treves and Colen, Resembling Those of the Giants-Causey, in Ireland. In a Letter to Thomas Birch, D. D. Secret. R. S. from Mr. Abraham Trembly, F. R. S. Translated from the French",
    "authors": "Abraham Trembly",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104980"
  }
}