{
  "id": "2bd9823574e1f510205bfc064144398bf42b6def",
  "text": "XIV. A Narrative of the Earthquake felt in Lincolnshire, and the neighbouring Counties, on the 25th of February, 1792. In a Letter from Edmund Turnor, Esq. F.R.S. to Sir Joseph Banks, Bart. P.R.S.\n\nRead May 10, 1792.\n\nDEAR SIR,\n\nWHEN I heard of the earthquake of the 25th of February last, which was felt in Lincolnshire, and some of the neighbouring counties, about a quarter before nine in the evening, I immediately wrote to my friend Captain Pennyman, at Little Paunton, near Grantham, desiring him to inform me of the duration and extent of the shock, the direction it came in, and the state of the weather before and after it was perceived. His remarks, together with the subsequent information I have obtained, great part of which I derive from your obliging communication, may serve to record this recent instance of a phenomenon to the terrors of which this country is but little exposed.\n\nLord Rawdon's steward was sitting with his back against an old massy stack of chimneys, which gave him a sensible shove; he at the same time saw the chairs of other persons in the room move very visibly.\n\nLord Rawdon's information to Sir Joseph Banks.\nAn earthquake was felt all over this county. What I felt, and it was the general description given of it, was, that it came with a rattling noise, something like wheels running over a pavement, and a trembling shake, which those who were leaning against a wall felt more than those who were standing, or sitting upright. It lasted a considerable time; different people estimated it from a quarter of a minute to a minute. Several thought the noise and shake came from the north or the north-east; and indeed, I think I heard more of it from the northward than the southward of us. Some thought they heard a thump, as of a heavy thing falling down; but the rattling and shaking were much more taken notice of. Several persons at first suspected it might be a ball of fire, but no such thing was seen; and many were immediately sensible it must be an earthquake, especially those who had felt one before. No material hurt was done by it; some who were standing were seen to reel, and one who was walking was thrown against a wall by it, but not hurt; a stack of wood was thrown down, and some said a chimney. I heard of it as far as Newark, in Nottinghamshire; and it was said to be felt at Biggleswade, in Bedfordshire. The season was at the conclusion of a frost, there had been a little rain, and a thaw was beginning. The barometer gradually fell from the 23d to the 26th—the thermometer was as under:\n\n| Date | Morn. | Aftern. |\n|------|-------|---------|\n| 21st | 16.5  | 28.0    |\n| 22d  | 27.3  | 32.6    |\n| 23d  | 22.3  | 33.2    |\n| 24th | 24.0  | 39.0    |\n| 25th | 34.9  | 38.0    |\n| 26th | 39.8  | 45.5    |\n| 27th | 40.2  | 52.2    |\n\nI felt the earthquake of September 30, 1750, as I did this, and heard the same rattling noise, and my seat shook under me. Many others heard and felt the same; but some\ndescribed it as the falling down of a weight. September, 1750, was almost all a calm, dry, and hot season, scarce a breath of wind, or a glimpse of sun. The end was cooler; but dry and calm, as before. The 30th was cloudy and calm, but there was a gentle wind for some time after the earthquake.\n\n*Thomas Barker, Esq. in a letter to Mr. Turnor.*\n\nThe earthquake at Nottingham, as felt by Dr. White, was undulatory in both shocks; but, in the second, he perceived the direction of the shock to be a little inclined to the horizon, towards the south-east. At Langar, its noise was like that of a heavy carriage driving rapidly along. Here the shock was felt by one or more persons, but not by all in the same room. Its direction was from west to east. It was felt at Derby very slightly; and was of no great extent from north to south in these parts, as it was not felt at Harborough to the south, nor at Chesterfield to the north. It was sharply felt at Stamford, and Wandesford, but not at Alconbury.\n\n*The Rev. Edw. Gregory's information to Mr. Turnor.*\n\nThe shock seemed to be perpendicular, up and down, as if part of the castle had given way; no noise was perceived but wind.\n\n*Mr. King's information to Mr. Turnor.*\n\nThe morning presented a thick fog, which continued all the day; the air extremely heavy and close. About half past eight in the evening a noise came on resembling thunder, which lasted nearly half a minute, when two undulatory motions, in the quickest succession, were felt; a gust of wind, for some seconds, instantaneously succeeded, and in about five minutes\n\nMDCCXCII.\nit rained heavy and large drops, which continued some time. The windows, window-bells, pewter upon shelves, &c. gave ample evidence of the agitation. Its direction was from north-west to south-east. It was slightly felt at Branston, though not at Lincoln.\n\nCaptain Pennyman, in a letter to Mr. Turnor.\n\nWe were all much alarmed by a violent and sudden shock of an earthquake; it made the house at Belton shake, and was followed by a violent gust of wind, and a noise like thunder, which lasted about six or seven seconds. I really thought my chair was sinking into the ground, and, after I had recovered myself, I was not convinced that one of the fronts of the house, or a chimney, had not given way, till I had been in all the rooms, where I found every thing in its place. All the other servants felt it as I did, and the neighbours in the village thought their houses were going to fall upon them. It was felt at Grantham, Manthorpe, and other towns in the neighbourhood.\n\nChr. Driffield, in a letter to Lord Brownlow.\n\nAn uncommon rumbling noise was heard round my premises, 110 yards, resembling that occasioned by drawing a large garden roller slowly over the pavement. The sound did not appear like thunder over the head, but upon or near the ground. The like, in every respect, happened October 27th, 1776, about a quarter before ten at night.\n\nRev. Archdeacon Brown, in a letter to Mr. Turnor.\n\nThe earthquake was felt and heard by a lady at Boston, who declared so at the time it happened, and said, she was\nsure it was something extraordinary, though no one else in the town observed it, or paid any attention to her, till the news of its having been felt at other places arrived.\n\nMr. Fydel's information to Sir Joseph Banks.\n\nThe Transactions of the Royal Society give an account of the earthquakes in the northern parts of England, in the years 1703 and 1750. That of the latter year is described as \"beginning in Derbyshire, and passing off the island, through Lincolnshire and part of Cambridgeshire, its direction being from west to east.\"* From the preceding narrative it appears, that nearly the same tract of country was affected by the late concussion, and that it came in the same direction from west to east; circumstances which correspond with the observations of Mr. MecheL; 1st. \"That the same places are subject to returns of earthquakes at different intervals of time;\"—2dly, \"That earthquakes generally come to the same place from one and the same point of the compass.\" These, and other facts, that ingenious philosopher adduces in support of his hypothesis, that earthquakes are caused by the steam raised by waters, contained in the cavities of the earth, suddenly rushing in upon subterraneous fires; which steam, the moment it is generated, insinuates itself between the strata of the earth, and produces the undulatory motion beforementioned. It may, however, be remarked that the state of the air, before the shock, was calm, close, and gloomy, such as is described by Dr. Stukeley as necessary to prepare the earth to receive an electrical stroke, and the circumstance of its having\n\n* Phil. Trans. Vol. XL. p. 722.\nbeen partially felt in the same room may be supposed to favour that hypothesis; but yet the concussion seems not to have been so strong on the eminence at Belvoir Castle, as it was in the neighbouring vale.\n\nI have the honour to be, &c.\n\nMarch 10, 1792.\n\nEDM. TURNOR.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106789.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11712,
    "total-output-tokens": 2186,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1151,
        2
      ],
      [
        1151,
        2969,
        3
      ],
      [
        2969,
        4564,
        4
      ],
      [
        4564,
        6083,
        5
      ],
      [
        6083,
        7718,
        6
      ],
      [
        7718,
        7985,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106789",
    "title": "A Narrative of the Earthquake Felt in Lincolnshire, and the Neighbouring Counties, on the 25th of February, 1792. In a Letter from Edmund Turnor, Esq. F. R. S. to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Edmund Turnor",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/106789"
  }
}