{
  "id": "7fc057562d13c87fd5b1e104efcccd98fa50b94f",
  "text": "HUMAN PHYSIOGNOMY\nEXPLAIN'D:\nIN THE\nCROUNIAN LECTURES\nON\nMUSCULAR MOTION.\nFor the Year MDCCXLVI.\nRead before the\nROYAL SOCIETY:\nBy James Parsons, M.D. and F.R.S.\nBeing a SUPPLEMENT to the Philosophical Transactions for that Year.\n\nLondon:\nPrinted for C. Davis, over against Gray's Inn Gate in Holborn; Printer to the Royal Society.\nM. DCC. XLVII.\nTHE PREFACE.\n\nI.\n\nThe Word *Physiognomy*, I confess, is too large a Title to put before this little Treatise, as it signifies a View of Nature in general; but since the Term *Metoposcopy* (which denotes Opinions arising from a View of the Face alone, and which indeed would be better adapted to what I treat of) is less understood than the other, and as most People nowadays mean no more by the former than what regards the Countenance, I hope I may be excused taking that which is the most familiar Term.\n\nII.\n\nThis Subject has been handled by a great Number of Authors; not one of whom, that I know of, has pursued the Plan upon which I proceed; that is, what regards the proper Actions of the Muscles of the Face, and their particular Obedience to the Influence of the Mind.\n\nJohn\nPREFACE\n\nJohn Bulwer (whose Book I had never heard of, till my entire Treatise, except the List of Authors, and this Preface, was printed off) makes an Attempt to explain this Subject, as the Title of his Book sets forth; but it is fill'd with many extravagant Notions from different Authors, and is so far from ascertaining the peculiar Office of any one Muscle of the Face, that he thinks they all act one against another to form Laughter; and calls in Blood and Spirits to fill the Face, in the same manner that the Membrum virile is fill'd; with many other such Fancies thro' the Whole, which our Room here will not admit us to animadvert. But I have rejected every other Method made use of before; and in the Progress added some new Observations to the Description of the Muscles, which are the true Agents of every Passion of the Mind, as the Basis upon which our Doctrine is founded; wherein, if I have not succeeded as perfectly as I could wish, I hope it will, at least, be allowed the only true Scheme for understanding that Art.\n\nIII.\n\nI have endeavour'd to make these Lectures as entertaining as I could, and as instructive; whereby any one, versed in the Art of designing, may be able to represent the Passions of the Mind upon the Face, by dint of his Knowledge of the muscular Structure: And as the Number of Representations is but small, which serves for their Expression, there was no need of multiplying them to a Repetition of Designs that must make Confusion. Had a certain\ngreat Man been learned in this Part of Anatomy, he would have made fewer serve his Purpose, and not allow'd different Motions to different Parts of the Occipito-Frontalis at the same time; nor have made the Wrinkles of the Forehead longitudinal, which should have been transverse or horizontal, by the Action of this Muscle: Nor is there, in a word, any Necessity to draw the Hair standing upright, to exaggerate his Figures in any wise, which is unnatural; for the Actions of the Countenance alone will be sufficient to express the Passions, since its Muscles are the sole Agents.\n\nIV.\n\nFor this Reason I have avoided changing the Attitude in the Expression of any one of my Figures; chusing rather to represent them as much as possible on the same kind of Face, whereon no Change is visible, but what proceeds from the particular Alterations of the Muscles peculiar to each Passion.\n\nV.\n\nAnd, in order to render this Treatise, tho' very short, the more complete, I have added a List of the Names and Works of the Authors upon this Subject, and a general Index to these and my former Lectures on Muscular Motion, for the Convenience of such as have them, which will make the Whole the more perfect when bound up together.\nVI.\n\nThe Masters in the Art of Designing I hope will excuse any little Faults that may occur, as to what relates to the Drawing in my Figures; for I have no Pretensions to be correct in that Part, nor any other View in this Work, than to demonstrate and explain the Actions of the Muscles on the Countenance as a Standard for Physiognomy; in which those of both Sexes move upon the same Principles, and, by ingenious Painters, may be expressed on either, only by making Allowances for the Delicacy of the one, and the Roughness of the other, when once duly verified in the anatomical Principles.\n\nVII.\n\nI cannot omit taking this Opportunity of giving due Honour to our Painters in England, notwithstanding the Liberties a late French Author has taken with them; many of whom are capable of any Branch of the Art, as their several curious Performances in many Places * about this Kingdom can testify. We do not want those who paint in History, Landscape, Conversation, and Architecture, in great Perfection; although there is scarce Encouragement here for any Branch but little Portraits: And if we were\n\n* St. Paul's Church, St. Bartholomew's, the Foundling, and Greenwich Hospitals, as well as in the Cabinets of many Noblemen and Gentlemen throughout England.\nwere bless'd with the same academical Endowments that other Nations can boast of, we should undoubtedly have as great Proficients in the Arts of Painting and Sculpture as any Nation: For it is notorious, that our Youth have made as good a Figure in foreign Academies as any that were educated at them; and we have even had some, who, by dint of Genius, have born away the Prizes from those of every other Nation.\n\nVIII.\n\nBut not to dwell unnecessarily upon what all the World, except the Author in Question, knows, we cannot but fall into the following Reflections: Every one, from the first Dawn of his Understanding, is borne away by the Torrent of Partiality, till a generous Education wears it off, and qualifies the Man for passing an impartial Judgment upon every thing that comes before him; and this is ever Master of the unhappy Wretch who has had no such Advantage. Now it was strange to find the Dust of Prejudice had so blinded the Eyes of that Author, who has the Reputation of a Man of Learning, that, at his Arrival in England, he was scarce able to discern any thing but Faults and Defects thro' the whole Kingdom; whilst at home there was hardly an Imperfection: But it may be supposed he had a Mind to give the World a Specimen of his Abilities in Satire.\n\nIX.\n\nSatire requires a very refin'd Genius and Taste to carry it on, whether in Prose or Verse; for, when\nCensure is aimed point-blank, it amounts to no more than plain Billingsgate, or, as the French have it, Criailier, ou ecrire en grondant. I wish I were able to discern the Profundity of his Wit, in saying, among many other Things, \"England has not hitherto bred one Painter (a), &c.\" that here Hunting seems to be the Passion of all Ages and Sexes (b); his Animadversions upon which he has happily concluded with a sublime Tale of a Post-boy; and that it was Laziness that made Shakespear write several Tragedies in Prose (c). — Now, to answer these Assertions in the Stile of the Abbé, the natural Reply would be, point-blank, \"Ce n'est pas vrai.\" But we will not so far imitate him; no, let us use him with more Politeness, and rather recommend to him, when he next intends to write Letters, to study those of an English Author (d) first, which want neither Delicacy, Truth, nor Design; where the Satire is keen, yet pleasing, and not stuff'd with tame crawling Narratives.\n\nX.\n\nJudgment is most likely to be genuine, where it is engaged in the Discovery rather of Beauties than Faults; and is but barely honest, when it is capable of seeing some Beauties as well as Faults. A cursory Spectator, in running thro' a Kingdom, is not to condemn or ridicule the Customs he finds, only because\n\n(a) Vol. I. Lett. 23. (b) Lett. 46. (c) Lett. 31.\n(d) Mr. Littleton's Persian Letters.\nbecause he knows not the Reason of any one. And it is so in a Language, which may, to a Stranger, seem ridiculous, only because he is ignorant of its proper Idiom. The Customs of all Countries arise chiefly from some necessary Cause, and are adapted and continued by the same Law, tho', perhaps, with some additional Conveniences; and since those of different Nations must always differ from each other, it seems to me as injudicious to ridicule them, as to grumble because the Persons of the English are not exactly like those of the French.\n\nXI.\n\nHere is a singular Instance in a Man of Learning, who could find but very few Men of Genius, or good Things, out of his own Country. This strange Love for his own Fire-side puts me in Mind of a Hottentot Boy, who was taken up young by the Dutch, educated and supplied with every thing that could engage the Approbation and Satisfaction of such a one for several Years; yet he was not content, but made use of the first Opportunity to get back to his own People; among whom he had no sooner arrived, than he hastily threw off his Cloaths, flew to the next Shambles, and there, in an Instant, clad himself with the Garbage he found, which with Pleasure he rolled round his Limbs and Body; furnishing himself at once with Food and Raiment, more agreeable to him than the Necessaries better suited to the Welfare of human Life, with which he was supplied before.—But enough of the learned Abbé, and of the Hottentot.\nWhen the Royal Society had order'd that I should read these Lectures, I laid hold of the Opportunity to build this Part of the physiological System upon an anatomical Foundation; and, I flatter myself, it will appear the most likely to answer all the Phenomena of Metoposcopy. Hereafter it will, no doubt, be carried farther, and perhaps be set in a more advantageous Light, by industrious Anatomists; and tho' the Subject admitted of many Difficulties, yet the Candour of the Society, upon hearing the Lectures read, encouraged me to make some Improvements upon what they had heard, in order to bring it thus far; and whatever is wanting in the Perfection of it, the Author's Intention to improve Natural Knowledge, it is to be hoped, will make some Apology, and bespeak for it the more candid Reception of such as have Pleasure in these Kinds of Study.\nA LIST OF Such AUTHORS as I could procure an Account of, who have treated of Physiognomy.\n\nA\n\nARISTOTELIS.\nOpera, cap. 6. Physiognomicum liber, graece et latine. Lutetiae Parisiorum, typis regiis, 1619. folio.\n\nARTEMIDORUS,\nDe somniorum interpretatione, libri 4; de auguriis et manuum inspectione, libri 2; graece. Venetiis, 1527, 4to.; latine. Basileae, 1539,\n\nB\n\nBALDUS Camillus.\nIn physiognomonica Aristotelis commentarii, &c. Bononiae, 1621, folio.\n\nBLONDUS Mic. Angelus.\nPhysiognomia, sive de cognitione hominis per aspectum, &c. Romae, 1544, 4to.\nA LIST of Authors.\n\nLe BRUN.\nConference sur l'expression generale et particulière des Passions; à Amsterdam, 1713.\n\nBULWER John.\nChirologia, or the natural Language of the Hand, &c. &c. Lond. 1644.\nPathomyotomia, or a Dissection of the significative Muscles of the Affections of the Mind, &c. London, 1649.\n\nCERASARIENSIS Tricassus.\nEnarratio principiorum chiromantiae, &c. Item chiromantia incerti autoris, &c. Noribergae, 1560, 4to.\n\nCOCLES Bartholomæus.\nAnastasis chiromantica et Physiognomie, ex pluribus et pene infinitis autoribus. Bononiae, 1504, 4to.\nPhysiognomia compendium, quantum ad partes capitis, gulamque et collum attinet. Argentorati, 1533, 8vo.\n\nCORNARIUS Janus.\nInterpretatio latina ex græco, physiognomonicon rum Adamantii Sophistæ. Basileæ, 1544, 8vo.\n\nCORVUS Andreas.\nChiromantia, extat cum Barthol. Coclitis physiognomoniae compendio. Argentorati, 1533, 8vo.\n\nFINELLA Philippus.\nDe metoposcopia libri tres, Antwerpiae, 1648. 8vo.\n\nFLUDD Robertus.\nMedicina catolica, seu mysticum artis mediciandi sacrarium, in tomos duos divisum. Vide partem secundam portiones tertiae tomii primi; ubi circa contemplationem faciei et manus agiorum versatur, et phy.\nA LIST of Authors.\n\nphysiognomiam cum chiromantia tractat. Francofurti, 1629, folio.\n\nFontanus Johannes.\nPhysiognomia Aristotelis, ordine composito et edita, &c. in gratiam eorum praesertim, qui mores hominum perspicere student. Parisii, 1611, 8vo.\n\nFrejus Janus Caecilius.\nOmnis homo, item amor et amicitia, item physiognomia, chiromantia, oniromantia, &c. Parisii, 1630, 8vo.\n\nFuchsius Samuel.\nMetoposcopia et ophthalmoscopia Argentinæ, 1615, 8vo.\n\nG\n\nGauricus Pomponius.\nTractatus de symmetriis, lineamentis, et physiognomia, extat cum introductionibus apote-\n\nlesmaticis Johannis ab Indagine. Argentorati, 1622, 1630, 8vo. p. 317.\n\nGoclenius Rudolphus.\nChiromantia et physiognomonica specialis cum experimentis memorabilibus. Marburghi, 1621, 8vo. Hamburgi, 1661, 8vo.\n\nUranoscopia, chirosco- pia, metoposcopia, et ophtkalmoscopia. Francofurti, 1608, 12mo.\n\nGratarolus Gulielmus.\nDe praedictione morum naturarumque hominum facili, et inspectione partium corporis, liber. Basileæ, 1554, 8vo. Tiguri, 1555, 8vo.\n\nH\n\nHayck, Thaddæus Ab.\nMetoposcopia. Francofurti, 1584, 8vo.\n\nHelvetius Johan. Frid. Micro-\nA LIST of Authors.\n\nMicroscopium physiognomiae medicum, id est tractatus de physiognomia, &c. Francofurti, 1676, 8vo.\n\nHund Magnus.\nAnthropologium de hominis dignitate, natura et proprietatibus; de elementis; partibus corporis humani; de morbis, remediis, physiognomia, &c. Lipsiae, 1501, 4to.\n\nIndagine Johannes de.\nIntroductiones apotelesmaticae elegantes, in chiromantiam, physiognomiam, &c. Lugduni, 1556, 8vo. Argent. 1534, 1541, fol. Ibid. 1622, 1630, 8vo.\n\nLancisius Jo. Mariæ.\nDissertatio physiognomica ad Johannem Fantonum; extat inter observationes anatomo-medicas Jo. Baptistæ Fantoni, &c. Venetiis. 1713.\n\nMoldenarius Christian.\nExercitationes physiognomonicae, IV. libris comprehensæ; quorum I. Physiognomiam generalem totius corporis, II. Chiromantiam, seu manus inspectionem, III. Metoposcopiam, seu frontis contemplationem, &c. proponit, &c. Wittebergæ, 1616, 8vo.\n\nOtto Andreas.\nAnthroposcopia, seu judicium hominis de homine, ex lineamentis externis a capite usque ad calcem proximum. Regiomontani, 1647, 12mo. Lipsiae, 1668, 12mo.\nA LIST of Authors.\n\nP\n\nParacelsus Aureolus\nPhilippus Theophrastus.\nOperum medico-chemicorum, tomii XII.\nVide tom. V. part 6.\nde physiognomia quantum medico opus est.\nFrancofurti, 1603, 4to.\n\nPersona Johannes Baptist.\nNoctes solitariae, sive,\nde iis quae scientifice scripta sunt ab Homero in Odyssea; in quo, praeter alia, agitur de physiognomonicis. Venetiis, 1613, 4to.\n\nPeruscus Camillus\nAdamantii Sophistae physiognomonicorum, id est, de naturae judiciis cognoscendis, libros duos graece edidit. Romæ, 1545, 4to.\n\nPolemon.\nPhysiognomicon opera Camilli Perusci editum graece Romæ,\n\n1545, 4to. cum Æliani variae historia lib. XIV. graece itidem aliisque.\n\nPorta Johannes Baptist.\nDe humana physiognomia, libri sex, &c.\nFrancofurti, 1592. Neapoli, 1602, fol. Francofurti, 1618, et 1621, 8vo.\n\nR\n\nRhyne Gulielmus Ten.\nDissertatio de arthritide; mantissa schematica; de acupunctura; et orationes tres; I. De chymia ac botanica antiquitate et dignitate. II. De physiognomia. III. De monstris, &c. Londini, 1683, 8vo.\n\nRousseus Balduinus.\nIn chiromantiam brevis isagoge extat cum Tricalli Cerasariensis enarratione chiromantiae. Norib. 1560, 4to.\nA LIST of Authors.\n\nRothmannus Johannes.\nChiromantia. Euphorbiae, 1595, 4to.\n\nSanches Franciscus.\nOpera medica. His juncti sunt tractatus quidam philosophici non insubtiles, quorum unus in librum Aristotelis physiognomon. commentarius, p. 34. Tolosae, 1636, 4to.\n\nScotus Michael.\nPhysiognomia, et de hominis procreatione. Parisis, 1508, 8vo.\n\nSophista Adamantius.\nPhysiognomonicorum, id est, de naturae indicis cognoscendis; lib. duo, graece opera Camilli Perusci editi sunt Romae, 1545, 4to. cum Aelianis variae historiae lib. XIV. aliisque, latine autem, interprete Jano Cornario, &c. Basileae, 1544, 8vo.\n\nTaisnierius Johannes.\nOpus mathematicum, octo libros complectens, innumeris propemodum figuris idealibus manuum et physiognomiae aliisque adornatum, &c. Colon. Agripp. 1583, folio.\n\nTamburinus Hieronym.\nCamilli Baldi commentarios in physiognomonica Aristotelis primum edidit. Bononiae, 1621, folio.\n\nTimplerus Clemens.\nOptices systema methodicum, et physiognomia human. Hanov. 1617, 8vo.\n\nVecchius Paulus.\nObservationum omnigenae eruditionis in divinam scripturam carpit universam, libri duo; primus continens observationes physiognominicas,\nA LIST of Authors.\n\ngnomonicas, sive locos sacrae scripturae qui ponderantur juxta physiognomonica principia, &c. Neapoli, 1641, 4to.\n\nverso parvo, mixto homine, &c. Temperamenta ejusdem cognoscenda per signa, rationes naturales, et physiognomia, quoad totum et singulas partes, &c. Venetiis, 1619, 4to.\n\nZ\n\nZANARDUS Michael.\n\nDisputationes de uni-\nERRATA.\n\nIn p. 4. l. 18, for certainly read certain; p. 8, l. 16, for in almost, read in an almost; p. 41, l. 19, for laugh', read laughed; p. 74. l. 3, for mand, read Command.\nHUMAN PHYSIOGNOMY\n\nEXPLAIN'D:\n\nIN THE\n\nCROUNIAN LECTURES\n\nON\n\nMUSCULAR MOTION.\n\nLECTURE I.\n\nI.\n\nRead Nov. 20. 1746.\n\nI have the Honour, Gentlemen, to appear once more before you, on account of the Croonian Lecture; being commanded to it by the worthy President and Council of this Most Learned Society; and could wish my Abilities were but equal to my Will, in my Compliance with that Duty; I should not then delay a Moment to offer, with the utmost of my Power, what would conduce not only to the Welfare of the Public, but also to your better Amusement.\nII.\n\nThe benevolent Founder of this Lecture has indeed circumscribed it within very narrow Limits, by confining it, in this Society, to the Physiology of the Motion of the Muscles alone: Whereas, had he allow'd it to be more generally anatomical, the Undertaker would find several very pleasing Fields to range in, relating to the animal Oeconomy, not yet taken notice of, that are capable of striking the Hearers with Amazement, and of producing, in the Royal Society, yet a greater Regard for the most stupendous and curious Subjects in all Nature.\n\nIII.\n\nAs to the Invention of any more Systems towards the Explanation of animal Motions, I confess, I think it a Labour as much in vain as the Punishment of Sisyphus; because I believe it utterly impossible ever to render it familiar to any human Perception, however nearer one Author's Opinion may approach the Truth than that of another: And therefore I take the Liberty here to recommend to whomsoever shall hereafter be appointed to make this Lecture, to confine it to the Description of Muscles; and to whatever new Observations may occur with respect to the sensible Motions of them, not hitherto taken notice of; together with more familiar and exact Drawings of them than have already appear'd to the Learned World. Thus may several useful Deductions be made from a Method of this Nature; a Correctorium be produced for all former Treatises of the Muscles; and,\nand, at length, a new general History of them appear, arising from the successive Labours of some of the Members of this Society.\n\nIV.\n\nWith this View, and as a Beginning to such a Plan, I shall now attempt to give you a Description of the Muscles of the Face; with some Observations and Remarks, which I hope will appear curious to you, relating to their separate as well as conjunct Actions, and the Appearances of the Countenance that are the natural Effects of such Actions; together with accurate Drawings, which will serve to their better Demonstration, and which I chose to lay before you, rather than a dissected Head; as being, I am persuaded, a much less agreeable Sight to many among us, than a fair Drawing.\n\nV.\n\nTo proceed then: Let us consider those Muscles in their Order, which chiefly serve to form and move the Skin of the Face, or change the Countenance; which are those of the Forehead, Eyelids, Eyes, Nose, Lips, and Cheeks.\n\nVI.\n\nTo these I shall confine this Lecture, and to certain Remarks and Observations upon their Actions; having regard all along to those Authors, that were most exact and accurate in their Researches and Discoveries of the true Structure of Muscles. But, before I begin my Description, I cannot but particularly mention\nmention, in this Place, with the greatest Reverence, that indefatigable Anatomist the late Doctor James Douglas, whose Treatise of the Muscles, I find, was not known to the famous anatomical Critic * Santorini, or he could not have quoted, besides Eustachius, two more modern Authors for the Discovery of the Muscle called the Coccygeus; neither of whom could ever have known this very Name, if Dr. Douglas had not invented it, when he discover'd the Muscle which he call'd so, some considerable Time before he publish'd his Myographicæ comparative Specimen, which the World was favoured with in the Year 1707.\n\nVII.\n\nNow, although the first Discovery of this Muscle has been given to Eustachius, because something like it is seen upon a back View of one of his Figures; yet, supposing that Author's Figures right as to this Point, our Dr. Douglas is absolutely as certainly an original Discoverer of this Muscle as Eustachius; because the Plates of the latter were concealed from the\n\n* Santorini, in his Observationes anatomicae, has these Words; \"Quamvis postrema levatoris fibra triangulari illi musculo adhaeret, qui jam ab Eustacio exhibitus, deinde ab clar. Chefeldeno, et Mor. agno, tum retrahendo et levando coccygi, tum illis partibus firmatis tribuitur, &c.\" He also seems not to know what Lancisi mentions in his Letter to Dr. Fantonus, that Morgagni was invited to assist in the Explanation of Eustachius's Tables; and, consequently, that he was the less likely at that time to have any Share in the Discovery of that Muscle, which no doubt appears on a back View of a muscular Body in that Author's 36th Table, at the time of Lancisi's being employ'd to explain them; of which more hereafter.\nthe World till about five Years after Dr. Douglas's Book came out; and even when they were found, they had no Explanation, till Lancisius first explain'd them in the Year 1712, who, notwithstanding, never took any notice of the Coccygeus Muscle in his Explanations; although we may affirm Morgagni assisted in them: For Lancisius, after he had been order'd by the Pope to publish his Explanations, wrote Letters to one Fantonus, and to Morgagni, both Physicians and Professors of Anatomy, setting forth the Difficulty of the Task, and requiring their Opinions and Assistance in altering whatever they might see amiss in what he had done. He received Answers from both; and in that of Morgagni a particular Recapitulation of some Part or other of the Figure of every Table, except that of the xxxvi. Plate, which alone contains this Muscle in Question. But, afterwards he tells us, in his Adversaria, (which were printed as late as the Year 1719.) that he discover'd it himself, and calls it Musculus Coccygis Levator. See the End of his 45th Animadversion; for before this, neither Lancisius, Fantonus, nor Morgagni, took notice of it: Whereas Dr. Douglas not only discover'd the Muscle, and demonstrated it to the Students who attended his Lectures, but also invented the Name for it, so many Years as I have mentioned before Eustachius's Plates were found. It would have been an ungenerous Omission, to have neglected setting this Part of anatomical History right, since I was so happy to be well acquainted with his great Abilities in this and other Branches of Learning in his Life-time; and particularly, since I find a foreign Author, of so much Credit as Santorini, very much mistaken\nmistaken in the Matter; and a domestic Author of no less Note, the ingenious Professor Monro, calling it the Coccygeus of Douglas, or rather of Eustachius, who, though he might have seen the Muscle, we might be sure never dreamed of the Name; and, consequently, we have as much Reason to ascribe the Discovery of the Coccygeus to Douglas as to Eustachius, if not more. Having now the Satisfaction of giving due Honour to the Memory of that able Anatomist, who was so worthy a Member of this Learned Society, I return to my present Purpose: And first of the Muscles of the Forehead:\n\nVIII.\n\nOf the Frontal Muscle.\n\nTHERE are some Differences amongst Anatomists concerning this Muscle and the subsequent; but, from the Accuracy of the Dissections of Dr. Douglas, and my own Observations, there is no better Description can be exhibited than his, whose Book I was intirely led by, during my Dissections in Myology; which was always strongly recommended by the Anatomists I followed, as the surest Guide, during my Studies, and which I shall now chiefly follow, as to the Descriptions and Uses of the Muscles in Question; except where any new Observation may perhaps make an Alteration.\n\nIX.\n\nThe true Frontal Muscle arises fleshy from the Process of the Os Frontis next the inner or great Angle\nAngle of the Orbit, above the Joining of the Os Nasii and superior Process of the Os maxillare with this Bone; from thence it runs obliquely outwards and upwards, and is inserted into the fleshy Part of the subsequent Muscle, some of its Fibrilla passing through into the Skin a little higher than the middle Region of the Eye-brows. Its Use is to smooth the Forehead, by pulling it down after it has been wrinkled by the Action of the Occipito-Frontalis; and when it acts more forcibly, it serves to wrinkle the Skin of the Forehead between the Eye-brows; as it happens when we frown, or knit them.\n\nX.\n\nOf the Occipito-Frontalis.\n\nThis Muscle arises fleshy from the transverse Line of the Occiput, opposite to Part of the superior Termination of the Mastoides, and Part of the Beginning of the Trapezius next it; and then tendinous from the rest of that Line backwards, arising after the same manner on the other Side; from thence it goes straight up; and soon becoming all tendinous, it covers the parietal Bones, and the Ossa squamosa, above the temporal Muscles; its outer Edge being fasten'd to the Os jugale on each Side.\n\nXI.\n\nThis broad Tendon near the coronal Suture grows fleshy, and descends with straight Fibres as low as the Musculi orbiculares, and ends in the Skin at the Eye-brows.\n\nXII.\nXII.\n\nThis Muscle sends off, from its lower Part between the Eyes, a narrow Muscle (which Dr. Douglas calls an Elongation), that passes over the Bones of the Nose, as far downward as the End of the cartilaginous Part, where its Fibres run off on each Side, and end in the Skin above the Musculus Nasif proprius: The Office of the Occipito-Frontalis is to pull the Skin of the Head backward, drawing up the Eyebrows, whereby the Skin of the Forehead is wrinkled. The Power of moving this Muscle is much greater in some than in others, so as to be able to shake off their Caps; and the same may be said of the Muscles of the outer Ear; for Nature design'd strong Motions to all these Parts, if the Manner of binding up Infants Heads did not deprive them of their natural Actions, so as to leave them in almost paralytic State.\n\nXIII.\n\nObservation.\n\nAlthough the occipital and frontal Portions of the last described Muscle are by Mr. Cowper accounted a Continuation of each other, yet he confesses he follows the Custom of other Authors, by calling the Fore Part the frontal Muscle, and giving the Name Occipito-frontalis to the posterior Portion only; continuing the two Names, in order as much as possible to avoid Innovation, whereby he makes some Confusion of Names. However, although they are really but one\none Muscle, only having one of its fleshy Parts forwards, and the other backwards, I see no Reason why they might not have their Appellations continued from their Situations, with this Difference only, that, instead of accounting them separate Muscles, they should be only properly speaking, the frontal and occipital Portions of the same Muscle. And indeed that accurate Anatomist Dr. James Douglas has justly call'd them the Occipito-frontalis, as one digastric Muscle, having a Belly of fleshy Fibres before and behind; and separately described the true frontal Muscle having its Origination from the Process of the Os Frontis mention'd before, and terminating in the anterior fleshy Part of the former.\n\nXIV.\n\nAnd although this frontal Muscle (or Corrugator of Coiter, who first discover'd it) is the same that Cowper calls the internal fleshy Production only of the frontal, yet Cowper declares he sees no Reason to make them distinct Muscles; which I own surprises me, since their Fibres have a different Direction and Office, from the anterior fleshy Part of the Occipito-frontalis.\n\nXV.\n\nAs to the Actions of the true Frontal, or Corrugator Coiteri, I must dissent from all Authors in one Particular; it is said, that this Muscle serves to pull down the Skin of the Forehead, after it has been wrinkled. Now, let any one, by moving the Occipito-frontalis, pull up the Eyebrows, and wrinkle the\nthe Forehead, the Restitution of it will appear to him, as it does to me, to be spontaneous immediately upon the Remission only of the Action of the Occipito frontalis: Whereas the true frontal Muscle of Coiter and Douglas can act no otherwise, than in drawing together the Eye-brows downwards and inwards, as in Frowning; for the Fibres of this Muscle are directed from their Originations obliquely upwards and outwards; and, consequently, when they are contracted, they can have no other Motion towards their Origination than in the oblique Direction just mentioned; for their Action is successive to the spontaneous Restitution of the Skin of the Forehead, after being wrinkled.\n\nXVI.\n\nOf the Muscles of the Eye-lids.\n\nThe Eye-lids have only two Pair of Muscles amongst Authors; the Aperiens Palpebram rectus, and the Orbicularis Palpebrarum: The former of which being proper to the upper Lid, and the latter being common to both upper and under, was the Reason of these distinct Names. But to these I shall now take the Liberty to add a third Pair, and call each the Occludens Palpebram, which consists of those Fibres that cover the upper Lid, distinguish'd from those of the Orbicularis both in Situation and Office, as explain'd in the following Observation. And as to Fibres of the under Lids, they are inconsiderable, serving for no other Use, that I know of, but\nbut to render them of a sufficient Thickness to match the Edges of the upper Eye-lids, when they pass over the Eye, and come into Contact with them. Santorini distinguish'd indeed the Fibres upon the Lids from the circular Fibres of the Orbicularis; but says, their Motion or Action is at the same Instant: Which Mistake we shall rectify in the following Observation. He also makes the Occipito-frontalis run downwards over Part of the Orbicularis, and sink into it about the Supercilia; blending with each other between the inner Canthus and the Nose.\n\nXVII.\n\nThe Aperiens Palpebram rectus arises narrow from the upper Part of the Hole of the sphenoidal Bone, thro' which the Optic Nerve passes between the Originations of two of the Muscles of the Eyes, viz. the Attollens and the Obliquus major, and ends broad and tendinous in the Edge of the upper Lid, and serves to draw it up; whereby the Eye is open'd. This, with a little Portion, by some call'd the Ciliaris, are hid under the Orbicularis; and therefore I have represented it in this Drawing of a Preparation, made on purpose, of all these Muscles together in two different Views, which will give a just Idea of their Structures and Actions. See Tab. I. Fig. 2, and 3.\nXVIII.\n\nThe Orbicularis * arises tendinous and fleshy from the Edge of the Os maxillare, that makes the lower Part of the Orbit at the inner Angle of the Eye. Its Fibres are spread upon the under Lid, and a great Part of the Os Mali, and, running round the little Canthus, they are continued, Authors say, over the upper Lid, and upper Part of the Orbit at the great Angle adhering to Part of the Os Frontis, and superior Process of the Os maxillare. This Muscle, say they, draws the two ciliary Edges together, and shuts up the Eye.\n\nXIX.\n\nObservation.\n\nIt is no difficult Matter to conceive how the Eyelid is opened; because there is a fixed Point to which it is drawn back by the Contraction of the Aperiens Palpebram: For, altho' the Origination of this Muscle is rather behind the Eye than above it, as being at the Bottom of the Orbit, yet the End of pulling up the Lid is answer'd, since the Ball of the Eye serves its tendinous Expansion as a Lever or Pulley, whilst the fleshy Fibres behind are contracted, to favour its Ascent, as well as if its Origination was in a right\n\n* Most Authors, and particularly Cowper and Douglas, make this Muscle but one circular Muscle; but Spigel. and Riolan. divide it into two, the upper and under, and give them Attachments at either Angle of the Orbit, to which Diemerbroeck subscribes.\nright Line over it from the frontal Bone: But the Motion of the Orbicularis, which is often compared to a Sphincter, is more difficult to understand, and yet slightly pass'd by without any Notice. Mr. Cowper only says, This Muscle, acting like the Sphincters of other Parts, constringes the Eye-lids; and this seems the general Notion of all Anatomists. Let us, however, attempt to explain this most wise Contrivance for the Motion of the Eye-lids, in the following Manner:\n\nXX.\n\nWe may very securely affirm, that there is no Analogy between a Sphincter and the Palpebram Occludens (for so we shall venture to call it for the future). For, altho' there is an Appearance of a circular Direction of the Fibres, above and below the Eye-lids, in the expanded Part or Orbicularis, yet the Fibres upon the Eye-lids themselves have no such Appearance: They have Attachments to the Canthus on each Side, and the Direction of their muscular Fibres is, in some measure, parallel to the Lids, tho' upwards somewhat curved; otherwise the upper Lid would not be capable of shutting down upon the under; for it is this Lid alone that is lifted up from the under, the latter having no need of a Muscle to draw it down, but is naturally confined below the Convexity of the Globe of the Eye, and is never capable of passing up even to the equatorial Point with its ciliary Edge; whereas any one may observe, that the ciliary Edge of the upper Lid (in shutting the Eye) is carried down far below that Point; and, straitning itself below the Convexity, forms a perfect concave\nconcave Cap over the Globe when it meets the under Lid; which in full-ey'd People is very conspicuous, and well worth observing. The Manner of the upper Lid's being drawn down is this:\n\nXXI.\n\nThe two fixed Points of the ciliary Edges are a considerable Way below, and parallel to, the Equator of the Globe of the Eye; consequently, when the muscular Fibres of the upper Lid (which, whilst open, form Curves of a certain Dimension) contract themselves, they will endeavour to form strait Lines by being shortened: This Tendency to become strait will force each ciliary Edge over, and beyond, the Equator, even to form an inverted Arch below it; for, when once it is forced over the Globe thus far, it will naturally pass a little further, since the Convexity diminishes before it all along, to its utmost Contraction. See Tab. I. Fig. 4.\n\nXXII.\n\nI have been thus willing to explain the Manner of the Occlusion of the Eye, which I hope is clear to you, Gentlemen; first, Because Santorini, in his Figure of the Face, makes the Eye-lids meet upon the very Equator of the Eye-ball; and others seem to think, that the upper Eye-lid moves not much more than the under: And, secondly, to show how widely different the muscular Fibres of the Lids are, in their Situation and Action, from those of a Splincter (which is Cowper's Opinion) whose Office is to purse up any Part round which they are placed,\nas the Mouth, Bladder, &c. when they act without Restraint; and therefore, since those circular Fibres, which alone are to be call'd the Orbicularis, can only act by pursing themselves up round, they have no Share in shutting the Eye, which is done by the bringing down of the upper Lid alone, as I have said already; and, consequently, only serve to draw together the Skin of the Face all round, closing up the Eye with more Violence, and at the same time distorting the Face; for the Eye-lids are naturally shut down, without the least Discomposure of the Countenance; whereas this Motion of the Orbicularis is one of the Expressions of Pain and Anguish; or used to defend the Eyes from Dust, or the glaring Rays of the Sun when the Eyes are weak.\n\nXXIII.\n\nAnother short Observation, worthy of Note, is, that no one can lift up the Eye-lids to their utmost Height, without looking upwards, that is, without raising up the Pupil of the Eye at the same time, except a particular Passion urges the contrary; because the Muscle which lifts up the Lid, when there is an Intent to raise it very high, draws the Musculus attollens, or Elevator of the Eye, into Consent, and makes it act too; for they both arise from Points that are very near each other; and the Aperiens Palpebram lies upon the Attollens, or Elevator of the Eye, in its whole Length. And this Consent between them is reciprocal; the sole Reason for it being, that, when there is a Necessity of looking up at an Object, the Lid should be pull'd up out of the Way.\n\nXXIII.\nXXIV.\n\nNow, notwithstanding this wise Contrivance that appears in the Consent of these Muscles upon opening the Eye, there is a Circumstance, wherein the Elevator of the Eye acts in pulling the Pupil upwards, when the Aperiens Palpebram does not act at all, but continues shut; and that is, when one shuts the Lids, in order to sleep; for, in that Case, the Pupil is turned up, as if Nature intended, that, whilst the upper Lid is drawn down, the Pupil should be intimately covered, by being turned up under it, lest any Rays of Light might stimulate the Eyes, and impede the sweet Refreshment, which is so necessary after Business and Fatigue. This is the Case with all who sleep with their Lids close; and as to those who sleep with them open, it is very apparent in them; for, whosoever takes notice of such while they sleep, will find, that nothing is seen but the White of the Eye; and, upon awaking them, will easily see the Pupil turning down, as the Lids open.\n\nXXV.\n\nMuscles of the Eyes.\n\nThe Eyes have six Pair of Muscles, three Pair to each, which are, the Elevator, Depressor, Adductor, Abductor, Obliquus superior, Obliquus inferior; which, altho' they cannot be said to contribute aught to the Formation or Gesture of the Face, yet they have no small Share in the Expression of the Passions of\nof the Mind upon the Countenance, by the different Motions they give the Eyes, in Consent with the Muscles of the Face, upon particular Occasions.\n\nXXV.\n\nThe *Elevator* arises tendinous and fleshy from the Edge of the *Foramen lacerum* near the *Adductor*, terminates into the upper and fore Part of the *Tunica Sclerotis* of the Eye, by a thin Tendon, and serves to raise up the Globe of the Eye.\n\nXXVI.\n\nThe *Depressor* arises tendinous and fleshy from the lower Edge of the Hole that gives Passage to the optic Nerve, is inserted by a thin Tendon into the same Coat opposite to the former, and serves to draw down the Globe of the Eye.\n\nXXVII.\n\nThe *Adductor* arises tendinous and fleshy from the Edge of the Hole of the optic Nerve, between the *Obliquus major* and the *Humilis*, ends in the same Coat towards the Nose by a thin Tendon, and pulls the Globe of the Eye that Way.\n\nXXVIII.\n\nThe *Abductor* springs from the *Foramen lacerum* without the Orbit of the Eye, and is interted into the same Coat, called *Sclerotis*, against the former, whose Office is to draw the Eye from the Nose.\n\nD\n\nXXIX.\nXXIX.\n\nThe *Obliquus superior* has its Rise from the Edge of the Hole through which the optic Nerve passes, between the *Elevator* and *Adductor*, runs along the *Os planum* upwards, passing thro' the *Trochlea*, a little Pully fixed to the frontal Bone, and, doubling downwards again, is fixed by a thin Tendon into the same Coat, behind the tendinous Expansion of the *Elevator*, whose Office is to incline the Eye forwards, with its *Pupil* downwards.\n\nXXX.\n\nThe *Obliquus inferior* arises tendinous from the Edge of the Orbit, where the *Os maxillare* joins the *Os Mali*, and ends backwards and inwards between the optic Nerve and the Tendon of the *Adductor*, drawing the Eye forwards, and inclining the *Pupil* upwards.\n\nXXXI.\n\n**Observation.**\n\nAltho' the Eye is said, in our Description, to be drawn this or that Way (and it is indeed the Language of all Anatomists) according as the Muscle acts; yet, strictly speaking, it is only turned or rolled this or that Way, as a moveable Ball in a Socket; by which Motion it is the *Pupil* alone that can be said to change its Place, as a Spot upon a Globe, whose Situation is alter'd by the Motion of such a Body round its *Axis*: So that, since the Eye is moved only for the sake of Vision, when the *Elevator*, for Example, is contracted, by drawing the Place of the Globe,\nGlobe, to which it is attached, backwards, its Spot or Pupil turns upwards; and again, when the Depressor is contracted, by drawing its fixed Point backwards, the Pupil is turned downwards. The same may be said of the other Muscles that move the Eye; for, as the four first have their Rise very near one another, the Eye with these four Muscles in their natural Situation, make the Figure of a Cone, whose Basis is forwards, and the Apex backwards; and therefore each, when it is respectively contracted, must necessarily pull the Place of its Attachment backwards, and so move the Pupil upwards, downwards, to the Nose, or from it; and the Business of the oblique Muscles is the same, except what regards the Points of their Vellication, whereby they are pulled in an oblique Direction to the four strait Motions mentioned above.\n\nXXXII.\n\nThe Eyes are capable of a rotatory Motion, which Authors have ascribed to the Power of the oblique Muscles; but every other Muscle of the Eye contributes to its Rotation as well as these, which of themselves can do no more than the Office assigned them in the above Description; but that Motion is thus perform'd: Let any one look upwards at the Centre of an horizontal Line, on a Wall, of several Feet long; he will have it in his Power to carry his View along that Line to the right or left, to either Extremity, without moving his Head. Now the Elevator of each Eye elevates the Pupil to the central Point of Vision mention'd:\nBut the Question is, How the Pupils are carried to the Extremities of the Line? To answer this, let us consider the State of the Muscles: The tendinous Attachments of the four Strait Muscles are broad and thin, where they are fixed to the Sclerotis; so that the Edge of one Expansion is very near that of the other all round the Globe; and the fleshy Fibres from them also are disposed in a thin flat Order backwards, until they approach the Bones from whence they arise; where, for the Convenience of their Attachment, they are squeez'd closer together than when they first quit the Globe: From this Position they may be said to form a hollow Cone, having the optic Nerve as their Axis. See Tab. II. Fig. 2.a.\n\nXXXIII.\n\nNow, suppose the Sight fixed to the Middle of that Line above mention'd, by the Elevator of each Eye, and it was resolv'd to carry it along the Line to the right; then the Fibres on the left Side of the Elevator of each Eye would remit their Actions, and those of the right Side of each Muscle contract more strongly, until they are succeeded and assisted by as many of the neighbouring Fibres of the Abductor of the right Eye, and the Adductor of the left, as will serve to maintain the View all along the Line to the Extremity on that Side, and vice versa.\n\nXXXIV.\n\nBut if a Circle was described in a vertical Plane, and it was resolved to carry the Sight all\nall round it, to the right or left; then supposing one, for Example, begins at the Top, and proceeds to the right, every individual Fibre succeeds the other on that Side in both Eyes, till the last of the one Muscle, as it were, delivers over its Office to the next Fibre of its neighbouring Muscle, until the Rotation is carry'd all round as oft as the Person pleaseth: Now in this rotatory Motion, the oblique Muscles seem to me to have very little Share.\n\nXXXV.\n\nHence it appears, that, in moving the Pupil upwards, downwards, or to either Side, all the Fibres of each Muscle serving to these Motions act together; but if any other Motion is required between these, Part of the Fibres of one may join and assist Part of those of its neighbouring Muscle, in order to perform it: And this will further appear, if we do but consider, that when, for Example, the Obliquus Superior of either Eye acts, it serves to incline the Eye forwards towards the Nose, with its Pupil downwards; and, of consequence, the Pupil of the other Eye must be carried from the Nose, and downwards too; which can be done no other Way than by the Combination of Part of the Fibres of the Abductor, with some of those of the Depressor next them.\n\nXXXVI.\n\nIf, without moving the Head, one would endeavour to describe a circular Line with the Pupils of the\nthe Eyes, it can scarce be done truly circular, because one is apt to fix upon different Points successively, from each of which the Eye makes a right Line, and therefore would rather describe a Polygon than a true Circle, from the Intermissions we are apt to make in pursuing such a View; but if one looks at the Images of his Eyes in a Mirror, without moving his Head, and the Mirror be moved to describe a Circle, then the Eyes will have a true Rotation, without the least Intermission whatsoever; or if the Mirror be fixed, and one describes a Circle with one's Head, keeping the Eyes fixed upon their Image, the same will happen.\n\nXXXVII.\n\nAuthors have given other Names to the Muscles of the Eyes, besides these mentioned above: The Elevator is called the Superbus; the Depressor, the Humilis; the Adductor, the Bibitorius; the Abductor, the Indignatorius; and the oblique Muscles, Rotatores and Amatorii. How far these Names are justly or improperly applied, will appear in our Explanation of the Figures which represent the Passions; however, we shall here make an Observation relating to short-sighted Eyes, and such as squint.\n\nXXXVIII.\n\nWhen the Eyes are very convex, their focal Distance is very short; and therefore, when they view an Object, it is put to the Eyes, and generally held on one Side; for, by holding it thus, they can have a clearer\na clearer Sight of the Object, than if held right before them at equal Distances from both Eyes; because the Adductor of each Eye is violently strain'd and contracted, in order to draw both Pupils to the Object, which is troublesome; and it is only in this Case that these two Muscles act together as Antagonists to the two Abductors, and bring them to squinting; whereas, when the Object is held a little sideways; tho' the Pupil is brought near the Nose on one Side, that of the other will be carried in some measure from it on that Side towards which the Object is held, and thereby the proper Muscles will act together; that is, the Adductor on one Side will act in Concert with the Abductor on the other, and vice versa, altho' not so perfectly as when the Convexity of the Eyes is more natural. The same squinting Distortion will happen to any one who places an Object too near his Nose. Now the Reason why the Pupils of the Eyes must follow one another in viewing Objects, is, because the Mind can attend to no more than one Object at a time; and since one Eye cannot discern so well as both together, let the Object be placed where it will, those Muscles, whose Contractions serve to conduct both Pupils towards it, are only employed by the Will: And hence it is, that the Abductors can never both act together according to the Will; for one Eye in that Case would be intirely useless, and the Aspect of the Person unnatural and unseemly besides. Aristotle, in his third Section, and first Problem, makes a Query, why the Eyes act together? and answers, That it is because the Motion of both has one and the same Principle; which is, says he,\nthe Conjunction of the optic Nerves. Galen, and many Authors since, had the same Way of thinking: but how strange it is, to find Authors seeking for the Cause of the uniform Motions of the Eyes in the optic Nerves, which, every one must allow, serve not to promote any Motion at all, nor have they any other Office than to promote Vision alone; whereas the Eyes are moved by the third Pair of Nerves, which go to the Muscles, and serve to move them, and are therefore called the Motores Oculorum; which move them uniformly, for the plain natural Reason just given; and howsoever the Union or Conjunction of the Optics may be, or any other Constitution of them, there can be nothing intended by such Circumstances, but the Welfare and Security of those Organs, which, in every other Part of Nature we daily see has been the benevolent Care of our Great Creator. But further, many are found to have no Conjunction of the optic Nerves, and yet have neither seen Objects double, nor were their Eyes irregular in their Motions.\n\nXXXIX.\n\nMuscles of the Nose.\n\nThere are several of the Muscles of the Lips, and other Parts, which are common to the Nose, and but few that are proper to it: The latter are, the Rinaeus or Nasalis of Douglas, or Pinnum Dilatator proprius of Santorini, which arise fleathy from the Extremity of the Os Nasi, and terminate in the entire Cartilage of the Ala Nasi, spreading\ning themselves obliquely backwards: Their Office is to draw the *Ala* upwards and backwards, in order to dilate the *Nostrils*, in which they are assisted by the\n\nXL.\n\n*Slips, or Elongations of the Occipito-Frontalis;*\n\nWhich, as it is continued from thence *down* the Nose, and dividing at the Middle, terminates on each Side, partly in the aforesaid Muscle, and partly in the Skin above it. This Slip I take to be proper to the Nose, and serves to assist the former in its Office, and also to wrinkle the Skin of the Nose, by drawing its lower Part upward; which happens in the Act of *Derision*, and in many when they laugh much. Besides this, *Santorini* has mention'd another new Muscle, which he calls *Musculus novus transversus*, which, like a Saddle, rides cross the lower End of the Bones of the Nose, and, running over the Insertions of the *Rinceus*, terminate in the *Pyramidalis* on each Side. This Muscle is so exceeding thin as not to be distinguished in every Subject; and as its Use, from its Situation, can be only to wrinkle the Skin of the Nose, it may well be spared, since that Office is well enough performed by the above-mentioned Muscle, and by another *Slip*, which is a Companion to the *Pyramidalis*, whose Fibres run parallel to the Nose, from the great *Canthus* of the Eye, and is inserted into the upper Lip, and in the *Ala Nasii* on each Side.\nThe next we shall take notice of, are\n\nXLI.\n\nThe Muscles of the Lips.\n\nAs the Cheeks have no Motion of their own, being only moved in common with some one or more of the Muscles of the Lips or Jaws, we shall give our Description of the Buccinator a Place with the Muscles of the Lips; and as to the Formation of the Cheeks, they cannot be said to be formed of the Buccinator or Quadratus Genae alone, for all those that move the Lips contribute to it also; and whatever Motion the Buccinator may be said to have, it is proper to the Lips and Mouth alone, and not to the Cheeks.—Now the Mouth being the central Point, from which all the Muscles that move the Lips, as it were, radiate, the first that ought to be described is the Orbicularis, by some called the Osculatorius, and by others the Sphincter Labiorum; because whatsoever Muscle moves of those round about it, the spontaneous Form of this is inevitably alter'd; we shall therefore first describe\n\nXLII.\n\nThe Orbicularis.\n\nNotwithstanding that the natural Position of the Lips makes not a circular Form, yet the Fibres of this Muscle go round it; however, they cannot properly be said to be orbicular, or be likened to a Ring,\nRing, on any account; altho' their Action is only to purse up the Mouth, as in whistling and blowing.\n\nXLIII.\n\nThe *Elevator Labii inferioris proprius* arises from the lower Jaw, near the Gums of the fore Teeth, and ends in the Skin of the Chin, which, with the lower Lip, it draws upwards.\n\nXLIV.\n\nThe *Elevator Labii superioris proprius* arises from all that Portion of the *Os maxillare* that makes the lower Part of the Orbit, above the Hole that transmits the Nerves and Arteries to the Cheeks, and ends in the upper Lip: This is what Santorini, and other Authors, call the *Pyramidalis*, which serves to pull the upper Lip upwards on each Side.\n\nXLV.\n\nThe *Depressor Labii inferioris proprius* arises fleshy from the lower Part of the Chin, and is inserted into the under Lip, and serves to pull it downwards and outwards.\n\nXLVI.\n\nThe *Depressor Labii superioris proprius* arises thin and fleshy from the *Os maxillare*, immediately above the Gums of the *Dentes incisivi*, and ends in the upper\nupper Lip, pretty high under the Nose; which it serves to draw downwards.\n\nXLVII.\n\nThe *Elevator Labiorum communis* arises thin and fleshy from the Hollow of the *Os maxillare*, under the great Hole, and ends in the Angle of the Mouth. Santorini calls this, *seu Caninus extra Oris Rictum terminatus*; its Use is to bring the Corner of the Mouth upwards on each Side.\n\nXLVIII.\n\nThe *Depressor Labiorum communis*, or *triangularis*, arises broad and fleshy from the lower Edge of the lower Jaw, between the *Latissimus Colli* and the *Masseter*; it is also inserted into the Angle of the Mouth, decussating with some of the Fibres of the following Muscle, and serves to pull down the Corners of the Mouth.\n\nXLIX.\n\nThe *Zigomaticus major* arises fleshy from the *Os Mali*, near its Conjunction with the Process of the temporal Bone, runs down obliquely towards the Angle of the Mouth, over the Insertion of the salivary Duct into the *Buccinator*, and, spreading, joins the End of the former Muscle, about the *Rictus Oris*. Its Office is to pull the Angle of the Mouth obliquely upwards.\nL.\n\nThe Zigomaticus minor arises from the same Bone, forwards of the former; and ends under the Pyramidalis, and serves to assist in the Elevation of the upper Lip.\n\nLI.\n\nThe Risorius is a flat Bundle of Fibres, which arises near the Angle of the Jaw from the Skin over the parotid Gland, and is inserted into the upper Part of the Triangularis near the Rictus Oris: It lies before the upper Part of the Quadratus Genæ; and serves to draw the Angle of the Mouth gently backwards.\n\nLII.\n\nThe Buccinator arises from two different Places, that is, from the most remote Part of the lower Jaw, between the last Tooth and the coronoid Process, and from between the last Jaw-Tooth of the Maxilla superior, and the Pterigoidal Process: And, running forwards broad, is inserted at the Angle of the Lips into the Orbicularis, behind the Triangularis and Zigomaticus major. It serves to several Purposes; first, to squeeze against the Gums, in order to direct the Viuals while we chew, both between the Teeth, and thence into the Cavity of the Mouth; and, 2dly, to assist in forming the Face for Laughter. Now in\nin smiling, the *Risorius* is sufficient of itself; but, when great Laughter is promoted, the *Buccinator* takes the whole Action to itself, which is begun by the former, and pulls the Corner of the Mouth on each Side, and stretches the Lips prodigiously, according to the Degree of Laughter required.\n\nLIII.\n\n*Of the Quadratus Genæ, or Latissimus Colli.*\n\nNotwithstanding this Muscle is not among the Muscles of the Lips, we shall mention it here as a Muscle which belongs partly to the Face. It arises thin, with some membranous, and some fleshy Fibres, from the *Sternum* or Breast-Bone, the *Acromion* of the *Scapula*, and from the entire Space between them occupied by the pectoral and deltoid Muscles, and is inserted partly into the lower Jaw, partly into the *Buccinator* Muscle, and partly by a thin Membrane under most Part of the Skin of the Face. It serves, according to the Opinion of Dr. *Douglas*, to draw the Skin of the Face downwards, and to assist the Digastric in opening the Jaws. This last Office is denied by *Heister*, and to no others; but, as there is a strong Insertion into the lower Jaw of the most considerable Part of this Muscle, I cannot but join with the former, in the Opinion that its chief Office is to open the Jaws: For the Fibres which go to the Skin of the Face are very slender and weak; insomuch that, in many Subjects, they are not to be discerned at all. As to the Muscles proper to the lower Jaw, viz. the *Temporalis* and *Masseter*,\nfeter, which pull it upwards, and the *Digastricus*, *Pterigoidæus internus*, and *Pterigoidæus externus*, which serve to draw it downwards, we shall omit their Descriptions here, since they do not come under the Subject we are at present confin'd to; which is only to treat of those Muscles alone, whose Motions are subject to the Influences of the Passions of the Mind, in altering the Countenance, or which serve to its Formation.\n\n*The End of the First Lecture.*\nLECTURE II.\n\nI.\n\nGentlemen,\n\nRead Nov. 27. In my Lecture of last Thursday, I had the Honour of demonstrating before you the Muscles of the Face, and, at the same time, of explaining their sensible Motions, which was the first Thing I proposed in my Preamble to that Lecture; it now remains to shew you which of these Muscles act, in the several Motions of the Face that express the different Passions of the Mind; for they serve two principal Ends, first, (altogether) to form the Symmetry of the Countenance, by supporting the Skin of the Face, in the Manner we see it when a general Composure appears thro' the Whole; and, secondly, to express, as we have said, those Passions of Joy, Grief, Fury, Ill-nature, and such-like, as the Mind is often prone to suggest; and may indeed be said to become the Glory or Disgrace of the Man, according as they obey the Dictates of the Mind in those Cases; or, in other Words, as they are most predominant.\nII.\n\nIt is certain (whatever Stress may be laid on that trite Phrase \"Fronti nulla Fides\"), that, if we but duly consider, what is a great Truth, that the Countenance is the Nuncio of the Mind, and only become well versed in the proper Actions and Predominancy of its several Muscles, we shall have a great deal of Reason to reverse that Sentence; since also we must, from every Day's Experience, see a Face promise what we afterwards find to be the real Disposition of the Person who wears it.\n\nIII.\n\nProvidence is wise, in causing this to be so; and it has its considerable Uses in Nature. Does it not cheer and please Society, to see an open cheerful Face among them? Does not a sorrowful Aspect move Mankind, who are naturally prone to Compassion? Does not a Countenance expressing Fear give Warning to others to prepare against the Danger? Does not a sneering scornful Face warn us to beware of its Owner? And does not a surly, morose, or dogged Aspect give Men Distrust, forbid Friendship, and fill Societies with uneasy Apprehensions?\n\nIV.\n\nIt was because the Means of Self-Preservation should be generously distributed to us, that the prevailing Characteristics of Tempers should be thus conspicuous\nconspicuous in us; innumerable Instances of which are to be observed in every other Part of the animal World besides: And even from hence we might naturally conclude it absolutely necessary; but the Structures of these Parts, their sensible Actions, and the great Consent between one Part of the Animal and another (from their nervous Communications), yet more plainly confirm this Conclusion.\n\nV.\n\nWhatsoever Sovereignty the Diaphragm is known to have in Respiration, which concerns the Circulation of the Blood in the greatest measure, since the Seat of the Heart is formed upon that Organ in human Bodies, I am now almost confident, from many Scrutinies and Observations made upon it for several Years, that it has no small Share in being a principal Instrument of receiving, and communicating the Impulses of the Will to the several Parts which are destined for the Expression or Publication of the Intention of that Will or Mind: Now, in order to prove this, let us only consider, that, when an Object of Mirth offers to us, the Laughter, or quick Concussion of the Lungs, is begun by the Diaphragm; which is no sooner set in Motion, to express the Pleasure conceived at it, than the Muscles serving to form a Smile upon the Countenance, are immediately influenced, and a gentler, or more forcible Drawing of the Corners of the Mouth backwards is excited, according to the Degree of Mirth before us. Now, from the first Influence of the Diaphragm, when Grief is the Subject also, we plainly see, that\nthe Muscles, which are proper to express that Passion, are alone actuated; and when it increases to an immoderate Weeping, there are not wanting Concussions of the Diaphragm here too, as well as in immoderate Laughter; so that there may be said to be a reciprocal Commerce between the Diaphragm and the Muscles of the Face, not only to demonstrate these Passions, but indeed all others we see imprinted on the Countenance, by means of the nervous Sympathy between them.\n\nVI.\n\nFrom the Phil. Trans. No. 153. p. 395, being an Extract of the twenty-fourth Dissertation of Spon's Recherches curieuses, &c. printed at Lyons 1683. in 4to. it is easy to see what a slight Foundation they formerly had for their Notions of the Matter: \"We learn, says he, the Use of ancient Medals, Pictures, and Statues (of which Varro, J. Caesar, and Alexander Severus, were great Collectors) as relating to other Studies, so especially to Physiognomy, Nature having imprinted in the Countenance certain Airs and Conformations, which discover the grand Inclinations of the Mind. In this Art the famous Campanella was a great Master, as Mr. Choner relates in the Life of Boiset. Hence Nisius Erythraeus tells us, that B. Stephanius the Poet had the same Features with the Statues of Virgil. Others observe, that Numa Pompilius and Antoninus Pius resembled each other in Face and Manners; and that the Chancellor Hospitalius, a great Philosopher, was like the Figure of Aristotle.\n\"The Face of Alexander Magnus upon his Coins,\nhis Eyes set high and great, with his Chin thrust\nout, speak him haughty, earnest, and courageous,\nas Plutarch remarked from the Physiognomists.\nThe frizzled Hair of Pompey, and his forward\nCountenance, shew his Stoutness and Ambition.\nThe Temperament and Disposition of Julius Caesar\nis read in his Coins, as divers have observed, and\nat length Dr. Andreas, out of Argoli: Marcus\nAntoninus's double Chin shews his Love of Plea.\nsure. The Air of King Juba argues him cruel and\narrogant. The good Features of Augustus declare\nan excellent Mind, a Mixture of Sweetness, and\nPrudence, and Courage. The little Eyes of Nero,\nhis thick Neck, his Throat and Chin conjoin'd,\nwere no good Signs to the Romans; and the Sta-\nture of Maximinus, and narrow Chin, bespake\nhis Cruelty.\"\n\nVII.\n\nBut all this kind of Doctrine of Physiognomy\nmust very often deceive, because it was taken chiefly\nfrom Incidents that happened during the Reigns and\nAuthority of great Personages, who were very con-\nspicuous in their Stations, and who, consequently,\ndrew the Attention of these Observers upon them-\nselves. Thus when the Character of the Person was\nknown, an Account of his Face was immediately\ntaken, and a Standard laid down for every Person,\nwho in any wise had a Resemblance to it: As if the\nLength or Shortness of Nose or Chin could be an\nIndication of the Disposition of the Mind: But such\nObservers\nObservers should have considered, that the general Form of the Face and Head is chiefly owing to the Structure of the Bones that compose them; and that a Person with a long Chin or Nose, &c. may be either of a good or bad Turn of Mind; and, on the contrary, those with the best proportioned Faces may be possessed of unhappy as well as happy Tempers: So that, let this be as it will, it is the Alteration of the Muscles alone that is capable of demonstrating the reigning Passion of the Mind upon every Kind of Face.\n\nVIII.\n\nSome Observers took their Indications from the Tints of the Countenance, and judg'd according to them; that is, from the Pale, Red, Livid, Brown, Yellowish, or Olive. But, however these may serve as Indications whereby to lead to the Knowledge of Diseases, every Day's Experience shews they can give no Information of the Disposition of the Mind; for there are, amongst Men of all Hues, both good and bad, cheerful and dejected, and the like.\n\nIX.\n\nAristotle, who has among his Works a particular Treatise upon Physiognomy, and which one would imagine has been the ground Work on which the Writers upon that Subject have raised all they have said about it, has not omitted one Circumstance that might in any wise help him in his ingenious Researches, but those which alone could give the true Tokens\nTokens of the Dispositions of the Mind, that is, the Actions of the Muscles of the Face. He has drawn some injudicious Suppositions from the native Countries of Men; others, from the Strength or Weakness of their Limbs; others, from the Nature or Colour of the Hair; others, from the Shortness, Length, Hardness, or Softness, of the Flesh and Limbs; and has laid great Stress upon the Likeness of the human Voice to that of other Animals: Thus, if the Voice was loud and sonorous, he compared the Person to a Lion, Bull, or barking Dog, according to their Differences; and if, on the contrary, the Voice was feeble and mild, he concluded the Person pusillanimous and fearful. If Women were strong, healthy, and of good Constitutions, he declared them of a masculine Nature; and if Men were weakly, he esteemed them as having more of the Female Dispositions than otherwise, and also drew some Remarks from the Size, Roundness, Length, Flatness, or Protuberance of the Face, without ever dreaming of the Use of the Muscles belonging to it.\n\nX.\n\nThe great Lancisius, whom we have mentioned before, has wrote a particular Treatise, to his Friend Fantonus, upon this Subject, which he calls Differatio Physiognomonica, and which he divides into two Parts; the first he calls Chiroscopia, which treats of several Things relating to the Lines on the Palm of the Hand; as their Origin; why they are more in the Hands than the Soles of the Feet; three Kinds in\nin the Palms; the Causes of the best and worst Kinds, and of their Defects; with Prognostics drawn from them, and the like: The second Part he calls Metoposcopy, which relates only to the Countenance, and is the least considerable; wherein he chiefly considers the Rugae of the Forehead, which he divides into three Kinds: 1. Such as are equal and strait: 2. Such as are unequal and interrupted: 3. When they are but few and superficial: And the only Consequences he draws from these Wrinkles are, that the equal ones signify Strength and Equilibrium in the frontal Muscles; the unequal ones the contrary; and very truly says, that if the Skin be thin and lean, there are more Wrinkles; if thick, a smaller Number; and, lastly, when they are but few, and are superficial, it shews, says he, great Weakness of the Muscle. Now, from these Conditions of the Muscles of the Forehead, he judges of the Condition of the Brain: if that be strong, so is the Brain; if weak, the latter must be so too, and the like.\n\nXI.\n\nThis Author places the Seat of the Soul somewhere in the fore Part of the Brain; and thinks he has found a new Part, which was never taken notice of before, and promises the Publication of it. He has nothing that particularly relates to a Demonstration of the Passions of the Mind on the Countenance, but this general Notion: \"It is not a difficult Matter (says he) to discern an angry Man by his flaming Eyes; nor an envious Man by their...\"\ntheir Distortion and frowning; nor a fearful Man by his Paleness and Trembling; nor a melancholy Man, by his dark and dejected Countenance; nor, in fine, a happy Temper, by a florid and cheerful Aspect.\" Indeed there is no great Art in seeing these Indications, which are obvious to the meanest Capacities; but how they are so, and the Reasons for them, this great Man has not thought worth while to explain. The same may be said of that great Master le Brun, who (in his Abregé d'une Conference sur la Physiognomie, at the End of his Book of the Passions) lays great Stress upon following the Traces of the Lineaments in the Faces of Brutes, in order to account for the Appetites and Passions of Men.\n\nXII.\n\nJ. Bapt. Porta, who is well known to the Men of Science of all Nations, built his System of Physiognomy upon that of Aristotle; which he attempted to explain, in a Book intituled, De humana Physiognomia, &c. wherein he lays it down, as a certain Truth, that whosoever has a Likeness in his Face to that of any other Animal (tho' never so remote), his Frame of Mind and Passions must be the same with those of the Animal whose Resemblance he bears: And accordingly, he makes exaggerated Figures of Mens Countenances like Lions, Tigers, Lambs, and other Creatures, with Remarks upon them, in order to give Weight to the System he lays down: But had he only studied the Parts which constitute the Face, and their Obedience to the Impulses of the Mind, he\nhe could not have persisted in a Method of accounting for its Passions, by comparing the Faces of Men to those of Creatures, which can have no more Analogy to each other, than the forced Imaginations of his Brain could produce.\n\nXIII.\n\nMany of the Ancients were strongly of Opinion, that Mens Faces discovered their Tempers: And this must have been founded chiefly upon a long Observation and Experience of the Tempers of Men with whom they had frequently conversed; for their Penetration in that Part of Anatomy had not gone so far, as at present it does with us.\n\nXIV.\n\nThe Scholars of Socrates brought a noted Physiognomist, Zopyrus, to their Master, in order to try his Art; who viewing his Face for some time, having had no previous Knowledge of him, and after an Examination of his Aspect, he soon pronounced him the most lewd, drunken old Fellow he had ever met with: The Disciples mock'd and laugh'd at him, as believing his Art of no Effect; but Socrates told them, he believed his Art might be true, notwithstanding his present Mistake, for that he himself was naturally inclined to those particular Vices the Physiognomist had discover'd in his Countenance, but that he had conquered the strong Dispositions he was born with by the Dictates of Philosophy.\nOvid was of this Opinion, as appears by this beautiful Passage;\n\n*Heu, quam difficile est, crimen non prodere vultu!*\n\nwhich the great Addison chose for a Motto to the 86th Spectator, wherein he has the following refined Sentiments upon this Subject: \"Every one (says he) is in some degree a Master of that Art, which is generally distinguished by the Name of Physiognomy; and naturally forms to himself the Character or Fortune of a Stranger from the Features and Lineaments of his Face. We are no sooner presented to any one we never saw before, but we are immediately struck with the Idea of a proud, a reserved, an affable, or a good-natur'd Man; and, upon our first going into a Company of Strangers, our Benevolence or Aversion, Awe or Contempt, rises naturally toward several particular Persons, before we have heard them speak a single Word, or so much as know who they are.\n\n\"Every Passion gives a particular Cast to the Countenance, and is apt to discover itself in some Feature or other: I have seen an Eye curse for half an Hour together, and an Eyebrow call a Man Scoundrel.—For my Part (says he) I am so apt to frame a Notion of every Man's Humour or Circumstances by his Looks, that I have sometimes employ'd myself from Charing-Cross to the Royal Exchange in drawing the Characters of those who...\"\n\"who have passed by me: When I see a Man with\na sour rivell'd Face, I cannot forbear pitying his\nWife; and when I meet with an open ingenuous\nCountenance, think on the Happiness of his Friends,\nhis Family and Relations. — I think we may be\nbetter known by our Looks than by our Words;\nand that a Man's Speech is much more easily dis-\nguised than his Countenance. In this Case how-\never, I think the Air of the whole Face is much\nmore expressive than the Lines of it: The Truth\nof it is, the Air is generally nothing else but the\ninward Disposition of the Mind made visible.\"\n\nXVI.\n\nThis Maxim I am now about to prove to you in\na few Words, by answering an Objection made to\nme on that Sentiment; \"A Gentleman agreed with\nme, that the Muscles of the Face obey'd and ex-\npressed the different Passions of the Mind occasionally,\nbut that, when the Cause of that Passion ceases, the\nFace resumes its natural Position, and that Passion\nappears no more for that time.\"\n\nXVII.\n\nTo this I answer, 1st, That every Person has a par-\nticular Bent or Disposition of Mind, which oftener\nreigns in him than any other; 2dly, That this ha-\nbitual Disposition, causing the Muscles of the Face,\nthat are destined to express it, frequently to act in\nObedience to that Bent of Mind, brings on at length\nan habitual Appearance of that Passion in the Face,\nand moulds it into a constant Consent with the Mind. In the Course of my own Acquaintance, I know some Persons who wear on their Countenances a continual Cheerfulness, Complacency, and Openness; and, by Experience, I know it to be their continual Disposition of Mind: And, on the other hand, I also know some, on whose Faces a settled Moroseness always strikes the Beholder; and know it to be their own constant Plague, and that of those among whom they come.\n\nXVIII.\n\nThis need not be wonder'd at, nor indeed can it be denied; for that such a Habitude of Countenance is easily acquir'd will appear certain, if we do but observe what happens every Day: We may take notice that among School-Boys, if there be one who stammers in his Speech, it will speedily be acquir'd by the others; and I have known two Boys, whose Fathers were my Acquaintance, catch that Habit of speaking at School, and have never yet been able to shake it off: I have also known a Youth catch a Habit of winking the upper Lid of his Eyes, quicker than the Seconds of a Clock, by having sometimes seen an Epileptic, who frequented the Quarter where he lived; and I personally knew a Gentleman eminent in the Law, who ceaselessly winked with one Eye; and told me, to satisfy my Curiosity, that his Father had a Servant, when he was a Child, who had an involuntary Winking, which he had acquir'd, and which, notwithstanding his having been sent away to a distant School,\nSchool, when his Parents had discover'd it, he never was able to shake off. Add to this, that there are many who acquire squinting Distortions of their very Eyes, by seeing others too often who are troubled with that Malady.\n\nXIX.\n\nNow what but a Habit, acquired by some Muscle or other, could have produced these Effects?\n\nHowever, in order to be as fair and clear as I can, in the Proof of my Assertion, I will answer another Objection of the same Gentleman, which is all I shall at present trouble you with upon this Head.\n\nXX.\n\nSays my Friend, \"I have known one of these crabbed sour-faced Men look as agreeably as one could wish; and, on the other hand (says he), one of those merry-faced Gentlemen put on a Countenance as full of Fury as possible.\" It is very true, I agree with him in this; and it is right it should be so; because every Person, of whatsoever Temper of Mind, ought to have a Power of altering it upon a necessary Occasion, and of shewing his Approbation, or Dislike, of any Affair that may chance to offer: But is the morose Man long pleased, or the happy Man long displeased? And does not each return soon to his former habitual Mind and Countenance, when the Occasion of their Alteration ceases?\n\nXXI.\nMy Friend might have started other Objections, and which indeed are, in some measure, Exceptions to the general System I have laid down; but which cannot invalidate the least Part of it, when the Reasons for them are explain'd. First, He may argue, that there are many Maniacs, who are in a constant State of Madness, and yet the Muscles of the Face are in no-wise distorted, nor any other Appearance of Wildness in the Countenance than what the Eyes produce: But this happens only because the morbid Madness is involuntary; whereas all the Passions of the Mind, which correspond with, and actuate, the Muscles of the Face, are voluntary, and, consequently, draw the Muscles subservient to each particular one into Consent. The Player, acting his Part with Judgment, is capable of producing these Effects; he can artfully put on the Grimace which best expresses or accompanies the Character he is to represent; as the Man, whose natural Temper also leads him to wear the Aspect suited to his State of Mind, whatsoever it be; and as such a one can occasionally change his Aspect, tho' but for a little time, from its customary State, it is plain, that the customary Passions of the Mind are first voluntary, and the Actions of their several subservient Muscles are so too: And, lastly, There can be no reigning Gesture of the Face discernable in Idiots expressive of any Passion; because they can have no settled Intention to produce one, or render it customary in their general Conduct;\nwhence it may be very justly said, such poor Creatures have unmeaning Countenances.\n\nXXII.\n\nFrom what I have hitherto laid down, and from the following Explanation of the Figures, I hope it will appear, that no Analogy can be drawn from Brutes, no Signs from the Voice, nor general Shape of the Face, or any of its Parts; in a Word, nothing but the Actions of the Muscles, become habitual in Obedience to the reigning Tempers of the Mind, can in any wise account for them; and the Art of Physiognomy, especially the Metoposcopy, or what relates to the Face, must prove very uncertain without this Foundation.\nTABLE I.\n\nFIG. I.\n\nShews a View of the Muscles of the Face in Profil.\n\nA, The anterior Portion of the Occipito-Frontalis.\nB, The Orbicularis of the Orbit. *, The Occludens Palpebram.\nC, The Temporal Muscle.\nD, The Masseter.\nE, The Muscle Attollens Auris.\nF, The Zygomaticus major.\nG, minor.\nH, Pyramidalis, seu Elevator Labii superioris proprius.\nI, Pyramidalis Socius Santorini.\nK, Elevator Labii superioris proprius, seu Incisorius of Cowper.\nL, Elevator communis Labiorum.\nM, The Osculatorius.\nN, A Bundle of Fibres running down with the Incisorius from the Bottom of the Orbicularis.\nO, The Ductus Parotidis, or salival Duct.\nP, Glandula Parotis.\nQ, The Buccinator Muscle.\nR, The Risorius.\nS, The Triangularis, or common Depressor Labiorum.\n1. The Corrugator of the Chin.\n2. The Depressor Labii inferioris proprius.\n3. The new transverse Muscle of the Nose, of Sarini.\n4. The Rinaeus of Douglas.\n5. The Elongatio Occipito-Frontalis of Douglas.\n6. The Narium Contractores.\n7. The Quadratus Genae, Latissimus Colli, or Platysma Myoides.\n8. The Skin turn'd back.\n\nFig. 2.\nIs a View of the Orbicular and Palpebral Muscles, taken off from the Head.\n\nA, The Orbicular Muscle.\nB, The Occludens Palpebram.\nC, The lacrymal Ducts.\nD, The lacrymal Gland.\nE, The ciliary Ligaments.\nF, The ciliary Portions.\n\nFig. 3.\nShews the Surface of the same Muscles which lie next the Bones.\n\nA, The Orbicularis.\nB, The Palpebram attollens.\nC, The lacrymal Ducts.\nD, The lacrymal Gland.\nE, The ciliary Ligaments.\nF, The Portions arising from the Tendon of the Attollens Palpebram, called by some the ciliary Portions.\nFIG. 4.\n\nIs a Figure to explain the Motion of the Eye-lid.\nSee Lecture I. Page 14.\n\nA, The Attollens Palpebram.\nB, The upper Lid.\nC, The under Lid.\nD, The Globe of the Eye.\nE, The Equator of the Eye.\nFF, The fixed Points of the muscular Fibres of the Lids, or Occludens Palpebram.\nG, The Line of the upper Lid, when it passes towards the under Lid, over the Equator,\n\nTABLE II.\n\nFIG. 1.\n\nRepresents a back View of the Ball of the Eye.\n\na, The Optic Nerve.\nb, The Musculus attollens, or Elevator.\nc, The Depressor.\nd, The Adductor.\ne, The Abductor.\nf, The Obliquus superior, or Trochlearis.\ng, The Obliquus inferior.\n\nFIG. 2.\nFig. 2.\n\nShows a View of both Eyes, with their Muscles disposed nearly as in the Life.\n\na, The Optic Nerve.\nb, The Musculus attollens.\nc, The Depressor.\nd, The Adductor.\ne, The Abductor.\nf, The Trochlearis.\ng, The Obliquus inferior.\n\nFig. 3.\n\nIs a View of a Countenance in an easy Composure, wherein no Muscle can be said to have any particular Action, and wherein every Muscle in its respective Place only conspires to form the pleasing Symmetry and Proportion that appears thro' the Whole. An Appearance like this on the Face must inform every Spectator, that, altho' the Mind of the Person who wears it, does not seem to be exalted into Mirth, or Veneration, yet it must at the same time shew, that neither is it debased by Envy, Malice, Jealousy, or a tyrannic Spirit; nor degraded into desponding Grief and Care, the true Characteristic of those who are not happy enough to rely on the Author of Providence for His Protection; nor fill'd with Fear and Terror, either at external Dangers, or the more excruciating Attendance of the Guilt of having injured others; nor disfigured by the deforming Grins or Snears.\nSneers, which are the Dictates of Pride, Haughtiness, Ignorance, and Scorn; nor, in fine, chain'd by a narrow Stricture of Soul, which would circumscribe the Benevolence of God towards Mankind, deny Happiness to Fellow-creatures, and monopolize it all to its own despicable Self; whereas such a Face is undoubtedly more ready to alter into Cheerfulness and Complacency, and to demonstrate to the World that benevolent Compassion, which is the natural Bent of the generous Mind that owns it.\n\nThus a Countenance of this engaging easy Aspect shews the Man securely cover'd by that most noble Shield a good Conscience; which renders him steadfast in every Resolution that leads to Virtue, tho' often repuls'd by the Rubs of Opposition and Affront; and prompts him to commiserate even Enemies in Distress, and to speak the Truth with a decent Magnanimity, in the Presence of the most Arrogant and Envious.\n\nThe Picture of such a happy Soul is painted in the most lively Colours, by that inimitable Poet Horace, in the following Lines, which I cannot avoid repeating here:\n\n\\[ \\text{Virtus, repulsa nescia sordidae,} \\]\n\\[ \\text{Intaminatis fulget honoribus;} \\]\n\\[ \\text{Nec sumit aut ponit secures} \\]\n\\[ \\text{Arbitrio popularis aurae.} \\]\n\n\\[ \\text{Virtus recludens immeritis mori} \\]\n\\[ \\text{Caenum, negata tentat iter via;} \\]\nCætusque vulgares, et udam\nSpernit humum fugiente penna.\n\nHor. Lib. III. Ode 2.\n\nJustum, et tenacem propositi virum\nNon civium ardor prava jubentium,\nNon vultus instantis tyranni\nMente quattuor solida, neque Auster\nDux inquieti turbidus Adriae,\nNec fulminantis magna Jovis manus:\nSi fractus illabatur Orbis,\nImpavidum ferient ruinae.\n\nHor. Lib. III. Ode 3.\n\nTABLE III.\n\nFIG. I.\n\nRepresents a Face whereon Veneration or Reverence is apparent, notwithstanding the acting Muscles are very few, which obey the Dictates of the Mind in this Case; and which may be increased to the most profound Veneration by a little augmenting their Actions.\n\nThe Aperiens Palpebram draws up the upper Lid of each Eye, at the same time that the Elevator, by its Contraction, turns up the Pupil; for in this Case they act in perfect Harmony; and these Actions are but moderate, yet are sufficient to shew the Meaning of the Mind, in the several Passions we shall\nshall bring under this Head. The Mouth also is but moderately opened; not by the Action of the Muscles that serve to pull down the lower Jaw (because when they act they open the Mouth pretty wide), but by the Remission of the Action of those Muscles which serve to pull it up; for this Maxim is necessarily true, That, between the Actions of any Muscle and its Antagonist, there must be a Remission of the former; so that, as in the Case before us, the Remission is sometimes sufficient, without any Necessity for the subsequent Action of the Antagonist. The same is observed before, where we mention the Occipito-Frontalis and the Corrugator Coiteri.\n\nBut, in order to render this Remission of the Temporalis and Masseter (which are the Muscles serving to draw up the Jaw) more easily understood, let us only observe a Person sleeping in a Chair, with his Head leaning directly backward, or upon his Back in Bed, at which time the Mind is quite undetermined to any Design; we shall see the lower Jaw fall by its own Gravity; which cannot happen but by the Remission alone of those Muscles mention'd; because the Digastricus, Pterigoidexus externus, and Pterigoidexus internus, which serve to open the Jaw, are as much at Rest as the former. This any one may prove, by leaning his Head back, and letting his Jaw fall spontaneously as far as it will go; and then, by bringing those Muscles just mentioned into Action, he will be able to pull it down yet lower. But if a Man's Head leans forward on his Breast in a Chair, or if in Bed his Boister and Pillow be high while he sleeps,\nsleeps, then the Pressure of his Chin upon his Breast keeps his Mouth shut.\n\nThe Passions of the Mind that are generally expressed by the Actions and Remissions of the Muscles mention'd, with but very little Variation, are,\n\n1°. Esteem for any Object.—If the Object be of divine, or otherwise of a superior Nature, the present System of the Face serves to express the Esteem with a graceful Humility, such as is becoming in adoring the Divine Being; or in professing a grateful Respect for Superiors, who have conferr'd any Favours. And if this Countenance be accompanied with other Actions of the Body that are generally concomitant with it, as the Head bow'd or inclin'd forwards; the Hands spread forwards, or lifted up; the Knees bent, and the Body inclined forwards; then the Appearance of the Mind's Dispositions is yet more conspicuous.\n\nIf the Object of Esteem be extended to any Friend, who can claim no Superiority, or be any Matter of Curiosity, then it is sufficiently expressed by this settled Countenance, only bringing the Pupils of the Eyes to view the Object, having the Lids but moderately open'd, instead of being elevated, whether the Person sits or stands.\n\n2°. Love is a Passion which is a natural Follower of Esteem, according to the different Circumstances that attend it, and can only be conceived for Persons; the Expression of simple Friendship is just accounted for, and also the Regard for Objects of Curiosity. This Passion then, as it is a little more earnest, requires some small Alteration in its Expression upon the Countenance. Thus, if a Lover is making\nmaking an Address in Conversation, or if there be a reciprocal Affection in the Person to whom the Address is made, it will be expressed by this System of the Face, with this Difference, that in the Man, the Head inclined downwards, and to one Side, will cause the Eyes to appear more languishing; and in the Woman, the Lids but moderately open, and the Pupils rather carried a little downwards, will be very expressive; for in the Man, this Love amounts to Veneration; in the Woman, to an Esteem, adorn'd with a modest Deportment.\n\nIf it be attended with Desire, the same Aspect will serve to express it, with the Addition only of a more florid and vivid Colour of the Lips and Cheeks, and the Pupils of the Eyes directed to the Object of Love.\n\nThus gazed Antiochus from his Bed, fastening his Eyes upon his Charmer, of whom I hope I may be allow'd the Liberty to give a short Account, being a moving and interesting Story:\n\n\"Antiochus, a Prince of great Hopes, fell passionately in Love with the young Queen Stratonice, who was his Mother-in-law, and had born a Son to the old King Seleucus his Father. The Prince, finding it impossible to extinguish his Passion, fell sick, and refused all manner of Nourishment, being determined to put an End to that Life which was become insupportable.\n\nErasistratus the Physician soon found that Love was his Distemper; and observing the Alteration in his Pulse and Countenance whenever Stratonice made him a Visit, was soon satisfied that he was dying for his\nhis young Mother-in-law. Knowing the old King's Tenderness for his Son, when he one Morning enquir'd of his Health, he told him, That the Prince's Distemper was Love; but that it was incurable, because it was impossible that he should possess the Person that he lov'd. The King, surprised at this Account, desired to know how his Son's Passion could be incurable? Why Sir, replied Erasistratus, because he is in Love with the Person I am married to.\n\nThe old King immediately conjur'd him, by all his past Favors, to save the Life of his Son and Successor. Sir, said Erasistratus, would your Majesty but fancy yourself in my Place, you would see the Unreasonableness of what you desire. Heaven is my Witness, said Seleucus, I could resign even my Stratonice to save my Antiochus! At this the Tears ran down his Cheeks; which when the Physician saw, taking him by the Hand, Sir, said he, if these are your real Sentiments, the Prince's Life is out of Danger; it is Stratonice for whom he dies. Seleucus immediately gave Orders for solemnizing the Marriage; and the young Queen, to shew her Obedience, generously exchanged the Father for the Son.\"\n\nSee the Tatlers.\n\nBut if the Passion of Desire be prompted and accompanied by any more engaging Circumstances, then the Elevator of the Eye will act strongly, causing the Pupil to turn up, at the same time that the Action of the Aperiens Palpebram is more remitted, whereby all the Pupil, except a little of the lower Edge, will be hid, and the Lids come nearer each other; the Mouth being a little more open, the End of the Tongue will lie carelessly to the Edge of the Teeth,\nTeeth, and the Colour of the Lips and Cheeks be increased.\n\nThus yielded Danae to the Golden Shower; and thus was her Passion painted by the ingenious Mr. Hogarth.\n\nHope has an undoubted Relation to every Passion we have now mention'd, and therefore cannot be better imprinted on the Countenance than by this very System; these are the Muscles which act, and are remitted, to express it in Obedience to the Mind, for, as it consists only of a seeming Likelihood or Expectation of obtaining what we earnestly desire, love, esteem, or venerate; and as it must be something pleasing and agreeable we hope for; the Countenance must be the same as in this Figure, with this Difference, that the Corners of the Mouth must be drawn a very little more backwards, and turned upwards, which increases the Appearance of the Satisfaction upon the Countenance that demonstrates such an Expectation; for we may love or desire an Object, that we may never have the least Hope of obtaining; which is the Cause of this Difference in the Aspect,\n\nThe Harmony of this Countenance shews also, that it partakes of all the amiable Qualities mention'd in our Explanation of the last Figure, which is capable of being alter'd only into the Class of these noble Passions of the Mind of its Owner, that this Figure represents, whereby it is render'd yet more lovely; and, as the divine Milton says,\n\n—— No Veil\nShe needed, Virtue-Proof; no Thought infirm\nAlter'd her Cheek ——\n\nHeav'n\nHeav'n in her Eye;\nIn ev'ry Gesture, Dignity and Love.\n\nWhat can be more engaging, than to see the Countenance of so serene a Temper of Soul change into any of those Passions we have just mention'd, because Truth shines every-where about it? If into Adoration and Worship, it is not likely to be blended with Hypocrisy; if into Friendship and Love, we are sure it is sincere; and if into Hope, we may depend it is not for trifling Vanities for itself, nor for Evil towards others.\n\nThere is also connected with this Frame of Mind the most solid and lasting Contentment and Evenness of Temper; together with the heavenly Disposition to an unmercenary Friendship for Mankind. Nothing is more noble in itself, yet nothing more rare; and is to be no-where so certainly found as in a Heart content with its own Possessions. This is the Virtue which despises not the Brave for being unfortunate, nor tyrannizes over the Distressed; which is ready to overlook and excuse the trivial Faults of others, and pity their Weakness; whose generous Complaisance is such, as never to mar Society by thwarting the Company, and assuming too much to itself; nor to set up for a supreme Judge of everything that comes upon the Carpet.\n\n— Amatorem quod amicæ\nTurpia decipiunt cæcum visia, aut etiam ipsa bæc\nDelectant ———\nVellem in amicitia sic erraremus: et iſti\n\nI 2 Errori\nErrori nomen virtus posuissest honestum.\nAt, pater ut gnati, sic nos debemus amici,\nSi quod sit vitium, non fastidire.\n\nHor. lib. I. Sat. 3.\n\nFig. 2.\nDemonstrates a Face full of Fear and Terror.\n\n1. Here the Occipito-Frontalis drags up the Eyebrows, and wrinkles the Forehead transversely.\n2. The Aperiens Palpebram on each Side pulls open the Lids with Violence a great way above the Pupils, which are as it were suspended below the Equator, by the Remission of the Elevators.\n3. The Digastricus and Latissimus Colli pull down the lower Jaw.\n\nThe Reason why the Eyes and Mouth are suddenly open'd in Frights, seems to be, that the Object of Danger may be the better perceived and avoided; as if Nature intended to lay open all the Inlets to the Senses for the Safety of the Animal; the Eyes, that they may see their Danger; and the Mouth, which is in this Case an Assistant to the Ears, that they may hear it. This may perhaps surprise some, that the Mouth should be necessary to hear by; but it is a common thing, to see Men, whose Hearing is not very good, open their Mouths with Attention when they listen, and it is some Help to them: The Reason is, that there is a Passage from the Meatus auditorius, which opens into the Mouth.\nMouth. Thus we see how ready Nature is, upon any Emergency, to lay hold of every Occasion for Self-preservation.\n\nBut when a Person is frighted, so as not to be under an instantaneous Apprehension of Danger, by being pursued, or the like; then the upper Part of the Face will be as in this Figure, and the lower somewhat different from what it appears here; that is, the Mouth will open moderately, by the Remission of the Actions of the Temporal and Masseter Muscles, having the Corners, or Rictus Oris, inclin'd a little downwards.\n\nIt has been imagin'd, that the Eye-brows might be moved in Parts; that is, that one Part of a Brow may be pull'd up, while the other is pull'd down: But this cannot be, for the Occipito-Frontalis, which pulls up the Brow, acts all at once on either Side; so that the entire Brow must be pull'd up at once, or, by its Remission, let down at once. I never yet saw any one, who was able to give them this partial Motion, and there are but few who can raise either without the other at the same time; so that this Opinion amounts to something Nature never intended, and is an Exaggeration which renders any Figures preposterous.\n\nFear, Horror, and Terror, are but Terms which signify the same Passion, only in different Degrees; and are all expressed by this Figure, only rendering the Change of Features, by the Motion of the Muscles, greater or less; which, if accompanied with certain Actions of the Body, would express them more absolutely. As for Example; if on the Ground, under an Enemy resolved on the Destruction of the frighted\nfrighted Person, with Hands lifted up, and Fingers stretch'd far asunder, dreading the fatal Blow; or, if flying from Danger, with the Hands push'd forward, and looking back at the Object that affrights; which kind of Fear may be excited by Imagination, as well as by real Objects. Thus Virgil:\n\n*Obstupuit, retroque pedem cum voce repressit:*\n*Improvisum aspris veluti qui sentibus anguem*\n*Pressit humi nitens, trepidusque repente refugit*\n*Attollentem iras, et caerula colla tumentem.*\n\nAnd again:\n\n*Nunc omnes terrent auræ, sonus excitat omnis*\n*Suspensum.* — *Virg. Æn. l. II.*\n\nIf, in this State of Fear, the Countenance inclines to a livid Colour, it is no great Wonder, since the whole Mass of Blood, after the first Surprize, grows languid; for, being pushed with great Force to the Extremities, it suddenly loses that Momentum, and, as it were, stagnates in the minute Capillaries on the Surface, immediately after; and then the Blood is, as the same musical Poet has it,\n\n*— sociis subita gelidus formidine sanguis*\n*Diriguit: cecidere animi*\n\nExcept in Flight, where the Exercise ought to increase the Momentum continually, and heat the Mass; then, indeed, the Countenance is florid, notwithstanding the Terror. Thus the Beauty of Daphne was\nwas heighten'd while she fled from Apollo; which increased at once her Danger, and its Cause.\n\nFugit ocyor aura\n\nIlla levis—\n\n—Sic agna lupum, sic cerva leonem,\nSic aquilam penna fugiunt trepidante columba:\nHostes quæque suos.—\n\nAuctaque forma fuga est.—OVID. Met. I. I.\n\nIn this Circumstance of Flight there is another Reason why the lower Jaw is pull'd down, in order to open the Mouth; and that is, Since every Assistance is necessary for the Relief of the Persons frighted, that they may the more freely exhibit their Voices in shrieking and crying out, in order to alarm and summon all within the Call to their Rescue; who, without it, might know nothing of the Distress, tho' near enough to give timely Aid.\n\nTo this Class may be added Despair, and the same Countenance will serve to express it, with very little Alteration: For, as the first Advance to that Passion is the Fear, Terror, or Dread of any Danger, and is thus expressed, so the Deprivation of any Hope for Relief, and the perpetual Dread of meeting the fatal Shock, is Despair; and therefore, by adding Pale-ness, and a livid Aspect, to this Countenance, it will be well represented; because, when all Hopes are given over, the Blood grows languid in every Part, notwithstanding the same Fear and Terror remains, from the Person's ceasing to make any Defence; and at length degenerates into a melancholy\ncholy Madness: So that Flying, or Sitting, or Lying prostrate on the Ground, may be suitable Attitudes to this Passion; and then the Countenance will be chang'd, as in the Passion of Grief.\n\nI cannot but think it a wrong Application of the Passion of Despair, to represent it with staring Hair, corrugated Face, the Brows drawn down even with the Eyes, and the Mouth open, with a weeping Aspect; for, instead of such violent Contractions, which are Signs rather of bodily Pain and Torment, there is in deep Despair a Cessation from those muscular Actions in the Face; and the first Actions of Fright are rather remitted, as it were, into a Relaxation of those Muscles, and a Falling of the Countenance; because all Exertion towards a Defence, as I have just said, is given up, and a Desponding and Fainting are often the Consequences.\n\nTABLE IV.\n\nFIG. 1.\n\nShews a Countenance of Scorn and Derision, which is formed by the following Muscles.\n\nAs soon as the Mind suggests a Contempt for Persons or Things, whether deservedly or not, the first Muscles that begin to act are, the Elevator Labii superioris proprius Cowperi, and the Pyramidalis, on one Side only; whereby that Side of the upper Lip is\nis pull'd up, so as to shew the Teeth, the other Side only inclining a little to grin; and at the same time, the Slip, which is an Afflant to the Pyramidalis, called, in the Explanation of the first Plate, the Pyramidalis socius of Santorini, wrinkles the Skin of the Nose by its Contraction.\n\nOn the same Side the Risorius draws back the Corner of the Mouth; and the Action of the Aperiens Palpebram is remitted, whilst that on the other Side is in its Action; so that, tho' one Eye is moderately open, and the other almost shut, the Pupils are carried obliquely downwards, by the Abductor of the one, and the Adductor and Obliquus inferior of the other, looking downwards and backwards at the Object of Contempt. Sometimes (especially in winking at a Stand-by, who joins in the Contempt) the Orbicularis, by its Contraction, gathers up the Skin of that Side of the Face over the Os Mali, and causes it to wrinkle under the Eye, at the same time that the Occludens Palpebram shuts the Eye entirely, or very near it.\n\nThere are several Gestures of the Body, which consent to, and favour, this villainous, ungenerous Passion; as, looking back at the Object, with a Toss of the Head, and a Shrug of the Shoulders with this Countenance, upon being ask'd an Opinion of an absent Person; which is as keen an Arrow, and stabs as deep, as even the Slander of a base Tongue; and sometimes it is attended with a grinning Laugh, which can have no real Meaning, because there is no\nreal Cause for it; and the Hypocrisy of the Mirth is easily distinguish'd upon the Face.\n\nThis is that kind of Aspect that one would imagine, according to Martial, was much in Vogue in his Time at Rome:\n\n*Nescis, heu! nescis, dominae fastidia Roma;\nCrede mihi, nimium Martia turba sapit.\nMajores nusquam ronchi; juvenesque, senesque,\nEt pueri nasum rhinocerotis habent.*\n\nEpigr. 4. l. I.\n\nThe Source of this Countenance is Pride; and its Train of Attendants are, Arrogance, Derision, Haughtiness, and Scorn; for every one of which this Aspect may serve as the Representation: And it is remarkable, that, wherever these Passions reign, there is no Room for any thing valuable: For, as Pope says,\n\n*Whatever Nature has in Worth deny'd,\nShe gives in large Recruits of needful Pride.*\n\nNor is there among all the Passions of the Mind one more injudicious and erroneous in its Application than Pride; for what is more common, than to see Arrogance raise its Crest, where a decent Humility ought to be practised? What more ridiculous than Derision and Scorn, where Esteem and Compassion should be? And what more base than Haughtiness and Tyranny, instead of generous Pity and Mercy, for those whom we have in our Power?\n\nThere are other Actions of the Body and Extremities that accompany this Countenance, as recoiling backwards\nbackwards from, and extending and opposing the Hands to the Thing one disdains, in order to keep it at a Distance.\n\nFig. 2.\n\nIs the Representation of a morose envious Countenance.\n\nThe Action is frowning with a malicious Grin; and the Muscles, which serve to form this Aspect, are, The Corrugator Coiteri, which strongly forces the Brows downwards and inwards, at the same time that the Aperiens Palpebrum drags up the upper Lids of both Eyes, and the Depressor of each Eye inclines the Pupils downwards: The Mouth also, which in this Passion has a great Share, is subject to the Actions of several Muscles. The Pyramidalis, and Elevator Labii superioris proprius of Cowper, draw up the upper Lip on each Side, while the Triangulares draw the Corners of the Mouth somewhat downwards; and the Elevator Labii inferioris proprius of Cowper pulls the Middle of the under Lip upwards in the pouting Way, raising with it the Skin of the Chin.\n\nThese are the commanding Characters, and these the Muscles, which are subservient to a turbulent Mind.\n\nThe Passions which are represented by this Countenance are, Envy, Malevolence, Suspicion, Fury, and Jealousy; and all these have a near Relation to, and naturally follow, that of Pride; for, to be proud,\nproud, is to fancy one's self possess'd of something that others have not, or ought not, in our Opinions, to have: And as there is included in this an Opinion of superior Self-Merit, to see another possess what we have not, or be bless'd with a good Name, which, perhaps, we are not intitled to, is to kindle up an unextinguishable Anger and Hatred in such a Breast; to cause the Eyes to roll, the Brows to knit together, the Mouth to grin and pout, and to give free Possession of the uneasy Mind to those cursed Plagues Envy and Malice; which reverse the Nature of the Soul, and change it into something lower than Brutality: Then arises a Promptitude to Evil, gladly to laugh at the Misfortunes and Distresses of the Wretched, and to help forward the Destruction of a Neighbour:\n\nTormenting and tormented ev'ry Hour!\n\nRisus abest, nisi quem vis movere dolores:\nNon fruatur somno vigilacibus excita curis:\nSed videt ingratos, intabescitque videndo,\nSuccessus hominum: carpitque, et carpitur una,\nSuppliciumque suum est.\n\nOVID. Met. l. II.\n\nAnd this malicious Disposition grows at length into other Branches (thriving like an evil Weed from a malignant Root), of which Detraction is one of the most dangerous, and against which there can be no present Defence: Where Wounds are given in the dark, and where the Credit of bad Men is made use of to ruin the Innocent and Virtuous, and deceive the Credulous by bad Impressions; which, however, Time\nTime often wears away in the End, to the Discredit of the Calumniator.\n\n---\n\nAbsentem qui rodit amicum;\nQui non defendit, alio culpante; solutos\nQui captat risus hominum, famamque dicacis;\nFingere qui non visa potest, commissa tacere\nQui nequit; hic niger est: hunc tu, Romane,\ncaveto.\n\nHor. lib. I. Sat. 4.\n\nMordar opprobriis falsis, mutemque colores?\nFalsus honor juvat, et mendax infamia terret,\nQuem, nisi mendosum, et mendacem? ...\n\nHor. lib. I. Ep. 16.\n\nThe suspicious and jealous Man may be represented also by this described Countenance, or upon the same Principles; for imaginary Grievs of this kind, as well as real ones, produce a Depravation of Temper: The gay Humour grows muddy, when this Passion begins, and the Struggle between Love and Resentment produces a Conflict, which terminates in a Resolution upon Revenge, and which is accompanied with this sort of Countenance.\n\nThe learned Dr. Hoadley has carried this Character thro' all the Windings and Intricacies that a Mind prone to plague itself, and the rest of Mankind, can possibly enter into. He has shew'd new Jealousies succeeding others, and the torturing Rack, upon which the Peace of suspicious Tempers is daily broken. The Doubts, Fears, Resolutions, Rage, Pauses, Credulity, and Mistrusts, are painted in their most natural Colours; and have been well represented.\nsented at Covent Garden Theater, with the other just Characters in his ingenious Piece.*\n\nThis happens, when there is already a Possession and Pre-engagement of the Object of Love; but where the Affection is only growing for one not yet possessed or engaged, and the Lover sees another caressed, with but the slightest Favour of simple Friendship, whom he mistrusts is a Rival, the Jealousy arising in such a Breast is not the same with that just mention'd; because there can be no Cause for Resentment nor Revenge, since there is yet no Possession or Property in the Object; and therefore that kind of Jealousy ought to be expressed by a Countenance of Sorrow and Dejection, the Principles of which we shall endeavour to explain in the next Table; and which must appear yet more obvious, by having Regard to that inimitable Picture of a jealous Lover in Sappho, translated by Mr. A. Phillips:\n\nBlest as th' immortal Gods is he,\nThe Youth who fondly sits by thee;\nAnd hears and sees thee all the while,\nSoftly speak, and sweetly smile.\n\n'Twas that deprived my Soul of Rest,\nAnd rais'd such Tumults in my Breast;\nFor while I gaz'd, in Transports toss'd,\nMy Breath was gone, my Voice was lost.\n\nMy Bosom glowed, the subtil Flame\nRan quick thro' all my vital Frame;\nO'er my dim Eyes a Darkness hung,\nMy Ears with hollow Murmurs rung.\n\n* The Suspicious Husband.\nIn dewy Damps my Limbs were chill'd,\nMy Blood with gentle Horrors thrill'd;\nMy feeble Pulse forgot to play,\nI fainted, sunk, and dy'd away.\n\nTo which dejected Countenance Paleness added,\nheightens the Picture; and if in a reclining Posture,\nor falling down and sinking amidst the Arms of\nseveral Assistants, it would yet be render'd more ex-\npressive.\n\nWhen Revenge is suggested in the Mind, it cir-\ncumstantially increases to Fury and Rage, which\nmust be represented by this Plan upon the Face,\nheighten'd by adding Fire to the Eyes already flart-\ning forth, and an unequal Colour to the whole\nCountenance; that is, some Parts flush'd with Red,\nand others livid and pale; because the Muscles that\nact to form the Features necessary in this Passion,\nare now so violently contracted, as to squeeze forth\nthe Blood from the Vessels proper to them, and the\nadjacent Parts; whereas the Parts contiguous to the\nMuscles, that do not act, remain florid, by the gene-\nral Emotion occasion'd in the whole Mass, having\nno such Resistance attending them.\n\nThese, with the Addition of suitable Gestures of\nthe Body, such as Combatants use in assailing one\nanother, or a swift Pursuit with an uplifted Arm,\nholding some direful Instrument of Destruction ready\nto execute Revenge, will render the Representation\nyet more lively:\nTABLE V.\n\nFIG. I.\n\nRepresents a cheerful Countenance.\n\nThe Action is Laughter; and the Muscles that are now brought into Use are,\n\n1. The Risorius on each Side; and, because it is gone beyond a Smile, the\n\n2. Buccinatores have carried the Corners of the Mouth farther back, and the Skin of the Face, over the Os Mali, is pressed up by the Contraction of the Orbicularis, together with the under Lid, at the same time that the ciliary Fibres of the upper are a little contracted; for, in laughing, the Eyes are more or less shut; and if it is increased to a vehement Laughter, the Buccinatores are more forcibly contracted, the Skin of the Face driven higher up, by the Contraction of the Orbicularis, and the Eyes in many People quite shut up during that Action.\n3. Here also the *Zygomaticus major* assists, in drawing the Corners of the Mouth upwards. There are many who open their Mouths very wide in laughing and then the\n\n4. *Digastric Muscle*, and the *Latissimus Colli* act in pulling down the lower Jaw; and in some Persons who laugh heartily, the Muscle call'd the *Scius pyramidalis* is drawn into Consent, and, by its Contraction wrinkles the Skin of the Nose.\n\nFrom this Explanation it may be inferr'd, that the Degree, of Joy on the Countenance, may be represented by rendering the Action of these Muscles more or less strong; for, supposing the Mind was happy and glad upon any Occasion, where immediate Laughter did not seem necessary, a bare Disposition to smile, upon the Mouth, with the Eyes a little more, but not quite, open, would sufficiently denote it. In the Figure before us, the Mirth appears to be greater, and a moderate Laughter influences the Whole, which seems to be real, from the general Consent between the Mouth and Eyes; but there is a great deal of Difference between this and a fictitious Mirth put on to serve an Occasion, when the Mind consents not to it.\n\nThis is very conspicuous in some *Players* (acting their Parts in Comedies which require much Laughter), who do not always enter well into it, for want of the Mind's Influence; and then the Laughter put on appears dry and unmeaning; and altho' the Mouth puts on a Smile, it seems forced, because the Muscles of the Eyes are not in Consent; for, as the Mind is employed in recollecting the Part he is to speak,\nits natural Suggestions have not been applied to that Passion; and, consequently, are not free enough to command Laughter. But if he is perfect in his Part, having nothing to study while he acts, he is then capable of taking to himself a Share in the Mirth, and of laughing in earnest.\n\nAnother Case wherein Laughter is unmeaning, is, when a Person, dress'd with all the Marks of Adulation, feigns a Laugh, to favour that of a Superior, and feed his Vanity. Here, too, the other Muscles of the Face give the Lips the Lie, and prove the Hypocrisy; for it wants their Consent, as in the Case just mention'd.\n\nThere is another miserable Circumstance which makes Laughter appear dreadful, and that is when it is convulsive: In this Case, the Nerves which communicate the Consent or Sympathy between the Diaphragm and the Muscles of Laughter, are affected, and the Cachinations, occasioned by the convulsive Twitches of the former, draw the latter into Consent to form that kind of unnatural and involuntary Laughter, which is called by Authors the Risus Sardonicus *. It is a melancholy Sight, when a Person fallen to\n\n---\n\n* This Appellation comes from the Name of a Plant, by some called Herba Sardonia, or Sardinia by others, Apium agricola, or Apium Risus; which is said to produce this kind of Convulsion; and being said to grow in great Plenty in Sardinia, thence came the Name Herba Sardonia, and thence this Name Risus sardonicus.\n\nThis Laughing without Cause, or Risus Sardonicus, had another Source with some Authors: It was said, the Sardinians used to sacrifice their Prisoners to Saturn, who laughed, to shew their Bravery and Fortitude at their Deaths: Also, that the Sardinians laugh, when they intend any Evil to another.\nthe Ground shall appear all over convulsed and distorted, laughing at the same time that Misery and Distress appear upon the whole Countenance: Sometimes it is follow'd by immoderate Weeping, from the same Correspondence with the Muscles of that Passion in the Face; which, tho' convulsive, is yet less shocking; as it seems, at least, more suitable to the Miseries of the afflicted poor Creature.\n\nAn unfortunate Person sometimes feigns a Laugh to conceal his Distress; but it is easy to discern that the Heart is not the Dictator of that seeming Mirth, by observing the Want of the Sympathy of other Parts of the Countenance.\n\nWhen Laughing is vehement, it is a common Thing to see Tears flow from the Eyes, before the Person who laughs has quite given over; because, by the Violence and Continuation, for some time, of the Motion of the Diaphragm, the Blood is push'd with great Force to the Face, and, consequently, to the lacrymal Glands; where, by that means, join'd to the Pressure made by the strong Contraction of the Orbicular Muscles, the Tears are squeez'd out of the Glands in abundance; and when once they are begun, will continue to trickle down, till the Laugh ceases, and the Diaphragm and Muscles of Laughter in the Face are at Rest.\n\nThe Appearance of this Countenance, with the Body in an Attitude suitable to the Occasion, would make the Representation still the better; as, sitting in a Conversation either with the Head lifted up on one Side, or standing with the Body leaning backward, where the Object of Mirth is present: And there is another frequent Action that attends vehe-\nment Laughter, which is, laying the Hands on each Side to the Ribs holding the Sides, and is caused thus: The upper Part of the Diaphragm is attached to the End of the Cartilago ensiformis, and to the Cartilages of the seventh Ribs, and to the Edges of the Cartilages of all the lower Ribs, and, in fine, to the bony Part of the last; and the lower Part to the Vertebre of the Loins. From hence it happens, that when Laughter is violent, and continued too long, the constant Vellication of all those Parts fatigues the Person, and causes Pain in the Regions of the Parts mention'd; that is, in the Loins, Breast, and Sides: And this is the Reason why we are so apt, in violent Laughter, to hold our Sides, Breast, or Back.\n\nSport, that wrinkled Care derides,\nAnd Laughter, holding both his Sides.\nMilton, il Allegró.\n\nHere it will not be unseasonable to mention a Circumstance, the bad Effects of which I saw more than once, which regards Laughing. A Person playing with a Child tickled him in the Sides very much; and seeing him at first pleas'd with it, continued it ignorantly, till the poor Child grew black in the Face, was convulsed all over, and had Respiration so impeded by it, that he was short-breath'd as long as he liv'd, and had a fix'd Pain under his right Breast for several Years. It was remarkable, that after a little time, when he grew tir'd with laughing in earnest, he still continued a Noise like laughing, when his Face grew livid, without a due Consent\nsent of the Muscles, and it became the *Risus Saradonicus*. Another fine Child grew ill, from being provoked to laugh inordinately in the same manner, and dwindled and wasted away to Skin and Bones in less than a Year.\n\nTo laugh in due Season is agreeable and pleasing to Society; but to prostitute this lovely Passion to Trifles, or be inclin'd to laugh others to Scorn frequently, is sufficient to create in the Minds of the prudent Part of the World, a Suspicion of weak Understanding, or much Self Conceit.\n\n*Risus continuus et intentus est deterior iracundia; idcirco maxime viget in scortis et pueris stolidioribus.*\n\nSTOBAEUS, Ser. 72.\n\n---\n\n**TABLE V.**\n\n**FIG. 2.**\n\nShews a Countenance of Sorrow, whose Action is Weeping. In this Passion the Muscles that are the Instruments for its Formation are:\n\nThe *Triangularis* on each Side, which draw down the Corners of the Mouth, while the *Elevator Labii inferioris proprius* pulls up the under Lip. At the same time the Eyes have a principal Part to act in this Case; for the *Aperiens Palpebram* is remitted, while the *Elevator* of the Eye has a little\nlittle rais'd the Pupil, which is cover'd by the Lid, and looks languid; the other Muscles of the Face are relax'd, and the Distance between the Rictus Oris and the Eyes is much lengthened. This gives Occasion for the Phrase commonly used, of putting on a long Face, upon being sorrowful; and the Relaxation mention'd causes the forlorn Look.\n\nImmoderate Grief, by keeping those Muscles relax'd for a Series of Time, brings on that hagg'd gloomy Look, which no Change of Mind afterwards can alter, and round whose doleful Aspect Care sits brooding.\n\nGrief may be real or imaginary; and, in either Case, the Aspect is sufficiently represented in this Figure; but it may be also feign'd; there will be, in that Case, as little Sympathy between the Mouth and Eyes as we shew'd to be in the Countenance of Mirth, where it is insincere; and therefore, tho' the Mouth, by the Direction of its Corners downwards, may serve to represent that Passion, yet the Eyes cannot be influenced by any means but real Grief, to shed Tears, or appear languid; and therefore, if an hypocritical Sorrow was to be represented, it could not be better done, than by making the Eyes appear gay, or inclining to the laughing Way, and the Mouth at the same time on the weeping Mood; the rest of the Face being well-proportion'd.\n\nWhen Grief is real, and founded upon just Reason, the pitying Part of Mankind are so moved at it, that one may venture to call it the Touchstone of\nof the generous Breast; and this amounts to that most divine Gift Compassion, which is the Root of many Virtues, which comforts the Afflicted, and eases them of great Part of their Distresses; and that Pity, which arises at the Tears of afflicted Beauty, often grows into the most lasting and generous Friendship. Juvenal, in his fifteenth Satyr, has given a true Picture of Compassion in the following Lines:\n\n— Mollissima corda\n\nHumano generi dare se natura fatetur,\nQua lacrymas dedit: haec nstri pars optima sensus.\nPlorare ergo jubet causam lugentis amici.\nNatura imperio gemimus, cum funus adlato\nVirginis occurrit, vel terra clauditur infans.\n\nTears have their great Use in human Life; they are often the strongest and most persuasive Solicitors for Mercy:\n\nQuo gemitu conversi animi, compressus et omnis\nImpetus. —\nHis lacrymis vitam damus, et miserefacimus ullo.\n\nBut, besides these, I find an English Poet singing their other Uses in the most pathetic and engaging manner; whose charming Song it would be unpardonable to conceal, since no Language can boast of one more expressive upon the Subject, and wherein he has shewn, that Tears are a Blessing peculiar only to human Nature.\nHow wisely Nature did decree\nWith the same Eyes to weep and see;\nThat, having view'd the Object vain,\nWe might be ready to complain!\nAnd since the Self-deluding Sight\nIn a false Angle takes each Height;\nThese Tears, which better measure all,\nLike watry Lines and Plummets fall.\nI have thro' ev'ry Garden been,\nAmong the Red, the White, the Green;\nAnd yet, from all the Flow'rs I saw\nNo Honey but these Tears, could draw.\nSo the all-seeing Sun, each Day,\nDistils the World with chymic Ray;\nBut finds the Essence only Show'rs,\nWhich strait, in Pity, back he pours.\nSo Magdalen, in Tears more wise,\nDissolv'd those captivating Eyes,\nWhose liquid Chains could flowing meet,\nTo fetter her Redeemer's Feet.\nNot full Sails hasting loaded home,\nNor the chaste Lady's pregnant Womb,\nNor Cynthia teeming, shews so fair,\nAs two Eyes swoln with Weeping are.\nOpe then, my Eyes, your double Sluice,\nAnd practise thus your noblest Use;\nFor others too can see or sleep,\nBut only human Eyes can weep.\n\nAndrew Marvel.\nTears are often too forced from their Recess by Nature, to express an overflowing Joy; but then it is accidental or constitutional, and not a true Character of Joy. The first Efforts of the Mind to rejoice, if moderate and deliberate, cause the Momentum of the Blood to increase without Violence, and then there is no Interruption to that pleasing Transition of the Mind's Disposition to the Muscles of the Face, nor of their natural Conformity to it; but when the Joy is received too suddenly, it amounts to a Shock, whereby the Blood is driven, at the first Onset, with greater Violence to the Extremities, and in greater Quantity, than can be Time enough brought back to the Heart; whence it remains too long contracted before the Vena cava can supply Blood enough to force the Auricles and Ventricles open again, whilst in the mean time the Head is loaded with too great a Quantity, and the Person in Danger of an Apoplexy, or sudden Death. In such a Surprise as this mention'd, Tears have another noble Use; for, by flowing plentifully thro' the lacrymal Passages, the Lives of many have been saved; for they lessen the Bulk of Humours, and gain Time for the more happy Return of the Mass to its natural Circulation, and, at length, draw the Muscles mention'd into Consent, whereby this sudden Joy terminates in real Weeping. Thus, in vehement Grief too, Shedding of Tears in Plenty is known to ease the Anxiety usually attending it.\n\nThe divine Shakespear, in his Romeo and Juliet, had a true Notion of this kind of Joy, where he says:\nBack, foolish Tears, back to your native Spring!\nYour tributary Drops belong to Woe;\nWhich you, mistaking, offer up to Joy.\n\nThe End of Lecture II.\nAN\n\nINDEX\n\nFOR THE\n\nLECTURES on PHYSIOGNOMY.\n\n[Pr. signifies Preface.]\n\nA\n\nAbductor, p. 17, § XXVIII.\nAddison, his Sentiments, p. 42, § XV.\nAdductor, p. 17, § XXVII.\nAnimadversions on a French Author, Pr. § VIII, IX, X.\nAntiochus, his Passion, p. 56.\nApology, to the Masters in the Art of Designing, Pr. § VI.\nAperiens Palpebram, p. 11, § VIII.\nAristotle considered, p. 37, § IX.\nAuthor's Design, p. 3. § IV.\n\nB\n\nLe Brun considered, p. 40, § XI.\nBuccinator Muscle, p. 29, § LII.\nINDEX.\n\nC.\n*Coccygeus Muscle* of Dr. *James Douglas*, p. 5, § VII.\n*Corrugator Coiteri*, p. 6, § IX.\n*Countenance* settled, p. 51.\n——— its happy Mind, p. 52.\n——— cheerful, p. 72.\n\nD.\n*Danae*, p. 58.\n*Defence of English Painters*, Pr. VII.\n*Descriptions of Muscles* and Parts recommended, p. 2, § III.\n*Desire* represented, p. 56.\n*Detraction*, p. 68.\n*Diaphragm*, its Use in the Passions, p. 34, § V.\n*Despair*, p. 63, 64.\n*Douglas*, Dr. *James*, defended, p. 4, § VI, VII.\n\nE.\n*Elevator Oculi*, p. 17, § XXV.\n——— *Labii inferioris proprius*, p. 27, § XLIII.\n——— *superioris proprius*, p. 27, § XLIV.\n——— *Labiorum communis*, p. 28, § XLVII.\n*Envy*, p. 67.\n*Erasistratus*, p. 56.\n*Esteem* represented, p. 55.\n\nF.\n*Face*, the Mind’s *Nuncio*, p. 33, § II, III, IV.\n*Fear*, p. 60.\n*Figures*, exaggerated, Pr. III.\n*Frontal Muscle*, p. 6, § VIII.\n\nG\n*Grief*, p. 77.\n——— real, or feigned, p. 78.\n\nH.\nINDEX.\n\nH.\nHabits in Muscles soon acquir'd, p. 44, § XVIII.\nHope represented, p. 58.\nHottentots, their Prejudice, Pr. X.\n\nI.\nJealousy, p. 70.\nIdiots, no Passions, p. 46, § XXII.\n\nL.\nLancisius his Doctrine, p. 38, § X.\nLaughter, unmeaning, p. 73.\n——— too frequent, p. 77.\nLove represented, p. 55.\n\nM.\nMalevolence, p. 67.\nManiacs, their Passions involuntary, p. 46, § XXII.\nMarvel, Andrew, p. 80.\nMetoposcopy distinguished, Pr. I.\nMotions of the Eyes, p. 12, § XIX, 14, XXII.\n——— Eye, p. 18, § XXXI.\n——— Orbicularis, p. 15, § XXII.\n——— Pupils, p. 15, § XXIII.\n——— rotatory of the Eye, p. 19, § XXXII, 22, XXXVII.\n\nN.\nNames of the Muscles of the Eyes, p. 22, § XXXVII.\n\nO.\nObjections answer'd, p. 43, § XVI, 45, XX.\nObliquus superior, p. 18, § XXIX.\n——— inferior, p. 18, § XXX.\nOccipito-Frontalis, p. 7, § X.\n——— its Slips, p. 25, § XL.\nOcccludens Palpebram, p. 10, § XVI.\nOrbicularis, p. 12, § XVIII.\nINDEX.\n\nP.\nPhysiognomy, how fallacious, p. 36, § VI, VII. 37,\nVIII, IX.\nPorta, J. Bapt. consider'd, p. 40, § XII.\nPortio ciliaris, p. 11, § XVII.\nPride, p. 66.\nPupils, why they follow each other, p. 23, § XXXVIII.\n\nQ.\nQuadratus Genae, p. 30, § LIII.\n\nR.\nRage, p. 71.\nRevenge, p. 71.\nRinaeus, p. 24, § XXXIX.\nRisorius, p. 29, § LI.\nRisus Sardonicus, p. 74.\n\nS.\nSocrates, his natural Temper corrected, p. 41, XIV.\nSphincter Labiorum, p. 26, § XLII.\nSquinting, how occasioned, p. 23, § XXXVIII.\nSuspicion, p. 69.\nSystems rejected, p. 2, § III.\n\nT.\nTears of Joy, p. 75.\n— their Use, p. 79, 80.\n\nV.\nVeneration represented, p. 53.\nVirtue, p. 52.\n\nZ.\nZigomaticus major, p. 28, § XLIX.\n— minor, p. 29, § L.\nZopyrus, the Physiognomist, p. 41, § XIV.\nAN INDEX\n\nFor the LECTURES of the Years 1744, and 1745.\n\n[Pr. signifies Preface.]\n\nAIR, a principal Agent thro' all Nature, Pr. § II.\n—— in animal Bodies, ibid.\n—— interstitial, p. 53, § XV.\nAnimal Body made of two Scts of Organs, Pr. § V.\nAura, inflating, p. 50, § X.\nAuthor, his Diffidence, p. 1, § I.\n—— View, p. 2, § II.\nBernouilli, p. 24, § XXXIII, to 29, XL.\nBorelli, p. 21, § XXVII.\nCirculation in minute Vessels, p. 54, § XVI. to 55, XVIII.\nCroune, Dr. p. 5, § IX. to 12, XVI.\nEquilibration of Muscles, p. 55, § XIX.\n—— when necessary, p. 60, § XXVII.\n—— of Stuart consider'd, p. 58, § XXIV.\nFallopian Tubes, p. 75, § XII, to 77, XVI.\nInflation, see Aura.\nKeill, p. 30, § XL.\nLigamenta rotunda, p. 80, § XXI.\nLimb, its Decay, p. 67, § XL.\nMayow, p. 17, § XXIII.\n—— nitro-aerial\n—— salino-sulphureous Particles, p. 19, § XXV.\n—— System and Experiments, p. 21, § XXVII.\n\nMonro,\nINDEX.\n\nMonro, Professor, p. 34, § XLIV.\n—— consider’d, p. 36, § XLVI.\nMotion depraved, p. 66, § XXXVIII, to p. 67.\n—— of Hearts cut out of Bodies, p. 67, § XLI.\n—— involuntary, p. 62, § XXXI, to 65, § XXXVI.\n—— the swiftest accounted for, p. 61, § XXX.\nMuscular Cells, p. 46, § IV, V, VI.\n—— Contraction, its Degrees, p. 57, § XXII.\n—— Fibre, its Structure, p. 45, § III.\nNegro Child and a white one at a Birth, p. 79, § XIX.\nNervous Fibre, p. 47, § VII.\n—— what, p. 48, § VIII, to 49.\n—— Valves, p. 3, § V, VI, to 4, VII.\nQuincy, p. 32, § XLIII. to 34.\nRobinson, Dr. Brian, p. 35, § XLV.\n—— considered, p. 37, § XLVII.\nSoul, its Nature only known to God, Pr. § III.\n—— its Impulse where made, p. 51, § XII, to 53, XIV.\nSpirits animal, p. 3, § IV.\nSteno, p. 12, § XVII. to 15.\nStuart, p. 39, § XLVIII. to the End.\nSuperfætation improbable, p. 78, § XVII.\nUterus, a Muscle, p. 70, II.\n—— its Use, p. 71, § III.\n—— its State in a Virgin, and Dilatation, p. 72, § IV, V, VI.\n—— its Cervix, p. 73, VII, VIII.\n—— its proper Action, p. 74, § IX, X.\nWillis, p. 15, § XX.\n—— concurs with Crowne, p. 16, p. XXI.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104826.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 116,
    "total-input-tokens": 175770,
    "total-output-tokens": 36355,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        347,
        2
      ],
      [
        347,
        1131,
        3
      ],
      [
        1131,
        2625,
        4
      ],
      [
        2625,
        3848,
        5
      ],
      [
        3848,
        5110,
        6
      ],
      [
        5110,
        6491,
        7
      ],
      [
        6491,
        7870,
        8
      ],
      [
        7870,
        9332,
        9
      ],
      [
        9332,
        10187,
        10
      ],
      [
        10187,
        10740,
        11
      ],
      [
        10740,
        11913,
        12
      ],
      [
        11913,
        13020,
        13
      ],
      [
        13020,
        14070,
        14
      ],
      [
        14070,
        15214,
        15
      ],
      [
        15214,
        16365,
        16
      ],
      [
        16365,
        16714,
        17
      ],
      [
        16714,
        16891,
        18
      ],
      [
        16891,
        17447,
        19
      ],
      [
        17447,
        18869,
        20
      ],
      [
        18869,
        20136,
        21
      ],
      [
        20136,
        21843,
        22
      ],
      [
        21843,
        23535,
        23
      ],
      [
        23535,
        24827,
        24
      ],
      [
        24827,
        26132,
        25
      ],
      [
        26132,
        27442,
        26
      ],
      [
        27442,
        28844,
        27
      ],
      [
        28844,
        30217,
        28
      ],
      [
        30217,
        31446,
        29
      ],
      [
        31446,
        32780,
        30
      ],
      [
        32780,
        34338,
        31
      ],
      [
        34338,
        35733,
        32
      ],
      [
        35733,
        37267,
        33
      ],
      [
        37267,
        38575,
        34
      ],
      [
        38575,
        39681,
        35
      ],
      [
        39681,
        41010,
        36
      ],
      [
        41010,
        42480,
        37
      ],
      [
        42480,
        43863,
        38
      ],
      [
        43863,
        45193,
        39
      ],
      [
        45193,
        46553,
        40
      ],
      [
        46553,
        48204,
        41
      ],
      [
        48204,
        49600,
        42
      ],
      [
        49600,
        50979,
        43
      ],
      [
        50979,
        52165,
        44
      ],
      [
        52165,
        53167,
        45
      ],
      [
        53167,
        54254,
        46
      ],
      [
        54254,
        55356,
        47
      ],
      [
        55356,
        56838,
        48
      ],
      [
        56838,
        57305,
        49
      ],
      [
        57305,
        58252,
        50
      ],
      [
        58252,
        59460,
        51
      ],
      [
        59460,
        60966,
        52
      ],
      [
        60966,
        62422,
        53
      ],
      [
        62422,
        63854,
        54
      ],
      [
        63854,
        65179,
        55
      ],
      [
        65179,
        66631,
        56
      ],
      [
        66631,
        68087,
        57
      ],
      [
        68087,
        69548,
        58
      ],
      [
        69548,
        70815,
        59
      ],
      [
        70815,
        72130,
        60
      ],
      [
        72130,
        73465,
        61
      ],
      [
        73465,
        74905,
        62
      ],
      [
        74905,
        76133,
        63
      ],
      [
        76133,
        77620,
        64
      ],
      [
        77620,
        78229,
        65
      ],
      [
        78229,
        79049,
        66
      ],
      [
        79049,
        79049,
        67
      ],
      [
        79049,
        79049,
        68
      ],
      [
        79049,
        79827,
        69
      ],
      [
        79827,
        80452,
        70
      ],
      [
        80452,
        80452,
        71
      ],
      [
        80452,
        80452,
        72
      ],
      [
        80452,
        81569,
        73
      ],
      [
        81569,
        82898,
        74
      ],
      [
        82898,
        82898,
        75
      ],
      [
        82898,
        82898,
        76
      ],
      [
        82898,
        83839,
        77
      ],
      [
        83839,
        85420,
        78
      ],
      [
        85420,
        87010,
        79
      ],
      [
        87010,
        88512,
        80
      ],
      [
        88512,
        90137,
        81
      ],
      [
        90137,
        91595,
        82
      ],
      [
        91595,
        92950,
        83
      ],
      [
        92950,
        94185,
        84
      ],
      [
        94185,
        95754,
        85
      ],
      [
        95754,
        97008,
        86
      ],
      [
        97008,
        98382,
        87
      ],
      [
        98382,
        99580,
        88
      ],
      [
        99580,
        99580,
        89
      ],
      [
        99580,
        99580,
        90
      ],
      [
        99580,
        101051,
        91
      ],
      [
        101051,
        102374,
        92
      ],
      [
        102374,
        103620,
        93
      ],
      [
        103620,
        105066,
        94
      ],
      [
        105066,
        106410,
        95
      ],
      [
        106410,
        107768,
        96
      ],
      [
        107768,
        109083,
        97
      ],
      [
        109083,
        109846,
        98
      ],
      [
        109846,
        109846,
        99
      ],
      [
        109846,
        109846,
        100
      ],
      [
        109846,
        111390,
        101
      ],
      [
        111390,
        113124,
        102
      ],
      [
        113124,
        114728,
        103
      ],
      [
        114728,
        116206,
        104
      ],
      [
        116206,
        117317,
        105
      ],
      [
        117317,
        118767,
        106
      ],
      [
        118767,
        119959,
        107
      ],
      [
        119959,
        120959,
        108
      ],
      [
        120959,
        122501,
        109
      ],
      [
        122501,
        122649,
        110
      ],
      [
        122649,
        123128,
        111
      ],
      [
        123128,
        124024,
        112
      ],
      [
        124024,
        124923,
        113
      ],
      [
        124923,
        125664,
        114
      ],
      [
        125664,
        126548,
        115
      ],
      [
        126548,
        127659,
        116
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104826",
    "title": "Human Physiognomy Explain'd in the Crounian Lectures on Muscular Motion for the Year 1746",
    "authors": "James Parsons",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 116,
    "jstor_url": "https://www.jstor.org/stable/104826"
  }
}