{
  "id": "ee181ef86049d800bbda269cfe5d5dde429b7ae5",
  "text": "2. He ascribes much virtue to a sort of earthy fat contain'd in the Water. (At this I much wonder, for he seems only to describe a Clay or sort of Fullers Earth, that holds very little Medical Virtue.)\n\nHe supposes also a Sulphur and Nitre to be conceal'd in the Water, (but it does not appear in his Examen Chymicum) by which Ulcers are heal'd, Coagulations are dissolved, relax'd Nerves are strengthened, Scabs and Leprous Affections cured, &c.\n\nThe following Chapters give a more particular account of the several Distempers for which these Bathings are used; as also Cautions in what Cases to forbear the use of Bathing.\n\nThe warmth of these Waters seems not to exceed the tepid Heat of Bristol Well.\n\nIt seems strange that they have not Courage enough to try the virtue of these Waters internally; especially since the Contents of these Waters are very few, if any, that are gross or fixt: The Taste is scarce differing from pure Limpid Water; and what is more strange, in his Experiment with the Solution of Silver, he says, they discover'd no precipitation or perturbation of the Waters, whereas we know scarce any Water (except Rain Water) that does not suffer a Change by this Solution, when mixt with it.\n\nLONDON: Printed for Sam. Smith and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard.\n\nERRATA.\n\nPhilos. Transact. Numb. 305. pag. 2211. line 9. for small read vast. p. 2213:\nI. 11. after the Word Ground add above. p. 2214. l. 7. after the word Ins\ndole and. Philos. Transact. Numb. 306. p. 2225. l. 6. for John r. Thomas. item\np. 2226. l. 3. for John r. Thomas.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102697.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 509,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1619,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102697",
    "title": "Errata",
    "authors": null,
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102697"
  }
}