{
  "id": "eebb1633d8eca3d7c31973fa6271d34d98ec27c9",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1838.\n\nA.\n\nAir, inductive capacity of, 34.\n\nB.\n\nBakerian Lecture, 169.\nBarry (Martin, M.D.), Researches in Embryology. First Series. 301.\nBinocular Vision, on some remarkable and hitherto unobserved phenomena of, 371; outline figures seen in relief by the simultaneous perception of two projections, 376.\nBlood, an account of some experiments on the, in connexion with the theory of respiration, 283; questions respecting the, I. Is blood capable of absorbing oxygen independently of putrefaction? 283; II. Does the blood contain carbonic acid capable of being expelled by agitation with another gas? 285; III. What is the condition of the alkali in the blood in relation to carbonic acid? 289; IV. Does the blood contain any gas capable of being extricated by the air-pump? 291; V. Air or gases contained in the blood, capable of being extricated by the air-pump? 293; VI. Is any oxygen, not capable of being extricated by the air-pump, contained in the blood? 295; VII. When oxygen is absorbed by the blood, is there any production of heat? 297.\nBrewster (Sir David). On the colours of mixed plates, 73.\nBrush (electric), 110; in rarefied air, 116; and in gases, 118.\nBunt (Mr. T. G.), description of a new Tide-gauge constructed by; and erected on the eastern bank of the river Avon, at Bristol, 1837, 249.\n\nC.\n\nChorion, the true, a structure superadded within the ovary in the class Mammalia, 316.\nColours of mixed plates, 73.\nConchoidal surface, determination of the area of, 362; determination of the centre of gravity of, 366.\nSolid, determination of the centre of gravity of, 364; determination of the volume of, 361.\nConduction, electrolytic, 273.\nOr conductive discharge, 84.\n\nMDCCCXXXVIII.\nConductors and insulators, analogy of, 86.\nConvection, or carrying discharge, 142.\nCurrent, nature of electric, 156; constant character of, 158.\n\nD.\n\nDaniell (J. F. Esq.). Fourth letter to Michael Faraday, Esq., on voltaic combinations, with reference to the mutual relations of the generating and conducting surfaces, 41.\nDavy (John, M.D.). An account of some experiments on the blood in connexion with the theory of respiration, 283.\nDip of magnetic needle, in the West Indies, on the north coast of Brazil and North America, 345, 349.\nDisc, the, of Professor Baer, 320.\nDischarge (electric), conductive, 84; disruptive, 95, 125; electrolytic, 90; difference of, at the positive and negative surfaces of conductors, 120, 125; spark, 105; brush, 110; glow, 134; dark, 138; convective, 142.\n\nE.\n\nElectric charge, penetration of within a dielectric, 23.\n——— current, nature of, 156; transverse force of, 165.\n——— force or forces, nature of, 265; relation of the electric and magnetic forces, 274.\nElectrical excitation, note on, 280.\nElectricity, experimental researches in. Eleventh series, 1. § 18. On induction. i. Induction an action of contiguous particles, 1. ii. Absolute charge of matter, 4. iii. Electrometer and inductive apparatus used, 6. iv. Induction in curved lines, 16. v. Specific inductive capacity, 25. vi. General results as to induction, 37. Supplementary note, 79.\nTwelfth series, 83. § 18. On Induction (continued). vii. Conduction, or conductive discharge, 84. viii. Electrolytic discharge, 90. ix. Disruptive discharge and insulation, 95. Spark, 105. Brush, 110. Difference of discharge at the positive and negative surfaces of conductors, 120.\nThirteenth series, 125. § 18. On Induction (continued). ix. Disruptive discharge (continued).—x. Peculiarities of positive and negative discharge either as spark or brush, 125. Glow discharge, 134. Dark discharge, 138. Convection or carrying discharge, 142. Relation of a vacuum to electrical phenomena, 154. § 19. Nature of the electrical current, 156.\nFourteenth series, 265. § 20. Nature of the electric force or forces, 265. § 21. Relation of the electric and magnetic forces, 274. § 22. Note on electrical excitation, 280.\nElectrolytic action, 156; discharge, 90.\nEllipsoids of equilibrium, consisting of homogeneous matter, 57.\nEmbryology, researches in. First series, 301. Part I. On the origin and structure of the true ovisac, a vesicle common to all vertebrated animals, 305; on the germinal vesicle and its contents, as the most primitive portion of the ovum, 308; on the order of formation of the several other parts of the ovarian ovum, 310; and on the true chorion of Mammalia as a structure superadded within the ovary, 316. Part II. On a granulous tunic of the ovum of Mammalia not hitherto described, 320; on the manner of origin of the \"Membrana granulosa\" of\nauthors, 324; on the different situations of the ovum in the Graafian vesicle at certain periods ante coitum, not hitherto observed; and on certain structures by means of which the ovum is made to occupy those several situations, 325.\n\nF.\n\nFaraday (Michael, D.C.L.). Experimental researches in electricity. Eleventh series. On Induction, 1. Supplementary note, 79.\n\nTwelfth series. On Induction (continued). Conduction or conductive discharge. Electrolytic discharge. Disruptive discharge, 83.\n\nThirteenth series. On Induction (continued). Disruptive discharge (continued). Peculiarities of positive and negative discharge either as spark or brush. Glow discharge. Dark discharge. Convection, or carrying discharge. Relation of a vacuum to electrical phenomena. Nature of electrical current, 125.\n\nFourteenth series. Nature of the electric force or forces. Relation of the electric and magnetic forces. Note on electrical excitation, 265.\n\nFisher (Rev. George). Magnetical observations of Captain Sir Everard Home, Bart. R.N., reduced by, 343.\n\nG.\n\nGases, inductive capacity of, 35.\n\nGerminial vesicle, on the, and its contents as the most primitive portion of the ovum, 308.\n\nGlow (electric), 134; in gases, 136.\n\nGraafian vesicle, 311; of Mammals, how related to the calyx of Birds, Amphibia, and Fishes, 314; isolated spots in the, 319; synopsis showing the order of formation and the relative position of the several parts of the unimpregnated ovum and the Graafian vesicle of Mammalia, 304.\n\nH.\n\nHome (Captain Sir Everard, Bart. R.N.), magnetical observations made by, in the West Indies, the north coast of Brazil, and North America, in the years 1834, 1835, 1836, and 1837, 343.\n\nI.\n\nInduction, on, 1, 83, 125.\n\n— an action of contiguous particles, 1; in curved lines, 16; specific, or specific inductive capacity, 25.\n\n— electrolytic, 272.\n\nInductive capacity, specific, 25; of shell-lac and air, 26; of glass, 31; of sulphur, 32; of spermaceti, 33; of oil of turpentine, 33; of naphtha, 34; of air, 34; of gases, 35.\n\n— action, general nature of, 266.\n\n— apparatus, 9.\n\n— polarity, direction of, in crystals, 269.\n\nInductometer, differential, 80.\n\nInsulation (electric), 95.\n\nInsulators and conductors, analogy of, 86.\n\nIvory (James, K.H.). Of such ellipsoids consisting of homogeneous matter as are capable of\nhaving the resultant of the attraction of the mass upon a particle in the surface, and a centrifugal force caused by revolving about one of the axes, made perpendicular to the surface, 57.\n\nIvory (James, K.H.). On the theory of the astronomical refractions, 169.\n\nL.\n\nLight, dispersion of, researches towards establishing a theory of, No. IV., 67.\n——— theory of dispersion of, as connected with polarization, remarks on, 253.\n\nM.\n\nMagnetical observations made in the West Indies, on the north coast of Brazil and North America, in the years 1834, 1835, 1836, and 1837, 343.\nMagnetic force, relation of, and electric force, 274.\n——— intensity in the West Indies, on the north coast of Brazil and North America, 349.\nMembrana granulosa, the, 323.\nMixed plates, on the colours of, 73.\nMoseley (Rev. H.). On the geometrical forms of turbinated and discoid shells, 351.\n\nN.\n\nNitrogen, an experimental inquiry into the influence of, on the growth of plants, 395; those seeds of the same kind which contain the largest quantity germinate the earliest, 396; more abundant in the roots than in the trunks of trees, 396; in the sap-wood than in the heart-wood, 397; in the young than in the mature leaf, 400.\nNitrogen, on the evolution of, during the growth of plants, and the sources whence they derive that element, 403.\n\nO.\n\nOperculum, traces of progressive stages of its growth remain on it, 351; its spiral a logarithmic spiral, 353.\nOvisac, on the origin and structure of the true, a vesicle common to all vertebrated animals, 305; of the Mammalia, 305; cavity in which often found, 306; proper membrane of the, in Mammalia, 306; peculiar granules of the, 307; the fluid contained in the, 308; the manner of origin of the, 310; of Birds compared with the ovisac of Mammalia, 312; of Amphibia and Fishes compared with the ovisac of Mammalia, 313; parasitic ovisacs, 318.\nOvum, the germinal vesicle and its contents the most primitive portion of the, 310; disappearance of ova and formation of others, 319; the ovum conveyed to the periphery of the Graafian vesicle, 325; synopsis showing the order of formation and the relative position of the several parts of the unimpregnated ovum and the Graafian vesicle of Mammalia, 304.\n——— the ovarian, the order of formation of the several parts of, 310.\n\nP.\n\nPowell (Rev. Baden). Researches towards establishing a theory of the dispersion of light, No. IV., 67.\n——— Remarks on the theory of the dispersion of light as connected with polarization, 253.\n\nR.\n\nRefractions, astronomical, on the theory of, 169; Cassini's theory, 172; problem of, Newton's solutions, 178, 180; Newton's table of, 183.\nRefractions, astronomical, in an atmosphere of dry air, 195; in an atmosphere of air mixed with aqueous vapour, 199; comparison of tables of, 224; new table of, 227.\n\nRefractive indices, comparison of observed, with the results of theory, 70.\n\nRetinacula, the, 324; of Mammals compared with the membrana chalazifera and chalazae of Birds, 328.\n\nRigg (Robert, Esq.). An experimental inquiry into the influence of nitrogen on the growth of plants, 395.\n\nOn the evolution of nitrogen during the growth of plants, and the sources whence they derive that element, 403.\n\nS.\n\nShell, turbinated, determination of the area and centre of gravity of its surface, and the volume and centre of gravity of its contained solid, 368; determination of the polar equation to its surface, 370; and of the constant angle of the spiral affected by any given shell, 370.\n\nShells (turbinated and discoid), on the geometrical forms of, 351.\n\nSpark (electric), 105.\n\nSpiral, logarithmic, the form affected by the opercula of turbinated shells, 352; and by these shells, 355.\n\nStereoscope, an instrument for the investigation of the phenomena of binocular vision, 375.\n\nT.\n\nTide-gauge, description of a new, 249.\n\nobservations, method of discussing those of Bristol, 233.\n\nTide phenomena, questions respecting, with answers supplied by results of observation: I. To which transit of the moon ought the tide to be referred? 236; II. How does a change of the epoch affect, 1st, the semimenstrual inequalities? 237; III. 2nd, the (lunar) parallax correction of the time? 238; IV. 3rd, the (lunar) declination correction of the times? 239; V. 4th, the parallax correction of height? 240; VI. 5th, the declination correction of the heights? 241; VII. Does the parallax correction of the height vary as the parallax? 241; VIII. Does the parallax correction of the time vary as the parallax? 242; IX. Does the declination correction of heights vary as the square of the declination? 242; X. Does the declination correction of the times vary as the square of the declination? 243; XI. Can the laws of the corrections be deduced from a single year? 243; XII. Are there any regular differences between the corrections of successive years? 244; XIII. Do the corrections at different places agree in laws and amount? 245.\n\nTides, researches on the. Ninth series. On the determination of the laws of the tides from short series of observations, 231.\n\nTransverse force of electric current, 165.\n\nTunica granulosa, a granulous tunic of Mammalia not hitherto described, 321; compared with the membrana chalazifera of Birds, 328.\n\nV.\n\nVacuum, relations of a, to electrical phenomena, 154.\n\nVision, contributions to the physiology of. Part the first. On some remarkable and hitherto unobserved phenomena of binocular vision, 371.\nINDEX.\n\nVoltaic combinations, on, with reference to the mutual relations of the generating and conducting surfaces, 41.\n\nW.\n\nWheatstone (Charles, Esq.). Contributions to the physiology of vision. Part the first. On some remarkable, and hitherto unobserved, phenomena of binocular vision, 371.\nWhewell (Rev. W.). Researches on the tides. Ninth series. On the determination of the laws of the tides from short series of observations, 231.\n\nY.\n\nYelk, the proper membrane of the, in Mammals, 315.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom 17th November 1831, to 21st June 1832.\n\nPRESENTS. DONORS.\n\nACADEMIES, SOCIETIES, &c.\n\nAmerican Philosophical Society. Transactions, Vol. IV. Part I. 4to. Philadelphia 1832. The Society.\n\nBruxelles Académie Royale des Sciences, &c. Bulletin, Nos. 1 et 2. 8vo. Bruxelles 1832. The Academy.\n\nAcadémie des Sciences et Belles Lettres. Journal des Séances depuis le 3 Octob. 1829 jusqu'au 2 Avril 1831. 4to. The Academy.\n\nCambridge Philosophical Society. Transactions, Vol. IV. Part I. 4to. Cambridge 1832. The Society.\n\nDublin.—Irish Academy (Royal). Transactions, Vol. XVI. Part II. Dublin 1831. The Society.\n\nEdinburgh, Royal Society of. Transactions, Vol. XI. Part II. Edin. 1831. The Society.\n\nLeeds Philosophical Society. Eleventh Report, 1830–31. 8vo. Leeds 1831. The Society.\n\nLondon:—\n\nAsiatic Society (Royal). Proceedings, Feb. 4 to May 19, 1832. 8vo. Lond. 1832. The Society.\n\nAstronomical Society of London. Memoirs, Vol. IV. Part II. 4to. Lond. 1831. The Society.\n\nMonthly Notices of Proceedings. Messrs. Priestley and Weale.\n\nBritish Association for the Advancement of Science. Report of the First and Second Meetings of the Association, at York in 1831, and at Oxford in 1832. 8vo. Lond. 1833. The Committee.\n\nGeological Society. Proceedings, Nos. 23—25. 8vo. Lond. 1831. The Society.\n\nTransactions, Vol. III. Part II. 4to. Lond. 1832. The Society.\n\nInstitution (Royal). The Journal of the Royal Institution of Great Britain, No. V. 8vo. Lond. 1831. The Managers of the Royal Institution.\n\nLiterature (Royal Society of). Transactions, Vol. II. Part I. 4to. Lond. 1832. The Society.\n\nNaval and Military Museum. The First Annual Report. 8vo. Lond. 1832. The Council.\n\nRoyal Humane Society. The Fifty-eighth Annual Report. 8vo. Lond. 1832. The Society.\n\nSociety for the Improvement of Prison Discipline. Eighth Report. The Society.\n\nSociety of Arts. Transactions, Vol. XLV. 8vo. Lond. 1832. The Society.\n\nZoological Society. Notices of Proceedings, 1831. Sept. 1831—March 13, 1832. 8vo. Lond. The Society.\n\nManchester Literary and Philosophical Society. Memoirs, Vol. V. New Series. 8vo. Manchester 1831. The Society.\n\nParis.—Institut de France. Notices et Extraits des Manuscrits de la Bibliothèque du Roi. Tom. XII. 4to. Paris 1831. The Institute of France.\n\nMDCCCXXXVIII.\nACADEMIES, &c.\n\nQuebec Literary and Historical Society. Transactions, Vol. II. By the Society.\nSwenska Vetenskaps Academien Handlingar för 1829-30. 8vo. Stockholm 1831. The Society.\nArsberättelser om Vetenskapernas. 1829-30. 8vo. Stockholm 1831. ———\nThoulouse.—Académie Royale des Sciences. Histoire et Mémoires, Tom. I. The Academy.\net II. 8vo. Thoulouse 1827-30.\nTurin.—Memorie della R. Accademia delle Scienze di Torino. Vol. XXV. 4to. The Academy.\nTorino 1831.\nYorkshire Philosophical Society. Annual Report for 1831. 8vo. York 1831. The Society.\n\nANONYMOUS.\n\nAnnuaire pour 1832. Paris. Bureau des Longitudes.\nAnnual List of Donations and Bequests to the Trustees of the British Museum. The Trustees of the British Museum.\n1830. 8vo. Lond. 1831. By the College.\nCatalogue of the Hunterian Collection in the Museum of the Royal College of Surgeons. Vol. V. 4to. Lond. 1831.\nCommercium Epistolicum. 8vo. Lond. 1722.\nComparative Population of Great Britain in 1801, 1811, 1821, and 1831. Professor Rigaud.\nPrinted by order of the House of Commons. Lond. 1832.\nConnoissance des Temps. Pour 1834. 8vo. Paris. The Right Hon. the Speaker of the House of Commons.\nContributions towards the Means of Prevention of the Cholera Morbus. 8vo. Bureau des Longitudes.\nDescription (a) of the Preparations contained in the Museum of St. Bartholomew's Hospital. The Author.\nFlora Batava. Parts XC. and XCI. 4to. The Governors of the Hospital.\nHis Majesty the King of the Netherlands.\nJames Prinsep, Esq.\n\nGleanings in Science, from January 1829 to October 1831. 34 Numbers in 3 Vols. 8vo. Lord Gray.\nLetter to the Editor of the Edinburgh Review, by Clerus Anglicanus (two copies). 8vo. Lond. 1832. The Author.\nMeteorological Table, extracted from the Register kept at Kinfaun's Castle, North Britain. John Barrow, Esq. F.R.S.\nObservations of the Tides at Milford Haven. The Author.\nOutline (an) of Sematology; or an Essay towards establishing a new Theory of Grammar, Logick, and Rhetorick. 8vo. Lond. 1831. The Translator.\nAIRY (G.B.) Astronomical Observations made at the Observatory of Cambridge for 1832. 4to. Cambridge 1832. The Author.\nOn Encke's Comet. Dissertation contained in Nos. 210 and 211 of the Astronomische Nachrichten. Translated by G. B. Airy. 8vo. Cambridge 1832. The Translator.\nARGELANDER (F. G. A.) Observationes Astronomicae. Vol. II. Folio. The Author.\nHelsingforne 1831.\nBABBAGE (C.) On the Economy of Machinery and Manufactures. 8vo. Lond. 1832. The Author.\nBARON (J.) An Inquiry illustrating the Nature of Tuberculated Accretions of Serous Membranes. 8vo. Lond. 1819. The Author.\nIllustrations of the Inquiry. 8vo. Lond. 1822.\nRecherches, Observations, et Expériences sur le Développement des Maladies Tuberculeuses, traduit par V. Bovin. 8vo. Paris. 1825.\nThe Life of E. Jenner, with Illustrations of his Doctrines and Selections from his Correspondence. 8vo. Lond. 1827.\nDelineations of the Origin and Progress of various Changes of Structure. 4to. Lond. 1828.\nBLACK (—.) Lectures. A MS. in 3 Vols. 4to. From Notes taken by the late J. Rennie, Esq. F.R.S., when a Student under him at Edinburgh. G. Rennie, Esq. F.R.S.\nPRESENTS.\n\nBOUBÉE (N.) Tableau Mnémonique des Terrains primitifs. 8vo. Paris. 1831. (two copies.)\n\nBOZE (—.) Tableau de l'État de Globe, à ses différents ages.\n\nBRADLEY (J.) Miscellaneous Works and Correspondence, edited by S. P. Rigaud; with Memoirs of the Author. 4to. Oxford 1832.\n\nBREE (R.) Thoughts on Cholera Asphyxia. 8vo. Lond. 1832.\n\nBREWSTER (Sir D.) On a New Analysis of Solar Light, indicating three primary colours, forming coincident spectra of equal length. 4to. Edinb. 1831.\n\nBRIGHT (R.) Reports of Medical Cases, selected with a view of illustrating the Symptoms and Cure of Diseases by a reference to Morbid Anatomy. 3 Vols. 4to. Lond. 1827–31.\n\nBRONGNIART (A.) Tableau Théorique de la Succession et de la Disposition la plus générale en Europe des Terrains et Roches qui composent l'Ecorce de la Terre.\n\nBROOKES (J.) Thoughts on the best means of lessening the Destructive Progress of Cholera. 8vo. Lond. 1831.\n\nBUCH (L. de) Carte Physique de l'Ile de Ténériffe levée sur les lieux.\n\nBUDDLE (J.) Synopsis of several Seams of Coal in the Newcastle district. 4to. Newcastle 1831.\n\nAn account of the Explosion which took place in Tarrow Colliery, August 3, 1830. 4to. Newcastle 1831.\n\nCIBRARO (L.) Delle Storie di Chieri libri quattro. 12mo. Torino 1831.\n\nCLANNY (W. R.) Hyperanthrax; or, the Cholera of Sunderland. 8vo. Lond. 1832.\n\nCLARK (J.) Climate. 8vo. Lond. 1832.\n\nCLARK (T.) The Article on Weights and Measures from the Westminster Review, No. 31. 8vo. Lond. 1832.\n\nCOOPER (Sir A.) The Anatomy of the Thyurus Gland. 4to. Lond. 1832.\n\nCOOPER (B. B.) Lectures on Anatomy, interspersed with Critical Remarks. Vol. III. 8vo. Lond. 1831.\n\nCOOPER (S.) The Hunterian Oration; delivered in the Theatre of the Royal College of Surgeons in London, on the 14th February, 1832. 8vo. Lond. 1832.\n\nCOPLAND (J.) Of Pestilential Cholera, its Nature, Prevention, and Curative Treatment. 12mo. Lond. 1832.\n\nCORABŒUF (—.) Mémoire sur les Opérations Géodésiques des Pyrénées et la Comparaison du Riveau des deux Mers.\n\nDAVIES (T. S.) On the Equations of Loci. 4to. Edinb. 1832.\n\nDE LA BECHE (H. T.) A Geological Manual. Second Edition. 12mo. Lond. 1832.\n\nDICKSON (S.) On the Epidemic Cholera and other prevalent Diseases of India. 8vo. Edinb. 1832.\n\nDRINKWATER (J. E.) The Life of Galileo. 8vo. Lond. 1832.\n\nThe Life of Kepler. 4to. Lond. 1831.\n\nDUHAMEL (—.) Diverses Méthodes pour connaître à la Mer, sans Observations Nautiques, l'Avance et le Retard absolu des Chronomètres sur le temps moyens du lieu où ils ont été réglés. 4to. Lond. 1832.\n\nELLIOT (C. B.) Letters from the North of Europe. 8vo. Lond. 1832.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1833. 8vo. Berlin 1830.\n\nUeber die Nächste Wiederkehr des Cometen von Pons in Jahr 1832, nebst der Uebersicht der Gründe worauf die neuen Elemente beruhen. 4to. Altona, 1831.\nERMAN (G. A.) Positions Géographiques de l'Oby, depuis Tobolsk jusqu'à la Mer Glaciale. 8vo. Berlin 1831.\n\nFALKNER (T.) An Historical and Topographical Description of Chelsea and its Environs. 2 Vols. 8vo. Chelsea 1829.\n\nAn Historical and Topographical Account of Fulham, including Hammersmith. 4to. Lond. 1813.\n\nFEARN (J.) Color Images in the Brain. 8vo. Lond. 1831.\n\nFORBES (J.) TWEDIE (A.) and CONOLLY (J.) The Cyclopædia of Practical Medicine. Nos. 1 and 2. 8vo. Lond. 1832.\n\nFORSTER (T.) Essay on the Origin and Symptoms and Treatment of Cholera Morbus. 8vo. Lond. 1831.\n\nFREND (W.) Advantages of the Modern or Arabic System of Notation in Arithmetic. 4to. Lond. 1831.\n\nFROST (J.) A Translation of the Statutes of the Royal Hanoverian Guelphic Order, together with a List of the Grand Crosses, Commanders, and Knights. 8vo. Lond. 1831.\n\nGARNIER (I. G.) et QUETELET (A.) Correspondance Mathématique. Tom. VI. Part. VI. 8vo. Gand et Bruxelles 1831.\n\nGEOFFROY SAINT-HILAIRE (É.) Recherches sur des Grands Sauriens trouvés à l'état fossile vers les confins maritimes de la Basse Normandie, déterminés sous les noms de Télésaurus et Sténosaurus. 4to. Paris 1831.\n\nMémoire sur les Dents Antérieures des Mammifères rongeurs. 4to. Paris 1831.\n\nGRANVILLE (A. B.) The Catechism of Health; to which are added Facts respecting Cholera. 12mo. Lond. 1832.\n\nGRAY (J. E.) Illustrations of Indian Zoology. Folio. Lond. Part IX.\n\nIllustrations of Indian Zoology. Folio. Part X.\n\nHALL (H. C. van) VROLIK (W.) en MULDER (G. J.) Bijdragen tot de Natuurkundige Wetenschappen. Vol. VI. Parts I.—IV. 8vo. Amsterdam 1831.\n\nHANSEN (P. A.) Untersuchung über die gegenseitegen Störungen des Jupiter und Saturns. 4to. Berlin 1831.\n\nHAWTHORNE (G.) A New Mode of Ventilating Hospitals, Ships, Prisons, &c.; being an efficient method of destroying contagion. 12mo. Belfast 1830.\n\nHENRY (W.) Experiments on the Disinfecting Powers of increased Temperatures. 8vo. Lond. 1831.\n\nAn Estimate of the Philosophical Character of Dr. Priestley. 8vo. York 1832.\n\nHERSCHEL (J. F. W.) Micrometrical Measures of 364 Double Stars, with a Seven-feet Equatorial Achromatic Telescope. 4to. Lond. 1832.\n\nOn the Investigation of the Orbits of Revolving Double Stars. 4to. Lond. 1832.\n\nHEURTELOP (—) Principles of Lithotry; or, a Treatise on the Art of Extracting the Stone without Incision. 8vo. Lond. 1831.\n\nHOWARD (L.) Essay on the Modifications of Clouds. 8vo. Lond. 1832.\n\nJARRETT (T.) An Essay on Algebraic Development. 8vo. Camb. 1831.\n\nINSTRUMENTS, &c.\n\nNapier's Rods (a set of). Supposed to have been made and used by the Laird of Merchiston himself.\n\nA set of Burmese Weights, brought from Rangoon by Lieut. M. C. Frend, R.N.\n\nDonors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Publishers.\n\nThe Author.\n\nLieut. Frend, R.N. F.R.S.\n\nThe Author.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nW. Black, Esq.\n\nLieut. M. C. Frend, R.N.\nJOHNSTON (J.) A Flora of Berwick-upon-Tweed. 2 Vols. 12mo. Edinburgh 1829.\n\nJOURNALS.\nAnti-Slavery Reporter. Nos. 93—96. 8vo. Lond. 1832.\nEdinburgh (the) Journal of Science, New Series, conducted by Dr. Brewster. Nos. 10—12. Edinb. 1831—32.\nHorticultural Register; edited by Paxton and Harrison. Nos. 6—12. 8vo. Lond. 1831—32.\nJournal of the Franklin Institute of Pennsylvania; edited by T. P. Jones. New Series. Vols. III.—VII. Nos. 1—8. 8vo. Philadelphia 1829—31.\nThe Philosophical Magazine and Annals of Philosophy; edited by R. Taylor, F.L.S., and R. Phillips, F.R.S. Nos. 48—66. 8vo. Lond. 1830—32.\nNautical Magazine. Nos. 1—4. 8vo. Lond. 1831—32.\nUnited Service Journal. Nos. 1—6. 8vo. Lond. 1832.\n\nKING (T.) Lithotritry and Lithotomy compared. 8vo. Lond. 1832.\n\nLARREY (D. J.) Clinique Chirurgicale exercée particulièrement dans les Camps et les Hôpitaux Militaires, depuis 1792, jusqu'en 1829. 4 Vols. 8vo. Paris 1829—32, et Planches.\nMémoires de Chirurgie Militaire, et Campagnes. 3 Vols. 8vo. Paris 1812.\n\nLEA (L.) Observations on the Genus Unio. 4to. Philadelphia 1829.\n\nLINDLEY (J.) Some Considerations upon the Cultivation of Fruit Trees. 8vo. Lond. 1831.\nThe Genera and Species of Orchideous Plants. Part II. Epidendree. 8vo. Lond. 1831.\n\nLITTRROW (J.J.) Annalen der K. K. Sternwarte in Wien. Vol. XI. Folio. Wien 1831.\n\nLOHSE (J.) Four Maps of Hamburgh, and its immediate vicinity.\nDer Methodische Unterricht in der Geographie und die dazu dienlichen Hülfsmittel. 18mo. Hamb. 1826.\nIkonograph und J. C. H. Gebauer's Auflösungsmethode Biquadratischer Gleichungen. 8vo. Hamburgh.\n\nMACKINNON (W. A.) Speech in the House of Commons, March 20, 1832. 8vo. Lond. 1832.\n\nMACINTYRE (E.) Examination of the Official 'Relative List of Boroughs,' and of the Plan on which it is constructed; with an Exposition of the correct principle of Compound Ratios.\n\nMAPS, ENGRAVINGS, &c.\nCharts, Plans, Views, and Sailing Directions, constructed under the Orders of the Lords Commissioners of the Admiralty.\nOrdnance Map, Sheet 55, in continuation of the Trigonometrical Survey of Great Britain.\nFive Impressions of Copper Plates, exhibiting a New Style of Engraving.\nTwo additional Specimens.\nA Lithographic Print of the Bengal variety of Tiger.\nA Lithographic Print of the Skeleton of the Greenland Whale.\nA Lithographic Sketch on India Paper of Wooton Church, the burial-place of John Evelyn, Esq. F.R.S.\nThe National Portrait Gallery, by W. Jerdan, Esq. Nos. 32—38. 8vo. Lond. 1831.\n\nDONORS.\nThe Author.\nThe Society.\nDr. Brewster.\nThe Editors.\nThe Franklin Institute.\nThe Proprietors.\nLieut. Becher, R.N.\nThe Editors.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Lords Commissioners of the Admiralty.\nThe Board of Ordnance.\nW. Pole, Esq. F.R.S.\nW. Pole, Esq. F.R.S.\nProf. Green, F.R.S.\nM. Scharf.\nJ. P. Atkins, Esq.\nThe Publishers.\nPRESENTS.\n\nMITCHELL (J.) Six Diagrams, exhibiting the times of High and Low-water at Sheerness. The Author.\n\nMOREAU de JOUNÉS (A.) Rapport au Conseil Supérieur de Santé sur le Cholera Morbus Pestilentiel. 8vo. Paris 1831. The Author.\n\nMORRISON (J. R.) The Anglo-Chinese Calendar and Register for 1832. 8vo. Macao. The Author.\n\nMOSS (J. W.) A Manual of Classical Bibliography. 2 Vols. 8vo. Lond. 1825. The Author.\n\nMURCHISON (R. I.) An Address delivered at the Anniversary Meeting of the Geological Society of London, on the 17th Feb., 1832. 8vo. Lond. The Author.\n\nMURPHY (P.) Rudiments of the Primary Forces of Gravity, Magnetism, and Electricity, in their Agency on the Heavenly Bodies. 8vo. Lond. 1830. The Author.\n\nNECKER (L. A.) Mémoire sur les Oiseaux des Environs de Genève. 4to. Genève 1823. The Author.\n\nSur quelques Rapports entre la direction générale de la Stratification et celle des lignes d'égale Intensité Magnétique dans l'Hémisphère Boréal. 8vo. Genève 1830. ———\n\nNotice sur l'Hypertène et la Sienite Hypersténique de la Vatteline. 8vo. Genève 1829. ———\n\nOn Mineralogy considered as a Branch of Natural History. 8vo. Edinburgh 1832. ———\n\nNOBLI (L.) ed ANTINORI (—) On the Electro-Motive Force of Magnetism, with Notes by M. Faraday. 8vo. Lond. 1832. M. Faraday, Esq.\n\nNOLAN (F.) The Expectations formed by the Assyrians that a Great Deliverer would appear. 8vo. Lond. 1832. The Author.\n\nSupplement to an Inquiry into the Integrity of the Greek Vulgate. 8vo. Lond. 1830. ———\n\nORTON (R.) An Essay on the Epidemic Cholera of India. 8vo. Lond. 1831. The Author.\n\nO'SHAUGHNESSY (W. B.) Report on the Chemical Pathology of the Malignant Cholera. 8vo. Lond. 1832. The Author.\n\nPETTIGREW (T. J.) Observations on Cholera. 8vo. Lond. 1831. The Author.\n\nPHILIP (A. P. W.) Observations on the Nature of Malignant Cholera. 8vo. Lond. 1832. The Author.\n\nOn the Effects of Minute Doses of Mercury in restoring the Vital Functions. 8vo. Lond. 1832. ———\n\nPLANA (G.) Note relative au 5ème Article du Mémoire: sur la partie coëfficient de la grande inégalité de Jupiter et Saturne qui dépend du carré de la force perturbatrice. 24 Dec. 1828. 4to. Turin. The Author.\n\nNote sur le calcul de la partie du coëfficient de la grande inégalité de Jupiter et Saturne, qui dépend du carré de la force perturbatrice. 4to. Turin. 1829. ———\n\nPRATT (J. T.) The Savings' Banks in England, Wales, and Ireland, arranged according to Counties. Oblong 4to. Lond. 1831. The Author.\n\nPRINSEP (A.) An Account of Steam Vessels and of Steam Navigation. 8vo. Calcutta 1830. James Prinsep, Esq. F.R.S.\n\n(J.) Benares Illustrated. First and Second Series. Folio. Lond. 1830-31. The Author.\n\n(G. A.) Sketch of the Proceedings and present Position of the Sangor Island Society and its Lessees. 8vo. James Prinsep, Esq.\n\nQUETELET (A.) Recherches sur l'Intensité Magnétique en Suisse et en Italie. 4to. Bruxelles 1831. The Author.\nPRESENTS.\n\nQUETELET (A.) Recherches sur le Penchant au Crime aux différents Ages. 4to. Bruxelles 1831.\n\nLettre sur la Construction de l'Observatoire de Bruxelles. 8vo. Bruxelles 1831.\n\nQUETELET (A.) et SMITS (E.) Recherches sur la Réproduction et la Mortalité de l'Homme aux différents Ages, et sur la Population de la Belgique. 8vo. Bruxelles 1832.\n\nRIGAUD (S. P.) Harriot's Papers; Reprint of a Letter to the Editors of the Journal of the Royal Institution. 8vo. Lond. 1831.\n\nAstronomical Observations made at the Radcliffe Observatory, Oxford.\n\nROBINSON (P. R.) Astronomical Observations made at the Armagh Observatory. Vol. I. Part III. 4to. Lond. 1830.\n\nROGET (P. M.) Age. 8vo. Lond. 1832.\n\nAsphyxia. 8vo. Lond. 1832.\n\nAbstract of the Gulstonian Lectures read to the Royal College of Physicians on the 2nd, 4th, and 9th of May, 1832. 8vo. Lond. 1832.\n\nRUMKER (C.) Preliminary Catalogue of Fixed Stars, intended for a Prospectus of the Stars of the Southern Hemisphere. 4to. Hamburgh 1832.\n\nRÜPPEL (E.) Reisen in Nubien, Kordofan und dem Petriäischen Arabien. 8vo. Frankfirt am Main 1829.\n\nRUSSELL (W.) and BARRY (D.) Official Reports made to Government on the disease called Cholera Spasmodica, as observed by them during their Mission to Russia in 1831. 8vo. Lond. 1832.\n\nSANCHEZ-CERQUERO (J.) Almanaque Náutico et Efemérides Astronómicas para 1834. 8vo. Madrid 1831.\n\nSAVAGE ( ) Table of the Tides at the New Landing Pier, Hobbs' Point, from March 1831 to Feb. 1832.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten, Nos. 196—212. 4to. Altona 1831.\n\nAstronomische Nachrichten. Nos. 213—224.\n\nSOMERVILLE (M.) Mechanism of the Heavens. 8vo. Lond. 1831.\n\nSPIX (J. B. von) und MARTIUS (C. F. P. von) Reise in Brasilien in den Jahren 1817 bis 1820. 3 vols. 4to. München 1823—31.\n\nTABRICH (—) et HALMA-GRAND (—) Cicatrisation des plaies Artérielles sous l'Influence du Liquide Hémostatique. 8vo. Paris 1831.\n\nTHOMSON (J.) An Account of the Life, Lectures, and Writings of W. Cullen. Vol. I. 8vo. Edinburgh 1832.\n\nTUSON (W.) Myology, illustrated by Plates. Folio. Lond. 1828.\n\nSupplement to ditto. Folio. Lond. 1828.\n\nPocket Compendium of Anatomy. 12mo. Lond. 1830.\n\nThe Dissector's Guide. 12mo. Lond. 1832.\n\nTWEDIE (A.) Clinical Illustrations of Fever, comprising a Report of Cases treated at the London Fever Hospital. 1828—29. 8vo. Lond. 1830.\n\nWALLICH (N.) List of Indian Woods. 8vo. (two copies.)\n\nUpon the Preparation and Management of Plants during a Voyage from India. 4to. Lond. 1832.\n\nWEATHERHEAD (G. H.) An Account of the Beulah Saline Spa. 8vo. Lond. 1832.\n\nWEBSTER (J.) An Essay on the Epidemic Cholera. 12mo. Lond. 1832.\n\nWHEWELL (W.) An Introduction to Dynamics, containing the Laws of Motion and the first Three Sections of the Principia. 8vo. Cambridge 1832.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. E. Gray, Esq.\n\nThe Authors.\n\nThe Author, through J. W. Lubbock, Esq. F.R.S.\n\nThe Author.\n\nHis Royal Highness the President.\n\nThe Authors.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWHEWELL (W.) On the Free Motion of Points and on Universal Gravitation, including the principal Propositions of Books I. and III. of the Principia; the First Part of a Treatise on Dynamics. 8vo. Cambridge 1832.\n\nWIRE (S.) Reflections concerning the Inexpediency and Unchristian Character of Capital Punishments as prescribed by the Criminal Laws of England. 8vo. Lond. 1832.\n\nDONORS.\n\nThe Author.\n\nFrom 15th November 1832, to 20th June 1833.\n\nPRESENTS.\n\nABUL-FEDA (L.) Kilâb Teqouyon Al-bouldan, ou Géographie. 4to. Paris 1829.\n\nACADEMIES, &c.\n\nBengal, Asiatic Society of. Journal, Nos. 2 and 3. 8vo. Calcutta 1832.\n\nBerlin.—Preussische Academie der Wissenschaften Abhandlungen ans den Jahren, 1830—31. 4to. Berlin 1833.\n\n——— Academie der Wissenschaften Academische Sternkarten. Zone X., XIV. und XV. 3 Nos. Folio. Berlin 1830—31.\n\nBonn and Breslau.—Academia Naturae Curiosorum. Nova Acta Physico-Medica. Vol. XIV. Parts I. and II. and Supplement. Vol. XV. Parts I. and II. and XVI. Part I. 4to. Bonae et Vratislavia.\n\nBruxelles.—Académie des Sciences et Belles Mémoires Couronnées. Tom.VIII. 4to. Bruxelles 1831.\n\n——— Bulletin, Nos. 3—11. 1831. 8vo. Bruxelles 1832—33.\n\nCambridge Philosophical Society. Transactions, Vol. IV. Part III. and Vol. V. Part I. 4to. Cambridge 1832.\n\n——— Charter and Bye-Laws. 8vo. Cambridge.\n\nCornwall, Royal Geological Society of. Vol. IV. 8vo. Lond. 1832.\n\nEdinburgh, Royal Society of. Transactions, Vol. XII. Part I. 4to. Edinburgh 1832.\n\n——— Proceedings, No. 1. 8vo. Edinb. 1833.\n\nGeneva.—Société de Physique et d'Histoire Naturelle. Mémoires, Tom. V. 4to. Genève 1832.\n\nLeeds, Philosophical and Literary Society of. Twelfth Report of the Council at the close of the Session, 1831—32. 8vo. Leeds 1832.\n\nLondon:—\n\nArchæologia. Vol. XX. Part I.; Vols. XXIII. and XXIV.; and XXV. Part I. 4to. Lond.\n\nAsiatic Society. Transactions, Vol. III. Part I. 4to. Lond. 1832.\n\n——— Proceedings at the Anniversary, 1832. 8vo. Lond. 1832.\n\nAssociation for Promoting Rational Humanity towards the Animal Creation. The Voice of Humanity, Vol. II. 8vo. Lond. 1832.\n\nGeographical Society. The Journal, Vols. I. and II. 8vo. Lond. 1831—32.\n\nGeological Society. Proceedings, Nos. 26—29. 8vo. Lond. 1832.\n\nLinnaean Society. Transactions, Vol. XVI. Part III. 4to. Lond. 1833.\n\nMedical and Chirurgical Society. Transactions, Vol. XVII. 8vo. Lond. 1832.\n\nDONORS.\n\nAsiatic Society of Paris.\n\nJames Prinsep, Esq.\n\nThe Academy.\n\nThe Academy.\n\nThe Society.\n\nDavies Gilbert, Esq.\n\nThe Society.\n\nThe Society of Antiquarians.\n\nThe Society.\n\nThe Committee.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nPRESENTS.\n\nACADEMIES (continued.)\n\nLondon:\nOriental Translation Fund. Report of Proceedings. Fourth Meeting. 8vo. Lond.\nRoyal Astronomical Society. Transactions, Vol. V. 4to. Lond. 1833.\nProceedings, No. 20. 8vo. Lond. 1832.\nRoyal Humane Society. Fifty-ninth Annual Report.\nRoyal Society of Literature. Anniversary Address and Report, 1832. 8vo. Lond. 1832.\nSociety for the Encouragement of Arts, Manufactures, and Commerce. Premiums offered for the Sessions 1830–32 and 1833–34. 8vo. Lond. 1830–32.\nTransactions, Vol. XLIX. Part I. 8vo. Lond. 1832.\nZoological Society. Proceedings, March 27 to July 12, 1832; to October 9, 1832.\nModena.—Società Italiana delle Scienze. Memorie, Vol. XX. Part II. 4to. Verona and Modena.\nMunich.—Baierische Academie. Abhandlungen der Mathematisch-Physikalischen, Classe I. Bd. 1830–31. 4to. München 1832.\nParis:\nInstitut de France. Notices et Extraits des MSS., Tom. XII. 4to. Paris 1832.\nAcadémie des Inscriptions et Belles Lettres. Mémoires, Tom. XII. 4to. Paris 1832.\nInstitut de France. Mémoires (et Histoires), Tom. XII. 4to. Paris 1832.\nSociété Entomologique de France. Tom. I. in 4 Parts. 8vo. Paris 1832.\nSociété Géographique. Bulletin, No. 3. 8vo. Paris 1832.\nSociété Géologique de France. Bulletin, Tom. I. et II. 8vo. Paris 1830–31. Tom. III. Sheets 1—13. 1832.\nNew York.—University of the State. Annual Report for 1833.\nPhiladelphia.—American Philosophical Society. Transactions, Vol. VI. Part II. 4to. Philadelphia 1832.\nPlymouth Institution. Summary of Proceedings. 8vo. Plymouth 1833.\nSt. Petersburgh:\nAcadémie Impériale des Sciences. Mémoires, VI. Série ; Sciences Mathématiques, &c. 8vo. Tom. I. L. 6. 4to. St. Petersbourg 1830.\nRecueil des Actes de la Séance Publique venue le 29 Decembre, 1831. 4to. St. Petersbourg 1832.\nSwenska Vetenskaps Academien Handlingar för 1831. 8vo. Stockholm 1832.\nArsberättelser 1831. 8vo. Stockholm 1832.\nYorkshire Philosophical Society. Annual Report for 1832. 8vo. York 1832.\nADAM (W.) The Osteological System of the Camel. 4to. Lond. 1832.\nAIRY (G. B.) Astronomical Observations made at the Observatory of Cambridge, Vol. V. 4to. Cambridge 1833.\nANONYMOUS.\nBritish Museum.—List of Additions made in the year 1831. 8vo. Lond.\nChronique Géorgienne, traduit par M. Brosset.\nGleanings in Science, Nos. 35 and 36. 8vo. Calcutta.\nReports and Plans connected with Parliamentary Representation. Folio. Lond. 1832.\n\nDonors.\n\nThe Committee.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Academy.\nThe Society.\nThe Society.\nThe Society.\nO. Rich, Esq.\nThe Society.\nThe Society.\nThe Trustee of the British Museum.\nThe Asiatic Society of Paris.\nJames Prinsep, Esq., F.R.S.\nThe Right Hon. the Speaker of the House of Commons.\nANONYMOUS (continued.)\n\nVilain XIV. (H.) Mémoire sur les Chaussées Vicinales. 8vo. Bruxelles 1829.\n\nVilain XIV. (H.) Coup-d'œil sur les Inondations des Flandres. 8vo. Bruxelles 1832.\n\nAULDJO (J.) Sketches of Vesuvius, with short Accounts of its principal Eruptions. 8vo. Lond. 1833.\n\nBABBAGE (C.) On the Economy of Machinery and Manufactures. 8vo. Lond. 1832.\n\nBELL (T.) A Monograph of the Testudinata, Nos. 1, 2, and 3. Folio. Lond. The Author.\n\nBESSEL (F. W.) Astronomische Beobachtungen auf der Königlichen Universität-Sternwarte zu Königsberg. Pt. 15. Folio. Königsberg 1831.\n\nVersuche über die Kraft mit welcher die Erde Körper von verschiedene Beschaffenheit anzieht. 4to. Berlin 1832.\n\nBILLBERG (G. J.) Äminelse-tal öfoer C. P. Thunberg. 8vo. Stockholm 1832.\n\nBIOT (J. B.) Mémoire sur la Polarization Circulaire. 4to. Paris. The Author.\n\nBLAND (M.) Problems in the different Branches of Philosophy, adapted to the Course of Reading pursued in the University of Cambridge. 8vo. Lond. 1830.\n\nAlgebraical Problems; to which is added an Appendix. 8vo. Cambridge 1832.\n\nBOUÉ (A.) Resumé des Progrès de la Géologie pendant l'année 1832. 8vo. Paris 1833.\n\nBREWSTER (Sir D.) Account of a new System of Illumination for Lighthouses. 4to. Edinb. 1827.\n\nAccount of remarkable Peculiarity in the Structure of Glauberite. 4to. Edinb. 1829.\n\nAccount of a remarkable Structure in Apophyllite. 4to. Edinb. 1822.\n\nDescription of a Monochromatic Lamp for Microscopical Purposes. 4to. Edinb. 1822.\n\nDescription of a new Darkening Glass for Solar Observation. 4to. Edinb. 1815.\n\nOn a new Analysis of Solar Light, indicating three primary Colours. 4to. Edinb. 1831.\n\nOn a new Species of Coloured Fringes, produced by Reflexion. 4to. Edinb. 1832.\n\nOn the Optical Properties of Sulphuret of Carbon, Carbonate of Barytes, and Nitrate of Potash. 4to. Edinb. 1814.\n\nOn the Action of Transparent Bodies upon the differently coloured Rays of Light. 4to. Edinb. 1815.\n\nOn the Optical Properties of Muriate of Soda, Fluate of Lime, and the Diamond. 4to. Edinb. 1816.\n\nOn the Refractive Powers of two new Fluids in Minerals. 4to. Edinb. 1826.\n\nResults of the Thermometrical Observations made at Leith Fort during 1824 and 1825. 4to. Edinb. 1826.\n\nAccount of the native Hydrate of Magnesia discovered by Dr. Hibbert in Shetland. 4to. Edinb. 1821.\n\nDescription of Hopeite, a new Mineral from Altenburg. 4to. Edinb. 1823.\nPRESENTS.\n\nBREWSTER (Sir D.) On the Existence of two new Fluids in the Cavities of Minerals which are immiscible. 4to. Edinb. 1823.\n\nOn the Laws which regulate the Distribution of the Polarizing Force in Plates, &c. 4to. Edinb. 1818.\n\nBRODIE (Sir B. C.) Lectures on the Diseases of the Urinary Organs. 8vo. Lond. 1832.\n\nBRONGNIART (A.) Essai sur les Orbicules Siliciens. 8vo. Paris 1831.\n\nBURNOUF (E.) et LASSEN (C.) Essai sur le Pali. 8vo. Paris 1826.\n\nCACCIA TORE (N.) De redigendis ad unicam seriem comparabilem meteorologicis ubique factis observationibus. 4to. Panormi 1832.\n\nCÆDMON. Metrical Paraphrase of parts of the Holy Scriptures in Anglo-Saxon, with an English Translation, Notes, and Index, by B. Thorpe. 8vo. Lond. 1832.\n\nCALIDASA. La Reconnaissance de Sacontala; drame Sanscrit et Praerit, publié pour la première fois en original, accompagné d'une traduction française de Notes, et suivi d'une Appendice: par A. L. Chezy. 4to. Paris 1830.\n\nCARSWELL (R.) Pathological Anatomy. Fasc. I. Tuberc. 4to. Lond. 1833.\n\nCAUCHY (A. L.) Extrait du Mémoire présenté à l'Académie de Turin le 11 Oct. 1831. 4to. (two copies.)\n\nMémoire sur le Système de Valeurs, qu'il faut attribuer à divers Élémens déterminés par un grand nombre d'observations. 4to. Paris 1830.\n\nMémoire sur la Rectification des Courbes. 4to. Paris 1832.\n\nMémoire sur les Rapports qui existent entre le Calcul des Résidus et le Calcul des Limites. 4to. Turin 1831.\n\nSur la Méchanique Celeste, et sur un nouveau calcul qui s'applique à un grand nombre de questions diverses. 8vo. Paris 1831.\n\nCHESNEY ( ). Unpublished Reports on the Navigation of the Euphrates submitted to Government.\n\nCHEZY (A. L.) Yajnadattabada...traduit par... 4to. Paris 1826.\n\nCOLLECTION in 32 Vols. of the Translations from the Oriental Languages which have been published at the expense of the Oriental Translation Fund.\n\nCOOPER (C. P.) A Proposal for the Erection of a General Record Office, together with some particulars respecting the suit or fund. 8vo. Lond. 1832.\n\nNotes respecting Registration and the Extrinsic Formalities of Conveyances. Part I. 8vo. Lond. 1831.\n\nAn account of the most important Public Records of Great Britain, and the Publications of the Record Commissioners. 2 Vols. 8vo. Lond. 1828.\n\nA brief Account of some of the most important Proceedings in Parliament relative to the Defects in the Administration of Justice in the Court of Chancery, House of Lords, and the Court of Commissioners of Bankrupts. 8vo. Lond. 1828.\n\nLettres sur la Cour de la Chancellerie. 8vo. Lond. 1828.\n\nCOOPER (B. B.) Lectures on Anatomy, interspersed with Critical Remarks. Vol. IV. 8vo. Lond. 1832.\n\nCOPLAND (J.) A Dictionary of Practical Medicine. Part I. 8vo. Lond. 1832.\n\nCOULIER (P. J.) Guide des Marins, pendant la Navigation nocturne. 8vo. 1829.\n\nCRELLE (A. L.) Journal für die reine und angewandte Mathematik. 4to. T. IV. Part III. Berlin.\n\nDONORS.\n\nThe Author.\n\nThe Asiatic Society of Paris.\n\nThe Author.\n\nThe Translator.\n\nThe Asiatic Society of Paris.\n\nThe Author.\n\nThe Author.\n\nThe Asiatic Society of Paris.\n\nThe Royal Asiatic Society.\n\nThe Author.\n\nThe Editor.\nPRESENTS.\n\nCROMBIE (A.) Letters on the Present State of the Agricultural Interest, addressed to C. Forbes. 8vo. Lond. 1816.\n\nDAVID. Bronze Bust of Baron Cuvier.\n\nDE-CANDOLLE (A. P.) Physiologie Végétale. 3 tom. 8vo. Paris 1832.\n\nDONOVAN (E.) Extracts from a Course of Scientific and Popular Lectures on the Cholera Morbus. 8vo. Lond. 1832.\n\nDUPIN (C.) Réquisitoire dans l'affaire des Carlo-Alberto, prononcé à l'Audience de la Cour de Cassation du 6 Sept. 1832. 8vo. Paris 1832. (three copies.)\n\nDiscours prononcé à l'audience solennelle de rentrée le 5 Nov. 1832. 8vo. Paris 1832. (three copies.)\n\nRapport fait au nom de la Commission chargée d'examiner le projet de loi sur les Céréales, 5 Mars, 1832. 8vo. Paris 1832.\n\nELICE (F.) Description of a Pluviometro, improved by him. 8vo. Geneva 1833.\n\nELLIOTSON (J.) Address delivered at the Opening of the Medical Session in the University of London, Oct. 1, 1832.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1834. 8vo. Berlin 1830.\n\nFEARN (J.) A Letter to Sir D. Brewster. 8vo. Lond. 1832.\n\nFINLAISON (J.) Tables for providing Relief in Sickness. 8vo. Lond. 1833.\n\nFITTON (W. H.) A Geological Sketch of the Vicinity of Hastings. 12mo. Lond. 1833.\n\nNotes on the Progress of Geology in England. 8vo. Lond. 1833.\n\nGAIRDNER (M.) Essay on the Natural History, Composition, &c., of Mineral Springs. 12mo. Lond. 1832.\n\nGAUSS (C. F.) Theoria residuorum biquadratorum. Commentatio Secunda. 4to. Goettingae 1832.\n\nIntensitas vis magneticae terrestris ad mensuram absolutam revocata. 4to. Goettingae 1833.\n\nGEOFFROY SAINT-HILAIRE (E.) Mémoire sur les Glandes Abdominales des Ornithorhynques. 8vo. Paris 1833.\n\nObservations sur la Concordance des parties de l'Hyoide. 4to. Paris 1832.\n\nGERARDIN (A.) et GAIMARD (P.) Du Choléra Morbus en Russie, en Prusse, et en Autriche, pendant 1831 et 1832. 8vo. Paris 1832.\n\nGORDON (T.) History of the Greek Revolution. 8vo. Lond. 1832.\n\nGORDON (A.) An Historical and Practical Treatise on Elemental Locomotion. 8vo. Lond. 1832.\n\nGOULD (C.) The Companion to the Microscope. 12mo. Lond. 1832.\n\nGRANVILLE (A. B.) Prolegomena on the Development and Metamorphoses of the Human Ovum. 4to. Lond. 1833.\n\nGREEN (G.) An Essay on the Application of Mathematical Analysis to the Theories of Electricity. 4to. Lond. 1822.\n\nHACHETTE (J. Nic. P.) Géométrie descriptif. 8vo. Paris. (two copies.)\n\nHALL (M.) A Critical and Experimental Essay on the Circulation of the Blood. 8vo. Lond. 1831.\n\nHAMETT (J.) The Substance of the Official Medical Reports upon the Epidemic called Cholera. 8vo. Lond. 1832.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nHARRISON (J.) An Introduction to a Treatise on the Proportions of the constituent Parts of Bells. 8vo. Hull 1831.\n\nHASSLER (F. R.) Comparison of Weights and Measures of Length and Capacity, reported to the Senate of the United States. 8vo. Washington 1832.\n\nHERSCHEL (Sir J. F. W.) A Treatise on Astronomy. 12mo. Lond. 1833.\n\nHOPE (J.) Principles and Illustrations of Morbid Anatomy, Parts I.—III. 8vo. Lond. 1833.\n\nHOWARD (L.) The Climate of London. 3 Vols. 8vo. Lond. 1833.\n\nHOWSHIP (J.) The Hunterian Oration, delivered on the 14th Feb. 1833. 8vo. Lond.\n\nJACOBSON (L. L.) Bidrag til Blöddyrenes Anatomie og Physiologie, Part I. 4to. Kjøbenhavn 1828.\n\nJOHNSON (M. J.) Astronomical Observations made at the Observatory, St. Helena, from July to Dec. 1831. 4to. St. Helena 1832.\n\nJOURNALS.\n\nAnnales des Mines. 3me série, Tom. I.—III. Part II. 8vo. Paris 1832.\n\nAnti-Slavery Record. No. 7. 8vo. Lond. 1832.\n\nReporter. Nos. 106—109. 8vo. Lond. 1832.\n\nAthenæum Journal. July 1832 to June 1833. 4to. Lond. 1832—33.\n\nGordon (A.) Journal of Elemental Locomotion. Nos. 1—5. 8vo. Lond. 1832—33.\n\nJournal of the Franklin Institute, by P. Jones. Nos. 68—75, 81, 82; Vol. IX. Nos. 4 and 5, and Vol. X. No. 12. 8vo. Philadelphia 1832.\n\nJournal of the Asiatic Society. Nos. 7—10.\n\nLiterary Gazette. July 1832 to June 1833. 4to. Lond. 1832—33.\n\nLondon and Edinburgh Philosophical Magazine. July 1832 to June 1833. 8vo. Lond. 1832—33.\n\nNautical Magazine. July 1832 to June 1833. 8vo. Lond. 1832—33.\n\nNouveau Journal Asiatique. No. 64. 8vo. Paris 1832.\n\nPaxton’s Horticultural Register. July 1832 to June 1833. 8vo. Lond. 1832—33.\n\nUnited Service Journal. July 1832 to June 1833. 8vo. Lond. 1832—33.\n\nKATER (H.) An Account of the Construction and Verification of certain Standards of Linear Measure for the Russian Government.\n\nKIRCHHOFF (J. R. L. de) Considérations sur la Nature et le Traitement du Choléra Morbus. 8vo. Anvers 1833.\n\nKLAPROTH (H. J.) Vocabulaire et Grammaire de la langue Géorgienne. 8vo. Paris 1827.\n\nKOPS (J.) en HALL (H. C. van) Flora Batava. Parts XCII. XCIII. XCIV. 4to. Amsterdam.\n\nLARREY (D. J.) Clinique Chirurgicale. Tom. IV. 8vo. Paris 1832.\n\nLA PLACE. Mécanique Céleste; translated. With a Commentary by R. Bowditch. Vol. II. 4to. Boston 1832.\n\nLE COCQ (C.) Projet de Loi pour Enseignement Public en Belgique. Svo. Bruxelles 1832.\n\nLE GENDRE (A. M.) Traité des Fonctions Elliptiques. Supplément finale. 4to. Paris 1828.\n\nLEROUX D’ETOILLE (J.) Exposé des divers procédés employés jusqu’au ce jour pour guérir de la Pierre. 8vo. Paris 1825.\n\nLONGCHAMP (—) Sur les Produits de la Combustion du Soufre. 8vo. Paris 1833.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Proprietors.\n\nThe Proprietors.\n\nThe Proprietors.\n\nThe Editor.\n\nThe Asiatic Society of Paris.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Asiatic Society of Paris.\n\nHis Majesty the King of the Netherlands.\n\nThe Author.\n\nThe Translator.\n\nProf. Quetelet.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nLEVASSEUR (J. C. V.) et KURG (H.) Tableau des Élémens Vocaux de l'Écriture Chinoise. 8vo. Paris 1829.\n\nLUBBOCK (J. W.) On the Theory of the Moon. 8vo. Lond. 1833.\n\nOn the Determination of the Distance of a Comet from the Earth and the Elements of its Orbit. 8vo. Lond. 1832.\n\nMANOU, Lois de, traduit par Auguste Loiseleur-Deslongchamps. 8vo. Paris.\n\nMAPS, CHARTS, ENGRAVINGS, &c.\n\nOrdnance Map. Sheet 73, in 4 quarters.\n\nSheet 42.\n\nNos. 36 and 61 in continuation.\n\nCharts of the Indian Seas constructed by James Horsburgh, Esq.\n\nThirty-eight sheets of Charts of the Indian Seas constructed under the orders of the East India Company.\n\nFourteen Maps and five Sailing Directions drawn up and published under the Directions of the Admiralty.\n\nA Lithographic Reprint of Hollar's View of London.\n\nPrinsep's Views of Benares. Second Series, containing 11 Plates.\n\nView of Cape Uncino, near the Torre dell' Annunziata, and of the Source of the Aqua Vesuviana.\n\nPortrait Sketches of Lewis Weston Delwyn, Esq., M.P., F.R.S.\n\nEdward Hawkins, Esq., F.R.S.\n\nThomas Murdock, Esq., F.R.S.\n\nDecimus Burton, Esq., F.R.S.\n\nPortrait of G. B. Greenough, Esq., by E. A. Eddis.\n\nPortrait of the late Sir Everard Home, Bart., V.P.R.S.\n\nNational Portrait Gallery, by W. Jordan, Esq. Successive parts, Nov. 22, 1832.\n\nMARCOZ (J. B. P.) Astronomie Solaire simplifiée. 8vo. Paris 1832.\n\nErreurs des Astronomes et des Géomètres. 8vo. Paris 1833.\n\nMERAY (R. F.) Recherches Géologiques et Philosophiques sur le Refroidissement Animal improprement appelé Choléra Morbus. 8vo. Paris 1833.\n\nMETEOROLOGICAL Observations made at Kinfauns Castle, Perthshire. (a card.)\n\nMEYER (C. A.) Verzeichniss der Pflanzen der Caucasus und der Provinzen um den westlichen Ufer des Caspischen Meers. 4to. St. Petersburg 1831.\n\nNAPIER (H. E.) A Journal of the Temperature of the Air and Water kept on board H.M. Sloop Jaseur, in a voyage from the Azores to Halifax. 1821.\n\nNEGRO (S. dal) Esperimenti diretti a confermare le nuove proprietà degli Ellettro motori del Volta. 4to. Padova 1833.\n\nPASQUIER (E. D.) Eloge de M. le Baron George Cuvier. 8vo. Paris. (two copies.)\n\nPHILLIPS (J.) West India Question; the Outline of a Plan for the total, immediate, and safe Abolition of Slavery throughout the British Colonies. 8vo. Lond. 1833.\n\nPIXU (N. C.) Nouveaux Appareils Electro-magnetiques. 8vo. Paris. (two copies.)\n\nPLANA (G.) Théorie du Mouvement de la Lune. 3 Vols. 4to. Turin 1832.\n\nMémoire sur la partie du Coefficient de la grande inégalité de Jupiter et Saturne. 4to. Turin 1828.\n\nPOWELL (B.) A short Elementary Treatise of Experimental and Mathematical Optics. 8vo. Oxford 1833.\n\nDONORS.\n\nThe Asiatic Society of Paris.\n\nThe Author.\n\nThe Asiatic Society of Paris.\n\nThe Board of Ordnance.\n\nCapt. Horsburgh.\n\nThe Court of Directors.\n\nThe Lords Commissioners of the Admiralty.\n\nW. L. Newman, Esq.\n\nJames Prinsep, Esq., F.R.S.\n\nJ. Auldjo, Esq.\n\nMessrs. Colnaghi and Co.\n\nT. Murdock, Esq.\n\nW. Burton, Esq.\n\nMessrs. Colnaghi and Co.\n\nCapt. Sir E. Home.\n\nThe Proprietors.\n\nThe Author.\n\nThe Author.\n\nLord Gray.\n\nCapt. Napier.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nPOWELL (B.) The Present State and Future Prospects of Mathematical and Physical Studies in the University of Oxford. 8vo. Oxford 1832.\n\nPRATT (J. T.) The Savings' Banks of England, Wales, and Ireland, arranged according to Counties. 4to. Lond. 1831.\n\nPREVOST (P.) Exposition Élémentaire des Principes qui servent de Base à la Théorie de la Chaleur rayonnant. 8vo. Genève, 1832.\n\nPRONY (G. C. F. M. R.) Note sur les Inflexions qu'avaient subies, après un laps de 20 années, les lignes droites bracées sur le plan des têtes de l'arche au milieu du Pont Louis XVI. 8vo. Paris 1832.\n\n——— Exposé des Recherches pour déterminer les Forces Élastiques de Vapeur, &c. 4to. Paris 1830.\n\n——— Instruction Élémentaire sur les moyens de calculer les Intervalles Musicaux. 4to. Paris 1832. (two copies.)\n\nQUETELET (A.) Recherches sur le poids de l'homme aux différens ages. 4to. Bruxelles 1833.\n\n——— Correspondance Mathématique et Physique, Vol. VII. Parts I.—VI. 8vo. Bruxelles 1832–33.\n\nRAMSBOTTOM (J.) Practical Observations in Midwifery. 2 Vols. 8vo. Lond. 1832.\n\nRODRIGUEZ (J.) Élémens de la Grammaire Japonaise traduits du Portuguez; précédés d'une explication des syllabaires Japonais par Abel Remusat. 8vo. Paris 1825.\n\nROGET (P. M.) Electricity, Galvanism, and Electro-Magnetism. 8vo. Lond. 1832. (two copies.)\n\nRECORD COMMISSION.\nCalendar of the Proceedings in Chancery in the reign of Queen Elizabeth. 2 Vols. Folio. Lond. 1827–1830.\n\nThe Acts of Parliament of Scotland, Vols. IV.—XI. printed by command of their Majesties Kings Geo. III. and IV.\n\nRENNELL (J.) An Investigation of the Currents in the Atlantic, with an Atlas. 8vo. Lond. 1832.\n\nRICHARD (L. C.) De Musaceis; opus posthumum, ab A. Richard terminatum. 4to. Wratislavia et Bonna 1831.\n\nRIGAUD ( ). Astronomical Observations made at the Radcliffe Observatory at Oxford, from April 1832 to April 1833. Folio.\n\nSALMON (F.) Oration on the Necessity for an entire Change in the Constitution and Government of the Royal College of Surgeons. 8vo. Lond. 1833.\n\nSCHUMACHER ( ). Astronomische Nachrichten. Nos. 225—240. 4to. Altona.\n\nSCUDAMORE (Sir C.) A further Examination of the Principles of the Treatment of the Gout. 8vo. Lond. 1833.\n\nSHARPLESS (J. T.) Description of the American Wild Swan proving to be a new Species. 8vo. Philadelphia. (no date.)\n\nSTEINER (J.) Systematische Entwicklung der Abhängigkeit geometrischer Gestalten von einander. Vol. I. 8vo. Berlin 1832.\n\nSTRUVE (F. G. W.) Beschreibung der veranstalteten Breitengradmessung in den Ostsee Provinzen Russlands ausgeführt. 2 Vols. 4to. Dorpat 1831. mit Kupfertafeln.\n\nSYKES (W. H.) A Catalogue of the Mammalia and Birds observed in Duk-hun, East Indies. 2 Parts in 1 Vol. 8vo. Lond. 1832.\n\nTHOMPSON (T. P.) Geometry without Axioms. 8vo. Lond. 1833.\n\nTODD (T. J.) A Treatise on Indigestion. 8vo. Lond. 1832.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Asiatic Society of Paris.\n\nThe Author.\n\nLady Rodd.\n\nThe Editor.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nTODD (T. J.) The Book of Analysis, or a new Method of Experience. 8vo. Lond. 1831.\n\nTRAILL (W.) Account of the Life and Writings of R. Simson. 4to. Bath 1812.\n\nTURNER (E.) Elements of Chemistry. Fourth Edition. 8vo. Lond. 1833.\n\nVELEY (E.de) Élémens de Géometrie. Svo. Genève 1830.\n\nVILLERMÉ (L. H.) Des Epidémies sous les rapports de la statistique médicale. 8vo. Paris.\n\nVIVIANI (D.) Esame d'un sistema di rispirazione nelle piante. 8vo. Milano 1832.\n\nWALLACE (R.) A Treatise on Geometry. 12mo. Glasgow 1832.\n\nWENCKEBACH (G.) Disputatio mathematica depositum lapideorum forma et mensuris ex æquilibrii doctrina determinandis. 4to. Amstelodami 1830.\n\nWHEWELL (W.) Astronomy and General Physics considered with reference to Natural Theology. 8vo. Lond. 1833.\n\nDONORS.\n\nThe Author.\n\nLady Frances Traill.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nFrom 21st November 1833, to 19th June 1834.\n\nPRESENTS.\n\nACADEMIES, &c.\n\nBerwickshire Naturalists' Club, History of. 8vo. Berwick 1833.\n\nBonn:—\n\nAcademia Naturæ Curiosorum. Nova Acta, Tom. XVI. Part I. 4to. Bonnae et Vratislaviae 1833.\n\nBristol Institution. Proceedings of the Tenth Annual Meeting. 8vo. Bristol 1833.\n\nBritish Association. Recommendations for the Advancement of Science. 8vo. London.\n\nBruxelles:—\n\nAcadémie Royale des Sciences. Nouveau Mémoire, Tom. VII. 4to. Brux. 1834.\n\nBulletin, 13–18. 8vo. Brux. 1834.\n\nCaen:—\n\nRoyal Academy of Sciences. Proceedings, April 17, 1834.\n\nCalcutta:—\n\nAsiatic Society. Asiatic Researches, Vol. XVII. Parts I. and II. 4to. Calcutta 1833–1834.\n\nJournal, Nos. 11, 12, and 13. 8vo.\n\nTransactions of the Agricultural and Horticultural Society, Vol. II. Parts I. and II. 4to.\n\nCambridge Philosophical Society. Transactions, Vol. V. Part II. 4to. Cambridge 1834.\n\nDublin Royal Irish Academy. Transactions, Vol. XIII. Part II. 4to. Dublin 1833.\n\nEdinburgh:—\n\nRoyal Society. Proceedings, Nos. 2 and 3. 8vo. Edinb. 1833.\n\nTransactions, Vol. XII. Part II. 4to. Edinb. 1834.\n\nDONORS.\n\nThe Club.\n\nThe Society.\n\nThe Institution.\n\nThe Council of the Association.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nACADEMIES (continued).\n\nLeeds:—\nAntiquarian Society. Archaeologia, Vol. XXV. Parts I. and II. 4to. Lond. 1833.\nPhilosophical Society. Annual Report, 1832–33. 8vo. Leeds 1834.\n\nLondon:—\nGeological Society. Proceedings, Nos. 31 and 32. 8vo. Lond. 1833.\nHorticultural Society. Transactions, Vol. VII. Parts IV. and V. 4to. Lond. New Series, Vol. I. Parts I.—IV. 4to. Lond.\nLinnaean Society. Transactions, Vol. XVII. Part I. 4to. Lond. 1834.\nMedico-Chirurgical Society. Transactions, Vol. XVIII. Part I. 8vo. Lond. 1833.\nRoyal Asiatic Society. Transactions, Vol. III. Part II. 4to. Lond. 1833.\nProceedings of the Tenth Annual Meeting. 8vo. Lond. 1833.\nApril 20, 1833, to January 13, 1834.\nRoyal Astronomical Society. Memoirs, Vols. VI. and VII. 4to. Lond. 1833–34.\nRoyal Geographical Society. Journal, Vol. IV. 8vo. Lond. 1834.\nRoyal Society of Literature. Proceedings, Nos. 2—4. 8vo. Lond. 1833.\nSociety of Arts. Transactions, Vol. XLIX. Part II. 8vo. Lond. 1833.\nZoological Society. Transactions, Vol. I. Parts I. and II. 4to. Lond. 1833–34.\nProceedings, April to December 1833. 8vo. Lond. 1833.\n\nParis:—\nAcadémie des Sciences. Mémoires, Tom. XII. 4to. Paris 1833.\npar divers Savans, Tom. IV. 4to. Paris 1833.\nAcadémie de l'Industrie. Journal pour 1831–33. 8vo. Paris 1831–33.\nSociété Asiatique de Paris. Nouveau Journal, Nov. 1833 to June 1834. 8vo. Paris.\nSociété Entomologique de France. Annales, Tom. II. Parts I.—IV. 8vo. Paris 1833–34.\nTable Alphabétique pour le 1er volume. 8vo.\nSociété Française de Statistique Universelle. Journal des Travaux. 8vo. Paris 1833.\nSociété Géologique de France. Bulletin, Tom. III. feuilles 13—24. Mémoires, Tom. I. Part I. 4to. Paris 1833.\nSociété Philomatique. Nouveau Bulletin, Avril, Juillet, et Sept. 8vo. 1833.\nPhiladelphia.—Franklin Institute. Report on Weights and Measures. 8vo. Philadelphia.\nQuebec.—Transactions of the Literary and Historical Society, Vol. III. Parts I. and II. 8vo. Quebec 1833.\nSt. Petersburg.—Académie Impériale des Sciences. Mémoires, 6me Série. Sciences Mathématiques, &c. Tom. II. Parts I.—IV. 4to. St. Petersburg 1832.\nSciences Politiques, Tom. II. Part I.—VI. 4to. St. Petersburg 1833.\n\nMDCCCXXXVIII.\nPRESENTS.\n\nACADEMIES (continued).\nSt. Petersburg.—Académie Impériale des Sciences. Proceedings at the Anniversaries in the years 1831 and 1832. 4to. St. Petersburg 1833.\nStrasbourg.—Société d'Histoire Naturelle. Mémoires, Tom. I. Livre II. 4to. Strasbourg 1833.\nTrondhjem.—Norste Videnskabersselskabs. Skrifter i del 19de Aarhundrede, Tom.I.—III. Part I. Kiobenhavn and Tronhjem 1817–1832.\nTurin.—Royal Academy of Sciences. Mémoires, Tom.XXXXVI. 4to. Turin 1833.\nUpsala.—Societas Scientiarum. Nova Acta, Tom. X. 4to. Upsalae 1832.\nYorkshire Philosophical Society. Report for 1833.\nAINSWORTH (W.) An Account of the Caves of Balybunian. 8vo. Dublin 1834.\nAIRY (J. B.) 'Gravitation,' from the Penny Cyclopædia.\nANONYMOUS.\nAmerican Almanack for 1834. 12mo. Boston 1833.\nAnatomical Drawings, selected from the Collection of Morbid Anatomy in the Medical Museum at Chatham. Fas. II. Folio.\nCatalogue of Preparations, &c., in Morbid, Natural, and Comprehensive Anatomy in the Museum of the Army Medical Department, Fort Pitt, Chatham.\nConnoissance des Tems, pour 1833.\nAnnuaire pour 1833. 8vo. Paris 1833.\nContributions to the Natural Sciences, Vol. VII. Parts I.—IV.\nDescriptive and illustrated Catalogue of the Physiological Series of Comparative Anatomy of the College of Surgeons. Part I. Organs of Motion and Digestion. 4to. Lond. 1833.\nNautical Almanack, 1821. 8vo. Lond.\n__________, for 1834. 8vo. Lond. 1833.\n__________, for 1835, 8vo. Lond. 1833.\n__________, for 1834, Second Edition.\nThoughts on Medical Reform, by a retired Practitioner. 8vo. Lond. 1833.\nBEAUFOY (Mark.) Nautical and Hydraulick Experiments. 4to. Lond. 1834.\nBELL (Sir C.) The Hand, its Mechanism and vital Endowments as evincing design. 8vo. Lond. 1833.\nBINET (J. P. M.) Mémoire sur la Détermination des Orbites des Planètes et des Comètes. 4to. Paris 1830.\nBOUBÉE (N.) Géologie Élémentaire appliqué à l'Agriculture. 8vo. Paris 1833.\n__________ Deux Promenades au Mont Dore. 12mo. Paris 1833.\nBRANDE (W. T.) A Table of Chemical Equivalents and Notations. 8vo. Lond. 1833.\n__________ A Manual of Pharmacy. 8vo. Lond. 1833.\nBRESCHET (G.) et ROUSSEL de VAUZEME (—) Analyse d'une première Mémoire sur la Structure et les Fonctions du Peau. 8vo. Paris 1834.\n__________ Études Anatomiques sur l'Organe de l'Ouie. 4to. Paris 1833.\n__________ Du périone ou Membrane Caduque. 8vo. Paris.\n__________ Mémoire sur une nouvelle Méthode de traiter et de guérir le Cirsoècle. 8vo. Paris 1834.\n\nDONORS.\n\nThe Academy.\nThe Society.\nThe Society.\nThe Society.\nThe Author.\nThe Author.\nThe Medical Officers of the Army through Sir James McGrigor.\nSir James McGrigor.\nThe Board of Longitude of France.\nThe Editor.\nThe College.\nCapt. Beaufort, R.N. F.R.S.\nLieut. Stratford, R.N.\nThe Author.\nH. Beaufoy, Esq., F.R.S.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nPRESENTS.\n\nBREWSTER (Sir D.) On the Lines of the Solar Spectrum. 4to. Edinb. 1833.\nOn the Colours of Natural Bodies. 4to. Edinb. 1833.\n\nBRISSEAU MIRBEL (C. F.) Recherches Anatomiques et Physiques sur le Marchantia Polymorpha. 4to. Paris.\nRapport sur le Grand Prix de Physique pour 1833. 8vo. Paris.\n\nBRODIE (Sir B. C.) Pathological and Surgical Observations on the Diseases of the Joints. 8vo. Lond. 1834.\n\nBRONGNIART (A.) Tableau de la distribution méthodique des Espèces Minérales. 8vo. Paris 1833.\n\nBUST of Sir J. W. Herschel, in plaster.\nof La Place, in plaster.\n\nBYLANDT (Count.) Résumé Préliminaire de l'ouvrage sur la Théorie des Volcans. 8vo. Naples 1833.\n\nCARUS (C. G.) Beobachtung über einen merkwürdigen schöngefärbten Eingeweidewurm. 4to. Breslau.\n\nCAUCHY (A. L.) Extrait du Mémoire présenté à l'Acad. de Turin le 11 Octobre 1831. 4to.\nMémoire sur les rapports qui existent entre le Calcul des Residus et le Calcul des Limites. 4to.\nRésumé d'une Mémoire sur le Mécanique Céleste, 2 Parts, 4to. lithograph.\nMémoire sur la Dispersion de la Lumière. 4to. Paris 1830.\nMémoire sur la Théorie de la Lumière. 8vo. Paris 1830.\nMémoire sur la Rectification des Courbes. 4to. Paris 1832.\nCalcul des Indices des Fonctions. 4to. Turin 1833.\nMémoire sur la Résolution des Equations. 4to. Paris 1829.\n\nExercises de Mathématiques, Nos. 6—51.\n\nCHALMERS (T.) On the power, wisdom, and goodness of God, as manifested in the adaptation of external nature to the moral and intellectual constitution of man. 2 Vols. 8vo. Lond. 1833.\n\nCHEVROLAT (J.) Coléoptères du Mexique, Part I. 8vo.\nDéscription de plusieurs Insectes décrit dans la Magazine de Zoologie.\n\nCOOPER (B. B.) Surgical Essays, the result of Clinical Observations made at Guy's Hospital. 8vo. Lond. 1833.\n\nCOPLAND (J.) Dictionary of Practical Medicine, Part II. 8vo. Lond. 1833.\n\nCORBAUX (F.) On the Natural and Mathematical Laws concerning Population, &c. 8vo. Lond. 1833.\n\nCUNNINGHAM (P.) On the Motions of the Earth and Heavenly Bodies as explainable by Electro-Magnetic Attraction and Repulsion. 12mo. 1834.\n\nDAVIES (S. T.) Conjectures on the Origin of Numeral Hieroglyphics. 8vo. Lond. 1833.\n\nDAVREUX (C. J.) Essai sur la Constitution Géognostique de Liège. 4to. Bruxelles 1833.\n\nDE LA BECHE (H. T.) Researches in Theoretic Geology. 12mo. Lond. 1834.\nHandbuch der Geognosie bearbeitet von H. von Dechen. 8vo. Berlin 1832.\nManuel Géologique. 8vo. Paris 1833.\nA Geological Manual. 8vo. Lond. 1833.\nPRESENTS.\n\nDE LA RIVE (A.) Esquisse historique des principales Découvertes faites dans l'Électricité depuis quelques années. 8vo. Genève 1833.\n\nDIEFFENBACH (J. F.) Ueber die Transfusion des Blutes. 8vo. Berlin 1833.\n\nDUCROTAY DE BLAINVILLE (H. M.) Mémoire sur la Nature du produit femelle de la Génération de l'Ornithorhynque. 4to. Paris.\n\nEDGE (J.) Calculations relating to the Equipment, Displacement, &c., of Ships and Vessels of War. 8vo. Lond. 1832.\n\nEHRENBERG (C. G.) Ueber den Mangel des Nervenmarks im Gehirne der Menschen und Thiere. 8vo. Berlin 1833.\n\nENCHE (J. F.) Berliner Astronomisches Jahrbuch für 1835.\n\nEPPS (J.) Correct Tide Tables. 36mo. Lond. 1833.\n\nFLETCHER (J.) Illustrations of Modern Sculpture, Parts I.—III. 8vo. Lond. 1833.\n\nFORBES (J. D.) Experimental Researches regarding certain Variations which take place between Metallic Masses having different Temperatures. 4to. Edinb. 1833.\n\nGALBRAITH (W.) Barometric Tables. 8vo. Lond. 1833.\n\nGEOFFROY ST. HILAIRE (E.) Mémoire sur la Structure et les Usages des Glands Monotremiques. 8vo. Paris 1834.\n\nGERARD (P. S.) Mémoire sur le Canal de l'Oureq. 4to. Paris 1831.\n\nGERARDIN (A.) et GAINARD (P.) Du Cholera Morbus en Russie, &c. en 1831—32. 8vo. Paris 1832.\n\nGLOGER (D. C. L.) Das Abändern der Vögel durch Einfluss des Climas. 8vo. Breslau 1833.\n\nSchlesiens Werbel-Thier Fauna. 8vo. Breslau 1833.\n\nDisquisitionum de Avibus ab Aristotele commemoratis. 8vo. Vratislaviae 1830.\n\nGRAY (J. E.) Indian Zoology. Part XI. folio.\n\nGRAY (G. R.) The Entomology of Australia. Part I. 4to. Lond. 1833.\n\nGREEN (J. H.) Suggestions respecting the intended Plan of Medical Reform. 8vo. Lond. 1834.\n\nGREENOUGH (G. B.) Address delivered at the Anniversary Meeting of the Geological Society, Feb. 21, 1834. 8vo. Lond. 1834.\n\nHALL (M.) On Diagnosis. 2 Vols. 8vo. Lond. 1849.\n\nHALPHEN (M.) Mémoire sur le Cholera Morbus. 8vo. Paris 1833.\n\nHAMILTON (W. R.) On Differences and Differentials. 4to. Dublin 1834.\n\nThird Supplement on the Theory of Systems of Rays. 4to. Dublin 1833.\n\nOn the General Method of Expressing the Paths of Light and the Planets. 8vo. 1833.\n\nHARVEY (G.) A Treatise of Meteorology. 4to. Lond. 1834.\n\nHARWOOD (J.) Meteorological Register at St. Leonard's and Hastings, from Sept. 1832 to March 1833.\n\nHAWKINS (E. B.) Elements of Medical Statics. 8vo. Lond. 1829.\n\nHAYS (J.) Descriptions of the Inferior Maxillary Bones of Mastodons.\n\nHECKER (J. F. C.) Der Englische Schweiss. 8vo. Berlin 1834.\n\nDie Tanzwuth, eine Volks Krankheit. 8vo. Berlin 1832.\n\nHERSCHEL (Sir J. F. W.) Observations of Nebulae and Clusters of Stars. 4to. Lond. 1833.\n\nOn the Absorption of Light by Coloured Media. 8vo. Lond. 1833.\nHERSCHEL (Sir J. F. W.) Fifth Series of Observations with a Twenty-five-feet Reflector. 4to. Lond. 1833.\n\nNotices of the Elliptic Orbits of ξ Boötes, and η Coronæ. 4to. Lond. 1833.\n\nAddress to the Subscribers of the Windsor and Eton Public Library. 8vo. Windsor 1833.\n\nHOLMAN (Lieut.) A Voyage round the World. Vol. I. 8vo. Lond. 1834.\n\nHOPE (J.) Principles and Illustrations of Morbid Anatomy. Parts I.—X. 8vo. Lond. 1833.\n\nINSTRUMENTS, &c.\n\nAn Apparatus for Hearing.\n\nJOSEPHS (M.) An English and Hebrew Lexicon. Part I. 8vo. Lond. 1833.\n\nJOURNALS.\n\nAnnales des Mines. Tom. IV. and V. 8vo. Paris 1833.\n\nThe Athenæum Journal. June 1833 to November 1834. 4to. Lond. 1833–34.\n\nHorticultural Register. June 1833 to November 1834. 8vo. Lond. 1833–34.\n\nLiterary Gazette. June 1833 to June 1834. 4to. Lond. 1833–34.\n\nLondon and Edinburgh Philosophical Magazine. June 1833 to June 1834.\n\nNautical Magazine, from June 1833 to June 1834. 8vo. Lond. 1833–34.\n\nNouveau Journal Asiatique. Nos. 64—70. 8vo. Paris 1833.\n\nKÆSTNER (C. W. G.) Grundriss der Experimental Physik. 2 Parts. 8vo. Heidelberg 1810.\n\nKOPS (J.) en HALL (J. C.) Flora Batava. Nos. 95—97. 4to. Amsterdam.\n\nLAURELLARD (C. L.) Éloge de Cuvier. 8vo. Paris 1833.\n\nLEA (L.) Contributions to Geology.\n\nLEE (R.) Researches on the Pathology and Treatment of some of the most important Diseases of Women. 8vo. Lond. 1833.\n\nLIBRI (G.) Mémoire sur la Théorie Mathématique des Températures Terrestres. 8vo. 1833.\n\nSur la Théorie des Nombres. 4to. Paris 1833.\n\nLINDLEY (J.) Nixus Plantarum. 8vo. Lond. 1833.\n\nThe Genera and Species of Orchideous Plants. Part III. Vandee. 8vo. Lond. 1833.\n\nLOBALSCHEVSKY (J.) Programma Geometricum. 8vo. Petropoli 1833.\n\nMACILWAIN (G.) Clinical Observations on the various Forms of Porrigo. 8vo. Lond. 1833.\n\nMACNEIL (J.) Canal Navigation. 4to. Lond. 1833.\n\nMANBY (G. W.) Address to the British Nation, on the Establishment of a Fire Police. 8vo. Lond. 1834.\n\nMAPS, ENGRAVINGS, &c.\n\nAdmiralty Charts and Tide Tables for 1834.\n\nAtlas of India. Three sheets in continuation.\n\nLithographic Print of the Royal William Yard, Portsmouth.\n\nNational Portrait Gallery. June 1833 to November 1834. 8vo. Lond. 1833–34.\n\nOrdnance Map. Sheets 45 and 56 in continuation.\n\nMap in continuation, sheet 62.\n\nGeological Map of South Devon, by H. T. De la Beche, Esq.\n\nPrivate Impression of the Print of the Subscription Statue of Sir J. Banks.\n\nDonors.\n\nThe Author.\n\nThe Editor.\n\nJ. Paxton, Esq.\n\nThe Editor.\n\nThe Proprietors.\n\nLieut. Beecher, R.N. and Mr. Bate.\n\nAsiatic Society of Paris.\n\nThe Author.\n\nHis Majesty the King of the Netherlands.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Lords Commissioners of the Admiralty.\n\nThe East India Company.\n\nSir John Rennie, Knt., and G. Rennie, Esq.\n\nThe Proprietor.\n\nBoard of Ordnance.\n\nH. T. De la Beche, Esq.\n\nBy the Committee.\nPRESENTS.\n\nMARSDEN (W.) Miscellaneous Works. 8vo. Lond. 1833.\nMENETRIÈS (E.) Catalogue Raisonné des Objets de Zoologie Recueillis dans un Voyage au Caucase. 8vo. St. Petersburg 1833.\nMETCALF (S. L.) A New Theory of Terrestrial Magnetism. 8vo. New York 1838.\nMORGAN (A.) Tables showing the Number of Persons Assured in the Equitable Society. Folio 1834.\nMURCHISON (R. I.) Outline of the Geology of the Neighbourhood of Cheltenham. 8vo.\nMURPHY (R.) Elementary Principles of the Theory of Electricity, &c. 8vo. Cambridge 1833.\nNAMIAS (G.) Storia di una Diatesi Scirrosa. 8vo. Padova 1833.\nPARAVEY (— de) Essai sur quelques Zodiaques apporté des Indes. 8vo. Paris 1833.\n—— Études sur l'Archæologie. 8vo. Paris.\nPASLEY (C. W.) Observations on the Expediency and Practicability of Simplifying and Improving the Measures, Weights, &c. 8vo. Lond. 1834.\nPASSERINI (C.) Memoria sopra Procris Ampelophaga e Lixus octolineatus. 8vo. Firenze 1830.\n—— Osservazioni relative alle Larve prejudicive alla pianta Zea Mays. 8vo. Firenze 1832.\n—— Osservazioni sopra la Sphinx atropos. 8vo. Pisa 1828.\n—— Osservazioni sopra alcune Larvae e tignole dell'uliri. 8vo. Firenze 1832.\nPETTIGREW (T. J.) A History of Egyptian Mummies, &c.\nPHILIP (A. P. W.) On the Influence of Minute Doses of Mercury. 12mo. Lond. 1834.\nPROUT (W.) Chemistry, Meteorology, and the Function of Digestion, considered with reference to Natural Theology. 8vo. Lond. 1834.\nQUETELET (A.) Correspondance Mathématique et Physique. Tom. VII. et VIII. 8vo. Bruxelles 1834.\n—— Annuaire de l'Observatoire pour 1834. 8vo. Brux. 1834.\n—— Notes Extraits d'un Voyage en Angleterre.\n—— Recherches sur les Degrés successifs des Forces Magnétiques.\n—— Statistique des Tribunaux de la Belgique de 1826–30.\n\nRECORD COMMISSION.\nParliamentary Writs. Vol. II. Div. 3.\n\nValor Ecclesiasticus. Tom. VI.\nRIGAUD (S. P.) Supplement to Dr. Bradley's Miscellaneous Works, with an Account of Harriot's Astronomical Papers. 4to. Oxford 1833.\nRITCHIE (W.) Principles of Geometry familiarly Illustrated. 12mo. Lond. 1833.\nROGET (P. M.) Animal and Vegetable Physiology considered with reference to Natural Theology. 2 Vols. 8vo. Lond. 1834.\nRUSH (J.) The Philosophy of the Human Voice. 8vo. Philadelphia 1833.\nSANCHEZ-CERQUERO (J.) Almanaque Nàutico para 1835. 8vo. Madrid 1833.\n—— ——— para 1836. 8vo. Madrid 1834.\nSCHMERLING (P. C.) Recherches sur les Ossemens Fossiles découvertes à Liège. 1re pte. 4to. Liège 1833.\n\nDONORS.\n\nThe Author.\nThe Academy of St. Petersburg.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Royal Observatory.\nThe Commissioners of Public Records.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nPRESENTS.\n\nSCHMERLING (P. C.) Recherches sur les Ossemens Fossiles découvertes à Liège, et Planches. Folio.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. Nos. 241—257. 4to. Altona 1833.\n\nSCUDAMORE (Sir C.) Cases illustrative of the Efficacy of Inhalation in Pulmonary Consumption. 8vo. Lond. 1833.\n\nA Treatise on the Composition and Medical Properties of the Mineral Waters of Brixton. 8vo. Lond. 1833.\n\nSIMMS (F. W.) A Treatise on the Principal Mathematical Instruments employed in Surveying, &c. 8vo. Lond. 1834.\n\nSTEINER (J.) Die geometrischen Constructionen. 8vo. Berlin 1833.\n\nTAYLOR (T. G.) Result of Astronomical Observations made at the E. I. C. Observatory at Madras. Vol. I. 4to. Madras 1832.\n\nTOD (D.) The Analogy and Physiology of the Organ of Hearing. 8vo. Lond. 1832.\n\nVIVIANI (D.) Della Struttura degli Organi Elementari delle piante. 8vo. Geneva 1831.\n\nWALLIS (J.) Dendrology. 8vo. Lond. 1833.\n\nWHEWELL (W.) Analytical Statics. 8vo. Cambridge 1833.\n\nAn Elementary Treatise on Mechanics. 8vo. Camb. 1833.\n\nWITT (G.) A Compendium of Osteology. Oblong 4to. Lond. 1833.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe East India Company.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nFrom 20th November 1834 to 18th June 1835.\n\nPRESENTS.\n\nACADEMIES, &c.\n\nBerlin:—\n\nPreussische Academie der Wissenschaften. Sammlung der Deutschen Abhandlungen, für 1828—30. Parts I. and II. 4to. Berlin 1830—31.\n\nRoyal Academy of Sciences. A Descriptive Catalogue of Stars observed by Bradley, Piazzi, Lalande, and Bessel. Sheets 13 and 24, and two Charts.\n\nBruxelles:—\n\nObservatoire. Annales, Tom. I. prém. Partie. 4to. Bruxelles 1834.\n\nAcadémie Royale des Sciences. Bulletin 20—25. 8vo. Bruxelles 1834.\n\nNouveaux Mémoires. Tom.VII. and VIII. 4to. Bruxelles 1834.\n\nCalcutta:—\n\nAsiatic Society of Bengal. Journal, Nos. 25—30. Transactions. Vol. III. Part III. 4to. Calcutta.\n\nEdinburgh, Royal Society of. Transactions, Vol. XIII. Part I. 4to. Edinb. 1834.\n\nProceedings, Nos. 4 and 5. 8vo. Edinb. 1834.\n\nGeneva.—Mémoires de la Société de Physique et d'Histoire Naturelle. Tom. VI. 4to. Genève 1834.\n\nLeeds, Philosophical Society of. Annual Reports for 1833—34. 8vo. Leeds 1834.\n\nLondon:\n\nAstronomical Society. Meridian Ephemeris of the Sun and Planets for the year 1835. 8vo. Lond. 1835.\n\nDONORS.\n\nThe Academy.\n\nThe Academy.\n\nThe Observatory.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nPRESENTS.\n\nACADEMIES, &c.\n\nLondon:\nBritish Association for the Advancement of Science. Report of the Third Meeting. Svo. Lond. 1834.\nBritish Museum. List of Additions made to the Collections in the year 1833. Svo. Lond. 1834.\nEntomological Society. Transactions, Vol. I. Part I. Svo. Lond. 1834.\nGeographical Society. The Journal, Vol. IV. Part II. Svo. Lond. 1834.\nGeological Society. Proceedings, Vol. I. and Nos. 33—39. Svo. Lond. 1834.\nMedico-Botanical Society. Transactions for the years 1832–33. Svo. Lond. 1834.\nRoyal Asiatic Society of Great Britain. Journal, Nos. 2 and 3. Svo. Lond. 1835.\nRoyal Humane Society. Sixtieth Annual Report. Svo. Lond. 1834.\nRoyal Society of Literature. Transactions, Vol. II. Part II. 4to. Lond. 1834.\nSociety for the Encouragement of Arts. Transactions, Vol. L. Part I. Svo. 1834.\nZoological Society. Proceedings, Jan. 14. 1834–35. Svo. Lond. 1835.\nTransactions, Vol. I. Part III. 1835. 4to. Lond. 1835.\nMoscow.—Nouveaux Mémoires de la Société Impériale de Naturalistes. Tom. III. 4to. Moscow 1833.\nBulletin, Tom. VI. Svo. Moscow 1833.\n\nParis:\nAcadémie des Sciences. Nouvelles Annales du Museum d'Hist. Nat. Tom. III. Liv. IV. 4to. Paris 1834.\nL'Institut de France. Mémoires de l'Académie des Inscriptions et Belles Lettres. Tom. X. 4to. Paris 1834.\nMuséum d'Histoire Naturelle. Nouvelles Annales, Tom. III. Livr. I.—III. 4to. Paris 1834.\nSociété Entomologique de France. Tom. III. Parts I.—III. Svo. Paris 1834.\nSociété Géologique de France. Bulletin, Tom. IV. Sheets 15—29. and Vol. V. 8vo. Paris.\n\nPhiladelphia.—Transactions of the American Philosophical Society. New Series. Vol. IV. Part III. and Vol. V. Part I. 4to. Philadelphia 1832–34.\n\nSt. Petersburg:\nAcadémie Impériale des Sciences. Mémoires de divers Savans, Tom. II. Liv. I.—IV.\nMémoires de Sciences Mathématiques, Tom. II. Liv. V. et VI. et Tom. III.\nMémoires de Sciences Politiques, Tom. II. Liv. II.—V. 4to. St. Petersburg 1833.\nRecueil des Actes de la Séance Publique. 4to. St. Petersburg.\n\nSouth African Literary and Philosophical Institution. Instructions for making and registering Meteorological Observations. 8vo. Cape Town.\n\nStockholm:\nSwenska Wetenskaps Academien Nya Handlingar för 1833. 8vo. Stockholm 1832.\nArsberättelser om Vetenskapernas Framsteg 1833. 8vo. Stockholm 1834.\nTurin.—Academy of Sciences. Memorial, Vol. XXXVII. 4to. Turin 1834.\n\nDonors:\nThe Society.\nThe Trustees.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nDr. Fischer.\nThe Museum.\nThe Academy.\nThe Museum.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nPRESENTS.\n\nAIRY (G. B.) Astronomical Observations made at the Observatory of Cambridge, Vol. VI. 4to. Cambridge 1834.\n\nAMPÈRE (A. M.) Essai sur la Philosophie des Sciences, ou Exposition Analytique d'une Classification Naturelle de toutes les Connoissances Humaines. Svo. Paris 1834.\n\nANONYMOUS.\nThe Adventures of a Gentleman in search of a Horse, by Caveat Emptor, Esq. 18mo. Lond. 1835.\nAmerican Almanack. 8vo. Philadelphia 1834.\n\nConnaissance des Temps pour 1837, et Annuaire pour 1835. Svo. Paris 1834.\n\nCatalogue of the Library of the Manchester Mechanics' Institution, with the Rules and Regulations; also a Report of their Annual Meeting in Feb. 1835. Svo. Manchester 1835.\n\nCatalogue of the Library of the London Institution. Vol. I. 8vo. Lond. 1835.\n\nDescriptive and illustrated Catalogue of the Physiological Series of Comparative Anatomy in the Museum of the Royal College of Surgeons. Vol. II. 4to. Lond. 1834.\n\nLady's and Gentleman's Diary for the year 1835. 18mo. Lond. 1835.\nNautical Almanack for 1834—37. Svo. Lond. 1834.\n——— for 1835, 1st and 2nd Edition. Svo. Lond. 1834.\n——— for 1836. Svo. Lond. 1834.\n\nReport of the Steam Navigation to India. Folio. Lond. 1834.\nTheory of the Sun's Orbit by Anaxagoras. Svo. Lond. 1834.\n\nBARLOW (P.) Experiments on the transverse Strength of Malleable Iron. Svo. Lond. 1835.\n\nBECHER (A. B.) Tables for reducing foreign Linear Measure into English. Svo. Lond.\n\nBEKE (C. T.) On the historical Evidence of the advance of the Land upon the Sea at the head of the Persian Gulph. Svo. Lond. 1835.\n——— On the Localities of Horeb, Mount Sinai, and Midian, in connexion with the hypothesis of the distinction between Mitzraim and Egypt, (from the British Magazine.) Svo. Lond. 1835.\n——— Views in Ethnography. Svo. Lond.\n\nBELLINGERI (C. F.) Ragionamenti, esperienze ed Osservazioni Patalogiche comprovanti l'antagonismo nervoso. Svo. Torino 1833.\n——— De Medulla spinali nervisque ex ea prodeuntibus. 4to. Augustae Taurinorum 1823.\n——— Dissertatio physico-chemica inauguralis. Svo. Augustae Taurinorum 1818.\n——— Storia di Nevralgia sopra-orbitale. Svo. Bologna 1834.\n\nBESSEL (F. W.) Astronomische Beobachtungen auf der Königlichen Universität Sternwarte in Königsberg, Part XVI. Folio. Königsberg 1831.\n\nBIOT (J. B.) Recherches sur l'année vague des Égyptiens. 4to. Paris [1834].\n——— Sur la polarisation circulaire. 4to. Paris.\n\nBIOT (J. B.) et PERSEZ (F.) Mémoire sur les modifications que la Féculé et la Gomme subissent sous l'Influence des Acides. 4to. Paris.\n\nBOHN'S Catalogue of Books on Natural History. Svo. Lond. 1835.\n\nBOSTOCK (J.) Sketch of the History of Medicine. Svo. Lond. 1835.\n\nBROCKEDON (W.) Illustrations of the Passes of the Alps. 2 Vols. 4to. Lond.\n\nMDCCCXXXVIII.\n\nDONORS.\n\nThe Author.\n\nThe American Philosophical Society.\nBureau des Longitudes.\n\nThe Institution.\n\nThe College.\n\nT. S. Davies, Esq., F.R.S.\nLieut. Stratford, R.N.\n\nSir R. Inglis, Bart., F.R.S.\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Publisher.\nThe Author.\nThe Author.\nPRESENTS.\n\nBRODIE (Sir B. C.) Lectures on the Diseases of the Urinary Organs. 8vo. Lond. 1835.\n\nBRUGUIÈRE (L.) Orographie de l'Europe. 4to. Paris 1830.\n\nDes Montagnes de la Terre. 8vo. Paris 1827.\n\nBUCH (L. von.) Ueber Terebrateln. 4to. Berlin 1834.\n\nBURG (A.) Ueber neue Ovalen und Ellipsen höherer Ordnung. 8vo.\n\nBURNES (A.) Travels into Bokhara. 3 Vols. 8vo. Lond. 1834.\n\nBURNES (J.) Narrative of a visit to the Court of Sinde. 8vo. Edinb. 1831.\n\nCHEVROLAT (A.) Coléoptères du Mexique. 12mo. Strasbourg 1834.\n\nCLARK (J.) A Treatise on Tubercular Phthisis or Pulmonary Consumption. 8vo. Lond. 1834.\n\nCONNEL (A.) On the Action of the Voltaic Electricity on Alcohol, &c. 4to. Edinb. 1835.\n\nCOXE (J. R.) An Inquiry into the claims of Dr. W. Harvey to the discovery of the Circulation of the Blood. 8vo. Philadelphia 1834.\n\nDAVIES (T. S.) Conjectures respecting the Origin of Alphabetic Writing. 8vo. Lond. 1836.\n\nResearches on Spherical Geometry, Polar Triangles, &c. 12mo. Lond. 1833.\n\nDAVREUX (C. J.) Essai sur la Constitution Géognotisque de Liège. 4to. Bruxelles 1833.\n\nDAUBENY (C. B. J.) The article 'Geology' from the Ency. Metropol. 4to. Lond. 1834.\n\nDE LA BECHE (H. T.) Researches in Theoretic Geology. 12mo. Lond. 1834.\n\nHow to observe Geology. 12mo. Lond. 1835.\n\nDE LA RIVE (A.) Quelques observations de Physique terrestre. 8vo.\n\nDUHAMEL (J. M. C.) Mémoire sur les Equations générales de la propagation de la chaleur dans les corps solides. 4to. Paris 1832.\n\nMémoire sur la méthode générale sur la mouvement de la chaleur. 4to. Paris 1832.\n\nDUPRÉ (A.) Traité Élémentaire de Physique, 2 Tom. 8vo. Rennes 1831, with a Supplement in Manuscript.\n\nEDYE (J.) On the native Vessels of India and Ceylon. 8vo. Lond.\n\nEHRENBERG (C. G.) Organisation, Systematik, und geographische Verhältniss der Infusions-Thierchen. Folio. Berlin 1830.\n\nZur Erkenniss der Organisation in der Richtung des kleinsten Raumes. Folio. Berlin 1832.\n\nOrganisation in der Richtung des kleinsten Raumes. Folio. Berlin 1834.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1836. 8vo. Berlin 1834.\n\nERMAN (A.) Reise um die Erde mit Atlas. 8vo. Berlin 1833.\n\nDer Lauf des Obi zwischen Tobolsk und Obdorsk. 8vo. Berlin 1831.\n\nFERGOLA (N.) Trattato analitico delle sezioni coniche. 4to. 1828.\n\nFISCHER (G. de W.) Bibliographiae palæonthologica. 8vo. Mosquæ 1834.\n\nFLAUTI (V.) Della trigonometria rettilinea e sferica libri sei. 4to. Napoli 1830.\n\nAnalisi algebrica elementare. 4to. Napoli 1830.\n\nFORBES (J. D.) On the Refraction and Polarization of Heat. 4to. Edinb. 1835.\n\nGEOFFROY SAINT-HILAIRE (E.) Sur les Monotrèmes. 4to. Paris 1834.\n\nGREENOUGH (G. B.) Address delivered at the Anniversary Meeting of the Geological Society, Feb. 1835.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Brussels.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nGRiffin (J.) Chemical Recreations. 12mo. Glasgow 1825.\nHALL (M.) Introductory Lecture to a Course of Lectures on the Practice of Physic. 8vo. Lond.\nHANSEN (P. A.) Untersuchungen über die gegenseitigen Störungen des Jupiter und Saturns. 4to. Berlin 1831. (Two copies.)\nHECKER (J. F. C.) The Epidemics of the Middle Ages, Part II. Translated by B. G. Babington, M.D., F.R.S.\nHEDGCOCK (T.) Multum in Parvo; a new work on Astronomy. 8vo. Lond. 1831.\nHERSCHEL (Sir J. F. W.) A list of Test Objects, principally double Stars. 4to. Lond. 1834.\nA second Series of Micrometrical Measures of double Stars. 4to. Lond. 1834.\nOn the Satellites of Uranus. 4to. Lond. 1834.\nTraité de la Lumière, traduit de l'Anglais, avec des Notes par P. F. Verhulst et A. Quetelet. 2 Vols. 8vo. Paris 1829 & 1833.\nHOGG (J.) Observations on some of the classical Plants of Sicily. 12mo. 1834.\nHOLMAN (J.) A Voyage round the World, including Travels in Africa, Asia, Australasia, America, &c., from 1827–1832. 4 Vols. 8vo. Lond. 1834 & 1835.\nHOPE (J.) Principles and Illustrations of Morbid Anatomy. Part XII. 8vo. Lond. 1834.\nJEFFREYS (J.) An Inquiry into the Laws governing the two great Powers, Attraction and Repulsion. 8vo. Lond. 1833.\nJOBARD (C.) Coup d'œil sur la propriété de la pensée. 2 Parts. 8vo. 1834.\nProjet de loi sur les brevets d'Invention. 8vo. Bruxelles 1832.\nJOHNSON (G. H. S.) Optical Investigation. 8vo. Oxford 1835.\nJOSEPHS (M.) Hebrew and English Lexicon. 8vo. Lond. 1833.\n\nJOURNALS.\n\nAnnales des Mines. Tom. IV. Part V. & VI., et Tom. V. Part II. & III., et Tom. VI. Liv. 4. 1835. 3me Série. 8vo. Paris 1834.\nHorticultural Register. July 1834 to June 1835. 8vo. Lond.\nNautical Magazine, July 1834 to June 1835. 8vo. Lond.\nPhilosophical Magazine from July 1834 to June 1835. 8vo. Lond.\nRailway Magazine for May 1835. 8vo. Lond. 1835.\nRepertory of Patent Inventions. July 1834 to June 1835. 8vo. Lond.\nUnited Service Journal, July 1834 to June 1835. 8vo. Lond.\nKELLY (P.) Supplement to the Universal Cambist. 4to. Lond.\nKOPS (J.) en HALL (H. C. van) Flora Batava, Parts XCVIII.—CI. 4to. Amsterdam.\nKOSMA DE KORÖS. Grammar of the Tibetan Language in English, 8vo.\n\nDictionary, Tibetan and English.\nLA PLACE (P. S. de) Mécanique Céleste; translated with a Commentary. By N. Bowditch. Vol. III. 4to. Boston 1834.\nLEFEVRE (A.) Lettre sur le Canopus Obtectus de Fabricius. 8vo. 1835.\nLOBALSCHEVSKY (J.) Programma Geometricum. 8vo. Petropoli (two copies) 1833.\nLONGCHAMP (J.) Sur les Eaux Minérales. 8vo. 1835.\n\nDONORS.\n\nThe Author.\nThe Author.\nThe Author.\nThe Translator.\nThe Author.\nThe Author.\nThe Translator.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Editor.\nThe Editor.\nThe Editor.\nThe Editor.\nThe Editor.\nThe Editor.\nThe Author.\nHis Majesty the King of the Netherlands.\nThe Asiatic Society of Bengal.\nThe Translator.\nThe Author.\nThe Author.\nThe Author.\nPRESENTS.\n\nLUBBOCK (J. W.) On the Theory of the Moon and the Perturbations of the Planets. 2 Parts. Svo. Lond. 1833.\nThe Author.\n\nLUBBOCK (J. W.) On Cask Gaging. Svo. Lond. 1834.\nThe Author.\n\nLYELL (C.) Principles of Geology. 4 Vols. 12mo. Lond. 1834.\nThe Author.\n\nMACILWAIN (G.) An Introductory Lecture, intended as a recommendation to a more careful investigation of the Constitutional Origin of Local Diseases. Svo. Lond. 1834.\nThe Author.\n\nMANBY (G. W.) Address to the British Nation on the Establishment of a Fire Police. Svo. Lond. 1834.\nThe Author.\n\nMANTELL (G.) A Descriptive Catalogue of the Collection illustrative of Geology and Fossil Comparative Anatomy. Svo. Lond. 1834.\nThe Author.\n\nMAPS, ENGRAVINGS, &c.\nA Collection of Maps and Charts.\n\nChart of the East Coast of China, by James Horsburgh, Esq., F.R.S.\nThe Lords Commissioners of the Admiralty.\n\nLe Pilote Français. 3 Vols. Folio.\nThe Author.\n\nde l'Isle de Corse. 1 Vol. Folio.\nDépôt Générale de la Marine de France.\n\ndu Brésil. 1 Vol. Folio.\n\nExposé des Travaux relatifs à la Reconnaissance Hydrographique des Côtes Occidentales de France. 1 Vol. 4to.\n———\n\nMémoire sur les Attérages des Côtes Occidentales de France. 1 Vol. 4to.\n———\n\nDescription des Côtes de la Martinique. 1 Vol. 8vo.\n———\n\nAtlas de la Martinique. Folio.\n———\n\ndu Voyage de la Coquille. Folio.\n———\n\ndu Voyage de l'Astrolabe. Folio.\n———\n\ndu Voyage de la Favorite. Folio.\n———\n\nVoyage de l'Uranie. 2 Vols. 4to. and 1 Folio.\n———\n\nCollection of 58 Cartes et Planches Hydrographiques.\n———\n\nLithographic Print of a Design for the Viaduct intended to pass through Greenwich Park.\nW. Green, Esq.\n\nLithographic Portrait of César Moreau, For. Memb. R.S.\nStatistical Society of France.\n\nLithographic Print of Waterhouse Bridge over the River Calder. Designed and executed by W. Gravatt, F.R.S.\nW. Gravatt, Esq., F.R.S.\n\nMap of Central Asia to accompany Lieut. Burnes' Travels.\nLieut. Burnes.\n\nOrdnance Map in Continuation. Nos. 46. 53. and 57.\nMaster General of the Ordnance.\n\nPortrait of John Hadley, Esq., V.P.R.S.\nProf. Rigaud.\n\nMATTEUCCI (C.) Sopra le Interferenze dei raggi Calorifici Oscuri. Svo. Forti 1834.\nThe Author.\n\nMEISSNER (P. T.) Chemische Æquivalenten oder Atomenlehre. 2 Vols. 8vo. Wien 1834.\nThe Author.\n\nMULDER (G. J.) Natuur en Scheikundig Archief. Tom. II. Part IV. 8vo. Leyden 1834.\nThe Editor.\n\nMURPHY (P.) The Anatomy of the Seasons, Weather Guide Book, and Perpetual Companion to the Almanack. Svo. Lond. 1834.\nThe Author.\n\nNECKER (L. A.) Le Règne Minéral ramené aux Méthodes de l'Histoire Naturelle. 2 Vols. 8vo. Paris 1835.\nThe Author.\n\nNEGRO (S. D.) Nuova Macchina Elettro-Magnetica. 4to. Padova 1834.\nThe Author.\n\n——— Terza Serie de Esperimenti. 4to. Padova 1834.\n\nPARAVEY (M.) Astronomie Ancienne et Egyptienne, et Astronomie chez les Japonais et les Chinois.\n———\n\nÉtat des Sciences chez les Anciens. 8vo. Paris.\nThe Author.\nPRESENTS.\n\nPARKES (S.) The Chemical Catechism, revised by E. W. Brayley. 8vo. Lond. 1834.\n\nPASSERINI (C.) Alcune Notizie sopra una Specie d'Insetto del gen. Thrips. 8vo. Firenze 1834.\n\nRapporto sopra l'Opuscolo del Dr. P. Negri. 8vo. Firenze 1833.\n\nPHILIP (A. P. W.) An Inquiry into the Nature of Sleep and Death. 8vo. Lond. 1834.\n\nPHILIPS (J.) A Guide to Geology. 12mo. Lond. 1835.\n\nPICTET (J. F.) Recherches pour servir à l'Histoire et à l'Anatomie des Phryganides. 4to. Genève 1834.\n\nPOTT (Mrs.) Moonshine, containing Sketches in England and Wales. 2 Vols. 8vo.\n\nPRONY (G. C. F. M. R. de) Rapport à l'Institut de France sur une Nouvelle Harpe de l'Invention de Sébastien Erard. Folio. Paris 1834.\n\nTable des Populations Spécifiques des Départements Français. Paris.\n\nNote sur l'Application de la Théorie des Solutions particulières. 8vo. Paris 1834.\n\nNote sur la Comparaison de la demi toise de Vienne avec le Mètre Français. 8vo. Paris.\n\nInstruction Élémentaire et Pratique sur l'Usage des Tables de Logarithmes. 12mo. Paris 1834.\n\nPROUT (W.) Chemistry, Meteorology, and the Function of Digestion, considered with reference to Natural Theology. Second Edition. 8vo. Lond. 1834.\n\nQUETELET (A.) Sur l'Homme et le Développement de ses Facultés. 2 Tom. 8vo. Paris 1835.\n\nCorrespondence Mathématique et Physique. Tom. VIII. Liv. 3 et 4. 8vo. Bruxelles 1834.\n\nPositions de Physique. 3 Vols. 12mo. Bruxelles 1834.\n\nRASPAIL (F. W.) Première Mémoire sur la Structure intime des Tissus de nature animal. 4to.\n\nAnatomie Microscopique des Nerfs. 4to.\n\nRECORD COMMISSION.\n\nExcerpta è Rotulis Finium in Turri Londinensi asservatis, Hen. III. Regis, cura C. Roberts. Vol. I. 8vo. Lond. 1835.\n\nProceedings and Ordinances of the Privy Council of England; edited by Sir Harris Nicolas. Vol. IV. 8vo. Lond. 1835.\n\nRotuli Normanniae in Turri Londinensi asservati, Johanne et Henrico-quinto Angliae regibus, accurante T. D. Hardy. Vol. I. 8vo. Lond. 1835.\n\nRotuli Curiae Regis; edited by Sir Francis Palgrave. Vols. I. & II. 8vo. Lond. 1835.\n\nRICARDI-FEU CARLI (—) Observations Critiques sur le Système Hiéroglyphique. 12mo.\n\nExplication du Sothiaque. 12mo.\n\nExplication et Version du 31 Chap. d'Iaie. 12mo.\n\nReplique au Livre la Fronde de David. 12mo.\n\nAbrégé de la vraie Méthode de lire l'Hebru. 12mo.\n\nCompimenti et Traduzione della parte Greca è Geroglifiche delle Pietro de Rossetti. 12mo.\n\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory, Oxford, from April 1833 to April 1834. Folio MS.\n\nDONORS.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authoress.\n\nThe Author.\n\nThe Observatory of Brussels.\n\nThe Author.\n\nThe Author.\n\nThe Commissioners of Public Records.\n\nThe Radcliffe Trustees.\nPRESENTS.\n\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory, Oxford, from April 1834 to April 1835. Folio MS.\n\nROSS (J.) Narrative of a Second Voyage in Search of a North-west Passage, and of a Residence in the Arctic Regions in the years 1829–33. 4to. Lond. 1835.\n\nAppendix to the Narrative of a Second Voyage, &c. 4to. Lond. 1835.\n\nSCHMERLING (P. C.) Recherches sur les Ossemens Fossiles découverts dans les Cavernes de la province de Liège, et planches. Part II. 4to. Liège 1834.\n\nSCHULZ (H. C.) De Alimentorum Concoctione Experimenta. 4to. Berlin 1834.\n\nSCHUMACHER (H. C.) Distances of the Sun and the four planets Venus, Mars, Jupiter, and Saturn. 8vo. Copenhagen 1834.\n\nAuxiliary Tables for Mr. Bessel's Method of clearing the Distances. 8vo. Copenhagen 1835.\n\nAstronomische Nachrichten. Nos. 258—280. 4to. Altona 1834.\n\nSOANE (Sir J.) Designs for Public and Private Buildings. Folio. Lond. 1832.\n\nSOMERVILLE (Mary) On the Connexion of the Physical Sciences. 12mo. Lond. 1834.\n\nSYKES (W.) Description of the Wild Dog of the Western Ghâts. 8vo. Lond. 1833.\n\nSome Account of the Kohsurra Silk-worm of the Deccan. 4to. Lond. 1834.\n\nTHOMPSON (J. V.) Zoological Researches. Nos. 3. and 7. 8vo. Cork 1830 and 1834.\n\nTIARKS (J. L.) Results of the Chronometer Observations; Report on Capt. Forster's Chronometrical Observations in H.M.S. Chanticleer. 8vo.\n\nTODD (R.) The Cyclopaedia of Anatomy and Physiology. Part I. 8vo. Lond. 1835.\n\nTOORN (A. van der) Table de la Force des Boissons. 8vo. 1827.\n\nTableau de la Température d'Ebullition de l'Eau pure. 4to. Edinburgh 1834.\n\nHandleiding tot het Vinden der ware Sterkte van het Acidum Aceticum. 4to. s'Gravenhage 1824.\n\nTURNER (E.) Elements of Chemistry. 8vo. Lond. 1834.\n\nVELEY (E. de) Cours Élémentaire d'Astronomie. 8vo. Lausanne 1833.\n\nAlgèbre d'Emile. 8vo. Genève 1828.\n\nApplication de l'Algèbre à la Géométrie. 8vo. Genève.\n\nWARREN (S.) Popular and Practical Introduction to Law Studies. 8vo. Lond. 1834.\n\nWATERTON (C.) A Letter to James Jameson. 8vo. Wakefield 1835.\n\nA second Letter to R. Jameson. 8vo. Wakefield 1835.\n\nWEATHERHEAD (G. H.) A Pedestrian Tour through France and Italy. 8vo. Lond. 1834.\n\nWELLS (S.) The Revenue and Expenditure of the United Kingdom. 8vo. Lond. 1834.\n\nWHEWELL (W.) Astronomy and General Physics considered with reference to Natural Theology. 8vo. Lond. 1834.\n\nWILLIAMS (C. J. B.) The Pathology and Diagnosis of Diseases of the Chest. 8vo. Lond. 1835.\n\nDONORS.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authoress.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Society.\nPRESENTS.\n\nWILLIS (R.) Remarks on the Architecture of the Middle Ages. 8vo. Camb. 1835.\n\nWINTERBOTTOM (T.) A Letter to Isaac Tomkins and Peter Jenkins on Primogeniture. 8vo. Lond.\n\nWOOLHOUSE (S. B.) Essay on Musical Intervals, Harmonics, and the Temperament of the Musical Scale.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nFrom 19th November 1835 to 16th June 1836.\n\nACADEMIES.\n\nBonn.—Nova Acta Acad. Caes. Leop. Car. Naturae Curiosorum. Tom. XVI. The Society.\n\nSupplement et XVII. Pars I. 4to. Bonne 1835.\n\nBritish Association. Report of the Fourth Meeting, held at Edinburgh in 1834. 8vo. Lond. 1835.\n\nNotices of Communications at Dublin in 1835. 8vo. Lond. 1836.\n\nBruxelles:—\n\nAcadémie des Sciences. Nouveau Mémoires. Tom. IX. 4to. Bruxelles 1835.\n\nMémoires Couronnées, Tom.X. 4to. Bruxelles 1835.\n\nBulletin, No. 4.—12. 1835., 1. et 2. 1836. 8vo. Bruxelles 1835–36.\n\nAnnuaire, deuxième année, pour 1836.\n\nCalcutta:—\n\nAsiatic Society. Index to the first 18 Vols. of the Asiatic Researches. 4to. Calcutta 1835.\n\nJournal, Oct. and Nov. 1834, January to March 1835, June, July, and Aug., Sept., Oct., Nov., and Dec. 1835.\n\nCornwall.—Polytechnic Society. Third Annual Report. 8vo. Falmouth 1835.\n\nEdinburgh.—Royal Society. Proceedings, No. 8. 1836. 8vo. Edinb.\n\nGeneva.—Mémoires de la Société de Physique et d'Histoire Naturelle. Tom. VII. Part I. 4to. Genève.\n\nLeeds, Philosophical and Literary Society of. Fifteenth Report. 8vo. Leeds 1835.\n\nLisbon:—\n\nAcademia das Sciencias. Memorias, Vols. VI.—XI. Parts I. and II. 4to. Lisbon 1825–35.\n\nMemorias da Agricultura. 2 Vols. 8vo. Lisbon.\n\nMemorias de Litteratura Portugueza. Tom.VIII. Part II. 4to. Lisbon 1814.\n\nLondon:—\n\nAntiquarian Society. Archæologia, Vol. XXVI. Part I. 4to. Lond. 1835.\n\nEntomological Society. Transactions, Vol. I. Part II. 8vo. Lond. 1835.\n\nGeological Society. Transactions, Vol. III. Part III. and Vol.IV. Part I. Second Series. 4to. Lond. 1835.\n\nProceedings. 8vo. Lond. 1835–36.\n\nLinnean Society. Transactions, Vol. XVII. Part II. 4to. Lond. 1835.\n\nMedico-Chirurgical Society. Transactions, Vol. XIX. 8vo. Lond. 1835.\n\nGeneral Index to the first three Vols.\nACADEMIES, &c. (continued.)\n\nLondon:\nRoyal Asiatic Society. Transactions, Vol. III. 4to. Lond. 1835.\nJournal, No. 4.\nProceedings, March 19. 1836.\nRoyal Astronomical Society. Transactions, Vol. VIII. 4to. Lond. 1835.\nRoyal Geographical Society. Journal, Vol. V. Part II., and Vol. VI. Part I.\nSvo. Lond. 1835.\nSociety of Arts. Transactions, Vol. L. Part II. 8vo. Lond. 1836.\nStatistical Society. Proceedings for 1834 and 1835. 8vo. Lond. 1835.\nZoological Society. Transactions, Vol. I. Part IV. 4to. Lond. 1836.\nProceedings, June to Dec. 1835.\nMunich.—Baierische Akademie. Abhandlungen, 1te Band. 4to. Munich 1832.\nParis:\nAcadémie des Sciences. Comptes Rendus, Juillet 1835 à Juin 1836. 4to.\nParis 1835–36.\nSociété Entomologique. Annales, Tom. IV. 8vo. Paris 1835.\nMuséum d'Histoire Naturelle. Nouvelles Annales, Tom. IV. 4to. Paris 1835.\nSociété de Géographie. Bulletin, 2nd Serie. Tom. I.—XX. 8vo. Paris 1835.\nSociété Géologique de France. Mémoires, Tom. I. Part II. 4to. Paris 1835.\nPest:\nSocietas Eruditæ Hungaricæ. Planum et Statuta. 4to. Pestini 1831.\nA'Magyar Tudós Társaság alaprajza és rendszabása. 4to. Pesten 1831.\nA'Magyar Tudós Társaság évkönyvei.\nVols. I. and II. 4to. Pesten 1833. Budán 1835.\nSt. Petersburgh:\nAcadémie Impériale des Sciences. Recueil des Actes de la Séance du 29 Dec. 1834. 4to. St. Petersburgh 1835.\nMémoires par divers Savans. Tom. II. Liv. 2. and Tom. III. Liv. 1. 4to. St. Petersburgh 1835.\nMémoires, Sciences Politiques. Tom. II. Liv. 2. et Tom. III. Liv. 1. 4to. St. Petersburgh 1835.\nMémoires, Sciences Mathématiques. Tom. I. Liv. 1 et 2. 5 et 6. 4to. St. Petersburgh 1835.\nMémoires, Sciences Naturelles. Tom.I. Liv. 2.\n—6. 4to. St. Petersburgh 1835.\nPhiladelphia:\nJournal of the Franklin Institute. Vol. XV. 8vo. Philadelphia 1835.\nAmerican Philosophical Society. Transactions, Vol.V. Part II. New Series. 4to. Philadelphia 1835.\nStockholm:\nSwenska Wetenskaps Academien Handlingar, 1834. 8vo. Stockholm 1835.\nArsberättelser om Vetenskapernas Framsteg, 1834. 8vo. Stockholm 1835.\nToulouse.—Académie des Sciences. Histoires et Mémoires. Tom. III. 1re et 2de partie. 8vo. Toulouse 1835.\nTurin.—Accademia delle Scienze di Torino. Memorie, Vol. XXXVIII. 4to. Turin 1835.\nYorkshire Philosophical Society. Annual Report for 1834. 8vo. York 1835.\nPRESENTS.\n\nAIRY (G. B.) Cambridge Astronomical Observations made at the Observatory. Vol. VII. for 1834. 4to. Cambridge 1835.\n\nANONYMOUS.\nAmerican Almanack for 1836. 8vo. Philadelphia 1835.\n\nAnnuaire de l'Académie Royale des Sciences et Belles Lettres de Bruxelles. Deuxième Année. 18mo. Bruxelles 1836.\n\nBritish Museum, List of Additions to, in the year 1833. Royal 8vo. Lond. 1835.\n\nCatalogue of Works on Medicine and Natural History contained in the Radcliffe Library. 8vo. Oxford 1835.\n\nCatalogue of the Fellows, Candidates, and Licentiates of the Royal College of Physicians. 8vo. Lond. 1835.\n\nChronological List of Books and Single Papers relating to the subjects of the Rate of Mortality, Annuities, and Life Assurance, with the Titles of the several Parliamentary Reports and Tables connected with Friendly Societies, by Lewis Peacock. 8vo. Lond. 1836.\n\nCollecção de Noticias para a Historia e Geografia das Nações Ultramarinas, que vivem nos Dominios Portuguezes ou lhes são Visinhas: Publicada he la Academia Real das Sciencias. Vols. I.—IV. Lisboa 1812—1826.\n\nCompte de l'Administration de la Justice Criminelle en Belgique pendant les Années, 1831—34. Folio. Bruxelles 1835.\n\nConnoissance des Temps. Pour 1838. 8vo. Paris 1836.\n\nDocuments Statistiques sur la France, publiés par le Ministre du Commerce. 4to. Paris 1835.\n\nEphemeris (Meridian) of the Sun and Planets for the year 1836. Royal 8vo. Lond. 1835.*\n\n* Computed at the expense of F. Baily, Esq., and printed by the Royal Astronomical Society.\n\nNautical Almanack for 1838. (Two copies.) 8vo. Lond. 1836.\n\nProbability, on. [J. W. Lubbock.] Parts I. and II. 8vo.†\n\n† From the Library of Useful Knowledge.\n\nProgrammes de l'Enseignement de l'École Royale Polytechnique arrêtés par le Conseil de Perfectionnement et approuvés par le Ministre de la Guerre. Pour l'Année eculaire, 1834—5. 4to. Paris 1834.\n\nRemarks on the Ministerial Plan of a Central University Examining Board. 8vo. Lond. 1836.\n\nARAGO (D. F. F.) Éloge Historique du Docteur Thomas Young; lu à l'Académie des Sciences le 26e Nov. 1832.\n\nARAN y SANPONS (Don Francisco.) Nueva Espera Copernicana con las orbitas elípticas (accompanied with a plate). 4to. Barcelona 1835.\n\nARGELANDER (F. G. A.) 560 Stellarum Fixarum positiones mediae in eunte anno 1830. 4to. 1835.\n\nBAER (K. E. von) Untersuchungen über die Entwickelungs-geschichte der Fische nebst einem Abhange über die Schwimmblase. 4to. Leipzig 1835.\n\nBAILY (F.) An Account of the Rev. J. Flamsteed, the first Astronomer Royal, compiled from his own MSS. and other authentic documents never before published. To which is added his British Catalogue of Stars, corrected and enlarged. 4to. Lond. 1835.\n\nReport on the new Standard Scale of the Royal Astronomical Society.\n\nBARLOW (J.) A new Theory accounting for the Dip of the Magnetic Needle, being an Analysis of Terrestrial Magnetism. 8vo. New York 1835.\n\nMDCCCXXXVIII.\nPRESENTS.\n\nBARLOW (P.) Second Report, addressed to the Directors and Proprietors of the London and Birmingham Railway Company. 8vo. Lond. 1835.\n\nBEAMISH (J. C.) Observations on the present State of Naval Architecture in Great Britain. 8vo. Cork 1836.\n\nBEAUMONT (G.) An Inquiry into Copyhold Tenure. 8vo. Lond. 1835.\n\nBELCHER (Commander R.N.) Sailing Directions for the River Gambia: and for the west Coast of Africa, from the Isles de Los to Sierra Leone, by Commander Thomas Boteler. 8vo. Lond. [no date.]\n\nBENZENBERG (J. F.) Die Steinschnuppen sind Steine aus den Mond Vulkanen. 8vo. Bonn 1834.\n\nBESSEL (F. W.) Astronomische Beobachtungen für 1830 und 1831. Folio. Königsberg 1834-35.\n\nBIANCHI (G.) Atti del R. Osservatorio Astronomico di Modena Raccolti da. Folio. Tom. I. Modena 1834.\n\nBISCHOFF (J. R.) Grundsätze der praktischen Heilkunde durch Krankheitsfälle erläutert.—Die Fieber und Entzündung. 2 Vols. in 1. 8vo. Prag. 1823.\n\nBLAINVILLE (H. D. de) Description de quelques espèces de Reptiles de la Californie, précédée de l'Analyse d'un Système général d'Erpétologie et d'Amphibiologie. 4to. Paris 1836.\n\nBROCKEDON (W.) Italy; a new illustrated Road-Book of the Route from London to Naples. large 8vo. Lond. 1835.\n\nBROUGHAM (Lord.) Address to the Members of the Manchester Mechanics' Institution in July 1835, with a Report of the Proceedings of the General Meeting then held. 12mo. Manchester 1835.\n\nBUCH (L. de.) Explication de deux planches de Spirifer et d'Orthis. Large Folio. [no date.]\n\nExplication de trois planches d'Ammonites. 4to. Plates in Folio. [no date.]\n\nBURT (W.) Christianity, a Poem, in three books; edited, together with a short Memoir of the Author, by his nephew Major T. Seymour Burt. 12mo. Lond. 1835.\n\nObservations on the Curiosities of Nature; edited by his nephew, T. Seymour Burt, Esq. 12mo. Lond. 1836.\n\nBUZAREINGUES (C. G. de.) De la Génération. 8vo. Paris 1828.\n\nPhilosophie Physiologique. 8vo. Paris 1828.\n\nCAUCHY (A.) Mémoire sur l'Intégration des Equations différentielles. 8vo. (lithographic.)\n\nSur l'Interpolation (lithographic). 8vo. 1835.\n\nCERQUERO (J. S.) Observaciones hechas en el Observatorio real de San Fernando en el año 1833. Folio. San Fernando 1835.\n\nCHEVREUL (M.) Rapport fait à l'Académie des Sciences sur le Bouillon de la Compagnie Hollandaise. 4to. Paris.\n\nLettre à M. Ampère sur une classe particulière de Mouvements musculaires. 8vo. Paris 1835.\n\nMémoire sur l'Influence que deux Couleurs peuvent avoir l'une sur l'autre quand on les voit simultanement. [1828.]\n\nRapport sur plusieurs Mémoires présentées à l'Académie Royale des Sciences, ayant pour objet la Férule Amylacee, ou l'Amidon. (Extrait des Nouvelles Annales du Muséum d'Histoire Naturelle. Tom. III.) Paris. 4to.\n\nExamen d'un caractère optique à l'aide duquel on reconnaît immédiatement les Sucres Végétaux qui peuvent donner du Sucre analogue au Sucre de Canne, et ceux qui ne peuvent donner que du Sucre sem-\nblable au Sucre de Raisin. (Extrait des Nouvelles Annales du Muséum d'Hist. Nat. Tom. III.) 4to. Paris.\n\nCLARK (J.) A Treatise on Pulmonary Consumption, comprehending an Inquiry into the Causes, Nature, Prevention, and Treatment of Tuberculous and Scrofulous Diseases in general. 8vo. Lond. 1835.\n\nCOUCH (J.) Observations on the Solid Channel. 8vo. [no date.]\n\nCULL (R.) Stammering considered with reference to its cure by the application of those laws which regulate utterance. 8vo. Lond. 1835.\n\nDAMOISEAU E PONTÉCOULANT. Effemeredi della cometa d'Halley Calcolate secondo i diversi elementi nell' occasione del ritorno ch'ella fara il Novembre 1835. 4to. Roma 1835.\n\nDAUBENY (C.) Narrative of an Excursion to the Lake Amsanctus and to Mount Vultur in Apulia in 1834. 8vo. Oxford 1835.\n\nDAUSSY (M.) Table des Positions géographiques des principaux lieux du Globe. (Extrait de la Connaissance des Temps de 1837.) 8vo. Paris 1837.\n\nSecond Mémoire sur les Marées des Côtes de France. (Extrait de la Connaissance des Temps de 1838.) 8vo. Paris 1836.\n\nDAVY (Sir H.) Elements of Agricultural Chemistry. 8vo. Lond. 1836.\n\nDAVY (J.) Memoirs of the Life of Sir Humphry Davy, Bart. 2 Vols. 8vo. Lond. 1836.\n\nDEMONVILLE (J.) Petit Cours d'Astronomie ou courte Exposition du vrai Système du Monde. 8vo. Paris 1835.\n\nDE MORGAN (A.) A Treatise on the Calculus of Functions. (extracted from the Encyclop. Metropol.) 4to. Lond. 1836. (Two copies.)\n\nMathematical Tracts; viz. Study of Mathematics, Differential and Integral Calculus, Elements of Spherical Trigonometry. 8vo. Lond. 1829–34.\n\nThe Elements of Arithmetic and Algebra. Third Edition. 8vo. Lond. 1835.\n\nDOVE (W. H.) Correspondirende Beobachtungen über die regelmässigen stündlichen Veränderungen und die Perturbationen der magnetischen Abweichung in mittleren und östlichen Europa mit einem Vorworte von Alex. von Humboldt. 12mo.\n\nDUJARDIN (F.) Recherches sur les Organismes Inférieurs. 8vo. Paris 1835. (Extrait des Annales des Sciences Naturelles.)\n\nDUMONT D'URVILLE (J. S. C.) Voyage sur la Corvette l'Astrolobe exécuté par ordre du Roi pendant les années 1826–29, 6 Vols. 8vo. 1830–33.\n\nEDWARDS (E.) A letter to Benjamin Hawes, Esq., M.P., being Strictures on the Minutes of Evidence taken before the select Committee on the British Museum. 8vo. Lond. 1836.\n\nEHRENBERG (C. G.) Beobachtung einer auffallenden, bisher unerkannten Structur des Seelenorgans bei Menschen und Thieren. 4to. Berlin 1831.\n\nEMBLETON (R.) Address delivered at the Fourth Anniversary of the Berwickshire Naturalists' Club in 1835. 8vo. Berwick 1836.\n\nENCHE (B.J. F.) Berliner Astronomisches Jahrbuch für 1836. 8vo. Berlin 1835.\n\nERMAIN (A.) Reise um die Erde durch Nord Asien und die beiden Oceans in den Jahren 1828–30. Zweite Abth. (Physikalische Beobach.) 8vo. Berlin 1835.\n\nFEATHERSTONHAUGH (G. W.) Geological Report of an Examination made in 1834, of the elevated country between the Missouri and Red River. 8vo. Washington 1835.\n\nFLOURENS (M. J. P.) Éloge Historique de Jean-Antoine Chaptal. 4to. Paris 1836.\nPRESENTS.\n\nFLOURENS (O.) Éloge Historique de G. Cuvier. 4to. Paris 1835.\n\nFORSTER (J.) Observations sur l’Influence des Comètes, adressées à M. Arago. 8vo. Aix-la-Chapelle 1836.\n\nGOLD (Col. C.) History of Halley’s Comet, with an account of its return in 1835. Translated from the French of G. de Pontécoulant. (Two copies.) 18mo. Lond. 1835.\n\nGRANVILLE (A. B.) The Royal Society in the 19th Century. 8vo. Lond. 1836.\n\nGraphic Illustrations of Abortion and the Diseases of Menstruation. 4to. Lond. 1833.\n\nGRAVES (J. T.) Abstract of a Memoir on the Theory of Experimental Functions. 8vo. Lond. [no date.]\n\nGRAY (J. E.) Various Tracts on Conchology. (From the Phil. Mag.) 8vo. Lond. (Various years.)\n\nHADLEY (J.) Biographical Account of, and of his brothers, G. and H. Hadley. 8vo. Lond. [no date.] (Extracted from the Nautical Magazine.)\n\nHALL (B.) Schloss Hainfeld, or a Winter in Lower Styria. 8vo. Lond. 1836.\n\nHALL (M.) Lectures on the Nervous System and its Diseases. 8vo. Lond. 1836.\n\nSyllabus of Lectures on the Diseases of the Nervous System. 8vo. Lond. 1835.\n\nHALPHEN (M.) Observations sur le Choléra-Morbus qui a régné à la Nouvelle Orléans en 1833 et 1834, faisant suite au Mémoire sur le Choléra-Morbus de 1832. 8vo. Paris 1835.\n\nHAMILTON (W. R.) Theory of Conjugate Functions or Algebraic Couples. 4to. Dublin 1835.\n\nHARE (R.) Experimental Observations and Improvements in Apparatus and Manipulation, with theoretical Suggestions respecting the Causes of Tornadoes, falling Stars, and the Aurora Borealis. 4to. Philadelphia 1836. (from the Transactions of the American Philosophical Society, Vol. V.)\n\nHARLAN (R.) Medical and Physical Researches, or original Memoirs in Medicine, Surgery, Physiology, Geology, Zoology, and Comparative Anatomy. 8vo. Philadelphia 1835.\n\nHATCHETT (C.) On the Spikenard of the Ancients. 4to. Lond. 1836.\n\nHAUGHTON (Sir G. G.) The Exposition of the Vedanta Philosophy. 8vo. Lond. 1836.\n\nHAUMONT (F. M.) L’Astronomie, Poëme didactique Latin, en huit livres, avec la traduction française en regard et des Notes. 8vo. Paris 1835.\n\nHENDERSON (T.) Mean declinations of 172 principal fixed Stars for January 1. 1833; from Observations made at the Observatory, Cape of Good Hope, in 1832–33. 4to. Edinb. 1835.\n\nHEULE (F. G. J.) Ueber Narcine eine neue Gattung electrischen Roehen nebst einem Synopsis der Electrischen Roehen. 4to. Berlin 1834.\n\nUeber die Gattung Branchiobdella und über die Deutung der inneren Geschlechtstheile bei den Anneliden und hermaphroditischen Schnecken. 8vo. Berlin 1835.\n\nHITCHCOCK (E.) Report on the Geology, Mineralogy, Botany, and Zoology of Massachusetts. 8vo. Amherst (U.S.) 1835. with Plates.\n\nJENYNS (I.) A Manual of British Vertebrate Animals, or Descriptions of all the Animals belonging to the classes Mammalia, Aves, Reptilia, Amphibia, and Pisces, which have been hitherto observed in the British Islands, including the domesticated, naturalised, and extirpated Species; the whole systematically arranged. 8vo. Cambridge 1835.\nJOHNSON (T.) A new Discovery whereby Longitude at free Sea is ascertained. 8vo. Paisley 1835.\n\nJOHNSON (M. J.) A Catalogue of 606 principal fixed Stars in the Southern Hemisphere, deduced from Observations made at St. Helena. 4to. Lond. 1835.\n\nJOURNALS, &c.\nAthenæum. July 1835 to June 1836. 4to. Lond. 1835–36.\nHorticultural Register. July 1835 to June 1836.\nLiterary Gazette. July 1835 to June 1836. 4to. Lond. 1835–36.\nLondon and Edinburgh Philosophical Magazine. July 1835 to June 1836. 8vo. Lond. 1835–36.\nNatuur en Scheikundig Archief Uitgegeven door G. J. Mulder en W. Wenckebach, Jahrgang 1836. Stuk I. III. and IV. 1837, I. and II. 8vo. Leyden 1836–37.\nNautical Magazine. July 1835 to June 1836. 8vo. Lond. 1835–36.\nNouveau Journal Asiatique. No. 86—89. 8vo. Paris 1835.\nRepertory of Patent Inventions. July 1835 to June 1836. 8vo. Lond. 1835 and 1836.\nTijdschrift voor Natuurlijke Geschiedenis en Physiologie Uitgegeven door J. van der Hoeven en W. H. de Vries. Vol. I.—IV. 8vo. Amsterdam 1834—1836.\nUnited Service Journal. July 1835 to June 1836. 8vo. Lond. 1835–36.\n\nKIRBY (W.) On the Power, Wisdom, and Goodness of God, as manifested in the Creation of Animals, and in their History, Habits, and Instincts. 2 Vols. 8vo. Lond. 1835.\n\nKISFALUDY (K.) Minden Munkál öszreszedte Toldy Ferencz. 10 Vols. 12mo. Budán 1831.\n\nKOPS (J.) en HALL (H. C. van) Flora Batava. Nos. 102—6. 4to. Amsterdam.\n\nLA PLACE (C. P. T.) Voyage autour du Monde par les Mers de l'Inde et de Chine, executé sur la Corvette de l'État La Favorite pendant les Années 1830–2. 4 Tom. 8vo. 1833–35.\n\nLARREY (D. J.) Notice sur l'Épidémie du Choléra-Morbus Indien qui à régné dans les Ports Méridionaux de la Mediterranée et dans toute la Provence pendans les mois de Juillet et Août 1835. 4to. Paris 1835.\n\nLHOTSKY (J.) A Journey from Sydney to the Australian Alps, undertaken in January and February 1834. 8vo. Sydney 1835. [5 Parts.]\n\nLOYD (H.) A Treatise on Light and Vision. 8vo. Lond. 1831.\n\n——— Report on the Progress and Present State of Physical Optics. 8vo. Lond. 1835.\n\n——— On the Phenomena presented by Light in its passage along the axes of Biaxal Crystals. 4to. Dublin 1833.\n\n——— On a New Case of Interference of the Rays of Light. 4to. Dublin 1834.\n\nLUBBOCK (J. W.) On the Theory of the Moon, and the Perturbations of the Planet. Part II. 8vo. Lond. 1836.\n\n——— An Elementary Treatise on the Computation of Eclipses and Occultations. 8vo. Lond. 1835. (Two copies.)\n\nLYELL (C.) and MURCHISON (R. L.) On the Excavation of Valleys as illustrated by the Volcanic Rocks of Central France. 8vo. Edinburgh.\n\n——— Sur les Dépôts lacustres-tertiaries du Cantal, et leurs Rapports avec les Roches Primordiales et Volcaniques. 8vo. Paris 1829.\nPRESENTS.\n\nLYELL (C.) Address delivered at the Anniversary Meeting of the Geological Society of London, 19th Feb. 1836. 8vo. Lond. 1836.\n\nMACEDO (J. J. da C. de) Additamentos à primeira parte da Memoria sobre es verdadeiras Epoças em que Principiará o as Nossas navegações e Descovrimentos no Oceano Atlantico. 4to. Lisboa 1835.\n\nMACILWAIN (G.) Remarks on the Unity of the Body with a view to Enlarging the Constitutional Treatment of Local Diseases. 8vo. Lond. 1836.\n\nMAPS, CHARTS, ENGRAVINGS, &c.\nAdmiralty Charts published during 1835.\n\nOrdnance Map. Sheet 63.\n\nOrdnance Survey. Sheet 52.\nPlan of the Parliamentary and Public Buildings adjacent to Westminster Hall, by J. C. Richardson, Architect.\n\nPortrait of Prof. Tiedemann.\n\nPortrait of G. B. Airy, Esq., M.A., F.R.S., drawn on stone by Wageman.\n\nPortrait of Sir J. W. F. Herschel, M.A., F.R.S.\n\nPrint from the Statue of the Right Hon. Sir Edward Hyde East, Bart.\n\nSix Views in the Zoological Gardens in the Regent's Park, drawn on stone by G. Scharf.\n\nMARTIN (T.) Character of Lord Bacon; his Life and Works. 18mo. Lond. 1835.\n\nMAYER (A. F. J. C.) Analecten für Vergleichende Anatomie. 4to. Bonn 1835.\n\nMONTLEVAULT (E. de) Lettre addressé à Sir J. Herschel sur la Cause de l'Aberration de la Lumière. 4to. Tours 1835.\n\n——— Lettre addressé à Sir J. Herschel sur la Cause de l'Aberration de la Lumière, et sur celles du retard et d'avance dans les Éclipses des Satellites de Jupiter. 4to. Tours 1835.\n\nMONTÉMONT (A.) Londres; Voyage contenant la Description de cette Capitale, &c. 8vo. Paris. [no date.]\n\nMÜLLER (J.) Vergleichende Anatomie der Myxinoiden, der Cyclostomen mit durchbohrtem Gaumen. Folio. Berlin 1835.\n\nMURCHISON (R. I.) On the Bituminous Schist and Fossil Fish of Seefeld in the Tyrol. 8vo. Lond. [no date.]\n\nAddress delivered at the Anniversary Meeting of the Geological Society of London on the 15th February, 1833. 8vo. Lond. 1833.\n\nMURCHISON (R. I.) and LYELL (C.) On the Tertiary Freshwater Formations of Aix in Provence, including the Coalfield of Fuveau. 8vo. Edinburgh 1829.\n\nNAGG (C.) Arithmetika számírás Különös jegyekkel. 8vo. Bees 1835.\n\nNAMIAS (G.) Memoria intorno a qualche Alterazione delle forze Vitale. 8vo. Venezia. [no date.]\n\nMemoria intorno alle Malfattie che dominarono a Venezia nell' ultimo Quadrimestre del 1835. (Estratta dal Giornale per servire ai Progressi della Patologia e della Materia Medica.) 8vo. Venezia 1836.\n\nConsiderazioni su l'Influenza della notomia Patologica nelle vicende della Medecina. 8vo. Venezia. [no date.]\n\nNECKER (L. A.) Le règne Minéral ramené aux Méthodes de l'Histoire Naturelle. 2 Vols. 8vo. Paris 1835.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Lords Commissioners of the Admiralty.\n\nMaster General of the Ordnance.\n\nThe Architect.\n\nMr. Schloss.\n\nJ. Crouch, Esq.\n\nRev. R. Sheepshanks.\n\nSir E. H. East, Bart.\n\nThe Artist.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\nNICOD (P. L. A.) Traité sur les Polypes et autres Carnosités du canal de l'urètre et de la vessie; avec les meilleurs moyens de les détruire sans danger. 8vo. Paris 1835.\n\nPARAVEY (M.) Dissertion abrégé des Noms Antiques. 8vo. Paris.\n\nPAVCKER (G.) Inhalts-ubersicht des Werkes über Maass, Gewicht, und Münze des Russeschen Reichs und seiner deutschen Ostseeländer. 8vo. St. Petersburgh 1832.\n\nPHILIP (A. P. W.) A Treatise on the more obscure Affections of the Brain, on which the Nature and Successful Treatment of many Chronic Diseases depend; being the Gulstonian Lectures delivered at the College of Physicians in May 1835. 12mo. Lond. 1835.\n\nPLANA (J.) Mémoire sur le mouvement d'un Pendule dans un milieu résistant. 4to. Turin 1835.\n\nPODERN (le Comte de) Considérations sur l'Homme en soi-même et dans ses Rapports. 2 Vols. 8vo.\n\nPOISSON (S. D.) Théorie Mathématique de la Chaleur. 4to. Paris 1835.\n\nQUETELET (A.) Aperçu de l'État actuel des Sciences Mathématiques chez les Belges. (From the Report of the British Association for 1835.) 8vo.\n\nANNALES de l'Observatoire de Bruxelles. Tom. I. prem. partie. 4to. Bruxelles 1834.\n\nRECORD COMMISSION.\n\nA Description of the Patent Rolls in the Tower of London, by T. D. Hardy, F.S.A. 8vo. Lond. 1835.\n\nProceedings and Ordinances of the Privy Council of England. Vol. V. 8vo. Lond. 1835.\n\nRotuli de Oblatis et Finibus in Turri Londinensi asservati Tempore Regis Johannis, accurante T. D. Hardy. 8vo. Lond. 1835.\n\nRotuli Litterarum Patentum in Turri Londinensi asservati, accurante T. D. Hardy. Vol. I. Part I. Folio. Lond. 1835.\n\nRENNIE (G.) Report on the Progress and Present State of our Knowledge of Hydraulics as a Branch of Engineering. 8vo. Lond. 1835.\n\nRICHARDSON (W.) A Catalogue of 7385 Stars made at Paramatta, New South Wales, in 1822-6. Printed by the Lords Commissioners of the Admiralty. 4to. Lond. 1835.\n\nRICHARDSON (R.) Extracts from the Literary and Scientific Correspondence of. Edited by Dawson Turner, Esq., F.R.S. 8vo. Yarmouth 1835.\n\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory at Oxford, from April 1835 to April 1836. Folio. MS.\n\nSome account of Halley's Astronomiae Cometice Synopsis. 8vo. Oxford 1835.\n\nRITCHIE (W.) Principles of the Differential and Integral Calculus familiarly Illustrated. 12mo. Lond. 1836.\n\nROSS (Sir J.) Appendix to a Narrative of a Second Voyage, &c. 4to. Lond. 1835.\n\nExplanation and Answer to Mr. J. Braithwaite's Supplement. 4to. Lond. 1835.\n\nROSSI (V. A.) Considerazioni intorno ad una Inferiata Riguardata come superficie ovvero la Conoidale di Wallis e le sue sezioni Piane. 8vo. Napoli 1835. (With a folio vol. of Plates.)\n\nSCHUMACHER (H. C.). Astronomische Nachrichten. Nos. 281—309. 4to. Altona 1834—5.\nPRESENTS.\n\nSCHUMACHER (H. C.) Jahrbuch für 1836 mit Beiträgen von Berzelius, Bessel, Gauss, Moser, Olbers, und Paucker. 12mo. Stuttgart und Tübingen 1836.\n\nDistances of the Sun and the four planets Venus, Mars, Jupiter, and Saturn from the Moon, with their Places for every Day in the Year 1836. Royal 8vo. Copenhagen 1835.\n\nSCHWERD (F. M.) Die Beugungs-Erscheinungen aus den Fundamentalgesetzen der Undulations Theorie. 4to. Mannheim 1835.\n\nSEDGWICK (A.) and MURCHISON (R. I.) A Sketch of the Structure of the Austrian Alps. 8vo. Lond.\n\nSOUBERBIELLE (M.) Recueil de Pièces sur la Lithotomie et la Lithotritie. 1826—1835. 8vo. Paris 1835.\n\nSPITTAL (R.) A Treatise on Auscultation, illustrated by Cases and Dissections. 8vo. Edinburgh 1830.\n\nSTAUNTON (Sir G. T.) Remarks on the British Relations with China. 8vo. Lond. 1836.\n\nSTRATFORD (W. S.) Ephemeris of Halley's Comet 1835–6. 8vo. Lond. 1835.\n\nSWART (J.) Verzameling van Sterre en Zeevaartkundige Tafeln; benevens eene uitroerge Verklaring en Aanwijzing van derzelver Gebruik in de Werkdadige Sterreen Zeevaartkunde ten Dienste der Zeelieden. 8vo. 3e druk. Amsterdam 1835.\n\nTATTAM (H.) Lexicon Egyptiaco-Latinum ex veteribus linguae Ægyptiacæ Monumentis. 8vo. Oxonii 1835.\n\nTEIGNMOUTH (Lord) Sketches of the Coasts and Islands of Scotland, and of the Isle of Man. 2 Vols. 8vo. Lond. 1836.\n\nTIEDEMANN (F.) Untersuchungen über das Nahrungs-Bedürfniss, den Nahrungs-Trieb und die Nahrungs-Mittel des Menschen. 8vo. Darmstadt 1836.\n\nTWINING (H.) Voyage en Norvège et en Suède; avec 18 Planches. 8vo. Paris 1836.\n\nURE (A.) The Philosophy of Manufactures, or an Exposition of the Scientific, Moral, and Commercial Economy of the Factory System of Great Britain. 12mo. Lond. 1835.\n\nThe Cotton Manufacture of Great Britain systematically investigated. 8vo. Lond. 1836.\n\nVALLEJO (J. M.) Compendio de Matemáticas puras y mistas. Tercera Edición. 2 Tom. 8vo. Madrid 1835.\n\nVIREY (J. J.) Philosophie de l'Histoire Naturelle, ou Phénomènes de l'Organisation des Animaux et des Végétaux. 8vo. Paris 1835.\n\nVIRLET (M. T.) Des Comètes en général et de la Formation de leurs queues. 18mo. Avesnes 1835.\n\nVÖRÖSMARTY Mihály Versci. 3 Vols. 12mo. Pesten 1833.\n\nWAGLER (J. Dr.) Naturliches System der Amphibien mit Vorangehender Classification der Saügethiere und Vögel. 8vo. München 1830. (With a folio of Plates.)\n\nWALLEN (W.) The History and Antiquities of the Round Church at Little Maplestead, Essex, formerly belonging to the Knights Hospitallers of St. John of Jerusalem. 8vo. Lond. 1836.\n\nWHEWELL (W.) Newton and Flamsteed. Remarks on an Article in No. 109 of the Quarterly Review by.\n\n, to which are added, Two Letters, occasioned by a Note in No. 110 of the Review.\n\nDONORS.\n\nThe Author.\n\nMr. C. Nagy.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWIX (S.) A Short Defence of the Doctrines, Discipline, Revenue, and Clergy of the Church of England. 8vo. Lond. 1835.\n\nWOOLHOUSE (W. S. B.) Tables of Continental, Lineal, and Square Measures. 8vo. Lond. 1836.\n\nDONORS.\n\nThe Author.\n\nFrom 17th November 1836, to 15th June 1837.\n\nPRESENTS.\n\nACADEMIES, &c.\n\nBerlin:—\n\nPreussische Academie der Wissenschaften: Abhandlungen, 1832–34. 4to. Berlin 1836.\n\nCartes Célestes pour savoir l'heure. 2 et 4; avec les Catalogues des Étoiles. Birmingham.—Philosophical Institution. Report of the Committee of Managers to the General Meeting, Oct. 1836. 8vo. Birmingham 1836.\n\nBritish Association.—Report of the Fifth Meeting, held at Dublin in 1835. 8vo. Lond. 1836.\n\nBrussels:\n\nAcadémie Royale des Sciences. Bulletin, 3.–12. 1836. 1.–2. 1837. 8vo. Bruxelles 1836–7.\n\nAnnuaire 3me Année. 18mo. Bruxelles.\n\nCalcutta:—\n\nAsiatic Society.—Journal, Nos. 49—52.\n\nAsiatic Researches, Vol. XIX. Part I. Vol. XX. Part I. 4to. Calcutta 1836.\n\nCambridge Philosophical Society. Transactions, Vol. VI. Part I. 4to. Cambridge 1837.\n\nCopenhagen.—Kongelige Danske Videnskabernes Selskars: Afhandlinge. Tom. I.–VI. 4to. København 1824–36.\n\nCornwall Polytechnic Society. Fourth Annual Report for 1836. 8vo.\n\nDublin:\n\nRoyal Irish Academy. Transactions, Vol. XVII. 4to. Dublin 1837.\n\nProceedings, Nos. 1. and 2. 8vo. Dublin 1837.\n\nEdinburgh:—\n\nRoyal Society. Proceedings, Nos. 8. and 9.\n\nTransactions, Vol. XIII. Part II. 4to. Edinb. 1836.\n\nReport of a Committee regarding a new Dioptric Light of the Isle of May. 4to. Edinb. 1837.\n\nGeneva.—Société de Physique et d'Histoire Naturelle. Mémoires, Tom. VII. Part II. 4to. Genève 1836.\n\nGlasgow and Clydesdale Statistical Society. Rules and Regulations. 8vo. Glasgow 1836.\n\nHaarlem.—Hollandsche Maatschappii der Weetenschappen. Mémoires, Tom. XIII.–XXIII. 8vo. Haarlem.\n\nLeeds Philosophical Society. Transactions, Vol. I. Part I. 8vo. Leeds 1837.\n\nLondon:—\n\nAntiquarian Society. Archæologia, Vol. XXVI. Part II. 4to. Lond. 1836.\n\nGeological Society. Transactions, Second Series, Vol. IV. Part II. 4to. Lond. 1836.\n\nMDXXXCCCVIII.\nPRESENTS.\n\nACADEMIES (continued.)\n\nLondon (continued):\n\nInstitute of British Architects. Transactions, Vol. I. Part I. 4to. Lond. 1836.\n\nInstitute of Civil Engineers. Transactions, Vol. I. 4to. Lond. 1836.\n\nLinnean Society. Transactions, Vol. XVII. Part III. 4to. Lond. 1836.\n\nRoyal Asiatic Society. Proceedings, 13th Annual Report. 8vo. Lond. 1836.\n\nJournal, No. 6.\n\nRoyal Astronomical Society. Memoirs, Vol. IX. 4to. Lond. 1836.\n\nRoyal Geographical Society. Journal, Vol. VI. Part II. Vol. VII. Part I. 8vo. Lond. 1836.\n\nSociety of Arts. List of Premiums for 1836–38. 8vo. Lond. 1836.\n\nTransactions, Vol. LI. Part I. 8vo. Lond. 1837.\n\nUnited Service Museum. Sixth Annual Report. 8vo. Lond. 1837.\n\nZoological Society. Transactions, Vol. II. Part I. 4to. Lond. 1836.\n\nMassachusetts.—Collections of the Historical Society. 8vo.\n\nMoscow:\n\nSociété Impériale des Naturalistes. Nouveaux Mémoires, Tom. IV. 4to. Moscow 1836.\n\nBulletin, Tom. IX. 8vo. Moscow 1836.\n\nNew York.—American Antiquarian Society. Transactions, Vol. II. 8vo.\n\nParis:\n\nAcadémie des Sciences. Mémoires, Tom. XIII. 4to. Paris 1836.\n\ndes Inscriptions et Belles Lettres. Mémoires, Tom. XII. 4to. Paris 1836.\n\nMémoires présentées par divers Savans, Tom. VI. 4to. Paris 1836.\n\nComptes rendus hebdomadaires, July 1836 to June 1837. 4to. Paris 1836–37.\n\nSociété Entomologique de France. Annales, Tom. V. 2, 3 et 4 trimestre. Tom. VI. I. trimestre 8vo. Paris 1836.\n\nSociété de Géographie. Bulletin, Tom. V. et VI. 2me Serie. 8vo. Paris 1836.\n\nSociété Géologique de France. Bulletin, Tom. VI., VII. et VIII. 8vo. Paris 1836–37.\n\nMémoires, Tom. II. Part I. et II. 4to. Paris 1837.\n\nPhiladelphia:\n\nReport of the Committee of the Franklin Institute.\n\nAmerican Philosophical Society. Transactions, Vol. V. Part III. 4to. Philadelphia 1836.\n\nSt. Petersburg:\n\nAcadémie Impériale des Sciences. Mémoires : Sciences Mathématiques et Physiques, Tom. I. Livr. III., Tom. II. Livr. I. et II.\n\nPolitiques, Tom. IV. Livr. I.—V.\n\nde divers Savans, Tom. III. Livr. I.—II. 4to. St. Petersburg 1836.\n\nRecueil des Actes de Dec. 1835. 4to. 1836.\n\nStockholm:\n\nSwenska Vetenskaps Academien: Handlingar för 1835. 8vo. Stockholm 1836.\nPRESENTS.\n\nACADEMIES (continued.)\n\nStockholm (continued):—\n\nArsberättelser om Vetenskapernas Framsteg 1834. 8vo. Stockholm 1836.\n\nToulouse.—Histoire et Mémoires de l'Académie des Sciences. Vol. III. et IV. Part I. 8vo. Toulouse 1834–35.\n\nAIRY (G. B.) Astronomical Observations made at the Observatory of Cambridge. Vol. VIII. for 1835. 4to. Cambridge 1836.\n\nANDERSON (J.) Sketch of the Comparative Anatomy of the Nervous System, with Remarks on its Development in the Human Embryo. 4to. Lond. 1837.\n\nANONYMOUS.\n\nAmerican Almanack and Repository of Useful Knowledge for 1837. 8vo. Philadelphia 1836.\n\nCase of Mr. N., presenting Disease in the Organ of Combativeness on the left Side. 8vo. Lond. 1836.\n\nCatalogue raisonné; or classified Arrangement of the Books in the Library of the Medical Society of Edinburgh. 8vo. Edinb. 1837.\n\nCatalogue of the Physiological Series of Comparative Anatomy in the Museum of the Royal College of Surgeons, Vol. III. Part II. 4to. Lond. 1836.\n\nConnoissance des Temps, 1839. 8vo. Paris 1837.\n\nCorrespondence between Academicus and Consalarius. 8vo. Edinb. 1836.\n\nHistoriae Patriae Monumenta; edita jussu Regis Caroli Alberti Chartarum. Tom. I. Folio. Auguste Taurinorum 1836.\n\nList of Additions made to the British Museum in the year 1834. 8vo. Lond. 1836.\n\nMeteorological Table extracted from the Register kept at Kinfauns Castle during the year 1836. (a card.)\n\nPharmacopeia Collegii Regalis Medicorum Londinensis. 8vo. Lond. 1836.\n\nRefutation of the Statement respecting the Charing-Cross Hospital; by the Special Committee of Enquiry. 4to. Lond. 1836.\n\nSouvenirs de l'Assemblée Générale tenue par la Société Linnéenne de Normandie à Bayeux le 4 Juin, 1835. 8vo. Caen 1835.\n\nThe Universal Time-piece, with a Plate.\n\nTide-Tables for the English and Irish Channels and River Thames for the year 1836. 8vo. Lond. 1836.\n\nBACHE (A. D.) A Series of Tracts on subjects in Natural Philosophy. (Various.) 8vo.\n\nOn the relative Horizontal Intensities of Terrestrial Magnetism at several places in the United States. 4to. 1836. (From the American Philosophical Society's Transactions, Vol. V.)\n\nNotes and Diagrams illustrative of the directions of the forces acting at and near the surface of the Earth, in different parts of the N. Brunswick Tornads, June 19. 1835. 4to. 1836. (From the Transactions of the American Philosophical Society, Vol. V. N. S.)\n\nNote of the Effect upon the Magnetic Needle of the Aurora Borealis, visible at Philadelphia 17th May 1833. 8vo. (From the Journal of the Franklin Institute, July 1835.)\n\nObservations on the Disturbance in the direction of the Horizontal Needle during the Aurora of July 10th, 1833. (From the Journal of the Franklin Institute.)\n\nNotice of Experiments on Electricity developed by Magnetism. 8vo. Philadelphia 1832. (From the Journal of the Franklin Institute.)\n\nDiagrams for illustrating a Register of the Direction of the Wind. 8vo. 1836. (From the Journal of the Franklin Institute, Vol. XVIII. 1836.)\n\nDONORS.\n\nThe Society.\n\nThe Academy.\n\nThe Author.\n\nThe Author.\n\nThe Amer. Phil. Society.\n\nThe Author.\n\nThe Society.\n\nThe College.\n\nBureau des Longitudes.\n\nThe Author.\n\nThe Sardinian Government.\n\nThe Trustees of the British Museum.\n\nLord Grey.\n\nThe College.\n\nThe Committee.\n\nThe Society.\n\nThe Author.\n\nThe Lords of the Admiralty.\n\nThe Author.\nPRESENTS.\n\nBACHE (A. D.) Question of Recurrence of Meteoric Display. 8vo. 1836. (From the Journal of the Franklin Institute, Vol. XVII.)\n\nBACHE (A. D.) and COURTENAY (E. H.) Observations to determine the Magnetic Dip at Baltimore, &c. 4to. 1836. (Extracted from the Transactions of the American Philosophical Society, Vol. V. N. S.)\n\nBAILY (F.) Supplement to the Account of the Rev. J. Flamsteed, the First Astronomer Royal. 4to. Lond. 1837.\n\nBARRETT (J.) Evangelium secundum Matthæum ex codice rescripto in Bib. Col. S. S. Trin. Dublin, 4to. Dublinii 1801.\n\nBEAMISH (N. L.) Inaugural Address delivered to the Cork Scientific and Literary Society, Nov. 1836. 8vo. Cork 1836.\n\nBENNETT (J. W.) The Cocoa-nut Tree, its Uses and Cultivation. 8vo. Lond. [no date.]\n\nBIDONE (G.) Expériences sur la Percussion des Veines d'Eau. 4to. Turin 1836.\n\n——— Recherches Expérimentales sur les Contractions partielles des Veines d'Eau. 4to. Turin 1836.\n\nBIOT (J. B.) Recherches sur l'Année vague des Égyptiens. 4to. Paris.\n\n——— An Account of the Life of the Rev. John Flamsteed. (Extract.) 8vo. Paris.\n\nBISHOP (J.) Experimental Researches into the Physiology of the Human Voice. 8vo. Lond. 1836.\n\nBRESCHET (G.) Recherches Anatomiques et Physiologiques sur l'organe de l'Ouie, et sur l'Audition dans l'Homme et les Animaux Vertébrés; avec l'histoire du Plexus Nerveux du Tympan, avec treize planches gravées. 2nde Edition. 4to. Paris 1836.\n\n——— Le Système Lymphatique. These présentée et soutenue à la Faculté de Médecine de Paris. Concours pour une chaire d'Anatomie. 4to. Paris 1836.\n\n——— Histoire Anatomique et Physiologique d'un organe de Nature Vasculaire découvert dans les Cétacés, suivie de quelques considérations sur la Respiration de ces Animaux et des Amphibiens. 4to. Paris 1836.\n\n——— Recherches Anatomiques et Physiologiques sur l'organe de l'Audition chez les Oiseaux. 8vo. Paris 1836.\n\n——— Recherches et Observations sur l'Anéurisme faux consécutif du Coeur et sur l'Anéurisme vrai des Artères. 4to. Paris 1827.\n\n——— Recherches Anatomico-Physiologiques et Chimiques sur la Matière Colorante du Placenta de quelques animaux. 4to. Paris 1830.\n\n——— Mémoire sur l'Ectopie de l'Appareil de la Circulation, et particulièrement sur celle du Coeur. 4to. Paris 1826.\n\n——— Mémoire sur un vice de Conformation Congéniale des Enveloppes du Coeur. 4to. Paris 1826.\n\n——— Observations et Réflexions sur des Tumeurs Sanguines et observation sur une Tumeur Anéurismale, &c. 4to. Paris 1827.\n\nBRESCHET (G.) et RASPAIL. Anatomie Microscopique des Flocons du Chorion de l'Oeuf Humain. 4to. [Paris 1827.]\n\nBRESCHET (G.) et ROUSSEL (de V.) Nouvelles Recherches sur la Structure de la Peau. 8vo. Paris 1835.\n\nBOSTOCK (J.) An Elementary System of Physiology. 8vo. Lond. 1836.\n\nBRONGNIART (A.) Theoretical Table of the most general European succession and disposition of the Strata and Rocks which compose the Crust of the Earth. A sheet coloured.\n\nDONORS.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nTrinity College Dublin.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\nBUCH (L. de) Description Physique des Iles Canaries, suivie d'une indication des principaux Volcanos du Globe, traduit de l'Allemand par C. Boulanger; revuë et augmentée par l'auteur; avec une Atlas de Planches. 8vo. Paris 1836.\n\nBUCKLAND (W.) On Geology and Mineralogy, &c. 2 Vols. 8vo. Lond. 1836.\n\nBURG (A.) Ueber de Stärke und Festigkeit der Materialen. 8vo. 1836.\n\nBURNET (J.) A Practical Treatise on Painting. 4to. Lond. 1827.\n\nBURT (T. S.) Miscellaneous Papers on Scientific Subjects. 8vo. Lond. 1837.\n\nObservations on the Curiosities of Nature, by the late William Burt, Esq. 8vo. Lond. 1836.\n\nCAUCHY (A. L.) Sur la Théorie de la Lumière. 8vo. (Lithographie.)\n\nCERQUERO (J. S.) Observaciones hechas en el Observatorio Real de San Fernando, en 1834 et 1835. Folio. San Fernando 1836 et 1837.\n\nCONNELL (A.) On the Action of Voltaic Electricity on Pyroxylic Acid and Solutions in Water, Alcohol, and Ether. 4to. Edinb. 1837.\n\nCOULSON (W.) On the Disease of the Hip Joint, with Plain and Coloured Plates. 4to. Lond. 1837.\n\nCURLING (T. B.) A Treatise on Tetanus, being the Essay for which the Jacksonian Prize for the year 1834 was awarded by the Royal College of Surgeons in London. 8vo. Lond. 1836.\n\nCURTIS (J. W.) A Treatise on the Physiology and Pathology of the Ear. 8vo. Lond. 1836.\n\nDAMOISEAU (Baron de) Tables Elliptiques des Satellites de Jupiter. The Author.\n\nDAVY (J.) Some Observations on Atmospheric Electricity. 4to. Edinburgh 1836. (From the Transactions of the Royal Society of Edinburgh.)\n\nDAUBENY (C.) Report of the Present State of our knowledge with respect to Mineral and Thermal Waters. 8vo. Lond. 1837.\n\nDAUSSY (P.) Table des Positions Géographiques des principaux lieux du Globe. 8vo. Paris 1836.\n\nSur l'Influence de la Pression Atmosphérique sur le niveau moyen de la Mer. (Extrait de la Connoissance du Temps, 1839.) 8vo. Paris 1837.\n\nDE LA RIVE (A.) Recherches sur la Cause de l'Électricité Voltaique. 4to. Genève 1836. (Extrait des Mémoires de la Société de Physique et d'Histoire Naturelle de Genève.)\n\nDE MORGAN (A.) An Explanation of the Gnomic Projection of the Sphere. The Author.\n\nDESPINE (C.) Bulletin des Eaux d'Aix-en-Savoie. 8vo. Annecy 1836.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1838. 8vo. Berlin 1836.\n\nESCHRICH (D. F.) und MÜLLER (J.) Ueber die arteriösen und venösen Wundernetze an der Leber des Thunfisches, und einen merkwürdigen Bau dieses Organs. Folio. Berlin 1836.\n\nESSEX (A.) Art of Painting in enamel. 8vo. Lond. 1837.\n\nFORBES (J. D.) Account of some Experiments made in different parts of Europe on Terrestrial Magnetic Intensity. 4to. Edinburgh 1837. (From the Transactions of the Royal Society of Edinburgh, Vol. XIV.)\n\nResearches on Heat. Second Series. 4to. Edinburgh 1836. (From the Transactions of the Royal Society of Edinburgh, Vol. XIII.)\n\nFORSTER (T.) Observations sur les Comètes. 8vo. Aix-la-Chapelle 1836.\n\nThe Author.\nPRESENTS.\n\nFITTON (W. H.) Observations on some of the Strata between the Chalk and Oxford-oolite in the South-east of England. 4to. Lond. 1837. (From the Fourth Volume of the Transactions of the Geological Society of London.)\n\nGEORGE (L. J.) Cours de Physique Générale appliquée aux Arts. 8vo. Nancy 1832–33.\n\nGLYNN (I.) Draining Land by Steam Power. 8vo. Lond. 1836.\n\nGORDON (A.) Observations addressed to those interested in either Railways or Turnpike Roads. 8vo. Lond. 1837.\n\nHALL (M.) An Extract from Prof. Müller on the Reflex Function of the Spinal Marrow. 8vo. Lond. 1836. (From the Lond. and Edinb. Phil. Mag.)\n\nHAMILTON (W. R.) Second Letter to the Earl of Elgin on the propriety of adopting the Greek Style of Architecture in the construction of the New Houses of Parliament. 8vo. Lond. 1836.\n\n——— Third Letter to the Earl of Elgin on the propriety of adopting the Greek Style of Architecture, in preference to the Gothic, in the construction of the New Houses of Parliament. Svo. Lond. 1837.\n\nHANSEN ( ) Ueber die Kesselssc'hen Chronometern. Svo. Altonæ 1836.\n\nHOOPER (S.) Observations on the Topography, Climate, and Prevalent Diseases of the Island of Jersey. 8vo. Lond. 1836.\n\nHOPE (F. W.) Description of the Buprestide in the collection of. Svo. Lond. 1836.\n\nINSTRUMENTS.\n\nKeraphonite invented by J. H. Curtis, Esq.\n\nJARDINE (Sir W.) An Address to the Members of the Berwickshire Naturalists' Club, delivered at the Anniversary Meeting held at Yelholm, 1836. 8vo. 1836.\n\nJOURNALS, &c.\n\nAnnals of Electricity, Magnetism; and Chemistry, and Guardian of Experimental Science; conducted by William Sturgeon. Nos. 1.—6. 8vo. Lond. 1836–37.\n\nAnnales des Mines. Vol. VI. 1835. July 1836 to June 1837. 8vo. Paris 1835–37.\n\nThe Athenæum. July 1836 to June 1837. 4to. Lond. 1836–37.\n\nHorticultural Register. July 1836 to June 1837. 8vo. Lond. 1836–37.\n\nLiterary Gazette. July 1836 to June 1837. 4to. Lond. 1836–37.\n\nLondon and Edinburgh Philosophical Magazine. July 1836 to June 1837. Svo. Lond. 1836–37.\n\nMagazine of Popular Science. Vols. I. and II. and to June. 1837. Svo. Lond. 1837.\n\nMining Review and Journal of Geology, Mineralogy and Metallurgy; conducted by Henry English, Nos. 8, 9 and 10. New Series. 8vo. Lond. 1837.\n\nNautical Magazine, July 1836 to June 1837. 8vo. Lond. 1836–37.\n\nRepertory of Patent Inventions, July 1836 to June 1837. 8vo. Lond. 1836–37.\n\nScientific Memoirs, selected from the Transactions of Foreign Academies of Science and learned Societies, and from Foreign Journals; edited by Richard Taylor. Part I. Vol. I. Svo. Lond. 1836.\n\nTijdschrift voor Natuurlijke Geschiedenis en Physiologie uitgegeven door I. van der Hoeven en W. H. de Vriesre, Vol. III. Part I. 8vo. Amsterdam 1836.\n\nUnited Service Journal, July 1836 to June 1837. 8vo. Lond. 1836–37.\n\nKATZMAN (C.) A Discovery in Medicine, namely a Discovery of the Diseases of the Arteries. (A MS. paper.)\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJohn Harrison Curtis, Esq.\n\nThe Editor.\n\nÉcole des Mines.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editors.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nC. Katzman, Esq., of Nova Scotia.\nPRESENTS.\n\nKERCKHOVE (J. R. L. de) Histoire des Maladies observées à la Grande Armée Française pendant les Campagnes de Russie en 1812, et d'Allemagne en 1813. 8vo. Anvers 1836.\n\nKOPS (J.) en HALL (H. C. van.) Flora Batava afbeelding en beschrijving van Nederlandsche Gewassen. Nos. 107-109. 4to. Amsterdam.\n\nLALLEMAND ( ) Observation sur une Tumeur Anévrismale accompagnée d'une circonstance insolite; suivie d'observations et de réflexions sur des Tumeurs Sanguines, d'un caractère équivoque qui paraissent être des au éurismes des Artères des Os, par G. Breschet. 4to. Paris 1827.\n\nLAURENT et BAZIN. Annales Française et Étrangères d'Anatomie et de Physiologie. 8vo. Paris 1837.\n\nLEA (I.) A Synopsis of the Family of the Naïades. 8vo. Philadelphia 1836.\n\nLITROW (J. J. von.) Annalen der K. K. Sternwarte in Wien. Tom. XV. et XVI. Folio. Vienna 1835-36.\n\nLOYD (H.), SABINE (E.) and ROSS (J.C.) Observations on the Directions and Intensity of the Terrestrial Magnetic Force in Ireland. 8vo. Lond. 1836. (From the Report of the British Association, 1835.)\n\nLOYD (H.) Further development of a Method of observing the Dip and the Magnetic Intensity at the same time. 4to. Dublin 1836.\n\nLYELL (C.) Address delivered at the Anniversary Meeting of the Geological Society in February 1837. 8vo. Lond. 1837.\n\nMAGENDIE (F.) Leçons sur les Phénomènes Physiques de la Vie. 8vo. Paris 1836.\n\nMAPS AND CHARTS, &c.\n\nCarte de la Lune, par G. Baer et J. H. Maedler.\n\nCharts in continuation, and Tide Tables for the English and Irish Channels.\n\nFac Simile of an original Drawing of Designs for the Armorial Ensigns, &c. of the Royal Society, by J. Evelyn, Esq. 4to.\n\nIndian Atlas, Sheets in continuation.\n\nMaps and Charts in continuation of the French Admiralty.\n\nOrdnance Survey, Sheets 51, 59 and 60.\n\nPlan of a tessellated Pavement discovered at Bishopstone, in the County of Hereford, in 1812.\n\nRepresentation of the Monument in the Church of Badger, Shropshire, to the Memory of J. H. Brown, Esq.\n\nThe Stars, in six Maps, laid down according to the Gnomic Projection. Edited by J. W. Lubbock, Esq.\n\nViews of the Ancient and Modern Hindû and Musulman Architecture, taken in 1832 and 1833, by an Officer of the Bengal Military Service.\n\nWilkinson's Survey of Thebes and the Pyramids.\n\nMARSH (J.) Separation of Arsenic. 8vo. Lond. (From the Transactions of the Society of Arts, Vol. LL.)\n\nMEIBOMIUS (M.) Antiquae Musicæ Auctores Septem. 4to. Amstelod. 1652.\n\nMILLARD (J.) A Letter to the Right Hon. Thomas Spring Rice, M.P., Chancellor of His Majesty's Exchequer, containing a Plan for the better Management of the British Museum. 8vo. Lond. 1836.\n\nMONNIER (P.) Les Courants de la Manche. 8vo. Paris 1835.\n\nMOSSOTTI (O. F.) Sur les Forces qui régissent la Constitution intérieure des Corps. 4to. Turin 1836.\n\nDONORS.\n\nThe Editor.\n\nHis Majesty the King of the Netherlands.\n\nMons. Breschet.\n\nThe Editors.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nG. B. Airy, Esq.\n\nThe Lords of the Admiralty.\n\nMr. Smith.\n\nThe East India Company.\n\nDépôt de la Marine.\n\nThe Board of Ordnance.\n\nMr. A. Friedel.\n\nA relative.\n\nJ.W. Lubbock, Esq., Tr.R.S.\n\nMajor T. Seymour Burt, F.R.S.\n\nThe Author.\n\nThe Author.\n\nR. Twinning, Esq.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nMÜLLER (J.) Untersuchungen über die Physiologie der Stimme und Sprache. 8vo. Berlin 1837.\nNAGY (C.) Elemi Algebra. 8vo. Bécs 1837.\nNAMIAS (G.) Osservazioni intorno alle Malattie reumatiche ed artritiche. 8vo. Venezia 1834.\nOSIO (T.) L'Armonia del nudo parlari. 8vo. Milano 1637.\nPASLEY (T. H.) A theory of Natural Philosophy on Mechanical Principles divested of all immaterial Chymical Properties, showing, for the first time, the physical Cause of Continuous Motion. 8vo. Lond. 1836.\nPETTIGREW (T. J.) Address to the Governors and Subscribers of the Charing-Cross Hospital. 8vo. Lond. 1836.\nPITTAKY'S (K. S.) L'Ancienne Athènes, ou la Description des Antiquités d'Athènes et de ses Environs. 8vo. Athènes 1835.\nPORTER (G. R.) The Progress of the Nation in its Social and Economical Relations. Sections 1, and 2. Population and Production. 12mo. Lond. 1836.\nPOWELL (B.) Observations for determining the Refractive Indices. 8vo. Oxford 1836.\nPRONY (le Baron de.) Notice Biographique de Mon. Navier. 8vo. Paris 1837.\n—— Nouveau système de Barrage à portes tournantes et équilibrées autour d'axes verticaux. 8vo. Paris 1836.\nPTOLEMÆI (C.) Harmonicorum Lib. III. J. Wallis edidit. 4to. Oxonii 1682.\n\nRECORD COMMISSION.\nThe Ancient Calendars and Inventories of the Treasury of His Majesty's Exchequer. Vol. I. 8vo. Lond. 1836.\nExcerpta è rotulis finium, cura C. Roberts. Vol. II. 8vo. Lond. 1836.\n\nProceedings and Ordinances of the Privy Council of England, Vol. VI. edited by Sir H. Nicholas.\nReports and Proceedings of the House of Commons for the years 1833-1836. Folio.\n\nREYNOLDS (J. N.) Address on the Subject of a Surveying and Exploring Expedition to the Pacific Ocean and South Seas.\nREZENDE (Marquis de.) Elogio Historico de Don Pedro. 8vo. Lisboa 1837.\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory, from April 1836 to April 1837. Folio. MS.\n\nMean Heights of the Barometer and Thermometer, with the fall of Rain at the Observatory, Oxford, during each month of the years 1828-36.\nROZET ( ) Résumé des Travaux de la Société Géologique de France, et des Progrès de la Géologie en France. 8vo. Paris 1837.\nSCHUMACHER (H. C.) Astronomische Nachrichten, Nos. 309-27. 4to. Altona 1836-37.\nSCORTEGAGNA (F. O.) Sulla formazione Geologica della Colina detta la Favorita presso Lonigo. 8vo. Verona 1836.\nSELYS-LONGCHAMPS (E. de.) Essai Monographique sur les Campagnols des Environs de Liège. 8vo. Liège 1836.\nSIGMOND (G. G.) Letter to Benjamin Golding, M D., Director of the Charing-Cross Hospital. 8vo. Lond. 1836.\nSMITH (A.) Report of the Expedition for exploring Central Africa from the Cape of Good Hope, June 23. 1834.\n\nDONORS.\nThe Author.\nThe Author.\nThe Author.\nR. Twining, Esq.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Right Hon. the Speaker of the House of Commons.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nSir J. F. W. Herschel, F.R.S.\nPRESENTS.\n\nSMYTH (W. H.) Observations on Halley's Comet. 4to. Lond. 1836.\nSOANE (J.) Description of the House and Museum on the north side of Lincoln's Inn Fields. 4to. Lond. 1835.\nSOLLY (S.) The Human Brain, its Configuration, Structure, Development, and Physiology, illustrated by References to the Nervous System in the lower orders of Animals. With twelve Plates. 8vo. Lond. 1836.\nSPECIMEN of Turks Island Salt, with a Stand and Glass Case.\nSTANHOPE (Earl.) Address to the Medico-Botanical Society for the Anniversary Meeting, January 16th, 1836. 8vo. Lond. 1836.\nSUERMAN (A. C. W.) Dissertatio de Calore Fluidorum Elasticorum specifico. 4to. Trajecti ad Rhenem 1836.\nVELPEAU (M.) Appréciat des Découvertes Anatomiques du Dr. Alexander Thomson. 8vo. Paris. [no date.]\nWAGNER (R.) Prodromus historice Generationis Hominis atque Animalium. Folio. Lipsiae 1836.\nWATERTON (C.) An ornithological letter to William Swainson, Esq., F.R.S., &c. 8vo. Wakefield 1837.\nWHEWELL (W.) History of the Inductive Sciences from the earliest to the present time, 3 Vols. 8vo. Lond. 1837.\nWILLICH (C. M.) Tithe Commutation Tables. 8vo. Lond. 1837.\nYARRELL (W.) A History of British Fishes, 2 Vols. 8vo. Lond. 1836.\nYELLOLY (J.) Observations for the Relief of the Sick Poor. 8vo. Lond. 1837.\nSecond Edition, 1837.\n\nDONORS.\n\nThe Author.\nThe Author.\nThe Author.\nLord Glenelg.\nThe Author.\nThe Author.\nThe Academy of Munich.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Society.\nThe Association.\nThe Academy.\nThe Academy.\nThe Academy.\nThe Society.\nNorth Ludlow Beamish, Esq. F.R.S.\nThe Society.\n\nFrom 16th November 1837 to June 21st 1838.\n\nACADEMIES, &c.\n\nAmsterdam:\nKoninklijk-Nederlandsche Instituut. Nieuwe Verhandelingen. Eerste Klasse. Vol. VI. 4to. Amsterdam 1837.\nCommentationes Latinae tertiae Classis, Vol. VI. 4to. Amsterdam 1836.\n\nBengal.—Asiatic Society. Journal, Nos. 61 to 72. 8vo. Calcutta 1837.\n\nBritish Association. The Sixth Report of. 8vo. Lond. 1837.\n\nBruxelles:\nAcadémie Royale des Sciences et Belles Lettres. Bulletin, Nos. 5–9. 8vo. Bruxelles 1837.\nMémoires Couronnés. Tom. X. et XI. 4to. Bruxelles 1837.\nProgrammedes Questions proposées pour le Concours de 1838. 4to.\n\nCork:\nScientific and Literary Society. Proceedings for the Session 1836–37. 8vo. Cork.\nAddress by the President for the same.\n\nCambridge Philosophical Society. Transactions, Vol. VI. Parts I. and II. 4to. Cambridge 1836.\n\nMDCCCXXXVIII.\nPRESENTS.\n\nACADEMIES, continued.\n\nCornwall.—Royal Polytechnic Society. The Fifth Annual Report. 8vo. The Society.\n\nFalmouth 1837.\n\nDublin:\n\nGeological Society. Journal, Vol. I. Parts II. and III. 8vo. Dublin 1837. The Society.\n\nRoyal Irish Academy. Transactions, Vol. XVIII. Part I. 4to. Dublin 1838.\n\nProceedings, Nos. 1—11. 8vo. Dublin 1838. The Academy.\n\nFranklin Institute. Journal, Vols. XV.—XX. 8vo. Philadelphia 1835—37. The Institute.\n\nReport of the Strength of Materials for Steam Boilers, Part II. (two copies) 8vo. Philadelphia 1837.\n\nGenève.—Société de Physique et d'Histoire Naturelle. Mémoires, Tom. VIII. 1ère Partie. 4to. Genève 1838.\n\nLeeds:\n\nPhilosophical and Literary Society. Seventeenth Report. 8vo. Leeds 1837.\n\nTransactions, Vol. I. Part I. 8vo. Lond. 1837.\n\nLondon:\n\nAntiquarian Society. Archaeologia, Vol. XXVII. Part I. 4to. Lond. 1838. The Society.\n\nEntomological Society. Transactions, Vol. I Part 2. 8vo. Lond. 1837. The Society.\n\nGeological Society. Proceedings, Nos. 52—56. 8vo. Lond. 1838. The Society.\n\nTransactions, Vol. V. 4to. Lond. 1838.\n\nInstitution of Civil Engineers. Abstracts of Papers for the Session of 1837. 8vo. Lond. 1837.\n\nCatalogue and Regulations. 8vo. Lond. 1837.\n\nLinnean Society. Transactions, Vol. XVII. 4to. Lond. 1837. The Society.\n\nMedico-Botanical Society. Address of Earl Stanhope, President for the Anniversary Meeting, 1837. 8vo. Lond. 1837. The Society.\n\nNumismatic Society. Proceedings for 1836—37. 8vo. Lond. 1837. The Society.\n\nRoyal Asiatic Society of Great Britain. Journal, Nos. 7 and 8. 8vo. Lond. 1837.\n\nRoyal Asiatic Society of Great Britain and Ireland. Proceedings from April to August 1837. 8vo. Lond. 1837.\n\nRoyal Geographical Society. Journal, Vols. VII. and VIII. 8vo. Lond. 1838.\n\nRoyal Society of Literature. Transactions, Vol. III. Part I. 4to. Lond. 1837. The Society.\n\nSociety of Arts. Transactions, Vol. LI. Part II. 8vo. Lond. 1838. The Society.\n\nStatistical Society. Journal, Nos. 1 and 2. 8vo. Lond. 1838.\n\nUnited Service Museum. Catalogue of Library, Model-room, and of Minerals. 8vo. Lond. 1837.\n\nZoological Society. Proceedings, January 1837. 8vo. Lond.\n\nMadras.—Journal of Literature and Science. Nos. 15 to 17. 8vo. Madras 1837.\n\nMunich.—Abhandlungen der Akademie der Wissenschaften. Erster Band. 4to. München 1832.\n\nParis:\n\nAcadémie des Sciences. Comptes Rendus. Tomes IV.—VI. 4to. Paris 1837—38. The Academy.\n\nAcadémie Royale des Sciences. Mémoires Morales et Politiques de l'Institut de France. Tom. I. (2me Série.) 4to. Paris 1837. The Academy.\n\nSociété Cuvierienne. Revue Zoologique, No. 1. 8vo. Paris 1838. The Society.\n\nSociété de Géographie. Bulletin, Tom. VII. et VIII. 8vo. Paris 1837. The Society.\nPRESENTS.\n\nSociété de Géographie. Recueil de Voyages et de Mémoires, Tom. V. 4to. Paris 1836. The Society.\n\nSociété Entomologique de France. Annales, Tom. VI. 8vo. Paris 1837. The Society.\n\nSociété Européenne des Échanges de tous objets d'Art, Science et Curiosités. Acte constitutif. 4to. Paris. The Society.\n\nSociété Géologique de France. Bulletin, Tom. VIII. et IX. 8vo. Paris 1838. The Society.\n\nSociété Géologique de France. Mémoires, Tom. I. 1er et 2me partie. 4to. Paris 1834. The Society.\n\nPetersburgh (St.):\n\nMémoires de l'Académie Impériale des Sciences de St. Petersburgh. 6me Série. Première partie : Sciences Mathématiques et Physiques, Tom. I. Liv. 4. The Academy.\n\n——— Seconde partie : Sciences Naturelles, Tom. II. Liv. 3.\n\n——— Troisième partie : Sciences Politiques, Histoire, Philologie, Tom. III. Liv. 6. et Tom. IV. Liv. 1 et 2.\n\n——— Par divers Savans, Tom. III. Liv. 1 et 2.\n\n——— Recueil des Actes : Tenue le 30 December 1836. 4to. St. Petersburgh 1836–37.\n\nPhiladelphia:\n\nAcademy of Natural Sciences. Act of Incorporation and By-Laws; with a Catalogue of their Library. 8vo. Philadelphia 1836–37. The Academy.\n\nAmerican Philosophical Society. Transactions, Vol. V. Part III. N.S. 4to. Philadelphia 1837. The Society.\n\nHistorical and Literary Committee. Transactions, Vol. II. 8vo. Philadelphia 1838. The Society.\n\nQuebec.—Literary and Historical Society. Transactions, Vol. III. Parts III. and IV. 8vo. Quebec 1837. The Society.\n\nRotterdam.—Bataafsch Genootschap. Nieuwe Verhandelingen, Tom. VIII. Part I. 4to. Rotterdam 1836. The Society.\n\nSouth African Literary and Philosophical Institution. Report of the Meteorological Committee. 8vo. Cape Town 1836. The Committee.\n\nYorkshire Philosophical Society. Annual Report for 1837. 8vo. York 1838. The Society.\n\nAGNEW (H. C.) A Letter from Alexandria on the Evidence of the practical application of the Quadrature of the Circle. 4to. Lond. 1838. The Author.\n\nAINSWORTH (W.) Researches in Assyria, Babylonia, and Chaldæa; forming part of the labours of the Euphrates Expedition. 8vo. Lond. 1838. The Author.\n\nAKERMAN (J. Y.) The Stone-worship of the Ancients, illustrated by their Coins. Folio. Lond. 1838. The Author.\n\nALMANACS.\n\nThe American Almanac for 1838. 8vo. Boston. The American Philosophical Society.\n\nThe Nautical Almanac for 1839. (two copies.) 8vo. Lond. 1837. The Lords Commissioners of the Admiralty.\n\n——— for 1840. 8vo. Lond. 1837.\n\n——— for 1841. 8vo. Lond. 1838.\n\n——— Supplement to, for 1837. 8vo. Lond. 1836.\n\nANONYMOUS.\n\nDirections for collecting Zoological, Geological, Mineralogical, and Botanical Specimens. 8vo. Lond. 1838. John George Children, Esq.\n\nFirst Report of the Committee of the Acton National and Infant School. 12mo. Acton 1838. The Committee.\nPRESENTS.\n\nANONYMOUS, continued.\nFrench Light-Houses; translated from the 'Description sommaire des Phases et Fanaux,' &c. 8vo. Lond.\nTide Tables for the English and Irish Channels and River Thames, for 1837. 8vo. Lond. 1837.\n\nATHENÆUM CLUB. Rules and Regulations, with a List of the Members. 12mo. Lond. 1838.\n\nBABBAE (C.) The Ninth Bridgewater Treatise; a fragment. Second Edition. 8vo. Lond. 1838.\n\nBAIRD (J.) Address to the Members of the Berwickshire Naturalist's Club, held 20th September, 1837. 8vo.\n\nBARLOW (H. C.) A Dissertation on the Causes and Effects of Disease, considered in reference to the Moral Constitution of Man. 8vo. Edinb. 1837.\n\nBATEMAN (J.) The Orchidaceæ of Mexico and Guatemala. Parts 1 and 2. Fol. Lond.\n\nBAYFIELD (H. W.) Sailing Directions for the Gulf and River of St. Lawrence. 8vo. Lond. 1837.\n\nBEAMISH (N. L.) Address to the Cork Scientific and Literary Society; delivered at the close of the Session 1836–7. 12mo. Cork 1837.\n\nHistory of the King's German Legion. Vol. II. 8vo. Lond. 1837.\n\nBELL (T.) A History of British Quadrupeds, including the Cetacea. 8vo. Lond. 1837.\n\nBESSEL (F. W.) A Plate of the appearances of Halley's Comet. Bestimmung der Länge des einfachen Secunden-pendels für Berlin. 4to. Berlin 1837.\n\nBRUSCHETTI (G.) Sulla Nuova Teoria del Moto delle Acque. Memoria. 4to. Milano 1829.\n\nBUCKLAND (W.) Plates to Bridgewater Treatise. (For private distribution.) 4to. Lond. 1836.\n\nBURN (J. I.) Familiar Letters on Population, Emigration, and Home Colonization; to which are now added some introductory Letters on Labour, &c. Second Edition. 12mo. Lond. 1838.\n\nBURNS (J.) A Sketch of the History of Knights Templars. 4to. Edinburgh 1837.\n\nCAMPANARI (S.) Antichi Vasi dipinti della Collezione Feoli. 8vo. Roma.\n\nCANN (L. R. le) Études Chimiques sur le Sang Humain. 4to. Paris 1837.\n\nCARLISLE (N.) A Memoir of the Life and Works of William Wyon, Esq., A.R.A., chief engraver of the Royal Mint. 8vo. Lond. 1837.\n\nCASTRO E SONSA (A. D. de) Descripção do Real Mosteiro de Belem. 8vo. Lisboa 1837.\n\nCHALLIS (J.) Astronomical Observations made at the Observatory of Cambridge. Vol. IX. 4to. Cambridge 1837.\n\nCHEVREUL (M.) Recherches Chimiques sur la Teinture. 4to. Paris 1837.\n\nCOCKER (E.) Arithmetick; being a plain and familiar method, suitable to the meanest capacity. Thirty-seventh Edition. 12mo. Lond. 1720.\n\nEnglish Dictionary. Second Edition. 12mo. Lond. 1715.\n\nCOOPER (D.) Supplement to the Flora Metropolitana. 12mo. Lond. 1837.\n\nCOSTA (M. A.) Saggi sull' Aërostatica e sull' Aéronautica. 8vo. Napoli 1837.\n\nCOX (E.) Catalogue. 8vo. Lond. 1838.\n\nDONORS.\n\nThe Lords Commissioners of the Admiralty.\n\nThe Committee.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Publisher.\nPRESENTS.\n\nDAVIS (J. F.) La Chine, ou description générale de l'Empire Chinois. Traduit de l'Anglais. 2 Tomes. 8vo. Paris 1837. The Author.\n\nDEMONVILLE (M.) Vrai Système du Monde. 8vo. Paris 1837. The Author.\n\nDESJARDINS (H. J.) Notice Historique sur Charles Telfair, Esq. 8vo. Port-Louis, Ile Maurice 1836. The Author.\n\nDESPINE (C.) Bulletin des Eaux d'Aix en Savoie. 8vo. Annecy 1836. The Author.\n\nDOVE (H. W.) Meteorologische Untersuchungen. 8vo. Berlin 1837. The Author.\n\nEARL (G. W.) Sailing Directions for the Arafura Sea. 8vo. Lond. 1837. The Lords Commissioners of the Admiralty.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1839. 8vo. Berlin 1837. The Author.\n\nFALRET (M.) Observations sur le Projet de Loi relatif aux Aliènes. 8vo. Paris 1837. The Author.\n\nFLOURENS (M.) Éloges Historiques de R. L. Desfontaines et de J. Julien de Labilliardière. 4to. Paris 1837. The Author.\n\nFORBES (J. D.) Researches on Heat. Third Series. (From the Transactions of the Royal Society of Edinburgh, Vol. XIV. 4to. Edinburgh 1838. The Author.\n\nFORBES, D.D. (J.) The Theory of the Differential and Integral Calculus. 8vo. Glasgow 1837. The Author.\n\nFORSTER (T.) Beobachtungen über den Einfluss des Luftdrucks. 8vo. 1835. The Author.\n\n__________ Observations sur l'Influence des Comètes. 8vo. Aix-la-Chapelle 1836. The Author.\n\nFOX (R. W.) Observations on Mineral Veins. 8vo. Falmouth 1837. The Author.\n\nGÖPPERT (H. R.) De Floribus in statu Fossili. 4to. Vratislaviae 1837. The Author.\n\nGRAINGER (R. D.) Observations on the Structure and Functions of the Spinal Cord. 8vo. Lond. 1837. The Author.\n\nGRAY (J. E.) A Synoptical Catalogue of the Species of certain Tribes or Genera of Shells contained in the Collection of the British Museum and the Author's Cabinet. 8vo. Lond. 1837. (From Vol. I. of Loudon's Magazine of Natural History.)\n\n__________ On a New Genus of Land Shells. (From the same.) Lord Gray.\n\nGRAY (Lord). Meteorological Table kept at Kinfauns Castle, for 1837. (A Card.)\n\nGROOMBRIDGE (S.) Catalogue of Circumpolar Stars deduced from the observations of Stephen Groombridge, Esq., F.R.S.; edited by G. Biddell Airy, Esq., M.A., A.R. 4to. Lond. 1838. The Lords Commissioners of the Admiralty.\n\nGWILT (Joseph and John). Project for a National Gallery, on the site of Trafalgar-square, Charing-cross. 8vo. Lond. 1838. The Authors.\n\nHALL (M.) Memoirs on the Nervous System. 4to. Lond. 1837. The Author.\n\n__________ On the Nervous System. 12mo. Lond. 1838. ________\n\nHALL (S.) Suggestions for the Classification of the Library now collecting at the Athenæum. 8vo. Lond. 1838. The Author.\n\nHALLIWELL (J. O.) A Brief Account of the Life, Writings, and Inventions of Sir Samuel Morland. 8vo. Cambridge 1838. The Author.\n\nHANSEN (P. A.) Fundamenta Nova Investigationis orbitæ verae quam Luna perlustrat. 4to. Gothæ 1838. The Author.\n\nHARKNESS (H.) Ancient and Modern Alphabets of the Popular Hindu Languages of the Southern Peninsula of India. 4to. Lond. 1837. The Author.\n\nHARRIS (Capt.) Sketch of the Emigration of the Border Colonists; with a Map of Africa. 8vo. Dr. James Burnes, F.R.S.\n\nHASSLER (F. R.) Coast Survey, and Weights and Measures, No. 14. 8vo. 1837. The Author.\nPRESENTS.\n\nHASSLER (F. R.) Comparison of Weights and Measures of Length and Capacity. 8vo. Washington 1832.\n\nDocuments relating to the construction of uniform standards of Weights and Measures for the United States. 8vo. New York 1836.\n\nPrincipal Documents relating to the Survey of the Coast of the United States since 1816. 3 Vols. 8vo. New York 1834–36.\n\nHAWKINS (B.) Germany; the spirit of her History, Literature, Social Condition, and National Economy. 8vo. Lond. 1838.\n\nHEINROTH (J. C. A.) On Education and Self-formation. (From the German.) 12mo. Lond. 1838.\n\nHENDERSON (T.) Astronomical Observations made at the Royal Observatory, Edinburgh. Vol. I. 4to. Edinburgh 1838.\n\nHOEVEN (J. van der) en VRIESE (W. H. de) Tijdschrift voor Natuurlijke Geschiedenis en Physiologie. Vol. III. Part IV. Vol. IV. Parts I.—IV. 8vo. Amsterdam.\n\nHOGG (J.) Notice of two Roman Inscriptions relative to the Conquest of Britain by the Emperor Claudius Caesar. 4to. Lond. 1837. (From the Transactions of the Royal Society of Literature, Vol. III.)\n\nHOLTZAPFFEL (C.) A new system of Scales of Equal Parts, applicable to various purposes of Engineering, Architectural and General Science. 8vo. Lond. 1838.\n\nHOPE (Rev. F. W.) The Coleopterist's Manual, containing the Lamellicorn Insects of Linnaeus and Fabricius. 8vo. Lond. 1837.\n\nHOWARD (L.) Seven Lectures on Meteorology. 12mo. Pontefract 1837.\n\nHUTCHINSON (G.) Essays on unexplained Phenomena; containing new views regarding the cause of centrifugal force in Planetary Motion; the radiation of Caloric; and the central heat of the Earth. 12mo. Glasgow 1838.\n\nINNES (G.) Meteorological Observations for 1837, made at Aberdeen. 12mo. Aberdeen.\n\nTide Tables for 1838: showing the times of High Water at Aberdeen, Dundee, Leith, and London. 12mo. Aberdeen.\n\nJONNES (A. M. de) Statistique de la Grande-Bretagne et de l'Irlande; avec une carte. 2 Tomes. Paris 1837.\n\nJOURNALS.\n\nAnnales des Mines. Tom. X.—XII. 8vo. Paris 1836–37.\n\nAnnals of Electricity, Magnetism, and Chemistry; and Guardian of Experimental Science: conducted by William Sturgeon, Nos. 5—12. 8vo. Lond. 1837–38.\n\nAnnals of Natural History. No. 1. New Series. 8vo. Lond. 1838.\n\nAthenæum Journal, from June to December 1837, and January to June 1838. 4to. Lond. 1837–38.\n\nLancet. No. 10. December 1837. 8vo. Lond. 1837.\n\nLiterary Gazette, from June to December 1837, and January to June 1838. 4to. Lond. 1837–38.\n\nLondon and Edinburgh Philosophical Magazine, from July to December 1837, and January to June 1838. 8vo. Lond. 1837–38.\n\nNaturalist. No. 13. 8vo. Lond. 1837.\n\nNautical Magazine, from July to December 1837, and January to June 1838. 8vo. Lond. 1837–38.\n\nMagazine of Popular Science: from June to December 1837. 8vo. Lond. 1837.\n\nMalacological and Conchological Magazine. No. 1. 8vo. Lond. 1838.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Publisher.\n\nHer Majesty's Government.\n\nThe Editors.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Proprietor.\n\nThe Editor.\n\nDr. D. Burnes.\n\nThe Editor.\n\nThe Editor.\n\nThe Proprietors.\n\nThe Editor.\n\nThe Editor.\nPRESENTS.\n\nJOURNALS, &c. continued.\n\nMining Review. Nos. 8—10. New Series. 8vo. Lond. 1837.\nRepertory of Patent Inventions, from July to December 1837, and January to June 1838. 8vo. Lond. 1837—38.\nSouth African Quarterly Journal. No. 1. December 1836. 8vo. Cape Town 1837.\nUnited Service Journal, and Naval and Military Magazine. Nos. 108.—115. 8vo. Lond. 1837—38.\n\nKOP (J.) en HALL (H. C. van) Flora Batava. Nos. 110—113. and Index to Vol. VII. 4to. Amsterdam 1836.\n\nKUPFFER (A. T.) Observations Météorologiques et Magnétiques faites dans l'Empire de Russie. Tom. 1er. 4to. St. Petersbourg.\n\nLAJARD (F.) Recherches sur le Culte, les Symbols, les Attributs, et les Monuments figurés de Venus en Orient et en Occident.\n\nLAMONT (J.) Jahrbuch der Königlichen Sternwarte bei München, für 1838. 12mo. München 1838.\n\n—— Observation Astronomicæ in Specula Regia Monachiensi-institutæ. Vols. VIII. et IX. 4to. Monachii 1836.\n\n—— Ueber die Bahn des dritten Saturns-Satelliten. 4to.\n\n—— Ueber die Nebelflecken. 4to. München 1837.\n\nLAWRENCE (W.) A Treatise on Ruptures. Fifth Edition. Lond. 1838.\n\nLITTRROW (J. J.) Annalen der K. K. Sternwarte in Wien, Vol. XVII. Folio. Wien 1837.\n\nLITTRROW (C. L.) Hülf-Tafeln für die Wiener Universitäts-Sternwarte. 12mo.\n\nLUBBOCK (J. W.) On the Theory of the Moon, and on the Perturbations of the Planets, Part III. 8vo. Lond. 1837.\n\nMACILWAIN (G.) Medicine and Surgery one Inductive Science. 8vo. Lond. 1838.\n\nMACNEILL (J.) On the Means of comparing the respective Advantages of different Lines of Railway; and on the use of Locomotive Engines. 8vo. Lond. 1836.\n\n—— Tables for calculating the cubic quantity of Earth-Work in the Cuttings and Embankments of Canals, Railways, and Turnpike-Roads. 8vo. Lond. 1833.\n\nMALCOLMSON (J. G.) A Practical Essay on the History and Treatment of Biribori. 8vo. Madras 1835.\n\n—— A Letter to the Right Hon. Sir Henry Hardinge, K.C.B., M.P., on the Effects of Solitary Confinement. 8vo. Lond. 1837.\n\nMALLET (E.) Recherches Historiques et Statistiques sur la Population de Genève. 8vo. Paris 1837.\n\nMARIVVAULT (M. de.) Précis de l'Histoire générale de l'Agriculture. 8vo. Paris 1837.\n\nMASON (M.) Aëronautica; or Sketches illustrative of the Theory and Practice of Aërostation. 8vo. Lond. 1838.\n\nMATTEUCCI (C.) Recherches Physiques, Chimiques et Physiologiques sur la Torpille. 8vo. Genève 1837. (Tiré de la Bibl. Univ. de Genève.)\n\n—— Sur la propagation du Courant Électrique dans les Liquides. 8vo. (Extrait des Annales de Chimie et de Physique, 1837.)\n\nMATTHEO (C. J.) Dissertatio Mathematica de Invenienda Æquatione Causticarum. 4to. Lugduni-Batavorum 1837.\n\nMAYO (H.) Powers of the Roots of the Nerves, in Health and Disease; likewise on Magnetic Sleep. 12mo. Lond. 1837.\n\nDONORS.\n\nThe Editor.\nThe Proprietors.\nThe South African Institution.\nThe Editor.\nHis Majesty the King of Holland.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nPRESENTS.\n\nMAYO (H.) The Philosophy of Living. Second Edition. 12mo. Lond. 1838.\n\nMcCLELLAND (J.) Report on the Physical Condition of the Assam Tea-Plant. 8vo. Calcutta 1837. (From the 4th Vol. of the Transactions of the Agricultural and Horticultural Society of India.)\n\nMEASE (Dr. J.) Observations on the Penitentiary System and Penal Code of Pennsylvania, with Suggestions for their Improvement. 8vo. Philadelphia 1828.\n\n——— On Solitary Confinement. 8vo. Philadelphia 1829.\n\n——— On the Utility of Public Loan Offices and Savings' Funds. 8vo. Philadelphia 1836.\n\nMELLONI (M.) Mémoire sur la Polarisation de la Chaleur. 8vo. Paris 1837. (Extrait des Annales de Chimie, &c.)\n\nMEYEN (F. J. F.) Bericht über die Resultate der Arbeiten im Gebiete der physiologischen Botanik während des Jahres, 1836. 8vo. Berlin 1836.\n\n——— Grundriss der Pflanzen-geographie, mit einer Tafel. 8vo. Berlin 1835.\n\n——— Neues System der Pflanzen-Physiologie. Erster Band. 8vo. Berlin 1836.\n\n——— Ueber die neuesten Fortschritte der Anatomie und Physiologie der Gewächse. 4to. Haarlem 1836.\n\n——— Ueber die Secretions-Organe der Pflanzen. 4to. Berlin 1837.\n\nMILNE (J.) Treatises on the Law of Mortality and on Annuities. 4to. Edinb. 1837. (From the Encyclopaedia Britannica.)\n\nMORGAN (A. de.) A Treatise on the Theory of Probabilities. 4to. Lond. 1837. (From the Encyclopaedia Metropolitana.)\n\nMOSSOTTI (Dr. O. F.) Formula per rappresentare la Tensione del Vapor Acqueo. Memoria. 4to. Modena 1837.\n\n——— Sur les Forces qui régissent la Constitution intérieure des Corps. 4to. Turin 1836.\n\nMULDER (G. J.) en WENCKEBACH (W.) Natuur en Scheikundig Archief. Parts I.—III. für 1837. 8vo. Leyden 1837.\n\nMÜLLER (J.) Ueber die Organischen Nerven. Folio. Berlin 1836.\n\nNEUMANN (F. E.) Ueber den Einfluss der Krystalflächen bei der Reflexion des Lichtes. 4to. Berlin 1837.\n\nOFTERDINGER (G. C. et C. A.) Mémoire sur la Découverte du Parenchime. 4to.\n\nPAUL (H.) The Glasgow Mortality Bill for 1837, containing Tables of Births, Deaths, &c. 4to. Glasgow 1838. (two copies.)\n\nPAXTON (J.) A Practical Treatise on the Cultivation of the Dahlia. 12mo. Lond. 1838.\n\nPELLETAN (P. G.) Mémoire sur la spécialité des Nerf des Sens. 8vo. Paris 1837.\n\nPETTIGREW (T. J.) Medical Portrait Gallery. Biographical Memoirs of the most celebrated Physicians, Surgeons, &c. Nos. 1—4. 8vo. Lond. 1838.\n\nPHILIPPAR (M. F.) Traité Organographique et Physiologico-Agricole sur la Carie. 8vo. Versailles 1837.\n\nPLANA (J.) Mémoire sur trois Intégrales Définies. 4to. Bruxelles 1837. (Extrait du Tome X. des Mémoires de Bruxelles.)\n\n——— Mémoire sur une nouvelle manière de déterminer les Intégrales Définies. 8vo. Turin 1836.\nPRESENTS.\n\nPORTER (G. R.) The Progress of the Nation. Sections III. and IV. 12mo. Lond. 1838.\n\nPORTLOCK (J. E.) An Address delivered at the Seventh Annual Meeting of the Geological Society of Dublin, 14th February 1838. 8vo. Dublin 1838.\n\nPRICHARD (J. C.) Researches into the Physical History of Mankind. Third Edition. 2 Vols. Svo. Lond. 1837.\n\nQUETELET (A.) Annales de l'Observatoire de Bruxelles, Tom. I. 2me partie. 4to. Bruxelles 1837.\n\nCorrespondance Mathématique et Physique, Tom. I. Parts I. and II. 8vo. Bruxelles 1837.\n\nRAMSAY (G.) An Essay on the Distribution of Wealth. 8vo. Edinburgh 1836.\n\nRATZEBURG (J. T. C.) Die Forst-Insecten; Erster Theil. Die Käfer. 4to. Berlin 1837.\n\nRECORD COMMISSION. Documents and Records illustrating the History of Scotland; edited by Sir Francis Palgrave, K.H., Vol I. 8vo. Lond. 1837.\n\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory, Oxford, from April 30, 1837 to April 30, 1838. Folio. (MS.)\n\nRIVE (A. de la.) De l'Influence qu'exerce la Chaleur. 8vo. Genève 1837.\n\n(Tiré de la Bibliothèque Universelle de Genève.)\n\nResearches into the Cause of Voltaic Electricity. 8vo. Lond. 1837. (From the London and Edinburgh Phil. Mag.)\n\nROBERTSON (W. H.) Buxton and its Waters; an Analytical Account of their Medicinal Properties and general Effects. 12mo. Lond. 1838.\n\nROGERS (H. D.) Second Annual Report on the Geological Exploration of the State of Pennsylvania. 8vo. Harrisburg 1838.\n\nROYLE (J. F.) An Essay on the Antiquity of Hindoo Medicine, including an Introductory Lecture to the Course of Materia Medica and Therapeutics. 8vo. Lond. 1837.\n\nSABINE (Major E.) Report on the Variations of the Magnetic Intensity observed at different Points of the Earth's Surface: with Plates. 8vo. Lond. 1838.\n\nSANCHES DE CERQUERO (J.) Almanaque Náutico y Efemérides Astronomicas para el Año de 1836. 8vo. Madrid 1839.\n\nSAUSSURE (T. de.) Action de la Fermentation sur le Mélanges des Gaz Oxygène et Hydrogène. 4to. Genève 1838.\n\nSCHLOSS'S List of Meetings of Literary and Scientific Bodies for 1837 and 38. (Sheet.)\n\nSCHMITZ (J. W.) De l'État Stationnaire de la Philosophie Naturelle, ou indications des recherches à faire dans l'Astronomie et la Physique. 8vo. Paris 1837.\n\nSCHROEDER van der KOLK (J. L. C.) Oratio de debita cura infaustam maniacorum sortem emendandi eosque sanandi. 8vo. Trajecti ad Rhenum 1837.\n\nSCHUMACHER (H. C.) Astronomische Nachrichten. Nos. 332-354. 4to. Altona 1836-37.\n\nSENNEVOY (Baron Dupotet de.) An Introduction to the Study of Animal Magnetism. 12mo. Lond. 1838.\n\nSHUCKARD (W. E.) Essay on the Indigenous Fossorial Hymenoptera; comprising a description of all the British Species of burrowing Sand-\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Commissioners of Public Records.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nProf. G. Moll.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWasps contained in the Metropolitan Collections; with their Habits as far as they have been observed. 8vo. Lond. 1837.\n\nSOLDNER (J.) Astronomische Beobachtungen angestellt auf der Königl. Sternwarte zu Bogenhausen. Theil 1, 2, 3, et 4. 4to. München 1835.\n\nSPECIMENS relative to the results of Prof. Ehrenberg's Physiological Researches on the Development of Infusorial Animals in recent formations. (Specimens.)\n\nSTEPENSON and BIDDER (Messrs.) Report of the London and Blackwall Commercial Railway. 8vo. Lond. 1838.\n\nSTRATFORD (W. S.) On the Elements of the Orbit of Halley's Comet, at its Appearance in 1835 and 1836. 8vo. Lond. 1837.\n\nSTRUVE (F. G. W.) Stellarum Duplicium et Multiplicium Mensuræ Micrometricae per Magnum Fraunhoferi Tubum annis a 1824 ad 1837. Folio. Petropoli 1837.\n\nSUERMAN (A. C. G.) Commentatio de definienda quantitate Vaporis aquei in Atmosphæra. 4to. Lugd. Batav. 1831.\n\nDissertatio Physica Inauguralis, de Calore Fluidorum Elasticorum specifico. 4to. Trajecti ad Rhenum 1836.\n\nTAGART (E.) Remarks on Mathematical or Demonstrative Reasoning; its connexion with Logic, and its Application to Science, Physical and Metaphysical, with reference to some recent publications. 8vo. Lond. 1837.\n\nTOOKE (T.) A History of Prices, and the State of the Circulation, from 1798 to 1837, preceded by a brief Sketch of the State of the Corn Trade in the last two centuries, 2 Vols. 8vo. Lond. 1838.\n\nTRAVERS (B.) The Hunterian Oration, delivered in the Theatre of the Royal College of Surgeons in London, on February 14, 1838. 8vo. Lond. 1838.\n\nTURCK (S. A.) Traité de la Goutte et des Maladies Goutteuses. 8vo. Paris 1837.\n\nTURNBULL (P.) British Diplomacy and Turkish Independence. 8vo. Lond. 1838.\n\nTURNER (E.) Elements of Chemistry; edited by Justus Liebig and Wilton G. Turner. 2 Parts. 8vo. Lond. 1837.\n\nVÈNE (J.) Précis Théorique et Pratique sur les Forces Industrielles. 4to. Paris.\n\nVINCENT, D.D. (Rev. W.) Sermons on Faith, Doctrines, and Public Duties. 2 Vols. 8vo. Lond. 1837.\n\nWARREN (J. C.) A comparative View of Sensorial and Nervous Systems in Men and Animals. 8vo. Boston 1822.\n\nDescription of an Egyptian Mummy. 8vo. Boston. (From the Boston Journal of Philosophy and Arts.)\n\nSurgical Observations on Tumours, with Cases and Operations. 8vo. Boston 1837.\n\nWEBSTER (T.) The Principles of Hydrostatics; an elementary Treatise on the Laws of Fluids, and their practical Applications. Second Edition. 8vo. Cambridge 1838.\n\nWELLS (S.) The History of the Drainage of the Great Level of the Fens, called Bedford Level; with the Constitution and Laws of the Bedford Level Corporation, 2 Vols. 8vo. Lond. 1830.\n\nWELLSTED (Lieut. J. R.) Travels in Arabia, 2 vols. 8vo. Lond. 1838.\n\nWHEWELL (Rev. W.) Address delivered at the Anniversary Meeting of the Geological Society of London, 16th February, 1838. 8vo. Lond. 1838.\n\nDONORS.\n\nThe Author.\n\nProfessor Ehrenberg.\n\nJ. P. Atkins, Esq.\n\nThe Author.\n\nProf. G. Moll.\n\nLieut. Gen. W. Thornton, MP.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWHEWELL (Rev. W.) A Letter to the Editor of the Edinburgh Review in answer to a Critique on the History of the Inductive Sciences. 8vo. Cambridge 1837.\n\nThe Doctrine of Limits, with its Applications; namely, Conic Sections, the first three Sections of Newton, the Differential Calculus. 8vo. Cambridge 1838.\n\nWILLICH (C. M.) Annual Supplement to the Tithe Commutation Tables for 1838. 8vo. Lond. 1838.\n\nWOOLHOUSE (W. S. B.) Supplement to every Almanack, for the year 1838. 4to. Lond.\n\nYELLOLY (J.) Some Account of the Employment of Spade Husbandry on an extensive Scale in the County of Norfolk. 8vo. Lond. 1838.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Publisher.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108207.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 66,
    "total-input-tokens": 103672,
    "total-output-tokens": 62769,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1757,
        2
      ],
      [
        1757,
        4604,
        3
      ],
      [
        4604,
        6924,
        4
      ],
      [
        6924,
        9558,
        5
      ],
      [
        9558,
        12344,
        6
      ],
      [
        12344,
        12837,
        7
      ],
      [
        12837,
        15198,
        8
      ],
      [
        15198,
        18333,
        9
      ],
      [
        18333,
        21176,
        10
      ],
      [
        21176,
        24130,
        11
      ],
      [
        24130,
        26978,
        12
      ],
      [
        26978,
        29877,
        13
      ],
      [
        29877,
        32972,
        14
      ],
      [
        32972,
        35581,
        15
      ],
      [
        35581,
        38299,
        16
      ],
      [
        38299,
        40694,
        17
      ],
      [
        40694,
        43818,
        18
      ],
      [
        43818,
        46617,
        19
      ],
      [
        46617,
        49707,
        20
      ],
      [
        49707,
        52831,
        21
      ],
      [
        52831,
        55939,
        22
      ],
      [
        55939,
        58126,
        23
      ],
      [
        58126,
        60299,
        24
      ],
      [
        60299,
        63158,
        25
      ],
      [
        63158,
        65612,
        26
      ],
      [
        65612,
        68282,
        27
      ],
      [
        68282,
        71142,
        28
      ],
      [
        71142,
        73810,
        29
      ],
      [
        73810,
        76254,
        30
      ],
      [
        76254,
        78844,
        31
      ],
      [
        78844,
        81896,
        32
      ],
      [
        81896,
        84970,
        33
      ],
      [
        84970,
        87836,
        34
      ],
      [
        87836,
        90714,
        35
      ],
      [
        90714,
        93427,
        36
      ],
      [
        93427,
        96096,
        37
      ],
      [
        96096,
        98221,
        38
      ],
      [
        98221,
        100499,
        39
      ],
      [
        100499,
        103403,
        40
      ],
      [
        103403,
        106341,
        41
      ],
      [
        106341,
        109378,
        42
      ],
      [
        109378,
        112378,
        43
      ],
      [
        112378,
        115099,
        44
      ],
      [
        115099,
        118066,
        45
      ],
      [
        118066,
        120806,
        46
      ],
      [
        120806,
        123576,
        47
      ],
      [
        123576,
        125675,
        48
      ],
      [
        125675,
        127842,
        49
      ],
      [
        127842,
        131167,
        50
      ],
      [
        131167,
        134254,
        51
      ],
      [
        134254,
        137155,
        52
      ],
      [
        137155,
        140389,
        53
      ],
      [
        140389,
        143634,
        54
      ],
      [
        143634,
        146593,
        55
      ],
      [
        146593,
        149020,
        56
      ],
      [
        149020,
        151720,
        57
      ],
      [
        151720,
        154467,
        58
      ],
      [
        154467,
        157445,
        59
      ],
      [
        157445,
        160629,
        60
      ],
      [
        160629,
        163749,
        61
      ],
      [
        163749,
        166804,
        62
      ],
      [
        166804,
        169462,
        63
      ],
      [
        169462,
        172434,
        64
      ],
      [
        172434,
        175446,
        65
      ],
      [
        175446,
        176146,
        66
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108207",
    "title": "Back Matter",
    "authors": null,
    "year": 1838,
    "volume": "128",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 66,
    "jstor_url": "https://www.jstor.org/stable/108207"
  }
}