{
  "id": "d3ef5e71fb0486fc0fde4ffe27734f112f7d4770",
  "text": "I. An Extract of a Letter from Monsieur Anthony Van Leeuwenhoek to the Royal Society, containing the History of the Generation of an Insect, by him called, The Wolf. With Observations on Insects bred in Rain-Water, in Apples, Cheese, &c.\n\nThe Wolf is a small white Worm armed with two red Sheers or Teeth at the fore-part of its Head, wherewith it bores and feeds on the Grains of Corn, and makes its way through Wood it self.\n\nHaving formerly often inclosed some of these Worms with some Wheat in small Glass Tubes (which I carried in my Pocket in the Winter) I always found that they dyed before the time of Generation: Wherefore in the Summer I put some of them with the Wheat whereon they fed in a Box, and observed that one of them joyned six or eight Grains together, lodging it self in one of them, the rest being likewise all hollow and eat out. The Worm spins a Thread, wherewith it joyns the Corn together, and fastens it self to Glass or other smooth Bodies. When I put them in Boxes, they eat their way out; and when I put them in Glass Tubes, they bored through the Corks that stopt the Glass Tubes; to prevent which, I covered the Cork with Sealing-wax, and to give them Air, put a very small Glass Cane thro' the Wax and Cork. Fig. 1. ABCD is the Tube stopt with Wax and Cork, EG and FH two small Pipes passing through the Cork and Wax. The Beams of the Granaries likewise are all eaten, for they leave the Corn, and creep up the Walls to the Timbers of the Ceiling, where they fasten themselves and remain till their Change.\nThe Worms in my Glass Tube, which was about a Foot long, and a Finger wide, fastened themselves to the sides of the Glass, and lay still all the Winter; the Web that covered them was so thin, that I could with my Microscope perceive a small motion of their Heads through it.\n\nOn the 29th. of April following they began to look red, and somewhat shorter than before; on the 30th. they were redder, and changed into Aurelia's.\n\nOn the 23d. of May they were of a dark red, and on the next day one of them was changed into a small Moth, leaving its unclefs Skin, or Winter-coat. This Moth had white Wings with black specks; my Microscope discovered these Wings to be covered on both sides with Feathers, whereof some were tipt with black. The Moth had four Wings, each Wing adorned with three rows of Feathers very long in proportion to the little Creature, and each row increasing in size above the other; every Feather was not round at the end, but indented Tooth-like. These Moths are represented Fig. 2. A A. and the Skins they left. Fig. 3. P Q. of the Natural size.\n\nOn the 25th. of May I put into several Tubes a Male and Female Moth, which might be known asunder from the Males being smaller; and after they had coupled, I opened some of the Females, and found between Fifty and Seventy Eggs in each.\n\nOn the 26th. I found in my fore-mentioned Tube six Moths flying; on the 27th. I found one Moth had laid nigh Seventy Eggs, each of the size of a small Sand, and of the shape of an Hens-Egg. The manner of laying their Eggs is by stretching out their hinder part, as Fig. 4. from A to B, then thrusting out the Part, B C D, and out of that the Part C D E, which Extremity is beset with several hairs, as at E is represented: This Part B C D E was several times put out and in, and\nat last it brought forth an Egg which being lost, was extended in its passing through the narrow passage, and the Ductus itself enlarged, as Fig. 5. G H I. I suppose that it places the Eggs by the means of this long slender Member in the creases of the Grain, to secure them the better from external Injuries. Fig. 4. E. and 3. I. represents an Egg when 'tis laid and fixed down by acknowledgements it has when new laid: Soon after they had laid their Eggs the Moths dyed.\n\nThose Eggs that were laid on the 26th. of May, by carrying in my Pocket next my Body in a Glass Tube, were by too much heat spoiled, the Worms that were in them being kill'd; wherefore I put them in a cooler Pocket, and on the third of June found some of them hatcht, and the Worms creeping on the Glass. I caused one of these to be drawn, but not with all the Curiosity of its Parts, Fig. 6. K L. The fore-part of this Worm was furnished with six Feet, as is represented Fig. 7. M N. The true size of this Worm, when first hatcht, was of the length of the line in Fig. 8. which was double the Diameter of the Egg.\n\nI gave them some Grains of Wheat, wherein they soon housed themselves: The shell of the Egg when the Worm is hatcht is drawn by a much more enlarging Microscope, Fig. 9. R S T V, wherein the Net-work of the Vessels may be seen.\n\nI have observed that of great numbers of Feathers scattered by the Moths they all appeared of a different shape and size, Fig. 10. A B C D E F. are three of the largest Feathers magnified: At the broad end they were somewhat blackish, so that lying one over another, they made a black spot. The other Feathers, as Fig. 11. G H I K L M. were white and transparent; all these Feathers have their Quills, by which they are fastened into the Membranous Wings: Fig. 12. represents Ten distinct Feathers differing in size and shape. Those on\nthe edge of the Wing were longer than the others, and of a particular shape, Fig. 13. shews five of them.\n\nThose Eggs which were laid about the 25th. of May, and were not kept warm, but laid in my Closet-window, were not hatcht till about the 10th. of June; so that the warmth of the Body hastens their hatching.\n\nThe Corn-Merchants observe them not till about August, though they are hatcht in about sixteen days after the Moth flies about, and are not perceived by reason of their smallness, and their hiding themselves in the first Grain of Corn that they eat into, and are not seen till they quit that for another.\n\nThese Worms are not only destructive to Corn, but are also in old Timber, Books, Boxes, Woollen Stuffs, and the like.\n\nThis being so Destructive and Prolifique an Insect, for of Seventy Eggs I found but one Barren, and three with dead Worms, I thought of a way to destroy them, which is thus: I took a Glass Vessel, and put into it Eight Moths, and firing some Brimstone therein, they were soon kill'd by its fume: and three hours after putting some more Moths into the Vessel, the Scent that remained therein kill'd them; from hence guessing at what might serve for a larger Room, I took for a Granary 24 Foot long, and 16 broad, 4 of a Pound of such Brimstone, prepared so as Wine-Coopers use to do for their Casks, which (securing it from danger of firing the Room) I placed in the midst of the Room, and setting it on fire, left it, shutting the Door, and after two days I came again, and found some Moths alive on the Walls, but not a tenth of what used to be there, and which I judged might get into the Room through the broken Glass of the Window, or they might have crept out of the Aurelia after the Smoak was over: Wherefore the best way is to smoak the Room as soon as the Moth appears, and that for somedays successively,\nwhich is but a small charge. And in Autumn it would do well to sweep the Worms off the Walls, for being a tender Insect, they are easily kill'd.\n\nAt the time of the Wolfs creeping up the Walls I saw many small Animalcules of the size of a great Sand upon the Walls also; they had their hinder part broad and short like a Louse, and four Horns, whereof two were almost as long as their whole Body, and the other two not above ¼ of that length. These Animalcules laid small Eggs, in shape almost of a Lemon: They were not long-lived, possibly for want of their proper Food, for some of them had eaten others for Hunger: These Eggs were hatcht in May, and the Young ones were of the same shape with their Parents, so that these Insects produce their like, as do Lice, Mites, Fleas, &c.\n\nIn Rain-water I observed a small red Worm, and two other kinds of very minute Insects; of those of the larger size I judged that 30000 together would not equal a course Sand. These I observed for several days, and saw them copulate, the larger dragging the smaller through the Water after them, swimming by the means of very small Finns. I saw likewise another sort of smaller Insects in the Water coupled, twenty times more in number than the former.\n\nAs to Insects bred in Apples, I observe that in the Spring, when the Trees begin to bud, a certain black Fly lights on the Blossoms, and lays its Eggs there, (our Gardiners say, they come most with a North-wind) others say, they come out of the Sea: I took off from a Leaf an Egg laid there by what we call a Wittge; it was of the bigness of a course Sand, its shell after the Worm is out, is represented Fig. 14. G H M K L being the part whereat the Worm had made its way: Of this Shell all the Rib-like parts appeared hollow, and most likely are Vessels. This Insect flies from one Bud to another, and I doubt not but if we did observe these black\nblack Flies, and the Caterpillars which soon follow them, we should find that the Caterpillars generated by black Flies, change to black Flies again.\n\nAbout two Years since I put some Cheese-Maggots in a Glass Tube in my Pocket, and at last found the Maggot turned to a red *Aurelia* from pure white; and then again changed into a black Fly; which Experiment I oft renewed with the same success, though I could not keep these Flies till they laid Eggs, it may be for want of convenient Food.\n\nFrom these and several other Observations, I conclude there is no Generation but from the Parent Animal.\nA CATALOGUE of those Oyls that will take Fire with a great Noise and Explosion, when the Compound Spirit of Nitre is poured upon any of them, and of those Oyls that do only make a great Noise with Explosion, but will not take fire; and also of those that do not make either Effervescence or Explosion. The first is marked with two Stars **. The second with one *. The last has no mark at all.\n\nOyls,\n\nEssential.\n\nPerfect Stillations made by the Analysis of Chymical Fires, where the Oleaginous Particles are truly separated from all other,\n\nLight, or Ethereal, which are specifically lighter than Water and Brandy, and some than Spirit of Wine, and are usually drawn from the Seeds of Vegetables: Such as from\n\nPonderous or heavy, which do commonly sink in Water, being distilled from the heavy Parts either of the Wood or Cortex of Trees. Such as from\n\nNot Essential.\n\nImperfect, made by expression, which are decompounded of several parts of the Plants.\n\nAs of\n\nSolid Parts\n\nFluids,\n\nAmber or Succinum.\n\nMineral of\n\nPetroleum.\n\nBarbados Tarr.\n\nBees-Wax.\n\nSpirit of Wine will give some flashes of Fire.\n\nBalsam of Sulphur, a Compound Body made with Oyl of Turpentine and Brimstone, if not too thick, will flame.\n\nYou have Twelve sorts of Oyls that do make Ebullition, Explosion, and Flame; Eighteen, Ebullition and Explosion without Flame; Four that produce neither; by the Mixture of our Compound Spirit of Nitre.\n\nCarui **\nCummin *\nFenil *\nDills *\n\nJuniper *\nBay *\nThyme *\nWormwood *\nAngelica *\nHyssop *\nLavender *\nRosemary *\nPeny-royal *\nRue *\nSage *\nSavin *\nLemons *\nOranges *\nNutmegs *\nCloves **\nSassafras **\nGuajacum **\nBox **\nCamphire **\nJamaica Pepper **\nCinnamon **\n\nSeeds.\n\nBerries.\n\nTops of Plants.\n\nFruits.\n\nWood.\n\nCortex.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102460.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 16186,
    "total-output-tokens": 3139,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1541,
        4
      ],
      [
        1541,
        3326,
        5
      ],
      [
        3326,
        5181,
        6
      ],
      [
        5181,
        7035,
        7
      ],
      [
        7035,
        8922,
        8
      ],
      [
        8922,
        9520,
        9
      ],
      [
        9520,
        11255,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102460",
    "title": "An Extract of a Letter from Monsieur Anthony van Leuwenhock to the Royal Society, Containing the History of the Generation of an Insect, by Him Called, The Wolf. With Observations on Insects Bred in Rain-Water, in Apples, Cheese, etc.",
    "authors": "Anthony Van Leuwenhock",
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/102460"
  }
}