{
  "id": "aa520a80a6861a03fde2333cbe7723e583d15187",
  "text": "I. De AMBRA GRYSEA. Auctore Casparo Neumanno, M. D. Chemiae Profess. Berolin. & R. S. S. [Vide PART I. N° 433.]\n\nPARS II.\n\nC eleberrimae Societati Regiae adhuc in recenti erit memoria, quod in Transactionibus Vetris Philosophicis duae de hac materia singulares ex America transmissae Relationes, altera 1724, sub No 385, & altera 1725, sub No 387 existent, quarum prior à Dno Boylston, posterior vero a Dno Paulo Dudley, dignissimo illustris hujus Societatis membro, communicata est, nec minus, quod utrique opinionem summariter antedictam statuant & defendant. Jure meritoque equidem veneror ac laudo virorum horum sinceram intentionem, impensam operam, atque communicationem, & optandum esset, ut plures ejusmodi indagatores & scrutatores ignotarum adhuc, incertarumque ad Rem medicam spectantium rerum naturalium reperirentur, quaerendo enim & scrutando varia ubique in lucem producta sunt.: Interim, cum propter eundem hunc finem totae Eruditorum Societates in orbe fundatae sint, ut plures quam unus, duo vel tres in variis tam naturalibus quam artificialibus commodo\npublico inservientibus rebus & intentionibus simul quaerere, scrutari, perpendere, laborare, & ad hanc vel illam certitudinem adspirare debeat; ego vero de his duabus Relationibus, quatenus Ambra grysea pro vero Animali, seu in Ceto generato Concreto habetur, apertum dubium foveam; spero, me non contra fundationem & intentionem Societatis impingere, si, tanquam tenue illius membrum causas mei dubii una cum antithesi mea itidem transmitto, eaque perspicacissimo vestro corpori pro ulteriori judicio relinquio. Minime autem hæc animo meo inhabitat opinio, ut antedictis duobus Clarissimis Viris nudè tantum contradicere vellem, sed folummodo ut adjuvem hanc scrutationem & indagationem, quatenus occasio & viæ mihi suppetunt, vel prout ratione meorum circumstantiarum & studiorum de iis participare possüm, sub quo principaliter indagationem & perscrutationem, quæ fit adminiculo chymiae, intellectum volo. Metallarius e.g. quaerit mineras, lapides, salia, bitumina, terras & similia: Chymicus Metallurgus examinat, separat, purificat, & postea prius declarat, quodvis separatim & specificè; quid reverà & demonstrabiliter sint, probat primùm, quod hæres vera mineralia & non fortè sub terram olim defossa & ad alia Naturæ Regna pertinentia concreta sint, quod Crystallus mineralis, quæ figuram salis repræsentat, tamen non sit sal, nec salia sint lapides crystallini, & quod ii pyritæ, qui auri purissimi adinstar fulgent, seu mineralia flavè-nitentia concrementa (vulgò Drusen) non sint verum aurum. Hortulanus quaerit, scrutationeque persequitur varios pulchros amoenosque flores, ac sapidos fructus plantare, colere,\ncolere, sàpè quoque hortum ad externum modò aspectum condecorare: Ipse Botanicus quotidiè adhuc operam navat, gramina multivaria ignota, aliasque plantas magis magisque cognoscendi, detegit nova genera & species, suumque folummodò, qua Botanicus, quantum potest, efficit officium; Chymicus contra indagat circa novas hæc plantas, quæ realia & activa principia continent, an sint medicinales, edules, purgantes vel adstringentes, causticæ vel narcoticæ, salutares vel planè venenosæ, an oleosæ vel salinas, resinæs vel mucilaginosæ aut alias partes, & in qua proportione eas continent? Qui Grewi & Malpighij gustum habent, illarum plantarum modum vegetationis, naturam glandularum, humorum, eorumque circulationem ac subtilem physicum naturalem statum (quasi physiologicum) scrutantur, alius è contra contemplatur earum partes genitales, ovarium, vasa spermatica, propagativa, copulativa & multiplicativa, an hermaphroditicè vel aliter existant? In Regno quoque Animali venator & Piscator munere suo funguntur, vel etiam Anatomicus, quantum ad suam indagationem pertinere potest, sic & Chymicus suum rursus facit officium, quod nec Anatomicus, nec Venator, neque Piscator debuit vel potuit perficere: Nihilo secius circa varias alias res variæ personæ, eruditi, artifices, agricultores & opifices suum sàpè contribuunt, ita ut indagatio ac perscrutatio unius ejusdemque rei à permultis diversis personis simul suscipi, verificari, & in suo genere ad finem perduci possit. Omnia hæc idcirco tantum præliminariter adduxi, quo mentem meam explicem, quod indagationis Naturæ Ambræ gryseæ, pro mea parte,\nparte, in specie quatenus Chymicus, sollicitus fuerim, quamvis etiam praeter indagationem chymicam, in ante memoratis duabus Relationibus diversae mihi occurrant circumstantiae, quae dubium meum notabiliter adaugent, quaeque, ut existimo, fortè etiam aliis personis, si absque prajudicio eas consideraverint, in mentem venient.\n\nInutile censeo, utrasque impressas relationes verbotenus hic repetere, sed principaliora tantum membra cum quibusdam circumstantiis, praecipue quae D. Dudley, pag. 267, & 268 sequentibus verbis enarrat adducam, ait autem,\n\n1. Ambra grysea tantum & unicè in illis Balænis repertur, quae sperma Ceti largiuntur, &\n2. Consistit in globis seu rotundis frustis diversae magnitudinis, circiter 3 ad 12 usque pollices in diametro, quivis globus ponderat 1½ usque ad 22 libras.\n3. Jacent hi, absque adhaesione, in magno ovali sacco vel vesica, quae 3, vel 4 pedes longitudine, latitudine vero 2, vel 3 pedes exsuperat, ut plurimum figuram vesica bubula sistit, exceptò, quod extremitates paulo magis acuminatae sint, & fere figuram longi follis, quo fabri ferrarij utuntur, habeant; adhæc\n4. Fistula quadam praediti sint, quae tam in penem, quam etiam secundum longitudinem per penem descendent.\n5. Porro ductu quodam, seu canali, qui ex altera facci extremitate in ipsum faccum dehiscat, & se aperiat, ac\n6. A regionibus renum proveniat.\n\n7. Hic Saccus jacet recta super testiculis, qui longitudine pedem unum adaequant, &c ad radicem penis secundum longitudinem situs est, 4, vel 5 circiter pedes sub umbilico, atque 3, vel 4 pedes super ano.\n\n8. Plerumque impletus est liquore obscurè flavo, qualis est aurantiorum, qui tenuior apparet oleo, gravisque odoris, &c quidem gravioris, interim tamen ejusdem indolis, prout globi Ambræ grysea olent, qui quoque in eo, absque adhaesione, circumnatant.\n\n9. Internum vesicæ latus profundè coloratum est eo ipso colore, quo liquor, quod etiam in canali penis itidem sic reperitur.\n\n10. Globi satis duri ac solidi esse videntur, quamdiu Cetus vivit, siquidem persæpe obvenit, dum saccus aperitur.\n\n11. Quod concavi quidam cortices in eo jaceant, ejusdem substantiæ & consistentiæ ac ipsi globi, à quibus decorticati, vel ut festucæ detrusi sunt.\n\n12. Quique ex meris ejusmodi distinctis corticibus vel stratis, ubi alius super alium semper situs est, separum adinfar, consistere videntur.\n\n13. Numerum globorum quod concernit, iste in una vesica nunquam quaternarium superat, referente Dno Atkins, qui tempore quodam unicum tantum 21 libras ponderantem reperisse affirmat, atque hunc omnium maximum fuisse, quem hac tenus vidisset.\n\nPorro in hac relatione perhibetur, quod\n\n14. Illi,\n14. Illi, qui capturæ Cetorum operam dant, observaverint, veteres tantum permagnos, solummodoque sexus masculini Cetœ, Ambram in se continere? simul tamen Dn Atkins refert,\n\n15. Se nunquam vidisse, nec pro certo audivisse, Balænain fœminini sexus ex eo genere, quod sperma Ceti largitur, captam fuisse, quoad ipse vixerit: sexum quippe fœmininum hujus speciei longe esse timidiorum quam masculinum, unde earum captura impossibilis sit, nisi forte (secundâ fortunâ) eas dormientes ex improviso supervenirent, vel ipsæ à catulis suis detineantur; hoc interea pro certo affirmat, cymbas illis vigilantibus appropinquare non posse, dum maximo perè timidi & pavidì sint. Addit his Dn Atkins,\n\n16. Quod in respectu unius talis piscis, hosce globos continentis, facile duo eorum reperiantur, qui nullos, vel nihil amplius, quam ante memorialem liquorem obscurè aurantium in faccis suis haberent, denique &\n\n17. Gloriatur quidem Ds. Dudley in sua Relatione mox in principio, p. 266, post tam diurnam de Ambra grysea incertitudinem, tandem cum tempore, tanquam veritatis filia, detectum esse, quod occultum hoc naturæ nihil aliud, quam producìo animalis sit, ac in corpore istius Balænae, quæ Sperma Ceti suppeditat, excludatur vel generetur, sicut Moschus, &c. & p. 269, vel circa finem suæ Relationis ait: Spero, fore ut Societas tenui meæ regioni honorem detectionis, vel ad minimum certificationis originis & naturæ Ambræ grysea attributura sit; nihilo tamen minus,\n\n18. Ipse\n18. Ipse brevi ante fatetur, quod semetipsum concer-\nnat, se propriam opinionem de hac re proferre non audere, sed cum eo contentum esse, quod\nipsi, tanquam verum relatum sit: Quae vero\nrelatio\n\n19. Maxima ex parte à Dn Atkins, per 10, vel 12\nannos capturae Ceti incumbente, & à quibus-\ndam aliis, circa hunc tractus, degentibus vi-\nris, ob capturam Cetorum famosis, impetrata fuit.\nIn Relatione D. Boylston praecipua summa, p. 193,\nconsistit in sequentibus.\n\n(a) Ambram gryseam in nullo alio Ceto, nisi in eo,\nqui Sperma Ceti supeditat, & quidem masculo,\ninveniri, atque in uno scilicet ad 20 plus minus\nlibras.\n\n(b) Ex centum ejusmodi piscibus vix in uno aliquid\nAmbræ repertum esse.\n\n(c) Eam in cystide vel sacco quodam reperiri.\n\n(d) Quod hunc saccum interdum vacuum, interim-\ntamen integrum offenderint.\n\n(e) Quod hic saccus nunquam in alio loco, nisi circa\npartes genitalis, occurrat.\n\n(f) Ambram hanc gryseam, dum primum eximitur,\nhumidam & perquam penetrantis, adversi tamen &\noffendentis odoris esse.\n\n(g) An vero Ambra grysea naturaliter vel accidenta-\nliter in hoc piscis producatur? se eruditis ad deter-\nminandum relinquere; &\n\n(h) Tandem, quod etiam suam Relationem à pis-\ncatoribus tantum, vel Ceti captatoribus accepe-\nrit.\nPatet ergo ex omnibus hisce adductis:\n(1.) Relationes duas memoratas in quibusdam partibus convenire.\n(2.) In quibusdam vero etiam discrepare, quae tamen differentia quaestionis principaliori minime contrariatur.\n\n(A.) Utraeque in his conveniunt: (1.) quod memorata Ambra tantum in cetis masculis ejus speciei, quae Sperma Ceti suppeditat, reperiatur, (2.) quod haec Ambra in cystide seu vesica offendatur, (3.) quod frusta, 20, 21, vel 22 libras pondere aequantia occurrant, (4.) quod haec cystis proxime ad partes piscis genitales sita sit, (5.) quod Ambra recens executura, humida & perquam penetrantis, adversa tamen vel tetri odoris sit, denique, (6.) quod has suas relationes, novasque detectiones, piscatoribus, & iis, qui capture Cetorum incumbunt, debeant.\n\n(B.) Differunt autem in sequentibus circumstantiis:\n1. Ds. Dudley refert, hunc saccum vel cystidem quavis extremitate possidere canalem vel ductum, alterum a renibus prodeuntem ductum in parte superiori faci, alterum in parte inferiori in & per penem transeuntem & exeuntem canalem; e contra D. Boylston, hanc cystidem nec introitum nec exitum habere, ait. 2. Ds. Dudley refert, licet etiam in quibusdam piscibus nullam Ambram invenerint, semper tamen liquorem istum, de quo sub N° 8 mentionem fecimus, adfuisse; D. Boylston vero, hunc saccum interdum planè vacuum repertum esse, affirmat. 3. Ds. Dudley memorat, si in uno piscis Ambram reperissent, in duobus contrà ferè nihil ejus extitisse; sed D. Boylston adducit, quod inter centum Cetos vix\nvix unus occurrat, qui aliquid hujus Ambræ posse deat.\n\nInterim tres hæ differentiae facilè conciliari possunt, ad (1) scilicet quod attinet, ubi in Relatione D. Boylstoni occurrat, saccum nec introitum nec exitum habere, illud tantum orietur à negligentia illius piscatoris, qui hæc ipsi retulit, & singula non adeo accurate, ut Dn Atkinsij piscator fecit, observavit, quomodo enim saccus mox repletus mox vacuus offendi posset, si nec introitu nec exitu praeditus esset? ad (2) quod saccus interdum vacuus repertus fuerit, hoc (a) vel tantum de globis, vel (b) etiam de liquore intelligi poteat, interim vero relationi Dni Dudley planè non adversatur, dum utrumque naturale esse, vel sic tunc temporis contingere valet; Tandem (3) quoque differentia nullam involvit difficultatem, sed utraque Relationes concordant, quod tantum in quibusdam, nullatenus verò in omnibus Cetis masculis putatitia Ambra inveniatur, &c, prout conjicio, quivis referens modò numerum certum pro incerto posuit.\n\nAd utrasque has relationes, adductas circumstan- tias, & putatitiam novam detectionem originis natuæque Ambrae grysea, quod ea scilicet in memoratis Cetis generetur, vel quod Ambra grysea productum animale sit, paucis regero: rem hanc se ita planè non habere, sed hoc pro Ambra grysea aestimatum concrementum nullatenus veram Ambram, sed longe aliud, & diversum naturale quid esse. In totum assentior opinioni Dn Prince, id quod & omnes viri judiciosi facient, qui generalem tan- tummodò conceptum de præcipuis Scientiæ Anatomicae partibus possident, aut tantum sciunt, ubi & quomodo partes principales in magnis belluis sitae sunt.\nsint. Opinio hæc exstat in Relatione Dni Dudley, p. 269, verbis sequentibus: Reverendus Dn Prince in Boston, Ecclesiastes perquam amatus, meus intimus ac familiaris in urbe vicina, qui praecedentem Relationem à Dn Atkins accipiebat, antedictum saccum seu cystidem, vesicam urinariam, inibique detentos globos Ambra gryseæ, certum concretum esse opinatur, quod ex pingui & olida substantia prædicti, & in hoc sacco contenti, liquoris formaretur. Ego pro mea parte declaro, quod (1.) Sic dicta cystis nihil aliud, quam vesica urinaria Ceti, (2.) putatitia Ambra grysea, quæ in eà reperitur, nihil aliud, quam calculus vesicæ, & (3.) iste penetranter olens in sic appellato sacco contentus liquor, nihil aliud, quam urina Ceti sit. Considerentur quæso mea superius extracta notata, ubi sub N° 3 exstat, saccum hunc, seu vesicam longitudine 3, vel 4 pedes, latitudine 2, vel 3 pedes adæquare, pleurumque figuram vesicæ bubulae repræsentare, & ferè formam longi follis, quo fabri ferrarii utuntur, habere, annon hoc est descriptio vesicæ urinariae? præcipue cum sub N° 4, 5, 6, 7, adhuc reliqua requisita, & debitus naturalis situs prolixe describuntur, quo modo cum pene & renibus connæctatur, sub umbilico super testiculos ad radicem penis collocatus; porro sub N° 8, quomodo penetrante & graviter oriente liquore præditus sit, quem ordinariò, nulla quoque putatitia Ambra præsente, in vesica hac reperirent, an hic liquor quicquam aliud, quam urina Ceti est? Et positio, si Dn Boylston hoc, quod ex eo sub lit. (d) extraxi, ita intellectum vellet, quod interdum etiam vesica vacua occurrerit (quanquam circa hoc mentem suam minus accuratè explicet, sed ego\nego potius credam, quod per verbum vacuum, non vacuum ab urina, verum tantum à calculis intellectur (et idem non planè impossibile aut innaturale quid esset, siquidem aliquoties contingere potuisse, ut Cetus eo tempore necatus sit, cum brevi antea urinam emisit, vel naturali modo hunc liquorem ejecit. Urina ulterius sub N° 9, confirmatur, dum ibi asseritur, quod idem liquor (nempe Urina) etiam in canali penis seu urethra Ceti (uti omnes urinae) reperiatur. Quis denique hinc dubitaret, quod sic dicti recenter reperti, & pro Ambra grysea habiti globi non meri calculi vesicæ Ceti sint? Perpendamus quæso ea attentius, quæ sub N° 10, 11, 12, 13, & 14 extraxi, & consideremus (a) quod hi globi ejusdem odoris sint ac liquor. atque (prout Dn Prince prohibet) de pingui substantia liquoris, item, quæ Dn Boylston sub lit. (f) refert, quod penetrantis & adversi seu offendentis odoris, similiter, globi ex meris distinctis corticibus & stratis, ceparum adinstar formati sint, ubi alter alteri semper superaccrescit, generatur & induratur, itidem, quod facile secundum hunc situm decorticentur & in festucas dirimantur, quæro: annon hæc omnia, sint naturales communesque circumstantiae omnium tam vesicæ urinæ, quam fellis, nec non aliorum calculorum sive lapidum animalium? Et quare proinde ejusmodi calculus pro Ambra grysea? Vesica urinaria pro singulari cystide? Et urina pro singulari liquore exitimari deberet? Res hæc indè ulterius confirmatur, quia sub N° 14 legitur: Cetorum piscaiores observasse, quod solum adulti & grandes Ceti Ambram gryseam (ego vero calculum dico) continent, secundo, quæ sub lit. (b) ex Dn Boylston\nston adducuntur, inter centum ejusmodi masculos Cetos vix unum reperiri, in quo aliquid Ambræ adsit (ego vero puto, qui calculo affectus sit); hae duæ circumstantiae iterum sunt planè naturales, &c. tam bestiis quam hominibus communes 1.) quod seniores citius quam juniores calculo infestentur, 2.) quod, sicut non omnes homines, sed ex centum eorum vix unus calculo laborat, hoc itidem quoque plane naturale quid in animalibus irrationabilibus esse possit. Porro etiam id cum aliis lapidibus animalibus concordat, quod non semper tantum numero unus, sed saepè quoque 2, 3, 4 imo plures in vesica occurrant, quod à continua in urina agitazione commodè figuram rotundam nancisci possit, quamquam observaverim, figuram calculorum, nec non lapidum bezoardicorum saepè, & utplurimum à primo ac interiori frustulo, cui prima crusta vel cortex se se aponit, oriri, an scilicet frustum sit rotundum, oblongum vel angulosum; alio tempore figura calculorum sit à majori aut minori spatio & motu: Nam si numero sunt plures, ut vesicae spatium occupent, vel non satis liberè circumnatare, se sequè movere possint, tum raro verè rotundi evennient, sed plerumque inaequales & informes apparebunt; sic quoque facile in festucas dehiscere queunt, si plures praesentes sunt, & à motu animalis una aut altera collisio horum lapidum in vesica contingit. Denique nec hæc circumstantia dubium me reddit, dum referunt, masculos tantum Cetos hos continere globos, quoniam esse potest, ut in hac animalium specie sive soli masculi illo morbo aut calculo laborent, sive, quia de foemellis Cetis, circa hanc rem, nondum sufficiens experientia adeat, idque tantò magis\nmagis (1. dum ad N° 15 ferè impossibile est, fæmellas, seu vaccas assequi, & confequenter longè pauciores Ceti fæmellæ, imo fortè raro quaedam earum capiuntur, & (2. quia inter ipsos masculi generis pisces, secundum ante adductam Dn Boylstoni Observationem, è numero centenario vix unus reperitur, qui hoc calculo laborer.\n\nEx adverfo illa ipsa, ab utrisque Dominis referentibus prolata circumstantia, dum eorum Ambra grysea, quæ mihi calculus Ceti est, non etiam omnibus masculis Cetis, sed vix in uno horum ex centum, adhæc tantum in senioribus & ætate grandioribus reperitur, tanto magis ad propriam ipsorum contradictionem inservit, quod non sit ejusmodi recreementum, quale Moschus, Castoreum, &c. est, simul verò ad eò majorem mei confirmationem, quod nihil aliud sit, quam calculus: si enim\n\n(1.) Est Recrementum naturæ, vel putatitia ipsorum Ambra grysea, isti in vesica reperti adversè olentes globi, Cetis masculis ejusmodi innatum quid, & vesica illa, cystis singularis extra vesicam urinariam, & concretum istud, quod in ea reperitur, similiter tale aliquid naturale, prout est Moschus in animali moschifero, Zibethum in Cato Zibethino, & Castoreum in castore, quippe quibus Ds. Dudley hunc ex statu morbofo generatum calculus assimilare contendit, tum concretum hoc revera etiam in omnibus iis masculis Cetis, qui Sperma Ceti suppeditant, sicut Castoreum in omnibus castroribus, & Moschus in omnibus capris moschiferis, &c. adesse deberet, nec tum in vesica urinaria occurreret, & absolutè omnes (non vero unus ex centum,\n(384)\n\ntum, vel tantum seniores) ejusmodi Ceti globos tales semper & inevitabiliter haberent.\n\n(2.) Si concretum illud his piscibus esset innatum & naturale in statu sano, ut Castoreum, Moschus, Zibethum & similia, tum non tantum ij Ceti, qui in America Sperma Ceti largiuntur, sed & illi id possidere deberent, qui in Europa in mari Hispanico, Gallico & Britannico, praecipue in Oceano Septentrionali capiuntur, verum nemo in his regionibus quicquam ejus vidit, quamquam de vesica urinaria eorum, de urina ipsa, vel quid in statu morboso in vesica Ceti appareat, nullus fortasse follicitus fuit.\n\n(3.) Dns Dudley in sua Relatione ait: Maximum Ambræ globum, quem unquam viderit, ponderasse ad 22 libras, qui pro descripta magnitudine vesicæ urinariæ jam magnus satis calculus est, sed jam quaero: undenam tanta Ambræ gryseæ frusta prodierunt, quæ planè non rotunda nec certæ figuræ fuerunt, simul vero ad 6 pedes magnitudine, & ad 182 libras gravitate ascenderunt, vel adhuc plus ponderaverunt, quæque non rotunda, nec separem adinstar corticata, crustata, leviter friabilia, nec coloris Aurantij, multò minus adversi aut ingrati odoris, minimè vero foetoris, sed planè informia, firmiter compacta, coloris gryseï, subaquili, albicantis, & suaviter olentia fuere? Quaero inquam; unde hæc frusta proveniunt, quæ pondus & magnitudinem frustorum ab illis dictorum decies, vices & magis superant, quorum nec maxima optimè adultorum & grandium Cetorum descripta cystis nunquam satis capax est, nec unquam capere potest?\n\n(4.) Ulterius\n(4.) Ulterius quaero: quò modo hæc Ambra grysea an oras littoris, vel ad terram appellere posset? Ex vivis, impossibile est ut provenerit, quia cystis tantum exitum suum per penem habet, & protecta parvula frusta transgrederentur, si per hunc canalem exire deberent, quomodo autem tanta Ambrae frusta perreperent, quanta haud raro reperta fuerunt? Si quis vero obtendere vellet: frusta talia ex Cetis demortuis provenire, facile regerere possem, qua ratione tum ex vesica egrederentur? Præcipue cum ejusmodi vesicæ membranofæ & satis tenacis texturæ sint, ita ut vix, secundum rationem, aliquis suspicari queat, quod vesica post mortem tam facile disrumpere, vel his liberè circumnatantibus globis exitum concedere possit; ut ego opinor, Ambra nonnunquam cum ipsa cystide circumnatans reperiatur, si non multoties, tamen aliquoties, quale quid vero à nemine unquam nec auditum, nec visum, nec experientia compertum est.\n\n(5.) Quomodo rostra avium, ungulæ, conchæ, spinae pilicium, & alia peregrina, quæ interdum in Ambra grysea reperiuntur, per renes & ureteres in vesicam urinariam, vel potius in putatitiam Ambrae cystidem transire & pervenire possent?\n\n(6.) Denique, ut ulteriora argumenta contraria præteream, unicum tantum adhuc in medium adducam, quod vero ceu argumentum primarium, & tanquam inconvincibile meum ac indisputabile principium regulativum chymico-physicum in omnibus rebus naturalibus, & sic etiam in Ambra grysea, ut pote materiæ quaestionis, tanquam ultimus judex considerari debet, quod me nunquam huc usque fellit, nec revera fallere potest, si modo cum consideratione,\nAderatione, judicio, circumspectione, & grano sa-\ntis sub decenti ordine adhibetur, quodque solum\nme movit, ut in hisce pagellis proponerem, Am-\nbram gryseam minime productum vel educutum ani-\nmale esse, quinimo, quod unicè ac solum satis\nsufficiens est, licet etiam nihil de adductis haec tenus\nopinionibus dixissem, vel id quod dixi, tanquam\nsuperfluum consideretur, de hac re sententiam fe-\nrendi, & ad minimum veritatem, quod Ambra non\nfit animale, declarandi.\n\nNotum est, vel quisvis, qui hæc adhuc ignorat, aut\nfortè in dubium vocare auderet, ipse probare potest,\nquod non tantum Castoreum, Moschus & Zibethum,\nsed omnia quoque animalia eorumque partes, ap-\npellentur quoquo modo velint, quinimo quicquid\netiam sint, in Analyse chymica se ut animalia ex-\nhibere debeant, sive sint animalia integra, sive eo-\nrum partes, fera aut domestica, aves vel pisces, ver-\nmes vel alia insecta, sive sit animale alimentosum,\nsive medicamentosum, sive planè venenosum, degat\nsuper terram, in ære, in aqua, subter terram, in\nmari vel in lacu, in ædibus vel in deserto, in Euro-\npa vel America, vel ubi ubi velit, partes quoque\nsint sive siccae & solidæ, sive viscosæ, pingues, a-\nquose, friabiles, tenaces, leves, graves, vel aliæ,\nprout velint, ac quicquid eorum in mundo excogi-\ntari potest, uno verbo! Quod si quipiam est ani-\nmale, tum etiam in proba chymica, præcipue aper-\nto igne seu destillatione per se tanquam animale se\nexserat & demonstrat, oportet; adeoque vel Spiritu-\nrum empyreumatico-urinosum, vel ejusmodi phleg-\nma, vel oleum animale fætidum, aut cum eo adhuc\nSal volatile urinosum, eaque omnia si non simul,\n\ntamen\nramen r, vel 2 partes, aut ad minimum saltem vestigium liquoris urinosi vel olei animalis empyreumatici largiatur necesse est; adhuc feme considerate dico: Animalia necessario horum aliquid ostendere ac in aspectum proferre debent, quod odorem & gustum afficiat, quando ea per ignem tactantur, prout quoque omnia animalia id revera largiuntur, quin & ipsa lapidea, terreaque Ostracodermata hac in proba animalem suam prosapiam negare nequeunt. Et sic quoque putatitii Ambræ globi, calculos vesicae Ceti puto, aperte & satis sufficienter per hanc probam demonstrabunt, quod non tantum purè animalis, sed & purè urinosæ prosapia, nempè ex urina Ceti generati sint. Si quis e contra veram ab omnibus visilibus animalibus partibus depuratam, nec ab animali quodam olim deglutitam, sed optimè puram Ambram gryseam recipit, & destillationem aperto igne eodem modo tractat, eaque quae prodierunt, examinat, ille ne minimum quidem urinosi, nec olei animalis empyreumatici, nec quicquam animale, sed planè diversa & aliter modificata producta, aliun liquorem, aliud oleum, & aliquid de Sale alio reperiet, prout id postea ulterius adducturus ac demonstratus sum.\n\nHoc ergo tanquam infalibile signum & indubia veritas suscipi potest: Simulac in chymica tractatione Ambræ gryseæ, vel minimum substantiae animalis, sive sit animale oleosum, vel urinoso-salinum aliquid, apparet, aut impetratur, quod hoc nullatenus ab Ambra, tanquam pura Ambra proveniat, sed ab alia quadam, hoc vel illo modo accidentaliter adveniente vel immixta animali re, quippe quae semper tanquam alienum quid, impurum &\nad mixtionem Ambrae grysea non pertinens, considerari debet; sive ergo sit, quod operatio suscepta fuerit cum Ambra olim deglutita, sive etiam cum non deglutita, in qua tamen rostra avium vel aliæ parvae animales partes immixta fuerunt.\n\nQuod autem ejusmodi à piscibus vel aliis animalibus deglutita Ambra grysea non quodammodo aliquam alterationem, ad minimum aliqualem maculationem & animalem inquinationem perpetua fuerit, vix quisquam negare poterit, sive ea postea vomendo vel laxando rursus ejecta, vel in mortuis piscibus reperta & exemta fuerit; sufficit! Quod aliquo modo à succis animalibus & devoratis cibis conspurcata, vel planè cum comestis piscibus aliisque putrefactibus, & ferè stercus factis cibis digesta, ad minimum infecta, ac coinquinata, per confequens potius deteriorata, quam meliorata sit; unde plerumque multò ingratius olet, quin & nigricantior esse reperitur, imo experientia ipfos etiam incolas docuit, ejusmodi deglutitam antea Ambram statim solo externo aspectu cognoscere, qualem properterea consequenter quibusdam in locis, ut superius jam dixi, stercus vel excrementum Balænae appellare soliti sunt.\n\nEt cum utraque ex America transmissae sæpe memoratae Relationes in totum proveniant principaliter ab ejusmodi personis, quæ circa mercaturam & capturam Cotorum versantur, propriè à piscatoribus, captatoribusque Cotorum, imo ex parte inde ortæ sint, quod quis audiverit, alterum dixisse; hinc tanto minus ad hoc, tanquam aliquid indubitato certum aut novum de vera origine & Effentia Ambrae grysea attendendum erit.\n\nDerelinquo\nDerelinquo igitur etiam hanc opinionem, meque jam ad ultimam dispartitionem seu classem, ad eos nempè converto, qui Ambram gryseam pro minerali aliquo habent, vel ejus originem in Regno minerali fundant.\n\nIn quinque opiniones illi dispesci, & si opus esset, unaquæque earum, in certo sensu sumta, approbari posset; verum cum generales expressiones in historia naturali, Chymia physica, variisque aliis scientiis, modò occasionem ad confusionem, & intellectum amphibolicum suppeditent, hinc semper melius est, ut circa quamvis materiam, quantum equidem fieri poteat, Specialissimum potius & maxime characteristicum adhibeatur, sicque mens nostra expliceatur.\n\n1. Hugo de Lindschott, Ambram gryseam Terram esse perhibet*, quod si hoc in sensu latiori intelligeret, & ad prima originalia principia physica recurrerent, tum hæc opinio locum retinere posset; cum vero per hanc non sufficienter se explicaverit, multò minus plus quam simplicem terream Ambrae mixtionem declaraverit, & credibile sit, Lindschottum denominationem illam non in ejusmodi sensu physico posuisse, sed simpliciter Ambram pro merè terrea substantia habuisse, hinc non possum non, hanc denominationem & opinionem pro erronea, contraque naturam, experientiam & proprietatis Ambrae gryseæ pugnante, declarare, sicut etiam cuivis facile notum est, Terram non tam facile flammam concipere, nec adeo promptè liquari, ne-\n\n* Vid. Klobii Ambrae Historia, p. 19.\nque solutionem cum spiritu vini admittere, ut aliarum plures Ambræ grysea proprietates jam praeteram.\n\n2. Alii quodammodo ad proprietates liuationis & inflammabilitatis Ambræ animum adverterunt, ut e. gr. Crato *, aliique plures, hi propterea Ambram pro Sulphure nativo & vero reputarunt; D. Salmon Londinensis, ait: esse Sulphur marinum †. Haec denominatio jam equidem excusari posset, vocabulum Sulphur tropicè vel Synechdochicè, & in tantum intelligeretur aut innuceretur, in quantum Ambra grysea de principio inflammabili seu sulphureo participat, siquidem etiam non modo veteres, sed & adhuc hodiè permulti, omne id quod flammam concipit, Sulphur nominant, sive sit minerale, vegetabile, vel animale, oleum, pinguedo, resina, cera, pix, balsamus, lignum, axungia, carbones, bitumen, spiritus vini, vel quicquid aliud; verum cum & haec generalis denominatio nihil specifici exprimat, sed tantum occasionem subministret ad diversos conceptus, simul quoque clarè satis pateat, quod illi ipsi, qui Ambram pro Sulphure nativo & vero judicarunt, nullo modo ad principium inflammabile in utrisque respexerint, sed quod Ambram pro communi naturali, perfecto & vero sulphure habuerint, aliàs non verbis expressis Sulphur nativum & verum, sed fortè tantum corpus sulphureum, materiam sive substantiam Sulphuream appellassent, cum autem notorie sit, Ambram gryseam planè non esse Sulphur verum, inde & haec opinio nonnisi pro falsa & er-\n\n* In Consiliis à Laur. Scholtzio collect. column. 1093.\n† Vide London Dispensatory, pag. 398. Edit. Lond. 1696. 8vo.\nrōnea haberi potest, (1.) Ambra grysea carbonibus candentibus inspergatur, odor in examine probetur, an cum odore Sulphuris conveniat? (2.) tentetur Ambra grysea cum Sale alcali fixo, an hepar Sulphuris, Tartarum vitriolatum & plura ejusmodi iuppeditet? (3.) An Ambra Regulum Antimonii rufus in Antimonium crudum reducat? (4.) An ex Ambra in aqua calcis vivae, vel lixivio alcalino soluta, fiat Lac Sulphuris? (5.) An ex Ambra & Mercurio cinnabaris prodeat, aliaque praeparata plura quae alias cum Sulphure vero conficiuntur, cum Ambra grysea quoque parari possint? Omnia haec frustranea erunt, cunctaeque ed tendentes probae supervacuae evadent, prout & Libavius Cratoni hac in re jam contradixit.\n\nTandem quidam rei ipsi propius accedunt, ita ut plurimi Ambram gryseam non tantum pro Minerali, sed etiam pro eo, quale revera est, scilicet pro Bituminis seu specie quadam bituminis aestimaverint, & adhuc aestiment; sed in certis circumstantiis nondum omnes unam eandemque sententiam fovere possent, nam\n\n3. Quidam aiunt, Ambram provenire in forma liquida.\n\n4. Alii vero in forma sicca.\n\n5. Adhuc alii, eam in forma viscosa, sive consistentiae mediae, in mare prodire asserunt.\n\nDifferunt etiam in his, (a) quod quidam affirment: Ambram gryseam ex littoribus sub terra prodire & in mare devolvi, (b) alii vero fatagunt evincere, quod ex abyso, seu potius sub terra fundi maris prodeat in mare.\n\n1.) Illi,\n1.) Illi, qui autumant, Ambram gryseam in principio fuisse fluidam, vel qui, eam in forma liquida in mare devenire, existimant, perhibent, Ambram in principio naturà suâ esse Bitumen liquidum, vel Speciem Naphtha, & inter hos recenseri volunt Ebnfina, Simeon Séthi, Naevius, Avicenna, Agricola, Solenander, Bertinus, Libavius, Garcias ab Horto, Hadrianus Toll, Joh. Eusebius Nierenbergius, Franciscus Hernandez, & diversi alii plures, qui omnes statuunt: Ambram ex manatione fontis bituminosi seu fontis Naphtha in mare devenire, & differunt tantum in quibusdam parvis, caput rei non attingentibus circumstantiis, e. gr. Avicenna & Pcellus volunt, quod ex Scaturiginibus lateralibus cum aquis simul in mare profluat; alii contra, inter quos etiam Nicolaus Chevalier, qui Anno 1700 magnum illud Amstelodamense frustum Ambrae descriptit *, accensendus est, referunt, quod per se ex fundo maris scaturiat, & ex Hydrophylaciis Kircherianis ad igne centrali quasi in mare destilletur.\n\n2.) Alii, qui opinionem fovent, quod Ambra in forma siccà deveniat in mare, aiunt, eam esse Succinum quoddam, seu revera siccum Bitumen, quod eadem quoque ratione in mare feratur, ut aliud ordinarium Succinum, seu Ambra citrina. Andreas Caesalpinus eam quidem appellat Gemmam, interim vero collocat sub species Succini. Supra citatus Dn Oelven, qui Ambram gryseam pro Meteoro venditavit, in suo Tractatu nihilominus certo loco ait †: Succinum magnam possidere affinitatem cum\n\n* Description de la Piece d'Aambre grise pag. 54, &c.\n† Der Monathlichen curieuen Natur-Kunst-Staats-und Sitten-Præsenten, Zweytes Stuck im Februar. 1708 pag. 56,\n\nAmbra\nAmbra grysea, hoc tamen subesse discrimen, quod Ambra grysea in calidis regionibus, in quibus omnes flores & aromata summam sui generis perfectionem & fragrantissimum odorem nanciscerentur; Ambra citrina e contra tantum in rigidis Septentrionalibus regionibus, & longe frigidiori Mari Baltico, reperitur: proinde quoque hæc multò crassioris atque durioris substantiæ sit. Denique experientissimus patrīter ac eruditissimus Dr Henckelius * air; Ambram gryseam, Succinum & Asphaltum, seu Succinum Orientale, Succinum vulgare, & Succinum nigrum planè non in principiis essentialibus, sed tantum in quibusdam accidentalibus & gradibus inter se differre, quæ ultima sententia inprimis cum experientia quoque convenit.\n\n3) Illi denique, qui Ambram gryseam in forma viscosa consistentiæ mediae, adeoque non penitus liquidâ, nec planè siccâ, sed mediâ, & quidem viscosâ formâ consistentiâque in mare devenire putant, dicunt, quod ea primum tanquam mollis pix, vel ad similitudinem bolbiri in vel super fundo maris repertatur, ac sensim sensimque indurescat. Helbigius idcirco asserit: Ambra nec est Gummi, nec Resina, neque stercus avium, neque placenta apium, sed verus in fundo maris, picis adinstar jacens Viscus, & quasi ut pix marina crescens, id quod mercator quidam ex Batavia, qui oculis suis illud aspexisset, ipsi hoc modo scripsisset †. Supra memoratus celebris Rumpfius in literis ad Ten Rhynedatis, hoc certum est, inquit, nec aliud quicquam novi, quam veterem meam opinionem de origine\n\n* Vide Bethesda portuosa, pag. 74.\n† Ephem. Nat. Cur. Decur. i Ann. IX. ex X. pag. 459.\nAmbræ gryscæ proferre, nempe quod sit pinguedo quædam, ex fundo maris proveniens, in principio quidem mollis & viscidæ, quæ postea verò à salisidine maris indurescat *. Aldrovandus, postquam varias opiniones adduxit, his demum concludit verbis: Sed hæ distinctiones nullius esse valoris judicamus, quandoquidem non piscium vel Cetorum excrementum, sed Bituminis genus esse asservimus ‡.\n\nBorellus equidem objectionem quandam adhuc formare conatur, quod Ambra grysea non sit Bitumen, obtendens: Bitumina foetere, & ad internum usum inepta esse; verum in ejusmodi casibus non semper à genere ad species, vel à specie ad genus concludere possimus, prout & vel solum Succinum vulgare contrarium, aut quod Borelli objectio de Ambra insufficiens sit, demonstrat, hoc nempe Succinum hodiè ab omnibus hominibus pro bitumine agnoscitur, attamen verò nullo modo factet, sed copiosè satis & securè pro usu interno adhibetur, ut taceam, quæ adducuntur in Actis Eruditor. Lipsiens. An. 1684, de quadam in Polonia existente Scaturigne seu fonte, qui bitumen liquidum suaveolens medicamentosum & alimentosum largitur, odoremque fragrantissimum & balsamicum posideret; nec pluribus attingam oleum montis Zibini Francisci Arioisti, de quo Olingerus Jacobæus mentionem facit.\n\nNicolaus Monardes jam dixit **; circa originem Ambræ variæ circumferuntur opiniones, sed verissima hæc est, quod ea sit genus bituminis, & quidem ex\n\n* Valentini Ost-Indische send-schreiben, pag. 50.\n† Mus. Metallic. Lib. IIII. pag. 432.\n‡ Loco citat. Observationum,\n** De Simpl. Medicam, pag. 12.\nfonte manans, quod, simul ac aerem sentit, statim indurescit, eodem modo, uti permulta alia sub aqua maris existentia concreta, ut corallia, &c, etiam mollia sunt.\n\nJoh. Faber Lyncæus, hoc igitur certissimum est, inquit, Ambra non esse aliud, quam Bitumen*.\n\nUt dicta in summam contraham, plerique Scriptores rerum naturalium non tantum in hoc conveniunt 1.) quod, dum de Bituminibus agunt, asserant, dari bitumina tam liquida quam concerta, 2.) omnia bitumina ad mineralia referenda esse, 3.) quod Bitumen siccum nihil aliud, quam pinguedo terræ tenax, facileque urens, &c 4.) Ambra grysea iisdem proprietatibus dotata, consequenter absqueulla contradictione non solum minerale, sed in suo etiam genere & specie Bitumen sit.\n\nQuamvis igitur, ratione consistentiae originalis, dum alter Ambra sub forma solida, alter sub forma viscida & tenaci, tertius sub forma planè liquida in mare devenire affirmat, adhuc nonnulla addi possint, attamen hoc aprimè necessarium esse, minimè video, siquidem tres haæ opiniones, tanquam primariae ex omnibus hættenus adductis, facile uniri, atque ita inter se combinari queunt, ut certo respectu omnes tres rectè sentiant.\n\n1. Nemo fortè hominum, qui solidi quippiam, de origine multorum subterraneorum intelligit, negabit, quod omnia Bitumina in principio fuerint liquida, licet etiam in forma liquida non in mare devenierint.\n\n* Joh. Fab. Lyncæi Exposit. in Rech. pag. 565.\n2. Necesse est, ut tam Ambra grysea, quam Ambra citrina in principio, si non plane liquida, necessariò tamen, per aliquod tempus, in forma viscosa, vel Ambra grysea etiam, dum è mari ad littus ejicitur, saltem adhuc ejusmodi texturae fuerit, ut si forte in mari jam indurata fuisset, à sole facilè emolliiri potuerit, alias enim nec rostella avium, conchae, testae, earum particulae, nec aliae quisquiliae ei inhærere possent, prout tamen varia ejusmodi in Ambra grysea, & sic quoque, uti satis constat, tam multivaria infecta, aliæque res in Ambra citrina, reipsa inveniuntur.\n\n3. Quod vero demum Ambra grysea plane arida, vel in forma sicca, quamvis tanquam impurum & quodammodo mollius Succinum, interim tamen ut verum Bitumen appareat, hoc unicuique satis evidens ac praestò est.\n\nDe hac materia notatu digna sunt verba Francisci Hernandez, inquietis: Ambra grysea ex quibusdam fontibus Naphtha in mare provenit, & procellosa tempestate à vento ac fluctibus ad oras littoris ejicetur, est substantia odoratissima inflammabilis seu ardens, nunc durior, nunc mollior, nunc friabilis, nunc flexilis, ita ut quodammodo inter digitos & dentes, instar ceræ flecti vel extendi queat, &c.\n\nEgo proinde, quantum perspicere possum, credo & censeo.\n\n(1.) Ambram gryseam identidem, prout Ambra citrina, ex terra in mare devenire.\n\n(2.) Eam non sicut Naphtha vel Petroleum, sed jam sub crassiori, flexili, & probabiliter sàpè adhuc viscida & tenaci consistentia in mare provenire.\n\n(3.) Quod\n(3.) Quod sub prima concretione vel formatione Ambrae grysea bitumen liquidum vel Species Naphthae concurrat, & mixtione simul constituat.\n\n(4.) Quod magna frusta simul quidem generari possint, ut plurimum tamen in principio tantum paucum quoddam simul oriatur, cui frustulo rursus novum quoddam veluti stratum superaccrescat, vel se se apponat, adeoque hoc modo per plura & recentiora semper strata Ambra grysea nunc in rotunditate, nunc in longitudine, vel etiam in planè inaequali forma augeatur & increscat, sub qua formatione semper adhuc aliquantum mollis sit, unde variae res ei agglutinari possunt, interim de tempore ad tempus sensim sensimque magis induretur, circiter usque ad consistentiam ceræ.\n\nEt cum pleraque Ambra grysea ita sub forma stratorum vel corticum appareat, hinc fortè hæc circumstantia eos, qui in America degunt, seduxit, ut sibi imaginarentur, quod eodem modo, ut lapis Bezoardicus, vel calculus generetur, cum tamen considerare potuissent, diversa alia corpora subterranea plura, tam bituminosa, ut carbones fossiles, minerae aluminoæ, &c. quam etiam alia mineralia, ut Talcum, Ardesia, Glacies Mariæ, &c. eadem sub figurâ, ac calculi animales, per strata oriri.\n\nCaeterum nequidem adeo necessarium existimo, primam originem Ambrae grysea tam profundè rimari, vel primordialem ejus generationem tam accuratè velle perscrutari. Quis enim indubitâtè certò explicare potest, qua ratione vilius illud & in majori quantitate occurrens vulgare Succinum oriatur? Quomodo metalla, seminetalla, gemmæ, fluores, atque innumera alia concreta mineralia generentur? de pau-\n\nG g g 2\ncissimis mixtis & compositis subterraneis certum quid novimus, quo fiunt modo, licet hoc & illud conjiciamus, imo, quamvis de permultis scire & experiri possimus, quid sint. Ut mihi videtur, relatio ista vel notitia, quo aut quali modo illae Deo solo creatae res factae sint, vel quomodo eae adhuc dum fiunt & generentur, nobis non adeò necessaria nec utilis est, nequaquam enim nos miser homines ejusmodi, ex incomprehensibili Supremi omnipotentia, orientes creaturas propterea imitari possimus; sed eò plene contenti esse possimus, si modò rectè novimus, quid sint hæc naturalia? nimirum (1.) ex quo naturæ regno ista, quam ad manus habemus, Dei creatura proveniat, (2.) quidque ea sit, non tantum nomine tenus, vel secundum nudum aspectum, sed primariò, secundum internam ipsius mixtionem, affectionem & indolem, quæ posterior cognitio ex se ipsa priorem manifestat, ita ut saltem Chymicus saepè non opus habeat quaerere vel nosse, an Subjectum, quod ipsi ad manus est, vegetabile, vel minerale, vel animale sit? idque tantò minus, quia alius ipsi fortasse planè falsam, atque cum natura & proprietatibus Subjecti nullatenus convenientem responsionem vel relationem (ut e. gr. de Ambra grysea) dare posset. Sed Chymicus ea tantum instrumentis suis examinet, vel consideratò per Chymiam evolvat, tum ipsi non nudè dubiosa, sed planè indubia, disputationum non indigens, irrefutabilis ac vera responsio in manus & oculos incurreret. Hoc igitur verum fundamentum est, cui inniti, & per quod omnes dubias vel penitus erroneas, licet etiam doctè & probabiliter excogitatas, vel ornatisimè ac prolixè descriptas, impressas, aut æri prorsus incisas praefigurationes & opiniones, si nempè\nnempè experientiæ Chymico-physicæ, tanquam sincerissimo & infallibili lapidi lydio mixtorum naturalium non respondeant, oppugnare, insque liberè contradicere possumus.\n\nUt finiam, non possum non mirari, quod Paulus Hermannus, in materia medica satis expertus, ne verbum quidem de Ambra grysea in Cynofura sua adduxerit, licet, eam praeterisse, satius egerit, quam si ridicula talia proposuisset, ut hoc in casu Leonhard Fuchsius * fecit, quippe qui, nullam in orbe Ambra nativam dari, sed omnem factitiam esse, judicavit; Sepultam vero mittamus simplicissimam hanc opinionem cum suo inventore, & contra ulterius consideremus, unde Ambra apportetur, & qua ratione ordinariò se in commercio visui nostro exponat?\n\nAmbra grysea maxima ex parte apportatur ex India Orientali, ex & circa Insulam Madagascari, ex Insulis Moluccensibus Mauritii ad Neykotarres, Insulis Occidentalibus Sumatræ, Insula Borneo, & Caep Commoriis ad Malabar, ex littoribus Æthiopicis, quippe quæ à Sofala usque ad Brana perquam ambifera esse perhibentur. Et sic aliæ quoque regiones ac loca in mundo reperiuntur, siquidem Ambra in mari longè admodum propelli, adeoque centenis in locis, regionibus & situationibus littoris maris ejici, vel & aliis modis, uti superius adduximus, offendi poteat.\n\nConsideratu dignum est, quod preciosum hoc bitumen non raro in permagnis frustis seu massis repertatur. Non quidem adducam, quæ Faber Lyncæus ex Gregorio de Bolivar refert, interdum frusta\n\n* Fuchsius de Compos. Medicamentor. Libr. I. pag. 211.\nAmbræ 100,000 libras ponderantia dari, multominus, quae in Garcia ab Horto existant, totas Insulas Ambra grysea plenas existere, & in regione istarum Insularum totum maris fundum Ambra praeditum esse; omnium minimè ad ea animum reflectam, quae quidam natione Gallus, nomine Isaac Vigny, qui per aliquod tempus peregrinus est, refert, se Regionem scire, quae adeò dives sit Ambræ, ut mille naves ea solâ onerari possent, de omnibus his, inquam, nimum excedentibus hyperbolis, nihil quicquam adducam, siquidem ea non parum fabulosa, & ultimum mihi magis quam Vasconicum videatur, sed sequentia tantum exempla, tanquam veritates considerari, vel saltum hoc exinde certum reddi potest, quod ingenia utique Ambræ frusta dentur.\n\nAnno 1555, in Promontorio Comorim frustum Ambræ grysea circiter 3000 librarum repertum est, quod tum temporis pro Asphalto seu communi Bitumine vendiderunt. Joh. Hugo de Lindschot ait, circa hoc Promontorium quondam frustum 30 Quintalium, ut vocant, id quod circi; ter 150 Centenarios pondere æquat, deprehensum fuisse. Monardes & Franciscus Hernandez mentionem faciunt de frustis 100 librarum. Garcias ab Horto etiam frusta Ambræ adducit, quae magnitudinem viri adæquarunt, ulterius frustum, quod 90 manus latas in longitudine, & 18 manus latas in latitudine complexum fuit. Montanus memorat de frusto, quod 130 libras ponderavit, & à Rege in Satsuma Anno 1659, conservatum fuit. Anno 1666, circa Promontorium viride ad fluvium Gambi, frustum 80 librarum ejectum & in Hollandiam asportatum est. Anno 1691, Amstelodami fuit massa 42 librarum. Daniel de Bruel, circa Malaccam\nMalaccam frustum 33 librarum repertum fuisse, affirmat. Romæ frustum, magnitudine caput viri adæquans, est Similiter etiam Romæ & in Loreto, variisque aliis Italiæ locis permulta preciosa & artificiosè fabrefacta ex Ambra grysea vituntur, quæ, hæc ex permagnis frustis elaborata esse, satis superque demonstrant.\n\nAnte dictus Vigny non parvum frustum habuit, secumque ex India asportavit, siquidem 1300 libras Sterl. pro eo accepit. Notus adeò Kæmpferus ipse testis est, suo tempore in Japonensi Provincia Kinokuni frustum Ambræ repertum fuisse, quod 100 Catti, seu 130 libras Hollandicas pondere superaverit.\n\nFratres germani Joh. Andreas & Marcus Matzperger Augustæ vindelicorum à Roberto Struzzi Venetiis Anno 1613, frustum coëmerunt, 48 libras & 8 uncias ponderans.\n\nEt quid opus est plura conquirere, recentissimum, optimum & maximè convincens exemplum habemus in magno illo frusto Ambrae grysea, quod Societas Indiae Orientalis in Hollandia, Anno 1693, à Rege Tidori pro 11,000 thaleris coemit, cui primum forma testudinis, ac pondus 182 librarum fuit, & crasfitie 5 pedes & 8 pollices, longitudine vero 2 pedes & 2 pollices adæquavit: Ante memoratus Nicolaus Chevalier prolixè illud in exiguo Tractatu Anno 1700. Amstelodami impresso, descriptit, & varias icones æri incisas, prout hoc frustum ab omnibus lateribus apparuerat, addidit. Frustum hoc Amstelodami per multos annos custoditum, & à tot centenis, si non aliquot millibus hominum tanquam raritas singularis visitatum, tanDEM\ndem in frusta confractum & auctionis lege venditum\nfuit, ita ut permulti eorum, qui adhuc in vivis sunt,\nhujus rei oculati testes esse possint, & per conse-\nquens nemo de hac circumstantia, quod satis mag-\nna frusta Ambræ reperiantur, dubitare debeat; hac\noccasione semel adhuc quæro, qua ratione Ameri-\ncani Domini referentes cum sua cytside hic con-\nvenient, si de tam ingentibus Ambræ gryseæ frustis\nauditu vel lectu quicquam percipiunt?\n\nContinuabitur hæc Dissertatio in N° seq.\n\nII. An Account of a new Engine for raising\nWater, in which Horses or other Animals\ndraw without any loss of Power (which has ne-\nver yet been practised) and how the Strokes of\nthe Pistons may be made of any Length, to\nprevent the loss of Water, by the too frequent\nopening of Valves, with many other Advan-\ntages altogether new; the Model of which was\nshewn to the Royal Society on the 28th of\nNovember, by Walter Churchman, the\nInventor of it.\n\nThe Description of this Engine is given on the\nSides of the Plate, where the Engine itself is\nlikewise delineated. Vide T A B.\n\nT H E Animals all draw horizontally, and in\na straight Line, and at right Angles, whereby\nthey exert their utmost Force. — By these Advan-\ntages",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103866.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 33,
    "total-input-tokens": 47512,
    "total-output-tokens": 16773,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1073,
        2
      ],
      [
        1073,
        2696,
        3
      ],
      [
        2696,
        4295,
        4
      ],
      [
        4295,
        5622,
        5
      ],
      [
        5622,
        6942,
        6
      ],
      [
        6942,
        8413,
        7
      ],
      [
        8413,
        9653,
        8
      ],
      [
        9653,
        11167,
        9
      ],
      [
        11167,
        12791,
        10
      ],
      [
        12791,
        14446,
        11
      ],
      [
        14446,
        16076,
        12
      ],
      [
        16076,
        17719,
        13
      ],
      [
        17719,
        19254,
        14
      ],
      [
        19254,
        20784,
        15
      ],
      [
        20784,
        22378,
        16
      ],
      [
        22378,
        24006,
        17
      ],
      [
        24006,
        25588,
        18
      ],
      [
        25588,
        27151,
        19
      ],
      [
        27151,
        28574,
        20
      ],
      [
        28574,
        30124,
        21
      ],
      [
        30124,
        31530,
        22
      ],
      [
        31530,
        33158,
        23
      ],
      [
        33158,
        34739,
        24
      ],
      [
        34739,
        36296,
        25
      ],
      [
        36296,
        37706,
        26
      ],
      [
        37706,
        39189,
        27
      ],
      [
        39189,
        40790,
        28
      ],
      [
        40790,
        42474,
        29
      ],
      [
        42474,
        43986,
        30
      ],
      [
        43986,
        45585,
        31
      ],
      [
        45585,
        47076,
        32
      ],
      [
        47076,
        48278,
        33
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103866",
    "title": "De Ambra Grysea. Auctore Casparo Neumanno, M. D. Chemioe Profess. Berolin. et R. S. S. [Vide Part I. No. 433.] Pars II",
    "authors": "Casparo Neumanno",
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 33,
    "jstor_url": "https://www.jstor.org/stable/103866"
  }
}