{
  "id": "d5df03f85650eff89bfc91d7cc5b8f78c8ae4b4d",
  "text": "VI. A numerical Table of elective Attractions; with Remarks on the Sequences of double Decompositions. By Thomas Young; M. D. For. Sec. R. S.\n\nRead February 9, 1809.\n\nAttempts have been made, by several chemists, to obtain a series of numbers, capable of representing the mutual attractive forces of the component parts of different salts; but these attempts have hitherto been confined within narrow limits, and have indeed been so hastily abandoned, that some very important consequences, which necessarily follow from the general principle of a numerical representation, appear to have been entirely overlooked. It is not impossible, that there may be some cases, in which the presence of a fourth substance, besides the two ingredients of the salt, and the medium in which they are dissolved, may influence the precise force of their mutual attraction, either by affecting the solubility of the salt, or by some other unknown means, so that the number, naturally appropriate to the combination, may no longer correspond to its affections; but there is reason to think that such cases are rare; and when they occur, they may easily be noticed as exceptions to the general rules. It appears therefore, that nearly all the phenomena of the mutual actions of a hundred different salts may be correctly represented by a hundred numbers, while, in the usual manner of relating every case as a different experiment, above two thousand separate articles would be required.\nHaving been engaged in the collection of a few of the principal facts relating to chemistry and pharmacy, I was induced to attempt the investigation of a series of these numbers; and I have succeeded, not without some difficulty, in obtaining such as appear to agree sufficiently well with all the cases of double decompositions which are fully established, the exceptions not exceeding twenty, out of about twelve hundred cases enumerated by Fourcroy. The same numbers agree in general with the order of simple elective attractions, as usually laid down by chemical authors; but it was of so much less importance to accommodate them to these, that I have not been very solicitous to avoid a few inconsistencies in this respect, especially as many of the bases of the calculation remain uncertain, and as the common tables of simple elective attractions are certainly imperfect, if they are considered as indicating the order of the independent attractive forces of the substances concerned. Although it cannot be expected that these numbers should be accurate measures of the forces which they represent, yet they may be supposed to be tolerable approximations to such measures, at least if any two of them are nearly in the true proportion, it is probable that the rest cannot deviate very far from it: thus, if the attractive force of the phosphoric acid for potash is about eight tenths of that of the sulfuric acid for barita, that of the phosphoric acid for barita must be about nine tenths as great; but they are calculated only to agree with a certain number of phenomena, and will probably require many alterations, as well as additions, when all other similar phenomena shall have been accurately investigated.\n\nThere is, however, a method of representing the facts, which\nhave served as the bases of the determination, independently of any hypothesis, and without being liable to the contingent necessity of any future alteration, in order to make room for the introduction of the affections of other substances; and this method enables us also to compare, upon general principles, a multitude of scattered phenomena, and to reject many which have been mentioned as probable, though doubtful, with the omission of a very few only which have been stated as ascertained. This arrangement simply depends on the supposition, that the attractive force, which tends to unite any two substances, may always be represented by a certain constant quantity.\n\nFrom this principle it may be inferred, in the first place, that there must be a sequence in the simple elective attractions. For example, there must be an error in the common tables of elective attractions, in which magnesia stands above ammonia under the sulfuric acid, and below it under the phosphoric, and the phosphoric acid stands above the sulfuric under magnesia, and below it under ammonia, since such an arrangement implies, that the order of the attractive forces is this; phosphate of magnesia, sulfate of magnesia, sulfate of ammonia, phosphate of ammonia, and again phosphate of magnesia; which forms a circle, and not a sequence. We must therefore either place magnesia above ammonia under the phosphoric acid, or the phosphoric acid below the sulfuric under magnesia; or we must abandon the principle of a numerical representation in this particular case.\n\nIn the second place, there must be an agreement between the simple and double elective attractions. Thus, if the fluoric acid stands above the nitric under barita, and below it under\nlime, the fluate of barita cannot decompose the nitrate of lime, since the previous attractions of these two salts are respectively greater, than the divellent attractions of the nitrate of barita and the fluate of lime. Probably, therefore, we ought to place the fluoric acid below the nitric under barita; and we may suppose, that when the fluoric acid has appeared to form a precipitate with the nitrate of barita, there has been some fallacy in the experiment.\n\nThe third proposition is somewhat less obvious, but perhaps of greater utility: there must be a continued sequence in the order of double elective attractions; that is, between any two acids, we may place the different bases in such an order, that any two salts, resulting from their union, shall always decompose each other, unless each acid be united to the base nearest to it: for example, sulfuric acid, barita, potass, soda, ammonia, strontia, magnesia, glycina, alumina, zirconia, lime, phosphoric acid. The sulfate of potass decomposes the phosphate of barita, because the difference of the attractions of barita for the sulfuric and phosphoric acids is greater than the difference of the similar attractions of potass; and in the same manner the difference of the attractions of potass is greater than that of the attractions of soda; consequently the difference of the attractions of barita must be much greater than that of the attractions of soda, and the sulfate of soda must decompose the phosphate of barita: and in the same manner it may be shown, that each base must preserve its relations of priority or posteriority to every other in the series. It is also obvious that, for similar reasons, the acids may be arranged in a continued sequence between the different bases; and when all the decompositions of a certain number of salts\nhave been investigated, we may form two corresponding tables, one of the sequences of the bases with the acids, and another of those of the acids with the different bases; and if either or both of the tables are imperfect, their deficiencies may often be supplied, and their errors corrected, by a repeated comparison with each other.\n\nIn forming tables of this kind from the cases collected by Fourcroy, I have been obliged to reject some facts, which were evidently contradictory to others, and these I have not thought it necessary to mention; a few, which are positively related, and which are only inconsistent with the principle of numerical representation, I have mentioned in notes; but many others, which have been stated as merely probable, I have omitted without any notice. In the table of simple elective attractions, I have retained the usual order of the different substances; inserting again in parentheses such of them as require to be transposed, in order to avoid inconsequences in the simple attractions: I have attached to each combination marked with an asterisc the number deduced from the double decompositions, as expressive of its attractive force; and where the number is inconsistent with the corrected order of the simple elective attractions, I have also inclosed it in a parenthesis. Such an apparent inconsistency may perhaps in some cases be unavoidable, as it is possible that the different proportions of the masses concerned, in the operations of simple and compound decomposition, may sometimes cause a real difference in the comparative magnitude of the attractive forces. Those numbers, to which no asterisc is affixed, are merely inserted by interpolation, and they can only be so far employed for determining the mutual actions of the salts to which they belong,\nas the results which they indicate would follow from the comparison of any other numbers, intermediate to the nearest of those, which are more correctly determined. I have not been able to obtain a sufficient number of facts relating to the metallic salts, to enable me to comprehend many of them in the tables.\n\nIt has been usual to distinguish the attractions, which produce the double decompositions of salts, into necessary and superfluous attractions; but the distinction is neither very accurate, nor very important: they might be still further divided, accordingly as two, three, or the whole of the four ingredients concerned are capable of simply decomposing the salt in which they are not contained; and if two, accordingly as they are previously united or separate; such divisions would however merely tend to divert the attention from the natural operation of the joint forces concerned.\n\nIt appears to be not improbable, that the attractive force of any two substances might, in many cases, be expressed by the quotient of two numbers appropriate to the substances, or rather by the excess of that quotient above unity; thus the attractive force of many of the acids for the three principal alkalies might probably be correctly represented in this manner; and where the order of attractions is different, perhaps the addition of a second, or of a second and third quotient, derived from a different series of numbers, would afford an accurate determination of the relative force of attraction, which would always be the weaker, as the two substances concerned stood nearer to each other in these orders of numbers; so that, by affixing, to each simple substance, two, three, or at most\n\nMDCCCIX.\nfour numbers only, its attractive powers might be expressed in the shortest and most general manner.\n\nI have thought it necessary to make some alterations in the orthography generally adopted by chemists, not from a want of deference to their individual authority, but because it appears to me that there are certain rules of etymology, which no modern author has a right to set aside. According to the orthography universally established throughout the language, without any material exceptions, our mode of writing Greek words is always borrowed from the Romans, whose alphabet we have adopted: thus the Greek vowel Υ, when alone, is always expressed in Latin and in English by Y, and the Greek diphthong ΟΥ by U, the Romans having no such diphthong as OU or OY. The French have sometimes deviated from this rule, and if it were excusable for any, it would be for them, since their u and ou are pronounced exactly as the Υ and ΟΥ of the Greeks probably were: but we have no such excuse. Thus the French have used the term acoustique, which some English authors have converted into \"acoustics;\" our anatomists, however, speak, much more correctly, of the \"acustic\" nerve. Instead of glucine, we ought certainly, for a similar reason, to write glycine; or glycina, if the names of the earths are to end in a. Barytes, as a single Greek word, means weight, and must be pronounced bárytes; but as the name of a stone, accented on the second syllable, it must be written barites; and the pure earth may properly be called barita. Yttria I have altered to itria, because no Latin word begins with a Y.\nIn all mixtures of the aqueous solutions of two salts, each acid remains united to the base which stands nearest to it in this table.\n\nTable of the Sequences of the Bases with the different Acids:\n\n| Sulfuric Acid | Barium | Strontia | Lime |\n|--------------|--------|----------|------|\n|                |        | Soda     | Soda |\n|                | Barite | Strontia | Soda |\n|              (Silver?) | ammo | Leather | Soda |\n|                | Ammonia(Sal.) | Soda | Soda |\n|               mercury periodically | Ammonia(Sl.) | Soda | Ammonia(Sl.) |\n|                | Ammonia || || || |\n\nSoda\n\nSoda\n\nAmmonia\n\nAmmonia\n\nMagnesia(Mercury)\n\nMagnesia(mercury)\n\nSoda\n\nSoda\n\n| Microna | Microna | Microna | Microna |\n|----------|---------|---------|---------|\n| Lime     | Lime    | Lime    | Lime    |\n| Lime     | Lime    | Lime    | Lime    |\n| Lime     | Lime    | Lime    | Lime    |\n\nZirconia\n\nAmmonia(Zinc)\n\nAmmonia(Copper)\n\nGlycinia(Zircona)\n\nAlumina(Zircona)\n\nMagnesia(Zircona)\n\nGlycinia(Amagena?)\n\nMagnesia(Zircona)\n\nZirconia(Zircona?)\n\nLime(Zinc)\n\nAlumina(Zircona)\n\nZirconia(Zirconia)\n### Nitric Acid\n\n| Barita | Potass | Soda | Ammonia | Magnesia | Glycina | Alumina | Zirconia |\n|--------|--------|------|---------|----------|---------|---------|---------|\n| Lime   | Magnesia | Glycina | Ammonia | Magnesia | Glycina | Alumina | Zirconia |\n\n### Nitric and Muriatic Acids\n\n| Barita | Potass | Soda | Ammonia | Magnesia | Glycina | Alumina | Zirconia |\n|--------|--------|------|---------|----------|---------|---------|---------|\n| Lime   | Magnesia | Glycina | Ammonia | Magnesia | Glycina | Alumina | Zirconia |\n\n(7) A triple salt is formed. (8) Fourcroy says, that the muriate of zirconia decomposes the phosphates of barita and strontia. (9) According to Fourcroy's account, the fluate of strontia decomposes the muriates of ammonia, and of all the bases below it; but he says in another part of the same volume, that the fluate of strontia is an unknown salt. (10) According to Fourcroy's account of these combinations, barita should stand immediately below ammonia in both of these columns. (11) With heat, the carbonate of lime decomposes the muriate of ammonia.\n\n### Phosphoric Acid\n\n| Barita | Lime | Barita | Potass | Barita |\n|--------|------|--------|--------|--------|\n| Lime   | Barita | Lime | Soda | Lime |\n| Potass | Potass | Potass | Barita | Potass |\n| Soda   | Soda | Soda | Lime (13) | Soda |\n| Strontia | Strontia | Strontia | Strontia | Strontia |\n| Magnesia | Magnesia | Ammonia (12) | Ammonia | Magnesia |\n| Ammonia | Ammonia | Magnesia | Magnesia | Glycina |\n| Glycina | Glycina | Glycina | Glycina | Alumina |\n| Alumina | Alumina | Alumina | Alumina | Zirconia |\n| Zirconia | Zirconia | Zirconia | Zirconia | Zirconia |\n\n(12) According to Fourcroy, the phosphate of ammonia decomposes the borate of magnesia. (13) Fourcroy says, that the carbonate of lime decomposes the phosphates of potass and of soda.\n\n### Fluoric Acid\n\n| Lime | Lime | Potass |\n|------|------|--------|\n| Potass | Barita | Soda |\n| Soda | Strontia | Lime |\n| Magnesia | Potass | Barita |\n| Ammonia | Soda | Strontia |\n| Glycina | Ammonia | Ammonia (14) |\n| Alumina | Magnesia | Magnesia |\n| Zirconia | Glycina | Glycina |\n| Strontia | Alumina | Alumina |\n| Barita | Zirconia | Zirconia |\n\n(14) According to Fourcroy, the carbonate of ammonia decomposes the fluates of barita and strontia.\nSulfurous Acid.\n\nBarita Potass Lime Zirconia Boracic Acid.\n\nPotass Soda Strontia Alumina Potass\nStrontia Soda Barita Glycina Soda\nPotass Barita (15) Strontia Glycina Lime\nSoda Ammonia Zirconia Ammonia Barita\nAmmonia Ammonia Alumina Magnesia Strontia\nMagnesia Lime Glycina Magnesia Magnesia\nLime Magnesia Magnesia Soda Ammonia\nGlycina Glycina Ammonia Potass Glycina\nAlumina Alumina Soda Barita Alumina\nZirconia Zirconia Potass Lime Zirconia\nBoracic Carbonic (Nitrous) (Phosphorous?) Carbonic\n\n(15) Fourcroy says, that the sulfite of barita decomposes the carbonate of ammonia.\n\nTable of the Sequences of the Acids with different Bases.\n\nBarita. Strontia. Lime. Potass Magnesia.\n\nSulfuric S C S S C S P S C P P P MAGN. = AMM. S B\nNitric N S P N SS P S P P F F F GLYCINA N C\nMuriatic M P SS M F SS SS SS F B B SS ALUMINA M P\nPhosphoric SS SS N SS P F F F SS S SS B ZIRCONIA P F\nSulfurous P N M C B B B B SS S SS B Each with every subsequent base in this order\nFluoric C M F B S C C N S C S N F SS\nBoracic B F B F M N N M M N N M SS S\nCarbonic F B C P N M M C N M M C B N\nSTRONTIA LM PT MG LM PT MG AM GL PT MG AM GL C M\nSD AM SD AL ZR SD AL ZR AM\n\nThe comparative use of this table may be understood from an example: if we suppose that the nitrate of barita decomposes the borate of ammonia, we must place the boracic acid above the nitric, between barita and ammonia in this table, and consequently barita below ammonia, between the fluoric and boracic in the former: hence the boracic and fluoric acids must also be transposed between barita and strontia, and between barita and potass; or if we place the fluoric still higher than the boracic in the first instance, we must place barita below ammonia between the nitric and fluoric acids, where indeed it is not impossible that it ought to stand.\n### Numerical Table of elective Attractions.\n\n| Barita | Strontia | Potass. | Soda | Lime |\n|--------|----------|---------|------|------|\n| Sulfuric acid 1000* | Sulfuric acid 903* | Sulfuric acid 894* | Oxalic acid 960* | |\n| Oxalic 950 | Phosphoric 827* | 885* | Sulfuric 868* | |\n| Succinic 930 | Oxalic 825 | Nitric 812* | Tartaric 867 | |\n| Fluoric Tartaric 757 | Muriatic 804* | 797* | Succinic 866 | |\n| Phosphoric 906* | Fluoric | Phosphoric | Phosphoric 865* | |\n| Mucic 900 | Nitric 754* | 801* | Mucic 866 | |\n| Nitric 849* | Muriatic 748* | Suberic ? | Nitric 741* | |\n| Muriatic 840* (Succinic) | Fluoric 671* | 666* | Muriatic 736* | |\n| Suberic 800 (Fluoric) | Oxalic 650 | 645 | Suberic 735 | |\n| Citric Succinic | Tartaric 616 | 611 | Fluoric 734* | |\n| Tartaric 760 | Citric ? | Arsenic 614 | Arsenic 733½ | |\n| Arsenic 733½ | Lactic 603 | Succinic 612 | Lactic 732 | |\n| (Citric) | Sulfurous 527* | Citric 610 | Citric 731 | |\n| Lactic 729 | Acetic | Lactic 609 | Malic 700 | |\n| (Fluoric) 706* | Arsenic (733½) | Benzoic 608 | Benzoic 590 | |\n| Benzoic 597 | Boracic 513* | Sulfurous 488* | Acetic | |\n| Acetic 594 (Acetic) | 480 | Acetic 486 | Boracic 537* | |\n| Boracic (515)* | Nitrous ? | Mucic 484 | Sulfurous 516* | |\n| Sulfurous 592* | Carbonic 419* | Boracic 482* | (Acetic) 470 | |\n| Nitrous 450 | Nitrous 440 | 437 | Nitrous 425 | |\n| Carbonic 420* | Carbonic 306* | 304* | Carbonic 423* | |\n| Prussic 400 | Prussic 300 | 298 | Prussic 290 | |\n\n| Magnesia | Ammonia | Glycina? | Alumina. | Zirconia? |\n|----------|---------|----------|----------|----------|\n| Oxalic acid 820 | Sulfuric acid 808* | Sulfuric acid 718* | 709* | 700* |\n| Phosphoric | Nitric 731* | Nitric 642* | 634* | 626* |\n| Sulfuric 810* | Muriatic 729* | Muriatic 639* | 632* | 625* |\n| (Phosphoric) 736* | Phosphoric 728* | Oxalic 600 | 594 | 588 |\n| Fluoric | Suberic ? | Arsenic 580 | 575 | 570 |\n| Arsenic 733 | Fluoric 613* | Suberic ? | 535 | 530 | 525 |\n| Mucic 732½ | Oxalic 611 | Fluoric 534* | 529* | 524* |\n| Succinic 732½ | Tartaric 609 | Tartaric 520 | 515 | 510 |\n| Nitric 732* | Arsenic 607 | Succinic 510 | 505 | 500 |\n| Muriatic 728* | Succinic 605 | Mucic 425 | 420 | 415 |\n| Suberic ? | Citric 603 | Citric 415 | 410 | 405 |\n| (Fluoric) 620* | Lactic 601 | Phosphoric (648)* | (642)* | (636)* |\n| Tartaric 618 | Benzoic 599 | Lactic 410 | 405 | 400 |\n| Citric 615 | Sulfurous 433* | Benzoic 400 | 395 | 390 |\n| Malic ? 600? | Acetic 432 | Acetic 395 | 391 | 387 |\n| Lactic 575 | Mucic 431 | Boracic 388* | 385* | 382* |\n| Benzoic 560 | Boracic 430* | Sulfurous 355* | 351* | 347* |\n| Acetic | Nitrous 400 | Nitrous 340 | 336 | 332 |\n| Boracic 459* | Carbonic 339* | Carbonic 325* | 323* | 321* |\n| Sulfurous 439* | Prussic 270 | Prussic 260 | 258 | 256 |\n| (Acetic) 430 | Nitrous 410 | Carbonic 366* | Prussic 280 |\n### Acids\n\n| Sulfuric | Nitric | Muriatic | Phosphoric |\n|----------|--------|----------|------------|\n| Barita   | 1000*  | Barita   | 849*       |\n| Strontia | 903*   | Potass   | 812*       |\n| Potass   | 894*   | Soda     | 804*       |\n| Soda     | 885*   | Strontia | 754*       |\n| Lime     | 868*   | Lime     | 741*       |\n| Magnesia | 810*   | Magnesia | 732*       |\n| Ammonia  | 808*   | Ammonia  | 731*       |\n| Glycina  | 718*   | Glycina  | 642*       |\n| Itria    | 712    | Alumina  | 634*       |\n| Alumina  | 709*   | Zirconia | 626*       |\n| Zirconia | 700*   | Zirconia | 625*       |\n| Barita   | 906*   | Strontia | 827*       |\n| Lime     | (865)* | Lime     | 801*       |\n| Soda     | 795*   | Ammonia  | (728)*     |\n| Magnesia | 738*   | Magnesia | 728*       |\n| Glycina  | 648*   | Glycina  | 639*       |\n| Alumina  | 642*   | Alumina  | 632*       |\n| Zirconia | 636*   | Zirconia | 625*       |\n\n| Fluoric | Oxalic | Tartaric | Arsenic | Tungstic |\n|---------|--------|----------|---------|----------|\n| Lime    | 734*   | Lime     | 960     | Lime     |\n| Barita  | 706*   | Barita   | 950     | Barita   |\n| Strontia| 703*   | Strontia | 825     | Strontia |\n| Magnesia| (620)  | Magnesia | 820     | Magnesia |\n| Potass  | 671*   | Potass   | 650     | Potass   |\n| Soda    | 666*   | Soda     | 645     | Soda     |\n| Ammonia | 613*   | Ammonia  | 611     | Ammonia  |\n| Glycina | 534*   | Glycina  | 600     | Glycina  |\n| Alumina | 529*   | Alumina  | 594     | Alumina  |\n| Zirconia| 524*   | Zirconia | 588     | Zirconia |\n\n| Succinic | Suberic | Camphoric | Citric |\n|-----------|---------|-----------|--------|\n| Barita    | 930     | Barita    | Lime   |\n| Lime      | 866     | Potass    | Barita |\n| Strontia  | 740     | Soda      | Strontia |\n| Magnesia  | 732½   | Lime      | Magnesia |\n| Potass    | 612     | Ammonia   | Potass |\n| Soda      | 607     | Magnesia  | Soda   |\n| Ammonia   | 605     | Glycina   | Ammonia |\n| Glycina   | 510     | Alumina   | Glycina |\n| Alumina   | 505     | Zirconia  | Alumina |\n| Zirconia  | 500     | Zirconia  | Zirconia |\n\n| Lactic | Benzoic | Sulfurous | Acetic |\n|--------|---------|-----------|--------|\n| Barita | 729     | White oxid of arsenic | Barita |\n| Potass | 609     | Potass    | Barita |\n| Soda   | 604     | Potass    | Potass |\n| Strontia| 603    | Soda      | Soda   |\n| Lime   | (732)   | Ammonia   | Strontia |\n| Ammonia| 601     | Barita    | Lime   |\n| Magnesia| 575   | Lime      | Magnesia |\n| Metallic oxides | 560 | Ammonia   | Magnesia |\n| Glycina | 410    | Glycina   | Glycina |\n| Alumina | 405    | Alumina   | Alumina |\n| Zirconia| 400    | Zirconia  | Zirconia |\n\n| Sulfurous | Acetic |\n|-----------|--------|\n| Barita    | 592*   |\n| Lime      | 516*   |\n| Potass    | 488*   |\n| Soda      | 484*   |\n| Strontia  | (527)* |\n| Lime      | 470    |\n| Magnesia  | 439*   |\n| Ammonia   | 433*   |\n| Glycina   | 355*   |\n| Alumina   | 351*   |\n| Zirconia  | 347*   |\n| Barita    | 594    |\n| Potass    | 486    |\n| Soda      | 482    |\n| Strontia  | 480    |\n| Lime      | 470    |\n| Magnesia  | 432    |\n| Ammonia   | 430    |\n| Glycina   | 395    |\n| Alumina   | 391    |\n| Zirconia  | 387    |\n| Mucic? | Boracic. | Nitrous? | Phosphorous. |\n|--------|----------|----------|--------------|\n| Barita | Lime     | 537 *    | Barita       | Lime         |\n| Lime   | Barita   | 515 *    | Potass       | Barita       |\n| Potass | Strontia | 513 *    | Soda         | Strontia     |\n| Soda   | Magnesia | (459)*   | Strontia     | Potass       |\n| Ammonia| Potass   | 482 *    | Lime         | 425 Soda     |\n| Glycina| Soda     | 479 *    | Magnesia     | 410 Magnesia |\n| Alumina| Ammonia  | 430 *    | Ammonia      | 400 Ammonia  |\n| Zirconia| Glycina | 388 *    | Glycina      | 340 Glycina  |\n|        | Alumina  | 385 *    | Alumina      | 336 Alumina  |\n|        | Zirconia | 382 *    | Zirconia     | 332 Zirconia |\n\n| Carbonic. | Prussic. |\n|-----------|----------|\n| Barita    | Barita   |\n| Strontia  | Strontia |\n| Lime      | Potass   |\n| Potass    | Soda     |\n| Soda      | Lime     |\n| Magnesia  | Magnesia |\n| Ammonia   | Ammonia  |\n| Glycina   | Glycina  |\n| Alumina   | Alumina  |\n| Zirconia  | Zirconia |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107254.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 7821,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1469,
        2
      ],
      [
        1469,
        3252,
        3
      ],
      [
        3252,
        4985,
        4
      ],
      [
        4985,
        6801,
        5
      ],
      [
        6801,
        8605,
        6
      ],
      [
        8605,
        10314,
        7
      ],
      [
        10314,
        11912,
        8
      ],
      [
        11912,
        13007,
        9
      ],
      [
        13007,
        15311,
        10
      ],
      [
        15311,
        17108,
        11
      ],
      [
        17108,
        19943,
        12
      ],
      [
        19943,
        23162,
        13
      ],
      [
        23162,
        24188,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107254",
    "title": "A Numerical Table of Elective Attractions; With Remarks on the Sequences of Double Decompositions",
    "authors": "Thomas Young",
    "year": 1809,
    "volume": "99",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/107254"
  }
}