{
  "id": "732a08c7d95f120c0f12ba3db238ab496182d1a9",
  "text": "I. Johannis Marchionis Poleni, R. S. S. De novis quibusdam Cogitationibus ad explorandum, num Pendula vi aliqua centrifuga perturbentur, Commentariolum Illustri-\nsimae Societati Regali Londinensi oblatum.\n\nUT I pro re parva exordio, quod adhibuerit olim vir summus pro maximis rebus, quid verat? cum facturusne sim, operæ pretium, si propositionem quandam meam ad Pendulorum motus pertinentem, perscripserim, nec satis sciam; nec, si modo aliquo sciam, dicere ausim. Utcunque erit, tentare juvabit.\n\nII. Res autem, de qua acturus sum, est vis illa Centrifuga, ex cujus incremento, arguunt bene multi viri doctissimi, vim gravitatis imminui, &c., hujusmodi imminutionem ex retardatione motus Pendulorum prope Æquatorem cognosci facile posse, constituunt.\n\nIII. Non tamen earundem retardationum observationes D. Richeri, in Insula Cayena habitas, praecipue easdemque late pervulgatas hic recensebo; non illas, quas viri celeberrimi Edm. Halleius, D. Varin, D. Deshajes, D. du Glos, Jo. Matthæus de Chazelles, P. Ludovicus Feuillée, Claud. Ant. de Couplet instituere, atque literis mandaverunt: has habebo tanquam notas, ut quas docti quique passim probe norint.\n\nQq IV. Cum\nIV. Cum autem ad investigandam retardationum illarum causam nonnulli vias alias (diversas ab Centrifuga vi) sint ingressi, & eam, gratia exempli, in diductione virgæ ferreae Penduli se invenisse, quidam opinati sint; non ego de hujusmodi explicationibus hoc loco verba faciam; sed habebo seu ratum hoc tempore, eas retardationes proficisci praesertim ab imminuta vi gravitatis.\n\nV. Imminutio autem illa vis gravitatis quanta initis calculis sit computanda, nec quaerere, nec commemorare, ad praesens meum pertinet institutum.\n\nVI. Neque fusc versabor in exponendo quodam veluti elemento, cujus usum in illiusmodi calculis subducendis prætermittendum non esse, mihi videtur. Si enim Horologia, vi appensorum Ponderum incitata, ad explorandas variis in Regionibus differentias velocitatum Pendulorum ex varia vi gravitatis oriundas, adhibeantur: nonne rationi consonum est, co casu, in supputationibus locum suum obtinere etiam considerationem mutationum gravitatis ipsorum Ponderum; nempe mechanici illius principii, a quo Horologiorum motus progignitur, conservaturque? Non me latet, quam variè, variatis Ponderibus, motus in Horologiis aut accelerentur, aut retardentur: & quam exiguæ differentiæ motuum respondeant praegrandibus Ponderum differentiis (docte hæc & egregie in Commentariis Regiae Scientiarum Academiae An. 1720. pag. 208. sunt demonstrata). Animadvertendum tamen est, magnum Newtonum in hujusmodi calculo (in Philosophiae Naturalis Principiis, Edit. 1726. pag. 421.) non negligisse minimam rem, minimumve discrimen, hoc est, sextam partem lineæ unius. Itaque vel hujusmodi rationem mutationis gravitatis in Ponderibus\nderibus non proptus praetercundam duxi: quando non una experientia indicavit, quosdam effectus ex tenuissimis causis melius, quam ex validioribus percipi posse. Sed de hac re vel satis; vel, quia extra propositum meum, plus satis dictum est.\n\nVII. Nunc ad rem, quam proponere mens est, propius accedam. Quoties instituitur quaestio de exploranda cognoscendaque Centrifuga vi, toties solent, cum in finem, Observationes habitae in regionibus, immani intervallo dissitis, inter se comparari. At cogitare ego coepi, num ad eundem finem posset aliquid obtineri, quamvis inter Observationes instituendas, nulla regionis, nulla loci mutatio intercedat. Ut vero cogitata mea proferre facilius possim, juvabit orditi ab iis, quae doctissimus Christianus Hugenius in sua de Causa Gravitatis Dissertatione proposuit, cum in eo esset, ut detegeret, quota parte minui debeat Pendulum, quod e Gallia sub lineam æquinoctialem fertur. Verba ejus mox describam: sed, quod attinet ad Fig. I. in TAB. praefixa; cum Hugenii Figura cam referat speciem, ut omnes lineæ in uno eodemque plano esse videantur; tentavi, si possem novum schema formare, quod Armillaris Sphaerae partem scenographica ratione (itaque tenues lineas adhibere non licuit) quodammodo representaret; & quo plus juvaretur contemplantium phantasia, & eadem aptius addi possent partes illæ, quae ad propositum nostrum explicandum recte conducerent.\n\nVIII. Circulus (Hugenii verba sunt) PAQE repræsentat terram sectam à plano transeunte per utrumque Polum P, Q (itaque Circulus ille erit Meridianus). Centrum est C: Circulus æquinoctialis EFAG: parallelus Parisiensis DNO: Parisiæ in Qq 2 D:\nD: KH representat funem sustinentem massam plumbi H, quod recedit a perpendiculari KDC, quia rejicitur, per motum circularem, secundum lineam DM, quam pono transire per pondus H. Est autem ea DM linea tangens Circulum DNO, parallelum Parisiensem, in puncto D.\n\nIX. Nunc si lubeat scire qui debeat esse situs fili KH, & quanto minus plumbum H sic gravitet, quam si penderet perpendiculariter secundum KD, considerare oportet punctum H ac si trahatur a tribus filis HC, HM, HK; e quibus HC centrum Terræ versus trahit toto pondere, quod haberet plumbum, si Terra immota staret: HM trahit juxta propriam directionem, cum ea vi (Centrifuga) quam dat motus Terræ in circulo DNO: & HK trahitur aut trahit cum ea vi, quæ queritur. Producta igitur CH, & ducta KL parallela DM, notum est, tria latera trianguli HLK proportionalia esse potentiis, quæ trahunt punctum H; & latus LH respondere ei, quæ trahit per HC; latus KL ei, quæ per HM; ac latus HK ei, quæ trahit aut sustinet plumbum per filum KH. Sed triangulum KDH censetur habere latera sua aequalia lateribus trianguli HLK; quia CHL est quasi parallela CDK. Ergo latera trianguli KDH respondent iisdem potentiis: scilicet latus KD gravitati absolutæ ponderis H, quam haberet, si Terra staret immobilibs; DH potentie quam illi tribuit motus (producens vim Centrifugam per tangentem DM) diurnus; & KH gravitati quæ queritur. At ego vis Centrifugae potentiam specto; cam nimirum, quæ tangenti lineæ DH respondet.\n\nX. Haçtenus itaque Hugenii methodo adhibita, egregia illa quidem, tantoque viro plane digna, potui ea,\nea, quae magnopere ad propositum meum referuntur; eatenus tamen, quatenus considerare oportet plumbum H ac si trahatur a tribus filis HC, HM, HK; eo scilicet in casu, quo a tribus his filis, sive a tribus his potentiss plumbum H immobile detinetur. Quod si moveri illud debeat; hoc est, si Pendulum oscillat; ego quidem suspicor in eum oscillationis motum novas considerationes esse intendendas: igitur ad hase gradum faciam, agamque modo de partibus, quas addere Figurae oportuit.\n\nXI. De quibus tamen antequam dico; notabo, me ad haec principio usum esse Figura ex solidis fili ferrei crassioris partibus affabre formata: in hujusmodi enim Figura res tota concipitur, cerniturque clarius. Tum animadvertam (considerata hypothesi Terrae motae) in una Penduli oscillatione non describi ab ejus centro perfecte unum eundemque arcum in plano eodem: nihilo tamen fecius, cum nascentes inde differentiae rem meam non turbent, negligi a me tuto possunt; sufficitque haec semel indicavisse.\n\nXII. Acturus itaque de Figura, quam exhibeo, in ea diligentemente concipi velim, per punctum H ductum esse planum parallelum Meridiano PAQE, & in hoc plano signatum esse arcum BTV; qui, ita oscillante Pendulo KH ut plumbi centrum H ab eo plano numquam exiret, descripteretur ab eodem centro in eo plano. Hic arcus BTV dicatur primus arcus.\n\nXIII. Tum imaginatione percipiatur, per tangente DM & per radium DC extendi aliud planum, & in plano hoc arcum RIS esse delineatum; qui, ita oscillante Pendulo KH, ut plumbi centrum H ab hoc plano numquam exiret, descripteretur ab eodem centro\ncentro in hoc plano. Manifestum autem est, duos illos arcus BTV, RIS, sese in H ad rectos angulos intersecare.\n\nXIV. His modo ita declaratis, duo peculiari attentione digni occurrunt casus; sive dua Pendulorum oscillantium directiones sunt praesertim considerandae: una per primum arcum BTV; altera per secundum arcum RIS.\n\nXV. Quod attinet ad primam; cum Pendulum, per primum arcum BTV oscillans, moveatur in plano, quod ab plano Meridiani PAQE semper æquidistat intervallo longitudinis lineæ DH, sive tantum semper distat, quantum valet integra vis Centrifuga per tangentem DH; perspicuum esse videtur, hoc in casu potentiam vis Centrifugæ per DH, potentiam gravitatis per HC, potentiamque fili secundum HK, semper inter se, etiamsi Pendulum oscillet, attemperari eadem illa ratione, quam explicavit Hugenius, & quam etiam immobili detinendo Pendulo inservire supra monuimus.\n\nXVI. Quod ad alteram attinet: qua Pendulum movetur per secundum arcum RIS in eodem plano, in quo est Centrifugæ vis linea directionis DM. In hoc quidem casu non videtur ea vis ita agere, ut conetur distrahere plumbi centrum H ab hoc suo plano; sed dum Pendulum tendit ab R ad S, videtur etiam ipsa (quandoquidem agit in plano eodem directione sua, ab D ad M) conspirare ad augendum Penduli motum. Contra vero, dum Pendulum regreditur ab S ad R, videtur eadem Vis, directione illa sua, ab D ad M, motum Penduli retardare.\n\nXVII. Motus ergo Penduli proprius, hoc est, qui uni gravitati centrali, agenti secundum DC, effet referendus, in primo casu excursionis per arcum BTV,\nBTV, ab vi Centrifuga variatur, quoniam afficitur a motu per DH ex vi illa Centrifuga oriundo, cum quo componatur necesse est. In secundo autem casu excursionis per arcum RIS variatur ille idem motus Penduli Proprius, quia in uno integro excursu versus plagam S, acceleratur ab eadem illa vi, directa ab D ad H; at ab eadem vi retardatur in contrario versus oppositam plagam R recursu.\n\nXVIII. Itaque cum rationi & calculis consonum videatur, ab variatione, quae fit in arcu RIS, non æquari variationem, quae fit in arcu BTV; credibile etiam fit differentiam aliquam interesse oportere inter duos illos casus; nimium inter motus Penduli oscillantis per secundum illum arcum RIS, & motus ejusdem Penduli oscillantis per primum arcum BTV.\n\nXIX. Paucis vero his propositis, indicatum satis jam est id, quod ego, animadversione notationeque illius differentiae, visus mihi sum invenisse. Visus nempe mihi sum invenisse modum ad aliquid de Centrifuga vi, quae Telluris circa axem suum rotationi adtribuitur, explorandum ope Observationum; quamvis inter Observationes instituendas nulla regionis, nulla loci mutatio intercedat.\n\nXX. Casui antem primi arcus respondebit Pendulum super aliqua Meridiana linea ita collocatum, ut secundum eam lineam oscillationes quamproxime fiant: & casui arcus secundi accommodabitur Pendulum, si ita ponetur, ut linea oscillationum ad rectos angulos cum Meridiana linea constituatur. Quid si Horologiis (ad hujusmodi experimenta) aptarentur longiora Pendula; puta, longitudinis Horariorum pedum novem?\n\nXXI. Plura non addam. Cur enim animadverterem agi de temporum pertenui hercle perque exili dif-\ndifferentia, aut ad calculos rationesque revocanda, aut experimentis (ubi fieri iteratis tentaminibus possit) perquirenda? Si id per se satis dilucide atque manifeste jam appareat. Quod si in subtili cogitatione hac aliquid humani mihi contigerit, veritatem lubens agnoscam. Gaudeboque vehementer, si cuipiam occasionem dedero praestandi utilia, ut veritas, quae in occulto latere amat, perspicue detegatur.\n\nII. Observationes Astronomicæ habitæ in Collegio Pekinensi a Patribus Societatis Jesu, a Mensæ Novembri 1740. a D. Jacobo Hodgson, R.S.S. cum Regia Societate communicatae.\n\nPresented Jan.\n20. 1742-3.\n\n1740. h 11\nNov. die 4. 5 55 15 a.m. plena immersio Satellitis primi in umbra ψ, visa telescop. 13. ped.\n\n8. 12 16 5 p.m. plena immer. 2di Satellitis ψ, visa eodem.\n\n18 34 p.m. ω præcedens Stellam η in ρ occidentalior erat in asc. rect. 2° 54′ temporis, & borealior in declinatione 6° 30′.\n\n9. 11 2 15 p.m. δ emersit e Luna in recta per Menelaum & Keplerum: immersio videri non potuit ob nubes in horizonte ortivo.\n\nNov.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104184.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15404,
    "total-output-tokens": 4057,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1172,
        3
      ],
      [
        1172,
        2807,
        4
      ],
      [
        2807,
        4445,
        5
      ],
      [
        4445,
        6007,
        6
      ],
      [
        6007,
        7578,
        7
      ],
      [
        7578,
        9130,
        8
      ],
      [
        9130,
        10756,
        9
      ],
      [
        10756,
        11785,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104184",
    "title": "Johannis Marchionis Poleni, R. S. S. Dc Novis Quibusdam Cogitationibus ad Explorandum, Num Pendula vi Aliqua Centrifuga Perturbentur, Commentariolum Illustrissimae Societati Regali Londinensi Oblatum",
    "authors": "Johannis Marchionis Poleni",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104184"
  }
}