{
  "id": "5f2c3617ab294cbcd3b1585291e40e7071af26f4",
  "text": "I can give you no account of anything to the Southward of 37 degrees; those few ships, that have adventured to 3°, reporting the Winds and Seas so raging, that none dare goe further.\n\nSome considerations touching the variety of Slate, together with a computation of the Charges in generall, for Covering Houses therewith; by Mr. Sam. Colepress.\n\nWhereas among the Materials for Building, that for Covering is not the least to be considered, among the kinds thereof our Country-Slate is not to be despised, and that as well for its Stateliness, as Permanency; to which may be added its Cheapness. The first whereof needs no better Evidence, than the Esteem, the slated Houses in or about London (though there are many of them) generally meet with from all, that but take notice of them. For the Second, we have some sorts, which by the conjectures of the most experienced Helliers (or Coverors with Slat) have continued on houses severall hundreds of years, and are yet as firm, as when first put up. And for the third, the computation of Charges, annexed below, may give some hints, as easily to guess at the whole Charge thereby, as compared with Tiling, Leading, Boarding &c. (comparatis comparandis.)\n\nI shall therefore the less scruple to offer some occasional Trials (though common ones, for ought I know,) whereby the firm and lasting goodness of any Slate may easily be experimented and without expence.\n\n1. Take the thin cleft stone, flat or shindle, and so knock it against any hard matter, as to make it yield a sound. If the sound be good and clear, that sort of stone is not crazy, but firm and good. Or\n\n2. If in hewing it does not break before the edge of the Seats (the hewing instrument of the Slatters) you may not much doubt of the firmness of the Slat. But\n\n3. If after it hath been exactly weighed (and the account thereof laid by) it be put, and for 2, 4, or 8 hours left to remaine all under water in a vessel; and afterwards taken up\nand wiped very clean with cloaths, if then it weigh more than before, 'tis of that kind, which imbibes water, and therefore not so fit to endure any considerable time without rotting the laths and timber.\n\n4. These Stones may be pretty well guessed at, whether they be of a close or loose texture, by their Colour: For the overblackish Blew is aptest to take in water; but the lighter blew is always the firmest and closest. To which may be added the Touch; for, a good stone feels somewhat hard and rough; whereas an open stone feels very smooth, and as twere, oily.\n\n5. Place your Stone longways perpendicular in the midst of a Vessel of water (no matter, how shallow the water be, so it exceed halfe a foot depth;) and be sure, the upper un-immersed part of the Stone be not accidentaly wetted by the hand, or otherwise; and so let it remaine a day, or halfe a day, or less. If it be a good firme stone, it will not draw (as they speak) water above half an inch above the level of the water, and that perhaps but at the edges only, the parts of which might be somewhat loosen'd in the hewing. But a bad stone will draw water up to the very top, be the stone as long as it will, all over.\n\nAs for the Charges of Covering Houses with Slate, they may be thus computed.\n\n| Quantity | Description                          | Cost |\n|----------|--------------------------------------|------|\n| 1000     | of Efford small blew at the ships side in Plimouth harbor | 5    |\n|          |                                     | 6    |\n| 1000     | of Efford large blew                 | 9    |\n|          |                                     | 9    |\n| 1000     | of Can palm                          | 7    |\n|          |                                     | 0    |\n| 1000     | of small blew of other Quarries      | 4    |\n|          |                                     | 0    |\n| 1000     | of large blew                        | 8    |\n|          |                                     | 0    |\n| 3000     | of small blew, accompted 2 Tuns in carriage by water | 3    |\n| 1000     | of large blew, 1 Tun                 |      |\n| 3000     | of small will cover 1 Poole of work at the fifth pin plaine | 3    |\n\nEvery Poole of work is either 6 foot broad and 14 foot up, on both sides, or 168 foot in length, and one in breadth.\n\n3000 of large will cover 2 Pooles of plain work\nHewing of all sorts of plain pellmell per 1000 —— 1 —— 6.\nPinning per 1000 8d: Pins p 1000: 8d —— 1 —— 4.\nThree bushels (Winchester measure) of good Lime will take\n6 bushels of fresh water sand, and serves to lay on one Poole of\nwork; though much less may serve the turn,\n300 of lathes to every Poole of work.\n1000 of Lath nails to every 300 of Lathes.\n\nAn able workman may\n\\[\n\\begin{align*}\n& \\text{lath 1 poole of work} \\\\\n& \\text{lay on 2000 or more of slate} \\\\\n& \\text{hew 1500 plaine} \\\\\n& \\text{pin 4000}\n\\end{align*}\n\\]\nby the day.\n\nChequer-work consists in Angles, Circles and semi-circles\nwhich requires no common skill, and time in hewing and\nlaying.\n\nIt is worthy observation, that if a side-wall happen to take\nwett by the beating of the weather, or the like, when no-\nthing else will cure it, our kerseing with Slate (which is much\nused in the curious fronts of houses, especially in Townes) will\nquickly remedy it.\n\nSome Observations\n\nConcerning the odd Turn of some Shell-snails, and the darting\nof Spiders, made by an Ingenious Cantabrigian and by way\nof Letter communicated to Mr. I. Wray, who transmit-\nted them to the Publisher for the R. S.\n\nSir, I Can deny you nothing, and you may doe what you\nplease with the Notes I send you. You would know\nof me (you say) what I have observed concerning the Odd Turn\nof some Shell-snails with us in England, and the Darting of Spi-\nders.\n\nI will tell you then of the first, that I have found two sorts\nof them, easily to be distinguisht one from the other, and\nfrom all besides, because the Turn of the wreaths is from the\nright hand to the left, contrary to what may be seen in com-\nmon Snails. They are very small, and might therefore well\nescape thus long the more Curious Naturalists; neither of them\nmuch exceeding, at least in thickness, a large Oat-corne.\n\nThe",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101016.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1729,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1957,
        2
      ],
      [
        1957,
        4334,
        3
      ],
      [
        4334,
        6161,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101016",
    "title": "Some Considerations Touching the Variety of Slate, together with a Computation of the Charges in Generall, for Covering Houses Therewith; By Mr. Sam. Coleprefs",
    "authors": "Sam Coleprefs",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101016"
  }
}