{
  "id": "474a4daf885c055d1dd887fa6c3d360c34614744",
  "text": "II. Part of a Letter from Dr. Steigertahl, F. R. S. to Sir Hans Sloane, Bart. Pres. R. S. giving an Account of a Narhual or Unicorn Fish, lately taken in the River Ost, Dutchy of Bremen, dated at Hanover, May 1st April 20th 1736. Translated from the French by T. S. M. D. &c.\n\nTowards the End of January last, N. S. we had the Curiosity to catch a sort of Whale called the Narhual or Sea-Unicorn. It was taken in the River Ost; near the Village Bellum, where it falls into the Elbe, (in the Dutchy of Bremen, which belongs to our Monarch) four German Miles from the Sea. They took a great Quantity of Fat out of it, to make (Thrann or) Whale-Oil; but observed, that this Train-Oil was of a Stench almost intolerable, by reason that this Narhual feeds on Carcasses: For Nar signifies a Carcase or dead Body, according to Valentini in his Museum Museorum, Book III. Chap. 30.\n\nThere was such Care taken of the Skin, before the Dissection, that it was cured with Salt and Alum, and stuff'd so as to give the just Figure of the Fish: Having left with it the Bones of the Skull, and some Vertebrae near the Tail.\n\nThe Skin was spotted with dark brown Spots upon a white Ground. The Epidermis was transparent, and under it was another Skin very thin and spotted; but the true Skin was brown, and near an Inch in Thickness. On the Top of the Head they only found a semilunar Hole, as in the Porpoise, according to the De-\nDescription given by John Daniel Major, and publish'd in the Miscell. Academ. Nat. Curios. Dec. 1. An. 3. p. 22. & seqq. This Hole opens into the two Canals which run through the Skull to the Palate, and are called by Major, Ductus hydragogi. They did not remark in the Skin any Opening or Outlet for the Excrements; and I have been told, that this Narhual voided them through this Hole on the Top of the Head.\n\nConcerning the Horn, I agree in Opinion with Wormius and others, who take it for a Tooth; but I cannot believe that its sole Use is to break the Ice: It rather serves the Fish for seeking its Food. A Captain of a Grænland Vessel has assured me, that being upon the Coast a Whale-fishing, and having taken one, as he was turning the Whale to get at the Fat, he found on the opposite Side to him, a Narhual, that had stuck this Tooth into the Whale's Belly, up to its Mouth, and had suck'd the Blood and Humors.\n\nI am sorry I have not an exact Account to send you of every Particular that was observ'd in the Dissection of this Narhual; for I have only seen the stuff'd Skin, and consequently the outward Shape, as it was carrying to Leipsic Fair, and on the way shewn here at Hanover. And as I find that the Figure engrav'd and printed at Hamburg, has a good Likeness to what I have seen, I have hereto annexed a Print of it.\n\nExplanation of the Print. Tab. I. Fig. 1.\n1. A Semilunar Hole, through which the Fish cast out Water and Blood, upon dying.\n2. A small Rising on the Middle of the Back, and fleshy as the Fins.\n3. The Mouth very little, without Teeth in the upper Jaw, except this *Denus prominens*, or Tusk; which has by some been taken for a Horn: And there was no lower Jaw found.\n\n4. The Eye, very small.\n\n5. The Fin on the right Side, which, as well as the opposite, is fleshy.\n\n6. The Tail fleshy, like the Fins; which, taken according to its Width, is not vertical, but horizontal.\n\n7. The prominent Tooth or Tusk, generally taken for a Horn.\n\nThe Length of this *Narhual* from No. 3 to 6, was measured, and found to be 17 Feet 9 Inches.\n\nThe Tooth six Feet three Inches.\n\nThe greatest Thickness, measured round, was 14 Feet.\n\nThe Skin was smooth, without Scales, like that of an Eel; and was white mark'd with blackish Spots.\n\nIII. A Description of the same Narhual, communicated by John Henry Hampe, M.D. F.R.S.\n\nIn a Creek called the *Beluhmer Wadt*; belonging to the Bailiwick of *Newhaus* in the Dutchy of *Bremen*, hath been caught alive, an unknown Fish of a large Size, 18 to 20 Feet in Length, and four in Diameter. He hath on the Fore-part of the Head, just above the Mouth, which is very small, a Horn six Feet long, white like Ivory, and curiously twisted. The Body is white, sprinkled with black Spots, and smooth like an Eel. The Head is in Proportion to the Body, very",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103905.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9914,
    "total-output-tokens": 1322,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1415,
        4
      ],
      [
        1415,
        2946,
        5
      ],
      [
        2946,
        4225,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103905",
    "title": "Part of a Letter from Dr. Steigertahl, F. R. S. to Sir Hans Sloane, Bart. Pres. R. S. Giving an Account of a Narhual or Unicorn Fish, Lately Taken in the River Ost, Dutchy of Bremen, Dated at Hanover, May 1 /April 20 1736. Translated from the French by T. S. M. D. &c.",
    "authors": "Dr. Steigertahl, T. S.",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103905"
  }
}