{
  "id": "fdb98777529e0ad2c572a5fd4cd79307621a2c31",
  "text": "XXXIV. Astronomical Observations made by Samuel Holland, Esquire, Surveyor-General of Lands for the Northern District of North-America; and Others of his Party. Communicated by the Astronomer Royal.\n\nObs. of Lat.\n\nMarch 8, 1769, observed by Samuel Holland, Esquire, at his house, bearing south, $56^\\circ$ west from Quebec, distance from the castle of St. Lewis $2\\frac{1}{2}$ miles, with Bird's astronomical quadrant, the latitude, viz.\n\nZenith angle of the Sun's upper limb $51^\\circ 4'$\n\nDeduct for the Sun's southern declination $4^\\circ 34' 3\"$\n\nAdd the Sun's semi-diameter $46^\\circ 29' 29\"$\n\nDitto refraction $16' 9\"$\n\nNorth latitude by observation $46^\\circ 47' 20\"$\n\nObs. of Long.\n\nMarch 11, 1769, observed by the same at the same place, with Dollond's refracting telescope, an immersion of the first satellite of Jupiter, at $15$ hours, and $45$ seconds, mean or equal time.\nObs. of Lat. March 19, 1769, observed by the same at the same place, with Bird's astronomical quadrant, the latitude, viz.\n\nZenith angle of the Sun's upper limb 46° 45' 2\"\nDeduct for the Sun's southern declination 14° 42\"\n\nAdd the Sun's semi-diameter 46° 30' 20\"\nDitto refraction 16° 6\"\n\nNorth latitude by observation 46° 47' 16\"\n\nObs. of Lat. March 20, 1769, observed by the same, at the same place, with the same instrument, the latitude, videlicet,\n\nZenith angle of the Sun's upper limb 46° 21' 16\"\nAdd the Sun's northern declination 8° 58'\nDitto the Sun's semi-diameter 16° 5½'\nDitto the refraction 1° 0\"\n\nNorth latitude by observation 46° 47' 19½\"\n\nN.B. Six more observations of the latitude have been taken. The mean result of the whole is\n\nObs. of Long. April 3, 1769, observed by the same, at the same place, with Dollond's refracting telescope, an immersion of the first satellite of Jupiter, at 15 hours, 10 minutes, and 22 seconds, mean or equal time.\n\nObs. of Long. April 18, 1769, observed by the same, at the same place, with the same instrument, an immersion of the second satellite of Jupiter, at 12 hours, 39 minutes, and 36 seconds, mean or equal time.\n\nObs. of Long. April 19, 1769, observed by the same, at the same place, with the same instrument, an immersion of the first satellite of Jupiter, at 13 hours, 26 minutes, and 27 seconds, mean or equal time.\nObs. of Long. May 28, 1769, observed by the same, at the same place, with the same instrument, an emersion of the first satellite of Jupiter, at 14 hours, 2 minutes, and 40 seconds, mean or equal time. Also, observed by the same, at the same place, with the same instrument, a superior conjunction of the fourth satellite of Jupiter, at 11 hours, 14 minutes, and 17 seconds, mean or equal time; and it entirely disappeared at 11 hours, 24 minutes, and 3 seconds, mean or equal time.\n\nObs. of Transi. June 3, 1769, observed, by the same, at the same place, with the same instrument, the Transit of Venus, as follows: at 2 hours, 28 minutes, and 1½ seconds, perceived a luminous point on the lower part of the Sun's limb, by appearance; and, in the same place, 1½ seconds afterwards, the first external contact was formed, which rectified as the clock or time-piece of Graham was 15 seconds too fast at the time of observation (as proved by equal altitudes of the Sun taken with Bird's astronomical quadrant, on the 1st, 2d, 4th, and 5th instant) the equal or mean time of observing the first external contact will be at 2 hours, 27 minutes, and 48 seconds. Mr. St. Germain, of the seminary of Quebec, observed the same contact, at the same instant, with Short's 2 feet reflecting telescope. Clouds, intervening, prevented the observation of the first internal contact: but at 6 o'clock the Planet might be seen with the naked eye on the Sun's disc, through the haziness of the atmosphere.\n\nObs. of Long. June 6, 1769, observed by the same, at the same place, with the same instrument, an emersion of the first satellite of Jupiter, at 10 hours, 26 minutes, and 22 seconds, mean or equal time.\n\nObs. of Lat. January 2, 1768, observed by Ensign George Sproule, of the 59th regiment of foot, on the south point, at the entrance of the basin of Gaspée, with Hadley's quadrant, and an artificial horizon, the latitude, viz.\nDouble angle of the meridian } 36° 38' 0\"\naltitude of the Sun's center\n\nApparent altitude of the Sun's center 18° 19' 0\"\nRefraction . . . . . . . . . . . 2° 41'\n\nTrue altitude of the Sun's center 18° 16' 19\"\n90° 0' 0\"\n\nSun's zenith distance . . . . 71° 43' 41\"\nSun's declination reduced to the } 22° 56' 10\"\nmeridian of Gaspée\n\nNorth latitude by observation 48° 47' 31\"\n\nObs. of Lat. May 9, 1768, observed by the same, at the same place, with the same instrument, and an artificial horizon, the latitude, videlicet,\n\nDouble angle of the Sun's lower } 117° 6' 0\"\nlimb, meridian altitude\nAdd for adjusting the quadrant, error to the right, } 2° 10'\n117° 8' 10\"\n\nApparent altitude of the Sun's } 58° 34' 5\"\nlower limb\nAdd the Sun's semi-diameter 15° 53'\n\nApparent altitude of the Sun's center 58° 49' 58\"\nDeduct for Refraction . . . . . . . . . . . 53'\n\nTrue altitude of the Sun's center 58° 49' 25\"\n90° 0' 0\"\n\nSun's zenith distance . . . . 31° 10' 35\"\nAdd the Sun's declination, reduced } 17° 36' 56\"\nto the meridian of Gaspée\n\nNorth latitude by observation 48° 47' 31\"\n\nObs.\nMay 15, 1768, observed by the same, at the same place, with the same instrument, and an artificial horizon, the latitude, viz.\n\nDouble angle of the Sun's upper limb, meridian altitude } 121° 10' 0\"\nSubtract for adjusting the quadrant error to the left } 35\n\n121° 9' 25\"\n\nApparent altitude of the Sun's upper limb } 60° 34' 42\"\nSubtract the Sun's semi-diameter } 15° 51'\n\nApparent altitude of the Sun's center } 60° 18' 51\"\nSubtract for refraction } 31\n\nTrue altitude of the Sun's center } 60° 18' 20\"\n90° 0' 0\"\n\nSun's zenith distance } 29° 41' 40\"\nAdd Sun's declination reduced to the meridian of Gaspée } 19° 5' 50\"\n\nNorth latitude by observation } 48° 47' 30\"\n\nN. B. There were 12 more observations made of the latitude, by the same person; but these are judged sufficient to shew his manner of operation: but the result of the whole 15 make the place of observation 48° 47' 32\" north latitude.\n\nJanuary 29, 1768, observed by the same person, at the same place, with Short's two feet reflecting telescope, an immersion of the first satellite of Jupiter, at 14 hours, 11 minutes, and 3 seconds, mean or equal time.\n\nMarch 15, 1768, observed by the same person, at the same place, with the same instrument, an immersion of the first satellite of Jupiter, at 14 hours.\nhours, 29 minutes, and 38 seconds, equal or mean time.\n\nObs. of Long. March 16, 1768, observed by the same, at the same place, with the same instrument, an immersion of the second satellite of Jupiter, at 12 hours, 7 minutes, and 16 seconds, equal or mean time.\n\nObs. of Long. March 16, 1768, observed an immersion of the third satellite of Jupiter, at 13 hours, 38 minutes, and 18 seconds, equal or mean time; by the same person, with the same instrument, at the same place.\n\nObs. of Long. April 9, 1768, observed by the same person, at the same place, with the same instrument, an emergence of the first satellite of Jupiter, at 11 hours, 19 minutes, and 24 seconds, equal or mean time.\n\nObs. of Long. April 10, 1768, observed by the same person, at the same place, with the same instrument, an emergence of the second satellite of Jupiter, at 11 hours, 38 minutes, and 45 seconds, equal or mean time.\n\nObs. of Long. April 25, 1768, observed by the same person, at the same place, with the same instrument, an emergence of the first satellite of Jupiter, at 9 hours, and 37 minutes, equal or mean time.\n\nN. B. This observation is thought to be as exact as possible, the satellite emerging totally in an instant, and the clock being truly regulated by a number of single and corresponding altitudes.\n\nObs. of Long. May 9, 1768, observed by the same person, at the same place, with the same instrument, an emergence of the first satellite of Jupiter, at 13 hours, 26 minutes, and 47 seconds, equal or mean time.\n\nObs. of Long. May 12, 1768, observed by the same person, at the same place, with the same instrument, an emergence of the second satellite of Jupiter, at 11 hours, 11 minutes, and 34 seconds, equal or mean time.\n\nSamuel Holland.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105832.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 2780,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        885,
        2
      ],
      [
        885,
        2263,
        3
      ],
      [
        2263,
        4181,
        4
      ],
      [
        4181,
        5255,
        5
      ],
      [
        5255,
        6523,
        6
      ],
      [
        6523,
        8264,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105832",
    "title": "Astronomical Observations Made by Samuel Holland, Esquire, Surveyor-General of Lands for the Northern District of North-America; and Others of His Party. Communicated by the Astronomer Royal",
    "authors": "Samuel Holland",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105832"
  }
}