{
  "id": "c77ad5e67c973ff6457c1a3ec10ee0e5204f772e",
  "text": "accompanied with a small Shower of Rain, which caus'd a great Dust to fall on our Deck; with the said Breeze we stood away for Tercera. The Governor inform'd us that the Fire broke out the 20th of Nov. 1720, in the Night, and that the prodigious Noise it made, caus'd an Earthquake, which shattered down many Houses in the Town of Angra, and Places adjacent, to the great Terror of the Inhabitants. We took several Draughts of the Island at several Bearings in our sailing round, of which the inclosed is a Copy. Prodigious Quantities of Pumice-Stones and half-broil'd Fish were found floating on the Sea, for many Leagues round the Island, and abundance of Sea-Birds hovering about it. So far the Captain.\n\nAn Acquaintance of mine informed me, that in his Passage from Cadiz to London (the latter end of April was 12 Months) he observed the Sea from Cape Finister, almost to the Chops of the Channel, to be covered with Pumice-Stones, some of which he gave me.\n\nIV. A Letter from Mr. Ralph Thoresby, F.R.S. to Sir Hans Sloane, Bart. President of the College of Physicians, and Vice-Pres. R.S. concerning the Effects of a violent Shower of Rain in Yorkshire.\n\nThe Effects of a violent Shower of Rain at Ripponden, near Halifax, were so surprizing, that I wrote to a Gentleman in those Parts for an Account that might be depended upon; and particularly desired to know, whether there was not an Eruption of Waters\nWaters out of the Hills, as the late ingenious Mr. Townley of Townley wrote me there was out of Pendle-Hill, in that at Star-bottom mentioned in the Philos. Trans. No 245. but all the Account I can learn of this is, that what they call the Dashing of two great watery Clouds upon the Hills, occasioned the Inundation; whatever was the more immediate Cause, the Effects were dismal, and so sudden, that tho' it was upon the Day-time, the poor Creatures could not save their Lives. This Calamity happen'd the 18th of May, 1722. betwixt the Hours of 3 and 5, when by the modestest Account the Beck was rais'd two Yards at least in perpendicular Height above what was ever known before; which may be easily conceived by the Situation of the Place implied in the Termination den, which signifies a deep Valley between pretty steep Hills on each Side. Fontes in convallibus, is in the Saxon Version rendered pillar on senum Ps. cii. 2. and Valley of Tears, (as this now) Ps. lxxxiiij. 6. bene teona. Several Houses, four Mills, (some say six) nine Stone-Bridges, and ten or eleven of Wood, are taken down, and the Wheels, Dams, and Sluices, (Eboracentibus Goits, from the verbal Noun geotan fundere) of most of the Mills that are left standing, broken and damaged; and a great deal of Cloth gone. Fifteen Persons were drown'd, of whom Jonas Longbothom and his Servant are not yet found. Seven out of eight in one House were either slain by the Fall of it, or drowned. A young Man escaped by help of a piece of Timber, was turned over and over again, in passing two or three Dams, but at last taken out alive, tho' distracted for the present; but it's hoped he may recover.\n\nThe Rapidness of the Torrent was so violent, that it took down the North-side of Ripponden Chapel, and carried off most of the Seats. A Man of Deansbury told\ntold me, that he saw four of them that were driven to that Town; and the Rector of Castleford, who visited me the Day after, inform'd me, that many Goods were carried down so far, tho' above 20 Miles off. It tore up the Dead out of their Graves; at first I was willing to believe it only of an old Woman that had been buried that Afternoon, and so the Earth not fully settled again; but am since informed by a sure hand, that two corrupted Corpses were driven upon one Gentleman's Land, and as many upon another's. It swept away all the Corn-Land, as deep as the Plow had gone. Some Persons sav'd themselves by forcing a Way out of the Roofs of their Houses, and sitting upon the Ridges till the Floods abated.\n\nI was that Day seiz'd by a smart Thunder-Shower, upon the Moor, as I was coming home.\n\nLeeds, June 5.\n1722.\n\nV. Part of a Letter from Mons. Couzier, Physician in the Infirmaries at Alais, to Dr. Deidier, Professor of Chymistry in the University of Montpelier, concerning a new Experiment made with the Blood of a Person dead of the Plague. Communicated to the Royal Society by Dr. Woodward, F.R.S. Prof. Med. Gresh.\n\nOn the First of this Month I took an Opportunity of beginning the Experiments you had recommended to me, and of which I had promised to give you an Account.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103586.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1263,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1413,
        2
      ],
      [
        1413,
        3239,
        3
      ],
      [
        3239,
        4524,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103586",
    "title": "A Letter from Mr. Ralph Thoresby, F. R. S. to Sir Hans Sloane, Bart. President of the College of Physicians, and Vice-Pres. R. S. concerning the Effects of a Violent Shower of Rain in Yorkshire",
    "authors": "Ralph Thoresby",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103586"
  }
}