{
  "id": "9a365ff7a3d10220fab4da753386d705c176f15c",
  "text": "lith have many times found Relief by it. I don't understand, but that it may be practis'd at any Time of the Year, without Hazard or Inconvenience. The Indians often used it before, and after long Journies, Hunting or Voyages, to strengthen and refresh themselves.\n\nIII. An Attempt to account for the rising and falling of the Water of some Ponds near the Sea, or ebbing and flowing Rivers; where the Water is lowest in the Pond, at the Time of high Water in the Sea or River; and the Water is highest in the Pond, at the Time of low Water in the Sea or River. As also for the increasing or decreasing of the Water of such Pools and Brooks as are highest in the dry Seasons, and lowest in the rainy Seasons: With an Experiment to illustrate the Solution of the Phænomena. By the Reverend J. T. Desaguliers, L. L. D. and R. S. S.\n\nHero Alexandrinus, and other Hydraulick Writers, have describ'd a Cup (call'd a Tantalus, from its Effect) which will hold any Liquor very well, when it is not fill'd above a certain Height mark'd in the Cup; but if it be fill'd higher, not only the Liquor above the Mark will run out, but the whole Liquor that was in the Cup. This is perform'd by a Syphon in the Cup, which is sometimes conceal'd to make the Effect the more surprising.\nThe Cup, A B (Fig. 1.) has a visible Syphon C E D in it; the Cup, (Fig. 2.) has the same, conceal'd by the Figure of a Man, to represent Tantalus in the Fable; and the Cup of Fig. 3. has its Syphon more conceal'd, as it is carried up into the Handle. Any of these Cups will hold Water very well, provided they are not fill'd up above the Line F G; for then not only the Liquor that is above F G will run out, but all the Liquor in the Cup as low as D, the Orifice of the short Leg of the Syphon.\n\n**EXPERIMENT.** Fig. 4.\n\nIn the Vessel a b c d is plac'd an open wooden Box A B C D fill'd with Water as high as the Line L M. Another Box or Plug E F G H made tight, and containing Weights to sink it, is made to let down into the Water between the Partition I K and the End A B of the Box above mention'd; but when it is not to press the Water up to I O, (as it does when let down) it is drawn out of the Water by the Weight m, which pulls it up by the Bar i k fasten'd to a Leaver moving round the Center l.\n\nWhen, by means of the Plug, the Water in the Space A B K I is push'd up to I O, by passing under K; it runs out thro' the Spout P Q (whose Passage is gaged by a little Sluce P p) and falls into the Vessel R S made of an oblong Figure like a Fish-Pond, and having a Syphon at S, so as to make it a Tantalus, or in the Nature of the Cups above mentioned.\n\nLet the Weight m pull up the Plug E F G H, and the Water, having fill'd R S, will run down below the Orifice P to M.\n\nThe Tantalus R S, beginning to run out as soon as full, will for the Reasons above given, continue to run till\ntill it is all emptied; and as it discharges itself into another Tantalus TV (whose Syphon is at V); this last Tantalus will also, when full, begin to run out, and its Water go down to XY.\n\nIf the Plug be let down gradually, as soon as the Water begins to run out of the last Tantalus TV, (and the first Tantalus RS be cover'd so as to be conceal'd from Sight) it will appear to the Lookers on, That the Cavity TV, representing a Pond near an ebbing and flowing River (as I am credibly inform'd there is such an one at Greenhive in Kent, between London and Gravesend) always rises, whilst the Water at NO (or the Tide) falls to LM; and always sinks whilst the Water at LM (or the Tide) rises to OL.\n\n**EXPERIMENT II.**\n\nLet the Water in the Box ABCD not be made use of; only the Vessel Z be fill'd every half Hour: It will empty itself in the Space of a Quarter of an Hour, falling like Rain, and dropping also thro' the Leaden Platform ef into the hidden Tantalus RS, which will not begin to run till this artificial Rain is over: Then in a Quarter of an Hour more, the Tantalus RS will have emptied itself into the visible Tantalus TV, which will be filling all the Time after Z has done running; (or in the dry Season) and as soon as TV is full, it will begin to run out thro' its Syphon V, at the End of the half Hour, when the Vessel Z or Sieve runs again; that is, at the Return of the rainy Season.\n\nThis last Experiment may easily be applied to those Ponds, or those Brooks, that are high in dry Weather, and low in wet Weather; of which Kind, I am told, there is a Brook at Lambourn in Berkshire.\nIf it be objected, that such Ponds are full for some time, which a Tantalus cannot be, because it begins to run out as soon as full; that may be easily solv'd, by supposing the hidden Tantalus, (or intermediate Cavity between the River and Pond) to contain more Water than the visible one, provided it does not contain so much as not to be emptied, before the Return of the Tide.\n\nThe same Solution will serve for wet and dry Seasons, only supposing the Cavities larger.\n\nIf it be asked, where the Water of the visible Tantalus, near a River, can run; it may be answer'd, that all this may happen, tho' the second, or lowest Tantalus shou'd have its Bottom higher than low Water-Mark in the River. And for the Syphons, which are of a particular Make in the Cup; tho' such be not suppos'd in the Earth, yet any long Passage, rising in the Middle, will answer the End. See Fig. 5. where ABCD represents the Channel of a River, AD high Water-Mark, and GH low Water-Mark; ZI a Passage from the River to the Cavity IKLMN, or first, or hidden Tantalus; LMQ the Syphon of the first Tantalus, running into the second Tantalus, or visible Pond OQR, which by its Syphon RSV runs out into low Grounds that may be above the low Water-Mark GH; and the Bottom KL of the first Tantalus may be above the Top of the last, whose Level is the Line WW.\n\nABCDYOQRPVH is the Section of the Surface of the Earth.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103758.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 1748,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1269,
        4
      ],
      [
        1269,
        2860,
        5
      ],
      [
        2860,
        4466,
        6
      ],
      [
        4466,
        5855,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103758",
    "title": "An Attempt to Account for the Rising and Falling of the Water of Some Ponds Near the Sea, or Ebbing and Flowing Rivers; Where the Water is Lowest in the Pond, at the Time of High Water in the Sea or River; And the Water is Highest in the Pond, at the Time of Low Water in the Sea or River. As Also for the Increasing or Decreasing of the Water of Such Pools and Brooks as are Highest in the Dry Seasons, and Lowest in the Rainy Seasons: With an Experiment to Illustrate the Solution of the Phaenomena. By the Reverend J. T. Desaguliers, L. L. D. and R. S. S.",
    "authors": "J. T. Desaguliers",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103758"
  }
}