{
  "id": "5160d22d0d54f438f924b54dfa73f063ad53f3d3",
  "text": "Latitude of Constantinople and Rhodes; written by the Learned Mr Greaves, and communicated by the Reverend Dr Smith. 12. Accounts of two Books; 1. FRANCISCI WILLUGHBEI Armig. de Historia Piscium Libri quatuor, Jussu & Sumptibus Regiae Societatis Lond. editi. Totum opus recognovit, coaptavit, supplevit, Librum etiam Primum & Secundum integros adjectit JO. RAIUS è Soc. Reg. Oxonii è Theatro Sheldoniano. 1686. Fol. 2. GODEFRIDI BIDLOO, M.D. Anatomia Humani Corporis. Amstel. Fol. 1685. 13. An Index to the Fifteenth Volume of the Phil. Transactions.\n\nAn Explanation of the Cutts of two Porphyry Pillars in Ægypt.\n\nTAB. 1. Fig. 1. represents the Obelisk, or Aiguill, near the Matarea, about 3 or 4 miles from Cairo. The height of this Pillar is 67 foot: the bignefs 7 and ½, with the Hieroglyphic Character.\n\noo shews the height of the Nile's rising above the superficies of the Earth, when it overflows.\n\nTab. 1. Fig. 2. The Needle at Alexandria.\n\nThese Pillars are more fully describ'd in the Phil. Transf. Numb. 161. Their Figures, being no where extant that we know of, are here presented to the Reader who is obliged for them to the Reverend Dr Huntington.\nAcus Magneticæ variationis, quæ Norimbergæ pau-\ncis abhinc annis deprehensa fuit, Observatio an-\nno currente 1685, ibidem ab Observatoribus Do-\nctori I. G. Volckamero, I. P. Wurtelbaur, & \nG. C. Eimmart repetita; & Regiæ Societati \nLond. à Clariss. D°. And. Arnoldo, Norimber-\ngenfi, communicata.\n\nNventa de novo linea Meridiana, sicut olim, non u-\nna, sed pluribus, partim vulgari modo, partim me-\nthodo Heveliana, partim etiam propria, in planis mar-\nmoreis ad libellam decenter exæquatis, diversarum me-\ndiocriter longitudinum (prout ex Epistola invitatoria Cl. \nSturmii tunc edita videre est;) designabatur insuper alia \nlongior in plano exæque horizontali, ad intervallum radii \n12. pedum Noricorum ductus arcus, pro distinctiori gra-\ndus in sua minuta divisione: Locus idem, qui antea, \nmaxime idoneus eligebatur; erat spatium peramplum, \nsub dio liberimum, nullisque latentis magnetismi vel \nferri vicini fallaciis obnoxium, in horti nempe amæna \nplanitie, cujus areae quadrata unum latus ducentos pedes \nexsuperat: in hujus spatii medio singulæ Meridianæ om-\nni, qua fieri potuit, cura ac circumspetione investiga-\ntæ, ab observatoribus rigidissime examinabantur; & con-\ntinuis aliquot diebus sub initium mensis Augusti, (tempo-\nra quidem solstitia, huic operationi magis accommoda-\ndata, destinata fuerant, sed inclementia coeli differre coe-\ngit) idem consensus Meridianarum, non neglecto tamen \nrespectu tunc temporis declinationis, diversimode ex-\nplorabatur,\n\nPostea quam de certitudine Meridianarum tali pacto \nsecuri redditi, applicatis variis pyxidibus magneticis, tam \niis vetustioribus, quæ ante quinquennium huic usui ad-\nhibebantur\nhibebantur, quam aliis recentioribus plurimis, mediocris quidem longitudinis, quarum maximae semissim pedis non excedebant, sed gracilioribus & vivacibus, animadvertebamus, quod mirum, declinationem acus à pristina nec in uno minuto discrepare, sed in quavis meridiana exacte cum priori convenire, ad Occas. scilicet 5°. 5′. An autem interea temporis ulterius processerit, ut nunc in situ retrogrado ejus deviatio deprehensa fuerit, quod certe casu evenisse potuisse, non liquet, cum nec temere istud statuere, quin in eam sententiam, quod stationarius (procul dubio circularis motus) in eodem puncto permanerit, pronius abire velimus.\n\nIta D. Eimmartus perscripsit ad amicum suum Andreae Arnodum, qui isthæc Regiæ Societati Londinensi, Faustici olim suæ, lubens meritoque transmittit.\n\nA Letter, subscribed W. Tenon, concerning Dr Papin’s new Water-Engine.\n\nSir,\n\nThe other day, upon reading in the Transactions, a description of the effects of a Water-Engine, invented by Dr Papin, and propounded as a Probleme to find out the contrivance, there came into my mind the following thought. I do not think it is the same with his, nor so good, but such as it is I send you, because variety of fancies gives hints many times to better new inventions.\n\nTab. i. Fig. 3. A B D E signifies a cylindrical Vessel, closed",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102194.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12452,
    "total-output-tokens": 1558,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1162,
        6
      ],
      [
        1162,
        2814,
        7
      ],
      [
        2814,
        4125,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "None",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102194",
    "title": "An Explanation of the Cutts of Two Porphyry Pillars in Aegypt",
    "authors": "I. P. Wurtelbaur, I. G. Volckamero, G. C. Eimmart",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102194"
  }
}