{
  "id": "b0c3ed8822b463698253dfaff608400b8b0fe543",
  "text": "XXII. A Description of a rare American Plant of the Brownææ Kind; with some Remarks on this Genus. By Mr. Peter Jonas Bergius, F. R. S.\n\nRead Feb. 11, 1773.\n\nAs the Leucandendra, Bruniaæ, Diosmaæ, Phylicaæ, Hermanniaæ, &c. are peculiar to Africa, so are likewise the Varronice, Ehretiæ, Samydeæ, Malpighiæ, Cacti, Brownææ, &c. peculiar to America, not having been found in any other country: at present I will confine myself to the last mentioned kind.\n\nMr. Jacquin, during his botanical travels in America, founded this genus, in memory of Dr. Patrick Browne, the celebrated English botanist; but Jacquin found only one species of this genus; neither was Sir Ch. Linné hitherto acquainted with any more.\n\nI have now specimens of a new species of this kind, which I received from Mr. Pihl, who gathered it in Portobello in America, which will afford an opportunity of exhibiting the whole genus of the Brownææ, and the specific differences of it.\n\nIf we compare Mr. Jacquin's description of his species with mine, we see how carefully nature has observed the same order and position of the essential parts.\nparts in both; a circumstance common to all natural genera.\n\nI don't know whether this plant will vegetate and thrive in our stoves or green-houses; if it does, I am convinced it will make a beautiful appearance with its assemblage of purple or blood-red flowers.\n\nThe drawings which I herewith send [Tab. VIII. and IX.], shew a stalk with a flower, and one without, so that the receptacle is bare.\n\n**Brownææ Genus.**\n\n1. **Brownæa (coccinea)** floribus disjunctis umbellatis.\n\n   Brownæa coccinea. Linn. Spec. Plant. 958. Jacquin. Hist. Stirp. Americ. 194. * Tab. 121.\n   \n   Habitat in rupestribus sylvaticis Zaucæ ad finum Venezuelæ Americæ.\n   \n   Descr. apud Jacquinum, loco citato.\n\n2. **Brownæa (Rosa de monte)**, floribus aggregato-capitatis sessilibus, staminibus longissimis.\n\n   Hermesias. Loefling. Itin. p. 278. *\n   \n   Habitat in montosis Terræ Firmæ, Portobello.\n\n   **Descr.**\n   \n   *Caulis* arboreus.\n   \n   *Rami* torulosi, cortice cinereo.\n   \n   *Ramuli* (seu petioli communes) subalterni, teretes, glabri, basi geniculo suberoso-rugoso, patentes.\n   \n   *Folia* coriacea, spithamæa, opposita, ovato-oblonga, integerrima, longius acuta, utrinque glabra, nervis alternis obsoletis, breviter petiolata; inferiora sensim minora; infima ovata, basi subcordata.\n\n   *Petiolelli*\nPetiolelli breves, crassi, rugosi.\nFlores intra calycem communem aggregati in capitulum s. fasciculum subrotundum, speciosissimum, magnitudine pugni.\nFasciculi solitarii, alterni, distantes, sessiles, subaxillares.\nCalyx communis imbricatus: foliolis s. bracteis ovatis, acutiusculis, submembranaceis, concavis, laxiusculis, glabris, bipollicaribus, rubicundis; singulis includentibus singulos vel etiam 2 aut 3 flores; deciduis; exterioribus rotundatis; interioribus minoribus, sensim linearibus.\nPerianthium proprium cylindricum, tubulatum, superne paululum ampliatum, rubicundum, villosum, bifidum: laciniis ovatis, acutiusculis, subaequalibus, erectis.\nCorolla universalis uniformis, sanguinea.\nPropria duplex.\nExterior infundibuliformis, calyce longior: tubus cylindricus, subangulatus, deorsum angustatus, subcoriaceus, persistens; limbus 5-fidus (saepe 4-fidus): laciniis lanceolatis, obtusis, erectis, inaequalibus, unica duplo latiore, deciduis.\nInterior pentapetala: petalis ovato-lanceolatis, obtusis, latiusculis, erectis, corolla exteriore fere duplo longioribus: unguibus subulatis, margini tubi corollæ exterioris insertis.\n\nStam\nStam. Filamenta constanter undecim, filiformia, longissima, h. e. corolla duplo longiora, erecta, subcurvata, æqualia, inferne coaila in tubum integrum, antice hiantem, germen cingentem, margini tubi corollæ exterioris adnatum, dein in filimenta, basi æqualia, fissum.\n\nAntheræ ovatæ, incumbentes.\n\nPistill. Germen superum, è tubo corollæ exterioris pedunculatum: pedunculo tubo adnato; cylindricum, tomentosum.\n\nStylus filiformis, longitudine staminum, inflexus.\n\nStigma simplex.\n\nPeric. Legumen oblongum, compressum, circa dissepimentum angustatum, pleurumque biloculare.\n\nDissepimento membranaceo.\n\nSemina solitaria, ovata, compressa, rugosiuscula, fibris fungosis obvoluta.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106150.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20016,
    "total-output-tokens": 1741,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1107,
        2
      ],
      [
        1107,
        2404,
        3
      ],
      [
        2404,
        2404,
        4
      ],
      [
        2404,
        2404,
        5
      ],
      [
        2404,
        2404,
        6
      ],
      [
        2404,
        2404,
        7
      ],
      [
        2404,
        3549,
        8
      ],
      [
        3549,
        4227,
        9
      ],
      [
        4227,
        4227,
        10
      ],
      [
        4227,
        4227,
        11
      ],
      [
        4227,
        4227,
        12
      ],
      [
        4227,
        4227,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "la",
      "la",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106150",
    "title": "A Description of a Rare American Plant of the Brownaeae Kind; with Some Remarks on This Genus. By Mr. Peter Jonas Bergius, F. R. S.",
    "authors": "Peter Jonas Bergius",
    "year": 1773,
    "volume": "63",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106150"
  }
}