{
  "id": "0be8448c8fd25cf9d91f625851bad51d96ee62b1",
  "text": "in a poor Countryman upon such an uncommon Occasion, might conjure up the Idea of Lightning. If it was Thunder and Lightning, the Effects of it must be very terrible somewhere; for it gave the same Report, and shook all the Houses just in the same Manner, that were above 20 Miles distant from one another North and South; which I think is an Argument, that it was more general than Thunder can possibly be. I should be glad to know whether or no it was perceived in London. I am,\n\nHonoured SIR,\n\nRosehill, Dec. 12. 1741. Your most dutifull Grandson.\n\nJ. Fuller.\n\nXXXIV. A Letter from the Reverend Mr. William Gosling, Minor Canon of the Cathedral Church of Canterbury, to Mr. Peter Collinson, F.R.S. concerning the same Meteor, in Kent.\n\nCanterbury, Sunday,\nDec. 13. 1741.\n\nDear SIR,\n\nOn Friday last the 11th Instant, about One in the Afternoon, I found my House violently shaken for some Seconds of Time, as if several loaded Carriages had been driving against my Walls; and heard a Noise, which at first my Family took for Thunder, but of an uncommon Sound. For my own part, (as I thought Thunder which would shake\nus at that rate, would have been much louder) I concluded it an Earthquake: And, going immediately to the Top of my House, found the Sky cloudy, but nothing like a Thunder-cloud in View; only there was a Shower of Rain from the Eastward presently after, and the coldest that I have felt. I thought the Shock an Earthquake, as I told you before; but since find it was attended (and I suppose caused) by a Ball of Fire, which passed with great Rapidity over our Country, from Westward to Eastward, for how long a Journey I cannot tell. It began with Two great Blows, like the Reports of Cannon, (which the Jumbling of my Safhes prevented my distinguishing); and then roll'd away till it was heard no more. The Appearance, I hear, was as that of a very large shooting Star; and it left a Train of Light, which soon disappeared, it being Noon-day. If this was a general thing, your Society will hear of it from all Parts; if only with us, I suppose this Account will give you some Pleasure. It is the best I am yet able to send you: But I ought to tell you, I met a Pilot To-day, coming from Deal, whom I asked about it; and he told me he saw no Fire-ball, but heard the Noise, and that it made the Ship shake he was in, going from Gravesend to the Nore.\n\nFarewell.\n\nW. Gostling.\n\nSee more Accounts of this Matter in the next Transaction.\n\nAddenda to Page 860.\nThis Hypocaust may serve as a Model for Malt-kilns, or for drying Hops, &c.\n\nA N",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104397.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 729,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1118,
        2
      ],
      [
        1118,
        2555,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104397",
    "title": "A Letter from the Reverend Mr. William Gostling, Minor Canon of the Cathedral Church of Canterbury, to Mr. Peter Collinson, F. R. S. concerning the Same Meteor, in Kent",
    "authors": "William Gostling",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104397"
  }
}