{
  "id": "c8a3bb5c2ad04f84c0139339df07aa37e2ac56eb",
  "text": "so great esteem, he faith, that it hath no Purging vertue at all in it; adding that even of All Salts, none hath more vertue than another, as he pretends to have shew'd in an other Book of his, De natura salium; which also hath not been yet transmited into these parts.\n\n5. He denies, what Aristotle affiures, and what Galen faith to have often tryed, that the Spittle of a Fasting person kills Vipers, and he laughs at many other particulars, that have been delivered concerning the Antipathy of Vipers unto certain things; and their manner of Conception and Generation, and several other properties, commonly ascribed to them; which the alledged French Author affirms to be refuted by so many experiments made by this Italian Philosopher, that it seems to him, there is no place left for doubting, after so authentick a testimony.\n\nAdvertisement.\n\nThe Reader of these Translations is desired to correct these Errata in Number 8. viz. page. 132. line. penult. read Wine for Lime; and page 133. line 10. read Thresher for Trespber, as some Copies have it; and page 136. line ult. read purifie for putrifie.\n\nLONDON,\nPrinted for John Martyn and James Allestree, Printers to the Royal Society, 1666,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101474.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 369,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1197,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101474",
    "title": "Advertisement",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101474"
  }
}