{
  "id": "dc5d39e78463bd523c1ecf2a998a31a4106795b5",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL\nTransactions:\nGIVING SOME\nACCOMPT\nOF THE\nPresent Undertakings, Studies and Labours\nOF THE\nINGENIOUS\nIN MANY\nConsiderable Parts\nOF THE\nWORLD.\n\nVOL. VII.\nFor the Year MDC LXXII.\n\nLONDON,\nPrinted by T. R. for John Martyn at the Bell in St. Pauls Churchyard, Printer to the ROYAL SOCIETY.\nBeginning the Eighth Year\n\nPHILOSOPHICAL\nTRANSACTIONS.\n\nMarch 25. 1672.\n\nThe CONTENTS\n\nA Preface to this Eight Year. An Accomp of a New kind of Telescope, invented by Mr. Isaac Newton. A Breviat concerning Dr. Wallis's two Methods of Tangents. A Letter of Monsieur Hevelius about a Comet lately seen by him at Dantzick: confirm'd by Observations made in France. An Accomp concerning Eggs to be found in all sorts of Females. An Accomp of some Books: I. PLANTARUM UMBELLIFERARUM Distributio nova per Tabulas Cognationis & Affinitatis, ex Libro Naturae observata & detecta; A. Rob. Morison. II. PESTIS nupere Londini grassantis Narratio Historica, A. Nath. Hodges. III. A Philosophical Essay, concerning the probable CAUSES of STONES in the Greater world, &c. by D. Thomas Sherley. IV. Carolus Claromontius De AERE, SOLO & AQUIS Angliae, deque Morbis Anglorum vernaculis; una cum ejusdem Observationibus Medicis CAMBRO-BRITANNICIS.\n\nK k k k\nPHILOSOPHICAL TRANSACTIONS.\n\nApril 22. 1672.\n\nThe CONTENTS.\n\nMr. Newtons further suggestions about his Reflecting Telescope; together with his Table of Apertures and Charges for the several Lengths of that Instrument. An Answer of the same to some Objections made by a French Philosopher against the said Telescope. Some Observations of Jupiter's Transit near two Fixt Stars; made by Mr. Flamstead. A Relation of the Return of a great Permanent Spot in the Planet Jupiter, observed by signor Cassini; together with an intimation of the Usefulness of that Discovery. Observations of a New Comet, made at Paris by the same. An Accomp of some Books: I. De RESISTENTIA SOLIDORUM, Alex Marchetti. II. A Table of Ten thousand SQUARE NUMBERS, and of their SIDES or ROOTS, &c. III. Regneri de Graaf de MULIERUM ORGANIS GENERATIONI INSERVIENTIBUS Tractatus novus. IV. Discours de la CONOISSANCE des BESTES, par le P. Pardies.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nMay 20. 1672.\n\nThe CONTENTS.\n\nSome Considerations of Mr. Isaac Newton upon part of a Letter of M.deBerce concerning his Reflecting Telescope pretended to be improved by M.Cattegrain. Some Experiments proposed in relation to the same Mr. Newton's Theory of Light; together with the Observations by him made thereon. An Account communicated by Mr. Lister, of a Stone cut out from under the tongue of a Man.\n\nAn Extract of a Letter of the same, concerning animated Horse-hairs. Some Observations, made by Signor Thomas Cornelio, of Persons pretending to be stung by Tarantulas. An Account of the Apennesian Baths in Italy, by John Dodington Esquire.\n\nReflexions made by P. Lana upon an Observation relating to the formation of Crystals. A Relation of an Inland-Sea near Danzick, yeilding a green Substance which causeth certain Death, by Mr. Kirkby. An Account of some Books. I. de ANIMA BRUTORUM, Exercitationes duae, Auth. Thoma Willis M.D.&c II. Suite des nouvelles Experiences sur la VITPERE; par Moyse Charas. III. The CHIRURGICAL and ANATOMICAL Works of Paul Barbette M.D; together with a Treatise of the Plague. IV. The AMERICAN PHYSITIAN. by W. Hughes.\n\nR r r r\n\nMr. Isaac\nPHILOSOPHICAL TRANSACTIONS.\n\nJune 17. 1672.\n\nThe CONTENTS.\n\nAdditions to the Narrative publish't in Numb. 58. about the Conjunction of the Ocean and Mediterranean by a Channel in France. A Letter of P. Pardies, containing some Animadversions upon Mr. Newton's Theory of Light. An Answer of Mr. Newton to that Letter. Two Observations of Stones found, the one in the Bladder of a Dogg, the other fastened to the Back-bone of a Horse. An Account of some Books. I. An Essay about the Origin and Virtues of GEMS; by the Honourable Robert Boyle Esquire. II. Johannis Swammerdamii M.D. UTERI MULLIEBRIS Fabrica, una cum Methodo nova Cavitates corporis ita preparandi, ut suam semper genuinam faciem servent. III. Three Letters of Johan. Dom. Cassini, concerning his Hypothesis of the Suns motion, and his doctrine of Refractions. IV. Dr. Richard Sharrocks History of the Propagation and Improvement of VEGETABLES, by the concurrence of Art and Nature: The Second Edition much enlarged.\nPHILOSOPHICAL TRANSACTIONS.\n\nJuly 15. 1672.\n\nThe CONTENTS.\n\nA Set of Quære's propounded by Mr. Newton, to be determined by Experiments, positively and directly concluding his new Doctrine of Light and Colours. Some Annotations of Dr. Walter Needam upon a Discovery pretended to have been made by Monsieur Pecquet, of a Communication between the Duætus Thoracicus and the Inferior Vena cava. A Second Letter of P. Pardies, relating to Mr. Newtons Answer, made to his first Letter. Mr. Newtons reply to that Second Letter. An Account of some Books: I. SCARBROUGH SPAW Spagyrically anatomized; as also a NEW YEARS GUIFT for Dr. Wittey: by George Tonstal, M.D. II. NEW ENGLANDS Rarities discover'd; together with the REMEDIES used by the Natives to cure their Diseases, Wounds and Sores, by John Josselin. III. A Rational way of preparing ANIMALS, VEGETABLES, and MINERALS for a Physical use; by Edw. Bolnest Med. Reg. Ord. IV. Miscellanea Curiosa PHILICOMEDIA Academiae Naturæ Curiosorum; Annus secundus.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the moneths of September and October.\nOctob. 14. 1672.\n\nThe CONTENTS.\n\nAn Extract of an Epistle of Dr Langelot, representing, Of what great use Digestion, Fermentation, Triture or Grinding, if they were well regarded, might be in Chymistry; and proving it by very considerable Experiments, said to have been made by himself.\n\nAn Extract of a Letter of Mr. Listers, enlarging his former Notes about Kermes; and withal insinuating his conjecture of Cochineil's being a sort of Kermes. A Letter written from Florence by Mr. Tho. Platt, containing divers remarkable Experiments, there made upon Vipers, since Mr. Charas's second Reply to Sig. Franc. Redi, Doctor Wallis's Answer to the Book, entitled Lux Mathematica, &c. The same Doctors Additions to what he lately publish'd in his Works De Motu & Mechanice, concerning the Center of Gravity of an Hyperbola. An Accomp't of some books: I. Tractatus de VITA NATURÆ: &c. Auth. Franc. Glissonio, Med. D. & P., &c. II. Jeremiae Horroccii Opera Posthuma, &c. cum Crabtræi Observat. Cælestibus, nec non Joh. Flamstedii de Temporis Æquatione Diatriba, &c. III. Marc. Malpighii Dissertatio Epistolica de FORMATIONE PULVINI OVO. IV. Ie MENTE HUMANA Libri quatuor; Auth. J.B. du HAMEL. V. A Letter of Francesco Redi concerning some Objections made upon his Observations about Vipers; together with a Reply to that Letter by Moyse Charas: now both Printed in English. VI. De Gemmarum Origine & Virtibus Exercitatio; A. Rob. Boyle: Now Printed in Latin.\nPHILOSOPHICAL TRANSACTIONS.\n\nNovember 18. 1672.\n\nThe CONTENTS.\n\nMr. Isaac Newton's Answer to some Considerations upon his Doctrine of Light and Colors, as it was Printed in Numb. 80. of these Tracts: In which Answer some things being premised about both the Practique and Theorique part of Opticks; the Author endeavours to make it out, that he assumes no Hypothesis for his Doctrine; that the Examiners and all other Mechanical Hypotheses in their genuine constitution are conformable to his Doctrine; and that it is not necessary to limit or explain his Doctrine by any Hypothesis. To which is added a Resolution of three important Quærc's, 1. Whether the Unequal Refractions, made without respect to any inequality of incidence, be caused by the different Refrangibility of several rays; or by the Splitting, Breaking or Dissipating the same Ray into diverging parts? 2. Whether there be more than two Original colours? 3. Whether Whiteness be a mixture of all Colors? Some particulars of this subject recommended to further Consideration. An Accomp of two Books: I. Othonis de Gericke EXPERIMENTA MAGDEBURGI-CA NOVA, II. Thesaurus MEDICINÆ PRACTICÆ, Studio & operâ Thomæ Burnet. M D. &c.\nPHILOSOPHICAL TRANSACTIONS.\n\nDecemb. 16. 1672.\n\nThe CONTENTS.\n\nSome Observations, made by the Noble Rob. Boyle, about Shining Flesh, both of Veal and a Pullet; and that, without any sensible Putrefaction in those Bodies. A Description of a singular kind of Mushroom, yielding a Milky Juice, not to be endur'd upon our tongues; observed by Mr. Lister. An Extract of a Letter of Mr. Flamstead, concerning the Appulses of the Moon and the other Planets to Fix'd Stars, by him calculated for the Year 1673; together with an Observation of the Planet Mars. The Calculations themselves. An Accompot of some Books: I. Profe de Signori Academici di Bologna. II. Relation de divers Voyages Curieux, de M. Thevenot, IV Partie.\nPHILOSOPHICAL TRANSACTIONS.\n\nJanuar. 20. 1673.\n\nThe CONTENTS.\n\nA further Accompt concerning the Existence of Veins in all kind of Plants; together with a Discovery of the Substance of these Veins being Membranous, as also of some Acts in Plants resembling the Acts of Sense; likewise of the Agreement of the Venal Juice in Vegetables with the Blood of Animals, &c. Communicated by Mr. Lyster. The Copy of a Letter from Somersetshire concerning a Strange Frost which hath lately done much hurt about Bristol; together with some useful hints suggested upon that occasion. An Extract of a Letter written by Monsieur Slusius, giving his short and easy Method of drawing Tangents to all sorts of Geometrique Curves. An Accompt of some Books: I. A Discourse concerning the Origin and Properties of Wind; by R. Bohun. II. Deux Machines propres à faire les Quadrans avec tres-grande facilité; par le P. Ignace Gaston Pardies, S.J. Two Advertisements; one, concerning a Body of Algebra in English, by Mr. John Kersey now in the Press; the other, a System of Music, ready to be publish't by John Birchencha Esq;\nPHILOSOPHICAL TRANSACTIONS.\n\nFebr. 24. 1671\n\nThe CONTENTS.\n\nA New Experiment of Mr. Boyle concerning an Effect of the Varying Weight of the Atmosphere upon some Bodies in the water; suggesting a conjecture, that the very Alterations of the Air in point of Weight may have considerable operations even upon mens Sickness or Health. An extract of some Letters from Dr. John Wallis to the Publisher, concerning the Suspension of Quicksilver, well purged of Air, much higher than the ordinary Standard in the Torricellian Experiment. An Account of two Books: I. Observations Topographical, Moral, and Physiological, made in a Journey through part of the Low Countries, Germany, Italy, and France, &c. by John Ray, Fellow of the R. Society: whereunto is added, A brief Account of F. Willoughby Esq; his Voyage through a great part of Spain. II. Bernhardi Vareni M.D. Geographia Generalis, aucta & illustrata ab Isaaco Newtono, è Soc. Reg. An Index for the Trans of the Year 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100912.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23060,
    "total-output-tokens": 3435,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        367,
        5
      ],
      [
        367,
        1306,
        6
      ],
      [
        1306,
        2223,
        7
      ],
      [
        2223,
        3430,
        8
      ],
      [
        3430,
        4410,
        9
      ],
      [
        4410,
        5412,
        10
      ],
      [
        5412,
        6935,
        11
      ],
      [
        6935,
        8127,
        12
      ],
      [
        8127,
        8844,
        13
      ],
      [
        8844,
        9946,
        14
      ],
      [
        9946,
        10920,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100912",
    "title": "Front Matter",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/100912"
  }
}