{
  "id": "aa92ede14a54406f0479599b1649e64ff4b53f3c",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1865.\n\nA.\n\nAntedon rosaceus, embryogeny of, 513 (see Thomson).\nArmour-plated ships, magnetic character of, 263 (see Evans).\nAtlantic, principal currents of the, 239 (see Forchhammer).\nAtomic heat and atomic weight, relations between, 177 (see Kopp).\n\nB.\n\nBailey (J. W.), his researches on Foraminifera, 423 (see Parker).\nBakerian Lecture, 605 (see Roscoe).\nBeale (L. S.). New Observations upon the Minute Anatomy of the Papillæ of the Frog's Tongue, 443.\n—Conclusions, 456; description of the plates, 457.\nBinney (E. W.). A Description of some Fossil Plants, showing Structure, found in the Lower Coal-seams of Lancashire and Yorkshire, 579.—Concluding remarks, 596; description of the plates, 599.\nBlood, influence of physical and chemical effects upon, 687 (see Harley).\n\nC.\n\nCayley (A.). On the Sextactic Points of a Plane Curve, 545.—Application to a cubic, 556; Appendix, 569.\nCerebral hemispheres of the Marsupialia and Monotremata, 633 (see Flower).\nChemical action of total daylight, 605 (see Roscoe).\nComatula rosacea, embryogeny of, 513 (see Thomson).\nCompass, effect of ship's magnetism on the, 263 (see Evans).\nComplexes, linear, of right lines, 725 (see Plücker).\nCondensers, electric, theory of, 493 (see Maxwell).\nCubic curve, sextactic points of, 556 (see Cayley).\nD.\n\nDouble refraction, 760 (see Plücker).\n\nE.\n\nEchidna Hystrix, 671 (see Owen).\nElectromagnetic field, dynamical theory of, 459 (see Maxwell).\nElements, nature of the chemical, 199 (see Kopp).\nEvans (F. J.) and Smith (A.). On the Magnetic Character of the Armour-plated Ships of the Royal Navy, and on the Effect on the Compass of particular arrangements of Iron in a Ship, 263.—Deduction of the formulæ employed, 267; physical representation of the results, 271; numerical values of the coefficients, 278; tables of coefficients, 291; effect on the compass of particular masses of soft iron in a ship, 304.\n\nF.\n\nFlower (W. H.). On the Commissures of the Cerebral Hemispheres of the Marsupialia and Monotremata as compared with those of the Placental Mammals, 633.—Description of the plates, 650.\nForaminifera from the Atlantic Ocean, &c., 325 (see Parker).\nForchhammer (G.). On the Composition of Sea-water in the different parts of the Ocean, 203.—Elements which occur in the water of the ocean, 204; on the quantitative analysis of sea-water, 214; distribution of the salts in different parts of the sea, 219; general results of the preceding investigation, 226; principal currents of the Atlantic, 239; chemical decomposition in sea-water, 242; tables, 246.\nFossil plants found in coal-seams, 579 (see Binney).\nFrog's tongue, minute anatomy of the papillæ of, 443 (see Beale).\n\nG.\n\nGases, spectra of, 1 (see Plücker).\nGeometry, on a new, of space, 725 (see Plücker).\nGlyptodon, osteology of, 31 (see Huxley).\n\nH.\n\nHarley (G.). On the Influence of Physical and Chemical Agents upon Blood; with special reference to the mutual action of Blood and the Respiratory Gases, 687.—Influence of physical agents, 689; of chemical agents—animal products, 699; of vegetable products, 704; of anaesthetics, 713; of mineral substances, 718.\nHittorf (J. W.) and Plücker (J.). On the Spectra of Ignited Gases and Vapours, &c., 1 (see Plücker).\nHoplophoridae, 31 (see Huxley).\nHuxley (T. H.). On the Osteology of the genus Glyptodon, 31.—Part I. History of the discovery and determination of the remains of the Hoplophoridae, 31. Part II. Description of the skeleton of Glyptodon clavipes, 43; of the skull, 43; of the vertebral column, 58; description of the plates, 69.\nINDEX.\n\nI.\n\nInduction, electromagnetic, 466 (see Maxwell).\n\nJ.\n\nJones (T. R.) and Parker (W. K.). Foraminifera from the Atlantic Ocean, 325 (see Parker).\n\nK.\n\nKopp (H.). Investigations of the Specific Heat of Solid Bodies, 71.—Historical introduction, 71; description of a method of determining the specific heat of solid bodies, 83; determination of the specific heat of individual solid substances, 103; table of the substances whose specific heat has been experimentally determined, 167; on the relations between atomic heat and atomic weight or composition, 177; considerations on the nature of the chemical elements, 199.\n\nL.\n\nLight, electromagnetic theory of, 497 (see Maxwell).\n\nM.\n\nMagnetic character of ships, 263 (see Evans).\nMarsupialia, cerebral characters of the, 633 (see Flower).\nMaxwell (J. C.). A Dynamical Theory of the Electromagnetic Field, 459.—Introduction, 459; on electromagnetic induction, 466; general equations of the electromagnetic field, 480; mechanical actions in the field, 488; theory of condensers, 493; electromagnetic theory of light, 497; calculation of the coefficients of electromagnetic induction, 506.\nMeteorological registration of the chemical action of total daylight, 605 (see Roscoe).\nMonotremata, cerebral characters of the, 633 (see Flower).\n\nN.\n\nNitrogen, different spectra of, 6 (see Plücker).\n\nO.\n\nOwen (R.). On the Marsupial Pouches, Mammary Glands, and Mammary Fœtus of the Echidna Hystrix, 671.—Description of the plates, 685.\n\nP.\n\nParker (W. K.) and Jones (T. R.). On some Foraminifera from the North Atlantic and Arctic Oceans, including Davis Straits and B'n's Bay, 325. (For Contents, see p. 325.)\nINDEX.\n\nPlücker (J.) and Hittorf (J. W.). On the Spectra of Ignited Gases and Vapours, with especial regard to the different Spectra of the same elementary gaseous substance, 1.—Different spectra of nitrogen, 6; spectra of the first and second orders, 13; spectra of sulphur and various other elements, 13; explanation of the plates, 26.\n\nPlücker (J.). On a New Geometry of Space, 725.—On linear complexes of right lines, 725; on complexes of luminous rays within biaxal crystals, 760. Additional note, 774. (For Contents, see p. 788.)\n\nPoisons, influence of various, upon blood, 687 (see Harley).\n\nPourtales (F. L.), his researches on Foraminifera, 429 (see Parker).\n\nR.\n\nRoscoe (H. E.). The Bakerian Lecture. On a Method of Meteorological Registration of the Chemical Action of Total Daylight, 605.—Tables of results, 624.\n\nS.\n\nSea-water, composition of, in different parts of the ocean, 203 (see Forchhammer).\n\nSextactic points of a plane curve, 545 (see Cayley); 653 (see Spottiswoode).\n\nSigillaria, 579 (see Binney).\n\nSmith (A.) and Evans (F. J.). On the Magnetic Character of the Armour-plated Ships of the Royal Navy, &c., 263 (see Evans).\n\nSpecific heat of solid bodies, 71 (see Kopp).\n\nSpectra, different, of the same elementary substance, 1 (see Plücker).\n\nSpottiswoode (W.). On the Sextactic Points of a Plane Curve, 653.\n\nT.\n\nThomson (Wyville). On the Embryogeny of Antedon rosaceus, Linck (Comatula rosacea of Lamarck), 513.—Explanation of plates, 542.\n\nV.\n\nVelocity of light, deduction of, from electromagnetic data, 499 (see Maxwell).\n\nW.\n\nWave-surface in biaxal crystals, 761 (see Plücker).\n\nLONDON:\n\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1864 to June 1865.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAlbany:—\n\nTransactions of the Society for the Promotion of Useful Arts in the State of New York. Vol. IV. Part 2. Svo. Albany 1819.\n\nTransactions of the Albany Institute. Vol. IV. Svo. Albany 1858–64.\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. Theil IV. Heft 1. Svo. Basel 1864.\n\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften, aus dem Jahre 1863. 4to. Berlin 1864.\n\nMonatsbericht. January and February, and June to December, 1864. Svo. Berlin.\n\nDie Fortschritte der Physik im Jahre 1862, dargestellt von der physikalischen Gesellschaft. Jahrgang XVIII. Svo. Berlin 1864.\n\nBerliner Astronomisches Jahrbuch für 1867. Svo. Berlin 1864.\n\nThe Observatory.\n\nBern:—\n\nMittheilungen der Naturforschenden Gesellschaft, aus dem Jahre 1863. Nr. 531–552. Svo. Bern 1863.\n\nProgramm der Berner Kantonsschule für das Jahr 1864. Svo. Bern 1864.\n\nVerzeichniss der Vorlesungen welche vom 15. Oct. 1863–31. März 1864, 15. April–15. Aug. 1864, 15. Oct. 1864–31. März 1865 an der Hochschule in Bern gehalten werden sollen. 4to. Bern.\n\nVerzeichniss der Behörden, Lehrer und Studirenden der Berner Hochschule, 1863–64. Svo. Bern.\n\nBeitrag zur Casuistik der Beckengeschwülste in geburtshilflicher Beziehung, von J. U. Kürsteiner. 8vo. Zürich 1863.\n\nMDCCCLXV.\nACADEMIES and SOCIETIES (continued).\n\nBern:—\nBeiträge zur Lehre von den Luxationen und Fracturen der obersten Halswirbel, von C. R. Wagner. Svo. Zürich 1863.\n\nEinige Versuche über Strychnin-Vergiftung als gerichtlich-toxikologischer Beitrag zu den Strychmin-Vergiftungen, von J. Meyer. Svo. Bern 1864.\n\nUeber angeborne Stenose der Arteria pulmonalis, von C. Stölker. Svo. Bern 1864.\n\nBerwick:—Berwickshire Naturalists' Club. Proceedings. Vol. V. No. 2. Svo. 1865.\n\nBirmingham:—Institution of Mechanical Engineers. Proceedings, 5th November 1863; 28th January, 5th May, 2nd August 1864 (2 parts). Svo.\n\nBologna:—\nMemorie della Accademia delle Scienze dell’ Istituto. Tomo 12. Serie 2, tomo 1 & 2. 4to. Bologna 1861–62.\n\nRendiconto delle Sessioni 1860–61, 1861–62, 1862–63. Svo. Bologna.\n\nBordeaux:—Mémoires de la Société des Sciences Physiques et Naturelles. Tome III. cahier 1. Svo. Paris 1864.\n\nBoston, U.S.:—\nSociety of Natural History. Boston Journal of Natural History. Vol. VII. No. 4. Svo. Boston 1863.\n\nBreslau:—\nAbhandlungen der Schlesischen Gesellschaft für vaterländische Cultur. Abth. für Naturwissenschaften und Medicin. 1862, Heft 3. Phil.-Hist. Abth. 1864, Heft 1. Einundvierzigster Jahresbericht. Svo. Breslau 1864.\n\nBruxelles:—\nMémoires de l’Académie Royale des Sciences, des Lettres et des Beaux-Arts. Tome XXXIV. 4to. Bruxelles 1864.\n\nMémoires Couronnés et Mémoires des Savants Étrangers. Tome XXXI. 4to. Bruxelles 1863.\n\nBulletins. 2e série. Tomes XV., XVI., XVII., XVIII., & XIX. Nos. 1–4. Svo. Bruxelles 1863–65.\n\nMémoires Couronnés et autres Mémoires. Collection in-Svo. Tomes XV. & XVI. Svo. Bruxelles 1863–64.\n\nAnnuaire 1864 & 1865. Svo. Bruxelles 1864–65.\n\nBulletin de l’Académie Royale de Médecine. Tome VII. Nos. 3–6, 8–11; Tomé VIII. Nos. 1–2. Svo. Bruxelles 1864–65.\n\nCalcutta:—\nAsiatic Society of Bengal. Journal, 1864, Nos. 1–5 and Supplementary No. Svo. Calcutta 1864.\n\nMemoirs of the Geological Survey of India. Vol. III. Part 2, Vol. IV. Part 2. Svo. Calcutta 1864.\n\nPalæontologia Indica: III. 2–5.\n\nThe Fossil Cephalopoda. 4to. Calcutta 1864.\n\nMemorandum on the results of a cursory examination of the Salt-range in the Punjab and of parts of Bunnoo and Kohat. Svo. Calcutta 1864.\n\nAnnual Report of the Geological Survey of India and of the Museum of Geology. Svo. Calcutta 1864.\nACADEMIES and SOCIETIES (continued).\n\nCambridge (Mass.):\n\nHarvard College. Annual Reports of the President and Treasurer, 1862–63. Svo. Cambridge 1864.\n\nReport of the Committee of the Overseers appointed to visit the Observatory. Svo. Boston 1864.\n\nCatalogus Universitatis Harvaridianæ 1863. Svo.\n\nCatalogue of the Officers and Students, 1863–64. Svo. Cambridge 1863.\n\nAddress delivered before the Alumni. Svo. Cambridge 1863.\n\nAddresses at the Inauguration of Thomas Hill, D.D., as President. Svo. Cambridge 1863.\n\nCatania:—Atti dell' Accademia Gioenia di Scienze Naturali. Serie seconda. Tomo I.–XVI. & XIX. 4to. Catania 1844–64.\n\nCherbourg:—Mémoires de la Société Impériale des Sciences Naturelles. Tomes IX. & X. Svo. Paris 1863–64.\n\nChristiania:\n\nForhandlingar i Videnskabs-Selskabet. Aar 1863. Svo. Christiania 1864.\n\nNyt Magazin for Naturvidenskaberne. Bind XII. Heft 4, Bind XIII. Hefte 1–3. Svo. Christiania 1863–64.\n\nMeteorologische Beobachtungen; aufgezeichnet auf Christiania's Observatorium. Lief. 3 & 4. 4to. Christiania 1864.\n\nDet Kongelige Norske Frederiks Universitets Aarsberetning for Aaret 1862. Svo. Christiania.\n\nIndex Scholarum in Universitate Regia Fredericiana Jan. & Aug. 1864. 4to. Christiania.\n\nOm Sneebreen Folgeføn, af S. A. Sexe. 4to. Christiania 1864.\n\nOm de Geologiske Forhold paa Kystrækningen af Nordre Bergenhus Amt, af M. Irgens og Th. Hiortdahl. 4to. Christiania 1864.\n\nChur:—Verhandlungen der Schweizerischen naturforschenden Gesellschaft bei ihrer Versammlung zu Samaden Aug. 1863. 47 Versammlung. Svo. Chur.\n\nColumbus:—Ohio State Board of Agriculture. Seventeenth Annual Report. Svo. Columbus 1863.\n\nCopenhagen:—Oversigt over det Kgl. danske Videnskabernes Selskabs Forhandlinger, 1862 & 1863. Svo. Kjøbenhavn.\n\nDevonshire Association for the Advancement of Science, Literature, and Art. Reports and Transactions. Parts 1–3. Svo. London 1863–64.\n\nDijon:—Mémoires de l'Académie Impériale des Sciences, Arts et Belles-Lettres. Série 2. Tome XI. Année 1863. Svo. Dijon 1864.\n\nDresden:—Nova Acta Academiae Caesareae Leopoldino-Carolinae Germanicae Naturae Curiosorum. Tomus XXXI. 4to. Dresden 1864.\n\nDublin:\n\nGeological Society. Journal. Vol. X. Part 2. Svo. Dublin 1864.\n\nNatural History Society. Proceedings. Vols. I., II. Parts 2 & 3; Vol. III. Parts 1 & 2; Vol. IV. Parts 1 & 2. Svo. Dublin 1849–65.\n\nRoyal Dublin Society. Journal. Nos. 31, 32 & 33. Svo. Dublin 1864–65.\n\nRoyal Irish Academy. Transactions. Vol. XXIV. Antiquities, Part 2. 4to. Dublin 1864.\n\nDonors:\n\nThe College.\n\nThe Academy.\n\nThe Society.\n\nThe University.\n\nThe Society.\n\nThe Board.\n\nThe Society.\n\nThe Association.\n\nThe Academy.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nDudley:—Dudley and Midland Geological and Scientific Society and Field Club. Transactions. Nos. 1–5. 8vo. Dudley 1862–65.\n\nEdinburgh:—\n\nRoyal Scottish Society of Arts. Transactions. Vol. VI. Part 4. 8vo. Edinburgh 1864.\n\nRoyal Society. Transactions. Vol. XXIII. Part 3. 4to. Edinburgh 1864.\n\nProceedings. Session 1863–64. 8vo. Edinburgh 1864.\n\nFrankfurt a. M.:—\n\nAbhandlungen herausgegeben von der Senckenbergischen naturforschenden Gesellschaft. Band V. Heft 2. 4to. Frankfurt a. M. 1864.\n\nDer Zoologische Garten, Organ der zoologischen Gesellschaft. Jahrgang I., II., III., IV., & V. Nr. 2–12. 8vo. Frankfurt a. M. 1860–64.\n\nFreiburg im Breisgau:—Berichte über die Verhandlungen der naturforschenden Gesellschaft. Band III. Heft 2. 8vo. Freiburg 1864.\n\nGeneva:—Mémoires de la Société de Physique et d’Histoire Naturelle. Tome XVII. Partie 2. 4to. Genève 1864.\n\nGörlitz:—\n\nAbhandlungen der naturforschenden Gesellschaft. Band I.–XII. (wanting B. III. Heft 1, and B. VII.). 8vo. Görlitz 1827–65.\n\nDie Regenverhältnisse Deutschlands, Abdruck aus den Abhandlungen, Band VII. Heft 1. 8vo. Görlitz 1865.\n\nGöttingen:—Nachrichten von der K. Gesellschaft der Wissenschaften und der Georg-August-Universität, aus dem Jahre 1864. 12mo. Göttingen 1865.\n\nHaarlem:—Natuurkundige Verhandelingen van de Hollandsche Maatschappij der Wetenschappen. Tweede Verzameling. Deel XVIII., XIX., & XXI. Stuck 1. 4to. Haarlem 1863–64.\n\nHabana:—Observatorio Magnético y Meteorológico del Real Colegio de Belén de la Compañía de Jesus. Resumen de las Observaciones. Nov., Dec. 1863; Jan.–Dec. 1864; Jan.–March 1865. 8vo.\n\nHalle:—Zeitschrift für die gesammten Naturwissenschaften, herausgegeben von dem naturw. Vereine für Sachsen und Thüringen in Halle, redigirt von C. Giebel und M. Siewert. Jahrg. 1864. Band XXIII. 8vo. Berlin 1864.\n\nHobart Town:—Report of the Royal Society of Tasmania for the year 1863. 8vo. Hobart Town 1864.\n\nJena:—Jenaische Zeitschrift für Medicin und Naturwissenschaft, herausgegeben von der medicinisch-naturwissenschaftlichen Gesellschaft zu Jena. Band I. Hefte 2–3. 8vo. Leipzig 1864.\n\nKazan:—Imperial Russian University. Outechonia Zapiski (Scientific Papers), 1862. 4 Parts. 8vo. Kazan 1862–63.\n\nKiel:—Schriften der Universität, aus dem Jahre 1863. Band X. 4to. Kiel 1864.\n\nKolozsvárt:—Az Erdélyi Muzeum-Egylet Évkönyvei. Kötet III. Füzet 1. 4to. Kolozsvárt 1864.\n\nKönigsberg:—Schriften der königlichen physikalisch-ökonomischen Gesellschaft. Jahrgang 1863. Abth. 1 & 2. 4to. Königsberg 1863.\n\nLausanne:—Bulletin de la Société Vaudoise des Sciences Naturelles. Tome VII. No. 50; tome VIII. Nos. 51 & 52. 8vo. Lausanne 1863–65.\nACADEMIES and SOCIETIES (continued).\n\nLeeds:—\n\nGeological and Polytechnic Society of the West Riding of Yorkshire. Proceedings, December 6, 1839; 1840–42, pp. 1–442 (5 parts); 1863–64. 8vo. Leeds 1839–64.\n\nPhilosophical and Literary Society. Annual Reports for 1861-62 & 1863–64. 8vo. Leeds 1862–64.\n\nOn the Early History of Leeds in Yorkshire. A Lecture by T. Wright. 8vo. Leeds 1864.\n\nLeipzig:—\n\nBerichte über die Verhandlungen der königlich-sächsischen Gesellschaft der Wissenschaften. Math.-Phys. Classe, 1863, 1 & 2; Phil.-Hist. Classe, 1863, 1–3; 1864, 1. 8vo. Leipzig 1863–64.\n\nDarlegung der theoretischen Berechnung der in den Mondtafeln angewandten Störungen, von P.A.Hansen. Zweite Abhandlung. 8vo. Leipzig 1864.\n\nElektrodynamische Maassbestimmungen insbesondere über elektrische Schwingungen, von W. Weber. 8vo. Leipzig 1864.\n\nLisbon:—\n\nMemorias da Academia Real das Sciencias. Classe de Sciencias Mathematicas, Physicas e Naturaes: nova serie, Tomo III. parte 1. Classe de Sciencias Moraes, Politicas e Bellas Lettras: nova serie, Tomo III. parte 1. 4to. Lisboa 1863.\n\nAnnaes do Observatorio do Infante D. Luiz. Vol. I. 1856 a 1863; Vol. II. 1863–64, Nos. 1–3. fol. Lisboa 1864.\n\nRelatorio do Serviço do Observatorio do Infante D. Luiz, 1863–64. 8vo. Lisboa 1864.\n\nLiverpool:—\n\nHistoric Society of Lancashire and Cheshire. Transactions. New Series. Vol. III. 8vo. Liverpool 1863.\n\nLiterary and Philosophical Society. Proceedings, 1863–64. No. 18. 8vo. London 1864.\n\nLondon:—\n\nAnthropological Society. Anthropological Review. Nos. 4–8. 8vo. London 1864–65.\n\nBritish Association. Report of the Thirty-third Meeting, held at Newcastle-upon-Tyne, 1863. 8vo. London 1864.\n\nIndex to Reports and Transactions from 1831 to 1860 inclusive. 8vo. London 1864.\n\nBritish Horological Institute. The Horological Journal. Vol. VI. Nos. 71 & 72; Vol. VII. Nos. 73–82. 8vo. London 1864–65.\n\nBritish Meteorological Society. Proceedings. Vol. II. Nos. 13–19. 8vo. London 1864–65.\n\nCatalogue of Books in the Library, 1864.\n\nList of Members, 1864. 8vo.\n\nChemical Society. Journal. July to December 1864; January to April 1865. 8vo. London.\n\nEntomological Society. Transactions. Third series. Vol. II. Parts 1–4. The Society. Vol. III. Part 1. 8vo. London 1864–65.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:\n\nGeological Society. Quarterly Journal. Nos. 79–82. Vol. XX. Parts 3 & 4; Vol. XXI. Parts 1 & 2. 8vo. London 1864–65.\n\nGeological Survey of Great Britain, Memoirs. Catalogue of the Collection of Fossils in the Museum of Practical Geology. By T. H. Huxley and R. Etheridge. Svo. London 1865.\n\nCatalogue of the Mineral Collections. By W. W. Smyth, T. Reeks, and F. W. Rudler. Svo. London 1864.\n\nDescriptive Catalogue of the Rock Specimens. 8vo. London 1862.\n\nDescriptive Catalogue of the Geological, Mining, and Metallurgical Models. 8vo. London 1865.\n\nCatalogue of the published Maps, Sections, Memoirs, and other publications. Svo. London 1865.\n\nIron Ores of Great Britain. Parts 3 & 4. Svo. London 1861–62.\n\nMineral Statistics of the United Kingdom for 1861, 1862, and 1863. 8vo. London 1862–64.\n\nMemoirs illustrative of the Geological Map, Sheets 4, 7, 10, 12, 13, 45, 53 N.E., 71 N.E., 80 N.E., 82 S.E., 88 S.W., 89 S.W., 89 S.E., Scotland Sheets 32 & 34. 8vo. London 1861–64.\n\nFigures and Descriptions illustrative of British Organic Remains. Decades 10 & 11. 4to. London 1861–64.\n\nInstitution of Civil Engineers. Minutes of Proceedings, Session 1861–62. Vol. XXI. 8vo. London 1862. General Index, Vols. I. to XX. 8vo. London 1865.\n\nLinnean Society. Transactions. Vol. XXIV. Part 3. 4to. London 1864.\n\nJournal of Proceedings. Vol. VIII. Zoology, Nos. 29 & 30; Botany, Nos. 29–32, & Vol. IX. Nos. 33 & 34. 8vo. London 1864–65.\n\nList, 1864. 8vo.\n\nPathological Society. Transactions. Vol. XV. 8vo. London 1864.\n\nA General Index to the first fifteen volumes of the Transactions, compiled by T. Holmes. 8vo. London 1864.\n\nPhotographic Society. The Photographic Journal. Nos. 147–158. 8vo. London 1864–65.\n\nRoyal Agricultural Society. Journal. Vol. XXV. Part 2. Second Series, Vol. I. Part 1. 8vo. London 1864–65.\n\nRoyal Asiatic Society. Journal. New Series. Vol. I. Part 1. 8vo. London 1864.\n\nRoyal Astronomical Society. Memoirs. Vol. XXXII. 4to. London 1864.\n\nMonthly Notices. Vol. XXIV. No. 9; Vol. XXV. Nos. 1–7. 8vo. London 1864–65.\n\nRoyal Geographical Society. Journal. Vols. XXXIII. & XXXIV. 8vo. London 1863–64.\n\nProceedings. Vol. VIII. Nos. 4–6; Vol. IX. Nos. 1 & 2. 8vo. London 1864–65.\n\nRoyal Horticultural Society. Proceedings. Vol. IV. Nos. 10–12; Vol. V. Nos. 1–6. 8vo. London 1864–65.\n\nDonors:\n\nThe Society.\n\nThe Geological Survey Office.\n\nThe Institution.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:\n\nRoyal Institute of British Architects. Sessional Papers, 1864–65. Part I. The Institute.\nNos. 1–4; Part 2. Nos. 1–6; Part 3. Nos. 1–3 & 5. 4to. London 1865.\n\nRoyal Institution. Proceedings. Vol. IV. Parts 3 & 4. 8vo. London 1864.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. The Society.\nVol. XLVII. 8vo. London 1864.\n\nProceedings. Vol. IV. Nos. 5 & 6;\n\nVol. V. No. 1. 8vo. London 1864–65.\n\nIndex to the Catalogue of the Library. 8vo. London 1860.\n\nRoyal Society of Literature. Transactions. Second series. Vol. VIII. The Society.\nPart 1. 8vo. London 1864.\n\nAnnual Report; the President’s Address;\n\nList of Members, 1864. 8vo. London.\n\nRoyal United Service Institution. Journal. Vol. VIII. Nos. 31–33, and Appendix. 8vo. London 1864–65.\n\nSociety for the Suppression of Mendicity. Forty-sixth Report. 8vo. London 1864.\n\nSociety of Antiquaries. Proceedings. Second series. Vol. II. Nos. 4 & 5. The Society.\n8vo. London 1863.\n\nZoological Society. Transactions. Vol. V. Parts 1–3. 4vo. London 1862–64.\n\nProceedings of the Scientific Meetings, for 1863.\n\n3 parts. 8vo. London.\n\nLuxembourg:—Société des Sciences Naturelles. Tome VII. 8vo. Luxembourg 1864.\n\nMadrid:—Memorias de la Real Academia de Ciencias. 1ª serie: Ciencias Exactas. Tomo I. parte 2. 2ª serie: Ciencias Físicas. Tomo I. parte 3; Tomo II. parte 1. 8vo. Madrid 1863–64.\n\nMantua:—Accademia di Scienze, Belle Lettere ed Arti. Anno 1864. 8vo. Mantova.\n\nMauritius:—Meteorological Society. Proceedings and Transactions. Vol. VI. The Society.\n8vo. Mauritius 1864.\n\nMilan:\n\nMemorie del Reale Istituto Lombardo di Scienze, Lettere ed Arti. Vol. IX. The Institute.\nfasc. 2 & 4. 4to. Milano 1862–63.\n\nAtti. Vol. III. fasc. 58, 15 & 16. 4to. Milano 1862–63.\n\nAnuario, 1864. 8vo. Milano.\n\nRendiconti. Classe di Scienze Matematiche e Naturali: Vol. I. fasc. 4–7.\nClasse di Lettere e Scienze Morali e Politiche: Vol. I. fasc. 3–7. 8vo. Milano, 1864.\n\nAtti della fondazione scientifica Cagnola dalla sua istituzione in poi. Vol. III. 8vo. Milano 1862.\n\nAtti della Società Italiana di Scienze Naturali. Vol. V. fasc. 4 & 5; Vol. VI. fasc. 1–3. 8vo. Milano 1863–64.\n\nModena:—Memorie della Società Italiana delle Scienze. Serie seconda. The Society.\nTomo I. 4to. Modena 1862.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMontpellier:—Mémoires de l'Académie des Sciences et Lettres. Section des Sciences: Tome V. Section des Médecine: Tome III. fasc. 4 & 5; Tome IV. fasc. 1. Section des Lettres: Tome III. fasc. 3 & 4. 4to. Montpellier 1861–63.\n\nMontreal:—The Canadian Naturalist and Geologist. New Series. Vol. I. Nos. 1–6. 8vo. Montreal 1864.\n\nMoscow:—Bulletin de la Société Impériale des Naturalistes. Année 1863, Nos. 1–4; 1864, No. 1. 8vo. Moscou 1863–64.\n\nMunich:—\n\nSitzungsberichte der königl. bayer. Akademie der Wissenschaften, 1864. The Academy.\nI. Hefte 3–5; II. Hefte 1–4. 8vo. München 1864.\nGelehrte Anzeigen. Bände I.–V. 4to. München 1835–37.\nUeber den Begriff der bürgerlichen Gesellschaft. Vortrag von W. H. Riehl. 4to. München 1864.\nKönig Maximilian II. und die Wissenschaft. Rede von J. v. Döllinger. 8vo. München 1864.\nChinesische Texte zu Dr. J. H. Plath's Abhandlung: Abtheilung II. Der Cultus der alten Chinesen. 4to. München 1864.\nDie Stellung Venedigs in der Weltgeschichte: Rede von G. M. Thomas. 4to. München 1864.\n\nNaples:—\n\nSocietà Reale. Atti dell' Accademia delle Scienze Fisiche e Matematiche. Tomo I., Anno III. fasc. 1–6. 4to. Napoli 1863–64.\nRendiconto: Anno II. fasc. 4–12; Anno III. fasc. 1&2, 1863–64. Rendiconto delle tornate e dei lavori dell' Accademia di Scienze Morali e Politiche: Anno II. Aprile–Dicembre 1863; Anno III. Maggio–Dicembre 1864; Anno IV. Gennaio 1865. Rendiconto della Reale Accademia di Archeologia, Lettere e Belle Arti: Anno 1863; Anno 1864, Gennaio–Giugno. 4to. Napoli 1863–65. Annuario 1865.\n\nNeuchâtel:—Bulletin de la Société des Sciences Naturelles. Tome VI. troisième cahier. 8vo. Neuchâtel 1864.\n\nNewcastle-upon-Tyne:—Tyneside Naturalists' Field Club. Transactions. Vol. VI. Part 2. 8vo. Newcastle 1864.\n\nParis:—\n\nComptes Rendus Hebdomadaires des Séances de l'Académie des Sciences. June to December 1864, January to June 1865. Tome LIX. Table de Matières. 4to. Paris 1864–65.\nConnaissance des Temps pour l'an 1866, publié par le Bureau des Longitudes. 8vo. Paris 1864.\nAnnuaire pour l'an 1865. 12mo. Paris.\nDépôt de la Marine. Annales Hydrographiques. 2e–4e trimestre de 1863; 1er trimestre de 1864. 8vo. Paris.\nAnnuaire des Marées des Côtes de France pour 1865. 12mo. Paris 1863.\nInstructions Nautiques sur les côtes est de la Chine, &c., traduites sur la dernière édition du China Pilot, par M. de Vautré. 8vo. Paris 1863.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nParis:—\n\nDépôt de la Marine. Pilote de l'île Guernesey, traduit par M. Massias. The Dépôt de la Marine. 8vo. Paris 1864.\n\nInstructions Nautiques sur les côtes de la Patagonie, par Paul Martin. 8vo. Paris 1863.\n\nPilote de l'île Vancouver, par G. H. Richards, traduit par H. Périgot. 8vo. Paris 1863.\n\nFormule générale pour trouver la Latitude et la Longitude, par L. Pagel. 8vo. Paris 1863.\n\nInstructions Nautiques sur la Mer Baltique et le Golfe de Finlande, par A. Le Gras. Tome I. 8vo. Paris 1864.\n\nLes côtes du Brésil, Description et Instructions Nautiques, par Ernest Mouchez. IIe section. 8vo. Paris 1864.\n\nMaps and Charts.\n\nAnnales des Mines. 6e série. 2e–6e liv. de 1864; 1e liv. de 1865. 8vo. Paris. L'École des Mines.\n\nAnnuaire de l'Institut des Provinces, des Sociétés Savantes et des Congrès Scientifiques. 2e série. Vol. VI. 8vo. Paris 1864.\n\nBulletin International de l'Observatoire Impérial. June 11 to December 31, 1864; January 1 to June 14, 1865. folio. Paris. The Observatory.\n\nComptes Rendus des Séances et Mémoires de la Société de Biologie. 3e série. Tome V. Année 1863. 8vo. Paris 1864.\n\nBulletin de la Société d'Encouragement pour l'Industrie Nationale. 2e série. Tome XI. January to December 1864; Tome XII. January to April 1865. 4to. Paris. The Society.\n\nBulletin de la Société de Géographie. 5e série. Tome VII. 8vo. Paris 1864. The Society.\n\nBulletin de la Société Géologique. 2e série. Tome XXII. feuilles 1–7. 8vo. Paris 1864. The Society.\n\nPenzance:—Royal Geological Society of Cornwall. Forty-sixth and Forty-seventh Annual Reports. 8vo. Penzance 1860. The Society.\n\nPhiladelphia:—\n\nAcademy of Natural Sciences. Proceedings. 1864. Nos. 1–5. 8vo. Philadelphia. The Academy.\n\nFranklin Institute. Journal. Nos. 461–472, 8vo. Philadelphia 1864–65. The Institute.\n\nCharter and By-Laws. 8vo. Philadelphia 1864.\n\nRome:—\n\nAtti dell'Accademia Pontificia de' Nuovi Lincei. Anno XVII. Sess. 1–7. 4to. Roma 1864. The Academy.\n\nBullettino Meteorologico dell'Osservatorio del Collegio Romano, compilato dal P. Angelo Seechi. Vol. II. No. 12; Vol. III. Nos. 5, 6, 8, 10–13; Vol. IV. Nos. 1, 2 & 4. 4to. Roma 1863–65. The Observatory.\n\nMemorie dell'Osservatorio del Collegio Romano. Nuova serie. Vol. II. 4to. Roma 1863. The College.\n\nRouen:—Congrès Scientifique de France. 32e session. Rouen. 31 Juillet 1865. 4to. Rouen. The Congress.\n\nSt. Petersburg:—\n\nMémoires de l'Académie Impériale des Sciences. Tome V. Nos. 1–9; Tome VI. Nos. 1–12. 4to. St. Pétersbourg 1862–63. The Academy.\n\nMDCCCLXV.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nSt. Petersburg:\n- Mémoires de l'Académie Impériale des Sciences. Bulletin. Tome V. Nos. 3–8; Tome VI. Nos. 1–5; Tome 7. Nos. 1 & 2. 4to. St. Pétersbourg 1863.\n- Annales de l'Observatoire Physique Central de Russie, par A. T. Kupffer. Années 1860 & 1861. 4to. St. Pétersbourg 1863.\n- Comptes Rendus Annuels. Années 1861, 1862 & 1863. 4to. St. Pétersbourg 1862–64.\n- Considérations sur la prévision des tempêtes et spécialement sur celles du 1 au 4 Décembre 1863. 4to. St. Pétersbourg 1864.\n- Horae Societatis Entomologici Rossicae. Fasciculus I. Svo. Petropoli 1861.\n\nStockholm:\n- Kongliga Svenska Vetenskaps-Akademiens Handlingar. Ny Följd. Bandet IV. Häftet 2. 4to. Stockholm 1862.\n- Översigt af... Förhandlingar. Årgången XX. Svo. Stockholm 1864.\n- Meteorologiska Jakttagelser i Sverige. Bandet IV. 4to. Stockholm 1862.\n\nToronto:\n- The Canadian Journal of Industry, Science, and Art. New series. Nos. 52–56. Svo. Toronto 1864–65.\n- Abstracts of Meteorological Observations made at the Magnetical Observatory, 1854–59, 1860–62. 2 vols. 4to. Toronto 1864.\n\nToulouse:\n- Mémoires de l'Académie Impériale des Sciences, Inscriptions et Belles-Lettres. 6e série. Tome II. Svo. Toulouse 1864.\n\nUpsala:\n- Universitets Arkskrift, 1863. Svo. Upsala.\n- Nova Acta Regiae Societatis Scientiarum Upsaliensis. Series tertiae. Vol. V. fasc. 1. 4to. Upsalia 1864.\n- Refractors-Beobachtungen der K. Universitäts-Sternwarte in Upsala vom Feb. 1862 bis Jan. 1864. Svo. Upsala 1864.\n\nUtrecht:\n- Meteorologische Waarnemingen in Nederland en zijne Bezittingen, door het Koninklijk Nederlandsch Meteorologisch Instituut, 1863. (2 copies.) 4to. Utrecht 1864.\n\nVenice:\n- Atti dell' Ateneo Veneto. Serie 2. Vol. I. puntata 1. Svo. Venezia 1864.\n- Memorie dell' I. R. Istituto Veneto di Scienze, Lettere ed Arti. Vol. II. parte 1ª e 2ª. 4to. Venezia 1862–64.\n- Atti. Serie terza. Tomo IX. disp. 1–10; Tomo X. disp. 1–4. Svo. Venezia 1863–65.\n\nVienna:\n- Denkschriften der kaiserlichen Akademie der Wissenschaften. Math.-Naturw. Classe: Bände XXII. & XXIII. Phil.-Hist. Classe: Band XIII. 4to. Wien 1864.\n- Sitzungsberichte. Math.-Nat. Classe. Band XLVII. Abth. 2. Heft 5; Band XLVIII. Abth. 1. Hefte 1–5, Abth. 2. Hefte 1–5; Band XLIX. Abth. 2. Hefte 1–5; Band L. Abth. 1. Hefte 1. Svo. Wien 1863–64.\n- Phil.-Hist. Classe. Band XLII. Hefte 1–3; Band XLIII. Hefte 1 & 2; Band XLIV. Hefte 1–3; Band XLV. Hefte 1–3; Band XLVI. Hefte 1–3. Svo. Wien 1863–64.\n\nDONORS.\n\nThe Academy.\nThe Administration of Mines.\nThe Linnean Society.\nThe Canadian Institute.\nThe Observatory.\nThe Academy.\nThe University.\nThe Society.\nThe Observatory.\nThe Institute.\nThe Athenæum.\nThe Institute.\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nVienna:—\n\nAnzeiger. Math.-Naturw. Classe. 1. Jahrgang, 1864, Nr. 14–28; 1865, Nr. 1–14. 8vo. Wien 1864–65.\n\nAlmanach, Jahrgang 13 & 14. 1863, 1864. 8vo. Wien.\n\nTabulae Codicum Manu Scriptorum præter Grecos et Orientales in Bibliotheca Palatina Vindobonensi asservatorum: editit Academia Cesarea Vindobonensis. Vol. I. 8vo. Vindobona 1864.\n\nMittheilungen der k.-k. geographischen Gesellschaft. VII. Jahrgang, 1863. 8vo. Wien.\n\nJahrbuch der k.-k. geologischen Reichsanstalt. B. XIII. Nr. 4; B. XIV. Nr. 2, 3 & 4. 8vo. Wien 1863–64.\n\nBericht über die Erhebungen der Wasser-Versorgungs-Commission des Gemeinderathes der Stadt Wien. I. Text 4to. II. Atlas in case. Wien 1864.\n\nWashington:—\n\nReport of the Commissioner of Patents for the Year 1861. Arts and Manufactures. 2 vols. 8vo. Washington 1863.\n\nSmithsonian Contributions to Knowledge. Vol. XIII. 4to. Washington 1864.\n\nSmithsonian Miscellaneous Collections. Vol. V. 8vo. Washington 1864.\n\nWürzburg:—\n\nPhysikalisch-medicinische Gesellschaft. Würzburger naturwissenschaftliche Zeitschrift. Band IV. Hefte 2 & 3; Band V. Hefte 1–4. 8vo. Würzburg 1863–64.\n\nWürzburger medicinische Zeitschrift. Band V. Hefte 2–6. 8vo. Würzburg 1864.\n\nZürich:—\n\nVierteljahrsschrift der naturforschenden Gesellschaft. Jahrgang 7. Hefte 3 & 4; Jahrg. 8. Hefte 1–4. 8vo. Zürich 1862–63.\n\nAn die Zürcherische Jugend auf die Jahre 1863, 1864. 4to Zürich.\n\nNouveaux Mémoires de la Société Helvétique des Sciences Naturelles. Band XX. 4to. Zürich 1864.\n\nADOLPH (W.) The Simplicity of the Creation, or the Astronomical Monument of the Blessed Virgin, a New Theory of the Solar System. 8vo. London 1864.\n\nAIRY (G. B., F.R.S.) Astronomical, Magnetical, and Meteorological Observations made at the Royal Observatory, Greenwich, in 1862. 4to. London 1864.\n\nSeven-Year Catalogue of 2022 Stars, deduced from Observations extending from 1854 to 1860. 4to. London 1862.\n\nPlan of the Buildings and Grounds of the Royal Observatory, Greenwich. 4to. London 1863.\n\nDetermination of the Longitude of Valentia in Ireland, by Galvanic Signals, in 1862. 4to. London.\n\nAKIN (Dr. C. K.) On the Transmutation of Spectral Rays. Part I. (Excerpt from Brit. Assoc. Rep.) 8vo. London 1863.\n\nOn the Origin of Electricity. (Excerpt from Trans. Camb. Phil. Soc.) 4to. Cambridge 1865.\n\nDonors.\n\nThe Academy.\n\nThe Society.\n\nThe Institute.\n\nSir Charles Lyell, Bart., F.R.S.\n\nThe Patent-Office, Washington.\n\nThe Smithsonian Institution.\n\nThe Society.\n\nThe Society.\n\nThe Author.\n\nThe Lords Commissioners of the Admiralty.\n\nThe Author.\nPRESENTS.\n\nALFONSO X. DE CASTILLA. Libros del Saber de Astronomia, copilados, anotados y comentados por Manuel Rico y Sinobas. 2 vols. fol. Madrid 1863.\n\nANDREW (J. A.) Address to the Legislature of Massachusetts. Svo. Boston 1864.\n\nANONYMOUS:—\nAccount of several New Inventions and Improvements now necessary for England. London 1691.—The New Invention of Mill'd Lead. London 1691.\nIn 1 vol. 12mo.\n\nAmerican Ephemeris and Nautical Almanac for 1865. Svo. Washington 1863.\n\nArmy Lists of the Roundheads and Cavaliers, containing the Names of the Officers in the Royal and Parliamentary Armies of 1642. Edited by Edward Peacock. 4to. London 1863.\n\nArmy Medical Department. Statistical, Sanitary, and Medical Reports for 1862. Svo. London 1864.\n\nAspects of Nature, and their Teachings. Svo. 1864.\n\nCalendar of the McGill College and University, Montreal. Svo. Montreal 1864.\n\nCatalogue of Additions to the Manuscripts in the British Museum in the years 1846–47. Svo. London 1864.\n\nCatalogue of Autograph Letters forming part of the Collection of a Member of the Incorporated Law Society. 4to. London 1862.\n\nCatalogue of the Library of H.R.H. the Princess Elizabeth, Landgravine of Hesse Homburg. Svo. London 1863.\n\nCatalogue of the Melbourne Public Library. Svo. Melbourne 1861.\n\nCertain Necessary Directions, as well for the Cure of the Plague as for preventing the Infection. 4to. London 1665.\n\nCompanion (A) to Ragland Castle. 4to. Monmouth 1833.\n\nConstitutions of the Museum Minerve. 4to. London 1636.\n\nDes eröfneten Ritter Platz anderer Theil. 8vo. Hamburg 1704.\n\nDescription d’un Appareil destiné à reproduire les Aurora Polaires et les phénomènes qui les accompagnent. Svo. Paris.\n\nDescriptive Catalogue of the Pathological Specimens in the Museum of the Royal College of Surgeons. Supplement II. 4to. London 1864.\n\nDescriptive Inventory of James Cox’s Museum. 4to. London 1774.\n\nDiscourse of the Necessity of encouraging Mechanick Industry. 4to. London 1690.\n\nEnglish Life Table. Tables of Lifetimes, Annuities, and Premiums, with an Introduction by W. Farr, M.D., F.R.S. Svo. London 1864.\n\nEntomologist’s Annual for 1865. 12mo. London 1865.\n\nFirst Biennial Report of the Progress of the Geological Survey of Michigan. Svo. Lansing 1861.\n\nGeneral Description of Sir John Soane’s Museum. 12mo. London.\n\nHumane Industry; or a History of most Manual Arts. Svo. London 1661.\n\nIntroductory Report of the Commissioner of Patents for 1863. Svo. Washington.\n\nLondon University Calendar, 1865. Svo.\n\nLondon’s Dreadful Visitation, or a Collection of all the Bills of Mortality for this present year. 4to. London 1665.\n\nDONORS.\n\nThe Royal Academy of Madrid.\n\nThe Legislature.\n\nH. Dircks, Esq.\n\nThe Secretary of the United States Navy.\n\nH. Dircks, Esq.\n\nThe Director-General.\n\nThe Author.\n\nThe University.\n\nThe British Museum.\n\nH. Dircks, Esq.\n\nThe Library.\n\nH. Dircks, Esq.\n\nThe Registrar-General.\n\nH. T. Stainton, Esq.\n\nA. Winchell, Esq.\n\nThe Trustees.\n\nH. Dircks, Esq.\n\nThe Commissioner.\n\nThe University.\n\nH. Dircks, Esq.\nANONYMOUS (continued).\n\nMagnum in Parvo, or the Practice of Geometry, by R. P. 8vo. London 1671.\n\nMercury; or the Secret and Swift Messenger. 8vo. London 1641.\n\nNew Touch-stone for Gold and Silver Wares. 8vo. London 1679.\n\nNotice sur les Observations Météorologiques faites dans les Pays Bas et dans ses possessions aux Indes Orientales et Occidentales. 8vo. Utrecht 1858.\n\nObservations Météorologiques faites à Nijné-Taguïsk, année 1863. 8vo. Paris 1864.\n\nPleasant and Compendious History of the first Inventers and Instituters of the most famous Arts, Misteries, Laws, Customs, and Manners in the Whole World. 12mo. London 1686.\n\nReise der österreichischen Fregatte Novara um die Erde. Geologischer Theil. Band I. 4to. Wien 1864.\n\nStatistisch-commercieller Theil, von K. von Scherzer. Band I. 4to. Wien 1864.\n\nReport of the Superintendent of the Coast Survey, showing the Progress of the Survey during 1861. 4to. Washington 1862.\n\nSalomons Pest-House, or Towre Royall, newly re-edified and prepared to preserve Londoners from the Plague. 4to. London 1630.\n\nShutting (The) up of Infected Houses, as it is practised in England, soberly debated. 4to. London 1665.\n\nSouth (The) Sea Bubble, and the numerous fraudulent projects to which it gave rise in 1720. 12mo. London 1825.\n\nStatistique de la France.—Prix et Salaires a diverses époques. Deuxième série. Tome XII. 4to. Strasbourg 1863.\n\nSveriges Geologiska Undersökning pa offentlig bekostnad utförd, under ledning af A. Erdmann. Parts 6–13. 8vo. Stockholm 1863–64.\n\nThird Report of the Commission appointed to inquire into the best mode of distributing the Sewage of Towns. 8vo. London 1865.\n\nTransactions and Reports of the Special Committee on Iron, between 21st January 1861 and March 1862. 1862–63. 3 vols. folio. Photographs to accompany the Reports, in 6 vols. oblong.\n\nTreasure of Evonymus, conteyninge the Wonderfull hid Secretes of Nature, touchinge the most apte formes to prepare and destyl Medicines, for the conservation of helth, translated by P. Morwing. 4to. London 1559.\n\nTrue and Faithful Account of the several Informations exhibited to the Committee appointed by the Parliament to inquire into the late dreadful burning of the City of London. 4to. 1667.\n\nTwenty-eighth Annual Report of the Council of the Art-Union of London. 8vo. London 1864.\n\nWeekly Returns of Births and Deaths in the City of Dublin. Vol. I. 1864, Nos. 1–52 (wanting No. 29); Vol. II. 1865, Nos. 1–23. Quarterly Returns of Births and Deaths, 1864, Nos. 1 & 2. 8vo. Dublin 1864–65.\n\nWitty Apophthegms, delivered at several times and upon several occasions by King James, King Charls, the Marquess of Worcester, Lord Bacon, and Sir Thomas Moor. 12mo. London 1669.\n\nARGYLL (Duke of, F.R.S.) Address to the Royal Society of Edinburgh, 5th December, 1864. 8vo. Edinburgh 1864.\n\nH. Dircks, Esq.\n\nThe Meteorological Institute, Utrecht.\n\nThe Prince Demidoff.\n\nH. Dircks, Esq.\n\nDr. F. von Hochstetter.\n\nDr. von Scherzer.\n\nThe Survey.\n\nH. Dircks, Esq.\n\nJ. B. Lawes, F.R.S.\n\nThe Lords Commissioner of the Admiralty.\n\nH. Dircks, Esq.\n\nThe Art-Union.\n\nThe Registrar-General, Ireland.\n\nH. Dircks, Esq.\n\nThe Author.\nPRESENTS.\n\nBABBAGE (C., F.R.S.) Passages from the Life of a Philosopher. 8vo. London 1864.\n\nBACHE (A. D.) Records and Results of a Magnetic Survey of Pennsylvania and Parts of adjacent States. (Excerpt from Smithsonian Contrib.) 4to. Washington 1863.\n\nBACON (Francis) The Wisedome of the Ancients, done into English by Sir A. Gorges. 12mo. London 1619.\n\nBAKER (T.) The Steam-Engine, or the Powers of Flame: an Original Poem. 8vo. London 1857.\n\nBARBER (J. T.) A Tour through South Wales and Monmouthshire. 8vo. London 1803.\n\nBATE (J.) The Mysteries of Nature and Art, in foure severall parts, the second edition. (The Booke of Extravagants.) 4to. London 1635.\n\nBAYLY (T.) Herba Parietis, or the Wall-Flower: a History which is partly true, partly romantick, morally divine. folio. London 1650.\n\n——— The Golden Apophthegms of his Royall Majesty King Charles I. and Henry Marq. of Worcester. 4to. London 1660.\n\nBEATTIE (W.) Raglan Castle. 8vo. London.\n\nBECHI (E.) I Soffioni Boraciferi di Triavale. Memoria letta alla Reale Accademia dei Georgofili. 8vo. 1863.\n\nBELAVENETZ (Captain) Blank Forms for the Computation of the Deviations and Magnetic Observations on Board of Ship. 8vo. St. Petersbourg 1864.\n\n——— On the Magnetic Condition of the Iron-clad 'Perve-netz.' 8vo. St. Petersbourg 1865.\n\nBELLET (L.) et ROUVRE (C. de) Notice sur le nouveau système de Locomotive Électro-Magnétique. 8vo. Paris 1864.\n\nBENSON (L. S.) Argumentum ad Hominem. Geometrical Disquisitions. 8vo. London 1864.\n\nBESSONI (J.) Il Theatro de gl' Instrumenti & Machine. fol. Lione 1582.\n\n[BIRCH (T.)] An Inquiry into the share which K. Charles I. had in the Transactions of the Earl of Glamorgan, for bringing over a body of Irish Rebels to assist that King in 1645 and 1646. 8vo. London 1747. Second edition, 8vo. London 1756.\n\nBOATE (G.) Irelands Naturall History, now published by S. Hartlib. 8vo. London 1652.\n\nBÖHM (J. G.) und ALLÉ (M.) Magnetische und meteorologische Beobachtungen zu Prag. Jahrgang 25. 4to. Prag 1865.\n\nBOND (H.) The Longitude Found, or a Treatise shewing an easie and speedy way to find the Longitude. 4to. London 1676.\n\n[BOSWELL (Rev. J.)] The Case of the Royal Martyr considered with candour. 2 vols. 8vo. London 1758.\n\nBOUDIN (J. C. M.) Études Anthropologiques: Considérations sur le culte et les pratiques religieuses de divers peuples anciens et modernes: Culte de Phallus; Culte du Serpent. 8vo. Paris 1864.\n\nBOUTON (L.) Plantes Médicinales de Maurice. 8vo. Port Louis 1864.\n\nBRAYLEY (E. W., F.R.S.) Physical Constitution of the Sun. No. 2. 12mo. London 1865.\nPRESENTS.\n\nBRODIE (Sir B. C., F.R.S.) Works, with an Autobiography, collected and arranged by Charles Hawkins. 3 vols. Svo. London 1865.\n\nBROWN (J.) The Description and Use of a Joynnt-Rule. 12mo. London 1661.\n\nBURT (T. S., F.R.S.) Miscellaneous Papers on Scientific Subjects. Vol. III. Part 2. Svo. London 1865.\n\nCALVERT (F.) Contributions towards the Ancient Geography of the Troad: On the site of Gergis. 8vo.\n\nCAPRA (A.) La Nuova Architettura Famigliare. 4to. Bologna 1678.\n\nCAUTLEY (Colonel Sir Proby T., F.R.S.) Ganges Canal: a Valedictory Note to Sir Arthur Cotton. Svo. London 1864.\n\nCECCHI (F.) e ANTONELLI (G.) Il Barometro Areometrico a Bilancia della Loggia dell'Orgagna in Firenze. Svo. Pisa 1863.\n\nCERVO (F.) Legge per la Religione in Italia, Progetto. Svo. Napoli 1864.\n\nCHALLIS (Rev. J., F.R.S.) Astronomical Observations made at the Observatory of Cambridge. Vol. XX. 4to. Cambridge 1864.\n\nCHEVREUL (M. E., For. Mem. R.S.) Recherches Chimiques sur la Teinture: douzième à quatorzième mémoires. 4to. Paris 1863. (Two copies.)\n\nCOLDEN (C.) The Principles of Action in Matter, the Gravitation of Bodies and the Motions of the Planets explained from those Principles. Svo. London 1751.\n\nCORVISART (L.) Collection de mémoires sur une fonction méconnue du Pancreas, la Digestion des Aliments Azotés. Svo. Paris 1857–1863.\n\nCRÜGER (H.) On the Meteorology of Trinidad. Svo. London 1864.\n\nDAUBENY (C., F.R.S.) Essay on the Trees and Shrubs of the Ancients. Svo. Oxford 1865.\n\nDAVIS (J. B.) The Neanderthal Skull: its peculiar conformation explained anatomically. Svo. London 1864.\n\nDAVY (Dr. John, F.R.S.) On some of the more important Diseases of the Army, with Contributions to Pathology. Svo. London 1862.\n\nPhysiological Researches. Svo. London 1863.\n\nLetters to the Editors of the Philosophical Magazine, in reply to charges made by C. Babbage, Esq., against the late Sir Humphry Davy, when President of the Royal Society. (Excerpt from Phil. Mag.) Svo. London 1864–65.\n\nThe same. (2 copies.)\n\nDEAN (J.) The Gray Substance of the Medulla Oblongata and Trapezium. Photographs. (Excerpt from Smithsonian Contributions.) 4to. Washington 1864.\n\nDE LA RIVE (A.) Quelques considérations sur les Courants Électriques Terrestres. Svo. Genève 1865.\n\nDESARGUES. Œuvres, réunies et analysées par M. Poudra. 2 vols. Svo. Paris 1864.\n\nDIGGES (L.) A Prognostication everlastinginge of righte good effecte, corrected and augmented by T. Digges. 4to. London 1576.\n\nDonors.\n\nThe Editor.\n\nH. Dircks, Esq.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nThe Syndicate of the Observatory.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Scientific Association of Trinidad.\n\nThe Author.\n\nThe Author.\n\nSir James South, F.R.S.\n\nThe Author.\n\nThe Editor.\n\nH. Direks, Esq.\nPRESENTS.\n\nDILLON (E. W.) Physiological Researches relative to the functions of the Cephalic Nerves. 8vo. Berne 1864. The Author.\n\nDIRCKS (H.) A Biographical Memoir of Samuel Hartlib, Milton's familiar friend, with Bibliographical Notices of Works published by him, and a reprint of his pamphlet entitled \"An Invention of Engines of Motion.\" 8vo. London 1865. The Author.\n\nThe Life, Times, and Scientific Labours of the second Marquis of Worcester, to which is added a reprint of his Century of Inventions, 1663, with a Commentary thereon. 8vo. London 1865. The Author.\n\nDOVE (H. W., For. Mem. R.S.) Darstellung der Wärmeerscheinungen durch fünfzägige Mittel. Theil II. 4to. Berlin 1863. The Author.\n\nDie Witterungserscheinungen des nördlichen Deutschlands im Zeitraum von 1858–1863. (Preussische Statistik, VI.) 4to. Berlin 1864. The Author.\n\nDOYNE (W. T.) Report upon the Plains and Rivers of Canterbury, New Zealand. folio. Christchurch 1864. The Author.\n\nDUHAMEL (J. M. C.) Des Méthodes dans les Sciences de Raisonnement. 8vo. Paris 1865. The Author.\n\nDUTOIT (Eng.) Die Ovariotomie in England, Deutschland und Frankreich. 8vo. Würzburg 1864. The Author.\n\n[DYMOCK (Cressy)] An Invention of Engines of Motion lately brought to perfection. 4to. London 1861. H. Dircks, Esq.\n\nEDWARDS (G. N.) and WILLETT (A.) Statistical Tables of the Patients under treatment in the Wards of St. Bartholomew's Hospital during 1864. 8vo. London 1865. The Hospital.\n\nELGAR (J.) Hemerologium, or Diary for Nineteen Years: MS., 1750. J. Newton, Tabulae Mathematicae, 1654, &c. In 1 vol. 12mo. H. Dircks, Esq.\n\nÉLIE DE BEAUMONT (L., For. Mem. R.S.) Tableau des Données Numériques qui fixent 159 cercles du Réseau Pentagonal. 4to. Paris 1863. The Author.\n\nTableau des Données Numériques qui fixent les 362 points principaux du Réseau Pentagonal. 4to. Paris 1864. The Author.\n\nELLIS (H. S.) On the Oyster (Ostrea edulis) in the West of England. 8vo. London 1865. The Author.\n\nESCHER (P.) Elementare Theorie der Differenzen Briggischer und trigonometrischer Logarithmen. 4to. Wien 1864. The Author.\n\nEUDES-DELONGCHAMPS (E.) Études Critiques sur les Brachiopodes Nouveaux ou peu connus. Fasc. 3. 8vo. Caen 1863. The Author.\n\nDocuments sur la Géologie de la Nouvelle-Calédonie. 8vo. Caen 1864. The Author.\n\nÉtudes sur les Étages Jurassiques Inférieurs de la Normandie. 4to. Paris 1864. The Author.\n\nRecherches sur l'Organisation du Manteau chez les Brachiopodes Articulés et principalement sur les spicules calcaires contenus dans son intérieur. 4to. Paris 1864. The Author.\n\nEVANS (F. J., F.R.S.) and SMITH (A., F.R.S.) Ueber die Deviationen des Compasses. Nach dem Englischen, von Dr. F. Schaub. 8vo. Wien 1864. The Translator.\nPRESENTS.\n\nEVEREST (Sir G., F.R.S.) Tables for the use of the Great Trigonometrical Survey. MS. 4to.\n\nEWBANK (T.) A Descriptive and Historical Account of Hydraulic and other Machines for raising Water, Ancient and Modern. 8vo. New York 1854.\n\nFALCONER (J.) Cryptomenysis Patefacta: or the Art of secret Information disclosed without a Key. 8vo. London 1855.\n\nFIGUIER (L.) Exposition et Histoire des principales Découvertes Scientifiques modernes. 4 vols. 8vo. Paris 1862.\n\nFLOWER (W. H., F.R.S.) Annual Report of the Conservator of the Royal College of Surgeons to the Museum Committee, 1865. 8vo. London.\n\nFOSBROKE (Rev. T. D.) A Picturesque and Topographical Account of Raglan Castle. 8vo. Monmouth 1831.\n\nFOX (P. and C.) Report respecting the past and present state of Brislington House, near Bristol, a private Asylum for the Insane. 8vo. Bristol.\n\nFRENCH (J.) The Art of Distillation. Second edition. 4to. London 1653.\n\nFRITZSCHE (J.) Ueber den Pollen. 4to. St. Petersburg 1837.\n\n——— A Series of Thirty Tracts on Chemistry &c. 8vo. St. Petersburg 1839–64.\n\nGAFFAREL (J.) Unheard-of Curiosities, concerning the Talismanical Sculpture of the Persians, the Horoscope of the Patriarkes, and the Reading of the Stars. Englishe by E. Chilmead. 8vo. London 1650.\n\nGALILEO (Galilei) Opere; prima edizione completa condotta sugli autentici Manoscritti Palatini. 15 volumes in 16, and Supplemento. 8vo. Firenze 1842–1856.\n\nGARRIGOU (F.) Lettre à M. le professeur N. Joly. 8vo. Toulouse 1862.\n\n——— L'Homme Fossile des Cavernes de Lombrive et de Lherm (Ariège). 8vo. Toulouse 1862.\n\n——— Étude Chimique et Médicale des Eaux Sulfureuses d'Aix (Ariège). 8vo. Paris 1862.\n\nGIANELLI (G. L.) La Vaccinazione e le sue leggi in Italia, Memoria. 4to. Milano 1864.\n\nGLOCKER (E. F.) Zwei Karten zur geognostischen Beschreibung der Preuss. Oberlausitz. 4to. 1857.\n\nGOSAIN BUNWALIDAS, surnamed VALI. Goolzare Hall, or the Garden of Divine Ecstasy. Published by Burjorjee Sorabjee Ashburner, from the Original Persian Work. 8vo. Bombay 1862.\n\nGOYA (F.) Los Proverbios; Coleccion de diez y ocho laminas. oblong. Madrid 1864.\n\nGRANT (R., F.R.S.) Report of the Professor of Astronomy in the University of Glasgow. 8vo. Glasgow 1865.\n\nGRAY (J. E., F.R.S.) A Second Letter to the Earl of Ellesmere, on the Management of the Library of Printed Books in the British Museum. 8vo. London 1849.\n\n——— Handbook of British Water-Weeds, or Algae. 8vo. London 1864.\n\n——— Address to the Zoological and Botanical Section of the British Association, Bath, Sept. 15, 1864. 8vo. London 1864.\n\nMDCCCLXV.\nPRESENTS.\n\nGROTTUS (H.) Syntagma Arateorum: Opus Poeticae et Astronomiae studiosis utilissimum. 4to. Lugd. Bat. 1600.\n\nGUEST (E., F.R.S.) The Invasion of Britain by Julius Caesar: a Memoir. 8vo. London 1864.\n\nHAIDINGER (W., For. Mem. R.S.) A Series of Thirty-three Papers on Meteoric Subjects. 8vo. Vienna 1859-63.\n\nHAILES (J. D.) The Haesian System of Astronomy. 8vo. Cambridge 1865.\n\nHALLIWELL (J. O., F.R.S.) Rara Mathematica, or a Collection of Treatises on the Mathematics. 8vo. London 1839.\n\nHAMEL (J.) England and Russia, comprising the Voyages of J. Tradescant the Elder, Sir H. Willoughby, R. Chancellor Nelson, and others to the White Sea. Translated by J. S. Leigh. 8vo. London 1854.\n\nHANNON. The Periphs of Hannon, King of the Karchedonians, concerning the Lybian parts of the Earth beyond the Pillars of Herakles. 4to. London 1864.\n\nHARTLIB (S.) A Discours of Husbandrie used in Brabant and Flanders. 4to. London 1605 [1650].\n\nHis Legacie, or an Enlargement of the Discourse of Husbandry used in Brabant and Flanders. 4to. London 1651.\n\nHis Legacy of Husbandry. 4to. London 1655.\n\nAn Essay for Advancement of Husbandry-Learning. 4to. London 1651.\n\nThe Reformed Husband-man. 4to. London 1651.\n\nA Designe for Plentie, by an Universall planting of Fruit-Trees. 4to. London.\n\nHARTNUP (J) Report of the Astronomer to the Marine Committee, Mersey Docks and Harbour Board. 8vo. Liverpool 1864.\n\nHEATH (C.) Historical and Descriptive Accounts of the ancient and present state of Ragland Castle. 8vo. Monmouth 1825.\n\nHELMHOLTZ (H., For. Mem. R.S.) Die Lehre von den Tonempfindungen als physiologische Grundlage für die Theorie der Musik: zweite Ausgabe. 8vo. Braunschweig 1865.\n\nHÉRICOURT (Comte Achmet d') Annuaire des Sociétés Savantes de la France et de l'Étranger. 2 vols. in 1. 8vo. Paris 1863-64.\n\nHERMITE (—) Sur les Théorèmes de M. Kronecker relatifs aux formes quadratiques. 4to. Paris 1862.\n\nSur un nouveau Développement en série des Fonctions. 4to. Paris 1864.\n\nRemarque sur le développement de cos am x. 4to. Paris 1864.\n\nHERO Alexandrinus. Spiritali... ridotti in lingua volgare da Alessandro Giorgi. 4to. Urbino 1592.\n\nGli Artificiosi e Curiosi Moti Spiritali, tradotti da G. B. Aleotti. 4to. Bologna 1647.\n\nDe gli Automati overo Machine se moventi libri due, tradotti da B. Baldi. 4to. Venetia 1589.\n\nDONORS.\n\nH. Direks, Esq.\n\nThe Author.\n\nH. Direks, Esq.\n\nDr. Simonides.\n\nH. Direks, Esq.\n\nThe Committee.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Author.\n\nH. Direks, Esq.\nPRESENTS.\n\nHERO Alexandrinus. Buch von Luft- und Wasser-Künsten, aus dem Lateinischen ins Deutsche gebracht durch A. Carionem. 4to. Frankfurt 1688.\n\nHERSCHEL (A. S.) On the Detonating Meteor of December 5, 1863. 8vo. Manchester 1864.\n\n——— and GREG (R. P.) General Radiant-Points of Shooting Stars. (Excerpt from Proc. Brit. Meteor. Soc.) 8vo. London 1865.\n\nHODY (Baron de) Godefroid de Bouillon à Boulogne-sur-Mer, à Bruxelles, et à Jérusalem. 8vo. Bruxelles 1863.\n\nHOEK (M.) Recherches Astronomiques de l'Observatoire d'Utrecht. Liv. II. 4to. La Haye 1864.\n\n——— et OUDEMANS (A. C.) Recherches sur la quantité d'éther contenue dans les liquides. 4to. La Haye 1864.\n\n——— Sur les Contractions dans les Mélanges de Liquides. 4to. La Haye 1864.\n\nHORATIIIS (C.de) Nuovi Elementi della Scienza Acustico-Musicale applicabili alla Scienza delle Arti. 8vo. Napoli 1865.\n\nHÖRNES (Dr. M.) Die fossilen Mollusken des Tertiär-Beckens von Wien. Band II. Nr. 5 & 6. Bivalven. 4to. Wien 1865.\n\nHUGHES (D. E.) Expériences sur la Forme et la Nature des Électro-Aimants. 8vo. Paris 1864.\n\nHUGUENY (F.) Recherches expérimentales sur la Dureté des corps et spécialement sur celle des Métaux. 8vo. Paris 1865.\n\n——— Recherches sur la composition chimique et les propriétés qu'on doit exiger des Eaux Potables. 8vo. Paris 1865.\n\nHUME (A.) Of the Orthographic and Congruitie of the Britan Tongue. Edited by H. B. Wheatley. 8vo. London 1865.\n\nICERY (M. E.) Mémoire sur le Pou à Poche Blanche. 8vo. Maurice 1864.\n\nJACKSON (S.) An Authentick Account of the Weights, Measures, Exchanges, Customs, Duties, Port Charges, &c., and correct Ratty Tables, made use of and paid at the several ports of the East Indies. 4to. London 1764.\n\nJEFFREYS (J. G., F.R.S.) The Upper Tertiary Fossils at Uddevalla in Sweden: 1863. Report of the Committee appointed for exploring the Coasts of Shetland by means of the Dredge. (Excerpt from Report Brit. Assoc.) 8vo. London 1863.\n\nJOLY (N.) Conférence Publique sur l'Hétérogénie ou Génération Spontanée, 28 Juin 1864. 8vo. Paris 1864.\n\nJOUGLER DE LIGNE (—) La Rade de Dunkerque. 8vo. Paris 1864.\n\nJOURNALS:—\n\nCosmos. June to December 1864; January to June 1865. 8vo. Paris.\n\nGiornale per l'Abolizione della Pena di Morte; diretto da Pietro Ellero. 9–11. 8vo. Bologna 1864–65.\n\nLes Mondes. June to December 1864; January to June 1865. 8vo. Paris.\n\nNotes and Queries. June to December 1864; January to June 1865. 4to. London.\n\nThe American Journal of Science and Arts. Vol. XXXVIII. Nos. 112–114; Vol. XXXIX. Nos. 115–117. 8vo. New Haven 1864–65.\n\nDONORS.\n\nH. Dircks, Esq.\n\nThe Author.\n\nThe Authors.\n\nThe Observatory.\n\nThe Authors.\n\nThe Author.\n\nThe Geological Institute, Vienna.\n\nThe Author.\n\nThe Editor.\n\nDr. Sharpey, Sec. R.S.\n\nThe Author.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Editors.\nJOURNALS (continued).\n\nThe Athenæum. June to December 1864; January to May 1865. 4to. London. The Editor.\n\nThe Builder. June to December 1864; January to June 1865. folio. London. The Editor.\n\nThe Chemical News. June to December 1864; January to June 1865. 4to. London.\n\nThe Educational Times. Vol. XVII. Nos. 40–47; Vol. XVIII. Nos. 49–51. 4to. London 1864–65.\n\nThe Intellectual Observer. July to September 1864; May 1865. 8vo. London. The Editor.\n\nThe London Review. July to December 1864; January to June 1865. folio. London. The Editor.\n\nThe Mining and Smelting Magazine. Vol. V. No. 30; Vol. VI. Nos. 31–36; Vol. VII. Nos. 37 & 38. 8vo. London 1864–65.\n\nThe Philosophical Magazine. July to December 1864; January to June 1865. 8vo. London. W. Francis, Esq.\n\nThe Quarterly Journal of Science. Nos. 2–6. 8vo. London 1864–65.\n\nThe Reader. June to December 1864; January to June 1865. folio. London. The Editor.\n\nKÖLLIKER (A., For. Mem. R.S.) Kurzer Bericht über einige im Herbst 1864 an der Westküste von Schottland angestellte vergleichend-anatomische Untersuchungen. Svo. Würzburg 1864.\n\n——— Icones Histiologicae oder Atlas der vergleichenden Gewebelehre. Abth. I. 4to. Leipzig 1864.\n\nKOPS (J.) en HARTSEN (F. A.) Flora Batava, Afbeelding en Beschrijving van Nederlandsche Gewassen. Aff. 187–191. 4to. Amsterdam.\n\nLA HIRE (P. de) Traité de Mécanique. 8vo. Paris 1695.\n\nLAMONT (Dr. J., For. Mem. R.S.) Annalen der königlichen Sternwarte bei München. Bände XIII. & XIV. 8vo. München 1864–65.\n\nLANCIA DI BROLO (F.) Statistica dei Sordomuti di Sicilia nel 1863. Svo. Palermo 1864.\n\nLA NOUÉ (Lord de) Politicke and Militarie Discourses, translated by E. A. 4to. London 1587.\n\nLAWES (J. B., F.R.S.) On the Chemistry of the Feeding of Animals for the production of Meat and Manure. 8vo. Dublin 1864.\n\n——— and GILBERT (J. H., F.R.S.) Report of Experiments on the Growth of Wheat for twenty years in succession on the same land. 8vo. London 1864.\n\nFurther Report of Experiments with different Manures on Permanent Meadow Land. Svo. London 1863.\n\nLEIBNITII de Expeditione Ægyptiaca Scripta Omnia, adjecta praefatione historicō-critica: editit Onno Klopp. 8vo. Hanoverce 1864.\n\nLEVI (Leone) Introductory Lecture on International Maritime Law. 8vo. London 1865.\n\nLEVI (M. R.) La Patologia Cellulare considerata nei suoi fondamenti e nelle sue applicazioni. 8vo. Venezia 1863.\n\nLEYBOURN (W.) Pleasure and Profit, consisting of Recreations of divers kinds. fol. London 1694.\n\nH. Dircks, Esq.\nPRESENTS.\n\nLILLY (W.) The Book of Knowledge, by Erra Pater. A rich Cabinet with Variety of Inventions, by J. White. London 1864. 2 vols. in 1. 8vo.\n\nLITROW (C. von) Annalen der k.-k. Sternwarte in Wien. Dritter Folge zwölfter Band. Jahrgang 1862. 8vo. Wien 1863.\n\nund WEISS (E.) Meteorologische Beobachtungen an der k.-k. Sternwarte in Wien von 1775 bis 1855. Band IV. 8vo. Wien 1863.\n\nLODGE (E.) Portraits of the Earls of Worcester, 1544–1667. 8vo.\n\nLOWE (E. J.) Our Native Ferns. Part XX. 8vo. London 1865.\n\nLUBBOCK (Sir J., F.R.S.) Prehistoric Times, as illustrated by Ancient Remains and the Manners and Customs of Modern Savages. 8vo. London 1865.\n\nLUCAS (C.) A Treatise named Lucarsolace, divided into fower Bookes. 4to. London 1590.\n\nMACKENZIE (W.) Entoptics.—Letter from Dr. Jago. 8vo. Glasgow 1864.\n\nMAGRINI (Luigi) Sulla Importanza dei Cimelj Scientifici e dei Manoscritti di Alessandro Volta. 8vo. Milano 1864.\n\nMAILLY (E.) Essai sur les Institutions Scientifiques de la Grande Bretagne et de l'Irlande. V. 8vo. Bruxelles 1865.\n\nMAIN (Rev. R., F.R.S.) Astronomical and Meteorological Observations made at the Radcliffe Observatory in the year 1862. Vol. XXII. 8vo. Oxford 1865.\n\nMAREY (E. J.) Physiologie Médicale de la Circulation du Sang. 8vo. Paris 1863.\n\nM[ARKHAM] (G.) The English Husbandman. 4to. London 1613.\n\nThe Souldiers Exercise, in three bookes. 4to. London 1639.\n\nMARTINS (C.) Tableau Physique du Sahara Oriental de la province de Constantine, Souvenirs d'un Voyage exécuté pendant l'hiver de 1863 dans l'Oued-Rir et dans l'Oued-Souf. 8vo. Paris 1864.\n\nDeux Ascensions Scientifiques au Mont-Blanc, leurs résultats immédiats pour la Météorologie, la Physique du Globe et les Sciences Naturelles. 8vo. Paris 1865.\n\nMAUMENÉ (E.) Théorie Générale de l'exercice de l'Affinité. 8vo. Paris 1864.\n\nMAUPERTUIS (De) Lettre sur le Progrès des Sciences. 8vo. 1752.\n\nMEEHAN (Rev. C. P.) The Confederation of Kilkenny. 16mo. Dublin 1862.\n\nMELSENS (—.) Deuxième Note sur les Matières Albuminoïdes. 8vo. Bruxelles 1864.\n\nMERET (L. E.) De l'Instinct et de l'Intelligence des Animaux. 8vo. Paris 1864.\n\nMERRIFIELD (C. W., F.R.S.) Address delivered at the opening of the Royal School of Naval Architecture and Marine Engineering at South Kensington, Nov. 1, 1864. 8vo. London 1864.\n\nMILLER (W. A., Treas. R.S.) Elements of Chemistry. Part 2. Inorganic Chemistry. Third edition. 8vo. London 1864.\n\nMILNER (Rev. T.) The Gallery of Geography. Parts 10–19. 8vo. London 1864.\n\nMILTON (John) Of Education. To Master S. Hartlib. 4to.\n\nDONORS.\n\nH. Direks, Esq.\n\nThe Observatory.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Radcliffe Trustees.\n\nThe Author, by Dr. Humphry.\n\nH. Direks, Esq.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Author.\n\nMessrs. Chambers.\n\nH. Direks, Esq.\nPRESENTS.\n\nMIQUEL (F. A. G.) Annales Musei Botanici Lugduno-Batavi. Tom. I. fasc. The Museum. 4–10. fol. Amst. 1863–64.\n\nMISCELLANEOUS:\n\nCollection of Oriental Manuscripts in the Zend, Pehlvi, and Persian Languages.\n\nPersian Dictionary, by Abdool Ruhim, 2 vols. 4to. Mahabharat, Persian translation, fol. Amrat Kand, Persian translation from Sanscrit, 4to. Hitopodesh, Persian translation from Sanscrit, 4to. Sārōd, Persian translation, 4to. The Gita, Persian translation from Sanscrit, 4to. Vendidad, original text, fol. Vendidad, with Pehlvi and Persian translations, fol. Shah Namah, 2 vols. fol. Commentary on Shah Namah, 4to. Jog bishust, translated from Sanscrit, 4to. Laksmi Narayan, translated from Sanscrit, fol. Gulshan-i-raz, 4to. Commentary on Gulshan-i-raz, 8vo. Kirān-ül-Sá dain, 8vo. Salūkh (4), fol. & 8vo. Khordah Avasta, with Persian translation, 4to. The Divān of Áfiz, 8vo. Lexicon to Desátir, 4to. Arabic Syntax, 4to. Pehlvi Vocabulary, with Persian definitions, 8vo. Pehlvi Vocabulary, fol. Avasta, original text with Pehlvi translation, fol. Traditions of Zartusht, in Pehlvi, 4to. 1. History of the Peshdadyan; 2. Catechism in Zoroastrian Ritual; 3. Pehlvi Vocabulary; 4. Translation of Khorda Avasta; 5. Zend Vocabulary to No. 4. 4to. Letters by Harkaran, 4to. Letters by Mirza Mahomed Tahir, Minister to the King of Persia, 8vo. Letters by Sadyaki, 8vo. Letters by Hasni, 8vo. Letters by Berehmun, fol. Ethics, by Ali Shah of Bokhara, 4to. History of Framarz, son of Rustam, 8vo. History of Ranjit Singh, fol. Biography of Zoroaster, by Behram, 4to. Rhetoric, by Khajah Māruff, fol. Moral Precepts by Jāmir, fol. Morals by Ḥasan ul Vaiz of Kishag'h, 4to. Arjūn Bikhad, translation, fol. Gulzāri hāl, 4to. Fables in imitation of the Gulistan, 8vo. Allegorical Poem founded on the Kurān, 8vo. The Lover and the Beloved, an Allegorical Poem, 8vo. Prayers and Praises to the Sun, &c., by Behram, 8vo. 1. Birds; 2. Diwān of Ūḥmed, fol. Diwān of Saib, 8vo. Diwān of Sanāi, fol. Diwān of Wali, fol. The Mirror of Philosophy, fol. Collection of Essays on Meditation, fol. The Treasury of Knowledge. On the Connexion between the Soul and the Body, 4to. Mahomedanism and Zoroastrianism, an Essay, 8vo. A Discourse on the Zoroastrian Religion, 8vo. 1. Lunar Sect contrasted with the Zoroastrian; 2. Dictates of Jāmāsp on the Zoroastrian ritual, 4to. A Guide to the Study of the Kurān, 8vo. The Religion of the Hindus compared with that of the Persians, 4to. On the Unity of God and his Manifestations, 8vo. On the Knowledge of God, fol. A Poem on Ali, 8vo. Kabalistic Philosophy, 8vo. Astronomy (2), 4to. Alchemy and Astronomy, 4to. 1. Astrology; 2. Incantations, believed to be cures for certain diseases, in the Zend languages, 4to. On the Constellations, 4to. On Intercalation, 4to. Geography, 4to. On Morals, 4to. On Ethics, 8vo. On Diseases and their treatment (3), 8vo and fol. Letters, 8vo. History of Kings and Prophets of Persia, fol. Doctrine of the Sheeahs, with Book of Martyrs, fol. Catechism, 4to. Moral Tales, 4to. Science of Rhetoric, Prosody and Rhyme, fol. Poem by Shiraz, fol. 1. On the Stars; 2. A Fable of Mouse and Cat; 3. Laws of the Stars; 4. Essay on Meditation, fol. 1. Poems, translated from the Sanscrit;\nPRESENTS.\n\nMISCELLANEOUS (continued).\n\n2. History of the Turks; 3. Salukh; 4. Memoir of Chundreban, fol.\n1. Translation of Jawidán, from Pehlvi into Persian; 2. A medical work;\n3. History of Astronomy, fol. 1. Prayers, poetical; 2. Theological Ethics;\n3. Prayers, prose, Svo. Arabic and Persian Dictionary, 4to. Pehlvi Dictionary, with Persian definitions and Commentary, 4to. A Liturgical Work, Svo.\n\nAlso a Collection of Thirty-six Volumes of Persian Manuscripts on paper, Svo and fol., with titles untranslated. One MS. written on Palm leaves.\n\nDescriptive Diagram of a Seismometer invented by Lieut.-Colonel Ramstedt of Helsingfors, and named by him Telegraph of the Accidental Movements of the Earth. Stockholm.\n\nPhotograph of the Moon (40 in. x 31 in.), by Warren De la Rue, F.R.S. Framed and glazed.\n\nPhoto-lithographic Impressions of Traces produced simultaneously by the self-recording Magnetographs at Kew and Lisbon. 4to.\n\nPortrait of Edward Somerset, Sixth Earl and Second Marquis of Worcester. Proof engraving by W. Faithorne. Framed and glazed. Funeral Certificate of the Marquess of Worcester, copied from the Original in the Heralds' College, with the Arms emblazoned. Framed and glazed.\n\nMOHN (H.) Bewölkung in Christiania. Svo.\n\nDen Magnetiske Declination i Christiania udledet af Observationer 1842–1862. Svo. 1863.\n\nMOON (G. W.) The Dean's English: a Criticism on the Dean of Canterbury's Essay on the Queen's English. Svo. London 1864.\n\nMOORE (Sir Jonas) Contemplationes Geometricæ, in two Treatises. Svo. London 1630.\n\nMORGAN (S.) Horologiographia Optica. Dialing Universall and perticuler. 4to. London 1652.\n\nMUELLER (F., F.R.S.) Fragmenta Phytographiae Australiæ. Vol. IV. Svo. Melbourne 1863–64.\n\nThe Plants indigenous to the Colony of Victoria. Lithograms. Svo. Melbourne 1864–65.\n\nThe Vegetation of the Chatham Islands. Svo. Melbourne 1864.\n\nMURCHISON (Sir R. I., F.R.S.) Address at the Anniversary Meeting of the Royal Geographical Society, 23rd May 1864. Svo. London.\n\nMYDORGE (C.) Examen du livre des Recreations Mathematiques et de ses Problemes en Geometrie, Mechanique, Optique et Catoptrique. Svo. Paris 1638.\n\nNAMIAS (G.) Della Infezione Biliosa del Sangue (Colemia) Discorsi. Svo. Venezia 1863.\n\nNEPAIR (J.) A Description of the admirable Table of Logarithmes, translated by Edward Wright. 12mo. London 1618.\n\nNEWTON (H. A.) On November Star Showers. Svo. New Haven 1864.\n\nAbstract of a Memoir on Shooting Stars. (Excerpt from Amer. Journ. Sci.). Svo. New Haven 1865.\n\nDonors.\n\nBurjorjee Sorabjee Ashburner, Esq.\n\nThe Author.\n\nW. De la Rue, F.R.S.\n\nThe Kew Observatory.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\n\nJ. Robson, Esq.\n\nThe Author.\nORESME (N.) Traictie de la première invention des Monnoies, textes fran-\nçais et latin; et Traité de la Monnoie de Copernic, texte latin et traduction\nfrançaise, publiés et annotés par L. Wolowski. 8vo. Paris 1864.\n\nORMOND (Marquesse of)'s Proclamation concerning the Peace concluded with\nthe Irish Rebells. 4to. London 1649.\n\nPAGE (T.) Report upon the System of Weaving by compressed Air in the\nPneumatic Loom. 4to. Cambridge 1864.\n\nPAGLIARDINI (Tito) Essays on the Analogy of Languages. Second Essay:\nThe International Alphabet, or a Plea for Phonetic Spelling. 8vo. London\n1864.\n\nPANCIROLLUS (Guido) Rerum Memorabilium sive Deperditarum partes\nprior et posterior, ab H. Salmuth. 4to. Francofurti 1631.\n\nThe History of many memorable things lost, which\nwere in use among the Ancients. 2 vols. in 1. 8vo. London 1715.\n\nPAPILLON (D.) A Practicall Abstract of the Arts of Fortification and Assailing.\n4to. London 1645.\n\nPARLATORE (F.) Studi Organografici sui fiori e sui frutti delle Conifere. 4to.\nFirenze 1864.\n\nIntorno due Dissertazioni Botaniche di Michelangelo Pog-\ngioli Considerazioni. 8vo. Roma 1864.\n\nPARRY (C. C.) Physiographical Sketch of a portion of the Rocky Mountain\nRange. 8vo. 1862.\n\nPERIGAL (H.) Revolution and Rotation. 8vo. London 1864.\n\nPETTY (Sir W.) A Declaration concerning the newly invented Art of Double\nWriting. 4to. London 1648.\n\nPHIPSON (T. L.) The Use of Salt in Agriculture. Prize Essays. 8vo. Liver-\npool 1863.\n\nThe Utilization of Minute Life, being practical studies on\nInsects, Crustacea, Mollusca, Worms, Polypes, Infusoria and Sponges. 8vo.\nLondon 1864.\n\nOn Vanadium Ochre, and other sources of Vanadic Acid.\n(Excerpt from Chem. Soc. Journ.) 8vo. London.\n\nLe Préparateur-Photographe ou Traité de Chimie à l'usage\ndes Photographes. 12mo. Paris 1864.\n\nNote on Vegetable Ivory. 8vo.\n\nDescription of a new Apparatus for producing Sulphuretted\nHydrogen. 8vo.\n\nPICTET (F. J.) Note sur la succession des Mollusques Gastéropodes pendant\nl'époque crétacée dans la région des Alpes Suisses et du Jura. 8vo. Genève\n1864.\n\nPLANTAMOUR (E.) Résumé Météorologique de l'Année 1862–1863 pour\nGenève et le Grand St. Bernard. 8vo. Genève 1863–64.\n\net HIRSCH (A.) Détermination Télégraphique de la\nDifférence de Longitude entre les Observatoires de Genève et de Neuchâtel.\n4to. Genève 1864.\n\nPLAT (Sir H.) The Jewell House of Art and Nature, containing divers rare\nand profitable Inventions. 4to. London 1594. Another edition, 4to. London\n1653.\nPRESENTS.\n\nPLAT (Sir H.) The Garden of Eden, or a description of all Flowers and Fruits now growing in England. 12mo. London 1675. H. Dircks, Esq.\n\nPLATEAU (J.) Sur un problème curieux de Magnétisme. 4to. Bruxelles 1864. The Author.\n\nPLAYFAIR (Lyon, F.R.S.) On the Food of Man in relation to his useful Work. 8vo. Edinburgh 1865. The Author.\n\nPOGGIOLI (Giuseppe) De Amplitudine Doctrinae Botanicae qua praestitit Fridericus Cesius M. A. Poggioli in Archigymnasio Romano Doctoris decurialis botanices Commentatio. 8vo. Rome 1865. The Author.\n\nPONCELET (J. V., For. Mem. R.S.) Applications d'Analyse et de Géométrie. Tome II. 8vo. Paris 1864. The Author.\n\nPORTA (J. B.) Natural Magick in twenty Books, fol. London 1658. H. Dircks, Esq.\n\nPOUDRA (—) Histoire de la Perspective Ancienne et Moderne. 8vo. Paris 1864. The Author.\n\nDes Réseaux. 8vo. Paris 1865.\n\nMémoire sur les Trigones, Tétragones, Hexagones. 8vo. Paris 1865.\n\nThéorie Générale des Faisceaux et des Involutions avec les Applications aux tracés des Courbes des différents ordres. 8vo. Paris 1865.\n\nPURGOTTI (S.) Intorno alcuni scritti inediti di Michelangelo Poggioli, Nota. 8vo. Perugia 1864. The Author.\n\nQUETELET (A., For. Mem. R.S.) Annales de l'Observatoire Royal de Bruxelles. Tome XVI. 4to. Bruxelles 1864. The Observatory.\n\nAnnuaire de l'Observatoire Royal, 1864.\n\n34e année. 8vo. Bruxelles 1863.\n\nObservations des Phénomènes Périodiques. 4to. Bruxelles.\n\nStatisque et Astronomie. Sur le Cinquième Congrès de Statistique tenu à Berlin Sept. 1863. Physique du Globe. Phénomènes Périodiques. Notice sur la périodicité des Étoiles Filantes du mois de Novembre. Sur les Étoiles Filantes et leurs lieux d'apparition. Étoiles Filantes de la période du 10 Août 1863. (Excerpts from Bull. Acad. Roy. de Brux.) 8vo. Bruxelles.\n\nQUETELET (E.) Sur le Mouvement Propre de quelques Étoiles. (Excerpt from Mém. Acad. Roy. Brux.) 4to. Bruxelles 1863. The Author.\n\nRADAU (R.) Sur la Formule Barométrique. 8vo. Paris 1864. Mons. d'Abbadie.\n\nSur un Problème d'Analyse proposé par Lagrange. 8vo. Paris The Author, by Mons. d'Abbadie.\n\nRADCLIFFE (C. B.) Lectures on Epilepsy, Pain, Paralysis, and certain other Disorders of the Nervous System. 8vo. London 1864. The Author.\n\nRAMELLI (Agostino). Le Diverse et Artificiose Machine. fol. Parigi 1588. H. Dircks, Esq.\n\nRANKINE (W. J. M., F.R.S.) Papers on the Action of Waves upon a ship's keel, Isochronous-rolling ships, the Uneasy Rolling of Ships, and the Computation of the probable Engine-power and Speed of proposed Ships. 4to. London 1864. The Author.\n\nRATHBORNE (A.) The Surveyor, in four Books. fol. London 1616. H. Dircks, Esq.\n\nMDCCCLXV.\nPRESENTS.\n\nRICRAFT (J.) A Survey of England's Champions and Truths faithfull Patriots. 8vo. London 1647, rpr.\n\nRINUCCINI (Gio. Batista) Arcivescovo di Fermo. Nunziatura in Irlanda, negli anni 1645 a 1649, pubblicata per cura di G. Aiaza. 8vo. Firenze 1844.\n\nROBINSON (J.) On the present position of the Agricultural Labourer. 8vo. London 1864.\n\nSAFFORD (T. H.) On the Right Ascension of the Pole Star. 8vo. Camb. Mass. 1864.\n\nSALTER (J. W.) and BLANFORD (H. F.) Palaeontology of Niti in 'the Northern Himalaya, being descriptions and figures of the Palaeozoic and Secondary Fossils collected by Col. R. Strachey. 8vo. Calcutta 1865.\n\nSANNA SOLARO (J. M.) Mémoire sur le premier bassin de Dinotherium découvert dans le département de la Haute-Garonne. 8vo. Toulouse 1864.\n\nSANTAREM (Visconde de) Quadro Elementar das Relações Políticas e Diplomáticas de Portugal com as diversas potencias do Mundo. Tomo IX. 8vo. Lisboa 1864.\n\nSARGANT (W. L.) On certain Results and Defects of the Reports of the Registrar General. 8vo. London 1864.\n\nSCHACCHI (A.) Della Polisimmetria dei Cristalli. 4to. Napoli 1863.\n\nSCHERZER (Dr. K.) Narrative of the Circumnavigation of the Globe by the Austrian Frigate Novara in 1857–59. 3 vols. 8vo. London 1861.\n\nSCHMIDT (A.) Hämatologische Studien. 8vo. Dorpat 1865.\n\nSCHOLEFIELD (J.) Twenty-four Hours under the Commonwealth: a Drama. 8vo. London 1863.\n\nSCHOLZ (B.) Anfangsgründe der Physik, als Vorbereitung zum Studium der Chemie. 8vo. Wien 1837.\n\nSCHOPPERUS (H.) Ἀναρτικῶν omnium illiberalium Mechanicarum aut Seden-tariarum Artium genera continens. 8vo. Francofurti 1568.\n\nSCHOTTUS (G.) Magiae Universalis Naturæ et Artis partes III. et IV. 4to. Bambergæ 1677.\n\nSCHWENTER (D.) Delicia Physico-Mathematicæ oder mathemat. und philosophische Erquickstunden. 3 vols. 4to. Nürnberg, 1636–92.\n\nSEGUIN, Aimé. Mémoire sur l'Origine et la Propagation de la Force. 8vo. Paris 1857.\n\nSELLON (E.) Annotations on the Sacred Writings of the Hindus. 8vo. London 1865.\n\nSMITH (Dr. E., F.R.S.) Address to the Subsection of Physiology of the British Association, Bath, Sept. 15, 1864. 8vo. London.\n\nSMITH (James) The Question, Are there any Commensurable relations between a Circle and other Geometrical Figures? answered. London 1860. Letter to the President and Vice-Presidents of the British Association, Liverpool, 1862. A Hole in Smith's Circle, by a Cantab. London 1859. (In 1 vol.)\n\nSMITH (R. Angus, F.R.S.). Report on the Air of Mines and Confined Places. fol. London 1864.\n\nDONORS.\n\nH. Direks, Esq.\n\nThe Author.\n\nHarvard Observatory.\n\nColonel Strachey, F.R.S.\n\nThe Lisbon Academy.\n\nThe Author.\n\nThe Royal Society, Naples.\n\nThe Author.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.\nPRESENTS.\n\nSMYTH (Admiral, F.R.S.) Sidereal Chromatics, being a reprint, with additions, from the \"Bedford Cycle of Celestial Objects\" and its \"Hartwell Continuation\" on the Colours of Multiple Stars. Svo. London 1864.\n\nSMYTH (C. P., F.R.S.) Astronomical Observations made at the Royal Observatory, Edinburgh. Vol. XII. 4to. Edinburgh 1863.\n\nReport read by the Astronomer Royal for Scotland to the Board of Visitors of the Royal Observatory, Edinburgh, 4th November 1864. 4to.\n\nSORBIERE (S.) A Voyage to England, done into English. Svo. London 1709.\n\nSPRIGGE (J.) Anglia Rediviva, England's Recovery, being the History of the Army under Sir Thomas Fairfax. fol. London 1647.\n\nSTAINTON (H. T.) The Natural History of the Tineina. Vol. IX. Svo. London 1865.\n\nSTEWECHIUS (G.) Veteres de Re Militari scriptores. Svo. Lugd. Bat. 1592.\n\nSTURLEVANT (S.), ROVENZON (J.), and DUDLEY (Dud). On the Manufacture of Iron. 4to. London 1612–1665, rpr.\n\nSTURM (L. C.) Kurtzer Begriff der gesambten Mathesis, bestehend in V. Theilen. Svo. Frankfurt an der Oder 1707.\n\nSYMONS (G. J.) British Rainfall. On the Distribution of Rain over the British Isles during 1860, 1861, 1862, 1863, 1864. Svo. London 1862–65.\n\nTARTAGLIA (N.) Operc. 4to. Venetia 1606.\n\nTATNALL (R.) An Antidote against the sinfull palpitation of the Heart or Fear of Death. 4to. London 1665.\n\nTEYLER (J.) Architectura Militaris. 4to. 1553.\n\nTODHUNTER (I., F.R.S.) A History of the Mathematical Theory of Probability from the time of Pascal to that of Laplace. Svo. Cambridge 1865.\n\nTOYNBEE (J., F.R.S.) Beneficence in Disease: being an Introductory Address delivered at the opening of St. Mary's Hospital Medical School, October 1, 1864. 12mo. London 1865.\n\nTREADWELL (D.) On the Construction of Hooped Cannon. Svo. Boston 1864.\n\nTRITHEMIUS (J.) Libri Polygraphiae VI. Svo. Argentinus 1600.\n\nTURNOR (H.) Astra Castra: Experiments and Adventures in the Atmosphere [Prospectus]. 4to. London 1864.\n\nTYMME (T.) A Dialogue Philosophical wherein Natures secret closet is opened. 4to. London 1612.\n\nVEGETIUS RENATUS et alii Scriptores Antiqui de Re Militari. Svo. Vesalie 1670.\n\nVERNON (G. V.) On the direction of the Wind at Manchester during the years 1849–61. On the Number of Days on which Rain falls annually at London. On the Rainfall at Oldham, by J. Heap. (Excerpts from the Lit. Phil. Soc. Manchester Mem.) Svo. London 1864.\n\nOn Excess or Deficiency of Temperature. On the Temperature of November. (Excerpts from the same,) Svo. London 1865.\n\nVICARS (J.) England's Worthies, under whom all the Civill and bloody Warres since anno 1642 to anno 1647 are related. Svo. London 1647, rpr. 1845.\n\nDONORS.\n\nAdmiral Smyth and Dr. Lee, F.R.S.\n\nThe Observatory.\n\nH. Dircks, Esq.\n\nThe Author.\n\nH. Dircks, Esq.\n\nThe Author.\n\nH. Dircks, Esq.\n\nThe Author.\n\nH. Dircks, Esq.\n\nThe Author.\n\nH. Dircks, Esq.\n\nThe Author.\n\nH. Dircks, Esq.\nPRESENTS.\n\nWAKEMANN (T.) Antiquarian Excursions in the Neighbourhood of Monmouth. 8vo. Monmouth 1860.\n\nWATTS'S (H.) Dictionary of Chemistry. Parts 17–26. 8vo. London 1864–65.\n\nWESTALL (W.) Six Views of Raglan Castle. folio.\n\nWHARTON (G.) Calendarium Carolinum, or a New Almanack after the old fashion for 1662. 12mo. London.\n\nWHEATLEY (H. B.) Notes on some English Heterographers. 8vo. London 1865.\n\nWHICHCORD (J.) On Hydraulic Lifts. 4to. London 1864.\n\nWIDDOWES (D.) Naturall Philosophy, or a Description of the World, namely, of Angels, of Man, of the Heavens, of the Ayre, of the Earths, of the Water, and of the Creatures in the whole World. 4to. London 1621.\n\nNaturall Philosophy, the second edition. 4to. London 1631.\n\nWILCOCKS (Alex.) Thoughts on the influence of Ether in the Solar System, its relations to Zodiacal Light, Comets, the Seasons, and periodical Shooting Stars. 4to. Philadelphia 1864.\n\nWILLIAMS (J.) Some Account of a Japanese Chronological Work. 8vo. London 1863.\n\nOn an Example of Chinese Paper Currency of the Ming Dynasty. 8vo, London 1864.\n\nWILLIAMSON (George) Observations on the Human Crania contained in the Museum of the Army Medical Department, Fort Pitt, Chatham. 8vo. Dublin 1857.\n\nMilitary Surgery. 8vo. London 1863.\n\nWILSON (Erasmus, F.R.S.) An Inquiry into the relative frequency, the duration, and cause of Diseases of the Skin. 8vo. London 1864.\n\nWINCHELL (A.) On the Saliferous Rocks and Salt Springs of Michigan. 8vo. 1862.\n\nDescriptions of Fossils from the Marshall and Huron Groups of Michigan. 8vo. 1862.\n\nSalt Manufacture of the Saginaw Valley, Michigan. 8vo. 1862.\n\nDescription of Elephantine Molars in the Museum of the University. 8vo. Ann Arbor 1863.\n\nFossils from the Potsdam of Wisconsin and Lake Superior. 8vo. 1863.\n\nWINKLER (T. C.) Musée Teyler: Catalogue Systématique de la Collection Paléontologique. Liv. II. 8vo. Harlem 1864–65.\n\nWOLOWSKI (L.) Les Finances de la Russie. 8vo. Paris 1864.\n\nLa Question des Banques. 8vo. Paris 1864.\n\nWORCESTER (Marquis of) A Century of the names and scantlings of such Inventions as at present I can call to mind to have tried and perfected. 12mo. London 1663.\n\nA Century, &c., 1663, reprinted, 8vo. London.\n\nA Century, &c., 1663, reprinted, 12mo. London 1746.\n\nA Century, &c. 12mo. Glasgow 1767.\n\nA Century, &c. 12mo. London 1786.\n\nDONORS.\n\nH. Dircks, Esq.\n\nThe Editor.\n\nH. Dircks, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nH. Dircks, Esq.\nPRESENTS.\n\nWORCESTER (Marquis of) The Century of Inventions, from the Original MS., with Historical and explanatory Notes by C. F. Partington. 8vo. London 1825. The six editions in a morocco case.\n\nYATES (James, F.R.S.) Some Account of a Volume containing portions of Ptolemy's Geography and of the \"Geographi Graeci Minores.\" 8vo. London 1864.\n\nYOUNGE'S (Walter) Diary from 1604 to 1628, edited by George Roberts. 4to. London 1848.\n\nZEISING (H.) Theatrum Machinarum. 5 vols, in 1. 4to. Leipzig 1612-14.\n\nZEPHAROVICH (V. Ritter von) Krystallographische Studien über den Idokras. 8vo. Wien 1864.\n\nDONORS.\n\nH. Direks, Esq.\n\nThe Author.\n\nH. Direks, Esq.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108902.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 34,
    "total-input-tokens": 53496,
    "total-output-tokens": 29602,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1337,
        2
      ],
      [
        1337,
        3596,
        3
      ],
      [
        3596,
        5252,
        4
      ],
      [
        5252,
        6930,
        5
      ],
      [
        6930,
        8353,
        6
      ],
      [
        8353,
        10668,
        7
      ],
      [
        10668,
        13362,
        8
      ],
      [
        13362,
        16042,
        9
      ],
      [
        16042,
        18296,
        10
      ],
      [
        18296,
        20807,
        11
      ],
      [
        20807,
        23111,
        12
      ],
      [
        23111,
        25532,
        13
      ],
      [
        25532,
        28092,
        14
      ],
      [
        28092,
        30797,
        15
      ],
      [
        30797,
        33372,
        16
      ],
      [
        33372,
        36390,
        17
      ],
      [
        36390,
        39533,
        18
      ],
      [
        39533,
        42095,
        19
      ],
      [
        42095,
        44877,
        20
      ],
      [
        44877,
        47581,
        21
      ],
      [
        47581,
        50143,
        22
      ],
      [
        50143,
        52627,
        23
      ],
      [
        52627,
        55423,
        24
      ],
      [
        55423,
        57905,
        25
      ],
      [
        57905,
        60717,
        26
      ],
      [
        60717,
        63965,
        27
      ],
      [
        63965,
        66674,
        28
      ],
      [
        66674,
        69135,
        29
      ],
      [
        69135,
        71779,
        30
      ],
      [
        71779,
        74520,
        31
      ],
      [
        74520,
        77391,
        32
      ],
      [
        77391,
        79955,
        33
      ],
      [
        79955,
        80618,
        34
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108902",
    "title": "Back Matter",
    "authors": null,
    "year": 1865,
    "volume": "155",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 34,
    "jstor_url": "https://www.jstor.org/stable/108902"
  }
}