{
  "id": "d37393204d147163bf0d13a49d9c34a67cbf3690",
  "text": "XXIV. On the Means of procuring a steady Light in Coal Mines without the danger of Explosion. By William Reid Clanny, M.D. of Sunderland. Communicated by William Allen, Esq. F.R.S.\n\nRead May 20, 1813.\n\nThe many dreadful explosions of fire-damp, or inflammable air, which have occurred in the extensive and well regulated coal mines of this district, in the course of the nine years during which I have resided in the county of Durham, have often excited my most serious attention; and latterly these explosions have caused the death of so many industrious people, that no individual, possessed of common humanity, can look on the subject with indifference.\n\nThough the improved methods of ventilation have been attended by many solid advantages to the proprietors of coal-mines, it is nevertheless worthy of remark, that the increased frequency of explosions clearly demonstrate, that ventilation, in this case, has been no preventive.\n\nVentilation undoubtedly supplies atmospheric air; but it cannot obviate those inundations of inflammable air, (if I may be permitted the expression,) which, rushing from the old workings and caverns of the coal mine, overwhelm every thing before them. It is evident that ventilation, even in its improved state, has afforded no relief whatever; and here the apparatus, which, in the first instance, I have the\nhonour to lay before the Royal Society, will be found to afford a good light, unaccompanied by danger.\n\nIt very frequently happens that accumulations of carburetted hydrogen gas, mixed with atmospheric air, take place in the wastes, or old workings of the coal mines, and though much precaution is used for keeping this inflammable air confined to its proper places by means of partitions and folding-doors, nevertheless when, by carelessness or accident, this air comes into contact with any ignited substance, an explosion generally takes place.\n\nThese explosions happen when the pit-men are occupied in hewing out the coal at the workings, should they chance to open a cavern of unmixed carburetted hydrogen gas. This gas for the most part being pent up in a condensed state, rushes forth from a chasm, and forming what is locally denominated a blower, it suddenly mixes with the atmospheric air of the mine, and surrounding the lights of the pit-men, an explosion follows, commensurate with the quantity of hydrogen gas, which is frequently very considerable.\n\nIt will be unnecessary to detail the phenomena of an explosion of inflammable air, as they are already sufficiently known; but I hope it will not be unacceptable to the Society to record a few of the more considerable explosions, which have occurred in the course of the last seven years, in this district alone, independently of those which have taken place in other parts of the kingdom within the same time. In the summer of 1805, an explosion happened at Hebburn colliery, by which thirty-two pit-men were killed, who left wives and children in a destitute state, to the number of one hundred and five. About the same time, a colliery at Oxclose blew up, by\nwhich, I understand, thirty-eight men perished, leaving eighteen widows, and seventy children unprovided for.\n\nSoon after this melancholy catastrophe, ten men perished at Killingworth by an explosion. And about the same time, seven men were instantly killed, and several severely wounded by an explosion at Fenton Park colliery. On the 25th of May, 1812, the colliery at Felling exploded, by which ninety-two persons were instantly destroyed, leaving forty-one widows, and one hundred and thirty-three children to the protection of the public.\n\nAnd, upon the 10th of October last, the Harrington Mill pit exploded, by which twenty-three people were killed, and many others severely wounded and scorched.\n\nThus, in the short space of seven years, upwards of two hundred pit-men were deprived, most suddenly, of their mortal existence, besides a great many wounded; and upwards of three hundred women and children were left in a state of the greatest poverty and distress.\n\nThe great danger of these explosions, even when every precaution has been taken, is manifest by their frequency, and indeed it may be expected, that an explosion will take place by means of a lighted candle the instant that the hydrogen gas amounts to one-twelfth part of the atmospheric air present, and that a similar effect will follow at all proportions from one-sixth to one-twelfth.\n\nWhen ventilation, by the methods in general use, is found insufficient to carry off the fire-damp, as it arises in coal mines, large pumps are employed at the top of the shaft for that purpose, which are worked by steam engines. So frequent and instantaneous are the changes in the proportions of inflam-\nmable air, from accidental circumstances, that it would be impossible at all times to ascertain, by a chemical process, at all parts of the mine, when danger is impending, for frequently the greatest differences of proportions exist at the same time, in different parts of such extensive works as coal mines. In fact, the miners know, from the appearance of the light of their candles, when the proportion of hydrogen gas is such, as to threaten an explosion; hence they carefully watch each other's candles, that they may desist in time, and escape instant destruction.\n\nThe excavations of coal mines are much greater than they are generally supposed to be: in some collieries they are continued for many miles, forming numerous windings and turnings, along which the pit-men have frequently to walk for forty or fifty minutes before they arrive at the workings, during which time, as well as when at work, they have no direct communication with the surface of the earth, but are entirely at the mercy of their greatest enemy, the inflammable air. This circumstance first impressed me with the idea that the light, by which the pit-men were to work, might be insulated. I was well aware that no preparation of phosphorus could supply a sufficient light for the purpose; an observation equally applicable to the miserable scintillations of steel mills (as they are termed), which have often exploded the inflammable air of the coal mines.\n\nI find it needful here to remark, that, as far as applies to myself, the idea of insulating the light, and also the plan which I have adopted for carrying this idea into effect, by the construction of the apparatus or lamp, are perfectly original. This lamp may be managed with the greatest ease by any\nboy of common understanding. It is so strong, that should large pieces of coal fall upon it, they cannot in the least injure it. Nor is there any chance of its being upset by any accident, as it may be worked at the very bottom of the mine; and it is likewise conveniently portable.\n\nThe combustion of the candle, within the lamp, is supported by the ordinary atmospheric air of the coal mine, which is supplied by a pair of common bellows through a stratum of water below the candle; at the same time a portion of the air already in the lamp, is driven through another stratum of water above the candle, and thus the air supplied may explode within the body of the lamp, without communicating the effect to the air in the mine, however highly it might be charged with carburetted hydrogen gas.\n\nThe moment the air enters into the lamp, it comes in contact with the candle, and consequently, upon all occasions, a small portion only of the air can be exploded, instead of the whole contents of the lamp; by these means several obvious advantages are secured. The air passing in a brisk current from below upward, close by the candle, carries the snuff with it, so that the light is always clear and steady.\n\nI may also remark that wherever a person can exist from a sufficiency of atmospheric air, this lamp will afford a safe and abundant light, from one candle only, for the space of five hours at least. This lamp will, in all probability, be found very useful in the powder magazines of ships of war, and of forts, as also in those places where gunpowder is manufactured; but this observation is merely thrown out for the opinion of those who are more conversant upon such subjects.\nDescription of the Lamp.\n\n(See Plate XV.)\n\nFig. 1. describes the lamp as it appears when ready for use.\n\nFig. 2. A section of the lamp.\n\nA. The body of the lamp constructed of copper or japanned iron, terminating in\n\nB. A conical tube, which carries off the air (deprived of part of its oxygen by combustion) through the water in the cistern C.\n\nD. Is a cistern containing water, in order to prevent the lamp from being over-heated.\n\nE. The window of the lamp made of very thick glass.\n\nF. The candle supported upon a tin stand.\n\nG. A tube furnished with a cock, in order to bring the water to a level within the lamp.\n\nH. A cistern containing water, which may be drawn off by the cock I.\n\nK. A tube from the bellows which delivers air for the supply of the lamp, through the water in the cistern H.\n\nFig. 3. L. Spare bellows with an elastic tube M which may be adapted to a tube conveying pure atmospherical air, or to a gasometer. Forty gallons of atmospherical air will be sufficient to keep the lamp burning for one hour.\n\nFig. 1. N and O, two cocks to draw off the water from the cisterns C and D.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107407.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12820,
    "total-output-tokens": 2233,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1347,
        2
      ],
      [
        1347,
        3074,
        3
      ],
      [
        3074,
        4741,
        4
      ],
      [
        4741,
        6484,
        5
      ],
      [
        6484,
        8171,
        6
      ],
      [
        8171,
        8171,
        7
      ],
      [
        8171,
        9273,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107407",
    "title": "On the Means of Procuring a Steady Light in Coal Mines without the Danger of Explosion",
    "authors": "William Reid Clanny",
    "year": 1813,
    "volume": "103",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107407"
  }
}