{
  "id": "a15671372bc5ee39cfd6610a773c720618e81a50",
  "text": "Vertue for cuttings, lameness, &c. the part affected being anointed therewith. One thing more he related, not to be omitted, which is, that having told, that the time of catching these Fishes was from the beginning of March, to the end of May, after which time they appeared no more in that part of the Sea: he did, when asked, whither they then retired, give this Answer, That it was thought, they went into the Weed-beds of the Gulf of Florida, it having been observed, that upon their Fins and Tails they have store of Clams or Barnacles, upon which, he said, Rock-weed or Sea-tangle did grow a hand long; many of them having been taken of them, of the bigness of great Oyster-shells, and hung upon the Governour of Bermudas his Pales.\n\nA Narrative concerning the success of Pendulum-Watches at Sea for the Longitudes.\n\nThe Relation lately made by Major Holmes, concerning the success of the Pendulum-Watches at Sea (two whereof were committed to his Care and Observation in his last voyage to Guiana by some of our Eminent Virtuosi, and Grand Promoters of Navigation) is as followeth:\n\nThe said Major having left that Coast, and being come to the Isle of St. Thomas under the Line, accompanied with four Vessels, having there adjusted his Watches, put to Sea, and sailed Westward, seven or eight hundred Leagues, without changing his course; after which, finding the Wind favourable, he steered towards the Coast of Africk, North-North-East. But having sailed upon that Line a matter of two or three hundred Leagues, the Masters of the other Ships, under his Conduct, apprehending that they should want Water, before they could reach that Coast, did propose to him to steer their Course to the Barbadoes, to supply themselves with Water there. Whereupon the said Major, having called the Master and Pilots together, and caused them to produce their Journals and Calculations, it was found, that those Pilots did differ in their reckonings from that of the Major, one of them eighty Leagues, another about an hundred, and the third, more; but the Major judging by his Pendulum-Watches, that they were only some thirty Leagues distant from the\nthe Isle of Fuego, which is one of the Isles of Cape Verde, and that they might reach it next day, and having a great confidence in the said Watches, resolved to steer their Course thither, and having given order so to do, they got the very next day about Noon a sight of the said Isle of Fuego, finding themselves to sail directly upon it, and so arrived at it that Afternoon, as he had said. These Watches having been first Invented by the Excellent Monsieur Christian Hugens of Zulichem, and fitted to go at Sea, by the Right Honourable, the Earl of Kincardin, both Fellows of the Royal Society, are now brought by a New addition to a wonderful perfection. The said Monsieur Hugens, having been informed of the success of the Experiment, made by Major Holmes, wrought to a friend at Paris a Letter to this effect;\n\nMajor Holmes at his return, hath made a relation concerning the usefulness of Pendulums, which surpasseth my expectation: I did not imagine that the Watches of this first Structure would succeed so well, and I had reserved my main hopes for the New ones. But seeing that those have already served so successfully, and that the other are yet more just and exact, I have the more reason to believe, that the Invention of Longitudes will come to its perfection. In the mean time I shall tell you; that the States did receive my Proposition, when I desired of them a Patent for these new Watches, and the recompense set a-part for the invention in case of success; and that without any difficulty they have granted my request, commanding me to bring one of these Watches into their Assembly, to explicate unto them the Invention, and the application thereof to the Longitudes; which I have done to their contentment. I have this week published, that the said Watches shall be exposed to sale, together with an Information necessary to use them at Sea: and thus I have broken the Ice. The same Objection, that hath been made in your parts against the exactness of these Pendulums, hath also been made here; to wit, that though they should agree together, they might fail both of them, by reason that the Air at one time might be thicker, than at another. But I have answered, that this difference, if there be any, will not be at all perceived in the Penduls, seeing that the continuall Observations, made in Winter from day to day, until Summer, have shewed me that they\nthey have always agreed with the Sun. As to the Printing of the Figure of my New Watch, I shall defer that yet a while: but it shall in time appear with all the Demonstrations thereof, together with a Treatise of Pendulums, written by me some days since, which is of a very subtile Speculation.\n\nThe Character, lately published beyond the Seas, of an Eminent Person, not long since dead at Thoulouse, where he was a Councellor of Parliament.\n\nIt is the deservedly famous Monsieur de Fermat, who was, (saith the Author of the Letter) one of the most Excellent Men of this Age, a Genius so universal, and of so vast an extent, that if very knowing and learned Men had not given testimony of his extraordinary merit, what with truth can be said of him, would hardly be believed. He entertained a constant correspondence with many of the most Illustrious Mathematicians of Europe, and did excel in all the parts of Mathematical Science: a Testimony whereof he hath left behind him in the following Books.\n\nA Method for the Quadrature of Parabola's of all degrees.\nA Book De Maximis & Minimis, which serveth not only for the determination of Problems of Plains and Solids, but also for the invention of Tangents and Curve Lines, and of the Centres of Gravity in Solids; and likewise for Numerical Questions.\n\nAn Introduction to the Doctrine of Plains and Solids, which is an Analytical Treatise, concerning the solution of Plains and Solids, which had been seen (as the Advertiser affirms) before Monsieur Des Cartes had publish'd any thing upon this Subject.\n\nA Treatise De Contantibus sphericis, where he hath demonstrated in Solids, what Mr. Viet, Master of Requests, had but demonstrated in Plains.\n\nAnother Treatise, wherein he establisheth and demonstrateth the two Books of Apollonius Pergaeus, of Plains.\n\nAnd a General Method for the dimension of Curve Lines, &c. Besides, having a perfect knowledge in Antiquity, he was consulted from all parts upon the difficulties that did emerge therein: he hath explained abundance of obscure places, that are found",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101409.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1598,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2146,
        2
      ],
      [
        2146,
        4531,
        3
      ],
      [
        4531,
        6589,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101409",
    "title": "A Narrative Concerning the Success of Pendulum-Watches at Sea for the Longitudes",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101409"
  }
}