{
  "id": "2b9ca5684e9f5ee990c4e130a5d6a5332d39dbd9",
  "text": "hartshorn. These tisanes prevent the pains of the stomach, which this medicine sometimes occasions.\n\nI have always given this medicine in a bolus incorporated with the bitter extracts, or cordial electuaries; by which method we partly guard against the pains of the stomach. Great care ought to be taken, not to make it up with conserves or syrups of acid fruits, for the reasons already given.\n\nI am in hopes, that, notwithstanding the prejudice, which prevails against this preparation, it will be used with success in all the cases above-mentioned; provided attention be given to the observations, which I have made in this paper. And it is to Dr. Pringle that we are indebted for an excellent medicine, which may be brought into familiar use, if people accustom themselves to administer it with prudence.\n\nXLII. Extract of a Letter from John Browning Esq; of Barton-Hill near Bristol, to Mr. Henry Baker, F. R. S. concerning a Dwarf.\n\nDear Sir,\n\nBarton-Hill, Sept. 12, 1751.\n\nRead Nov. 7, 1751.\n\nI AM just returned from Bristol, where I have seen an extraordinary young man, whose case is very surprising. He is shewn publicly for money, and therefore I send you the printed bill, which is given about to bring company; and also a true copy of a certificate from the minister of the parish, where he was baptized, together with the attestation of several of the neighbours of great credit and\nand veracity, some of whom are personally known to me. To these I have likewise added my own observations, as necessary to clear up the case.\n\nThe certificate is as follows:\n\n\"This is to certify, that Lewis Hopkin, the bearer hereof, is a man of a very honest character, and has six children. His second son Hopkin, whom you see now with him, is in the fifteenth year of his age, not exceeding two feet seven inches in height, and about 12 or 13 pounds weight, wonderful in the sight of all beholders.\n\nThe said little man was baptized the 29 of January 1736, by me\n\nR. Harris,\nVicar of Lantrissent, Glamorganshire.\n\nWe have seen the above-mention'd youth, and have reason to think the contents above-mention'd to be true as set forth.\n\nEdmund Thomas\nCha. Edwin\nMatt. Deen\nHopkin Rees\nAnthony Powell\nDavid Thomas\nNich. Price\nWm. Cadogan.\n\nThe gentlemen, that have seen the youth, and have signed their names, are all of figure and fortune in the county of Glamorgan. Mr. David Thomas lives\nlives in London, is an entry-clerk in the court of Chancery, and supplies country attornies with their writs, and lives in a lane or court near Gray's-Inn, Holborn.\n\nI went myself to view and examine this very extraordinary and surprising, but melancholy subject; a lad entering the fifteenth year of his age, whose stature is no more than two feet seven inches, and weight thirteen pounds; labouring under all the miseries and calamities of very old age; being weak and emaciated, his eyes dim, his hearing very bad, his countenance fallen, his voice very low and hollow; a dry husky inward cough, low and hollow; his head hanging down before, so that his chin touches his breast; consequently his shoulders are raised, and his back rounded, not unlike a hump-back. His teeth are all decay'd and rotten, except one fore-tooth below. He is so weak, that he cannot stand erect without a support.\n\nThe father and mother both told me, that he was naturally sprightly, tho' weakly, until he was seven years old, would attempt to sing and play about, and then weighed nineteen pounds, and was as tall as, if not taller than, at present, naturally strait, well-grown, and in due proportion: but from that period, he hath gradually declined, and grew weaker, losing his teeth by degrees, and is now reduced to the unhappy state I have been describing. The mother is a very jolly healthy woman, in the prime of life: the father enjoys the same blessing. They both assure\nsure me, this lad has a sister about ten years of age in the same declining state. I am,\n\nDear Sir,\n\nYours most affectionately,\n\nJohn Browning.\n\nAs new-born children frequently exceed in weight this youth of fifteen years, I take the liberty to communicate his case, believing it will not be thought incurious.\n\nH. Baker.\n\nXLIII. A Letter from Mr. Rich. Dunthorne to the Rev. Dr. Long, F. R. S. Master of Pembroke-Hall in Cambridge, and Lowndes's Professor of Astronomy and Geometry in that University, concerning Comets.\n\nSIR, Cambridge Oct. 5, 1751.\n\nRead Nov. 14, 1751.\n\nTHERE is a manuscript in your college library, chiefly astrological, wherein there are five tracts of different authors concerning comets. One of them, intitled, Tractatus fratris Egidii de cometis (written on account of a comet, which appeared in the year of our Lord 1264.) contains these passages relating to its place and motion:\n\nN n Prolog.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105055.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1297,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1397,
        2
      ],
      [
        1397,
        2387,
        3
      ],
      [
        2387,
        3850,
        4
      ],
      [
        3850,
        4770,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105055",
    "title": "Extract of a Letter from John Browning Esq; Of Barton-Hill Near Bristol, to Mr. Henry Baker, F. R. S. concerning a Dwarf",
    "authors": "John Browning",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105055"
  }
}