{
  "id": "0f999611fea5dcb5a858af3c801de26649b15fa9",
  "text": "home, and dissected it: In the Head I met with what has not been observed before by any, that I can remember—that is, a Cluster of Teeth on each Side the upper Jaw, at the Root of the great Fangs, through which the Poison is ejected.—I observed, in the same Case, that the two main Teeth were sheathed in, lay four others at the Root of each Tooth, in a Cluster together, of the same Shape and Figure with the great ones—and I am apt to think for the same Use and Purposes, if by Accident the main Teeth happen to be broken—as was the Fellow to this that I send you.—May not these Cluster of Teeth be placed to supply such a Defect successively—for the Support and Defence of this Creature?\n\nI am not certain whether this is an uncommon Case; perhaps others have not dissected the Head of this Animal with the Care that I have done.\n\nI am yours,\n\nJohn Bartram.\n\nXX. Notices of some Meteors observed at Philadelphia in North-America by Joseph Breintnall, extracted out of a Letter from him to Peter Collinson, F. R. S.\n\nPhiladelphia, May 9. 1738.\n\n—The remarkable Aurora Borealis, that was seen in Europe the Beginning of last December, was not seen here.\n\nBut\nBut we had a visible *Aurora Borealis* the 29th of December 1736. The Day was clear, with a brisk cold Wind North-west, the Evening calm and serene, and about Seven we had a red *Aurora Borealis*.\n\nOn the 19th of November 1737, about Sun-set, many People in this Town saw a fiery *Meteor* in the Air, large and bright; it seemed in the Zenith, and so it seemed to them some Miles from Town; it was observed to be higher than the lower Clouds.\n\nOn the 7th of December 1737, a Minute or Two before Eleven at Night, we had two Shocks of an Earthquake, greater than ever felt here before. The second Evening after, and for several Evenings in this Month, a red Vapour appeared to the Southward and South-westward, like the *Aurora Borealis*.\n\nXXI. A Description of the Cave of Kilcorny in the Barony of Burren in Ireland, contained in a Letter from Mr. Charles Lucas, Apothecary at Dublin, to Sir Hans Sloane, Bart. Pr. R.S. &c.\n\nSIR,\n\nBEFORE I give a particular Description of this Cave, it may be proper to give a short Sketch of that Part of the Country in which it is situate, being mostly neglected, or deemed unworthy of the Notice or Observation of any Historian hitherto.\n\nThat Part of Ireland called Burren, is a small Barony in the North-west Part of the County of Clare,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104293.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 712,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1160,
        2
      ],
      [
        1160,
        2437,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104293",
    "title": "Notices of Some Meteors Observed at Philadelphia in North-America by Joseph Breintnall, Extracted out of a Letter from Him to Peter Collinson, F. R. S.",
    "authors": "Joseph Breintnall",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104293"
  }
}