{
  "id": "2061f9e6eb7753b6893b7d3355945694bba54add",
  "text": "Historiae Convulsionum Periodicarum per Clariss.\nDnum Gui. Cole, Med. Doct. descriptae, & communicatae.\n\nConvulsionis quintanam observantis periodum.\n\nFebres intermittentes minorum gentium (Quotidianas scil. Tertianas & Quartanas) ubivis pullulasce-\nre nimis omnes concitii tumus; & quamvis earum cauæ in puteo lateant, de typis tamen fat superque omnibus\nconstat. Quintanarum autem, sextanarum, &c. quæ longius protelatas agnoscunt periodos; quanquam inter\nauthores habeatur mentio, tam raro tamen in praxi oc-\ncurrunt, ut raro Medicum convenerim, cui talem ali-\nquam vidisse contigit. Mihi quidem ante quadriennium\nobvenit taliter ægrotans (si modo a periodorum ratione\nliceat Febrem denominare, ubi non insignis aderat ca-\nlor, sed nervosi potissimum generis affecti signa) cujus Hi-\nstoriam, quantum suggerit memoria, describam.\n\nAcri erat & lepido ingenio, cujus casum refero, Do-\nmina, formota, d'oups, interque negotia domestica, quæ\ncontinuo eam exercitam detinuerunt, plurimum occu-\npata, unde integra per multos annos valetudine potita\nest, plures licet enixa fuisset liberos. Ante sexennium\nvero abhinc prægnans, circa medium gestationis tempus,\nin hystericos (nescio qua æœριστ) incidit affectus, qui,\nquamvis illo tempore remediis cedebant, subinde ta-\nmen recurrebant, licet non admodum frequentes. Tan-\ndem instante partus tempore, postquam magis quam par\nerat (gravi id postulante occasione) sese exercuerat, po-\nstridie (accelerato forsan aliquantulum partus tempore)\ncum maximis doloribus parturire cæpit, magna effluente\nsanguinis quantitate, fætu tamen nondum in lucem e-\nmisso; donec labantibus viribus, totoque fere, prout\nastantibus viřum erat, excreto sanguine, de vita despe-\nratum fuerit. In vitam vero quasi revocata (fætu tan-\ndem, sed mortuo, excluso) brevi in convulsivos incidit\naffectus, qui, non obstante remediorum usu, pertinaci-\nter affligebant, per intervalla licet, ad plures mentes,\nInde aliquanto melius habuit, licet non in totum à\npræfatis symptomatis immunis; quæ tandem aucta, non\nincertis, ut ante, invasionibus molesta erant, sed pri-\nmo tertianis, si recte teneo, periodis, dein quartanis,\n& non ita multo post quintanis (h.e. ut quatuor inte-\ngri dies intercederent inter singulorum paroxysmorum\ninitia) invadabant; idque exacte adeo, ut non certius\nhorologiorum indices ad notatas figuras redeant, quam\nisti paroxysmi suos repeterent cursus. Incipiebant cum\noscitatione, aliquali vigore, & magna urinæ limpidæ\nquantitate exclusa; dein ægrotans statim convulsa opus\nhabuit ut astantium manibusprehenderentur ejus manus,\nfecus vel vestes vel faciem dilacerabat, multoque nisi\ndentibus petebatprehendentium manus, mente omnino\ncapta, & aphona. Postquam per horam unam vel al-\nteram hoc modo convulsa persistisset, urinæ limpidæ\nmagna copia identidem reddita, sensim evanuit paro-\nxysmus, obrepente somno, qui per plures horas persevera-\nbat; tandemque, omnium quæ in paroxysmo transtacta\nerant neficia, ad se rediit. Reliquis tribus diebus quam-\nvis à paroxysmo libera, admodum tamen debilis & ener-\nvata erat, ut vix è lecto vel sedili surgere, ne dum ca-\nmeram obambulare abique ministrantium satellitio,\npotuerit.\n\nCurationem accersitus aggressus sum medicamentis\nteflaceis. & lp. C. Cervi; indicationem sumens à mag-\nna illa urinæ profusione, & nervosi generis affectibus, quæ\ninsignem & sanguini, & fucco nervoso, acorem impres-\nsum fuisse mihi fidem fecerunt. Verum cum pertinaci-\nter, his non obstantibus, hærerent paroxysmi, statisque\nredirent periodis, in mentem venit, istos non aliter tra-\nctandos,\nstandos, quam solent februm intermittentium. Quamvis enim non tantum praeferebant calorem, quantum febres vulgares intermittentes; cum tamen regulariter adeo, uti mos est istiusmodi februm, procederent, cumque insuper non omnes intermittentes, proprie sic dictae, eundem observant caloris modum, omnes tamen eodem remedio, Cortice sc. Peruviano, debellentur; statui famosissimo illo specifico hunc affectum aggredi (intercalatis tamen medicamentis supra memoratis, utpote quoniam alte mihi infederat notio dicta de acida succorum dyfcrasia;) Nec fefellit eventus: Postquam enim duas vel tres istius corticis doses ante totidem paroxysmos; pro more tunc temporis (mihi saltem) solenni, exhibueram, sensibiliter ferociam suam deposuerunt, tandem continuata ejusdem exhibitione prorsus evanuerunt, nec, quantum mihi reficiisse contigit; postmodum redierunt.\n\nHistoria Convulsivi Affectus octonariam periodum à multis annis observantis, per Clariss. Dnum. Gui. Cole, M. D. descripta & communicata.\n\nDorothea Cook vidua, sexagenaria, Cossopola Vigorniensis, a triginta sex annis (triduo post nuptias) Epilepticis, nulla notabili corripi coepit; qui quamvis sub morbi initium frequenter, nullo tamen ordine, recurrebant. Invasio tam subita erat, ut quae & aliis & sibi perfecte sana videbatur, nigru oculi in humum,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102166.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1725,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1645,
        2
      ],
      [
        1645,
        3556,
        3
      ],
      [
        3556,
        4865,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102166",
    "title": "Historiae Convulsionum Periodicarum per Clariss. Dnum Gui. Cole, Med. Doct. Descriptae, et Communicatae",
    "authors": "Gui. Cole",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102166"
  }
}