{
  "id": "a7619e1a898a96d249355a91519226809b810e16",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1853.\n\nA.\n\nAdams (J. C., Esq.). On the Secular Variation of the Moon's Mean Motion, 397.\nAgathocles, eclipse of, 187.\nAiry (G. B., Esq., Astron. Roy.). On the Eclipses of Agathocles, Thales and Xerxes, 179.\nAllman (Dr. James). On the Anatomy and Physiology of Cordylophora, a contribution to our history of Tubularian Zoophytes, 367.\nAmphibia, on the impregnation of the ovum of, 233. 1. Comparison of the vitality of the ovum and the spermatozoon, 234. 2. Evolution of vitality in the spermatozoon and ovum, 237. 3. Vitality of the ovum, 239. 4. Endosmosis of the egg in reference to its vitality, 242. 5. Quantity of spermatozoa essential to fecundation, 245. 6. Tests of fecundation, 246. 7. Partial or incomplete fecundation, 247. 8. Deficiency of fecundatory influence, ibid. 9. Portion of the yolk most susceptible of fecundation, 251. 10. Excess of fecundatory influence, 253. 11. Deficiency and excess of fecundatory influence compared, 256. 12. The motion of the spermatozoon in relation to its function, 259. 13. Penetration by the spermatozoon in effecting fecundation, 266. 14. Nature of the influence of the spermatozoon, 281.\nArchetype of the Cephalous Mollusca, 44.\nAtlanta, anatomy of, 36.\n\nB.\n\nBakerian Lecture, 549.\nBalloon ascents, meteorological observations in, 312.\nBirds, structure and development of the liver in, 11.\nBone, on the structure and development of, 109. Haversian and other canals of bone, 110. Laminæ, 112. Lacunæ, 115. Haversian systems, 117. Ossified cartilage of joints, 118. Ossified lacunal cells, 119. Bone tissue, 120. Development of bone, 123. Growth of bone, 130.\nC.\n\nCalculi, urinary, on the dissolution of, 201.\nCephalous Mollusca, anatomy and morphology of, 29. Archetype of, 44.\nClarke (J. Lockhart, Esq.). On certain Functions of the Spinal Chord, with further investigations into its Structure, 347.\nCœnosarc, definition of the term, 368; description of, in Cordylophora, 371.\nCommon measure, on the quotients resulting from the process of continuous division ordinarily applied to two algebraical functions in order to determine their greatest, 467.\nContinued fraction, on the complete and simplified residues generated in the process of developing an ordinary rational algebraical fraction under the form of \\(a\\), 415.\n———, improper, on the quotients arising from the expansion of \\(\\frac{f'x}{fx}\\) under the form of, 469.\n———, on an unlimited arbitrary algebraical rational integral, 535.\nCordylophora, on the anatomy and physiology of, 367.\n\nD.\n\nDecomposition of rubian, products of, 67.\nDe Morgan (Campbell, Esq.) and John Tomes, Esq. Observations on the Structure and Development of Bone, 109.\nDevelopment of bone, 123.\n\nE.\n\nEclipses of Agathocles, Thales, and Xerxes, on the, 179. Section I. On the elements of the lunar table, 179. Section II. Method of computation adopted by the author, 185. Section III. Eclipse of Agathocles, 187. Section IV. Eclipse of Thales as recorded by Herodotus, 191. Eclipse recorded by the Persian historians, 197. Eclipse of Xerxes, 198.\nEctoderm, definition of the term, 368; description of, in Cordylophora, ibid.\nEmbryology of Cordylophora, 373.\nEndoderm, definition of, 368; description of, in Cordylophora, 370.\nEquations having equal roots, a theorem concerning, 467.\n———, algebraical, on the theory of intercalations of the real roots of two, 486.\nEquation, on a new method of finding superior and inferior limits to the real roots of an, 490. Development of the method, 496.\n\nF.\n\nFecundation, tests of, in the Amphibia, 246; partial or incomplete, 251. Deficiency and excess of fecundatory influence, 247, 253, 256.\nFiroloides, anatomy of, 30.\nFishes, structure and development of the liver in, 3, 6.\nFluids in motion, thermal effects of, 357.\n\nH.\n\nHeat, on the transmission of, through organic substances, 217.\nHeteropoda, anatomy and morphology of, 30.\nHobarton, on the influence of the moon on the magnetic declination at, 557.\n\nHuxley (Thomas Henry, Esq.). On the Morphology of the Cephalous Mollusca, as illustrated by the Anatomy of certain Heteropoda and Pteropoda collected during the Voyage of Her Majesty's Ship Rattlesnake in 1846-50, 29.\n\nHygrometric condition of the air, variation of, as observed in balloon ascents, 336.\n\nI.\n\nImpregnation of the ovum in the Amphibia, on the, 233.\n\nIntercalations, on the theory of, 480; applied to algebraical equations, 486; as applicable to two functions of the same degree, 510.\n\nJ.\n\nJones (C. Handfield, M.D.). Further Inquiries as to the Structure, Development, and Function of the Liver, I.\n\nJones (Henry Bence, M.D.). On the Dissolution of Urinary Calculi in dilute Saline Fluids, at the Temperature of the Body, by the aid of Electricity, 201.\n\nJoule (J. P., Esq.) and Thomson (Wm., M.A.). On the Thermal Effects of Fluids in Motion, 357.\n\nL.\n\nLight, on the change of refrangibility of, 385; degraded, degradation of, 387; fluorescence of, ibid.\n\nLiver, further inquiries as to its structure, development, and function, 1. Structure in Fishes, 3. Development in Fishes, 6. Structure in Reptiles, 8. Development in Reptiles, 10. Structure and development in Birds, 11; in Mammalia, 14. Function of the parenchyma, 19.\n\nM.\n\nMagnetic declination, on the influence of the moon on the, at Toronto, St. Helena, and Hobarton, 549.\n\nMagnetic disturbances, on periodic laws in, 165.\n\nMammalia, structure and development of the liver in, 14.\n\nMeteorological observations in four balloon ascents, account of, 312.\n\nMolecular influences, on. Part I. Transmission of heat through organic structures, 217. Construction of the instrument used in the investigation, 218. Table of substances submitted to experiment, and results, 223.\n\nMollusca, the Cephalous, anatomy of, 29. Anatomy of Firolöides, 30; of Atalanta, 36. Anatomy of Pteropoda, 39. The archetype of the Cephalous Mollusca, 44.\n\nMoon's mean motion, on the secular variation of the, 397.\n\nMuscular system in Cordylophora and other Tubulariadae, 372.\n\nN.\n\nNerves, spinal, on the posterior and anterior roots of, 348, 350.\n\nNesodon, description of species of, with remarks on the primary group (Toxodontia) to which that genus is referable, 291; generic characters of, 299.\nINDEX.\n\n*Nesodon imbricatus*, 301.\n—*magnus*, 308.\n—*ovinus*, 291.\n—*Sulivani*, 304.\n\nNEWPORT (GEORGE, Esq.). On the Impregnation of the Ovum in the Amphibia (Second Series, revised), and on the Direct Agency of the Spermatozoon, 233.\n\nO.\n\nObservations, meteorological, made in four balloon ascents, 312.\nOrganic substances, of the transmission of heat through, 217.\nOva and ovigerous capsules in Cordylophora, 373.\nOvum, impregnation in the Amphibia, 233.\n\nOWEN (Professor RICHARD). Description of some Species of the extinct Genus *Nesodon*, with Remarks on the primary Group (*Toxodontia*) of Hoofed Quadrupeds to which that Genus is referable, 291.\nOxalate of lime calculi, on the solution of, 205.\n\nP.\n\nParenchyma of the liver, function of, 19.\nPeriodical and non-periodic variations of the temperature at Toronto, 141.\nPeriodical laws in the larger magnetic disturbances, 165.\nPhosphatic calculi, on the solution of, 211.\nPlatinocyanides, optical properties of, 395.\nPolypary, definition of the term, 368; description of, in Cordylophora, 369.\nPolype, definition of the term, 368.\nPteropoda, anatomy of, 39.\n\nR.\n\nRefrangibility of light, on the change of, 385. Method of observing by absorbing media, *ibid.*; by means of a prism, 391. Examples of these methods of observation, 393. Comparison of their relative advantages, 394. Platinocyanides, 395.\nReptiles, structure and development of the liver in, 8, 10.\nRubian, and its products of decomposition, Part II., 67. Action of alkalies and alkaline earths on, 67. Rubiadine, 72. Action of ferments on rubian, 74. Rubiafine, 80. Rubiacine and rubiacic acid, 81. Rubiagine, 87. Rubiadipine, 89.\n\nS.\n\nSABINE (Colonel EDWARD, R.A., V.P. and Treas. R.S.). On the Periodic and Non-periodic Variations of the Temperature at Toronto in Canada, from 1841 to 1852 inclusive, 141.\n—On the Influence of the Moon on the Magnetic Declination at Toronto, St. Helena, and Hobarton, 549.\nSCHUNCK (EDWARD, Esq.). On Rubian and its Products of Decomposition, Part II., 67.\nSpermatozoa, capsules containing, in Cordylophora, 375.\n\nSpermatozoon, on the agency of, in impregnation, in the Amphibia, 233; vitality of, 234, 235; quantity of, necessary for fecundation, 245; motion of, 259; and penetration of, 266. Nature of its influence, 281.\n\nSpinal chord, on certain functions of, with investigations into its structure, 347. Of the posterior roots of the spinal nerves, 348. Of the anterior roots, 350. On the means by which impressions received by the chord are transmitted to the brain, 352.\n\nSt. Helena, on the influence of the moon on the magnetic declination at, 555.\n\nStokes (Professor G. G., Esq.). On the Change of Refrangibility of Light, No. II., 385.\n\nStructure and development of bone, 109.\n\nSturm's theorem, on formulae relating to, 457. Further formulae connected with, 480.\n\nSylvester (J. J., Esq.). On a Theory of the Syzygetic relations of two rational functions, comprising an application of the Theory of Sturm's Functions, and that of the greatest Algebraical Common Measure, 407.\n\nSyzygetic relations of two rational integral functions, on a theory of the, comprising an application to the theory of Sturm's Functions, and that of the greatest algebraical Common Measure, 407. Introduction, ibid. Section I. On the complete and simplified residues generated in the process of developing under the form of a continued fraction, an ordinary rational algebraical fraction, 415. Section II. On the general solution in terms of the roots of any two given algebraical functions of $x$ of the syzygetic equation, which connects them with a third function, whose degree in $x$ is given, but whose form is to be determined, 433. Section III. On the application of the theorems in the preceding section to the expression in terms of the roots of any primitive function of Sturm's auxiliary functions, and the other functions which connect these with the primitive function and its first differential derivative, 456. Supplement to Section III. On the quotients resulting from the process of continuous division ordinarily applied to two algebraical functions in order to determine the greatest common measure, 467. Section IV. On some further formulae connected with Sturm's theorem, and on the theory of intercalations whereof that theorem may be treated as a corollary, 480. Supplement to Section IV. Development of the method of assigning a superior and inferior limit to the roots of any algebraical equation, 496. Section V. On the theory of intercalations as applicable to two functions of the same degree, and on the formal properties of the Bezoutian with reference to the method of invariants, 510. General and concluding Supplement, 535. Glossary of new or unusual terms, &c., 543. Table of Contents, 548.\n\nT.\n\nTemperature, periodic and non-periodic variations of, at Toronto, 141. Epochs of the maxima and minima at Toronto compared with those at several places on the continent of Europe, 148.\n\nTemperature, variation of, with height, as observed in balloon ascents, 332.\n\nThales, eclipse of, 191.\n\nThermal effects of fluids in motion, 357.\n\nThomson (Wm., M.A.) and Joule (J. P., Esq.). On the Thermal Effects of Fluids in Motion, 357.\n\nTomes (John, Esq.) and Campbell De Morgan, Esq. Observations on the Structure and Development of Bone, 109.\n\nToronto, on the influence of the moon on the magnetic declination at, 550.\nINDEX.\n\n*Tubularian zoophytes*, on the anatomy of, 367.\n\n*Tyndall (John, Esq.).* On Molecular Influences. Part I. Transmission of Heat through Organic Structures, 217.\n\nU.\n\n*Uric acid calculi,* on the solution of, 202.\n\n*Urinary calculi,* on the dissolution of, in dilute saline fluids, at the temperature of the body, by the aid of electricity, 201. Section I. On the solution of uric acid calculi, *ibid.* Section II. On the solution of oxalate of lime calculi, 205. Section III. On the solution of phosphatic calculi and of carbonate of lime, 211. Appendix to the paper, 214.\n\nV.\n\n*Variations, periodic and non-periodic, of the temperature at Toronto,* 141.\n\nW.\n\n*Welsh (John, Esq.).* An Account of Meteorological Observations in Four Balloon Ascents, made under the direction of the Kew Observatory Committee of the British Association for the Advancement of Science, 312.\n\n*Wood,* transmission of heat through different kinds of, 223.\n\nX.\n\n*Xerxes,* eclipse of, 198.\n\nY.\n\n*Younghusband (Capt. C. W., R.A.).* On Periodic Laws in the larger Magnetic Disturbances, 165.\n\nZ.\n\n*Zoophytes, tubularian,* on the anatomy of, 367.\n\nLONDON:\n\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1852 to June 1853.\n\nPRESENTS.\n\nACADEMIES and SOCIETIES.\n\nAbbeville:—Mémoires de la Société d'Emulation 1849–1852. 8vo. Abbeville 1852.\n\nAmsterdam:—\n\nVerhandelingen der eerste Klasse van het Koninklijk-Nederlandsche Instituut. Derde Reeks. 5de Deel. 4to. Amsterdam 1852.\n\nTijdschrift. Afl. 1, 2, 3. Deel 5. 8vo. 1851–1852.\n\nJaarboek enz. voor 1851. 8vo.\n\nBerlin:—\n\nAbhandlungen der Akademie der Wissenschaften. Aus dem Jahre 1850, and aus dem Jahre 1851. 4to. Berlin 1852.\n\nMonatsbericht. May to Dec. 1852. Jan. to Apr. 1853.\n\nDie Fortschritte der Physik im Jahre 1848. 4er Jahrgang. 8vo. Berlin 1852.\n\nBologna:—\n\nMemorie della Accademia delle Scienze. Tomo 2. 4to. Bologna 1850.\n\nSpecimina Zoologica Mosambicana cura J. J. Bianconi. Fasc. IV. et V. 4to. Bononiae 1850.\n\nBombay:—\n\nTransactions of the Medical and Physical Society. Vols. I. to X. 1849–1850. 8vo.\n\nGeneral Index to ditto. 8vo. Bombay. 1852.\n\nTransactions of the Bombay Geographical Society. Vol. X. 8vo. Bombay 1852.\n\nBreslau:—\n\nNovorum Actorum Academiæ Cæsareæ Leopoldino-Carolineæ Naturæ Curiosorum. Vol. XXII. Supplement, and Vol. XXIII. 4to. Vratislaviae et Bonnae 1852.\n\nMDCCCLIII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBreslau:\nVorwort zum vier-und-zwanzigsten Bande der Verhandlungen der Kais. Leopoldinisch-Carolinischen Akademie der Naturforscher. Besondere Ausgabe. 4to. Breslau und Bonn 1853.\nNeun und zwanzigster Jahres-Bericht der Schlesischen Gesellschaft für vaterländische Kultur. 4to. Breslau 1851.\n\nBrussels:\nMémoires de l'Académie Royale des Sciences, &c., de Belgique. Tom. XXVI. 4to. Bruxelles 1851.\nMémoires Couronnés et Memoires des Savants Etrangers. Tom. XXIV. 4to. Bruxelles 1852.\nBulletins: Tom. XVII. Part 2. Tom. XVIII. et XIX. 8vo. 1851–52.\nAnnuaire: 1851–52. 8vo.\nMémoires Couronnés, Tom. V. 8vo. Brux. 1852.\nBulletins de l'Académie Royale de Belgique. Part 3. Tom. XIX. 1852.\nAnnuaire de l'Académie Royale. 19ème année, 1853.\nAnnales de l'Observatoire Royal de Bruxelles. Part 1. Tom. VIII.\nAnnuaire de l'Observatoire Royal, 1853, 20ème année.\nRapport adressé à M. le Ministre de l'Intérieur, sur l'état et les travaux de l'Observatoire Royal, par A. Quetelet. 8vo. 1852.\nNotice sur l'Hiver de 1852 à 1853, par A. Quetelet. 8vo.\nSur l'Astronome Van Langren, Notes, par J. C. Rouzeau. 8vo.\n\nCalcutta:—Journal of the Asiatic Society of Bengal. No. 7. 1852.\nCambridge (U.S.):—Memoirs of the American Academy of Arts and Sciences. Vol. IV. Part 2. 4to. Cambridge and Boston 1850.\nCherbourg:—Mémoires de la Société des Sciences Naturelles de Cherbourg. Tom. I. Liv. 1. 8vo. Cherbourg 1852.\nCopenhagen:—Det Kongelige Danske Videnskabernes Selskabs Skrifter. Femte Række. Andet Bind. 4to. Kjøbenhavn 1851.\nOversigt over det...Forhandlinger, 1849–1851 und 1852. 8vo.\nCornwall:—Thirty-eighth Annual Report of the Geological Society of Cornwall. 8vo. Penzance 1851.\nDublin:\nRoyal Irish Academy. Transactions, Parts 3 and 4. Vol. XXII. 4to.\nRoyal Irish Academy. Proceedings. Parts 1 and 2. Vol. V. 8vo.\nGeological Society. Journal. Part 2. Vol. V. 8vo. Dublin 1852.\nEdinburgh:\nRoyal Society. Transactions. Part 3. Vol. XX.\nProceedings. Session 1851–52.\nRoyal Scottish Society of Arts. Transactions. Part 1. Vol. IV. 8vo. Edin. 1852.\nTransactions of the Architectural Institute of Scotland. Parts 4 to 13. 8vo. Edin. 1852.\nIllustrations of an Essay on Mural Decoration. Eight Plates.\nGeneva:—Mémoires de la Société de Physique et d'Histoire Naturelle de Genève. Part 1. Tom. XIII. 1852.\nGlasgow:—Proceedings of the Philosophical Society. No. 4. Vol. III.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nGöttingen:—Nachrichten ... der Königl. Gesellschaft der Wissenschaften zu Göttingen, vom Jahre 1852.\n\nHaarlem:—Historische en Letterkundige Verhandelingen van de Hollandsche Maatschappij der Wetenschappen de Haarlem. Eerste Deel. 4to. Haarlem 1851.\n\nLausanne:—\n\nBulletin de la Société Vaudoise des Sciences Naturelles. Nos. 23 and 24. 1851.\n\nObservations Météorologiques faites à Morges, Dec. 1850 to Sept. 1851.\n\nLeipzig:—Berichte über die Verhandlungen der Königlich Sächsischen Gesellschaft der Wissenschaften. Parts 1 and 2. 8vo. Leipzig 1853.\n\nLondon:—\n\nBritish Archaeological Association Journal. Nos. 21 to 32. 1850–52. 8vo.\n\nBritish Association.—Report of the Twenty-first Meeting. 8vo. London 1852.\n\nChemical Society. Quarterly Journal. Nos. 2, 3, 4. Vol. V. Part 1. Vol. VI.\n\nEntomological Society. Transactions. Parts 1, 2, 3. Vol. II. 8vo. 1852.\n\nGeographical Society. Journal. Vol. XXII. 8vo. London 1852.\n\nCatalogue of the Library of the Royal Geographical Society. 8vo. London 1852.\n\nGeological Society. Quarterly Journal. Nos. 31 and 32. Vol. VIII. Parts 1 and 2. Vol. IX. 8vo.\n\nHorticultural Society. Journal. Parts 3 and 4. Vol. VII. Parts 1 and 2. Vol. VIII. 8vo.\n\nInstitute of British Architects. Proceedings. January to April 1853. 4to.\n\nLinnean Society. Transactions. Part 1. Vol. XXI. 1852.\n\nProceedings. Nos. 45 to 47.\n\nList of Fellows, 1851.\n\nPathological Society. Proceedings. Sixth Session, 1851–52.\n\nRoyal Agricultural Society. Journal. Parts 1 and 2. Vol. XIII.\n\nJournal of the Royal Asiatic Society. Part 2. Vol. XIII. 8vo.\n\nTwenty-ninth Annual Report of the Royal Asiatic Society. 8vo. 1852.\n\nRoyal Institution. Notices. No. 14 and Part II. 8vo.\n\nRoyal Medical and Chirurgical Society. Transactions. Vol. XXXV. 8vo. London 1852.\n\nSociety of Antiquaries. Proceedings. Vol. I. and Nos. 18 to 32. 8vo.\n\nSociety of Arts. Journal. Nos. 1 to 29. 8vo.\n\nStatistical Society. Journal. Parts 3 and 4. Vol. XV. and Parts 1 and 2. Vol. XVI.\n\nZoological Society. Transactions. Part 2. Vol. IV. 4to. London 1853.\n\nProceedings. Nos. 201 to 226.\n\nMadrid:—\n\nMemorias de la Real Academia de Ciencias. Tomo I. p. 2. 4to. Madrid 1851.\n\nResumen de las Actas, &c. 4to. Madrid 1851.\n\nManchester:—Memoirs of the Literary and Philosophical Society. Vol. X. 8vo. London 1852.\n\nDonors.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Association.\n\nThe Association.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institute.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Med. Chir. Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMauritius:—Transactions of the Meteorological Society. 8vo. Mauritius 1853.\n\nMilan:—\n\nMemorie dell’I. R. Istituto Lombardo di Scienze, Lettere ed Arti. Vol. III. The Institute.\n4to. Milano 1852.\n\nGiornale, &c. Fasc. 7 to 18. Nuova serie. 4to.\n\nSocietà d’Incoraggiamento di Scienze, Lettere ed Arti. Rapporto ... The Society.\nrelatore ... agli esperimenti eseguiti dal Professore Paolo Gorini, &c. 4to.\nMilano 1852.\n\nModena:—Memorie di Matematica e di Fisica della Società Italiana delle The Society.\nScienze. Tomo XXV. Parte prima. 4to. Modena 1852.\n\nMunich:—\n\nAbhandlungen der Mathemat-Physikalischen Classe der Königlich Baye- The Society.\nrischen Akademie der Wissenschaften. 6th Bandes. Abth. 2, 3. 4to.\nMünchen 1851–52.\n\nPhilosoph.-Philolog. Classe. 6th Band. Abth. 3. 7th B. 1st Abth.\n\nHistorischen Classe. 6th Band. Abth. 3.\n\nGelehrte Anzeigen. Bänd. XXXIV. XXXV.\n\nBulletin, Jahrgang 1852.\n\nAfrika vor den Entdeckungen der Portugiesen. 4to. München 1853.\n\nNaples:—\n\nRendiconto della Società Reale Borbonica. Nuova Serie. Nos. 3 to 6. The Society.\n4to. Napoli 1852.\n\nRelazione sulla Malattia della Vite, &c. 4to. Napoli 1852.\n\nSu due Libri di Apollonio Pergeo, &c. 4to. Modena.\n\nOsservazioni su Metodi proposti dall’illustre Lagrange per le Curve Inviluppi, &c. 4to. Modena 1848.\n\nNew York:—Annals of the Lyceum of Natural History. Vol. V. Nos. 7 to 14. The Lyceum.\n\nParis:—\n\nArchives du Muséum d’Histoire Naturelle. Liv. 3 et 4. Tom. VI. 4to. The Museum.\nParis.\n\nBulletin de la Société de Géographie. Tomes III. et IV. 8vo. 1852.\n\nBulletin de la Société Géologique de France. Tome IV. Feuilles 8 to 19, The Society.\n1847. Tom. VIII. 35. to 40, 1851. Tome IX. 11 to 35, 1852–53.\n\n8vo. Tom. X. 1 to 6.\n\nBulletin des Séances de la Société Nationale et Centrale d’Agriculture. ———\n\nNo. 1. Tom. VIII. 8vo.\n\nMémoires de l’Institut National de France, Académie des Inscriptions et The Institute.\nBelles Lettres. Tom. XIX. 2nd partie. 4to. Paris 1853.\n\nMorales et Politiques. Tom.\n\nVIII. 4to. Paris 1852.\n\nAcadémie des Sciences. Tom.\n\nXXIII. 4to. Paris 1853.\n\nMémoires présentés par divers Savants à l’Acad. des Inscriptions, &c. ———\n\n1ère Série. Tom. II. 4to. Paris 1852.\n\nComptes Rendus de l’Académie des Sciences. Liv. 23 to 26. Tom. XXXIV. ———\n\n1 to 25. Tom. XXXV. 1852. 1 to 21. Tom. XXXVI.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nPesth:—\nÁ Magyar Tudós Társaság Évkönyvei. Kötetet III. to VII. 4to. Budán 1837–46.\nRegi Magyar Nyelvemlékek. Köt. I. to III. 4to. Budán 1838–42.\n\nPhiladelphia:—\nAmerican Philosophical Society. Proceedings. Vol. V. No. 47. 8vo.\nFranklin Institute. Journal. Nos. 5 and 6. Vol. XXIII. Nos. 1 and 2.\nVol. XXIV. 1 to 4. Vol. XXV. 8vo.\n\nRome:—\nAtti dell’ Accademia Pontificia de’ Nuovi Lincei. Tomo I. 1847–48. Sessione 7, 8, 9. 4to. Roma 1851–52.\nCorrispondenza Scientifica in Roma. Nos. 29, 30, 32, 1852.\n\nRotterdam:—Nieuwe Verhandelingen van het Bataafsch Genootschap. Elfde deel. 4to. Rotterdam 1851.\n\nSt. Petersburgh:—\nBulletin de la Classe Historico-Philologique de l’Académie Impériale des Sciences de St. Pétersbourg. Tom. IX.\n—— de la Classe Physico-Mathématique. Tom. IX. and X.\n\nStockholm:—\nKongl. Vetenskaps-Akademiens Handlingar för år 1850. 8vo.\nÖfversigt, — åttonde årgången 1851. 8vo.\nÅrsberättelse om Framstegen i Insekternas, de Natural-historia för 1849 och 1850. 8vo. Af C. H. Boheman.\nÅrsberättelse om Technologiens Framsteg. 1847, 1848, 1849. 8vo. Af G. E. Pasch.\nÅrsberättelse om Botaniska Arbeten och Upptäckter för år 1849. 8vo. Af J. E. Wikström.\nÅrsberättelse om Framstegen i Kemi under år 1849. 8vo. Af L. F. Svanberg.\nBerättelse om Framstegen i Fysik under år 1850. Af E. Edlund. 8vo.\nBerättelse om Framstegen i Molluskernas, &c. under åren 1845–49. Af S. Lovén. 8vo.\n\nToulouse:—Mémoires de l’Académie Nationale des Sciences, &c. Tom. II. 8vo. 1852.\n\nUpsal:—Acta Regiae Societatis Scientiarum Upsaliensis. Seriei Tertiae Vol. I. Fasc. prior. 4to. Upsalie 1851.\n\nVan Diemen’s Land:—\nPapers and Proceedings of the Royal Society. Part 1. Vol. II. 8vo. Hobart Town 1852.\nReport, &c. for the year 1851. 8vo.\n\nVienna:—\nDenkschriften der Kaiserlichen Akademie der Wissenschaften. Band III. 2er Lief. Band IV. 2er Lief.\nSitzungsberichte, Math. Natur. Classe. Heft 4, 5. Band VIII. Jahrgang 1852, und Heft 1, 2. Band IX.\nPhilosoph. Histor. Classe. Heft 4 und 5. Band VIII. und Heft 1, 2. Band IX. 8vo.\n\nDONORS.\n\nThe Academy.\nThe Society.\nThe Society.\nThe Academy.\nThe Academy.\nThe Society.\nThe Academy.\nThe Academy.\nThe Society.\nThe Society.\nThe Imperial Academy, Vienna.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nVienna:—\n\nAlmanach ... Dritter Jahrgang 1853. 8vo.\n\nDie Feierliche Sitzung ... am 29 Mai 1852. 8vo.\nAbhandlungen der Kaiserlich-Königlichen Geologischen Reichsanstalt.\nBand I. 4to. Wien 1852.\nJahrbuch—Zweiter und Dritter Jahrg. 1851–52. 4to. Wien.\n\nWashington:—\n\nSmithsonian Contributions to Knowledge. Vols. III. and IV. 4to. Washington 1852.\nFifth Annual Report of the Board of Regents of the Smithsonian Institution for the year 1850. 8vo. Washington 1851.\nReport on Recent Improvements in the Chemical Arts. By Professor J. C. Booth and C. Morfit. 8vo. Washington 1851.\nProceedings of the American Association for the Advancement of Science. First, Third, and Fifth Meetings. 8vo. Philadelphia 1849. Charleston 1850. Washington 1851.\nWürzburg:—Verhandlungen der Physicalisch-Medicinischen Gesellschaft. 8vo. Erlangen, 1850–51.\n\nALLIES (Jabez.) On the Ancient British, Roman, and Saxon Antiquities, and Folk-lore of Worcestershire. 8vo. London and Worcester 1852.\n\nANONYMOUS:—\n\nAbstract of the Seventh Census of the United States. Third Edition. 4to. Washington 1851.\nA Catalogue of the Library of the London Institution. Vol. IV. 1852.\nA Collection of Tables, Astronomical, Meteorological, and Magnetical, &c. &c., computed in the Office of the Honourable East India Company’s Observatory, Simla. 4to. Umballa 1850.\nAnnals of the Astronomical Observatory of Georgetown College, D.C. No. 1. 4to. New York 1852.\nAnnales des Mines. Tom. XX. Liv. 6. Tom. I. 5me Série, Liv. 1 et 2. 8vo.\nAnnuaire de l’Institut des Provinces et des Congrès Scientifiques, 1853.\nArmy Meteorological Register, for Twelve Years, from 1831 to 1842 inclusive. 8vo. Washington 1851.\nCatalogue of Stars near the Ecliptic, observed at Markree during the years 1848–50, &c. Vol. I. (containing 14,888 stars). 8vo. Dublin 1851.\nCatalogue of Portions of the Library of Mr. Purton Cooper. 8vo. London 1852.\nCatalogue des Manuserits et Xylographes orientaux de la Bibliothèque Impériale publique de St. Pétersbourg.\nCirculation ou Stagnation. 8vo. Bruxelles 1852.\nCatalogue of a Collection of Ancient and Mediaeval Rings and Personal Ornaments formed for Lady Londesborough.\nDer Kaiserlichen Universität Dorpat zu ihrem funfzigjährigen Jubelfeste am 12 December 1852. 4to. Riga 1852.\nDirections for the collecting, &c. of Specimens of Natural History. 8vo. Washington 1852.\n\nDONORS.\n\nThe Imperial Academy, Vienna.\nThe Institute.\nThe Smithsonian Institution.\nThe Association.\nThe Society.\nThe Author.\nThe U.S. Government.\nThe Institution.\nThe Directors of the East India Company.\nThe College.\nL’École des Mines.\nM. de Caumont.\nThe United States Government.\nHer Majesty’s Government.\nC. P. Cooper, Esq., F.R.S.\nThe Library.\nThe Author.\nLord Londesborough.\nThe University.\nThe Smithsonian Institution.\nPresents.\n\nANONYMOUS (continued).\nEffemeridi Astronomiche di Milano 1852. 8vo. 1851.\nFlora Batava. Parts 169 to 172.\n\nHistory and Statistics of the State of Maryland, &c. fol. Washington 1852.\nInformation to Persons having Business to transact at the Patent Office. 8vo. 1851.\nLetter from the Secretary of the Treasury, on the computation of Tables, to be used with the Hydrometer, and recently adopted for use in the United States Custom Houses. 8vo. 1851.\nList of the Fellows and Members of the Royal College of Surgeons.\nMagnetical and Meteorological Observations made at the Hon. E. I. Comp. Observatory at Bombay, in the year 1849. 4to. Bombay 1852.\nMeteorological Observations made at Dodabetta in the years 1848–50. 4to. Madras 1852.\nNotes and Queries. Vol. V. 4to. London 1852.\nObservations on India, by a Resident there many Years.\nQuarterly Return of Marriages, Births and Deaths. Nos. 14 to 17. 1852–53.\nRecords of the School of Mines, &c. Vol. I. Part 2. 8vo. London 1853.\nReport of the Secretary of War, in reference to the deepening of the passage over the bars at the mouths of the Mississippi. 8vo. 1851.\nReport, &c. on American Coals, by W. R. Johnson. 8vo. Washington 1844.\nReport of the Officers constituting the Light House Board. 8vo. Washington 1852.\nReports of the Commissioner of Patents for the year 1850. Part I. Arts and Manufactures. Part 2. Agriculture. 8vo. Washington 1851. Patent Laws. 8vo.\nReport of the Mortality Bills of the City of Glasgow and Suburbs for 1852, by J. Strang, LL.D.\nReport from the Provisional Directors of the London (Watford) Spring Water Company. 8vo. 1852.\nReports made to the Directors, &c. &c., by Drs. Lankester, Redfern, Clark and Smith. 8vo. 1852.\nReport of the Proceedings of the Banking Institute. 8vo. London 1852.\nReport (First) of the Commissioners for the Exhibition of 1851. 4to. London 1852.\nReports of the Juries on the Subjects in the Thirty Classes into which the Exhibition was divided.\nReport (Exhibition Jury), Class X. Philosophical Instruments and Processes depending on their Use. 8vo.\nReview of Lord Mahon's History of the American Revolution. 8vo. Boston 1852.\nStatements, supported by Evidence, of W. T. G. Morton, M.D., on his claim to the Discovery of the Anæsthetic Properties of Ether, &c. 8vo. Washington 1853.\nThe Antiquities of Russia. Parts 6 and 7. Plates and Text. 4to. and fol. Moscow 1853.\n\nDonors.\n\nThe Observatory, Milan.\nH. M. the King of the Netherlands.\nThe U.S. Government.\nThe College.\nThe Hon. East India Company.\nThe Editor.\nThe Author.\nThe Registrar-General.\nJ. B. Jukes, Esq.\nThe United States Government.\nDr. Strang.\nThe Directors.\nThe Institute.\nThe Commissioners.\nJ. Glaischer, Esq., F.R.S.\nThe Author.\nW. T. G. Morton, M.D.\nPrince Demidoff.\nPRESENTS.\n\nANONYMOUS (continued).\nThe Celtic Records of Ireland. 8vo. Dublin 1852.\nThe London University Calendar, 1853.\nThe Nautical Almanac for the year 1856.\n\nARGELANDER (W. A.) Astronomische Beobachtungen auf der Sternwarte zu Bonn. 2nd Band. 4to. Bonn 1852.\n\nBABBAGE (C.) On the Principles of Taxation. 3rd edition. 8vo. London 1853.\n\nBARRY (Dr. M.) Renewed Inquiries concerning the Spiral Structure of Muscle, &c. 8vo. 1852.\n\nBIENAYMÉ (J. T.) Sur la Probabilité des erreurs d'après la Méthode des moindres carrés. 4to. Paris 1852.\n\nBILLING (Dr. A.) Practical Observations on Diseases of the Lungs and Heart. 8vo. London 1852.\n\nBLACKWELL (J. K.) Explosions in Coal Mines, &c. 8vo. London 1853.\n\nBOUTIGNY (P. H.) Note sur un Nouveau Générateur à Vapeur. 4to.\n\nBRYDGES (C. J.) Railway Superannuation, &c. 8vo. London 1852.\n\nBURN (J. H.) A Descriptive Catalogue of the London Traders', Tavern and Coffee House Tokens, current in the 17th Century. 8vo. London 1853.\n\nBURQ (V.) Mémoire sur quelques Accidents nerveux consécutifs au Cholera. 8vo. Paris 1850.\n\nSur un Traitement Préservatif et Curatif du Cholera. 1852.\n\nDe l'Anesthésie et de l'Amyosthénie. 4to. Paris 1851.\n\nCARPENTER (W. B.) Principles of Human Physiology, &c. 8vo. London 1853.\n\nCAUCHY (A.). Exercices d'Analyse et de Physique Mathématique. 4to. Paris 1847. Liv. 42 to 45. Tom. IV.\n\nCHASLES (A.) Traité de Géométrie Supérieure. 8vo. Paris 1852.\n\nCHESNEY (Col.) On the Recent Improvements in the Construction of Fire Arms. 8vo. Cork 1852.\n\nCOLLENZA (P.) Un Caso di Ermafrodito vivente neutro-laterale. 4to. Napoli 1853.\n\nDANA (J. D.) On the Classification of the Crustacea, Choristopoda or Tetra-decapoda. 8vo. 1852.\n\nOn the Humite of Monte Somma. 8vo. 1852.\n\nNote on the Eruption of Mauna Loa. 8vo. 1852.\n\nDE LA BECHE (Sir H. T.) The Geological Observer. 2nd edit. revised. 8vo. London 1853.\n\nDE LA RIVE (A.) A Treatise on Electricity in Theory and Practice. Vol. I. 8vo. London 1853.\n\nDENHAM (Rev. J. F.) The Re-opening Lecture—On the Metaphysics of Education, &c. 8vo. London 1852.\n\nD'ESTOCQUOIS (Th.) Mémoire sur l'Attraction Moléculaire. 8vo.\n\nDICKINSON (J.) The Flora of Liverpool. 8vo. Liverpool 1851.\n\nDOVE (H. W.) Die Verbreitung der Wärme auf der Oberfläche der Erde, u.s.w. 4to. Berlin 1852.\n\nUeber die Klimatischen Verhältnisse des Preussischen Staates. 8vo. Berlin 1853.\n\nDONORS.\n\nThe Author.\nThe University.\nThe Superintendent.\nW. A. Argelander.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Guildhall Library Committee.\nThe Author.\nThe Royal Academy of Sciences, Naples.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nPRESENTS.\n\nDREW (J.) On the Present State of Meteorological Science in England. 4to.\n\nDROBISCH (M. W.) Zusätze zum Florentiner Problem. 4to. Leipzig 1852.\n\nUeber Musikalische Tonbestimmung und Temperatur. 4to. Leipzig 1852.\n\nDU BOIS-REYMOND (E.) Untersuchungen über Thierische Elektricität. 3er Fortsetzung. 8vo.\n\nDUMÉRIL (M.) Prodrome de la Classification des Reptiles Ophidiens. 4to. Paris 1853.\n\nDUMONT (A.) Observations sur la Constitution Géologique des Terrains tertiaires de l'Angleterre, &c. 8vo.\n\nDWARRIS (Sir F.) A Letter to the Fellows of the Royal Society of Antiquaries, &c. Privately printed. 8vo. 1852.\n\nFOURCAULT (A.) Moyens d'améliorer les conditions physiques et morales des Peuples. 8vo. Paris 1853.\n\nFREEMAN (J.) Life of the Rev. W. Kirby, F.R.S., &c. 8vo. London 1852.\n\nGIULIO (C. J.) Recherches Expérimentales sur la Résistance de l'Air au mouvement des Pendules. 4to. Turin 1852.\n\nSulla Intensità del Lume. 4to. Torino 1852.\n\nGLYNN (J.) Rudimentary Treatise on the Power of Water, &c. 8vo. London 1853.\n\nGODWIN (G.) History in Ruins: a Series of Letters, &c. 8vo. London 1853.\n\nGORE (Montague.) Sailors' Homes. 8vo.\n\nProgress of Sailors' Homes. 8vo. 1852.\n\nGORINI (P.) Sull' origine delle Montagne e dei Vulcani. 8vo. Lodi 1851.\n\nGli esperimenti sulla Formazione delle Montagne. 8vo. Milano 1852. With an illustrative Model.\n\nGRIFFITH (W. P.) Ancient Gothic Churches, &c. Part III. 4to. London 1852.\n\nArchitectural Botany, &c. 4to. London 1852.\n\nGRIFFITHS (W.) Posthumous Papers: Notulae ad Plantas Asiaticas. Part III. 8vo. Calcutta 1851.\n\nAtlas to ditto: Icones Plantarum Asiaticarum. Part III. 4to. Calcutta, 1851.\n\nGUMBEL (W. T.) Die fünf Würfelschnitte. 4to. Landau, 1852.\n\nHAIDINGER (Wilhelm.) Ueber eine neue Varietät von Amethyst. 4to. Wien 1849.\n\nUeber den Pleochroismus der Krystalle. 4to. Prag 1845.\n\nUeber die Pseudomorphosen und ihre anogene und katogene Bildung. 4to. Prag 1844.\n\nUeber den durchsichtigen Andalusit, u.s.w. 4to. Prag 1844.\n\nUeber einige neue Pseudomorphosen. 4to. Prag 1841.\n\nDer rothe Glaskopf, u.s.w. 4to. Prag 1846.\n\nUeber den Cordierit. 4to. Prag 1845.\n\nMDCCCLIII.\nPRESENTS.\n\nHAIDINGER (Wilhelm.) Ueber die schwarzen und gelben Parallel-Linien am Glimmer. 8vo. Wien 1849.\n\nDie Löwe'schen Ringe eine Beugungs-Erscheinung. 8vo. Wien 1852.\n\nDas Interferenz-Schachbrettmuster und die Farbe der Polarisationsbüschel. 8vo. Wien.\n\nUeber den Zusammenhang der Körperfarben, &c. 8vo.\n\nNote über die Richtung der Schwingungen des Lichtäthers, &c. 8vo.\n\nNote über den metallähnlichen Schiller des Hypersthens. 8vo.\n\nHANNOVER (A.) Das Epithelioma, u.s.w. 8vo. Leipzig 1852.\n\nHARDY (P.) An Exposé of the Fallacy, \"that it is just to tax Temporary Annuities at the same rate as Perpetual Annuities.\" 8vo. London 1853.\n\nHOFMEISTER (W.) Beiträge zur Kenntniss der Gefässkryptogamen. 4to. Leipzig 1852.\n\nHOGG (J.) On Acre and its Antiquities. 8vo. London 1852.\n\nOn some Roman Antiquities recently discovered by Dr. Barth in Northern Africa. 8vo.\n\nNotice of recent discoveries in Central Africa, &c. 8vo.\n\nSupplemental Note to the Memoir on Two Roman Inscriptions, &c. 8vo. 1851.\n\nNote on a Papyrus Greek Manuscript, &c. 8vo. 1851.\n\nHORSFIELD (Dr. T.) Plante Javanicae Rariores, descriptae Iconibusque illustratae. 4to. London 1838–1852.\n\nHOWARD (W.) Narrative of a Journey to the summit of Mont Blanc, made in July, 1819. 8vo. Baltimore 1821.\n\nJOHNSON (M. J.) Astronomical Observations made at the Radcliffe Observatory, Oxford, in the year 1850. Vols. XI. and XII. 1851. 8vo. Oxford 1852–53.\n\nJOURNALS:\n\nAstronomische Nachrichten. Nos. 810 to 842; 844 to 862.\n\nBulletino Archeologico Napolitano. Nos. 1 to 12. 1852. 4to.\n\nJournal of the Indian Archipelago. Nos. 3 to 6; 9 to 12. Vol. VI.\n\nThe American Journal of Science and Arts. Nos. 41 to 45. Vols. XIV. and XV.\n\nThe Art Journal. July 1852 to June 1853. Vols. IV. and V.\n\nThe Athenæum. June to December 1852; January to May 1853.\n\nThe Builder. Parts 6 to 12. Vol. X. 1 to 5. Vol. XI.\n\nThe Canadian Journal. August 1852 to March 1853. 4to. Toronto.\n\nThe Philosophical Magazine, Nos. 6 to 12, 1852. Nos. 1 to 5, 1853.\n\nJUKES (J. B.) Excursions in and about Newfoundland, during the years 1839 and 1840. 2 vols. 8vo. London 1842.\n\nGeneral Report of the Geological Survey of Newfoundland, &c. 8vo. London 1843.\n\nKEBER (F.) De Spermatozoorum introitu in Ovula. 4to. Königsberg 1853.\n\nKENDALL (A.) Full Exposure of Dr. C. T. Jackson's Pretensions to the Invention of the American Electro-Magnetic Telegraph. 8vo. Washington 1852.\n\nDONORS.\n\nThe Author.\n\nThe Royal Saxon Society of Sciences.\n\nLt. Gen. Steuart, U.S.A.\n\nper J. Auldjo, Esq., F.R.S.\n\nThe Radcliffe Trustees.\n\nThe Observatory, Altona.\n\nSig. G. Minervini.\n\nThe Editor.\n\nThe Editors.\n\nThe Editor.\n\nThe Editor.\n\nThe Canadian Institute.\n\nRichard Taylor, Esq.\n\nThe Author.\n\nThe Publisher.\nPRESENTS.\n\nKENNEDY (J. C. G.) Statistics of American Railroads. 8vo. Washington 1852.\n\nSurvey-Map of the North-Eastern Boundary Line of the United States, 1840-41.\n\nKREIL (K.) Magnetische und Geographische Ortsbestimmungen im Oesterreichischen Kaiserstaate. 5th Jahrgang, 1851. 4to. Prag 1852.\n\nLAMONT (J.) Annalen der Königlichen Sternwarte bei München. Band V. 1852.\n\nJahresbericht der K. Sternwarte, &c. 8vo. 1852.\n\nLATHAM (Dr. R. G.) The Natural History of the Varieties of Man. 8vo. London 1850.\n\nThe Ethnology of Europe. Svo. London 1852.\n\nThe Ethnology of the British Islands. 8vo. London 1852.\n\nMan and his Migrations. 8vo. London 1851.\n\nThe Ethnology of the British Colonies and Dependencies. 8vo. London 1851.\n\nLAURENCE (R. M.) On the Application and Effect of Electricity and Galvanism in the Treatment of Cancerous, Nervous, Rheumatic, and other Affections. 8vo. London 1853.\n\nLEA (J.) On the Fossil Footmarks in the Red Sandstone of Pottsville. 4to. Philadelphia 1852.\n\nOn a Fossil Saurian of the New Red Sandstone, &c. 4to. Philadelphia 1852.\n\nObservations on the Genus Unio. Vol. V. 4to. Philadelphia 1852.\n\nA Synopsis of the Family of Naïades. 4to. Philadelphia 1852.\n\nLE CANU (L. R.) Nouvelles Études Chirurgiques sur le Sang. 8vo. Paris 1852.\n\nLE JOLIS (A.) Observations sur quelques Plantes rares découvertes aux environs de Cherbourg. 8vo.\n\nQuelques réflexions sur l'Étude de la Botanique. 8vo.\n\nNotice sur l'Origine et l'Établissement de la Foire Saint-Clair, de Querqueville. 8vo.\n\nNote sur l'Edipode voyageuse, &c. 8vo.\n\nMémoire sur le Lin de la Nouvelle-Zélande. 8vo. Cherbourg 1848.\n\nProcédure au XV° siècle, relative à la confiscation de Biens saisis sur un Anglais. 8vo. Cherbourg 1851.\n\nLITTRROW (C. L. von.) Annalen der K. K. Sternwarte in Wien. 2nd Band. 3rd Folge. 8vo. Wien 1852.\n\nLIOUVILLE (J.) Journal de Mathématiques. Table des Matières contenues dans les 10 premiers volumes. 4to. Paris 1845.\n\nSur un Mémoire de M. Jules Bienaymé, concernant la Probabilité des Erreurs, &c. 4to. Paris 1852.\n\nLOWE (E. J.) The Conchology of Nottingham, &c. 8vo. London 1853.\n\nMcWILLIAM (J. O.) Observations on a recently published work, entitled \"The Fever at Boa Vista,\" &c.\n\nMARIANINI (P. D.) Sopra l'Equivalenza di alcuni Spazii e Solidi, &c. 8vo. Modena 1845.\n\nDONORS.\n\nThe United States Government.\n\nThe Observatory, Prague.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. Liouville.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nMARIANINI (P. D.) Sopra l'Aumento di Forza assorbente che si osserva in un' Elica Elettro-dinamica. 8vo. Modena 1852.\n\nSopra il Fenomeno che si osserva nelle calamite temporarie, &c. 8vo. Modena 1851.\n\nDell' Elettromotore voltaico siccome Pato-Scopio, &c. 8vo.\n\nMARIANINI (D.) Sui Logaritmi de' Numeri, &c. 8vo. Acqui 1848.\n\nMARTIUS (C. F. P. von.) Versuch eines Commentars über die Pflanzen, u.s.w. I Kryptogamen. 4to. München 1853.\n\nMAURY (Lieut. M. F.) Explanations and Sailing Directions, to accompany the Wind and Current Charts. 4to. Washington 1851.\n\nMERET (E.) Plan géometrique d'Effets produits par les courbes et les axes. Sheet.\n\nMINERVINI (Giulio) Illustrazione di un Vaso volcente rappresentante Ercole presso la Famiglia di Eurito, &c. 4to. Napoli 1851.\n\nIllustrazione di un Vaso Ruvese, &c. 4to. Napoli 1851.\n\nIntorno le Medaglie dell' antica Dalvon Osservazioni. 4to. Napoli 1852.\n\nNuove Osservazioni intorno la Voce Decatrenses, &c. 4to. Napoli 1852.\n\nVaso di Bronzo rinvenuto in Santa Maria di Capua. 8vo. Roma 1851.\n\nMonumenti Antichi Inediti posseduti da Raffaele Barone, &c. Volume primo. 8vo. Napoli 1850.\n\nMISCELLANEOUS:\n\nDiagrams of the General Plan, &c. of Mr. Babbage's Calculating Engine. 12 Sheets.\n\nStalactite from a Cavern near Syracuse.\n\nMOON (R.) Light explained on the Hypothesis of the Ethereal Medium being a Viscous Fluid. Part 1. 8vo. Cambridge 1853.\n\nMURCHISON (Sir R. I.) Address at the Anniversary Meeting of the Royal Geographical Society. 8vo. London 1852.\n\nNAMIAS (G.) Prospetto statistico delle malattie curate nelle...sale mediche...di Venezia, &c. 8vo. Venezia.\n\nOWEN (David Dale.) Report of a Geological Survey of Wisconsin, Iowa, and Minnesota, &c. With Illustrations. 2 vols. 4to. Philadelphia 1852.\n\nPAGET (J.) Lectures on Surgical Pathology. 2 vols. 8vo. London 1853.\n\nPAINE (Martyn.) Memoir of Robert Troup Paine. 4to. New York 1852.\n\nA Discourse on the Soul and Instinct. 8vo. New York 1849.\n\nPERREY (A.) Documents relatifs aux Tremblements de Terre dans le nord de l'Europe, et de l'Asie. 4to. St. Pétersbourg 1849.\n\nPETTIGREW (T. J.) Letter to the Lord Viscount Mahon, on the Present State and Condition of the Society of Antiquaries. 8vo. London 1852.\n\nPHILLIPS (W.) An Elementary Introduction to Mineralogy. New Edition, edited by H.J. Brooke, Esq., and Professor W. H. Miller. 8vo. London 1852.\n\nPLAYFAIR (Dr. L.) Industrial Instruction on the Continent. A Lecture. 8vo. London 1852.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe United States Government.\n\nThe Author.\n\nThe Author.\n\nC. Babbage, Esq., F.R.S.\n\nProfessor Caltrero.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Museum of Practical Geology.\nPRESENTS.\n\nPORRO (M.) Raies Longitudinales du Spectre. 4to. Paris 1852.\n\nPORTLOCK (Lt. Col. J. E.) Annual Address delivered before the Geological Society of Dublin. 8vo. Dublin 1852.\n\nMEMOIR OF THE LIFE OF MAJOR-GENERAL COLBY, F.R.S., &c. &c. 8vo. London 1853.\n\nPORTRAITS:—\n\nEngraved Portraits of P. G. Dandelin and L. V. Raoul.\n\nPOUCHET (F. A.) Histoire des Sciences Naturelles au Moyen-Age, &c. 8vo. Paris 1853.\n\nPURSLO (J.) The Government of the Heavens. 8vo. Edinburgh 1852.\n\nQUETELET (A.) Sur l'Électricité de l'Air. 8vo.\n\nObservations des Phénomènes Périodiques pour l'année 1850. 4to; and pour l'année 1851.\n\nSur le Climat de la Belgique. 5me partie. 4to. Bruxelles 1852.\n\nSur l'Électricité de l'Air, &c. 8vo.\n\nSur les Tables de Mortalité et de Population. 4to.\n\nSur les Temps des Révolutions des Satellites de Jupiter et de Saturne, Note. 8vo.\n\nAnnales de l'Observatoire Royale de Bruxelles. Tom. VIII. IX. 4to. Bruxelles 1852.\n\nAnnuaire 1852. 19e année. 8vo.\n\nQUETELET (E.) Recherches sur les Médianes. 4to.\n\nRENNIE (Sir J.) On the Theory, Construction and Formation of British and Foreign Harbours. Parts 16 to 19.\n\nREICH (F.) Neue Versuche mit der Drehwaage. 4to. Leipzig 1852.\n\nRINK (H.) De Danske Handelsdistrikter i Nordgrønland. Forste deel. 8vo. Kjøbenhavn 1852.\n\nOm Monopolhandelen paa Grønland. 8vo. Kjøbenhavn 1852.\n\nROBERTS (Lieut. Julius.) Local Attraction; its Effects and Obviation, &c. 8vo. Portsea 1852.\n\nROBINSON (Rev. T. R.) Experimental Researches on the Lifting Power of the Electro-Magnet. 4to. Dublin 1852.\n\nRUSCHENBERGER (W. S. W.) A Notice of the Origin, Progress, and Present Condition of the Academy of Natural Sciences of Philadelphia. 8vo. Philadelphia 1852.\n\nSABINE (Col. E.) Observations made at the Magnetical and Meteorological Observatory at Hobarton. 4to. London 1853.\n\nSADI (Muslihu'd-diu,) The Gulistan, or Rose-Garden. Translated by Edward B. Eastwick, Esq., F.R.S. 8vo. Herford, 1852.\n\nSCHMIDT (J. F. J.) Beobachtung der Totalen Sonnenfinsterniss vom 28sten Juli 1851, zu Rastenburg in Ostpreussen.\n\nSCHOOLCRAFT (H. R.) Information respecting the History, Condition, and Prospects of the Indian Tribes of the United States. Part 2. 1852. 4to. Philadelphia 1852.\n\nSCHWEIZER (G.) Bericht an die Kaiserlich Russisch Geographische Gesellschaft über die Expedition nach Machnowka, &c. 8vo. Moskau 1851.\n\nDONORS.\n\nM. Zantedeschi.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Sciences of Belgium.\n\nThe Author.\n\nThe Author.\n\nThe Observatory, Brussels.\n\nThe Royal Saxon Society of Sciences.\n\nThe Author, per Dr. Wallich, F.R.S.\n\nThe Author.\n\nThe Translator.\n\nW. A. Argelander.\n\nThe United States Government.\n\nThe Observatory, Moscow.\nPRESENTS.\n\nSEDGWICK (Rev. A.) A Synopsis of the Classification of the British Palaeozoic Rocks, &c. Fase. 2. 4to. London and Cambridge 1852.\n\nSEDGWICK (J.) The true Principle of the Law of Storms, &c. 8vo. London 1852.\n\nSIMMS (W.) The Achromatic Telescope, &c. 8vo. London 1852.\n\nSINOBAS (Don Manuel Rico y.) Memoria sobre las Causas Meteorológicas Físicas, &c. 4to. Madrid 1851.\n\nSMYTH (C. P.) Contributions to a Knowledge of the Phenomena of the Zodiacal Light. 4to. Edinburgh 1852.\n\n——— On the Total Solar Eclipse of 1851. 4to. Edinburgh 1852.\n\n——— On Raising Water for the purposes of Irrigation in the Colonies. 8vo. London 1853.\n\n——— Report to the Visitors of the Royal Observatory of Edinburgh. 4to. Nov. 1852.\n\nSNOOKE (W. D.) Brief Astronomical Tables, &c. 8vo. London 1852.\n\nSOLLY (E.) Trade Museums, their Nature and Uses, &c. 8vo. London 1853.\n\nSTANSBURY (Capt. H.) Exploration and Survey of the Valley of the Great Salt Lake of Utah. 8vo. Philadelphia 1852. Maps to ditto (in cover).\n\nSTRUVE (F. G. W.) Stellarum Fixarum, imprimis duplicium et multiplicium, positiones mediae pro Epocha 1830. fol. Petropol. 1852.\n\n——— Exposé Historique des travaux exécutés jusqu'à la fin de l'année 1851 pour la mesure de l'arc du méridien entre Fuglenaes 70° 40' et Ismail 45° 20'. 4to. St. Pétersbourg 1852.\n\nSTRUVE (O.) Sur les Dimensions des Anneaux de Saturne. 4to. St. Pétersbourg 1852.\n\nSYLVESTER (J. J.) On the Principles of the Calculus of Forms. 8vo. 1852.\n\nTAYLOR (T. G.) Result of Astronomical Observations made at the Observatory at Madras. Vol. V. 4to. Madras 1839.\n\nTAYLOR (Rev. W.) The Diagrams of Euclid's Elements, &c., embossed for the use of Blind Persons. Part 1. 8vo. York 1828.\n\nTHOMPSON (Theophilus.) Annals of Influenza or Epidemic Catarrhal Fever in Great Britain, from 1510 to 1837. Published by the Sydenham Society. 8vo. London 1852.\n\nTOLLIN (F.) L'Aéronautique d'après Nature, &c. 4to. Genève 1852.\n\nTORTOLINI (Barnaba.) Annali di Scienze Matematiche e Fisiche. November 1851 to October 1852. 8vo.\n\nTOYNBEE (J.) On the Use of an Artificial Membrana Tympani, &c. 8vo. London 1853.\n\nTWNING (Elizabeth.) Illustrations of the Natural Orders of Plants. Parts 18 to 22. fol. London 1852.\n\nVILLARCEAU (Y.) Théorie de la Stabilité des Machines Locomotives en mouvement. 8vo. Paris 1852.\n\nVOLPICELLI (P.) Sul Raggiamento calorifico diretto del Sole. 4to. Roma 1852.\n\n——— Sui Criteri d'Integrabilità delle Funzioni Differenziali. 4to. Roma 1852.\n\nWARD (N. B.) On the Growth of Plants in closely glazed Cases. Second Edition. 8vo. London 1852.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Academy of Sciences, Madrid.\n\nThe Author.\n\nRear-Admiral W. H. Smyth, For. Sec. R.S.\n\nThe Author.\n\nThe Author.\n\nThe Imperial Academy, St. Petersburgh.\n\nThe Author.\n\nThe Directors of the East India Company.\n\nThe Author.\n\nThe Author.\n\nDr. Galiffe.\n\nThe Editor.\n\nThe Author.\n\nR. Twining, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nWARREN (Dr. J. C.) The Mastodon Giganteus of North America. 4to. *Boston* 1852.\n\nWARREN (S.) The Intellectual and Moral Development of the Present Age. Second Edition. 8vo. *London* and *Edinburgh* 1853.\n\nWARTMANN (E.) Recherches sur la Conductibilité des Minéraux pour l'Electricité Voltaïque. 4to. *Geneva* 1851.\n\nWEBER (W.) Elektrodynamische Maasbestimmungen insbesondere über Diamagnetismus. 4to. *Leipzig* 1852.\n\nWEBSTER (T.) The New Patent Law; its History, Objects and Provisions, &c. 8vo. *London* 1853.\n\nWOLF (Rudolph.) Neue Untersuchungen über die Periode der Sonnenflecken und ihre Bedeutung. 8vo. *Bern* 1852.\n\nWROTTESLEY (Lord.) Speech in the House of Lords on the 26th of April 1853, on Lieut. Maury's Plan for Improving Navigation, &c. 8vo. *London* 1853.\n\nYOLLAND (Capt. W.) Astronomical Observations made with Airy's Zenith Sector, from 1842 to 1850, for the Determination of the Latitudes of various Trigonometrical Stations used in the Ordnance Survey of the British Isles. 4to. *London* 1852.\n\nZANTEDESCHI (F. C.) Ricerche Fisico-Matematiche sulla Deviazione del Pendolo dalla sua Trajettoria. 4to. *Padova* 1852.\n\nDe la Différence de Pouvoir dispersif des deux Electricités. 4to. *Paris* 1852.\n\nNouvelles Experiences d'Electricité animale. 4to. *Paris* 1852.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Royal Saxon Society of Sciences.\n\nThe Author.\n\nThe Author.\n\nThe Board of Ordnance.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108574.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 34680,
    "total-output-tokens": 17639,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1666,
        2
      ],
      [
        1666,
        3912,
        3
      ],
      [
        3912,
        6232,
        4
      ],
      [
        6232,
        8243,
        5
      ],
      [
        8243,
        11614,
        6
      ],
      [
        11614,
        12811,
        7
      ],
      [
        12811,
        14051,
        8
      ],
      [
        14051,
        16450,
        9
      ],
      [
        16450,
        19136,
        10
      ],
      [
        19136,
        21480,
        11
      ],
      [
        21480,
        23716,
        12
      ],
      [
        23716,
        26533,
        13
      ],
      [
        26533,
        29282,
        14
      ],
      [
        29282,
        31889,
        15
      ],
      [
        31889,
        34011,
        16
      ],
      [
        34011,
        36721,
        17
      ],
      [
        36721,
        39233,
        18
      ],
      [
        39233,
        41898,
        19
      ],
      [
        41898,
        44567,
        20
      ],
      [
        44567,
        47516,
        21
      ],
      [
        47516,
        48955,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108574",
    "title": "Back Matter",
    "authors": null,
    "year": 1853,
    "volume": "143",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/108574"
  }
}