{
  "id": "3406bb3a8c4137e34da3d50ac9cbea8a671b32bc",
  "text": "I. A Catalogue of the fifty Plants from Chelsea-Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1729; pursuant to the Direction of Sir Hans Sloane, Bar. Med. Reg. Praef. Col. Reg. Med. & Soc. Reg. by Isaac Rand, Apothecary, F. R. S.\n\n351. Acer Fraxini foliis, serratis. Acer maximum; foliis trifidis & quinquefidis, Virginianum. Pluk. Phyt. Tab. 123.\n\nFig. 4 & 5.\n\n352. Agrimonia odorata. Cam. Hort.\n353. Agrimonia officinarum. T. Inst. 301.\n354. Agrimonia, minor; flore albo H. C. Boerh. Ind.\n355. Anapodophyllum Canadense Morini. T. Inst. 239.\n\n356. Apocynoides subhiruta; floribus aurantiis.\n357. Aracus, q. Vicia segetum; singularibus siliquis glabris. C. B. 345.\n358. Brasica Orientalis, perfoliata; flore albo; siliqua quadrangula T. Cor. 16.\n359. Brunella laciniata; flore elegantissime sulphureo. Boer. Ind. alt. 169.\n360. Cassida Cretica; fruticosa; Catariæ folio; flore albo. T. Cor. 11.\n361. Cassida palustris, vulgator; flore caeruleo. T. Inst. 182.\n\nA 362.Caf-\n362. Cassida orientalis; Chamædryos folio; flore luteo. T. Cor. 11.\n\n363. Convolvulus Canariensis; longioribus foliis, mollibus & incanis. Pluk. Phyt. Tab. 325. Fig. 1.\n\n364. Daucus, qui Pastinaca Oenanthes folio. Boccon. rar. 75.\n\n365. Echinopus minor, annuus; magno capite. T. Inst. 463.\n\n366. Frutex Africanus, Ambram spirans. Pluck. Phyt. Tab. 183. Fig. 1.\n\n367. Galeopsis Hispanica; frutescens; Teucrii folio. T. Inst. 186.\n\n368. Hedypnois annua. T. Inst. 478.\n\n369. Hedypnois Cretica, minor, annua. T. Cor. 36.\n\n370. Hedypnois Hispanica, procumbens; magno capite. An Hedypnois annua, capite maximo. Boerh. Ind. alt. 93?\n\n371. Heleniastrum; folio longiore & angustiore. D. Vaillant. Acad. Reg. Par. anno 1720.\n\n372. Heleniastrum serius florens; latiore folio; ramosissimum. An. Heleniastrum; folio breviore & latiore. Ejusdem Ibid?\n\n373. Hieracium fruticosum; angustiflomo, incano folio. H. L. Bat. 316.\n\n374. Hieracium Pulmonaria dictum, latifolium, humilius; ramulis expansis.\n\n375. Lamium Garganicum, subincanum; flore purpurascente, cum labio superiori crenato. Micheli. Hort. Pisan. 93. Tab. 32.\n\n376. La.\n376. Lamium orientale, argentatum, annuum; flore albo. *Lamium Moschatum foliorum marginibus argentatis.* Wheeleri Itin.\n\n377. Lamium purpureum, perenne; foliis acutis, profundè incisis. *Lamium; folio oblongo; flore rubro.* Park. Theat. 606.\n\n378. Lychnis Hispanica; folio Kali; multiflora. T. Inst. 338.\n\n379. Millefolium, vulgare, album. C. B. 140.\n\n380. Millefolium album, inanum; segmentis foliorum latioribus.\n\n381. Millefolium nobile Tragi. 476.\n\n382. Millefolium, odoratum, Monpeliense. Pillet.\n\n271.\n\n383. Millefolium, minus, tenuifolium; Tanaceti odore. Barrel. Obs. No 1117.\n\n384. Millefolium, tomentosum, luteum. C. B. 140.\n\n385. Millefolium; foliis Sophiæ fere divisura; floribus parvis, ex albo flavescentibus.\n\n386. Mentha *Sisymbrium dicta,* hirsuta, rotundifolia; odore Aurantii D. Manningham. Mentha, *Sisymbrium dicta,* hirsuta; glomerulis & foliis minoribus ac rotundioribus. Raii Syn. Ed. 3. 233.\n\n387. Myrrhis trifolia, Canadensis, Angelicæ facie. T. Inst. 315.\n\n388. Pimpinella Sanguisorba major. C. B. 160.\n\n389. Pimpinella major, rigida, præalta auriculata, Sabauda. Boccon. Mus. p. 19.\n\n390. Ribes fructu parvo. Merret. Pin. Raii Syn. Ed. 3. 456.\n\nA 2\n\n391. Ribes\n391. Ribes Americana; fructu nigro minimo; calyce floris campaniformi.\n\n392. Sclarea; Africana; amplissimo folio; annua. Boerh. Ind. alt. 165.\n\n393. Sideritis, Cretica, viscosa, Bitumen olens. Zanon. 186.\n\n394. Veronica minor, Alpina, Serpylli folio. An Pone?\n\n395. Virga aurea, Mexicana, C.B. 517. Virga aurea; Limonii folio; panicula uno versu disposita. H. Reg. Par.\n\n396. Virga aurea, Americana, angustifolia, media; panicula speciosa.\n\n397. Virga aurea Americana, altissima, angustifolia serotina; radice repente.\n\n398. Virga aurea, humilis; foliis rigidis, latis, utrinque acuminatis. An Virga aurea folio hirsuto, Salicis, raro & levissime serrato; caulibus atropurpureis Boerh. Ind. alt. 97?\n\n399. Virga aurea, montana; folio angusto, sub incano; flosculis conglobatis. Raii Syn. Ed. 2. 81.\n\n400. Virga aurea minor; foliis ferratis, utrinque acuminatis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104052.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1892,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1010,
        2
      ],
      [
        1010,
        2126,
        3
      ],
      [
        2126,
        3316,
        4
      ],
      [
        3316,
        4177,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104052",
    "title": "A Catalogue of the Fifty Plants from Chelsea-Garden, Presented to the Royal Society by the Company of Apothecaries, for the Year 1729; Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praes. Col. Reg. Med. et Soc. Reg. by Isaac Rand, Apothecary, F. R. S.",
    "authors": "Hans Sloane, Isaac Rand",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104052"
  }
}