{
  "id": "15753ac4ca941e6035f1f9411df94f2044f7c83e",
  "text": "XXXVI. A new Method of constructing Sun-Dials, for any given Latitude, without the Assistance of Dialing Scales or Logarithmic Calculations. By James Ferguson, F. R. S.\n\nRead July 2, 1767.\n\nDRAW the straight horizontal line BAD TAB. XVI. (fig. 1.) of any convenient length, and on the end D thereof raise the perpendicular DE.\n\nBisect BAD at A, and draw the right line ACE, making the angle EAD equal to the latitude of the place for which the dial is to serve, as suppose $51^\\circ \\frac{1}{4}$ for the latitude of London. Draw also the right line FCD, making an angle at D with the horizontal line BAD equal to the co-latitude of the place, or height of the equinoctial. So, FCD will be perpendicular to ACE, BAD will be a horizontal plane seen edgewise, DE a vertical plane, FCD the plane of the equinoctial, and ACE the axis or stile of the dial; the whole triangle ADE representing the whole broad plate or stile.\n\nAround the intersection C, as a center, with the radius CD, describe the circle F6D6F, and divide its circumference into 24 equal parts, beginning at D or at F. Then connect all the points of division, which are equidistant from F, by the straight lines 111, 210, 39, 48, &c. continuing as many of these\nthese lines as are needful to the horizontal line BAD, and to the vertical line DE.\n\nContinue ED down to d (fig. 2.) and draw bd parallel and equal to BD. Draw also the right line Aeca, from fig. 1. to fig. 2, and that the line will be perpendicular to the line bd in fig. 2. cutting it in the middle point c.\n\nFrom fig. 1. take CF or CD in your compasses; and in fig. 2. set that distance from c to e upwards, and from c to a downwards, on the right line Aeca. So eca in fig. 2. shall be equal to FCD in fig. 1. and bcd in fig. 2. shall be equal to BAD in fig. 1.\n\nOn these two lines bcd and eca make the ellipsis bopqr, &c. according to the common rule for describing an ellipsis upon the transverse and conjugate diameters bcd and eca. Then, from those points in the horizontal line BAD (fig. 1.) where the right lines 1 11, 2 10, 3 9, &c. meet it, as at d, e, f, g, h, A, i, k, l, m, n, draw the right lines do, ep, fq, gr, &c. quite through the ellipsis, and all parallel to the right line Aeca. Then, from the middle point c of the ellipsis, draw right lines to those points of its circumference where the foresaid parallel lines cut it; and they shall be the true hour-lines for a horizontal dial; to which set the hours, as in fig. 2. Lastly, in fig. 2. draw cy parallel to ACE in fig. 1. and cy shall be the axis or edge of the stile cdy that casts the shadow on the time of the day.\n\nThe horary spaces, or angular distances of the hours on the dial, being thus found, there is no occasion for confining the hours thereon, or the lengths of the hour-lines, within the ellipsis; for they may\nproduced beyond it to any distance, and the hour-\nletters placed in a circle, as in fig. 4.\n\nA geometrical method for describing the whole or\nhalf an ellipsis will be shewn further on.\n\nFrom fig. 1. continue out the horizontal line\nBAD to any length, as to XII in fig. 3. Then,\nfrom the points *** in the perpendicular DE (fig. 1.)\nwhere the parallel lines 5 7, 4 8, 3 9, 2 10, and\n1 11 meet it, draw the right lines H, I, K, L, M,\nN, all parallel to the horizontal line BA DP XII.\nproducing them at pleasure: and, in fig. 3. draw\nG XII parallel to DE in fig. 1. This done, take\nCF or CD (fig. 1.) in your compasses, and set off\nits length both ways from G (fig. 3.) to VI and VI,\non the right line EH VI G VI. So VI G VI in\nfig. 3. shall be equal to FCD in fig. 1. and XII G\nin fig. 3. shall be equal to DE in fig. 1.\n\nOn VI G VI as a conjugate diameter, and G XII\nas a semi-transverse diameter, describe the semi-ellipse\nVI, VII, VIII, IX, &c. and, to those points of it\nwhere the parallel lines H, I, K, L, M, and N cut\nit, draw the right lines G VI, G VII, G VIII,\nG IX, &c. as in the figure; and they will be the\ntrue hour-lines for an erect direct south dial: and\nthey may be produced beyond the ellipsis, and li-\nmited either by circular or square lines, between\nwhich the hours may be placed.\n\nLastly, draw PG in fig. 3. parallel to ACE in fig.\n1. and PG will be the axis or edge of the stile P XII\nG for casting a shadow on the time of the day.\n\nAnd thus, by means of fig. 1. constructed for\nany given latitude, either a horizontal or vertical dial\nmay be made for that latitude.\nIf you want a south dial to incline by any number of degrees, as suppose 16, draw the line Dz, making an angle of 16 degrees with the perpendicular DE, in fig. 1. Then Dz shall be the semi-transverse axis of the ellipse, and C6 the semi-conjugate: and right lines drawn parallel to DP XII quite through the semi-ellipsis, from the points *** in Dz, where it is cut by the parallel lines 5 7, 4 8, 3 9, &c. shall cut the semi-ellipsis in those points through which the hour-lines must be drawn, as from G in the upright south dial, fig. 3.\n\nIf you want to make a reclining south dial, draw the line DH (fig. 1.) making an angle with the perpendicular DE equal to the intended angle of inclination, and produce DH and CE till they meet. From D to that meeting, will be the length of the semi-transverse axis of the ellipse, and from C to 6 the length of the semi-conjugate: which being found, proceed in all respects as above for the south upright dial.\n\nTo draw the ellipsis, and find the hour-points in it, observe the following method.\n\nFor a horizontal dial, as fig. 4. Make the radius AK of the circle BKDL equal to AD in fig. 1. and cross the circle at right angles by the two diameters BAD and KAL, and divide the circle into 24 equal parts, beginning at B. Connect these points of division, which are equidistant from B, by the right lines af, bg, ch, &c. all parallel to KAL, as in the figure.\n\nMake the radius AG of the circle FGHI in fig. 4. equal to CF in fig. 1. and divide FGHI into 24 equal parts, beginning at I. Then through these points\npoints of division, which are equidistant from I, draw the right lines 7 5, 8 4, 9 3, 10 2, &c. till they meet the former right lines, ek, di, cb, &c. in the points 7 5, 8 4, 9 3, 10 2, and 11 1, on both sides of the diameter BAD; all which points are in the elliptical curve, and it is to be drawn through them, by hand, as in the figure.\n\nAnd right lines drawn from the center A through these points in the ellipsis, will be the true hour lines for a horizontal dial.\n\nTo draw the ellipsis for a vertical south dial, make DE (in fig. 1.) the radius of the largest circle, and CF the radius of the smallest: the diameter of the former gives the transverse diameter of the ellipsis, and that of the latter gives the conjugate: which being found, construct the ellipsis the same way for the vertical dial as above shewn for the horizontal; then draw the hour-lines in the same manner, from the center of the dial, through those points of the ellipsis where the intersections of the cross-lines meet it, as in the horizontal; and the thing will be done.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105962.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10792,
    "total-output-tokens": 2171,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1224,
        3
      ],
      [
        1224,
        2824,
        4
      ],
      [
        2824,
        4413,
        5
      ],
      [
        4413,
        5966,
        6
      ],
      [
        5966,
        7017,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105962",
    "title": "A New Method of Constructing Sun-Dials, for Any Given Latitude, without the Assistance of Dialing Scales or Logarithmic Calculations. By James Ferguson, F. R. S.",
    "authors": "James Ferguson",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105962"
  }
}