{
  "id": "33cea1fc285cee684762fc6a8af84311714f5a2d",
  "text": "2. Whether different Load-stones will give different Directions? And whether fainter or stronger touches upon one and the same Magnet, will cause any Variation in the Directions? For which purpose, as many Load-stones should be procured, as could be had, and a good number of Needles exactly made, of the same Metal, bignets, and figure?\n\nPROPOSALS\n\nTo try the Effects of the Pneumatick Engine exhausted, in Plants, Seeds, Eggs of Silkworms.\n\nThe Ingenious Dr. Beale did formerly suggest, as follows. It would be, I think (faith he) very well worth the tryal, to see what Effects would be produced on Plants put into the Pneumatick (or Rarifying) Engine of Mr. Boyle, [with the Earth about their Roots, and flourishing; whether they would not suddenly wither, if the Air were totally taken from them. And particularly to try in the Season, Cherry-Blossoms, when partly opened, partly not opened, upon a Branch; to wit, whether the Air may be so attenuated as to blast. But it may be noted, that the Blossoms do not forthwith discover the blast: An old experienced Country-man having once given me notice of a blasty Noon, (it being then a Sultry weather, and somewhat gloomy with the thickness of Exhalations, almost like a very thick Mist) and within a day or two shewing the proof upon the Cherry-Blossoms then flagging, but not much altering their Colour till two days more were past.\n\nThe Noble Mr. Boyle suggests as proper for the approaching Season; That it may be tried,\n\n1. Whether Seeds (especially such as are of a hasty growth, vid. Orpin, Lettice, Garden-cress-seeds, &c.) will germinate and thrive in the exhausted Receiver of the said Engine?\n\n2. Whether the Exclusion of Air from the Sensitive Plant, would be harmful to it?\n\n3. Whether the Grafting of Pears upon Spina Cervina (the almost only Purgative Vegetable known in England) will produce the effect of communicating to the Fruit that purging quality, or not?\n\n4. Whether Silkworms Eggs will be hatched in such an exhausted Receiver, in the Season proper for hatching?\nTo which may be added, the Trials of putting in a Vial full of water, some of those Herbs that will shoot and grow in water alone, including them in such a Receiver, and pumping out what Air you can, to see whether they will then shoot, or not?\n\nAnd though some of these Proposals have been formerly begun to be Experimented, yet ought they to be diligently prosecuted, to see how far the Air is necessary to Vegetation; and whether Plants do indeed live as much upon the Air, as the Earth; and the Branches of them are rooted (as it were) in and quickned by the Air, as their Roots are planted and nourished in and by the Earth?\n\nThe Experiment heretofore made of this kind, was, That some Lettice-seed being sown upon some Earth in the open Air; and some of the same Seed at the same time upon other Earth in a Glass-Receiver of the above mention'd Engine, afterwards exhausted of Air; the Seed exposed to the Air was grown up an inch and a half high, within eight days; but that in the exhausted Receiver, not at all. And, Air being again admitted into the said emptied Receiver, to see whether any of the Seed would then come up; it was found, that in the space of one week it was grown up to the height of two or three Inches.\n\nOBSERVATIONS\n\nConcerning Emmets or Ants, their Eggs, Production, Progress, coming to Maturity, Use, &c.\n\nThis was communicated by Doctor Edmund King, Fellow of the R. Society, at the Instance of the Publisher, as followeth.\n\n1. There have occurr'd to my Observation but three sorts of Ants, commonly without Wings; vid. Very Black, Dark Brown, and the third sort of near the colour usually call'd Philomort.\n\n2. Each kind inhabit by themselves in their several Banks; two sorts seldom or never being found together; and if either of the other two sorts be put into the black Ants Bank, 'tis worth observing, what enmity there is betwixt these little Creatures, and with what violence the Black ones will seize on the Red, never leaving to pinch them on the head with their Forceps or Claws, till they have kill'd them upon the place: which done, they will carry",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101194.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1064,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2041,
        2
      ],
      [
        2041,
        4135,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101194",
    "title": "Proposals to Try the Effects of the Pneumatick Engine Exhausted, in Plants, Seeds, Eggs of Silkworms",
    "authors": "Dr. Beale",
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101194"
  }
}