{
  "id": "dbc9724aa13f3792c23c6f5b893b7cbdd6eb6246",
  "text": "AN INDEX TO THE Thirty Second Volume of the Philosophical Transactions.\n\nA.\nQuarum fluentium motus, n. 373. p. 179.\nAurora borealis observed at Lynn-Regis, n. 376. p. 300.\n\nB.\nBirths and Burials, &c. Accounts of them, n. 380. p. 454.\nBooks, Accounts of them; I. Harmonia mensurarum, sive Analysis & Synthesis per Rationum & Angulorum mensuras promotae: accedunt alia opuscula mathematica Rogeri Cotesii. Edidit & auxit Robertus Smith, Coll. Trin. Cantabr. & R. S. Soc. &c. n. 372. p. 139. II. Adversariorum Anatomico-Medico-Chirurgicorum, Decas tertia. Auctore Frederico Ruyssch, M.D. Anat. & Botan. Prof. Amstel. R. S. S. n. 379. p. 428.\n\nC.\nCataraet of the Eye; two Observations upon it, n. 373. p. 194.\nComet, one observ'd at Berlin, n. 375. p. 238.\nCortex Eleutheriae. Quantity of Resin in it. n. 371. p. 81.\n\nD.\nDissection of Bodies dead of the Plague, n. 370. p. 24. Of a Man of 109 Years of Age, n. 376. p. 313. Of the Coati Mondi of Brazil, n. 377. p. 317. Of a Person troubled with the Stone, n. 377. p. 326, ibid. p. 327.\nINDEX.\n\nE.\nEarth raised in Lincolnshire, n. 377. p. 346.\nEngine to raise water by the Help of Quicksilver, n. 378. p. 5.\nExperiments on the Bile of Persons dead of the Plague, n. 37c. p. 20. n. 372. p. 103. ibid. p. 105. On the Bile of Persons dead of other Diseases, n. 370. p. 28. An Optical Experiment on the different Refrangibility of red and blue Light, n. 374. p. 206. On the Expansion of the Liquor in the Thermometer with different Degrees of Heat, n. 376. p. 291. On the Force of Bodies in Motion, n. 375. p. 269. n. 376. p. 285. On the Epsom Salt, n. 377. p. 348. n. 378. p. 372.\n\nF.\nFetus extra Uterum. One continuing five Years and an half in the Body, n. 378. p. 387.\nForce of Bodies in Motion consider'd, n. 371. p. 57. n. 375. p. 269. n. 376. p. 285.\nFuller's Earth; the Pits for it describ'd, n. 379. p. 419.\n\nH.\nHydatides in great Number in the Abdomen, n. 370. p. 17.\n\nI.\nInoculation of the Small Pox in New England, n. 370. p. 33.\nIn Yorkshire, n. 370 p. 35. ibid. p. 49. n. 374. p. 209.\nInscription Roman at Chichester, n. 379. p. 391.\nInundation in Yorkshire, 372. p. 101.\nIsland lately raised out of the Sea near Tercera, n. 372. p. 100.\n\nL.\nLongitude of Buenos Ayres, n. 370. p. 2. Of Port Royal in Jamaica, n. 375. p. 236. Of Carthagena in America ibib. p. 237.\n\nM.\nMagnetical Quality acquired by Iron continuing long in the same Posture, n. 371. p. 74.\nMathematicks. Florum Geometricorum Manipulus, n. 378. p. 355.\nDe fractionibus Algebraicis Radicalitate immunibus ad fractiones simpliciores reducendis, &c. n. 373. p. 162. Solutio Problematis de Curvis inveniendis, qua quadem ratione in situ inverso disposita se intersecare possunt in Angulo dato, n. 372. p. 106.\nINDEX.\n\nDe Sectione Anguli, n. 374. p. 228. Pappi Alexandrini Propositiones duae generales restituta. n. 377. p. 330.\n\nMeteorology: A Method for Observations proposed, n. 379. p. 422.\n\nMicroscopes. Those of Mr. Leeuwenhoek described, n. 380. p. 446.\n\nMicroscopical Observations on the Muscular Fibres, n. 371. p. 72. On the Particles of Fat, n. 372. p. 93. On a Fetus, and the Parts of Generation in a Sheep, n. 373. p. 151. On the Callus of the Hands and Feet, ibid. p. 156. Upon the Structure of Diamonds, n. 374. p. 199. On the Size of the Blood Globules, n. 377. p. 341. On the Structure of the Diaphragm, n. 379. p. 400. On the Blood Globules, and the Globules in the Faeces of Wine, n. 380. p. 436. On the generation of Animals, and the Palpitation of the Midriff, ibid. p. 438.\n\nMolasses made from Apples, n. 374. p. 231.\n\nMonstrous Twins in Lorraine, n. 377. p. 346.\n\nMoon. Eclipse of it observ'd, n. 375. p. 235.\n\nMortality, Bills of it from several Parts of Germany, n. 380. p. 454.\n\nMortification causing the Loss of the Scapula, and Os Humeri, n. 370. p. 15.\n\nN.\n\nNiagara River, its Falls, n. 371. p. 69.\n\nP.\n\nParhelion seen in Ireland, n. 372. p. 89.\n\nPlanks, the Manner of bending them by a Sand-Heat, n. 371. p. 75.\n\nPlants presented to the Royal Society, n. 376. p. 279.\n\nProblematis de Curvis inveniendis, qua quadam ratione in situ inverso disposita se intersecare possunt in angulo dato, Solutio, n. 372. p. 106.\n\nPudendorum structura praernaturalis in muliere, n. 379. p. 408, 413.\n\nR.\n\nRain measured in Northumberland, n. 377. p. 328.\n\nRainbow, a Series of Colours within it not commonly observed, n. 375. p. 241, 242, 243. This Appearance explained, n. 375. p. 245.\n\nRattlesnakes, an Account of them, n. 376. p. 292.\n\nResin. Quantity of it in the Cortex Eleutheria, n. 371, p. 81.\n\nSaffron.\nINDEX.\n\nSaffron. A Description of its Flower, n. 380. p. 441.\nSal Catharticum, or Epsom Salt, an Account of it, n. 377. p. 348. n. 378. p. 372.\nSanguinis fluxus per penem, n. 379 p. 418.\nSatellites of Jupiter. Eclipses of the first observ'd, n. 375. p. 237.\nSmall Pox, a remarkable Instance of their infectious Nature, n. 373. p. 191. Mortality of them, n. 374. p. 211. A Comparison between the Danger of them when taken naturally, and when given by Inoculation, n. 374. p. 213. A Method of procuring them, used in South Wales, n. 375. p. 262, 263, 264, 267.\nSmelts degenerating in a Pond, n. 374. p. 232.\nSnow, the Figures of it observ'd, n. 376. p. 298.\nStomach, Wounds in it cured, n. 371. p. 78. Imposthumation in it cured, ibid. p. 80.\nStone, new Method of cutting for it, n. 371. p. 83. A remarkable Case of one troubled with it, n. 377. p. 322.\nStones voided per Anum, n. 380. p. 433.\nSun. An Eclipse of it observ'd at Greenwich, n. 374. p. 197. The same observ'd at London, ibid. p. 198. In Yorkshire, ibid. p. 199.\n\nT.\nTelescope, a Catadioptric one described, n. 376. p. 303. Observations made with it, n. 378. p. 382. ibid. p. 385.\n\nV.\nVariation of the Needle in the Ethiopick Ocean, n. 371. p. 55.\nVipers, Observations upon them, n. 376. p. 296.\n\nLONDON:\nPrinted for W. and J. Innys, Printers to the Royal Society, at the West End of St. Paul's Churchyard. 1724.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103659.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2664,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1032,
        2
      ],
      [
        1032,
        2726,
        3
      ],
      [
        2726,
        4539,
        4
      ],
      [
        4539,
        5912,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103659",
    "title": "Back Matter",
    "authors": null,
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103659"
  }
}