{
  "id": "c9163b79570780fd287eb9746b8c89ccdae4975f",
  "text": "XV. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1764, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. aliquando Praeses: By John Wilmer, M.D. clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic.\n\nRead March 14, 1764.\n\n2101 Achillea foliis bipinnatis subpilosis, laciniis linearibus, dentatis, auriculis decussatis. Linn. Sp. plant. 1267.\n\n2102 Achillea foliis setaceis dentatis, denticulis subintegris subulatis reflexis. Hort. Cliff. 412.\n\n2103 Amaranthus glomeribus triandris pentandriisque, foliis ovatis obtusissimis emarginatis rugosis. Linn. Sp. plant. 1403.\n\n2104 Anastatica foliis obtusis, spicis axillaribus brevissimis, siliculis ungulatis spinosis. Linn. Sp. plant. 895.\n\n2105 Antirrhinum foliis lanceolatis sparsis, inferioribus oppositis, nectariis subulatis, floribus subfessilibus. Hort. Cliff. 498.\n\n2106 Astragalus caulescens procumbens, leguminibus contortuplicatis villosis. Linn. Sp. plant. 1068.\n2107 Bidens foliis trifidis quinatisque ferratis petiolatis, pedunculis longissimis.\n\n2108 Borago foliis ramificationum oppositis amplexicaulibus, calycinis foliolis sagittatis. Linn. Sp. plant. 197.\n\n2109 Bupleurum frutescens, foliis obovatis integerimis. Linn. Sp. plant. 343.\n\n2110 Carica foliorum lobis sinuatis. Hort. Cliff. 461.\n\n2111 Cassia foliis octojugis ovato-oblongis æqualibus, glandula baseos petiolorum. Hort. Cliff. 159.\n\n2112 Chrysanthemum Indicum foliis simplicibus ovatis sinuatis angulatis ferratis acutis. Linn. Sp. plant. 1253.\n\n2113 Cistus (Ægyptiacus) herbaceus erectus stipulatus foliis lineari lanceolatis petiolatis, calycibus inflatis corolla majoribus. Linn. Sp. plant. 742.\n\n2114 Cleome floribus gynandris, foliis quinatis, caule inermi. Linn. Sp. plant. 938.\n\n2115 Corchorus capsulis linearibus compressis, foliis lanceolatis æqualiter ferratis. Linn. Sp. plant. 746.\n\n2116 Coris (Monspeliensis). Linn. Hort. Cliff. 68.\n\n2117 Coronilla fruticosa, foliis quinatis ternatisque lineari-lanceolatis subcarnosis obtusis. Linn. Sp. plant. 1047.\n\n2118 Crambe foliis laciniatis, caule erecto ramosissimo. Dict. Hort.\n\n2119 Crepis foliis amplexicaulibus Lyrato runcinatis. Hort. Cliff. 79.\n\n2120 Cyno-\n2120 Cynosurus spicis quaternis obtufis patentibus dimidiatis, calycibus mucronatis, caule repente. Linn. Sp. plant. 106.\n\n2121 Cytisus floribus umbellatis terminalibus, caulibus erectis, foliolis lanceolatis. Linn. Sp. plant. 1042.\n\n2122 Delphinium nectariis diphyllis.\n\n2123 Dianthus floribus solitariis, squamis calycinis subulatis tubam æquantibus, petalis multifidis. Amœn. Acad. 4. p. 313.\n\n2124 Dianthus floribus paniculatis, squamis calycinis brevibus acuminatis, corollis multifido capillaribus, caule erecto. Amœn. Acad. 4. p. 272.\n\n2125 Dipsacus foliis petiolatis appendiculatis. Hort. Upsal. 25.\n\n2126 Genista foliis ternatis subtus villosis, pedunculis lateralibus subquinque floris foliolatis, leguminibus hirsutis. Amœn. Acad. 4. p. 284.\n\n2127 Gentiana corollis quinquefidis hypocrateriformibus, faucæ barbatis. Linn. Sp. plant. 334.\n\n2128 Hieracium foliis lanceolatis amplexicaulibus dentatis, floribus solitariis, calycibus laxis. Hort. Cliff. 387.\n\n2129 Imperatoria. Hort. Cliff. 103.\n\n2130 Isatis foliis omnibus dentatis. Linn. Sp. plant. 937.\n\n2131 Malpighia foliis ovatis integerrimis glabris, pedunculis umbellatis. Hort. Cliff. 169.\n\n2132 Mar-\n2132 Marrubium calycum limbis tubo longioribus membranaceis, angulis majoribus rotundatis. Linn. Sp. plant. 817.\n\n2133 Matricaria foliis simplicibus linearilanceolatis seffilibus, pedunculis uniformis.\n\n2134 Ocymum foliis lanceolatis ovatis ferratis racemis verticillatis. Linn. Sp. plant. 834.\n\n2135 Plantago foliis ovatis glabris, scapo angulato spica flosculis distinctis. Linn. Sp. plant. 163.\n\n2136 Potentilla foliis ternatis, caule dichotomo, pedunculis axillaribus. Linn. Sp. plant. 715.\n\n2137 Rosa germinibus ovatis glabris, pedunculis cauleque hispidis, petiolis inermibus fructibus pendulis. Linn. Sp. plant. 705.\n\n2138 Rudbeckia foliis inferioribus semilobatis incisis, caulinis trifidis vel quinquefidis, pedunculis longissimis.\n\n2138 Scabiosa corollulis quadrifidis æqualibus, floribus cernuis, foliis pinuatis, foliolis lanceolatis ferratis. Hort. Cliff. 30.\n\n2140 Serapias bulbis fibrosis, floribus erectis bracteae longioribus. Linn. Sp. plant. 1345.\n\n2141 Scolymus foliis margine incrassatis. Linn. Sp. plant. 1143.\n\n2142 Scorzonera foliis omnibus runcinatis amplexicaulibus. Linn. Sp. plant. 1114.\n\n2143 Sophora foliis pinuatis, foliolis numerosis oblongis villosis, caule herbacco. Linn. Sp. plant. 533.\n\n2144 Statice scapo dichotomo ancipiti foliis lanceolatis mucronatis, floribus aggregatis. Linn. Sp. plant 395.\n\n2145 Teu-\n2145 Teucrium foliis ovatis acute incisoserratis glabris, floribus axillaribus geminis caule, erecto. Linn. Sp. plant. 790.\n\n2146 Tithymalus Linariae folio, lunato flore. Mor. H. Reg. Bles.\n\n2147 Valeriana sylvestris major altera, fol. lucido. H. Reg. Par.\n\n2148 Veratrum racemo composito, corollis paten-\ntissimis. Linn. Sp. plant. 1479.\n\n2149 Veronica racemis lateralibus, foliis lineari lanceolatis pinnato dentatis. Linn. Sp. plant. 17.\n\n2150 Volkameria ramis inermibus. Linn. Zeyl. 231.\n\nXVI. A Course of Experiments to ascertain the Specific Buoyancy of Cork in different Waters: The respective Weights and Buoyancy of Salt Water and Fresh Water: And for determining the exact Weight of Human and other Bodies in Fluids. By John Wilkinson, M. D. F. R. S. of London and Gottingen.\n\n[Experiments to determine the Specific Buoyancy of Cork in River Water.]\n\nExperiment I.\n\nRead March 14, 1765.\n\nSix cubes of good cork, every one measuring an inch square, as nearly as they could possibly be ascertained, with a gradu-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105450.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 2351,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1080,
        2
      ],
      [
        1080,
        2304,
        3
      ],
      [
        2304,
        3471,
        4
      ],
      [
        3471,
        4817,
        5
      ],
      [
        4817,
        5837,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105450",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1764, Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. Aliquando Praeses; By John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanic",
    "authors": "John Wilmer",
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105450"
  }
}