{
  "id": "184753ac55214235e993944ccaa226498f24a8a6",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1847.\n\nA.\n\nAlcohol, on the value in absolute, of spirits of different specific gravities, 249.\nAtmospheric Tide, on the Lunar, at St. Helena, 45.\nAutomatic Registration of Magnetometers and other Meteorological Instruments, by Photography, 59, 69.\n\nB.\n\nBaily (Mr.). On the cause of the discrepancies observed by, with the Cavendish Apparatus for determining the mean Density of the Earth, 217.\nBakerian Lecture, I.\nBarometrograph (Photo-), 113.\nBrooke (Charles, Esq.). On the Automatic Registration of Magnetometers, and other Meteorological Instruments, by Photography, 59.\nSupplement, 69.\n\nC.\n\nClaudet (A., Esq.). On different properties of Solar Radiation producing or preventing a deposit of Mercury on Silver Plates coated with Iodine, or its compounds with Bromine or Chlorine, modified by Coloured Glass media and the Vapours of the Atmosphere, 253.\n\nD.\n\nDe la Rive (M. Auguste). Researches on the Voltaic Arc, and on the influence which Magnetism exerts both on this Arc and on bodies transmitting interrupted Electric Currents, 31.\nDensity of the Earth, on the cause of the discrepancies observed by Mr. Baily with the Cavendish Apparatus for determining the mean, 217.\nE.\n\nElectrograph (Photo-), 111.\nElectro-Physiological Researches.—Fifth Series. Part I. Upon Induced Contractions, 231.\nPart II. Upon the phenomena elicited by the passage of the current through the nerves of a living animal, or an animal recently killed, according to the direction of the current, 234.\nSixth Series. Laws of the electric discharge of the Torpedo and other electric Fishes. Theory of the production of electricity in these animals, 239.\nSeventh and last Series. Upon the relation between the intensity of the electric current, and that of the corresponding physiological effect, 243.\n\nF.\n\nFownes (George, Esq.). On the value in Absolute Alcohol of spirits of different specific gravities, 249.\n\nG.\n\nGalloway (Thomas, Esq.). On the Proper Motion of the Solar System, 79.\nGlaisher (James, Esq.). On the Amount of the Radiation of Heat, at Night, from the Earth, and from various bodies placed on or near the surface of the Earth, 119.\nGrove (W. R., Esq.). On certain phenomena of Voltaic Ignition and the Decomposition of Water into constituent gases by heat, 1.\nSupplementary Paper on the same, 17.\n\nH.\n\nHearn (George Whitehead, Esq.). On the cause of the discrepancies observed by Mr. Baily with the Cavendish Apparatus for determining the mean Density of the Earth, 217.\nHeat, Radiation of; on the amount of the, at Night, from the Earth, and from various bodies placed on or near the surface of the earth, 119.\n\nM.\n\nMagnetic Declination, on the Diurnal Variation of the, at St. Helena, 51.\nMagnetical and Meteorological Instruments, on Photographic Self-registering, 111.\nMagnetism, influence of the permanent action of, on conducting bodies traversed by interrupted electric currents, 39.\nMagnetograph (Photo-), 113.\nMagnetometers and other Meteorological Instruments, on the Automatic Registration of, by Photography, 59, 69.\nMatteucci (Signor Carlo). Electro-Physiological Researches. Fifth Series. Upon Induced Contractions, 231.\nSixth Series. Laws of the electric discharge of the Torpedo and other electric Fishes. Theory of the production of electricity in these animals, 239.\nMatteucci (Signor Carlo). Electro-Physiological Researches. Seventh and last Series. Upon the relation between the intensity of the electric current, and that of the corresponding physiological effect, 243.\n\nP.\n\nPhoto-electrograph, 111.—Thermograph, 113.—Barometrograph, ibid.—Magnetograph, ibid. Photographic, (on) Self-registering Meteorological and Magnetical Instruments, 111. Photography, on the Automatic Registration of Magnetometers and other Meteorological Instruments by, 59, 69.\n\nR.\n\nRadiation of Heat, on the amount of the, at Night, from the Earth, and from various bodies placed on or near the surface of the earth, 119. Section I. Results of simultaneous observations made by Mercurial Thermometers, not self-registering, 127. Section II. Results of observations made by self-registering Minimum Thermometers, 164.\n\nRonalds (Francis, Esq.). On Photographic Self-registering Meteorological and Magnetical Instruments, 111.\n\nS.\n\nSabine (Lieut.-Colonel Edward, R.A.). On the Lunar Atmospheric Tide at St. Helena, 45. On the Diurnal Variation of the Magnetic Declination at St. Helena, 51.\n\nSolar Radiation, on different properties of, producing or preventing a deposit of Mercury on Silver Plates coated with Iodine, or its compounds with Bromine or Chlorine, modified by Coloured Glass Media and the Vapours of the Atmosphere, 253.\n\nSolar System, on the Proper Motion of the, 79.\n\nSt. Helena, on the Lunar Atmospheric Tide at, 45. ———— on the Diurnal Variation of the Magnetic Declination at, 51.\n\nT.\n\nThermograph (Photo-), 113.\n\nTorpedo, laws of the electric discharge of the,—theory of the production of electricity in the, 239.\n\nV.\n\nVoltaic Arc, researches on the, and on the influence which Magnetism exerts both on this Arc, and on bodies transmitting interrupted Electric Currents, 31. § 1. Some phenomena concerning the Voltaic Arc, 32. § 2. Influence of Magnetism on the Voltaic Arc, 37. § 3. Influence of the permanent action of Magnetism on conducting bodies traversed by interrupted electric currents, 39.\n\nVoltaic Ignition, on certain phenomena of, 1, 17.\n\nMDCCCXLVII.\nWALLER (A., M.D.). Microscopic Observations on the so-called Vesicular Vapour of Water, as existing in the Vapours of Steam, and in Clouds, &c., 23.\n\nWater, the decomposition of, into its constituent gases by heat, I, 17.\n\n——— on the so-called Vesicular Vapour of, as existing in the Vapours of Steam, and in Clouds, &c., 23.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom June 1846 to November 1847.\n\nPRESENTS.\n\nACADEMIES and SOCIETIES.\n\nBerlin:—Abhandlungen der Königlichen Akademie der Wissenschaften, aus dem Jahre 1844.\n\nBrussels:—Bulletins de l'Académie Royale des Sciences de Belgique. Svo. Bruxelles 1846. Nos. 3 to 5. Vol. XIII.\n\nCambridge (United States):\n\nMemoirs of the American Academy of Arts and Sciences. New Series. Vol. II. 4to. Cambridge 1846.\n\nProceedings of the American Academy of Arts and Sciences. May 1846.\n\nCopenhagen:\n\nMémoires de la Société Royale des Antiquaires du Nord. 1840–44.\n\nBulletin de la Société Royale des Antiquaires du Nord. 1843.\n\nCornwall:—The Fourteenth Annual Report of the Royal Cornwall Polytechnic Society. Svo. Falmouth 1846.\n\nDrontheim:—Det Kongelige Norske Videnskabers Selskabs, Skrifter i det 19de Aarhundrede. Tredie Bind. Trondhjem 1829–43.\n\nDublin:\n\nTransactions of the Royal Irish Academy. Part 1, Vol. XXI. 4to. Dublin 1846.\n\nJournal of the Geological Society of Dublin. No. 2. Vol. III.\n\nProceedings of the Royal Irish Academy. Nos. 48 to 61.\n\nEdinburgh:\n\nTransactions of the Royal Society of Edinburgh. Part 2, Vol. XVI. Part 2, Vol. XVII.\n\nProceedings of the Royal Society of Edinburgh. Nos. 27, 28.\n\nFonia:—Aktstykker for største Delen hidtil utrykte til Oplysning især af Danmarks indre Forhold i eldre Tid. 4to. Odense 1845.\n\nGeneva:—Mémoires de la Société de Physique et d'Histoire Naturelle de Genève. Part 1. Tome XI.\n\nLausanne:—Bulletins des Séances de la Société Vaudoise des Sciences Naturelles. Vol. I. and Nos. 10, 11, 12, 13. Svo. Lausanne 1846.\n\nDONORS.\n\nThe Academy.\n\nThe Academy.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Academy.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Literary Society of Fonia.\n\nThe Society.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLeeds:—Annual Report of the Leeds Philosophical Society for 1844–45 and 1845–46. 8vo. Leeds 1845–46.\n\nLeipsic:—Abhandlungen bei begründung der Königlich sächsischen Gesellschaft der Wissenschaften am tage der zweihundert-jährigen Geburtsfeier Leibnizens, herausgegeben von der Fürstlich Jablonowskischen Gesellschaft. 8vo. Leipzig 1846.\n\nLondon:—\n\nAntiquaries, Society of. Archaeologia, or Miscellaneous Tracts relating to Antiquity. Vol. XXXI. 4to. London 1846.\n\nBritish Archæological Association. Journal, No. 8. 1847.\n\nChemical Society. Memoirs and Proceedings. Parts 17, 18, 19, 20. 8vo. London 1846.\n\nEntomological Society. Transactions. Part 3. Vol. IV. 8vo. London 1846.\n\nGeological Society. Transactions. Part 3. Vol. VII. 4to. London 1846.\n\nQuarterly Journal. Vol. II. 8vo. London 1846.\n\nGeographical Society. Journal, Parts 1 and 2. Vol. XVI.\n\nLinnaean Society. Transactions, Part 1. Vol. XX.\n\nProceedings, Nos. 25 to 29.\n\nNumismatic Society. Journal, Nos. 33 and 34. 8vo. London 1846.\n\nRoyal Agricultural Society. Journal, Parts 1 and 2. Vol. VII. 8vo. London 1847.\n\nRoyal Asiatic Society. Journal, Vol. X. Part 2 and No. 17, Parts 1 and 2. 8vo. London.\n\nThe Jowhar-i-akhlak, being the Fables of Esop, translated by J. F. Corcoran. Part 1.\n\nRoyal Medical and Chirurgical Society of London. Transactions, Vol. XXIX. 8vo. London 1846.\n\nRoyal Society of Literature. Proceedings, Nos. 5 to 16. 8vo.\n\nStatistical Society. Journal, Parts 2, 3 and 4. Vol. IX. 8vo. London 1846.\n\nPart 1. Vol. X. 1847.\n\nZoological Society. Transactions, Vol. III. Part 4.\n\nProceedings, Nos. 148 to 166.\n\nManchester:—Memoirs of the Literary and Philosophical Society. Part 2. Vol. VII. 8vo. London 1846.\n\nMauritius:—Travaux de la Société d'Histoire Naturelle de l'Ile Maurice. 8vo. Port Louis 1846.\n\nMilan:—\n\nMemorie dell' I. R. Istituto Lombardo. Tom. II. 4to. Milano 1844–45.\n\nGiornale dell' I. R. Istituto Lombardo. Tom. IV. et V. 8vo. Milano 1844–45.\n\nModena:—Memorie di Matematica, e di Fisica, della Societa Italiana delle Scienze in Modena. Tomo XXIII. 4to. Modena 1846.\n\nMunich:—\n\nAbhandlungen der Historischen Classe der K. Bayerischen Akademie der Wissenschaften. Part 3, Vol. IV. 4to. München 1846.\n\nAbhandlungen der Mathematisch-Physikalischen Classe der K. Bayerischen Akademie der Wissenschaften. Part 3, Vol. IV. 4to. München 1846.\n\nDONORS.\n\nThe Society.\n\nThe Society.\n\nThe Association.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Society.\n\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nAbhandlungen der Philosophisch-Philolog. Classe der K. Bayerischen Akademie der Wissenschaften. Part 3, Vol. IV. 4to. München 1846.\n\nAlmanach der Bayerischen Akademie der Wissenschaften für 1847. 8vo. München.\n\nBulletin der Akademie der Wissenschaften. Nos. 1 to 77. 1846.\n\nGelehrte Anzeigen. Vols. XVI. to XXIII. 1843 to 1846. 4to. München.\n\nNaples:—\n\nAtti della Academia delle Scienze di Napoli. Vol. V. Parts 1 and 2.\n\nRendiconto delle Academia delle Scienze di Napoli. Nos. 25, 26, 27.\n\nNew York:—Annals of the Lyceum of Natural History of New York. Nos. 5, 6, 7, Vol. IV.\n\nParis:—\n\nMémoires présentés par divers Savants à l'Académie Royale des Sciences. Tome IX. 4to. Paris 1846.\n\nMémoires de l'Académie Royale des Sciences de l'Institut de France. Tome XIX. 4to. Paris 1846.\n\nComptes Rendus de l'Académie des Sciences pour 1846. 4to. Paris.\n\nBulletin de la Société de Géographie. Tomes V. et VI. 8vo. Paris 1846.\n\nMémoires de la Société Géologique de France. Tome II. Première partie. 4to. Paris 1846.\n\nBulletin de la Société Géologique de France. Part 1. Vol. IV.\n\nPhiladelphia:—\n\nTransactions of the American Philosophical Society. Part 3. Vol. IX. 4to. Philadelphia.\n\nProceedings of the American Philosophical Society. Nos. 34 and 35. 8vo. Philadelphia.\n\nPrague:—Abhandlungen der K. Böhmischen Gesellschaft der Wissenschaften. Vols. I. to IV. 4to. Prag 1841-47.\n\nSt. Petersburg:\n\nMémoires de l'Académie Impériale des Sciences de St. Pétersbourg. Part 3. 1845-46.\n\nBulletin de la Classe des Sciences Historiques de l'Académie des Sciences de St. Pétersbourg. Nos. 1 to 18 of Vol. III.\n\nBulletin de la Classe Physico-Mathématique de l'Académie des Sciences de St. Pétersbourg. Nos. 1 to 20 of Vol. V.\n\nMémoires par divers Savans de l'Académie des Sciences de St. Pétersbourg. Vol. V. Part 1, Vol. VI.\n\nCompte Rendu de l'Académie des Sciences de St. Pétersbourg pour 1845.\n\nStockholm:—\n\nKongl. Vetenskaps-Akademiens, handlingar för är. 1844. 8vo. Stockholm 1846.\n\nArsberättelse om Framstegen i Kemi och Mineralogi af J. Berzelius. 8vo. Stockholm 1846.\n\nOfversigt af Kongl. Vetenskaps-Akademiens förhandlingar. 1845. Nos. 8 to 10, Part 2, and 1 to 6, Part 3.\n\nToulouse:—Mémoires de l'Académie Royale de Toulouse. Tome II. 8vo. Toulouse 1846.\n\nDONORS.\n\nThe Academy.\n\nThe Society.\n\nThe Institute of France.\n\nThe Royal Academy of Stockholm.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nUtrecht:—Aanteekeningen van het verhandelde in de Sectie-Vergaderingen. 1845–46.\n\nVictoria (Hong-Kong):—Transactions of the China Medico-Chirurgical Society for the years 1845–46. Vol. I. 8vo. Victoria, Hong-Kong 1846.\n\nACTON (W.) Account of a case of partial double monstrosity.\n\nObservations on the Venereal Diseases in the United Kingdom. Sheet.\n\nADAMS (J. C.) An explanation of the observed irregularities of the Motion of Uranus. 8vo. London 1846.\n\nAIRY (G. B.) Greenwich Magnetical and Meteorological Observations for 1844. 4to. London 1846.\n\nALBERIO (E.) G. Galilei in Jovis Satellites lucubrationes quae per ducentos fere annos desiderabantur ab Eugenio Alberio in lucem vindicatae. 8vo. Florentiae 1846.\n\nALISON (W. P.) Observations on the Principle of Vital Affinity. 4to. Edinburgh 1846.\n\nANONYMOUS:—\n\nAbstracts of Papers read before the Decorative Art Society from January 1844 to January 1846. 8vo. London 1847.\n\nA Descriptive Catalogue of the Anatomical Museum of St. Bartholomew's Hospital. 8vo. London 1846.\n\nAnnuaire pour l'an 1845 et l'an 1846. 12mo. Paris 1845–46.\n\nBombay Magnetical and Meteorological Observations for 1845. 4to. Bombay 1846.\n\nCatalogue of the Fellows and Licentiates of the Royal College of Physicians. 8vo. London 1846.\n\nCatalogue of the Library of the London Institution. Vols. II. and III.\n\nCatalogue of the Library of the Athenæum Club. 8vo. London 1845.\n\nConnaissance des Temps pour l'an 1848. 8vo. Paris 1845.\n\nDangers along a Coast from correcting (as it is called) \"a ship's reckoning.\" 8vo. London 1846.\n\nDescriptive Catalogue of the Pathological Specimens contained in the Museum of the Royal College of Surgeons. Vol. I. 4to. London 1846.\n\nDictionary of Greek and Roman Biography and Mythology. Nos. 14 to 20.\n\nDie Fortschritte der Physik im Jahre 1845, dargestellt von der Physikalischen Gesellschaft zu Berlin. 2 Parts. 8vo. Berlin 1846.\n\nEdinburgh Astronomical Observations for 1840. 4to. Edinburgh 1847.\n\nFlora Batava. Nos. 141, 142 and 143, and Title and Index to Vol. IX. 4to. Amsterdam 1846.\n\nGleanings from the Menagerie and Aviary at Knowsley Hall. fol. Knowsley 1846.\n\nImportant Errors in Chemistry, Electricity and Magnetism, pointed out and refuted, by a Fellow of the Royal Society. 8vo. London 1846.\n\nList of the Fellows and Members of the Royal College of Surgeons of England. 8vo. London 1846.\n\nList of the Osteological Specimens in the British Museum. 8vo. London 1847.\n\nDONORS.\n\nThe Society of Arts and Sciences.\n\nThe Society.\n\nThe Author.\n\nThe Author.\n\nThe Lords of the Admiralty.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Society.\n\nThe Governors of the hospital.\n\nBureau des Longitudes.\n\nThe East India Company.\n\nThe College.\n\nThe Institution.\n\nThe Club.\n\nBureau des Longitudes.\n\nThe Author.\n\nThe Council of the College.\n\nThe Editor.\n\nThe Society.\n\nThe Observatory.\n\nH.M. The King of Holland.\n\nThe Earl of Derby.\n\nThe Author.\n\nThe College.\n\nThe Trustees of the British Museum.\nPRESENTS.\n\nANONYMOUS (continued).\nMemoirs of the Geological Survey of Great Britain. Vol. I. Svo. London 1846.\nMoniteur des Arts. No. 1. Tome IV.\nProceedings of the Architectural College of the Freemasons of the Church.\nPart I. Svo. London 1846.\nScheikundige onderzoekingen gedaan in het laboratorium der Utrechtsche hoogeschool. 1846.\nStrictures on Dr. Whewell's History of the Inductive Sciences. Svo. London 1847.\nTables for determining the Elastic Force of Vapour, by the Assistants in the Magnetic Observatory at Simla. 8vo. Calcutta 1846.\nThe Builder. Nos. 8, 9, Vols. III. IV., and Nos. 1 to 5, Vol. V.\nThe Dublin Quarterly Journal of Medical Science. May 1847.\nThe London University Calendar for 1847. Svo. London 1847.\nThe Stars and the Earth, or Thoughts upon Space, Time and Eternity. Svo. London 1846.\nThe Tradesman's Book of Ornamental Designs. Part 1. fol.\nThe Yorkshireman, a Religious and Literary Journal, by a Friend. 5 vols. 8vo. Pontefract 1833–37.\nWorks relating to the early History, Antiquities, and Literature of Sweden. 20 vols. 1747–66, 1829–46.\nANSTED (D. T.) The Ancient World; or Picturesque Sketches of Creation. Svo. London 1847.\nFacts and Suggestions concerning the Economic Geology of India. 1. Coal-fields of India. 8vo. 1846.\nARGELANDER (F. G. A.) Astronomische Beobachtungen auf der Sternwarte zu Bonn. Erster Band. 4to. Bonn 1846.\nART (Works of.)\nBust in Plaster of Thomas Gray, Esq., with a Memoir by Thomas Wilson, Esq.\nFourteen Lithographic Drawings illustrative of Mr. Babbage's Analytical and Difference Engines.\nMedallion in Wax of Galileo.\nOne Silver and one Bronze Medal of Leibnitz. In Case.\nSheet illustrative of Mr. Kay's improvements in the Machinery for Weaving.\nATKINS (Mrs.) Specimens of British Algae. Part 7.\nBAILIE (J. K.) Fasciculus Inscriptionum, Graecarum potissimum, quas apud sedes celeberrimas Asianas chartis mandatas, et nunc denuo instauratas, notisque tum criticis tum exegeticis instructas edidit J. K. Bailie. 4to. Dublini 1846.\nBAILY (F.) Calculations and Papers relative to the Pendulum Experiments, by the late Francis Baily, Esq., F.R.S.\nBARKER (T. H.) A case of large secondary Prostatic Calculus removed by Perinaeal Incision. 8vo. Worcester 1847.\nBIOT (J.B.) Précis de l'Histoire de l'Astronomie Planétaire. 4to. Paris 1847.\nBLACKBURNE (G. L.) On Decorative Painting. fol.\nBOOTH (Rev. J.) Education and Educational Statistics considered. 8vo. London 1846.\n\nDONORS.\n\nThe Board of Ordnance.\nThe Editor.\nThe College.\nSociety of Arts and Sciences, Utrecht.\nThe Author.\nThe East India Company.\nG. Godwin, Esq., F.R.S.\nThe Editor.\nThe University.\nThe Author.\nThe Publishers.\nLuke Howard, Esq., F.R.S.\nThe Royal Library, Stockholm.\nThe Author.\nThe Observatory.\nThe Gray Committee.\nC. Babbage, Esq., F.R.S.\nP. C. Smyth, Esq.\nRoyal Academy of Sciences at Berlin.\nCol. Sutcliffe.\nThe Author.\nThe Author.\nMiss Baily.\nThe Author.\nThe Author.\nPRESENTS.\n\nBOUTIGNY (P. H.) Nouvelle Branche de Physique, ou Études sur les corps à l'État sphéroïdal. 8vo. Paris 1847.\n\nBREMIKER (Dr.) The Berlin Twenty-first hour Star Map. fol. Berlin 1845.\n\nBRITTON (J.) Memoir of John Aubrey, F.R.S. 4to. London 1846.\n\nBROWN (J. A.) Results of the Makerstoun Observations. No. 2.\n\nExtracts from the Introduction to the Observations made at Makerstoun in 1843.\n\nBRUCE (W. D.) Chronological Tables. 8vo. London 1841.\n\nBUCH (Leopold von.) Die Bären-Insel nach B. M. Keilhau Geognostisch Beschrieben von Leopold von Buch. 4to. Berlin 1847.\n\nBUSCH (A. L.) Astronomische Beobachtungen auf der Königlichen Universität Sternwarte in Königsberg, 1836. Von A. L. Busch. Abtheilung 22. fol. Königsberg 1846.\n\nCARAMAN (Le duc de). Histoire des Révolutions de la Philosophie en France pendant le moyen âge jusqu'au seizième Siècle. Tomes I et II. 8vo. Paris 1847.\n\nCARLINI (F.) Effemeridi Astronomiche di Milano per l'Anno 1847. 8vo. Milano 1847.\n\nCHEVREUL (M. E.) Théorie des Effets optiques que presentent les Etoffes de Soie. 8vo. Paris 1846.\n\nCIVIALE (Dr.) Traité Pratique et Historique de la Lithotritie. 8vo. Paris 1847.\n\nCURETON (Rev. W.) Vindicatio Ignatianæ, or the Genuine Writings of St. Ignatius. 8vo. London 1846.\n\nDANA (J. D.) Origin of the grand outline Features of the Earth. 8vo.\n\nOn the Volcanoes in the Moon. 8vo. New Haven 1846.\n\nDAUBENY (G. C. B.) On the Site of the ancient city of the Aurunci. 8vo. Oxford 1846.\n\nDEMIDOFF (Prince Anatole de.) Album du Voyage dans la Russie Méridionale et la Crimée. Livraisons 1 to 6, and 10 and 12. fol.\n\nAtlas d'Histoire Naturelle du Voyage, &c.\n\n95 Planches. fol. Paris 1842.\n\nObservations Météorologiques faites à Nijné-Taguilsk en 1845. 8vo. Paris 1846.\n\nDEMONVILLE (—). Philosophie Primitive. Tomes I. et II. Svo. Paris 1846.\n\nDE MORGAN (A.) On the Structure of the Syllogism. 4to. Cambridge 1847.\n\nStatement in answer to an assertion made by Sir W. Hamilton, Bart. 8vo. London 1847.\n\nArticle \"Tables\" in Penny Cyclopaedia.\n\nDIRKS (J.) Geschiedkundig onderzoek van den Koophandel der Friezen. 8vo. Utrecht 1846.\n\nD'ORBIGNY (A.) Foraminifères Fossiles du bassin tertiaire de Vienne. 8vo. Paris 1846.\n\nDUCOUX (Dr.) The Mineral Waters of Cransac. 8vo. London 1847.\n\nELLIOTSON (J.) Numerous cases of surgical operations without pain in the Mesmeric state. 8vo. London 1843.\n\nThe Harveian Oration, delivered before the Royal College of Physicians, June 27, 1846. 8vo. London 1846.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Observatory of Milan.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nM. Le Prince Demidoff.\n\nThe Author.\n\nSociety of Arts and Sciences, Utrecht.\n\nThe Author.\n\nSaxe Bannister, Esq.\n\nThe Author.\nPRESENTS.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1849. 8vo. Berlin 1846.\n\nESPINE (M.) Annuaire de la Mortalité Genévoise. 8vo. Genève 1847.\n\nESPY (Jas.) Report on Meteorology. fol. Washington.\n\nFAREY (J.) A Treatise on the Steam-Engine. 4to. London 1827.\n\nFELLENBERG (L. R.) Fragmens de Recherches Comparées sur la Fibrine du Cheval. 8vo. Berne 1841.\n\nAnalyse de l'Eau Minérale de Weissenburg. 8vo. Lausanne 1846.\n\nand VALENTINE (G.) Ueber die bei der Consolidation des Faserstoffes stattfindenden Veränderungen der elementaranalytischen Bestandtheile desselben.\n\nFLAUTI (C. V.) Geometria di sito sul piano, e nello spazio. Parte 1. 8vo. Napoli 1842.\n\nFLOURENS (P.) Phrenology Examined. 8vo. Philadelphia 1846.\n\nFORBES (J.) British and Foreign Medical Review. Nos. 43, 44, 45, 46. 8vo. London 1846–47.\n\nFORSTER (T. J.) Mémoire sur les Etoiles filantes. 8vo. Bruges 1846.\n\nFREMONT (Capt.) Report of the Exploring Expeditions to the Rocky Mountains in the years 1842–44. 8vo. Washington 1845.\n\nFRITSCH (K.) Ueber die Periodischen Erscheinungen am Wolkenhimmel. 4to. Prag 1846.\n\nUeber die Periodischen Erscheinungen im Pflanzenreiche. 4to. Prag 1845.\n\nGILBART (J. W.) Lectures on Ancient Commerce. 8vo. London 1847.\n\nGILLIES (Lieut.) Astronomical Observations made at the Naval Observatory, Washington, under orders of the Secretary of the Navy. 8vo. Washington 1846.\n\nMagnetical and Meteorological Observations for 1838–42, made at Washington under orders of the Secretary of the Navy. 8vo. Washington 1845.\n\nGLAISHER (James). Hygrometrical Tables. 8vo. London 1847.\n\nGOULD (John). The Birds of Australia. Parts 24 to 27. fol. London 1846–47.\n\nGRAHAM (Major, U.S.) Observations on the Magnetic Dip. 4to. Philadelphia 1846.\n\nGREGORY (W.) and LIEBIG (Baron von.) Elements of Chemistry, by the late Edward Turner, M.D., F.R.S. Part 1. 8vo. London 1847.\n\nGROVE (W. R.) On the Correlation of Physical Forces. 8vo. London 1846.\n\nGULLIVER (G.) The Works of William Hewson, F.R.S. 8vo. London 1846.\n\nA Catalogue of Plants collected in the neighbourhood of Banbury. 8vo. London 1841.\n\nHALDAT (Dr.) Deux Mémoires sur le Magnétisme. 8vo. Nancy 1846.\n\nHAMILTON (Sir W.) Abstracts of Additional Communications on Quaternions. 8vo. Dublin 1846.\n\nHARDY (T. D.) Modus Tenendi Parliamentum, an ancient Treatise on the Mode of holding the Parliament in England. 8vo. London 1846.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Authors.\n\nThe Author.\n\nDr. Booth.\n\nEdward Everett, Esq.\n\nThe Author.\n\nThe United States Government.\n\nThe Author.\n\nThe Marquis of Northampton, P.R.S.\n\nThe Author.\n\nThe Publisher.\n\nThe Author.\n\nThe Editor.\n\nHer Majesty's Secretary of State.\nPRESENTS.\n\nHILLMAN (W. A.) The Study of Physic and Surgery, &c. 8vo. London 1846.\n\nHOOG (J.) On the Classification of Birds, &c. 8vo. Edinburgh 1846.\n\nHOLTZAPFFEL (C.) Turning and Mechanical Manipulation. Vol. II. 8vo. London 1846.\n\nHOPE (Rev. F. W.) Address delivered at the Anniversary Meeting of the Entomological Society on the 26th of January, 1846. 8vo. London 1846.\n\n——— A Catalogue of the Lucanoid Coleoptera in the Collection of the Rev. F. W. Hope, F.R.S. 8vo. London 1845.\n\nHORNER (L.) Address delivered at the Anniversary Meeting of the Geological Society on the 19th of February, 1847. 8vo. London 1847.\n\nJACOBI (C. G. J.) Mathematische Werke. Band I. 4to. Berlin 1846.\n\nJASWINSKI (A.) Slovary Kornei latinskagho pszyika po Metody. 8vo. St. Petersburg 1845. Atlas of Plates. 4to.\n\nJASTRZEBOWSKI (Albert.) Carte Climatologique de Varsovie comme point central de l'Europe.\n\nJOHNSON (M. J.) Astronomical Observations made at the Radcliffe Observatory, Oxford. 8vo. Oxford 1846.\n\nJONES (T. R.) A General Outline of the Animal Kingdom. 8vo, London 1841.\n\nJOURNALS.\n\nAstronomische Nachrichten. Vols. XXIII. and XXIV., and Nos. 584 to 593. 4to. Altona.\n\nCalcutta Journal of Natural History. Nos. 18 to 27. 8vo.\n\nJournal of the Asiatic Society of Bengal. Nos. 165 to 170. 8vo.\n\nJournal of the Agricultural and Horticultural Society of India. Parts 3 and 4, Vol. III. Parts 1 to 4, Vol. IV. Parts 1 and 2, Vol. V. 8vo.\n\nThe Athenæum Journal, from June to December 1846.\n\nThe Electrical Magazine. Nos. 13 and 14. 8vo.\n\nThe Literary Gazette, from June to December 1846.\n\nThe London Geological Journal. Nos. 1 and 2. 8vo.\n\nKANE (Sir R., M.D.) The Industrial Resources of Ireland. 8vo. Dublin 1845.\n\nKNOBLAUCH (C. H.) De Calore radiante. 4to. Berlini 1846.\n\nKREIL (K.) Magnetische und Geographische Ortsbestimmungen in Böhmen in den Jahren 1843–45. 4to. Prag 1846.\n\n——— Magnetische und Meteorologische Beobachtungen zu Prag. 2 Parts. 4to. Prag 1846–47.\n\nKUPFFER (A. T.) Annuaire Magnétique et Météorologique des Observatoires de la Russie, année 1843. 4to. St. Pétersbourg 1845.\n\n——— Note relative à la Température du Sol et de l'Air aux limites de la Culture des Céréales. 4to.\n\nLABUS (G.) Intorno all'Oscurissimo dio Canto Pate ricordato da un marmo del museo Brisciano.\n\nLAMONT (J.) Resultate des magnetischen observatoriums in München, 1843–45. 4to. München 1846.\n\nLASAULX (Ernst.) Ueber das Studium der Griechischen und Romischen Alterthümer. 4to. München 1846.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author, per Lieut.-Col. Sabine, For. Sec. R.S.\n\nThe Radcliffe Trustees.\n\nThe Author.\n\nProfessor Schumacher.\n\nDirectors of the East India Company.\n\nThe Society.\n\nThe Editor.\n\nThe Editor.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nLE VERRIER (U. J.) Recherches sur les Mouvements d'Uranus 8vo. Paris 1846.\n\nLIEBER (F.) A Lecture on the Origin and Development of the first constituents of Civilisation. 8vo. Columbia 1845.\n\nLIEBIG (Baron von) and GREGORY (W.) Elements of Chemistry, by the late Edward Turner, M.D., F.R.S. Part I. 8vo. London 1847.\n\nLITTROW (C. L. von.) Storia Celeste del R. osservatorio di Palermo. Vols. II. and III. 4to. Vienna 1846.\n\nLOUYET (M.) Analyses d'Alliages employés dans les Arts. 8vo. Paris 1846.\n\nLOWE (E. J.) Treatise on Atmospheric Phenomena. 8vo. London 1846.\n\nMÄDLER (J. H.) Die Central Sonne. 4to. Dorpat 1846.\n\nMAJOCCHI (G.) Delle Condizioni necessarie alla produzione della corrente voltaica. 8vo. Milano 1846.\n\nMANTELL (G. A.) Geological Excursions round the Isle of Wight. 8vo. London 1847.\n\nA Day's ramble in and about the ancient Town of Lewes. 8vo. London 1846.\n\nMAPS, CHARTS, &c.\n\nCarte Climatologique de Varsovie comme Point Central de l'Europe.\n\nCharts published by the Admiralty during 1846.\n\nMARGARIDE (M.) Tesoro de Geometria. fol. Barcelona 1846.\n\nMAURY (Lieut.) Astronomical Observations made at the United States Naval Observatory, Washington, during 1845.\n\nMAYO (Thos.) Clinical Facts and Reflections; also Remarks on the impunity of murder in some cases of presumed Insanity. 8vo. London 1847.\n\nMICHAELIS (H. C.) Quæstiones de Bello Punico primo. 8vo. 1846.\n\nMILROY (G.) Quarantine and the Plague. 8vo. London 1846.\n\nMUIRHEAD (J. P.) Correspondence of the late James Watt on his discovery of the Theory of the Composition of Water, with a Letter from his Son. 8vo. London 1846.\n\nMURCHISON (Sir R. I.) Address delivered at the Southampton Meeting of the British Association for the Advancement of Science. 8vo. London 1846.\n\nNEISON (F. G. P.) Observations on Odd-Fellow and Friendly Societies. 12mo. London 1847.\n\nNOBLE (D.) The Brain and its Physiology. 8vo. London 1846.\n\nODART (M.) Rapport de M. Chevreul sur l'ouvrage intitulé Ampélographie. 8vo. Paris 1846.\n\nPACINI (F.) Sopra un nuovo Meccanismo di Microscopio. 8vo. Bologna 1846.\n\nRicerche microscopiche sulla tessitura intima della retina. 8vo. Bologna 1846.\n\nPARCHAPPE (M.) Du Coeur, de sa Structure, et de ses Mouvements. 4to. Paris 1846.\n\nPARLATOR (F.) Giornale Botanico Italiano. Parts 1 to 4. 8vo. Firenze 1846.\n\nMDCCCXLVII.\nPRESENTS.\n\nPARROT (Dr.) Ueber den Ausfluss der tropfbaren Flüssigkeiten durch kleine Öffnungen im Boden der Gefäße. 8vo. St. Petersburg 1846.\n\nPERSOZ (J.) Bibliothèque des Arts Industriels. 4 vols. and Atlas. 8vo. Paris 1846.\n\nPHILLIPS (J.) On the Remains of Microscopic Animals in the Rocks of Yorkshire. 8vo. Leeds 1846.\n\nPHILLIPS (G.) Ueber die Ordalien bei den Germanen in ihrem Zusammenhange mit der Religion. 4to. Munich 1847.\n\nPIOLA (G.) Elogio di Bonaventura Cavalieri. 4to. Milano 1844.\n\nPLANTAMOUR (E.) Observations Astronomiques faites à l'Observatoire de Genève dans l'Année 1844. 4to. Genève 1845.\n\nPORTER (G. R.) The Progress of the Nation. New Edition. 8vo. London 1847.\n\nPopular Fallacies regarding general Interests, being a translation of the \"Sophismes Economiques,\" by M. Bastiat, with Notes. 12mo. London 1846.\n\nPORTRAITS.\n\nPortrait of Sir Mark Isambard Brunel, F.R.S., by S. Drummond, engraved by J. Carter.\n\nPortrait of J. O. Halliwell, Esq., lithograph.\n\nPortrait of M. Kupffer, by E. Meyer, lithograph.\n\nPortrait of G. A. Mantell, Esq., LL.D., F.R.S.\n\nPortrait of Edward Rudge, Esq., F.R.S., lithographed by Dickinson.\n\nPortrait of William Tooke, Esq., F.R.S., by J. White, engraved by C. Turner.\n\nPOUCHET (F. A.) Théorie positive de l'Ovulation Spontanée, et de la Fécondation des Mammifères et de l'Espèce humaine. 8vo. Paris. 1 vol. and Atlas.\n\nPRUNER (Dr.) Die Ueberbleibsel der altägyptischen Menschenrace. 4to. München 1846.\n\nQUARANTA (Bernardo.) Di un Vaso Greco dipinto che si conserva nel Real Museo Borbonico.\n\nSul gran Musaico dissotterrato in Pompei. 4to. Napoli 1831.\n\nSaggio di una Fisiologia Omerica. 4to.\n\nSu la Figura e l'Iscrizione Egizia incise in uno Smeraldo Antico. 4to. Napoli 1843.\n\nQUETELET (A.) Sur le Climat de la Belgique. 4to. Bruxelles 1846.\n\nRésumé des Observations Magnétiques faites à des époques déterminé. 4to.\n\nRAFN (C.) Mémoire sur la Decouverte de l'Amérique au dixième siecle. 8vo. Copenhagen 1843.\n\nAmericas Arctiske landes Gamle Geographie. 8vo. Copenhagen 1845.\n\nREFIELD (W. C.) On three several Hurricanes in the Atlantic. 8vo. New Haven 1846.\n\nREMAK (Dr. R.) Ueber ein selbständiges Darmnervensystem. fol. Berlin 1847.\n\nRENNIE (G.) Plan and Elevation of the Bridge at Val St. Lambert.\n\nRENNIE (Sir John.) Address to the Institution of Civil Engineers. 4to. London 1846.\n\nDonors.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Bavarian Academy, Munich.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJ. Koffway.\n\nThe Publisher.\n\nCol. Sabine.\n\nC. R. Weld.\n\nMrs. Rudge.\n\nWm. Tooke, Esq.\n\nThe Author.\n\nLa Société des Antiquaires du Nord.\n\nThe Author.\n\nThe Author.\nREPORTS.\n\nQuarterly Return of the Health and Mortality in 117 districts of England. No. 1. 1847.\nReport of the Commissioners on Standards of Weight and Measure. fol. London 1841.\nReport of the Committee of the Health of Towns Association. 8vo. London 1846.\nReport on the East London Water-works. 4to. London 1847.\nReport showing the progress of the Coast Survey in the United States. 8vo. Washington 1846.\nSecond Report of the Syndicate of the University of Cambridge relative to the proceedings in the Observatory relative to the new Planet (Neptune).\nSeventh Annual Report of the Registrar-General. 8vo. London 1846.\nROSS (Sir John.) Observations on a Work, entitled \"Voyages of Discovery and Research within the Arctic Regions,\" by Sir John Barrow, Bart., being a refutation of the numerous misrepresentations contained in that Volume, by Sir John Ross. 8vo. Edinburgh and London 1846.\nRUSCONI (M.) Riflessioni sopra il sistema linfatico dei Rettili. 8vo. Pavia 1845.\nSCHMIDT (K.) Zur vergleichenden Physiologie der wirbellosen Thiere. 8vo. Braunschweig 1845.\nEntwurf einer Allgemeinen Untersuchungsmethode der Säfte und Excrete des thierischen Organismus. 8vo. Leipzig 1846.\nSCHUMACHER (H. C.) Observationes Cometae Anni 1585 Uraniburgi habitae a Tycho Brahe. 4to. Altome 1845.\nAstronomische Nachrichten. Vols. XXIII., XXIV. Nos. 584 to 593. 4to.\nSEYMOUR (E.) Thoughts on the Nature and Treatment of several severe diseases of the Human Body. Vol. I. 8vo. London 1847.\nSHADWELL (C.) Tables for facilitating the Approximate Prediction of Occultations and Eclipses for any particular place. 8vo. London 1847.\nSHEEPSHANKS (Rev. R.) Tables for facilitating Astronomical Reductions. 4to. London 1846.\nSIMPSON (J.) Notes on the Inhalation of Sulphuric Ether in the practice of Midwifery. 8vo. Edinburgh 1847.\nSMEE (A.) The Potatoe Plant, its Uses and Properties: together with the cause of the present Malady. 8vo. London 1846.\nSMYTH (C. P.) Remarks on the present state and future prospects of the Observatory of the Astronomical Institution of Edinburgh. 8vo. Edinburgh 1846.\nSOLLY (E.) On the Exhaustion of Soils. 4to. London 1845.\nOn Seed Steeping. 4to. London 1845.\nFurther Observations on the influence of Electricity on Vegetation. 8vo. London 1847.\nSTRATFORD (Lieut.) The Nautical Almanac for 1849 and 1850. 8vo. London 1845–46.\nSTRUVE (F. G. W.) Description de l'Observatoire Astronomique de Pulkova. 2 Parts. 4to. St. Pétersbourg 1845.\n\nDONORS.\n\nThe Registrar-General.\nG. B. Airy, Esq., F.R.S.\nThe Committee.\nT. Wicksteed, Esq.\nA. D. Bache.\nProfessor Challis.\nThe Registrar-General.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nThe Author.\nLieut. Stratford, F.R.S.\nThe Author.\nPRESENTS.\n\nSTURGEON (W.) Experimental Investigation of the Magnetic Characters of simple Metals, Metallic Alloys and Metallic Salts. 8vo. Manchester 1846.\n\nSYKES (Lieut.-Col.) Statistics of the Government Charitable Dispensaries of India.\n\nThe past and present condition of the Deyrah Dhoon, by J. D. MacDonald, Esq.\n\nStatistics of Frankfort-on-the-Main.\n\nStatistics of the Metropolitan Commission in Lunacy.\n\nAccount of the Siege of Jeialabad. folio.\n\nNotice respecting some fossils collected in Cutch.\n\nOn the Quails and Hemipodii of India.\n\nStatistics of the Educational Institutions of the East India Company in India.\n\nOn a Catalogue of Chinese Buddhistical works.\n\nOn the Temple of Somnath.\n\nOn the Population and Mortality of Calcutta.\n\nStatistics of Civil and Criminal Justice in India.\n\nTANCHOU (Dr.) Enquête sur l'Authenticité des Phénomènes électriques d'Angélique Cottin. 8vo. Paris 1846.\n\nTAYLOR (H.) Simple Arithmetic. 8vo. London 1847.\n\nTELINCK (C.) Fünfzehnjährige Hygrometer Beobachtungen 1829–45, an der Sternwarte zu Wien. fol.\n\nTEMMINCK (C. J.) Coup d'œil Général sur les Possessions Neerlandaises dans l'Inde Archipelagique. Tome I. 8vo. Leide 1846.\n\nULRICKS (H. N.) Topography of the Harbours of Athens. 8vo. London 1847.\n\nVALENTINE (G.) und FELLENBERG (L. R.) Ueber die bei der Consolidation des Faserstoffes stattfindenden Veränderungen der elementaranalytischen Bestandtheile desselben. 8vo.\n\nVIETA (F.) Canon Mathematicvs sev, ad Triangvla cum Adpendicibus. fol. Lutetiae 1579.\n\nWEBSTER (T.) The Principles of Hydrostatics. 8vo. London 1847.\n\nWHITE (A.) A Treatise on the Plague. 8vo. London 1846.\n\nWICKSTEED (T.) Report on East London Water-works. 4to. London 1847.\n\nWILLICH (C.) Tables for valuing Advowsons for 1847.\n\nWILSON (E.) On the Management of the Skin. 8vo. London 1847.\n\nOn Diseases of the Skin. 8vo. London 1847.\n\nThe Anatomist's Vade Mecum. 8vo. London 1847.\n\nAccount of a Horn developed from the Human Skin. 8vo. London 1844.\n\nAn Account of the Trichocephalus affinis. 8vo. London 1846.\n\nThe History of the Middlesex Hospital. 8vo. London 1845.\n\nOn the Classification, Structure and Development of the Echinococcus Hominis. 8vo. London 1844.\n\nZANTEDESCHI (Prof.) Ricerche Fisico-Chimico-Fisiologiche sulla luce. 8vo. Venezia 1846.\n\nDONORS.\n\nThe Author.\n\nLieut.-Col. Sykes, F.R.S.\n\nThe Author.\n\nThe Author.\n\nJ. E. Gray, Esq.\n\nThe Author.\n\nThe Authors.\n\nA. De Morgan, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108353.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 28312,
    "total-output-tokens": 12629,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1235,
        2
      ],
      [
        1235,
        3338,
        3
      ],
      [
        3338,
        5432,
        4
      ],
      [
        5432,
        5758,
        5
      ],
      [
        5758,
        7593,
        6
      ],
      [
        7593,
        10215,
        7
      ],
      [
        10215,
        12607,
        8
      ],
      [
        12607,
        15604,
        9
      ],
      [
        15604,
        18508,
        10
      ],
      [
        18508,
        21254,
        11
      ],
      [
        21254,
        23945,
        12
      ],
      [
        23945,
        26820,
        13
      ],
      [
        26820,
        29142,
        14
      ],
      [
        29142,
        31761,
        15
      ],
      [
        31761,
        34509,
        16
      ],
      [
        34509,
        36985,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108353",
    "title": "Back Matter",
    "authors": null,
    "year": 1847,
    "volume": "137",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/108353"
  }
}