{
  "id": "231c11b2d7387ecd530d88921980b216455bc82d",
  "text": "An Accomp of some Books.\n\nI. De MOTIONIBUS A GRAVITATE DEPENDENTIBUS\nLiber Joh. Alphonsi Borelli, In Academ. Pisana Mathefios Professoris:\nRegio Julio, 1670. in 4°.\n\nThe Learned Author of this Book maintains therein, That all Bodies Sublunary have Gravity: that they exercise this in endeavors to approach towards the Center of the Earth: that the superior Body or the superior parts of the same, Solid or Fluid, do gravitate on the inferior, when at rest: that there is no Positive Levity in nature: that Lighter bodies ascend, because thrust out of their place by Heavier: that the Air is heavy, Elastick or Springy, and doth thereby perform those things that were wont to be ascribed to Fuga Vacui; that the same is capable of very great Expansion and Contraction: that there is not in nature any proper Attraction or Suction; but things seeming so to be perform'd are done by the Pullion or Trusion of other Bodies: that there is a Necessity and a great Use of Vacuities in nature, notwithstanding the subtile and all-pervading Matter of Des-Cartes, with many other things consonant hereto. For these Assertions he brings Arguments; answers Objections and Difficulties, and particularly those that are alleged to assert a Vacuum: And from thence solveth a great many Phenomena in Nature; as, about the Torricellian Experiment and others thereunto appertaining; about Siphons, Pumps, Syringes, Cupping-glasses, &c. about the Nature of Fluidity; (where he examins and animadverts upon the Cartesian doctrine concerning the same:) the Ascent of water above its Level (in small Pipes and otherwise;) and its contracting itself into Globular drops: of its Expansion in Freezing, and its Strength thereupon: of the Degrees of Velocity in lighter Bodies ascending in Water; and of Water running out of Tubes or other Vessels perforated at the bottom: of Fermentations; and Dissolving Salts, Metals, &c. in liquid Menstruum's: with many more, too numerous to repeat here.\n\nII. Dissertationes duæ Medicæ de VENENO PESTILENTI: Studio Caroli de la Font, M.D. & in Acad. Avignon. Prof. primar. Amstelodami, in 12°.\n\nIn the former of these two Dissertations the Author treateth of the Nature and Causes of the Plague, without any recourse to Occult Qualities, or the Influence of the Stars; deducing the Pestilential Venom from the Air infected and corrupted chiefly by Arsenical Exhalations\nExhalations, either breathed in at the Mouth or Nose, and so affecting the Lungs and Brain, or piercing through the Skin into the other parts of the Body, and there working, not by Coagulation (as Dr. Willis would have it, on whom the Author animadverts, though very civilly,) but by Corrosion, which, in his opinion, depends not from Heat or any other of the four First Qualities, celebrated in the Schools, but from a certain Conformation of Salin corrosive particles, manifest in Arsenick by many effects, here specified, and particularly those, that have been observed in the Bodies of such as dyed of the Plague, in which not only the interior membrane of the Stomach, but also all the Bowels have been found corroded, black, sphacelated and corrupted. Yet he denieth not, but that with this Arsenical venom some other, and especially Mercurial, Vapors may concur, which being joyned and sublimed together with other Volatil particles become highly destructive, being taken into such Bodies, as were predisposed, before others, to receive them by their depraved constitution, or by a too great fulness of blood, or obstructions, or perturbations of humors caused from fancy, fear and consternation, &c.\n\nAs for the Spreadingness of the Plague, he esteems, and endeavors to evince, that it is not so Contagious as is commonly believed, but that, whereas there are ten perhaps that get it by infection from others, there are thousands that are struck with it from the Air, harbouring the seeds of it in a pestilential constitution.\n\nIn the other Dissertation the Author delivers the several Means of Curing the Plague; either by expelling, or dispersing, or intangling, or rebating, or fixing, or impeding the penetration of those Corrosive particles, that invade the Body; where he mentions the several remedies, by him judged proper in the said respective methods: Concluding with a discourse about the best wayes of Preservation from the Plague; of which he prescribeth principally these three, either by Retiring afar off, or by Correcting, or by Fortifying our selves against the Pestilential Air; adding his thoughts how the two latter wayes may be best performed.\n\nIII. Tractatus de CORDE, item de MOTU & COLORE SANGUINIS, & Chyli in eum transit: Cui accessit Dissertatio de Origine CATHARRI. Auth. Richardo Lower, M.D. Editio tertia & novissima. Amstelodami 1671. in 8°.\n\nHaving already given an Accomp of the principal part of this Treatise in Numb. 45. of these Tracts when it was printed the first time; we shall here only add something about the newly annexed\nnexed Dissertatton of the Origin and Cure of Rheumes. As to their Origin, the Learned Author, having declared, with the generality of Physicians, that Rheumes are bred from the Serous part of the Blood, fever'd from it by an impeded Transpiration, he undertaketh to evince the erroneousness of the Vulgar opinion, deriving all sorts of Defluxions from the Brain, by shewing, that, whereas the Authors and Teachers of that Tenet do acknowledge, that the Water collected in the Ventricles of the Brain distilith only through the Os Cribri-forme into the Nose, and through the Glandula pituitaria into the Palat; the Structure of those parts is such, that that can be done neither of these ways; which assertion of his is accompanied with divers considerable Observations and Experiments; as also with an Answer to those, that apprehend great danger to the Brain from the excrementitious matter gathered therein, if it should not be purged out from thence by the Eyes, Nostrils, Ears and the Palat. Which being dispatched, he proceeds to suggest the ways of stopping and curing Defluxions, by observing, that, since the Matter for Rheumes is furnished by the Serum of the Blood, whatever is able to withdraw that pabulum, or to precipitate the serosity through the Kidneys, or to convey it away by liege, or to dispell it through the pores of the Body, is sufficient to perform the cure.\n\nIV. Francisci de le Boe Sylvii M. D. & Prof. Oratio de AFFECTUS EPIDEMII, A. 1669. Leidam depopulantis, CAUSIS NATURALIBUS. Lugduni Batavorum, 1670. in 12°.\n\nThis Learned Discourse, together with the First part of the Praxis Medica Idea Nova, was lately in several Copies presented from the Worthy Author, both to his Majesty, and to the Royal Society, and particularly to the Noble President and divers Eminent Members of the same for their Examination. And as we gave very lately a fresh Accompt (in Numb. 71.) of the said First part now perfect, after we had taken some notice of it formerly, (in Numb. 40.) when it was yet incompletly printed; so we cannot omit to give here a Breviat of this ingenious Oration.\n\nIn it the Author declareth and endeavors to prove, that the late wasting Disease in the City of Leiden is to be imputed to these concurrent second Causes, viz. The Excessive Heat, long continued Calms, want of Rain, and the Vapors of Standing and Muddy waters abounding in that place, together with certain Salin and noxious Exhalations of the Earth, by the force of the Sun propelled into the Air, and there mingled with the former. From which, being well consider'd, he esteems, that all the various and even the most\nmost different and grievous Symptoms, that were observed in the sick people at Leiden may be rationally derived; adding thereunto his Opinion of the Cause, why Rich and Delicate persons were first of all and sooner attacked and destroyed by that Disease, then those of the Poorer and Hardier sort of people; though these latter fell in greater numbers about the end of this Sickness, than the former.\n\nIn the discourse about the ill effects of a tainted Air upon Human Bodies, he taketh occasion to insinuate, That as 'tis difficult to prove, so 'tis hard to deny, that some part of the inspired Air is also commixed with the Saliva, and being together with other Humors, falling from the Brain and its Glanduls and the glandulous Tunicles, derived to the Mouth and Throat, and so swallow'd together with the same, causeth in the Stomach and Small Guts some alterations in the humors there found or meeting together. But as he thinks this not improbable, so he judgeth, that there are yet required many accurate Observations to clear up and establish so obscure a Doctrine.\n\nV. HYPOTHESIS PHYSICA nova, sive THEORIA MOTUS CONCRETI, cum THEORIA MOTUS ABSTRACTI. Auth. Gothofredo Guilielmo Leibnitio, f. V. D. & Consiliario Mogentino. Londini Impensis Joh. Martyn, R. Societatis Typographi, ad insigne Campane in Cæmeterio D. Pauli, 1671. in 12°.\n\nThe Ingenious Author of this small Tract, though by profession a Civilian, and one of the Privy Counsel of his Electoral Highness of Maintz, and upon that Accomp very much taken up with publick affairs, is yet so much pleased with the study and search of Nature, that whatever hours he can redeem from his State-employment, he spends in that which he judgeth incumbent upon him as Man; I mean the Contemplation of the works of God and Improvement of Natural Philosophy. What he hath therein performed, he imparts in this Hypothesis to the Learned world, and dedicateth it to the Royal-Society of England, and the Royal Academy of France, desirous in his Letters to have their thoughts concerning the same; wherein he maketh it his busines to shew, that by the help of it the Causes of most of the phenomena of Nature may be rendered from one single and universal Motion, suppos'd in our Globe, neither crossing the Copernican nor Tychoonian Hypothesis; the Author having so managed the whole, as that all Sects may bear and admit what he here produceth, without a prejudice to their own Opinions.\n\nA Copy of this Tract being Communicated, besides others, to the Excellent Dr. Wallis, Fellow of the R.Society, and Savilian Professor of Geometry in the University of Oxford, with a desire to examine the same.\nfame, and to give his judgment thereof, he was pleased to make a return in Latin, which for want of room here, we must refer to another opportunity.\n\nVI. PHILOSOPHUS AUTODIDACTUS, exhibitus in Epistola, ex Arabica in Latinam Linguam versa ab Edvardo Pocokio, Oxonii 1671. in 4°.\n\nThis Book being translated out of a fair Arabick Manuscript in the Bodleian Library into Latine by the care of the Learned Dr. Pocock, and printed in both the Languages together, is a very ingenious piece, and, by the testimony of the skilful, elegant in the Original, and an excellent style. The design is to shew, How from the Contemplation of things here below, Man by the right use of his Reason may raise himself unto the knowledge of higher things; which is here perform'd by a Faign'd History of an Infant exposed, he knows not how, on an Island not inhabited; where he was nursed up by a Gazel (or kind of wild Dear) and coming afterwards to years of knowledge, did by his single Use of Reason and Experience (without any human converse) attain the understanding, first of Common things, the necessaries of human life; how to shift among the Beasts for his food, &c.; the use of cloaths, of weapons (to keep the beasts in order, who were before too hard for him;) then to the knowledge of Natural things, of Moral, of Divine, &c. And afterwards by an accident coming to know that there were other men in the world beside himself, and being removed out of his Island to them, and having learned the Language, was found to excell their studied Philosophers.\n\nThe whole design handsomely laid, and ingeniously prosecuted. The Epistle written by Abi Jaafar, contemporaneous to Averroes, who lived about 500 years ago; at which time, it seems, it was already known, that the Countries in the Torrid Zone were habitable, as appears by the Preface of Dr. Pocock to the Reader.\n\nERRATA.\n\nN°.68. p.2064. l.36. r.Cichory-flowers, but also Larkspur, Borage. N°.70.p.2134. l.7. r.Musci for Fungus.\nIn this Numb.73.p.2193.l.5.r. as compress the Air.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal-Society. 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101083.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 3242,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2383,
        2
      ],
      [
        2383,
        4958,
        3
      ],
      [
        4958,
        7581,
        4
      ],
      [
        7581,
        10235,
        5
      ],
      [
        10235,
        12330,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101083",
    "title": "An Accompt of Some Books",
    "authors": "Caroli de la Font, Joh. Alphonsi Borelli, Edvardo Pocokio, Francisci de le Boe Sylvii, Richardo Lower, Joh. Martyn, Gothofredo Guilielmo Leibnitio",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101083"
  }
}