{
  "id": "d3f10f29ac1eda44976bfcc318ddb3317da90280",
  "text": "smallness of the Brain, as also of the Mouth, and strange Teeth of this Fish; examining withall, whether the Glosoptera be the Teeth of this Creature, or Stones produced by the Earth; in which Controversie he takes their part, who maintain, that those and divers other substances found in the Earth, are parts of the Bodies of Animals, and endeavours to prove, that such sorts of Earth may be the sediments of Water, and such Bodies, the parts of Animals carried down together with those Sediments, and in progress of time reduced to a stony hardness.*\n\n*This Subject Mr. Hook hath also discoursed of at large in several of his publick Lectures, founded by Sir John Cutler; which Lectures he read about two years since in Gresham College, in the presence of many Learned and Curious persons; which also had been long since made publick, had not other indispensable Affairs hindered him from taking care of the Press: where he hath not only shewn the Origin of these Glosopterae, but of all other curiously figured Stones and Minerals; together with that of Mountains, Lakes, Islands, &c. tho from a somewhat differing Hypothesis, of which the Curious may shortly receive a further account.\n\nThe other Narrative is of a Female Dog-Fish, dissected also by himself, where do occur no less remarkable Observations than in the former, both of the parts in the Head, and of those in the Body; as touching the small weight of the Brain of this Fish, compared to the weight of its Body; several little Fishes found in the Stomach, untouch'd by any Teeth; the Vreters, the Ovarium, and Oviductus, where he digresses to shew, Mulierum testes esse Ovario analogos, and refers for further proof of this to his intended Treatise, which is, to give an account de partium Genitalium Analogia.\n\nAn Advertisement.\n\nThe Publisher hereof gives notice, That a brief Index for the Translations of this last year, beginning at Numb. 23. in March 1667. shall be printed apart for the use of such as desire to have all those Numbers together.\n\nERRATA.\n\nWhat the Printer for want of room did omit hitherto, in the giving notice of an Error committed by him in Numb. 29. the Reader is now desired to observe here, viz. That in the said Number, for want of Marks proper to express Multiplication, there was used, pag. 571. l. 5, 7. the mark of Plus or Addition, which yet 'tis thought could hardly occasion any mistake in the intelligent Readers, who might easily see the meaning of the Author by the lines 8, 9, 10. of the next precedent page 570.\n\nIn the SAVOY,\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1667.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101257.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 714,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2667,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101257",
    "title": "Errata",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101257"
  }
}