{
  "id": "20a2b4b40caf48eeeddbd6e545bbf4490d478d7c",
  "text": "F.1 Friday Oct. 11th at 7 in the Evening.\n\nF.2 Sunday Oct. 13th at 6 ditti\n\nF.3 Tuesday Oct. 15th at 6 ditti\n\nSupposing the Moon to be of this Diameter, the Comet Seem'd to me to be in proportion to this Circle; as above delineated.\n\nFig. 4\n\nFig. 5\n\nFig. 6\nnefs of a small Star; from the Comparison of which with the Tail the Brightness of the latter may in some sort be collected: The Tail appear'd sharper, and not so much spread in the two following Observations, and in the last did not exceed one third Part of the first Length; it was then of a much darker Colour, which made the Difference between that and the Head more observable, the Head yet appearing sufficiently bright. For some following Nights his Lordship's Observations were interrupted by cloudy Weather, after which the Comet was so far diminish'd, as only to be known by its Motion, its Appearance being no ways distinguishable from that of a small nebulose Star.\n\nIII. Observatio ejusdem Cometae ab Illustrißimo Domino Francisco Bianchini habita Albani Mensae Octobri, 1723. & ab eodem Ulyssiponem missa P. Joanni Baptistæ Carbone Soc. f E S N. Commuicavit Isaacus Samuda, M.D. Col. Med. Lond. L. S. R. S.\n\nDie 17 Octobris, postquam Jovialium Comitum situm observavsem forte in Constellationem Capricorni oculos conieci; cumque astra singula percurrerem, in quamdam veluti nebulosam stellam incidi, caeteris sane grandiorem, quam tamen ibidem loci numquam antea observaram. Rei novitate perscrutatus, eo Telescopium direxi, statimque Cometen esse deprehendi; siquidem tenuissimæ nebulæ globus apparuit, ejusque in medio veluti lucidus nucleolus. Idem quoque nudis oculis discernere licuit; & praeter\nter nebulam, seu Cometæ atmosphæram, brevem quo-\nque caudam, quæ ad orientem vergebat, eratque hu-\njusmodi. [Fig. 4.]\n\nNe me igitur ea occasio præteriret, consuetas circa\nillum observationes institui, ut ejus Longitudinem,\nLatitudinem, propriumque motum deprehenderem.\n\nEt quidem prima nocte, die nempe 17. supradiæta,\ntransit per Meridianum (qui penè cum Romano coin-\ncidit) circa horam septimam 44' post Merid. ejusque\ndistantia à Zenith, 69° 29'.\n\nHora 8. 11' 30'' distantia Cometæ à Fomabant A-\nquarii, intercepta est, 20° 33' & hora 8. 17' 30''\ndistabat à Stella β in humero dextero Aquarii, 21°\n8'. Proindeque versabatur Cometes in 11° 54'. Aqua-\nrii, cum Latitudine Australi ab Ecliptica 11° 10'\ncirciter.\n\nDie 21. erat adeo proximus Stellæ ε in Lino supra\nmanum sinistræm Aquarii, quàm ipsa ε est proxima\nStellæ μ minori in eodem Lino, constituebatque Co-\nmetes cum utraque Stella ε, μ rectam Lineam, sic\n[Fig. 5.] Ex hac igitur observatione, & ex Ascen-\nsionis rectæ nec non declinationis differentiâ inter\nCometen, & supradiætam Stellam ε quam diligen-\ntissime observavi, infertur locus Cometæ fuisse in\n6° 45'. Aquarii cum Latitudine Boreali ab Eclipt.\n8° 5'.\n\nHinc etiam infertur qualis Cometæ motus proprius\nfuerit, & quale iter; per planum scilicet circuli\nmaximi secantis Eclipticam in gradu 9 Aquarii, & con-\nstituentis cum eadem Ecliptica angulum 80 graduum\ncirciter.\n\nReliquis diebus eadem semper proportione moveba-\ntur, magisque in dies elongari à terræ visus est.\n\nParal-\nParallaxim nullam sensibilem, et si pluries inten-\ntaverim, deprehendere potui; proindeque maxima\nejus distantia à terra credenda est.\n\nHaecenus Illustriissimus Dominus Franciscus Bian-\nchini in Mathematicis Scientiis apprimè eruditus, & in\nobservando, quoad noverim, accuratisimus. Ejus\nobservatio à nostra, mea scilicet, ac Prioris Dominici\nCapassi vix in uno aut altero minuto quoad latitudinem\ndilcrepavit, caeterum omnino conformis. Quapropter\nnec illam hic arbitror apponendam.\n\nIV. Observations about Wasps, and the Difference\nof their Sexes. By the Reverend Mr. Derham,\nF.R.S. Prebendary of Windsor.\n\nIn the Beginning of July last 1723, having fre-\nquent occasion to be on the Top of our Collegiate\nChapel in Windsor Castle, I observed many Wasps fly-\ning about it, and particularly frequenting a Covering\nof Deal Boards, and the Pieces of Timber lying on the\nLeads. I took notice that most of these Wasps were\nof a larger sort than usual, and thought they came\nthither to gnaw the Wood, and to carry it away in\nMouthfuls to build their Nests; the Artifice of which\nI have taken notice of in my Phys. Theol. particular-\nly B. 4. ch. 11. note 21. and chap. 13. not. 12. But\nhaving caught some of them, and amongst the rest a\nlarge Queen-Wasp (which sort of Wasp, by the by,\nnever engages in any Labours of the Colony) I be-\ngan to be more strict in my Observations; and on Ju-\nly 6. I observed a Cluster of only three Wasps closely\nembracing each other; one of which was a large Fe-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103739.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 8116,
    "total-output-tokens": 1639,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        257,
        2
      ],
      [
        257,
        1672,
        3
      ],
      [
        1672,
        3165,
        4
      ],
      [
        3165,
        4654,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103739",
    "title": "Observatio Ejusdem Cometae ab Illustrissimo Domino Francisco Bianchini Habita Albani Mense Octobri, 1723. & ab Eodem Ulysipponem missa P. Joanni Baptistae Carbone Soc J E S U. Commuuicavit Isaacus Samuda, M. D. Col. Med. Lond. L. S. R. S.",
    "authors": "Francisco Bianchini, Isaacus Samuda, P. Joanni Baptistae Carbone",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103739"
  }
}