{
  "id": "28314cb34523c148fcd1df70e58ed56d1a392d93",
  "text": "X. Researches on the Foraminifera. By William B. Carpenter, M.D., F.R.S., F.G.S. &c.\n\nXI. Further Researches on the Polarity of the Diamagnetic Force. By John Tyndall, F.R.S., Membre de la Société Hollotaise des Sciences; Foreign Member of the Physical Society of Berlin, and Professor of Natural Philosophy in the Royal Institution\n\nXII. On Axes of Elasticity and Crystalline Forms. By William John Macquorn Rankine, C.E., F.R.S.S. Lond. and Edin.\n\nXIII. Introductory Research on the Induction of Magnetism by Electrical Currents. By J. P. Joule, F.R.S., Corr. Mem. R.A., Turin, Hon. Mem. of the Philosophical Society, Cambridge, &c.\n\nXIV. Account of Pendulum Experiments undertaken in the Harton Colliery, for the purpose of determining the Mean Density of the Earth. By G. B. Airy, Esq., Astronomer Royal\n\nSupplement to the \"Account of Pendulum Experiments undertaken in the Harton Colliery;\" being an Account of Experiments undertaken to determine the Correction for the Temperature of the Pendulum. By G. B. Airy, Esq., Astronomer Royal\n\nXV. On Periodical Laws discoverable in the Mean Effects of the larger Magnetic Disturbances.—No. III. By Colonel Edward Sabine, R.A., D.C.L., Treas. and V.P.R.S.\n\nXVI. On the ultimate arrangement of the Biliary Ducts, and on some other points in the Anatomy of the Liver of Vertebrate Animals. By Lionel S. Beale, M.B., Professor of Physiology in King's College, London; Physician to King's College Hospital. Communicated by F. Kiernan, Esq., F.R.S.\n\nXVII. On the Enumeration of x-edra having Triedral Summits, and an (x—1)-gonal Base. By the Rev. Thomas P. Kirkman, M.A. Communicated by A. Cayley, F.R.S.\n\nXVIII. On the Representation of Polyedra. By the Rev. Thomas P. Kirkman, M.A. Communicated by A. Cayley, F.R.S.\n\nERRATA.\n\nPage 264, line 1, for strains read stresses.\nPage 270, line 34, for and minima read or minima.\nXII. On Axes of Elasticity and Crystalline Forms.\n\nBy William John Macquorn Rankine, C.E., F.R.SS. Lond. and Edin.\n\nReceived June 15,—Read June 21, 1855.\n\n§ 1. General Definition of Axes of Elasticity.\n\nAs originally understood, the term \"Axes of Elasticity\" was applied to the intersections of three orthogonal planes at a given point of an elastic medium, with respect to each of which planes the molecular actions causing elasticity were conceived to be symmetrical.\n\nIf the elasticity of solids arose either wholly from the mutual attractions and repulsions of centres of force, such attractions and repulsions being functions of the mutual distances of those centres, or partly from such mutual actions, and partly from an elasticity like that of a fluid, resisting change of volume only, it is easy to prove that there would be three such orthogonal planes of symmetry of molecular action in every homogeneous solid.\n\nBut there is now no doubt that the elastic forces in solid bodies are not such as can be analysed into fluid elasticity and mutual attractions between centres simply; and though there are, as will presently be shown, orthogonal planes of symmetry for certain kinds of elastic forces, those planes are not necessarily the same for all kinds of elastic forces in a given solid.\n\nThe term \"Axes of Elasticity,\" therefore, may now be taken in a more extended sense, to signify all directions, with respect to which certain kinds of elastic forces are symmetrical; or speaking algebraically, directions for which certain functions of the coefficients of elasticity are null or infinite.\n\nThe theory of Axes and Coefficients of Elasticity is specially connected with that branch of the Calculus of Forms which relates to linear transformations, and which has recently been so greatly advanced by the researches of Mr. Sylvester, Mr. Cayley, and Mr. Boole. In such applications of that Calculus as occur in this paper, the nomenclature of Mr. Sylvester is followed*; and by the adoption of the \"Umbral Notation\" of that author, immense advantages are gained in conciseness and simplicity†.\n\n* See Cambridge and Dublin Mathematical Journal, vol. vii.; and Philosophical Transactions, 1853.\n† See the Note at the end of the paper.\n2. Strains, Stresses, Potential Energy, and Coefficients of Elasticity.\n\nIn this paper, the word \"Strain\" will be used to denote the change of volume and figure constituting the deviation of a molecule of a solid from that condition which it preserves when free from the action of external forces; and the word \"Stress\" will be used to denote the force, or combination of forces, which such a molecule exerts in tending to recover its free condition, and which, for a state of equilibrium, is equal and opposite to the combination of external forces applied to it.\n\nIn framing a nomenclature for quantities connected with the theory of elasticity, $\\theta\\lambda\\iota\\psi\\upsilon\\zeta$ is adopted to denote strain, and $\\tau\\alpha\\sigma\\iota\\epsilon$ to denote stress.\n\nIt is well known that the condition of strain at any given point in the interior of a molecule may be completely expressed by means of the following six elementary strains, in which $\\xi$, $\\eta$, $\\zeta$ are the components of the molecular displacement parallel to three rectangular axes $x$, $y$, $z$.\n\nElongations . . . $\\frac{d\\xi}{dx} = \\alpha$; $\\frac{d\\eta}{dy} = \\beta$; $\\frac{d\\zeta}{dz} = \\gamma$;\n\nDistortions . . . $\\frac{d\\xi}{dy} + \\frac{d\\eta}{dz} = \\lambda$; $\\frac{d\\xi}{dz} + \\frac{d\\zeta}{dx} = \\mu$; $\\frac{d\\eta}{dx} + \\frac{d\\zeta}{dy} = \\nu$.\n\nIt is also well known that the condition of stress at a given point may be completely expressed, relatively to the three rectangular coordinate planes, by means of six elementary stresses, viz.—\n\nNormal Pressures . . . $P_1$, $P_2$, $P_3$,\n\nTangential Pressures . . . $Q_1$, $Q_2$, $Q_3$;\n\nthese quantities being estimated in units of force per unit of surface.\n\nLet each elementary stress be integrated with respect to the elementary strain which it tends directly to diminish, from the actual amount of that strain, to the condition of freedom; the sum of the integrals is the Potential Energy of Elasticity of the molecule $dxdydz$, expressed in units of work per unit of volume; viz.—\n\n$$U = \\int_{\\alpha} P_1 d\\alpha + \\int_{\\beta} P_2 d\\beta + \\int_{\\gamma} P_3 d\\gamma$$\n\n$$+ \\int_{\\lambda} Q_1 d\\lambda + \\int_{\\mu} Q_2 d\\mu + \\int_{\\nu} Q_3 d\\nu.$$ . . . . . . . . . . . . (1.)\n\nThe condition that the function $U$ shall have the same value, in what order soever the variations of the different elementary strains take place, amounts to supposing, that no transformation of energy of the kind well distinguished by Professor Thomson as frictional or irreversible takes place during such variations; in other words, that the substance is perfectly elastic.\n\nEach of the elementary stresses being sensibly a linear function of the six elementary strains, the Potential Energy of Elasticity is, as Mr. Green first showed, a function\nof those strains of the second degree, having twenty-one constant coefficients, which are the coefficients of elasticity of the body, and will in this paper be called the Tasinomic Coefficients; that is to say, adopting Mr. Green's notation for such coefficients,\n\n\\[ U = \\frac{\\alpha^2}{2} + \\frac{\\beta^2}{2} + \\frac{\\gamma^2}{2} + \\frac{\\lambda^2}{2} + \\frac{\\mu^2}{2} + \\frac{\\nu^2}{2} + (\\beta\\gamma)\\beta\\gamma + (\\gamma\\alpha)\\gamma\\alpha + (\\alpha\\beta)\\alpha\\beta + (\\mu\\nu)\\mu\\nu + (\\nu\\lambda)\\nu\\lambda + (\\lambda\\mu)\\lambda\\mu + (\\alpha\\lambda)\\alpha\\lambda + (\\beta\\mu)\\beta\\mu + (\\gamma\\nu)\\gamma\\nu + (\\beta\\lambda)\\beta\\lambda + (\\gamma\\mu)\\gamma\\mu + (\\alpha\\nu)\\alpha\\nu + (\\gamma\\lambda)\\gamma\\lambda + (\\alpha\\mu)\\alpha\\mu + (\\beta\\nu)\\beta\\nu. \\]  \n\n(2.)\n\nFrom a theorem of Mr. Sylvester it follows, that every such function as \\( U \\) is reducible by linear transformations to the sum of six positive squares, each multiplied by a coefficient. The nature and meaning of this reduction have been discussed by Professor William Thomson.\n\nThe following classification of the Tasinomic Coefficients will be used in the sequel:\n\n| Designation of Coefficients | Elasticities | Symbols |\n|-----------------------------|--------------|---------|\n| Orthotatic                  | Direct or Longitudinal | \\((\\alpha^2)\\) \\((\\beta^2)\\) \\((\\gamma^2)\\) |\n| Platytatic                   | Lateral      | \\((\\beta\\gamma)\\) \\((\\gamma\\alpha)\\) \\((\\alpha\\beta)\\) |\n| Goniotatic                  | Rigidities   | \\((\\lambda^2)\\) \\((\\mu^2)\\) \\((\\nu^2)\\) |\n| Plagirotatic                | Unsymmetrical | \\((\\mu\\nu)\\), &c. &c. |\n\nThe twenty-one equations of transformation by which the values of these coefficients, being known for any one set of orthogonal axes, are found for any other, are founded on the following principles.\n\nIt is well known, that for rectangular transformations, the operations\n\n\\[ \\frac{d}{dx}, \\frac{d}{dy}, \\frac{d}{dz} \\]\n\nare respectively covariant with\n\n\\[ x, y, z, \\]\n\nfrom which it is easily deduced, that because the displacements\n\n\\[ \\xi, \\eta, \\zeta \\]\n\nare respectively covariant with\n\n\\[ x, y, z, \\]\n\ntherefore the elementary strains,\n\n\\[ \\alpha, \\beta, \\gamma, \\lambda, \\mu, \\nu \\]\n\nthe operations,\n\n\\[ \\frac{d}{d\\alpha}, \\frac{d}{d\\beta}, \\frac{d}{d\\gamma}, 2\\frac{d}{d\\lambda}, 2\\frac{d}{d\\mu}, 2\\frac{d}{d\\nu} \\]\nand the strains\n\n\\[ P_1, \\quad P_2, \\quad P_3, \\quad 2Q_1, \\quad 2Q_2, \\quad 2Q_3 \\]\n\nmust be respectively covariant with the squares and products,\n\n\\[ x^2, \\quad y^2, \\quad z^2, \\quad 2yz, \\quad 2zx, \\quad 2xy. \\]\n\n3. Thlipsimetric and Tasimetric Surfaces and Invariants.\n\nIsotropic functions of the elementary strains and stresses, which may be called respectively Thlipsimetric and Tasimetric Invariants, are easily deduced from the principle, that the strains may be represented by the coefficients of the following Thlipsimetric Surface,\n\n\\[ \\alpha x^2 + \\beta y^2 + \\gamma z^2 + \\lambda yz + \\mu zx + \\nu xy = 1, \\quad \\ldots \\ldots \\ldots \\ldots (3.) \\]\n\nand the stresses by the coefficients of the Tasimetric Surface,\n\n\\[ P_1 x^2 + P_2 y^2 + P_3 z^2 + 2Q_1 yz + 2Q_2 zx + 2Q_3 xy = 1. \\quad \\ldots \\ldots \\ldots \\ldots (4.) \\]\n\nThese surfaces, and others deduced from them, have been fully discussed by M. Cauchy and M. Lamé.\n\nThe invariants in question may all be deduced from the following pair of contragredient matrices;\n\n\\[\n\\begin{align*}\n\\text{For Strains.} & \\quad \\begin{bmatrix} \\alpha & \\frac{\\nu}{2} & \\frac{\\mu}{2} \\\\ \\frac{\\nu}{2} & \\beta & \\frac{\\lambda}{2} \\\\ \\frac{\\mu}{2} & \\frac{\\lambda}{2} & \\gamma \\end{bmatrix} \\\\\n\\text{For Stresses.} & \\quad \\begin{bmatrix} P_1 & Q_5 & Q_2 \\\\ Q_3 & P_2 & Q_1 \\\\ Q_2 & Q_1 & P_3 \\end{bmatrix} \\quad (5A.)\n\\end{align*}\n\\]\n\n(5.)\n\nThe following are the primitive thlipsimetric invariants, from which an indefinite number of others may be deduced by involution, multiplication, addition, and subtraction:\n\n\\[\n\\begin{align*}\n\\alpha + \\beta + \\gamma &= \\theta_1 \\quad (\\text{the cubic dilatation}); \\\\\n\\beta \\gamma + \\gamma \\alpha + \\alpha \\beta - \\frac{1}{4}(\\lambda^2 + \\mu^2 + \\nu^2) &= \\theta_2; \\\\\n\\alpha \\beta \\gamma + \\frac{1}{4}\\lambda \\mu \\nu - \\frac{1}{4}(\\alpha \\lambda^2 + \\beta \\mu^2 + \\gamma \\nu^2) &= \\theta_3. \\quad \\ldots \\ldots \\ldots \\ldots (6.)\n\\end{align*}\n\\]\n\nThe Potential Energy \\( U \\) is what Mr. Sylvester calls a \"Universal Mixed Concomitant,\" its value being\n\n\\[ U = -\\frac{1}{2}(P_1 \\alpha + P_2 \\beta + P_3 \\gamma + Q_1 \\lambda + Q_2 \\mu + Q_3 \\nu). \\quad \\ldots \\ldots \\ldots \\ldots (7.) \\]\n\n4. Tasinomic Functions, Surfaces, and Umbrae.\n\nIf, in any isotropic function of the coordinates and the elementary strains, there be substituted for each square or product of elementary strains, that Tasinomic Coefficient which is covariant with it, the result will be an Isotropic Function of the Coordinates and Tasinomic Coefficients, called a Tasinomic Function.\nThe following Table of Covariants is readily deduced from the principles stated at the end of § 2:\n\nCovariant \\{ Squares of Strains . \\( \\alpha^2, \\beta^2, \\gamma^2, \\lambda^2, \\mu^2, \\nu^2; \\)\nTasinomic Coefficients (\\( \\alpha^3), (\\beta^3), (\\gamma^3), 4(\\lambda^3), 4(\\mu^3), 4(\\nu^3); \\)\n\nCovariant \\{ Products of Strains . \\( \\beta\\gamma, \\gamma\\alpha, \\alpha\\beta, \\mu\\nu, \\nu\\lambda, \\lambda\\mu, \\)\nTasinomic Coefficients (\\( \\beta\\gamma), (\\gamma\\alpha), (\\alpha\\beta), 4(\\mu\\nu), 4(\\nu\\lambda), 4(\\lambda\\mu), \\)\n\\( \\alpha\\lambda, \\alpha\\mu, \\alpha\\nu, \\beta\\lambda, \\beta\\mu, \\beta\\nu, \\gamma\\lambda, \\gamma\\mu, \\gamma\\nu, \\)\n\\( 2(\\alpha\\lambda), 2(\\alpha\\mu), 2(\\alpha\\nu), 2(\\beta\\lambda), 2(\\beta\\mu), 2(\\beta\\nu), 2(\\gamma\\lambda), 2(\\gamma\\mu), 2(\\gamma\\nu). \\) \\} (8.)\n\nEach Tasinomic Function being equated to a constant, forms the equation of a Tasinomic Surface; and on the geometrical properties of such surfaces depend many of the laws of coefficients and Axes of Elasticity.\n\nA convenient and expeditious mode of forming Tasinomic Functions is obtained by the aid of an Umbral Notation analogous to that introduced by Mr. Sylvester in the Calculus of Forms.\n\nLet each Tasinomic Coefficient be regarded as compounded of two Tasinomic Umbræ, those umbræ being expressed by the following notation:\n\n\\( (\\alpha), (\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu); \\)\n\nthen the following equation, deduced from that of the Thlipsimetric Surface (3), by substituting umbræ for elementary strains according to the following Table of Covariance,\n\nStrains . . \\( \\alpha, \\beta, \\gamma, \\lambda, \\mu, \\nu, \\)\nUmbræ . . \\( (\\alpha), (\\beta), (\\gamma), 2(\\lambda), 2(\\mu), 2(\\nu), \\)\n\nis the equation of the Tasinomic Umbral Ellipsoid, from which, by elimination, multiplication, involution, addition, subtraction, and differentiation, various Tasinomic Functions may be deduced,\n\n\\( (\\alpha)x^2 + (\\beta)y^2 + (\\gamma)z^2 + 2(\\lambda)yz + 2(\\mu)zx + 2(\\nu)xy = (\\phi) = 1. \\) . . . . . (8a.)\n\n5. Tasinomic Invariants and Spheres.\n\nTasinomic Invariants are constant Isotropic functions of the Tasinomic Coefficients, which are deduced, either by substitution from Thlipsimetric Invariants, or directly from the Umbral Matrix,\n\n\\( (\\alpha) (\\nu) (\\mu) \\)\n\\( (\\nu) (\\beta) (\\lambda) \\)\n\\( (\\mu) (\\lambda) (\\gamma) \\) \\} . . . . . . . . . . . . . . . (9.)\n\nThe following invariant is umbral of the first order:\n\n\\( \\left( \\frac{d^2}{dx^2} + \\frac{d^2}{dy^2} + \\frac{d^2}{dz^2} \\right) \\cdot (\\phi) = (\\alpha) + (\\beta) + (\\gamma) = (\\theta_1). \\) . . . . . . . (9a.)\nInvariants of the second order in Umbrae are real quantities of the first order, viz.—\n\n\\[\n(\\alpha^2) + (\\beta^2) + (\\gamma^2) + 2(\\beta \\gamma) + 2(\\gamma \\alpha) + 2(\\alpha \\beta) = (\\theta_1)^2 \\quad \\text{(the cubic elasticity)}\n\\]\n\n\\[\n(\\beta \\gamma) + (\\gamma \\alpha) + (\\alpha \\beta) - (\\lambda^2) - (\\mu^2) - (\\nu^2) = (\\theta_2)\n\\]\n\n\\[\n(\\alpha^3) + (\\beta^3) + (\\gamma^3) + 2(\\lambda^3) + 2(\\mu^3) + 2(\\nu^3) = (\\theta_1)^3 - 2(\\theta_2). \\ldots \\ldots \\ldots (10.)\n\\]\n\nThe equation of a Tasinomic Sphere is formed by multiplying a Tasinomic Invariant by\n\n\\[x^2 + y^2 + z^2,\\]\n\nor any power of that quantity, and equating the result to a constant.\n\n6. Of Two Tasinomic Ellipsoids, and their Axes, Orthotatic and Heterotatic.\n\nThe equations of two Ellipsoids with tasinomic coefficients are derived from that of the Umbral Ellipsoid (8A.), in one case, by multiplying each term by the Umbral Invariant \\((\\theta_1)\\), and in the other, by substituting for each Umbra in the function \\((\\phi)\\), the contravariant component of the Inverse to the Umbral Matrix (9.). The results are as follows:\n\n**Orthotatic Ellipsoid.**\n\n\\[\n(\\theta_1) \\times (\\phi) = \\{(\\alpha^2) + (\\alpha \\beta) + (\\gamma \\alpha)\\} x^2 + \\{(\\beta^2) + (\\beta \\gamma) + (\\gamma \\alpha)\\} y^2 \\\\\n+ \\{(\\gamma^2) + (\\gamma \\alpha) + (\\beta \\gamma)\\} z^2 \\\\\n+ 2\\{(\\alpha \\lambda) + (\\beta \\lambda) + (\\gamma \\lambda)\\} yz + 2\\{(\\alpha \\mu) + (\\beta \\mu) + (\\gamma \\mu)\\} zx + 2\\{(\\alpha \\nu) + (\\beta \\nu) + (\\gamma \\nu)\\} xy = 1. \\quad (11.)\n\\]\n\n**Heterotatic Ellipsoid.**\n\n\\[\n\\{(\\beta \\gamma) - (\\lambda^2)\\} x^2 + \\{(\\gamma \\alpha) - (\\mu^2)\\} y^2 + \\{(\\alpha \\beta) - (\\nu^2)\\} z^2 \\\\\n+ 2\\{(\\mu \\lambda) - (\\alpha \\lambda)\\} yz + 2\\{(\\lambda \\mu) - (\\beta \\mu)\\} zx + 2\\{(\\lambda \\nu) - (\\gamma \\nu)\\} xy = 1. \\quad . . . (12.)\n\\]\n\nThe three Orthotatic Axes are three rectangular directions for which the following sums of Plagiomatic Coefficients are null:\n\n\\[\n(\\alpha \\lambda) + (\\beta \\lambda) + (\\gamma \\lambda) = 0; \\quad (\\alpha \\mu) + (\\beta \\mu) + (\\gamma \\mu) = 0; \\quad (\\alpha \\nu) + (\\beta \\nu) + (\\gamma \\nu) = 0. \\quad . . . (13.)\n\\]\n\nIt was proved by Mr. Haughton, in a paper published in the Transactions of the Royal Irish Academy, vol. iii. part 2, that there are three rectangular directions having this property in a solid whose elasticity arises solely from the mutual actions of physical points, and which has but fifteen independent coefficients of elasticity. The present investigation shows that there are three such axes at each point of every solid, independently of all hypothesis. The physical meaning of this result is expressed by the following\n\n**Theorem as to Orthotatic Axes.**\n\nAt each point of an elastic solid, there is one position in which a cubical molecule may be cut out, such, that a uniform dilatation or condensation of that molecule by equal elongations or equal compressions of its three dimensions, shall produce no tangential stress on the faces of the molecule.\nThe properties of the Heterotatic Axes are expressed by the following equations:\n\n\\[(\\mu \\nu) - (\\alpha \\lambda) = 0; \\quad (\\nu \\lambda) - (\\beta \\mu) = 0; \\quad (\\lambda \\mu) - (\\gamma \\nu) = 0; \\ldots \\ldots (14.)\\]\n\nor by the following\n\n**Theorem as to Heterotatic Axes.**\n\nAt each point of an elastic solid, there is one position in which a cubical molecule may be cut out, such, that if there be a distortion of that molecule round \\(x\\) (\\(x\\) being any one of its three axes) and an equal distortion round \\(y\\) (\\(y\\) being either of its other two axes), the normal stress on the faces normal to \\(x\\) arising from the distortion round \\(x\\), shall be equal to the tangential stress round \\(z\\) arising from the distortion round \\(y\\).\n\nThe six coefficients of the Heterotatic Ellipsoid may be called the Heterotatic Differences. For a solid whose elasticity is wholly due to the mutual attractions and repulsions of physical points, each of those differences is necessarily null; therefore they represent a part of the elasticity which is necessarily irreducible to such attractions and repulsions. There is reason to believe that part at least of the elasticity of every substance is of this kind.\n\nIf this part of the elasticity of a solid be, as suggested in a series of papers in the Cambridge and Dublin Mathematical Journal for 1851–52, a species of fluid elasticity, resisting change of volume only, the solid may be said to be Heterotatically Isotropic. The equations (14.) will be fulfilled for all directions of axes, and also the following equations:\n\n\\[(\\beta \\gamma) - (\\lambda^2) = (\\gamma \\alpha) - (\\mu^2) = (\\alpha \\beta) - (\\nu^2); \\ldots \\ldots \\ldots (15.)\\]\n\nthat is to say, the excess of the Platytatic above the Goniotatic Coefficient will be the same in every plane.\n\nIn a substance Orthotatically Isotropic, the equations (13.) are fulfilled for all directions, and also the following:\n\n\\[(\\alpha^2) + (\\alpha \\beta) + (\\gamma \\alpha) = (\\beta^2) + (\\beta \\gamma) + (\\alpha \\beta) = (\\gamma^2) + (\\gamma \\alpha) + (\\beta \\gamma), \\ldots \\ldots (16.)\\]\n\nthat is to say, a uniform compression in all directions produces a uniform normal stress in all directions, and no tangential stress.\n\nThe equations (16.) may be reduced to the following form:\n\n\\[(\\alpha^2) - (\\beta \\gamma) = (\\beta^2) - (\\gamma \\alpha) = (\\gamma^2) - (\\alpha \\beta). \\ldots \\ldots \\ldots (17.)\\]\n\nIn a substance which is at once Orthotatically and Heterotatically isotropic, there may still be eleven independent quantities amongst the tasinomic coefficients, viz.—\n\nThree Euthytatic Coefficients, \\((\\alpha^2), (\\beta^2), (\\gamma^2),\\)\n\nThe isotropic excess \\(\\ldots \\ldots (\\alpha^2) - (\\beta \\gamma),\\)\n\nThe isotropic excess \\(\\ldots \\ldots (\\beta \\gamma) - (\\lambda^2),\\)\n\nSix Plagiotatic Coefficients \\(\\ldots \\ldots (\\beta \\lambda), (\\gamma \\lambda), (\\gamma \\mu), (\\alpha \\mu), (\\alpha \\nu), (\\beta \\nu)\\)\n\nSuch a substance may therefore be far from being completely isotropic with respect to elasticity.\n7. Biquadratic Tasinomic Surface. Homotatic Coefficients. Euthytatic Axes defined.\n\nIf the equation (8A.) of the Umbral Ellipsoid be squared, there is obtained the following equation of a Biquadratic Tasinomic Surface:\n\n\\[\n(\\varphi)^2 = (\\alpha^2)x^4 + (\\beta^2)y^4 + (\\gamma^2)z^4 \\\\\n+ 2\\{(\\beta\\gamma) + 2(\\lambda^2)\\}y^2z^2 + 2\\{(\\gamma\\alpha) + 2(\\mu^2)\\}z^2x^2 + 2\\{(\\alpha\\beta) + 2(\\nu^2)\\}x^2y^2 \\\\\n+ 4\\{2(\\mu\\nu) + (\\alpha\\lambda)\\}x^3yz + 4\\{2(\\nu\\lambda) + (\\beta\\mu)\\}xy^2z + 4\\{2(\\lambda\\mu) + (\\gamma\\nu)\\}xyz^2 \\\\\n+ 4(\\beta\\lambda)y^3z + 4(\\gamma\\lambda)yz^3 + 4(\\gamma\\mu)z^3x + 4(\\alpha\\mu)xz^3 + 4(\\alpha\\nu)x^3y + 4(\\beta\\nu)xy^3 = 1.\n\\]  \n\n(19.)\n\nThe fifteen coefficients of this surface (which will be called the Homotatic Coefficients) are covariant respectively with the fifteen biquadratic powers and products of the coordinates, with proper numerical factors.\n\nIt is obvious, that when the fifteen Homotatic Coefficients, and the six Heterotatic Differences, are known for any set of Orthogonal Axes, the twenty-one tasinomic coefficients are completely determined.\n\nMr. Haughton, in the paper previously referred to, discovered the biquadratic surface for a solid constituted of centres of force. It is here shown to exist for all solids, independently of hypotheses.\n\nThose diameters of the Biquadratic Surface which are normal to that surface, are axes of maximum and minimum direct elasticity, and have also this property, that a direct elongation along one of them produces, on a plane perpendicular to it, a normal stress, and no tangential stress; so that they may be called Euthytatic Axes. Though such axes sometimes form Orthogonal Systems, their complete investigation requires the use of oblique coordinates, and is therefore deferred till after the eighteenth section of this paper, which relates to such coordinates.\n\n8. Orthogonal Axes of the Biquadratic Surface. Metatatic Axes, Orthogonal and Diagonal.\n\nBy rectangular linear transformations, it is always possible to make three of the terms with odd exponents, or three functions of such terms, vanish from the equation of the Biquadratic Surface. Thus are ascertained sets of Orthogonal Axes having special properties.\n\nTo exemplify this, let the rectangular transformation be such as to make the following functions vanish:\n\n\\[\n\\{(\\beta\\lambda) - (\\gamma\\lambda)\\}(y^3 - z^3)yz; \\quad \\{(\\gamma\\mu) - (\\alpha\\mu)\\}(z^3 - x^3)zx; \\quad \\{(\\alpha\\nu) - (\\beta\\nu)\\}(x^3 - y^3)xy.\n\\]\n\nA cubical molecule having its faces normal to the axes fulfilling this condition has the following property:—if there be a linear elongation along y, and an equal linear compression along z (or vice versa), no tangential stress will result round x on planes normal to y and z; and similarly of other pairs of axes.\n\nThis set of axes may be called the Orthogonal or Principal Metatatic Axes, and their planes, Metatatic Planes.\nLet the suffix 1 designate coordinates and coefficients referred to these axes. Let \\(O_y, O_z\\) be any new pair of orthogonal axes in the plane \\(y_1z_1\\). Then since \\((\\beta\\lambda) - (\\gamma\\lambda)\\) is covariant with \\((y^2 - z^2)y_1z_1\\), it follows that\n\n\\[\n(\\beta\\lambda) - (\\gamma\\lambda) = \\{2(\\beta\\gamma)_1 + 4(\\lambda^2)_1 - (\\beta^2)_1 - (\\gamma^2)_1\\} \\cdot \\frac{\\sin 4\\omega}{4}\n\\]\n\n(20.)\n\n(where \\(\\omega = <y_1O_y>\\),\n\na quantity which is \\(=0\\) for all values of \\(\\omega\\) which are multiples of \\(45^\\circ\\). There are of course similar equations for the other metatatic planes. Hence it appears that in each of the three Metatatic Planes there is a pair of Diagonal Metatatic Axes, bisecting the right angles formed by the Principal Metatatic Axes.\n\nEach pair of diagonal axes is metatatic for that plane only in which it is situated.\n\nThus there are in all nine metatatic axes, three orthogonal axes, and three pairs of diagonal axes. The diagonal axes are normal to the faces of a regular rhombic dodecahedron.\n\nLet \\(O_y, O_z\\) be a pair of rectangular axes in any plane whatsoever; \\(O_y', O_z'\\) any other pair of rectangular axes in the same plane; and let\n\n\\[\n<yOy' = \\omega';\n\\]\n\nthen\n\n\\[\n(\\beta\\lambda)' - (\\gamma\\lambda)' = \\{2(\\beta\\gamma) + 4(\\lambda^2) - (\\beta^2) - (\\gamma^2)\\} \\cdot \\frac{\\sin 4\\omega'}{4} + ((\\beta\\lambda) - (\\gamma\\lambda)) \\cos 4\\omega',\n\\]\n\n(21.)\n\na quantity which is null for eight values of \\(\\omega'\\), differing from each other by multiples of \\(45^\\circ\\). Hence, in each plane in an elastic solid, there is a system of two pairs of axes metatatic for that plane and forming with each other eight equal angles of \\(45^\\circ\\).\n\nIn equation (21.), make\n\n\\[\n\\omega' = -\\omega\n\\]\n\n\\[\n(\\beta\\lambda)' - (\\gamma\\lambda)' = (\\beta\\lambda)_1 - (\\gamma\\lambda)_1 = 0;\n\\]\n\nthen from equations (20.) and (21.), it is easily seen that\n\n\\[\n2(\\beta\\gamma) + 4(\\lambda^2) - (\\beta^2) - (\\gamma^2) = \\{2(\\beta\\gamma)_1 + 4(\\lambda^2)_1 - (\\beta^2)_1 - (\\gamma^2)_1\\} \\cdot \\cos 4\\omega.\n\\]\n\n(22.)\n\nThe trigonometrical factor \\(\\cos 4\\omega\\) is \\(+1\\) for all values of \\(\\omega\\) which are even multiples of \\(45^\\circ\\), \\(-1\\) for all odd multiples of \\(45^\\circ\\), and \\(=0\\) for all odd multiples of \\(22\\frac{1}{2}\\).\n\nHence, in every plane in an elastic solid, the quantity (22.), which may be called the Metatatic Difference, is a maximum for one of the two pairs of Metatatic Axes, a minimum of equal amount and negative sign for the other, and null for the eight intermediate directions.\n\n9. Of Metatatic Isotropy.\n\nA solid is Metatatically Isotropic, when if a cubical molecule, cut out in any position whatsoever, undergo simultaneously an elongation along one axis, and an equal and opposite linear compression along another axis, no tangential stress will result on the faces of that molecule.\n\nMDCCCLVI.\nFor such a substance, the metatatic differences must be null for all sets of axes, viz.—\n\n\\[2(\\beta\\gamma) + 4(\\lambda^2) - (\\beta^2) - (\\gamma^2) = 0; \\]\n\\[2(\\gamma\\alpha) + 4(\\mu^2) - (\\gamma^2) - (\\alpha^2) = 0; \\]\n\\[2(\\alpha\\beta) + 4(\\nu^2) - (\\alpha^2) - (\\beta^2) = 0.\\]  \n\nIn a paper in the Cambridge and Dublin Mathematical Journal, vol. vi., this theorem was alleged of all Homogeneous solids, it having been, in fact, tacitly taken for granted, that Homogeneity involves Metatatic Isotropy, as above defined.\n\n10. Of Orthotatic Symmetry.\n\nIf it be taken for granted that symmetrical action with respect to a certain set of axes, between the parts of a body under one kind of strain, involves symmetrical action with respect to the same axes under all kinds of strains, then one and the same set of orthogonal axes will be at once Orthotatic, Heterotatic, Metatatic, and Euthytatic, and for them the whole twelve plagiotatic coefficients will vanish at once, and the independent tasinomic coefficients be reduced to the nine Orthotatic Coefficients enumerated in Article 2. As long as the rigidity of solid bodies was ascribed wholly to mutual attractions and repulsions between centres of force, it is difficult to see how, with respect to homogeneous substances, the above assumption could be avoided. It is probable that there exist substances for which it is true. Such substances may be said to be Orthotatically Symmetrical.\n\nOrthotatic Symmetry requires that the equation (19.) of the Biquadratic surface should be reducible by rectangular transformations to its first six terms, and that the axes so found should also be those of the Heterotatic Ellipsoid. The conditions which must be fulfilled in order that a Biquadratic function of three variables may be reducible by rectangular transformations to its first six terms, have been investigated by Mr. Boole*.\n\n11. Of Cybotatic Symmetry.\n\nLet a substance be conceived which is not only Orthotatically Symmetrical, but for which the three kinds of Orthotatic Coefficients are equal for the three orthotatic axes, viz.—\n\n\\[(\\alpha^2) = (\\beta^2) = (\\gamma^2); \\quad (\\beta\\gamma) = (\\gamma\\alpha) = (\\alpha\\beta); \\quad (\\lambda^2) = (\\mu^2) = (\\nu^2).\\]  \n\nThen for such a substance the Metatatic Difference may be expressed by\n\n\\[2(\\beta\\gamma) + 4(\\lambda^2) - 2(\\alpha^2);\\]  \n\nand if the body be not Metatatically Isotropic, this difference will have equal maxima and minima for the three Orthogonal Axes, normal to the faces of a cube, and conversely, equal minima or maxima for the six diagonal axes, normal to the faces of a regular rhombic dodecahedron.\n\n* Cambridge and Dublin Mathematical Journal, vol. vi.\nSymmetry of this kind may be called Cybotatic, from its analogy to that of crystals of the Tessular System.\n\n12. Of Pantatic Isotropy.\n\nWhen a body fulfils the conditions of Cybotatic Symmetry, and at the same time those of Metatatic Isotropy, it is completely isotropic with respect to Elasticity, or Pantatically Isotropic. It has but three tasinomic coefficients, viz. the Euthytatic, Platytatic, and Goniotatic coefficients, which are equal for all sets of axes, and are connected by the following equation, expressing the condition of Metatatic Isotropy:\n\n\\[ (\\alpha^2) = (\\beta^2) + 2(\\lambda^2). \\]  \n\nThe properties of such bodies have been fully investigated by various authors.\n\n13. Of Thlipsinomic Coefficients.\n\nIf the six elementary strains \\( \\alpha, \\&c. \\) at a given point in an elastic solid, be expressed as linear functions of the six elementary stresses \\( P_1, \\&c. \\), these expressions will contain twenty-one coefficients of compressibility, extensibility, and pliability, which are the second differential coefficients of the potential energy of elasticity with respect to the six elementary stresses; that energy being represented as follows:\n\n\\[\nU = \\frac{a^2}{2}P_1^2 + \\frac{b^2}{2}P_2^2 + \\frac{c^2}{2}P_3^2 + \\frac{l^2}{2}Q_1^2 + \\frac{m^2}{2}Q_2^2 + \\frac{n^2}{2}Q_3^2 \\\\\n+ (bc)P_2P_3 + (ca)P_3P_1 + (ab)P_1P_2 + (mn)Q_2Q_3 + (nl)Q_3Q_1 + (lm)Q_1Q_2 \\\\\n+ \\{(al)P_1 + (bl)P_2 + (cl)P_3\\}Q_1 \\\\\n+ \\{(am)P_1 + (bm)P_2 + (cm)P_3\\}Q_2 \\\\\n+ \\{(an)P_1 + (bn)P_2 + (cn)P_3\\}Q_3. \\]\n\nThe twenty-one coefficients in the above equation may be comprehended under the general term Thlipsinomic, and classified as follows:\n\n| Designations of Coefficients | Properties expressed by them | Symbols |\n|-----------------------------|-------------------------------|---------|\n| Euthythliptic               | Longitudinal Extensibilities   | \\( (a^2), (b^2), (c^2), \\) |\n| Orthothliptic               | Lateral Extensibilities        | \\( (bc), (ca), (ab), \\) |\n| Platythliptic               | Pliabilities                  | \\( (l^2), (m^2), (n^2), \\) |\n| Goniothliptic               | Unsymmetrical Pliabilities     | \\( (mn), \\&c. &c. \\) |\n\n14. Of Thlipsinomic Transformations, Umbrae, Surfaces, and Invariants.\n\nThe equations of transformation of the Thlipsinomic Coefficients are easily deduced from the principle, that the operations\n\n\\[\n\\frac{d}{dP_1}, \\frac{d}{dP_2}, \\frac{d}{dP_3}, \\frac{d}{dQ_1}, \\frac{d}{dQ_2}, \\frac{d}{dQ_3}\n\\]\n\nare respectively covariant with\n\n\\( P_1, P_2, P_3, 2Q_1, 2Q_2, 2Q_3, \\)\n\nand these with\n\n\\( x^2, y^2, z^2, 2yz, 2zx, 2xy. \\)\nWe may regard the Thlipsinomic Coefficients, like the Tasinomic Coefficients, as binary compounds of the following six Umbræ,\n\n\\[(a), \\ (b), \\ (c), \\ (l), \\ (m), \\ (n),\\]\n\nwhich being respectively substituted for\n\n\\[P_1, \\ P_2, \\ P_3, \\ 2Q_1, \\ 2Q_2, \\ 2Q_3\\]\n\nin the equation of the Tasimetric Surface (4.), produce the following equation of the Umbral Thlipsinomic Ellipsoid,\n\n\\[(a)x^3+(b)y^2+(c)z^2+(l)yz+(m)zx+(n)xy=1,\\]  \n\nfrom which, by involution, multiplication, and other operations exactly analogous to those performed on the Umbral Tasinomic Ellipsoid, there may be deduced the equations of Thlipsinomic Surfaces exactly corresponding to the Tasinomic Surfaces already described; while, from the Umbral Matrix,\n\n\\[\\begin{pmatrix}\n(a) & \\frac{1}{2}(n) & \\frac{1}{2}(m) \\\\\n\\frac{1}{2}(n) & (b) & \\frac{1}{2}(l) \\\\\n\\frac{1}{2}(m) & \\frac{1}{2}(l) & (c)\n\\end{pmatrix}\\]\n\nmay be formed Thlipsinomic Invariants corresponding to the Tasinomic Invariants.\n\nHence it appears, that every function of the Tasinomic Coefficients is converted into a function of the Thlipsinomic Coefficients with analogous properties, by the substitution of Thlipsinomic for Tasinomic Umbræ according to the following table:\n\nTasinomic Umbræ . . . . . (α), (β), (γ), (λ), (μ), (ν),\n\nThlipsinomic Umbræ . . . . . (a), (b), (c), \\(\\frac{1}{2}(l)\\), \\(\\frac{1}{2}(m)\\), \\(\\frac{1}{2}(n)\\).\n\nAmongst the Thlipsinomic Invariants may be distinguished the Cubic Compressibility, which is formed by squaring the umbral invariant \\((a)+(b)+(c)\\), and has the following value:\n\n\\[(a^2)+(b^2)+(c^2)+2(bc)+2(ca)+2(ab).\\]\n\n15. Thlipsinomic and Tasinomic Contragredient Systems.\n\nLet the following square matrices be formed with the Tasinomic and Thlipsinomic Coefficients respectively:\n\n\\[\\begin{pmatrix}\n(a^2) & (\\alpha\\beta) & (\\gamma\\alpha) & (\\alpha\\lambda) & (\\alpha\\mu) & (\\alpha\\nu) \\\\\n(\\alpha\\beta) & (\\beta^2) & (\\beta\\gamma) & (\\beta\\lambda) & (\\beta\\mu) & (\\beta\\nu) \\\\\n(\\gamma\\alpha) & (\\beta\\gamma) & (\\gamma^2) & (\\gamma\\lambda) & (\\gamma\\mu) & (\\gamma\\nu) \\\\\n(\\alpha\\lambda) & (\\beta\\lambda) & (\\gamma\\lambda) & (\\lambda^2) & (\\lambda\\mu) & (\\lambda\\nu) \\\\\n(\\alpha\\mu) & (\\beta\\mu) & (\\gamma\\mu) & (\\lambda\\mu) & (\\mu^2) & (\\mu\\nu) \\\\\n(\\alpha\\nu) & (\\beta\\nu) & (\\gamma\\nu) & (\\lambda\\nu) & (\\mu\\nu) & (\\nu^2)\n\\end{pmatrix} \\quad \\begin{pmatrix}\n(a^2) & (ab) & (ca) & (al) & (am) & (an) \\\\\n(ab) & (b^2) & (bc) & (bl) & (bm) & (bn) \\\\\n(ca) & (bc) & (c^2) & (cl) & (cm) & (cn) \\\\\n(al) & (bl) & (cl) & (l^2) & (lm) & (ln) \\\\\n(am) & (bm) & (cm) & (lm) & (m^2) & (mn) \\\\\n(an) & (bn) & (cn) & (nl) & (mn) & (n^2)\n\\end{pmatrix}\\]\n\nThen will these matrices be mutually inverse, the two systems of coefficients arrayed in them, with their respective systems of functions, mutually contragredient, and\neach coefficient or function belonging to one system contravariant to the corresponding coefficient or function belonging to the other system.\n\nThe values of the coefficients in either of those matrices are expressed in terms of those in the other matrix, in Mr. SYLVESTER's umbral notation, by twenty-one equations, of which the following are examples:\n\n\\[\n(a^2) = \\begin{vmatrix}\n(\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu) \\\\\n(\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu)\n\\end{vmatrix} \\div \\begin{vmatrix}\n(\\alpha), (\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu) \\\\\n(\\alpha), (\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu)\n\\end{vmatrix};\n\\]\n\n\\[\n(ab) = \\begin{vmatrix}\n(\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu) \\\\\n(\\alpha), (\\gamma), (\\lambda), (\\mu), (\\nu)\n\\end{vmatrix} \\div \\begin{vmatrix}\n(\\alpha), (\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu) \\\\\n(\\alpha), (\\beta), (\\gamma), (\\lambda), (\\mu), (\\nu)\n\\end{vmatrix};\n\\]  \n\n(32.)\n\n16. Of Thlipsinomic Axes.\n\nIf, under given conditions, any symmetrical system or function of the constituents of one of the above matrices be null, then under the same conditions will the contravariant system or function of the constituents of the inverse matrix be null or infinite. Therefore Systems of Thlipsinomic Axes coincide with the corresponding systems of Tasinomic Axes.\n\n17. Platythliptic Coefficients are negative.\n\nIt may be observed as a matter of fact, that in consequence of the largeness of the Euthytatic Coefficients \\(a^2\\), \\(b^2\\), \\(c^2\\), as compared with the other Tasinomic Coefficients, the Platythliptic Coefficients \\(bc\\), \\(ca\\), \\(ab\\) are generally, if not always, negative.\n\nTo illustrate this, the case of Pantatic Isotropy may be taken, for which the two matrices have the following forms:\n\n\\[\n\\begin{array}{cccccc}\n(a^2) & (\\beta\\gamma) & (\\beta\\gamma) & 0 & 0 & 0 \\\\\n(\\beta\\gamma) & (a^2) & (\\beta\\gamma) & 0 & 0 & 0 \\\\\n(\\beta\\gamma) & (\\beta\\gamma) & (a^2) & 0 & 0 & 0 \\\\\n0 & 0 & 0 & (\\lambda^2) & 0 & 0 \\\\\n0 & 0 & 0 & 0 & (\\lambda^2) & 0 \\\\\n0 & 0 & 0 & 0 & 0 & (\\lambda^2)\n\\end{array}\n\\]\n\n\\[\n\\begin{array}{cccccc}\n(a^2) & (bc) & (bc) & 0 & 0 & 0 \\\\\n(bc) & (a^2) & (bc) & 0 & 0 & 0 \\\\\n(bc) & (bc) & (a^2) & 0 & 0 & 0 \\\\\n0 & 0 & 0 & (l^2) & 0 & 0 \\\\\n0 & 0 & 0 & 0 & (l^2) & 0 \\\\\n0 & 0 & 0 & 0 & 0 & (l^2)\n\\end{array}\n\\]  \n\n(33.)\n\nfrom which it is easily seen that the sole Platythliptic coefficient has the following value:\n\n\\[\n(bc) = \\frac{-(\\beta\\gamma)}{(a^2)^2 + (a^2)(\\beta\\gamma) - 2(\\beta\\gamma)^2}.\n\\]  \n\n(33A.)\n\nThe denominator of this fraction is always positive so long as \\(a^2\\) exceeds \\((\\beta\\gamma)\\); a condition invariably fulfilled by solid bodies, and, in fact, necessary to their existence.\n18. Of Oblique Coordinates and Contraordinates.\n\nAs there are, in the relations between two systems of oblique coordinates, or between a system of oblique coordinates and a system of rectangular coordinates, six independent constants of transformation, it is possible, by referring the equation of the Biquadratic Surface (19.) to Oblique Coordinates, to make the six terms vanish which contain the cubes of the coordinates.\n\nThe conception of the physical meaning of such a transformation is much facilitated by the employment of a system of three auxiliary variables, which will be designated as Contraordinates.\n\nThe relations between coordinates and contraordinates are as follows:\n\nThrough an origin O let any three axes pass, right or oblique. Let R be any point, and let\n\n\\[ \\overline{OR} = r. \\]\n\nThrough R draw three planes, parallel respectively to the three coordinate planes, and intersecting the axes respectively in the points X, Y, Z. Also, on OR, as a diameter, describe a sphere, intersecting the axes respectively in U, V, W. Then will\n\n\\[ OX = x, \\quad OY = y, \\quad OZ = z \\]\n\nbe the coordinates of R. as usual, and\n\n\\[ OU = u, \\quad OV = v, \\quad OW = w \\]\n\nits contraordinates, being, in fact, the projections of OR on the three axes.\n\nFor rectangular axes, coordinates and contraordinates are identical.\n\nCoordinates and Contraordinates are connected by the following equation:\n\n\\[ r^2 = ux + vy + wz. \\]  \n\n(34.)\n\nIn the language of Mr. Sylvester, a system of Coordinates and the concomitant system of Contraordinates are mutually Contragredient; and the square of the radius-vector is their universal mixed concomitant.\n\nLet the cosines of the angles made by the axes with each other be denoted as follows:\n\n\\[ \\cos yOz = c_1; \\quad \\cos zOx = c_2; \\quad \\cos xOy = c_3; \\]\n\nthen the contraordinates of a given point are the following functions of the coordinates:\n\n\\[ \\begin{align*}\nu &= x + c_3y + c_2z \\\\\nv &= c_3x + y + c_1z \\\\\nw &= c_2x + c_3y + z\n\\end{align*} \\]  \n\n(35.)\n\nAlso let\n\n\\[ \\begin{align*}\n\\left| \\begin{array}{ccc}\n1 & c_2 & c_3 \\\\\nc_3 & 1 & c_1 \\\\\nc_2 & c_1 & 1\n\\end{array} \\right| &= 1 - c_1^2 - c_2^2 - c_3^2 + 2c_1c_2c_3 = C; \\\\\n\\frac{1 - c_1^2}{C} &= h_1; \\quad \\frac{1 - c_2^2}{C} = h_2; \\quad \\frac{1 - c_3^2}{C} = h_3; \\\\\n\\frac{c_1 - c_2c_3}{C} &= k_1; \\quad \\frac{c_2 - c_3c_1}{C} = k_2; \\quad \\frac{c_3 - c_1c_2}{C} = k_3;\n\\end{align*} \\]\nthen the coordinates are the following linear functions of the contraordinates:\n\n\\[ x = h_1 u - k_3 v - k_2 w; \\]\n\\[ y = -k_3 u + h_2 v - k_1 w; \\]\n\\[ z = -k_2 u - k_1 v + h_3 w. \\] . . . . . . . . . . . (36.)\n\nAlso,\n\n\\[ r^2 = x^2 + y^2 + z^2 + 2c_1 yz + 2c_2 zx + 2c_3 xy \\]\n\\[ = h_1 u^2 + h_2 v^2 + h_3 w^2 - 2k_1 vw - 2k_2 wu - 2k_3 uv. \\] . . . . . . . . . . . (37A.)\n\nDifferentiations with respect to the contraordinates are obviously covariant with the coordinates, and vice versa; that is to say,\n\nthe operations\n\n\\[ \\frac{d}{dx}, \\frac{d}{dy}, \\frac{d}{dz}, \\frac{d}{du}, \\frac{d}{dv}, \\frac{d}{dw} \\]\n\nare respectively covariant with \\( u, v, w, x, y, z \\). . . . . . . . . . . (38.)\n\nBy making substitutions according to the above law of covariance in the equations (34.), (37.), (37A.), three equivalent symbols of operation are obtained, which, being applied to isotropic functions of the second degree, produce invariants of the first degree.\n\n19. Of Molecular Displacements and Strains as referred to Oblique Axes.\n\nIf the displacement of a particle from its free position be resolved into three components, \\( \\xi, \\eta, \\zeta \\), parallel respectively to three oblique axes, \\( Ox, Oy, Oz \\), those components are evidently covariant respectively with the coordinates \\( x, y, z \\).\n\nIt is now necessary to find a method of expressing the strain at any particle in an elastic solid by a system of six elementary strains, which shall be covariant respectively with the squares and doubled-products of these oblique coordinates. This condition is fulfilled by considering the elementary strains as being constituted by the variations of the components of the molecular displacement with respect to the distances of the strained particle from three planes passing through the origin, and normal respectively to the three axes; that is to say, with respect to the contraordinates of the particle, as expressed in the following equations:\n\nElongations\n\n\\[ \\alpha = \\frac{d\\xi}{du}; \\quad \\beta = \\frac{d\\eta}{dv}; \\quad \\gamma = \\frac{d\\zeta}{dw}; \\]\n\nQuasi-Distortions\n\n\\[ \\lambda = \\frac{d\\xi}{dw} + \\frac{d\\eta}{dw}; \\quad \\mu = \\frac{d\\xi}{dw} + \\frac{d\\zeta}{du}; \\quad \\nu = \\frac{d\\eta}{du} + \\frac{d\\zeta}{dv}. \\] . . . . . . . . . . . (39.)\n\nThe six elementary strains, as above defined, are obviously covariant with the squares and doubled-products of the coordinates, according to the following table:\n\n\\[ \\alpha, \\beta, \\gamma, \\lambda, \\mu, \\nu; \\]\n\\[ x^2, y^2, z^2, 2yz, 2zx, 2xy. \\] . . . . . . . . . . . (40.)\n20. Of Stresses, as referred to Oblique Axes.\n\nIt is next required to express the stress at any particle of an elastic solid by means of a system of six elementary stresses which shall be contragredient to the system of six elementary strains defined in the preceding article. This is accomplished in the following manner.\n\nIt is known that the total stress at any point may be resolved into three normal stresses on the three principal planes of the tasimetric surface. Let the direction and sign of any one of those three principal stresses be represented by those of a line OR, and its magnitude, as reduced to unity of area of the plane normal to that direction, by the square of that line,\n\n\\[ \\overline{OR^2} = r^2. \\]\n\nLet \\( u, v, w \\) be the contraordinates of R, as referred to the oblique axes OX, OY, OZ. Then will the stresses on unity of area of planes normal to those axes, in the direction OR, be represented respectively by\n\n\\[ ur, \\quad vr, \\quad wr. \\]\n\nLet the Elementary Stresses be defined to be, the projections on the three axes of coordinates, of the total stresses on unity of area of the three pairs of faces of a parallelopiped, normal to the three axes respectively:—then, if we take S to denote the summation of three terms arising from the three principal stresses, the elementary stresses will be expressed as follows:\n\nNormal Stresses on the faces normal to\n\n\\[\n\\begin{align*}\nP_1 &= S.u^2; \\\\\nP_2 &= S.v^2; \\\\\nP_3 &= S.w^2;\n\\end{align*}\n\\]\n\nOblique Stresses on the faces normal to\n\n\\[\n\\begin{align*}\nQ_1 &= S.vw; \\\\\nQ_2 &= S.wu; \\\\\nQ_3 &= S.uv.\n\\end{align*}\n\\]\n\nThese expressions fulfil the condition of making the elementary stresses\n\n\\[ P_1, \\quad P_2, \\quad P_3, \\quad Q_1, \\quad Q_2, \\quad Q_3 \\]\n\ncontravariant respectively to the elementary strains\n\n\\[ \\alpha, \\quad \\beta, \\quad \\gamma, \\quad \\lambda, \\quad \\mu, \\quad \\nu, \\]\n\nso that for oblique axes, as for rectangular axes, the potential energy of elasticity is represented by\n\n\\[ U = -\\frac{1}{2}(P_1\\alpha + P_2\\beta + P_3\\gamma + Q_1\\lambda + Q_2\\mu + Q_3\\nu), \\]\n\nthe universal concomitant; and may be expressed either by a homogeneous quadratic function of the six elementary strains (as in equation 2), with twenty-one tasinomic coefficients, or by a homogeneous quadratic function of the six elementary stresses,\nas in equation (27.), with twenty-one thlipsinomic coefficients, forming a system contragredient to that of the tasinomic coefficients.\n\n21. Of Tasinomic and Thlipsinomic Umbræ for Oblique Axes.\n\nThe tasinomic coefficients for oblique axes may be regarded as compounded of Umbræ\n\n\\[(a), \\ (\\beta), \\ (\\gamma), \\ (\\lambda), \\ (\\mu), \\ (\\nu),\\]\n\ncontravariant respectively to the elementary strains\n\n\\[a, \\ \\beta, \\ \\gamma, \\ \\frac{1}{2}\\lambda, \\ \\frac{1}{2}\\mu, \\ \\frac{1}{2}\\nu,\\]\n\nand consequently covariant with the squares and products of the contraordinates\n\n\\[u^2, \\ v^2, \\ w^2, \\ vw, \\ uw, \\ uv;\\]\n\nand the thlipsinomic coefficients for Oblique Axes may be regarded as compounded of Umbræ\n\n\\[(a), \\ (b), \\ (c), \\ (l), \\ (m), \\ (n),\\]\n\ncontravariant respectively to the stresses\n\n\\[P_1, \\ P_2, \\ P_3, \\ 2Q_1, \\ 2Q_2, \\ 2Q_3,\\]\n\nand consequently covariant with the squares and products of the coordinates\n\n\\[x^2, \\ y^2, \\ z^2, \\ 2yz, \\ 2zx, \\ 2xy.\\]\n\n22. Of the Biquadratic Surface, and of Principal Euthytatic Axes.\n\nFor oblique as well as for rectangular axes of coordinates, the characteristic function of the Biquadratic Tasinomic Surface is represented by equation (19.) ; and the fifteen Homotatic Coefficients are covariant respectively with suitable multiples of the fifteen biquadratic powers and products of the contraordinates.\n\nIf by linear transformations a system of three axes, oblique or rectangular, be found which reduce the characteristic function of the Biquadratic Surface to the canonical form, consisting of not more than nine terms, viz.—\n\n\\[(\\phi)^2 = (\\alpha^2)x^4 + (\\beta^2)y^4 + (\\gamma^2)z^4\\]\n\\[+ 2\\{(\\beta\\gamma) + 2(\\lambda^2)\\}y^2z^2 + 2\\{(\\gamma\\alpha) + 2(\\mu^2)\\}z^2x^2 + 2\\{(\\alpha\\beta) + 2(\\nu^2)\\}x^2y^2\\]\n\\[+ 4\\{2(\\mu\\nu) + (\\alpha\\lambda)\\}x^2yz + 4\\{2(\\nu\\lambda) + (\\beta\\mu)\\}xy^2z + 4\\{2(\\lambda\\mu) + (\\gamma\\nu)\\}xyz^2 = 1;\\] . . (42.)\n\nthen for that system of axes, the following six Plagirotatic Coefficients are null,\n\n\\[(\\beta\\lambda) = 0; \\ (\\gamma\\lambda) = 0; \\ (\\gamma\\mu) = 0; \\ (\\alpha\\mu) = 0; \\ (\\omega) = 0; \\ (\\beta\\nu) = 0;\\] . . (43.)\n\nand each of those axes is Euthytatic, according to the definition in § 7, that is to say, is a direction of maximum or minimum direct Elasticity (absolute or relative), and also a direction in which a direct elongation or compression produces a simply normal stress.\n\nThere are necessarily three Euthytatic Axes at least in every solid, viz. the three Principal Euthytatic Axes as above described, which are normal to the faces of a\nHexahedron, right or oblique as the case may be; but in special cases of symmetry there are additional or secondary euthytatic axes, of which examples will now be given.\n\n23. Of Rhombic and Hexagonal Symmetry.\n\nWhen a solid has three oblique principal euthytatic axes making equal angles with each other round an axis of symmetry, and having equal systems of Homotatic Coefficients corresponding to them, viz.—\n\n\\[\n(\\alpha^3) = (\\beta^3) = (\\gamma^3); \\quad (\\beta\\gamma) + 2(\\lambda^2) = (\\gamma\\alpha) + 2(\\mu^2) = (\\alpha\\beta) + 2(\\nu^2)\n\\]\n\nit may be said to possess Rhombic Symmetry, because the three oblique axes are normal to the faces of one Rhombohedron, and to the edges of another belonging to the same series, crystallographically speaking. It is evident in this case, that the Axis of Symmetry must be a fourth Euthytatic Axis.\n\nIn the limiting case, when the three oblique axes make with each other equal angles of 120°, they lie in the same plane, normal to the axis of symmetry, and are normal to the faces of one hexagonal prism, and the edges of another.\n\nLet \\(Oy_1\\) denote the longitudinal axis of symmetry of the prism; \\(Oz_1\\) any one of the three transverse axes perpendicular to \\(Oy_1\\). The equation of a section of the Biquadratic surface by the Plane of Hexagonal Symmetry \\(y_1z_1\\), is as follows:\n\n\\[\n(\\beta^3)y_1^4 + (\\gamma^3)z_1^4 + 2((\\beta\\gamma) + 2(\\lambda^2))y_1^2z_1^2 = 1\n\\]\n\nThe equation of the same section, referred to any other pair of orthogonal axes \\(Oy, Oz\\), in the plane of \\(y_1z_1\\), is as follows:\n\n\\[\n(\\beta^3)y^4 + (\\gamma^3)z^4 + 2((\\beta\\gamma) + 2(\\lambda^2))y^2z^2 + 4((\\beta\\lambda)y^2 + (\\gamma\\lambda)z^2)yz = 1\n\\]\n\nFrom considerations of symmetry, it is evident that the coefficient \\((\\beta\\gamma)\\) must be null for every direction of the axis \\(Oy\\) in the plane of \\(y_1z_1\\); consequently, every direction \\(Oy\\) in that plane, for which \\((\\beta\\lambda) = 0\\), is an Euthytatic Axis.\n\nTo ascertain whether, and under what conditions, there are other Euthytatic Axes in the planes of hexagonal symmetry besides the longitudinal and transverse axes, it is to be considered, that for rectangular coordinates \\((\\beta\\lambda)\\) is covariant with \\(y^2z\\); hence, let\n\n\\[\n\\angle y_1Oy = \\omega\n\\]\n\nthen\n\n\\[\n(\\beta\\lambda) = \\frac{\\sin 2\\omega}{4} \\left[ 2(\\beta\\gamma)_1 + 4(\\lambda^2)_1 - (\\beta^3)_1 - (\\gamma^3)_1 \\right] \\cos 2\\omega - (\\beta^3)_1 + (\\gamma^3)_1\n\\]\n\nThe first factor of the above expression is null for the longitudinal and transverse axes only. The conditions of there being additional euthytatic axes in the plane \\(y_1z_1\\) is, that the second factor shall vanish; that is to say, that\n\n\\[\n\\cos 2\\omega = \\frac{(\\beta^3)_1 - (\\gamma^3)_1}{2(\\beta\\gamma)_1 + 4(\\lambda^2)_1 - (\\beta^3)_1 - (\\gamma^3)_1}\n\\]\nand that the value of $\\omega$ which makes it vanish shall neither be $0^\\circ$ nor $90^\\circ$; that is to say, that the second member of the above equation (46.) shall lie between $+1$ and $-1$; in which case the equation is satisfied by equal values of $\\omega$ with opposite signs. Hence are deduced the following theorems, which are stated in such a form as to be applicable to planes of symmetry, whether hexagonal or otherwise.\n\nIf, in any plane of tasinomic symmetry containing a pair of Orthogonal Euthytatic Axes, the difference of the Euthytatic coefficients for these axes be equal to or greater than the Metatatic Difference, there are no additional euthytatic axes in that plane.\n\nIf, on the other hand, the difference of such Euthytatic coefficients be less than the metatatic difference, there are, in such plane of symmetry, a pair of additional euthytatic axes making with each other a pair of angles bisected by the orthogonal euthytatic axes.\n\n$2\\omega$ is the angle bisected by the axis $Oy_1$.\n\nIn the case of Hexagonal Symmetry, the additional axes thus found are normal to the faces of one pyramidal dodecahedron, and the edges of another.\n\n24. Of Orthorhombic Symmetry.\n\nLet a solid have one of the three principal euthytatic axes, $Oz_1$, normal to the other two, $Ox_1$, $Oy_1$; let the last two be oblique to each other, and have equal sets of homotatic coefficients, viz.—\n\n$$ (\\alpha^2)_1 = (\\beta^2)_1; \\quad (\\beta\\gamma)_1 + 2(\\lambda^2)_1 = (\\gamma\\alpha)_1 + 2(\\mu^2)_1; \\quad 2(\\nu\\omega) + (\\alpha\\lambda) = 2(\\nu\\lambda) + (\\beta\\mu), $$\n\nthen that solid may be said to have Orthorhombic Symmetry, its principal euthytatic axes being normal to the faces of a right rhombic prism.\n\nThe existence or non-existence, and the position, of a pair of additional euthytatic axes in the longitudinal planes of $y_1z_1$, $z_1x_1$, is to be determined as in the preceding article. When such axes exist, they are normal to the faces of an Octahedron with a Rhombic Base.\n\n25. Of Orthogonal Symmetry.\n\nIf the three principal Euthytatic Axes be orthogonal, they are normal to the faces of a right rectangular or square prism, and to the edges of a right rhombic or square prism. The existence or non-existence, and position, of a pair of additional euthytatic axes in each of the principal planes of such a solid, are determined as in article (23.).\n\nIf there be a pair of such additional axes in each of the three principal planes, they are normal to the faces of an irregular Rhombic Dodecahedron, and to the edges of a Rhombic Octahedron.\n\nIf there be a pair of such additional axes in two of the three principal planes, those axes are normal to the faces of an Octahedron with a Rectangular or square base, and to the edges of an Octahedron with a Rhombic or square base.\nIf there be a pair of such additional axes in one of the planes of orthotatic symmetry only, those axes are normal to the lateral faces of a Right Rhombic Prism.\n\n26. Of Cyboïd Symmetry.\n\nThe case of Cyboïd Symmetry is that in which the Homotatic Coefficients are equal for three Orthogonal Axes, viz.—\n\n\\[\n(\\alpha^2) = (\\beta^2) = (\\gamma^2); \\quad (\\beta\\gamma) + 2(\\lambda^2) = (\\gamma\\alpha) + 2(\\mu^2) = (\\alpha\\beta) + 2(\\nu^2);\n\\]\n\n\\[\n2(\\mu\\nu) + (\\alpha\\lambda) = 2(\\nu\\lambda) + (\\beta\\mu) = 2(\\lambda\\mu) + (\\gamma\\nu) = 0. \\quad . . . . . . (48.)\n\\]\n\nIn this case, the Principal Metatatic Axes coincide with the Principal Euthytatic Axes, which are normal to the faces of a cube; the Diagonal Metatatic Axes, normal to the faces of a regular Rhombic Dodecahedron, are Euthytatic also; and there are, besides, four additional euthytatic axes symmetrically situated between the first nine, and normal to the faces of a regular octahedron, making in all thirteen euthytatic axes.\n\n27. Of Monaxal Isotropy.\n\nMonaxal Isotropy denotes the case in which the homotatic coefficients are completely isotropic round one axis only. In this case, the principal euthytatic axes are, the axis of isotropy, and every direction perpendicular to it; and when there are additional axes, determined as in the preceding articles, they are normal to the surface of a cone.\n\n28. Of Complete Isotropy.\n\nIn the case of Complete Isotropy of the Homotatic coefficients, every direction is a euthytatic axis.\n\n29. Probable Relations between Euthytatic Axes and Crystalline Forms.\n\nIn the preceding articles it has been shown, what must be the nature of the relations between the fifteen homotatic coefficients, for various solids, having systems of euthytatic axes normal to the faces and edges of the several Primitive Forms known in Crystallography.\n\nIt is probable that the normals to Planes of Cleavage are Euthytatic Axes of Minimum Elasticity.\n\nIt may also be considered probable, that in some cases, especially in the Tessular System, which corresponds to Cyboïd Symmetry, and in the case of the pyramidal summits of crystals of the Rhombohedral System, Euthytatic Axes correspond to symmetrical summits of crystalline forms. In the icositetrahedral crystals of leucite and analcime, and the tetracontaoctahedral crystals of diamond, there are twenty-six symmetrical summits, one pair corresponding to each of the thirteen axes of cyboid symmetry.\nThe following is a synoptical table of the various possible systems of euthytatic axes, arranged according to their degrees and kinds of symmetry, and of the crystalline forms to the faces and edges of which such systems of axes are respectively normal.\n\n### Systems of Euthytatic Axes\n\n| Faces | Edges |\n|-------|-------|\n| **I. Asymmetry.** | Tetarto-prismatic System. |\n| 1. Three unequal Oblique Axes | Oblique Hexahedron. |\n| **II. Symmetry about one Plane.** | Hemiprismatic System. |\n| 2. Two unequal oblique axes, and one rectangular axis | Right Rhomboidal Prism | Oblique Rhombic Prism. |\n| 3. Two equal and one unequal oblique axis | Oblique Rhombic Prism | Right Rhomboidal Prism. |\n| **III. Rhombic and Hexagonal Symmetry.** | Rhombohedral System. |\n| 4. Three equi-oblique principal axes round one axis of symmetry | Rhombohedron | Rhombohedron. |\n| 5. Three equi-oblique principal axes in one plane, normal to axis of symmetry | Hexagonal Prism | Hexagonal Prism. |\n| 6. Three pairs of secondary axes in planes of symmetry | Pyramidal Dodecahedron | Pyramidal Dodecahedron. |\n| **IV. Orthorhombic Symmetry.** | Prismatic and Pyramidal Systems. |\n| 7. Two equal oblique transverse axes normal to one longitudinal axis | Right Rhombic Prism | Rectangular Prism. |\n| 8. Two pairs of secondary axes in longitudinal planes | Octahedron with Rhombic Base | Octahedron with Rectangular Base. |\n| **V. Orthogonal Symmetry.** | |\n| 9. Three orthogonal axes, not all equal | Rectangular and Square Prisms | Right Rhombic and square prisms. |\n| 10. Three pairs of secondary axes in principal planes | Irregular Rhombic Dodecahedron | Octahedron with Rhombic Base and Rectangular Prism. |\n| 11. Two pairs of secondary axes | Octahedron with square or rectangular base | Octahedron with square or Rhombic Base. |\n| Same with 7. One pair of secondary axes | Right Rhombic Prism | Rectangular Prism. |\n| **VI. Cycloid Symmetry.** | Tessular System. |\n| 12. Three equal Orthogonal Axes | Cube. |\n| 13. Six Diagonal Axes | Regular Rhombic Dodecahedron | Cube and regular Octahedron. |\n| 14. Four symmetrical intermediate axes | Regular Octahedron | Rhombic Dodecahedron. |\n| **VII. Monaxal Isotropy.** | |\n| 15. One Axis of Isotropy | Isotropic Laminæ. |\n| 16. Innumerable Transverse Axes | Isotropic Fibres. |\n| 17. Innumerable Equi-Oblique Axes | Conical Cleavage. |\n| **VIII. Complete Isotropy.** | |\n| 18. Innumerable Axes of Isotropy | Amorphism. |\n30. Mutual Independence of the Euthytatic and Heterotatic Axes, and of the Homotatic and Heterotatic Coefficients.\n\nThe fifteen Homotatic Coefficients of the Biquadratic Surface, on which the Euthytatic Axes depend, and the six Heterotatic Differences, coefficients of the Heterotatic Ellipsoid, constitute twenty-one independent quantities; so that the Euthytatic Axes may possess any kind or degree of symmetry or asymmetry, and the Heterotatic Axes any other kind or degree, in the same solid.\n\nHence if it be true that crystalline form depends on the arrangement of Euthytatic Axes, it follows that two substances may be exactly alike in crystalline form, and yet differ materially in the laws of their elasticity, owing to differences in their respective Heterotatic Coefficients.\n\nIt may be observed, however, that this complete independence of those two systems of axes and coefficients is mathematical only; and that their physical dependence or independence is a question for experiment.\n\n31. On Real and Alleged Differences between the Laws of the Elasticity of Solids, and those of the Luminiferous Force.\n\nFor every conceivable system of tasinomic coefficients in a solid, the plane of polarization of a wave of distortion is that which includes the direction of the molecular vibration and the direction of its propagation, being, in fact, the plane of distortion.\n\nOn the other hand, it appears to be impossible to avoid concluding, from the laws of the Diffraction of Polarized Light, as discovered by Professor Stokes, and from those of the more minute phenomena, of the reflexion of light, as investigated theoretically by M. Cauchy and experimentally by M. Jamin, that in plane-polarized light the plane of polarization is perpendicular to the direction of vibration, or rather (to avoid hypothetical language) to the direction of some physical phenomenon whose laws of communication are to a certain extent analogous to those of a vibratory movement.\n\nThis constitutes an essential difference between the laws of the Elastic Forces in a solid, and those of the luminiferous force.\n\nIn order to frame, in connexion with the wave-theory of light, a mechanical hypothesis which should take that difference into account, it has been proposed to consider the elasticity of the luminiferous medium to be the same in all substances, and for all directions, or Pantatically Isotropic, and to ascribe the various retardations of light to variations in the inertia of the mass moved in luminiferous waves, in different substances, and for different directions of motion*.\n\nAnother essential difference between the laws of Solid Elasticity and those of the\n\n* Philosophical Magazine, June 1851, December 1853.\nluminiferous force is, that under no conceivable system of tasinomic coefficients in a homogeneous solid, would the plane of distortion in a wave be rotated continuously round the direction of propagation.\n\nMuch has been written, both recently and in former times, concerning an alleged difficulty in the theories of waves, both of sound and of light, arising from the physical impossibility of the actual divergence of waves from, or their convergence to, a mathematical point. This impossibility must be admitted; but the supposed difficulty to which it gives rise in the theories of waves is completely overcome in Mr. Stokes's paper on the Dynamical Theory of Diffraction*, in which that author proves, that waves spreading from a focal space, or origin of disturbance, of finite magnitude, and of any figure, sensibly agree in all respects with waves spreading from an imaginary focal point, so soon as they have attained a distance from the focal space, which is large as compared with the dimensions of that space; so that the equations of the propagation of waves spreading from imaginary focal points may be applied without sensible error to all those cases of actual waves to which it is usual to apply them.\n\nThe physical impossibility of focal points applies to light independently of all hypotheses; for at such points the intensity would be infinite. It appears to be worthy of consideration, whether this impossibility may not be connected with the appearance of spurious disks of fixed stars in the foci of telescopes.\n\n32. On the Action of Crystals on Light.\n\nIf we set aside those actions on light to which there is nothing analogous in the phenomena of the elasticity of homogeneous solids, the laws of the refractive action of a crystal on light are in general of a more symmetrical kind, or depend on fewer quantities than those of its elasticity.\n\nThus, the elasticity of a homogeneous solid depends on twenty-one quantities; its crystalline form, on fifteen (the Homotatic Coefficients), while its refractive action on homogeneous light in most cases is expressible by means of the magnitudes and directions of the Orthogonal axes of Fresnel's Wave-Surface, making in all six quantities. Crystals which possess only Rhombic or Hexagonal Symmetry in their Euthytatic Axes, are usually Monaxally Isotropic in their action on light; while crystals which possess only Cyboïd Symmetry in their euthytatic axes, are completely isotropic in their action on light.\n\nFrom these remarks, however, there are exceptions, as in the case of the extraordinary optical properties discovered by Sir David Brewster in Analcime, which, in its refraction as well as in its form, is Cyboïdally Symmetrical without being Isotropic.\n\n* Cambridge Transactions, vol. ix. part 1.\n\nGlasgow, June 1855.\nNote referred to at page 261.\n\nOn Sylvestrian Umbræ.\n\nWithout attempting to enter into the abstract theory of the Umbral Method, it may here be useful to explain the particular case of its application which is employed in this paper.\n\nLet $U$ be a quantity having an absolute value, constant or variable (such, for example, as any physical magnitude), and $u, v, \\ldots$ &c. a set of quantities, $m$ in number, such that $U$ is of them a homogeneous rational function of the $n$th degree. There are an indefinite number of possible sets of $m$ quantities satisfying this condition; and the quantities of each set are related to those of each other set by $m$ equations of the first degree, called equations of linear transformation. Let\n\n$$u_1, v_1, \\ldots$$\n\n$$u_2, v_2, \\ldots$$\n\nbe two such sets.\n\nLet $C_{a,b}, \\ldots$ denote the coefficient of $w^av^b\\ldots$ in the development of\n\n$$(u+v+\\ldots)^n,$$\n\nand let\n\n$$U = \\Sigma \\{ C_{a,b}, \\ldots A_{a,b}, \\ldots u_1^av_1^b \\ldots \\}$$\n\n$$= \\Sigma \\{ C_{a,b}, \\ldots A_{a,b}, \\ldots u_2^av_2^b \\ldots \\}.$$\n\nThe two sets of coefficients $A_1, A_2$ are connected by linear equations of transformation, the investigation of which is much facilitated by the following process.\n\nLet two sets, each of $m$ symbols, $\\alpha_1, \\beta_1, \\ldots \\alpha_2, \\beta_2, \\ldots$ &c. be assumed, such that\n\n$$\\alpha_1u_1 + \\beta_1v_1 + \\ldots = \\alpha_2u_2 + \\beta_2v_2 + \\ldots$$\n\nand that, consequently,\n\n$$(\\alpha_1u_1 + \\beta_1v_1 + \\ldots)^n = \\Sigma \\{ C_{a,b}, \\ldots \\alpha_1^a\\beta_1^b \\ldots u_1^av_1^b \\ldots \\}$$\n\n$$= (\\alpha_2u_2 + \\beta_2v_2 + \\ldots)^n = \\Sigma \\{ C_{a,b}, \\ldots \\alpha_2^a\\beta_2^b \\ldots u_2^av_2^b \\ldots \\}.$$\n\nThen if the $m$ equations of transformation between the two sets of symbols $\\alpha_1, \\beta_1 \\ldots$ and $\\alpha_2, \\beta_2 \\ldots$ be formed, and if from them be deduced the equations between the two sets of products $\\alpha_1^a\\beta_1^b \\ldots$, and $\\alpha_2^a\\beta_2^b \\ldots$, &c., and if, in the latter system of equations, there be substituted for each product $\\alpha^a\\beta^b \\ldots$ the corresponding coefficient $A_{a,b}, \\ldots$, the result will be the system of equations sought. Also, if any function of the products $\\alpha^a\\beta^b \\ldots$ be invariant (i.e. a function, whose value, like that of the original function $U$, is not altered by the transformation), the corresponding function of the coefficients $A$ will be invariant.\n\nThe symbols $\\alpha, \\beta, \\ldots$ &c., with reference to their relation to the coefficients $A$, are called umbræ; that is, factors of symbols, whose equations of transformation are simi-\nlar to those of the coefficients A. In the umbral notation, umbræ are usually distinguished from symbols denoting actual quantities by being enclosed in brackets thus:\n\n\\[(\\alpha), (\\beta), \\ldots.\\]\n\nand each coefficient \\(A\\) is represented by enclosing in brackets that product of umbræ with which it is covariant; thus:\n\n\\[A_{a,b,\\ldots} = (\\alpha^a \\beta^b \\ldots).\\]\n\nThe Umbral Notation is applied to abbreviate the expression of determinants in a manner of which the following are examples:\n\n\\[\n\\begin{vmatrix}\n\\alpha, \\beta, \\gamma, &c. \\\\\n\\alpha, \\beta, \\gamma, &c.\n\\end{vmatrix}\n\\text{ denotes }\n\\begin{vmatrix}\n(\\alpha^2) & (\\alpha \\beta) & (\\alpha \\gamma) & \\ldots \\\\\n(\\alpha \\beta) & (\\beta^2) & (\\beta \\gamma) & \\ldots \\\\\n(\\alpha \\gamma) & (\\beta \\gamma) & (\\gamma^2) & \\ldots \\\\\n& \\ldots & \\ldots & \\ldots\n\\end{vmatrix}\n\\]\n\n\\[\n\\begin{vmatrix}\n\\alpha, \\gamma, \\delta, &c. \\\\\n\\beta, \\gamma, \\delta, &c.\n\\end{vmatrix}\n\\text{ denotes }\n\\begin{vmatrix}\n(\\alpha \\beta) & (\\beta \\gamma) & (\\beta \\delta) & \\ldots \\\\\n(\\alpha \\gamma) & (\\gamma^2) & (\\gamma \\delta) & \\ldots \\\\\n(\\alpha \\delta) & (\\gamma \\delta) & (\\delta^2) & \\ldots \\\\\n& \\ldots & \\ldots & \\ldots\n\\end{vmatrix}\n\\]\n\nFebruary 24, 1856.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108587.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 44912,
    "total-output-tokens": 20262,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1867,
        2
      ],
      [
        1867,
        4113,
        3
      ],
      [
        4113,
        6890,
        4
      ],
      [
        6890,
        9245,
        5
      ],
      [
        9245,
        11793,
        6
      ],
      [
        11793,
        14360,
        7
      ],
      [
        14360,
        17347,
        8
      ],
      [
        17347,
        20365,
        9
      ],
      [
        20365,
        23269,
        10
      ],
      [
        23269,
        26140,
        11
      ],
      [
        26140,
        28826,
        12
      ],
      [
        28826,
        31408,
        13
      ],
      [
        31408,
        34184,
        14
      ],
      [
        34184,
        36858,
        15
      ],
      [
        36858,
        39250,
        16
      ],
      [
        39250,
        41787,
        17
      ],
      [
        41787,
        44103,
        18
      ],
      [
        44103,
        46642,
        19
      ],
      [
        46642,
        49441,
        20
      ],
      [
        49441,
        52240,
        21
      ],
      [
        52240,
        54678,
        22
      ],
      [
        54678,
        57130,
        23
      ],
      [
        57130,
        59848,
        24
      ],
      [
        59848,
        62646,
        25
      ],
      [
        62646,
        65272,
        26
      ],
      [
        65272,
        66478,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108587",
    "title": "On Axes of Elasticity and Crystalline Forms",
    "authors": "William John Macquorn Rankine",
    "year": 1856,
    "volume": "146",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/108587"
  }
}