{
  "id": "98455c87e4946a2fb8219238ec4804095f064486",
  "text": "XXXIII. A Letter from Mr. J.R. Forster, F.A.S. to M. Maty, M.D. Sec. R.S. containing some Account of a new Map of the River Volga.\n\nWarrington, October 24, 1768.\n\nSIR,\n\nReceived both your favours of the 1st and 17th instant, in due time.\n\nI am very glad the committee of the Royal Society has done my map of the river Volga* the honour of having it engraved and published in their Transactions.\n\nYou wished to be informed of the manner in which it was constructed. I readily comply with your desire, and send you the following short account, which I hope will be satisfactory.\n\nAt my arrival at Saratof, which is the chief town of the district given by her Russian majesty to the German colonies, I got two MSS. maps in Russian characters, done by Mr. Reuls, a major, and able engineer, in the Russian service, who went along the river Volga, from Saratof to Tsaritsin, by water; and, at every winding of the river, went on shore to take the angles, and to measure the meadows beyond the Volga; this map was upon five sheets, pasted together. The other MS. map had the same author, consisted of eight sheets, and described the country from Petrofsk and Saratof, to Tsaritsin, along the Volga, and westward to the rivers Choper and Don. It was constructed upon an actual survey, in which the major was assisted by three engineer officers; however,\n\n* See Tab. IX, p. 216.\nas this survey had been made in a hurry, by measuring the roads on horseback, with a long rope of ten poles, and taking the angles only from village to village, I cannot depend upon it as entirely correct.\n\nThe country from Saratof to Dmitrefsk I passed through myself; I measured one base, and then took, with an instrument, the angles of the most striking objects, as hills, villages, and rivers, on both sides of the Volga. On the eastern side of that river, I got as far as the lake Yelton, and the sandy desert Ryn, always using the same method: from thence I went to the river Yerooflan, almost to its very source, and came back again, to the place where it enters the Volga; from thence I proceeded to Saratof, along the Volga, rectifying Mr. Reuss's angles and maps; and, besides, I made an excursion 30 miles above Saratof, on the east shore of the Volga. All the places, which are marked with lines in my map, are either colonies already settled, or places intended to be filled with colonists, who were then on their march from Petersburgh towards Saratof. When I presented this map to the Academy of Sciences at Petersburgh, it was looked upon as an Unique; for they had in the geographic department not one map of this country, although more than 3000 MSS. maps and drawings were kept in their portefolios. I can, therefore, very justly call this the first tolerable map; and whoever will take the trouble of comparing my work with Mr. Hanway's, or Olearius's map, will easily see the remarkable difference between them. Mr. Hanway went in a great hurry over this part of the country, and had no instruments, nor did he make any survey; he was also unacquainted with the language of the country;\nthe knowledge of which is of great importance to one who would succeed in an undertaking of this nature. Olearius never stirred out of his ship: and the map contained in the Russian Atlas, is so shamefully deficient and faulty, that the academy very readily acknowledged the improvements made by my map, and thankfully accepted of it, although no use was made of it. During my stay at London, in 1766, I made a revision of my papers, calculated again all distances and angles, and corrected my map in more than twenty places, so that this may be justly called a new and improved one.\n\nThe canal made by Perry, in the year 1697-1701, for the conjunction of the Volga and Don, I surveyed; and constructed a special map of it, of more than three yards size, and can therefore answer for its accuracy. The canal begun by the Turks, nobody ever took notice of besides me in a map; which I did, from an account I got, by means of Mr. Reufs, and some others, and from a rough sketch of it, communicated to me. That part of the Don, which appears in the map, is taken from the very accurate and famous map made by the vice-admiral Cornelius Cruys, and published in fourteen sheets in Holland.\n\nThis, I hope, will satisfy the public in respect to the accuracy of the performance, and enable the Society to judge better, whether it deserves to be published or not. I am, with the greatest respect,\n\nSIR,\n\nYour most obliged and humble servant,\n\nJohn Reinhold Forster.\n\nXXXIV. An\nA most accurate MAP, of those Parts of the Astracan Government upon the River Wolga, wherein the New Colonies are Settled Taken from Original Drawings & Observations made in a late Survey of those Countries.\n\nRussian Werstes or Miles.\n\nEnglish Miles.\n\nGerman Miles.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105781.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24996,
    "total-output-tokens": 1651,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1371,
        2
      ],
      [
        1371,
        3080,
        3
      ],
      [
        3080,
        4548,
        4
      ],
      [
        4548,
        4548,
        5
      ],
      [
        4548,
        4548,
        6
      ],
      [
        4548,
        4548,
        7
      ],
      [
        4548,
        4814,
        8
      ],
      [
        4814,
        4814,
        9
      ],
      [
        4814,
        4814,
        10
      ],
      [
        4814,
        4814,
        11
      ],
      [
        4814,
        4814,
        12
      ],
      [
        4814,
        4814,
        13
      ],
      [
        4814,
        4814,
        14
      ],
      [
        4814,
        4814,
        15
      ],
      [
        4814,
        4814,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "en",
      "None",
      "None",
      "None",
      "en",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105781",
    "title": "A Letter from Mr. J. R. Forster, F. A. S. to M. Maty, M. D. Sec. R. S. Containing Some Account of a New Map of the River Volga",
    "authors": "John Reinhlod Forster",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/105781"
  }
}