{
  "id": "fdbf0dc50710df164ececc67920d464faecfd98f",
  "text": "lesser Lion and Cancer, as far as the smaller Dog.\n\nAt 8 49 36. This Arch quite disappear'd: But at the same time, I saw another broader and brighter Arch under Cassiopea, seven or eight Degrees high.\n\nIn the Observations of October 4th, and in the last, I am certain as to the Time of the Clock: So that if it has happen'd that others have observed the same Phenomena, the Longitudes of Places may be determined by them with greater Exactness than by the Satellites of Jupiter, which I take to be the principal Use that may be made of these Observations, especially in making Maps of the Northern Countries, where these Lights more frequently occur.\n\nVIII. A Letter from Dr. Robert James, of Lichfield, to Sir Hans Sloane, Bart. Pr. R. S. containing some Experiments made upon Mad Dogs with Mercury.\n\nLichfield, June 3, 1735.\n\nSIR,\n\nIn pursuance of your Commands, I here give you an Account of some Experiments that have been made upon Mad Dogs with Mercury, which I apprehend I have some Reason to believe is the most\nmost effectual Preservative against, and perhaps even a Cure for the Hydrophobia.\n\nAbout Michaelmas, 1731, I waited on Mr Floyer, of Hints, a Gentleman who is very curious in Fox-Hounds. He complain'd that He was afraid of a Madness amongst his Hounds; for that Morning one had run mad in the Kennel, and he was apprehensive that most of the rest were bit by him: I took this Opportunity of telling him that I had long believ'd that Mercury would, if try'd, prove the best Remedy against this Infection; and that if the Idea I had form'd of this Poison was just, I was pretty sure the Medicine would answer, notwithstanding the Difficulty there is of determining the Effects of a Medicine à priori; and that it was, at least, worth while to try. Mr. Floyer neglected this Advice till the February following. Mean time he try'd the Medicine in Bates, commonly known by the Name of the Pewter-Medicine; as also every thing else which was recommended to him by other Sportsmen, but to no Purpose; for some of his Hounds run mad almost every Day after Hunting. Upon this he took his Hounds to the Sea, and had every one of them dipt in the Salt-Water; and at his Return, brought his Pack to another Gentleman's Kennel, six Miles distant from his own. But, notwithstanding this Precaution, he lost six or seven Couple of his Dogs in a Fortnights Time. About this Time, which was in February, I waited on him at his new Habitation, and found him in that Distress not unusual with Sportsmen upon these Occasions. I ask'd him if he had try'd the Experiment I recommended. He said he had not,\nnot, but that two of his Hounds were then mad; and he would that Night do it. He shewed me the Dogs, and they were both as far gone as I ever have seen any. They refus'd Food of all Sorts, particularly Fluids, slaver'd much, and had all the Symptoms of a Hydrophobia to a great Degree. He sent immediately to Lichfield for all the Turpeth Mineral he could get, and that Night gave twelve Grains a-piece to the two Dogs, which vomited and purged them gently. Twenty-four Hours after this he gave to each twenty-four Grains, and after the same Interval he gave forty-eight more to each. The Dogs salivated considerably, and soon after lap'd warm Milk. At the End of twenty-four Hours more he repeated to one Dog twenty-four Grains more, and omitted it to the other. The Dog that took this last Dose, lay upon the Ground salivated extremely, was in great Agonies, and had all the Symptoms of a Salivation rais'd too quick; but got through it, and is at this Time alive. The other relapsed and died.\n\nTo all the rest of the Pack he gave seven Grains of the Turpeth for the first Dose, the second twelve, at twenty-four Hours distance, which was repeated every other Day for some little Time. The Method was repeated at the two or three succeeding Fulls and Changes of the Moon. From this Time he lost not another Hound; and though several have since been bit by strange Dogs, the Turpeth has always prevented any ill Consequences.\n\nI and my Friends have try'd the same Thing since upon a Multitude of Dogs, and it has never failed in any one Instance, though Dogs bit at the same Time,\nTime, and by the same Dogs, have run mad after most other Methods had been try'd.\n\nAs to the Experiments made upon Mankind, I have had Opportunities of making but three.\n\nThe first was about two Years and a half ago, upon a Girl about fourteen Years old. The Calf of her Leg was so torn by a Mad Dog, that the Surgeon was obliged to use Means to prevent a Mortification from the Bite. She was vomited by the Turpeth. Three Days before the next Change of the Moon, the Vomit was repeated, and again the very Day of its changing. The same Method was pursued the next Full Moon. The Girl is very well.\n\nThe second was a Boy of about ten Years of Age. He had Four Holes in one of his Legs, made by a Mad Dog in November last. The Turpeth was given as above, and the Wounds dressed with Digestives, and he continues well. These two liv'd near Burton upon Trent, and Mr. Towndrow, of that Place, was Apothecary.\n\nThe third Case was that of a young Man near Tamworth, of about eighteen. The Bite was upon the Hand. A great Number of Dogs were bit at the same Time, in the Town where he liv'd. About six Days after the Mischief was done, several Dogs that had been wounded ran mad, upon which he applied himself to Mr. Wilson, Apothecary in Tamworth, to whom I had communicated the Success of the Turpeth in this Case. The young Man was, at this Time, very melancholly and dejected, had Tremors, and slept very little for some Nights before, though he was not apprehensive that the Dog which\nwhich bit him was mad. He had a dry Scab upon his Hand: He was, upon applying to Mr. Wilson, vomited with Vin. Benedict. 3ij.\n\nThe next Thing he took was made according to the following Prescription.\n\nRq Turpeth. Min. gr. xij. Lap. Contrayerv. 3i. Ther. Androm. q. f. M. F. Bol. No 3, sumat unum singulis noctibus hora decubitatis superbibendo Jalap. seq. Cochl. iv. Rq Aq. Rut. 3vj. Theriac. 3ij. Syr. Paon. c. 3iB Tinct. Castor 3ij M. F. Jalap.\n\nUpon taking these he sweat very much, and had two loose Stools every Day after them: His Tremors went off, and slept better. After this he went into the Cold-Bath, and continues perfectly well.\n\nBut what is remarkable in this Case is, that the Wound ran a thick digested Matter after this Method, and threw off the Scab like an Escar; after which it healed of itself.\n\nI will not presume to philosophize upon these Cases, when I am writing to one who is so much better capable of doing it than I can pretend to be. Much less shall I pretend to determine whether Mercury has these Effects from its specific Properties, which enables it to prevent or dissolve those inflammatory Concretions which cause the Hydrophobia, or from the Evacuations it causes. Instead of discussing this Point, give me leave to make an Observation or two upon the Antiquity of this Disease, which I the rather choose to do, because Cælius Aurelianus, in his Account of it, does not seem to build so much upon the Authority of Homer as, in my humble Opinion, he might have done. Indeed he quotes a Passage out of the eighth Iliad,\nIliad, where Teucer calls Hector ἀναστήριξα,\nbut does not seem to think this sufficient to prove\nthat Homer was acquainted with this Madness. But\nhe omits two more Passages in the same Author,\nwhich, joined with this, amount to a Demonstra-\ntion that Homer was by no means ignorant of it.\nThe first is in the ninth Iliad, where Ulysses is up-\non his Embassy to Achilles. He describes to the\nlast mentioned Hero, the Distress the Grecian Ar-\nmy was in through his Absence; and when he has\npainted Hector as terrible as he can, he compares his\nFury to the Rage of a Mad Dog. Iliad Lib. ix. l. 237.\n\nἙκ τοῦ δὲ μέγα ὑπερίη βλέμματι\nΜαίνεται εὐπάγως, πινοῦσα Δίην, ἐδεῖ τι πεῖ.\nἈρέσκει ἐδὲ Θεὸς· καὶ πρὸν ἡμῖν ἀνόσων ἔδευσεν.\n\nHector verò valde trucibus oculis ad-\nspiciens\nFurit terribiliter, fretus Jove: nec quicquam\nhonorat\nViros neque Deos; ingens autem ipsum rabies\ninvasit.\n\nIf Homer had design'd to describe a Mad Dog as\na Physician, he could not have express'd his Looks\nby a more proper Word than βλέμματι. It must\nalso be consider'd, that this Discourse is directed to\nAchilles, who, having studied Physick under Chiron,\nwas consequently more capable of receiving an Idea\nof the Mischief Hector did to his Country-men by\nthis Metaphor.\n\nIn the thirteenth Iliad, Hector is again call'd\nΛυσοπτήριξ, by Neptune.\n\nIt must be observ'd that λύσον, λυσοπτήριξ, and\nλυσοπτήριξ can properly, and in their natural Signifi-\ncation,\ncation, be applied to no other Madness than that which is peculiar to a Dog, though metaphorically it may, as in the Instances I have given, as also in Sophoclis and Euripides. The Word λύσις or λυσία is used to signify the Madness of Dogs by Aristotle, Galen, and Dioscorides. And Λυσία is used by the last mentioned Author to signify a Man bit by a Mad Dog. Αδροκίων is used by Aretaeus in this Sense, and Αυττοποιος by Plutarch, to express the same Thing.\n\nWhat I would infer from this is, that Homer was certainly acquainted with the Madness of Dogs; and if Dogs in his Days ran mad, 'tis probable they would bite Men, and if so, to be sure, an Hydrophobia would be the Consequence; notwithstanding that, Plutarch will have it that it was first taken Notice of in the Days of Asclepiades, who was famous for his Practice in Rome before the Death of Mithridates.\n\nAnother strong Evidence of its Antiquity is that Instinct which directs every Dog to avoid him that is mad, upon smelling, seeing, or even hearing him. If this is not Instinct, it is Reason; and that in a higher Degree than we ourselves can pretend to. Now Instinct must be coeval with the Creation, or at least the Fall; and therefore Madness must not be much younger.\n\nI heartily ask Pardon for taking up so much of your Time from Business of much greater Import; and I beg Leave to subscribe myself,\n\nSIR,\nYour most obedient humble Servant,\nROBERT JAMES.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104015.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 2896,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1020,
        2
      ],
      [
        1020,
        2604,
        3
      ],
      [
        2604,
        4186,
        4
      ],
      [
        4186,
        5670,
        5
      ],
      [
        5670,
        7224,
        6
      ],
      [
        7224,
        8651,
        7
      ],
      [
        8651,
        10075,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104015",
    "title": "A Letter from Dr. Robert James, of Lichfield, to Sir Hans Sloane, Bart. Pr. R. S. Containing Some Experiments Made upon Mad Dogs with Mercury",
    "authors": "Robert James",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104015"
  }
}