{
  "id": "27614f8a434aca128632c094de77212a321517de",
  "text": "II. Epistola D. J. Phil. Breynij, M.D. Gedanensis,\n& Reg. Societ. Lond. Sodal. ad D. Hans Sloane,\nM.D. dictae Societatis Secretarium; varias Observationes continens, in Itinere per Italiam suscepto,\nAnno 1703.\n\nV Ariis negotiis, tam domesticis, quam alijs impeditus,\nexoptatissimum mihi, ut Tecum, Vir Illustris, ita &\ncum multis alijs per annos aliquot intermis literarum Com-\nmerciun; quod nunc pace Tua reinchoandi animus est:\ncerta spe fretus, me silentii diuturnioris veniam facile à\nTe impetraturum, imprimis ubi cogitaveris, variam à\nmultis jam, proh dolor! annis Gedani fuisse fortunam\n& minus prospera fata, quæ nunc Armis, nunc Brumâ\nultra morem gelidissima, nunc Anonæ caritate & dirif-\nsima Peste armorum pedissequis, ut omnes, quæ Polono-\nrium Regi parent Terras, ita & Optimam Patriam misère\nvexârunt.\n\nUnde me Hercle non mirum, Ingenia sub boreali hoc\n& infelici h.t. Climate Stupore quodam & Lethargo\nquasi affici, & Apollinem cum Musis aliarn sibi quærere\nvelle fedem videri. Præstat tamen excusso Veterno ex-\npiare Apollinem, & abeuntem precibus retinere. Imme-\nrita Dei O. gratia est, quod adhuc sumus superstites;\nEjus quoq; gratia post Nubila tandem suo tempore\nPhæbus i maq;\n\nO pessi graviora; dabit Deus his quoq; finem.\nDurate, & rebus vosmet servate secundis.\n\nQuantum\nQuantum itaque in me est resumum calamum, indicaturus Tibi, Vir Celeberrime, quænam sub manibus habeam in jucundissimo utilissimoq; Hist. Naturalis Studio publicanda; quæ si approbatione Tuâ digna fuerint, mibi summopere gratulabor. Ut enim nihil jam dicam de Borussiæ vel potius Pomerellæ Viridario, quod in tempus magis commodum, si Deo placuerit vitam, sanitatem, quæ mihi satis fragilis, & pacem largiri, differo; nunc occupor Opere ad prælum parando, cui sequens erit Rubrica:\n\nIcones Breynianæ\nRariorum & Exoticarum Plantarum,\npartim in Centuria & Prodromis\nJacobi Breynii Gedanensis\ncontentæ;\npartim verò novæ nunc editæ\n\nJoh. Philippo Breynio, Jac. Fil. M. D.\nadjunctis\nContractis earundem Plantarum Descriptionibus,\nIllustrationibus Notulisq; perutilibus.\n\nContinebit scilicet ultra Icones Paternas Centuriæ & Prodromorum, plus quam viginti Tabulas, partim novas Plantas, imprimis Officinales, partim etiam descriptarum partes essentiales, flores & fructus puta, omissas & ignotas hactenus complectentes. Causa hujus Propositi fuerunt multi ex clarissimis Botanicis, qui in peregrinationibus meis partim Ore tenuis suaserunt, partim Literis compellarunt, ut Novam Paternorum Operum Editionem adornarem cum meis additamentis, quorum ego petitioni deesse nolui, nec debui.\n\nPræterea penes me est Additamentum ad Floram Pruf- ficam ante annos aliquot à D. D. Gottsched editam, à Reverendo admodum D°. M. Helwing Angersburgensem Ecclesiæ\nEcclesiae Pastore adornatum Nomine Flora Quasimodo-\ngenite, trecentas circiter continens Plantas indigenas,\nquarum nulla in supra laudata Flora fit mentio; quod\netiam cum Auctoris venia correcrum cum mea praefatione\nbrevi publici Juris faciam. Caeterum in Historia Nat.\nnihil in nostris regionibus prodiit notatu dignum; quid\nin Britannia Vestra vero bonarum Literarum & Artium\nAsylo circa hanc Materiam agatur, discere aveo.\n\nNunc restat adhuc ut rariorem Literis hisce addam\naliquam Observationem; cum vero portiunculam Itineris\nmei Anni 1703. Vobiscum jam communicaverim, quam\nTransaeionibus Vestris de Anno 1705. Mens. Jul. inser-\nrere libuit, telam jam exorsam continuare malo, quod\neam Illustri Regiae Societati non ingratam fuisse ex Li-\nteris Tuis acceptissimis intellecterim. Nec me ab hoc\nproposito deterret Excellentissimi Viri D. Christiani Hen-\nrici Erndh, Med. Doct. & Medici Aulici h. t. Sereniss.\nPolon. Regis Dignissimi Exemplum. Hic enim anno\nelapso edidit Relationem quandam succinctam de Itinere\nsuo Anglicano & Batavo Annis 1706. & 1707. facto, in\nqua variae Observationes Rem Medicam praesertim spe-\ncantes, & Celeberrimi Nominis Tui & aliorum mentio\nhonorifica inveniuntur. Huic se publico Scripto qua-\ndam malignitatis & rancoris macula asperso opposuit\nquidam filio Jani Gregorii Betulii Nomine, cujus verum\nNomen detegitur dans les Nouvelles dela Republique des\nLettres Anno 1710. Mens. Novembr. Hic certo admo-\ndum indignè Optimum Virum melius de Republ. Litera-\nria meritis tractavit; sed apparebit brevi nova & amen-\ndata hujus Relationis Editio in Belgio, cum Praefatione,\nin qua malignas Adversarii sui Animadversiones refuta-\nturus est Auctor. Non me inquam à Proposito memo-\nratum deterret exemplum; non enim Malevolorum ob-\ntrectatiunculas moror, si ad palatum vestrum fuerint,\n\nQ q q\nquas traditurus sum, Observationes praesertim circa Rem Medicam & Naturalem minus obviæ in Itineribus meis factæ.\n\nFaciam initium à Portu Liburno, in quo post longam, præ Æolo minus cursui nostro favente, navigationem Maris pertæsus, Sanus tamen Dei gr. tandem ipsis Octobris Calendis Anni 1703 appuli; ubi Neptuno valedicens mox me in littus contuli, quod mihi inter alias rariores Plantas contemplandas mox offerebat\n\nCrithmum maritimum, fl. Asteris Attici, C. B. Pin.\nKali geniculatum majus, C. B. Pin.\nKali minus album semine splendente, C. B. Pin.\nGramen daëtylum Ægyptiacum, C. B. Pin. Gramen Crucis, f. Neiemelmsalib, J. B.\n\nUrbs in planitie sita ad maris littora, montibus utrinq; elatis, ut ut non admodum ampla, Emporium tamen elegans & probè munitum. Aer non admodum salubris, & Tertiana duplex, quæ hic difficilioris curationis, frequens mihi narrabatur. Itaq; quia Palladem hic Mercurio cedere intellecteram, post octiduanam quietem, Pisam aliquot millariibus Liburno distantem, cum quodam ex conterraneis meis Itineris Socio profectus sum. Iter erat amoenissimum, per planam fertilemq; terram, interpositis sæpius Nemoribus Quercu, Illice, & Subere, ut & Myrto frequentibus.\n\nPisa quondam Resp. & elegans Civitas, nunc M. Hebruriae Duci subjecta ordine secunda, multum de pristino splendore ac hominum copia, quod vulgo notum est, amisit. Plurima hic sunt, quæ inspectionem merentur, quæ, cum in aliis Itinerariis & Topographis existent, sicco pede transeo. Literas Systaticas habebam ad Clariss. Mich. Angelum Tilli, Doc. & Professorem Med. & Botanices in Universitate Pisanæ, cujus cum ob ferias tunc Flo.\nFlorentiae degeret, vices mihi supplebat ipsius Frater, J. U. D. & Subcancellarius, Vir, ut solent Itali, erga exteros humanissimus. Universitas fuit quondam hic celebrior, quam quidem hoc tempore. Quatuor habet Collegia Oxoniensibus nequaquam æquiparanda: quorum primum dicitur Collegium Sapientiae; secundum est Collegium Ferdinandi, à Ferdinando I. M. H. D. Anno 1595. extructum in loco, ubi erant Ædes Bartholi famosissimi J. C. ut docet Inscriptio; tertium Puteanum, à Puteo Episcopo Nomen gerens, Anno 1605. erectum. Sed praesentibus fariis omnes Scholæ clausæ erant, ipsis Novembris Calendis recludendæ. Hortus Botanicus Pilanus Rei Herbariae Professoribus satis notus à Cosmo I. M. Hetr. Duce Anno 1547. septennio sc. post Patavinum, qui primus fuit, institutus est, eiq; praefectus Lucas Ghinus (teste Castello in Opt. Med.) cui succedisset Botanicorum sui ævi Princeps nunquam satis laudandus Andreas Caesalpinus. Citatus Lucas Ghinus, à Jo. Antonio Bumaldo (quo facto Nomine Ovidius Montalbanus anagrammaticè latet) in sua Bibliotheca Botanica primus Hortorum publicorum Academicorum Fundator dicitur. Ædes autem Horto adjacentes, in quibus plurima rariores Naturalia & Artificialia servantur, Ferdinandum I. Fundatorem agnoscent Anno 1595. ut Inscriptio in portæ limine testatur. Antequam ad Hortum itur in atrio multa Balænae osfa reposita videntur; in parte superiori vero Gazophylacium rerum Naturalium & Artificialium bono ordine digestarum: Per aream ubi pergimus ad alteram Ædificii partem ad Horti Introitum sitam accedimus, in cujus porticu variæ Effigies, ut Caesalpini, Clusii, Casauboni, Matthioli, Ponæ, &c. in perpetuam Clarissimorum Botanicorum Medicorumq; memoriam suspensa ex parietibus spectantur. In superioribus conclavibus Antlia habetur pneumatica major cum aliis quibusdem Instrumentis Physicis, ut & Furni cum suis Chemicis Instrumentis. Hortus ipse satis spatiosus est, non tamen exquisitè cultus, quem Hortulanus\ntulanus semex 1500 Plantarum, sed nullo fere ordine dispositarum, species alere mihi affirmabat. Interim rariores quasdam videbam alibi non observatas; imprimis oculum & animum meum delectabant.\n\nPalma Dactylifera trium ferme virorum altitudine, fructibus onusta, qui raro hic plenam maturitatem assequuntur.\n\nMyrtus latifolia Böetica secunda, vel folijs laurinis conferent nascentibus, C. B. Pin. Arbor hæc in nullis aliis Hortis à me visa, si arbor dicenda est, quæ multos stipitibus ex solo exsurgit ad duorum virorum altitudinem; Folia habet Aurantio Sinensi, Ferrarii, similima; Fructibus referita erat majoribus ex nigro caesius. Hortulanus Africanam esse aiebat.\n\nStyrax folio Mali Cotonei, C. B. Pin. procera arbor fructibus maturis ornata.\n\nIlex aculeata cocciglandifera, C. B. Pin. magnitudine spectabilis.\n\nHujus Horti Catalogum quondam edidit Thomas Belluccius ejusdem Horti Praefectus & Botanices Prof. Ord. Impressus est Florentiae 1662. in 12mo.\n\nAqueductus Pisanus, qui limpidissimam aquam per 5 Milliaria Italica ad urbem ducit, visu dignus est, antiquus & temporis injurias ferens.\n\nDe famosa illa Turri inclinata hic saltem monendum duxi, ejus fundamentum in illo latere in quo inclinatur, non in vel post erectionem subeditisse, hincq, situm illum inclinatum, adeo decantatum, turrim, praeter Architecti intentionem, acquisivisse, quod facile examinant patet.\n\nElapsis aliquot diebus relicta Pisà, Lucam iter aggressus, primò transivi planitiem satis fertilem, & ob agros Moro, Lauro, Populo, Ficu, &c. cum annexa Vite circumdatos visu jucundam. Postea transcendendus erat Mons Sti. Juliani, ob Thymbram Montis Sti. Juliani dictam non ignotus, altus & petrosus, rarioribus nihilominus plantis ornatus; in transitu praeter diem Thymbram varias\nvarias observabam Cisti tam Ledi, quam Maris, & Myrti species, Lentiscum, nec non Ericæ & Sedi species aliquot. Ad montis pedem Lucensium incipit Jurisdictio, in qua mox sefe Oculis nostris offerebant Oleæ olivis, quæ inter optimas numerantur, Castaneæ etiam, Arbutus & Terebinthus fructibus onustæ maturis. Tandem nova & fertilis planities vineis abundans ad Lucam usq; Caput Reipubl. satis notæ. In hac parum quod Medicinam vel Hist. Nat. concernit vidi singulare. Hoc saltem observandum, me in hac Ditione, ut & in Hettruria, quamplurimos notasse agros Lupino vulgari semine albo, quo cocto homines vescuntur, consistos. Caeterum ibidem & Ciceres, Milium, Sorgum, & Panicum in agris partim pro hominum, partim vero pro columbarum aliariumq; avium usu coluntur.\n\nHinc per Pistoriam ad Hettruriae Metropolin Florentiam iter mecum direxi, ubi 17. Octobr. appuli. Innumera habet ampla hæc & elegans Civitas visu dignissima, ab aliis, imprimis in Libello, cui titulus, Ristretto delle Cose più Notabili della Città di Firenze, recensita, inter quæ Gazophylacium M. Ducis, quod Galeria appellatur, praetiosissimarum rerum arte factarum magno apparatu referatum, & splendidissimum Sti. Laurentii Sacellum M. Herr. Ducum Sepulturæ dicatum, necdum perfectum, quibus cultissimos M. Ducis Hortos addas, facile primas tacent.\n\nMaxima tune temporis Florentiae ornamenta erant Caleberrimi per totam Europam Viri Laurentius Bellini & Antonius Magliabechi. Ille M. Ducis Archiater, in Medicina, imprimis Theoretica ejus parte, quod variae ejus testantur Lucubrationes editæ affatim, versatilimus, & verè magnus Vir, in Praxi tamen (quod saepius etiam in aliis observatum est) non adeo felix, me ultra morem, cum se aliis difficiliorem habeat, accepit quam humanissime. Vir est parvae staturæ, sexagenarius, variis morbis fractus, sinistri oculi à quinq; jam annis Catarrhactâ laborans, Cum.\nCum hoc de variis rebus Medicis mihi erat Sermo. Nihil statuebat esse in Medicina, quod ingenio & studio non possit expisciari, cum omnia secundum leges Mechanicas fiant, praeter minimarum particularum & Elementorum figuras, hancq; esse rationem, cur Medicina nunquam ad perfectionis culmen perventura sit. Aquae Tetuzzianae in Dysenteriae curatione adeo decantatae seaturiginem prope Pistoriam esse, me docebat, eamq; continere Salem marinum sive commune, & purgandi vi praeditam esse; hinc pauperibus aliquando Salem marinum in Aqua fontana solutum propinari simili, licet non semper æquè felici cum successu. Multa se chartis commissae affirmabat, lucem publicam fortè nunquam visara. Ab annis jam aliquot sæpius vacavit Musicae & Poës, quas perdite se amare aiebat, continuis Meditationibus distractus. De hujus Viri morbo & equenfibus dicam.\n\nAlter Antonius Magliabechi, M. Ducis ejusq Fratris t. t. Cardinalis Bibliothecarius, in Librorum cujuscunque generis cognitione ad stuporem versatus, unde eum non immerito Vivam à Serenissimo Duce Bibliothecari salutari tradunt. Vir hic erga exteros humanissimus est, quod ipse satis superq; expertus sum, cum prima saltem vice ipsum in instructissima Bibliotheca Cardinalis, quæ in supremi Principis Palatio servatur, salutarem, ubi de variis libris me instruxit quàm lubentissime. Inter Libros Medicos, ut & Hist. Nat. Scriptores, quorum magnus adeest numerus, eminebat spissum Volumen in regali forma, vivas Plantarum Icones artificiosè suis coloribus expressas, additis Nominibus manuscriptis, continens, cui Titulus: Viridarium Botanicum, in quo Arborum, Fruticum, Suffruticum, Stirpium, & plurimarum Plantarum tam indigenarum, quàm exoticarum Species lætè virentes perennantur; quas è diversis locis collegit & delineavit, coloribus naturam imitantibus pinxit, & celebrium Botanicorum Nominibus distinxit Josephus Baldius, Medicus, Physicus, Civis Florentinus, Academicus Apatista 1650.\nPostmodum toties miratus sum, quoties vidi Celeberrimum Virum, praesertim in edibus propriis, in quibus vix locum invenies, qui Libris repletus non sit; adeo, ut, qui Libros ejus Elementum vocat, in quo degit, non a vero aberret.\n\nInter Bibliothecas, quae pulcherrimam hanc urbem etiam Doctis commendant, non ultima est quae Sti. Laurentii dicitur a Templo adjacentem homonymo. Haec non minus ob elegantem Architecturam, quam famosissimo Michaeli Angelo Bonarotio debet, quam imprimis ab insignia in omni Facultate MSS. ex quibus tota ferme constat, ferreis catenis uti in Bodleana Oxoniensium alligata, commendabilis. Inter Medica mihi maximè notabile videbatur vetus aliquot MS. in Folio in membrana exaratum, cum figuris vivis coloribus expressis ad luxationes praesertim pertinentibus, sequenti titulo: Chirurgia Hippocratis, Galeni, Oribasi, Heliodori, Asclepiadis Bithynii, Archigenis, Dioclis, Amyntae, Apollonii Ther. Nymphodori, Rusti Ephesii, Apollonii Citiensis, Sorani, Pauli Aeginetae, Palladii. Hoc MS. ut me D. Magliabechi certiorem fecit, transcripsit Jacobus Tollius, post cujus mortem eo jam potitur Hainius Professor Dusburgensis illud prope diem publicaturus. Hic & Dioscoridis codex MS. affer- vatur, in charta scriptus, qui tamen non admodum antiquus videtur.\n\nImprimis grata mihi hic fuit conversatio cum admodum Rev. Patre Brunone Tozzi, Monacho Valombrosano, cui ab Illustri Viro, D. Wilhelmo Sherard, J. U. D. Nationis Anglicanae Smirnae Consuli meritissimo, Botaniconum Principe, quem se brevi ut spero operosissimo Operae, Caspari Bauhini scilicet Pinace correeto & ad haec usque tempora continuato, ad quod solus Sherardus sufficiat, integro Orbi ulterius demonstrabit, uti omnibus ferme Italiae Botanicis, commendatus eram. Sanè vix me temperare possum, ubi Clarissimi hujus Viri optimè de me meriti mentionem injicio, quin in effusissimas ejus effundar.\neffundor Laudes, nisi nota mihi esset ipsius, quam habet. Fama cum Modestia conjuncta. Sed ut ad D. Brunonem Tozzi redeam, ejus sane humanitatem & in Botanicis peritiam satis praedicare nequeo. Incredibilis est ejus in inquirendis Plantis diligentia, quam ob rem singulis annis Hetruscas Alpes perreptat, Plantasq; collectas propria manu vivis coloribus quam accurate depingit. Promisit Catalogum Plantarum in Hettruria nascentium, cum non descriptarum Iconibus, quarum nonnullae jam erant sculptae. Ducebat me laudatus Vir ad Nosocomium Stæ. Mariae, quod Italiae, si non totius Europæ, amplissimum dicitur, in quo ingens Ægrotantium numerus egregiè curatur. Vidi cum eodem etiam Laboratorium Chemicum M. Ducis, quod Fonderia del Grand Duca appellatur Italìs, in quo quamplurima Præparata Chemicà cum Furnis & Instrumentis servantur. Hic observabam modum conficiendi varias Essentias odoriferas per integram Europam fere decantatas, quæ Essentia de Bergamotte, Cedro, &c. vulgo nominantur. Præparantur scilicet per distillationem (secus ac Romanæ Essentiae, quæ per expressionem saltem fiunt) ex corticibus per Vesicam & Serpentinam, sola addita aqua communi, à qua post distillationem Oleum supernatans Essentia dictum separatur. Aquæ autem odoriferæ ex Floribus, hic absq; ullius aquæ additione distillari solent, & sunt excellentissimæ. Præter hoc Laboratorium Florentiae quoq; habetur M. Ducis Pharmacopoeia, in qua inter rariores Monstrosi aliquot fetus in Sp. Vini servati, ut Lepus octipes, Caniculus biceps, Caniculus monophthalmos in fronte, & alii mihi demonstrabantur. Idem D. Tozzi mihi viam aperuit ad summe Rev. Abbatem Monasterii Ripolitani Valombrosæ Virginium Falusium, multa ætate proiectum, sed humanitate, & in Botanicum Studium amore, quod ejus Prosopoeia Botanica testatur, nemini secundum.\n\nBotanicis\nBotaniciis Hetruscis quoque annumerandus est D. Petrus Antonius Michaeli junior Bibliopola, supra nominati D. Tozzi amicus. Hic Rei Herbariae studiofissimus, imprimis Methodi Tournefortianae gnarus, qua adeo & non absq; ratione delectatur, ut integras Tournefortii Institutiones Botanicas ipse ad septem circiter plagas in forma duodecima contraxerit, quibus tamen omnes figuras Tournefortianas genericas cum Nominibus & classium Inscriptionibus complectitur, opus certe editione dignissimum, de qua tamen hactenus nihil comperii.\n\nAntequam Florentiam relinquam, non possum planè silentio praeterire elegantissimae hujus Urbis dedecus, fenestras videlicet chartaceas plurimarum ædium, ut & Palatiorum nonnullorum, quas frequentiores adhuc Pisæ & Lucæ anno taveram. Miror sane Nicolas attìs in Ædificiis fatis splendidos hac in re adeo esse negligentem; cum tamen Vitra ibidem non majoribus, quàm alibi sumptibus parari posse persuasus sum.\n\nD. 30. Octobris me Romam contuli; transibam Senam linguæ Toscanæ puritate celebrem, postea & Montem Radicofani præaltum, ad cujus radices descendendo incipit Jurisdìctio Papæ.\n\nBolsena Oppidum est ad lacum ejusdem Nominis situm, ad cujus finistrum latus via regia est Sylvæ quænae adsitæ. Quercus hic solent esse humiliores, gallis majoribus referæ, ut & excrementis illis, quæ Pilulae capillatae, C.B. Pin. Lobelio vero rectius Bedeguaris effigie excrementum spongiosum & muscosum. Frequens quoque Quercus calyce echinato, glande majore, C.B. Pin. à me observabatur. Montes erant saxei, multis in locis ex Basalte compositi, multis cavernis & specubus olim arte ut suspicor excavati.\n\nMonte-Viasconi dictum Oppidulum à Vino muscato optimæ notæ Eβ, Eβ, Eβ adeo notum; de quo præcæteris legendus est D. Miflon dans son Voyage d’Italie ubi tamen notandum, ipsum etiam si aliquos hanc ob ratio-\nnem carpat, inscriptionem Sepulchri non reæ notasse,\nquam sequentem deprehendi:\n\nEST. EST. EST. PPR. NIUM\nEST. HIC. IO. DEUC. D.\nMEUS. MORTUS. EST.\n\nViterbium Civitas est post Senam in hoc Itinere maxime notabilis & satis ampla Pontifici subjæcta; ad cujus dextrum latus, cum Thermas reperiri Naturales, Bulicanti, i.e. bullientium nomine ibidem cognitas, unum milliare Italicum distantes audivissem, eo mox me mea duxit curiositas. Inveni autem eas decliviiori loco, in solo albicante arido & quasi calcario, odore sulphurico & fumo mox adeuntibus sepe prodentes. Sapor quoque ad sulphurcum admixta aliquali falsedine accedebat. Primariae in loco aliquantulum elationi sitae, multis scaturiginibus ex terra propullulantibus compositae, muro lapideo humili heptagonae figuræ cingebantur, Balneum Regis Bathoniense magnitudine ferme adæquantes. In uno muri latere sequens saxo insculpta legitur inscriptio:\n\nD. O. M.\nArs Ortulanorum\nfecit A. D. MDC.\n\nAqua est calidissima, ita ut manum, si paulo diutius in ea detineatur, comburat, &c. Ova brevi induret. Ex his rivuli veloci cursu prodeuntes adjacentibus Thermis secundariis aquam largiantur, sed caloris longè remissioris. Rivulorum fundus saxeus est, albus ex sedimento aquæ calcario ortus, quo refertam esse stipites quoque Cannabini simili crusta lapidea & calcaria undiquaque obducti, quos ibidem colligebam, testantur. Multis in locis concretum hoc sedimentum coloris est viridescentis, quod aquæ quoque dictum colorem conciliat. Fere neglectæ mihi\nmihi hae Thermæ videbantur, quod tamen summopere mirabar, etiam si internum earundem usum ob copiosè admixtas particulas calcarias nemini suaderem. Caeterum in Thermis hisce secundariis Cannabim macerare solent accolae.\n\nRelicto Viterbio loca quaedam alia vidimus minus notatu digna, donec tandem d. 4. Novembris totius terrarum Orbis quondam Dominam Romam sc. intravimus. Quid in amplissima hac civitate circa studia nostra observaverim ex sequentibus cognosces literis, ubi praesentes Tibi non ingratas suisse ex benevola responsione cognovero. Vale, Vir illustris, & amare perge inclyti Nominis Tui\n\nDabam Gedani 1711 Cultorem humillimum\nd. 19. Septembr.\n\nJ. Phil. Breynium, M.D.\n\nIII. Animadversiones quaedam in Codicem MS. membranaceum, superiori Epistola memoratum: Excerptæ ex Additamentis G. Ch. Schelhammeri in Herm. Conringij Introductionem in Artem Medicam. Cap. XII. pag. 401.\n\nPraeter hos [sc. Hippocratem, Galenum, & C. Celsum] ex antiquo ævo, qui hanc doctrinam [Chirurgicam] scriptis tradiderit, neminem habemus. H. Conringius.\n\nExtant quidem plurimi, sed avinorou, si credimus Johanni Sponio, artis & antiquitatis peritia celeberrimo, in Augusta illa Magni Ducis Heturiæ Bibliotheca inter Manuscripta ad Sancti Laurentij Ædem asservata de quibus non pigebit verba ipsamet adscribere ex Itinerario, quo per Italiam, Dalmatiam, Graeciam, & Asiam",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103146.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21446,
    "total-output-tokens": 7745,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1294,
        2
      ],
      [
        1294,
        2737,
        3
      ],
      [
        2737,
        4556,
        4
      ],
      [
        4556,
        6178,
        5
      ],
      [
        6178,
        8128,
        6
      ],
      [
        8128,
        9891,
        7
      ],
      [
        9891,
        11769,
        8
      ],
      [
        11769,
        13710,
        9
      ],
      [
        13710,
        15595,
        10
      ],
      [
        15595,
        17419,
        11
      ],
      [
        17419,
        19252,
        12
      ],
      [
        19252,
        20757,
        13
      ],
      [
        20757,
        22117,
        14
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103146",
    "title": "Epistola D. J. Phil. Breynij, M. D. Gedanensis, & Reg. Societ. Lond. Sodal. ad D. Hans Sloane, M. D. Dictoe Societatis Secretarium; Varias Observationes Continens, in Itinere per Italiam Suscepto, Anno 1703",
    "authors": "J. Phil. Breynij",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/103146"
  }
}