{
  "id": "7b242a10136f888cd4f1be34d62c82c0e850521d",
  "text": "on each Arm of the Balance, are moveable from one Notch to another.\n\nE, A Weight, to be hung upon the Arm C at F, to add to the Weight of the too-much extended Side, as Occasion requires.\n\nVIII. A Letter from Sir Tho. Mostyn, Bart. to Roger Jones, M. D. F. R. S. concerning a golden Torques found in England.\n\nSIR, Gloddeth, Dec. 27. 1741.\n\nI have received the Favour of your Letter, wherein you desire to be informed of the Particulars of my Torques. I wish I were able to give you a better Account, but have never seen nor heard of any Remarks made upon it, or any Account where it was found, but I think it was in this County. It is a Wreath of Gold, weighing, as near as I can judge, nine Ounces. I believe it is without Alloy, being very pliable; it answers exactly Virgil's Description, Æn. V. 558 and 559.\n\nPars leves humero pharetras: it pectore summo\nFlexilis obtorti per collum circulus auri.\n\nIt being joined here with the Pharetta, and being very proper for carrying a Quiver, inclines me to think, that the Gauls, from whom the Romans took it, used it for that Purpose; but among the latter it seems to have been worn as an Ornament, rather than a thing of Use. There are several Passages in the Hist-\nHistorians, which mention its being given as a Reward for military Service. It is sometimes described as a Chain consisting of several Links; but mine is all one Piece, without any Link or Joints, and takes its Flexibility from the Purenness of the Metal.\n\nI doubt not there are many Gentlemen of the Society, who can give a better Account of the Torques than I can. If, for your own Satisfaction, you have a mind to be further informed of the Use of it among the Antients, you may, I believe, find it in a Treatise written by one John Schefferus, de Antiquorum Torquibus, which is printed in Graevius's Collections, but I have not the Book here.\n\nI have not forgot the Oil or Scum which floats on the Sea about Midsummer, and will endeavour to have some saved the next Season.\n\nI am, Sir,\n\nYour most humble Servant,\n\nTho. Mostyn.\n\nIX. A Letter from Benj. Cooke, F. R. S. to Peter Collinson, F. R. S. giving an Account of the Fire-ball seen Dec. 11. 1741.\n\nDear Sir,\n\nNewport, in the Isle of Wight, Jan. 25. 1741-2.\n\nI Did not see the Phenomenon (the Fire-ball seen Dec. 11. 1741.) you mention*; but a Gentleman of my Acquaintance was\n\n* See in this Transaction p. 1.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104135.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 755,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1215,
        2
      ],
      [
        1215,
        2382,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104135",
    "title": "A Letter from Sir Tho. Mostyn, Bart. to Roger Jones, M. D. F. R. S. concerning a Golden Torques Found in England",
    "authors": "Tho. Mostyn",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104135"
  }
}