{
  "id": "659a4a271b7439a1daed1c29d34ba4c5d4813ca1",
  "text": "From hence it appears, that the air at London was, upon several days, hotter than it had been observed at Madeira for ten years together: for, by Dr. Thomas Heberden's observations, mentioned in the Philosophical Transactions, the heat of the air at Madeira, during that period, was never but once at 80.\n\nWilliam Watson.\n\nLV. Remarks upon the Letter of Mr. John Ellis, F.R.S. to Philip Carteret Webb, Esq; F.R.S. printed in the Philosophical Transactions, Vol. xlix. Part ii. p. 806. By Mr. Philip Miller, F.R.S.\n\nRead Dec. 15. 1757.\n\nThe paper of mine, which was read before the Royal Society on the 8th of May 1755, and afterward printed in the xliith volume of the Philosophical Transactions *, was written at the request of Mr. Watson; who informed me, that a letter from the Abbé Mazeas to the reverend Dr. Hales had been communicated to the Royal Society, in which it was mentioned, that the Abbé Sauvages had made a discovery of the juice of the Carolina Toxicodendron staining linen of a permanent black. But Mr. Watson said, that the letter, he thought, required a careful perusal before it was printed; and he wished I would confirm it. I told\n\n* Part I. p. 161.\nhim, if the letter was put into my hands, I would look it over, and deliver my opinion of it.\n\nAccordingly Dr. Birch delivered the letter to me; and, upon reading it, I found, that tho' this might be a discovery to those two gentlemen; yet, as it had been mentioned in several printed books long before, I thought it might not be for the reputation of the Royal Society to have it printed as such in their Transactions.\n\nThis was my motive for writing that paper: in which I have not endeavoured to depreciate the discovery of the Abbé Sauvages, but have only mentioned what had occurred to me in those books of botany, where that shrub is taken notice of. And as the knowledge of it, and the method of collecting the varnish, might be of service to the inhabitants of the British colonies in America, I took the liberty of adding the account given of it by Dr. Kœmpfer.\n\nMr. Ellis, in his letter to Mr. Webb, asserts, that the American *Toxicodendron* is not the same with Kœmpfer's *Arbor vernicifera legitima*. This assertion of his makes it necessary to lay before the Society the authorities, upon which I have grounded my belief, that they are the same. But it may not be amiss first to take notice, that the shrub mentioned by the Abbé Sauvages is the same with that, which the gardeners about London call the Poison-ash. The title of it, mentioned by the Abbé Sauvages, was given by myself to that shrub, in a catalogue of trees and shrubs, which was printed in the year 1730; before which it had no generical title applied to it. And about the same time I sent several of the plants to Paris and Holland with that title, which\nwhich I had raised a few years before from seeds, which were sent by Mr. Catesby from Carolina.\n\nAnd altho' this shrub had not been reduced to any genus before, yet it had been some years growing in the gardens of the Bishop of London at Fulham, at Mr. Reynardson's at Hillenden, Mr. Darby's at Hoxton, and in the Chelsea garden, which were raised from seeds sent by Mr. Banister from Virginia; two of which were growing at Chelsea in the year 1722, when the care of that Garden was intrusted to me.\n\nThe first intimation I had of the American shrub being the same with Dr. Kœmpfer's true varnish-tree, was from the late Dr. William Sherard, in the year 1726, when that gentleman desired me to bring him a specimen of the American Toxicodendron from the Chelsea garden; which I accordingly did: and then the Doctor, and Dr. Dillenius, compared it with a dried specimen in the collection of the former, which was gathered in Japan, and which, if I remember right, he told me he received from Dr. Kœmpfer some years before. It appeared to those two gentlemen, that they were the same; and their skill in the science of botany was never doubted.\n\nAbout a year after this, I carried a specimen of the American Toxicodendron to an annual meeting of some botanists at Sir Hans Sloane's in Bloomsbury; where there were present Mr. Dale of Braintree, Mr. Joseph Miller, Mr. Rand, and some others; which was then compared with Dr. Kœmpfer's specimen, whose collection Sir Hans Sloane had purchased: and it was the opinion of every one present, that they were the same. Nor has any one doubted of their being so, who has compared the American shrub with\nwith Kœmpfer's figure and description of his true varnish-tree, but Mr. Ellis.\n\nAnd now give me leave to examine his reasons for differing in opinion from every late botanist, who has mentioned this shrub.\n\nHe says, that the midrib, which supports the lobe leaves, is quite smooth in the poison-ash, as is also the under side of the leaves; whereas Dr. Kœmpfer, in his description of the midrib of the true varnish-tree, calls it *laeviter lanuginoso*; and in his description of the lobes or *pinnae* he says, they are *basi inequaliter rotunda*; whereas those of the poison-ash come to a point at their footstalks nearly equal to that at the top. These characters, Mr. Ellis thinks, are sufficient to prove, that they are different plants: and he blames Dr. Dillenius for having omitted these necessary characters in his description of it; and supposes this must have misled the accurate Linnæus, who quotes his synonyma.\n\nBut as Dr. Linnæus is possessed of Kœmpfer's book, he would little have deserved the appellation of accurate in this particular, had he not consulted the original, but trusted to a copy. But this I know he has done, and is as well assured, that the plants in question are the same, as Mr. Ellis can be of the contrary.\n\nBut here I must observe, that the branch, from which Dr. Kœmpfer's figure is taken, is produced from the lower part of a stem, which seems to have been cut down, and not from a flowering branch; and it is not improbable, that his description may have been taken from the same branch: and if this be the case, it is easy to account for the minute dif-\n\nVol. 50. K k k\nferences mentioned by Mr. Ellis; for it would not be difficult to produce instances of hundreds of different trees and shrubs, whose lower and upper branches differ much more in the particulars mentioned by Mr. Ellis, than the figure and description given by Kœmpfer do from the American Toxicodendron. I will only mention two of the most obvious: the first is the white poplar, whose shoots from the lower part of the stem, and the suckers from the root, are garnished with leaves very different in form and size from those on the upper branches, and are covered on both sides in the spring with a woolly down. The next is the willow with smooth leaves, which, if a standard, and the head lopped off, as is usual, the young shoots are garnished with leaves much broader, and of different forms from those on the older branches; and these have frequently a hairy down on their under surface, which does not appear on those of the older. So that a person unacquainted with these differences in the same tree would suppose they were different. And the American Toxicodendron has varied in these particulars much more, in different seasons, than what Mr. Ellis has mentioned.\n\nMr. Ellis next says, that the Toxicodendron mentioned by Mr. Catesby, in his Natural History of Carolina, is not the same with that, which is now called by the gardeners poison-ash: but I am very positive of the contrary; for most of the plants in the nursery-gardens about London were first raised from the seeds, which were sent by Mr. Catesby from Carolina; part of which were sent to the late Dr. Sherard, as is mentioned by him in the Philosophical Transactions, No. 367; and another part came to my hands,\nhands, from which I raised a great many of the plants, which were distributed, and some of them are now growing in the Chelsea garden.\n\nAnd that this shrub grows naturally in Carolina, I can have no doubt, having received the seeds of it two or three times from the late Dr. Dale, who gathered them in the woods of that country.\n\nIn my paper above-mentioned I likewise observed, that the seeds, which were sent to the Royal Society by Father D’Incarville, for those of the true varnish-tree, did not prove to be so; but the plants, which were raised from them, were taken to be referred to the spurious varnish-tree of Koempfer; which I believed to be the same, and own, that it is yet my opinion, notwithstanding what Mr. Ellis has said to the contrary: for the number of lobes or *pinnæ* on each leaf, with their manner of arrangement on the midrib, are the same. And here we must observe, that the figure of this given by Koempfer is from a flowering branch; and every gardener or botanist must know, that the leaves, which are situated immediately below the flowers of most winged-leaved plants, have fewer lobes or *pinnæ*, than those on the lower branches: therefore I must suppose it to be the case in this plant; and from thence, with some other observations which I made on the seeds, I have asserted it to be the wild or spurious varnish-tree of Koempfer. But Mr. Ellis is of a contrary opinion, because the base of the lobes of those plants, which were raised from Father D’Incarville’s seeds, are rounded and indented like two ears. In Dr. Koempfer’s figure and description of the *faji-no-ki*, the leaves are entire, and come to a point at their base.\n\nK k k 2 Here\nHere I think Mr. Ellis is a little too hasty in giving his opinion, as he has not seen this plant in the state, that the branch was, from which Koempfer's figure was taken. For as there are often such apparent differences between the leaves on the lower branches of trees, and those which are at their extremities, as that in the descriptive titles of the species Dr. Linnæus frequently uses them to distinguish one from another; so in making the same allowance for the plant in question, I cannot help thinking that I am in the right, and must abide by my opinion, till the plants, which have been raised from Father D'Incarville's seeds, have flowered, to convince me of the contrary.\n\nHowever, I cannot help observing, that Mr. Ellis has given a title to this shrub before he had seen any of the characters, which are necessary to determine the genus. And I have pretty good reason to believe it should not be joined to the Rhus; for the three seeds, which I received from the Royal Society, were shaped like a wedge, being thicker on one edge than the other, and not unlike those of the beech-tree, as I noted in my catalogue when I sowed them; and, by their structure, seemed as if the three seeds had been inclosed in the same capsule.\n\nIf it proves so, this will by no means agree with the characters of Rhus; especially if the male flowers should grow upon different plants from the fruit, which is what I suspect. Nor can I agree with Dr. Linnæus in this particular of joining all the species of Toxicodendron to the genus of Rhus, many of which have their male flowers growing upon different plants from the fruit; and therefore would more\nmore properly come into his twenty-second class of Dioecia, than his fifth of Pentandria, into which he ranges the Rhus. At the bottom of the characters of that genus he has added a note, to shew the varnish-tree is so.\n\nBut as there are several other species, which agree in this essential character of distinction; so, according to the Linnæan system, they should be separated from the Rhus, with another generical title.\n\nMr. Ellis observes, upon the poetical description, which he says Kœmpfer has given of the leaves of the wild varnish-tree turning red in the autumn, that he had not found it to be the case of the tree growing in the stove at Busbridge. How it appeared in that situation, I know not; but the leaves of all those, which are growing in the Chelsea garden, and stand in the open air, do constantly change to a purple colour in the autumn, before they fall off from the shrub: but those of the true varnish-tree are much more remarkable for the deepness of their colour.\n\nMr. Ellis says, he had received a letter from Dr. Sibthorp, professor of botany at Oxford, in which the Doctor informs him, that there is no specimen of the true varnish-tree in the Sherardian collection at Oxford; but that there is one of fashi-no-ki, or spurious varnish-tree of Kœmpfer. How the Doctor could write so, I cannot conceive; for I am very sure there was no specimen of the latter in that collection while it remained in London, having myself often viewed that part of it: and sure I am, Dr. Dillenius never added that synonym to the former: and I do believe the latter was no other way known in Europe, than by Kœmpfer's figure and description of it, excepting\nceping that specimen of Kœmpfer's now in the British Museum.\n\nBut, to confirm what I have before said, of Dr. Sherard's having a specimen of the true varnish-tree, I beg leave to quote what Dr. Dillenius has written in the *Hortus Elthamensis*; where, after having described the American Toxicodendron, he says, *Ceterum historiam verniciferæ arboris Japoniae, diligentiter et accurate mores suo exsequutus est laudatus Kœmpferius, cujus et descriptio et figura, quin et planta secca, quae in Japonia lecta servatur in phytotypylacio Sherardino, nostræ huic speciei examussim quadrat: id tantum, sexus nempe differentia, praetervisa fuit autori: quoniam autem ille liber non in omnium his in locis, multo minus in America, manibus versatur, non alienum videtur, si qui, quorum interest, hæc legerint, ut norint, quae illæ de collectione & preparatione vernicis illius habet, hoc loco transcribere.* Then he goes on transcribing from Kœmpfer the manner, in which it is collected.\n\nAfter this, I find Mr. Ellis is inclinable to think, that the poison-ash, as it is called by the gardeners, is the same with the *fashi-no-ki*, or spurious varnish-tree of Kœmpfer. The difference between these shrubs does not consist in small and minute particulars, but the most obvious striking marks of distinction appear at first sight; for the poison-ash has rarely more than three or four pair of lobes to each leaf, terminated by an odd one: in which particular it agrees with the true varnish-tree of Kœmpfer; whereas in the figure, which Kœmpfer has given of the spurious varnish-tree, the leaves have seven or eight pair of lobes terminated by an odd one: and this\nthis figure, as I before observed, is drawn from a flowering branch. Every one, who is the least acquainted with these things, knows, that the leaves immediately below the flowers are considerably less than those on the lower part of the branches: therefore this is a more essential note of distinction than those mentioned by Mr. Ellis.\n\nI must also observe, that Mr. Ellis would suggest, that I supposed these two shrubs were only varieties of each other produced by culture: whereas it must appear to every one, who reads my paper, that my intention in mentioning the spurious varnish-tree was to shew it was different from Kömpfer's true varnish-tree, altho' Kömpfer supposes otherwise.\n\nFor the satisfaction of the curious, I have added a leaf of each shrub, which are now growing in the Chelsea garden, that if any person has the curiosity, they may compare them with Kömpfer's.\n\nIn my paper I took notice, that one of the best kinds of varnish was collected from the Anacardium in Japan; and recommended it to the inhabitants of the British islands in America, to make trial of the occidental Anacardium, or Cashew-nut tree, which abounds in those islands. This has occasioned Mr. Ellis to take great pains to shew, that the eastern and western Anacardium were different trees: a fact, which was well known to every botanist before; and of which I could not be ignorant, having been possessed of both sorts near thirty years. But as I was assured, from many repeated experiments, that the milky juice, with which every part of the Cashew-tree abounds, would stain linen with as permanent a black as that of the oriental Anacardium; so I just hinted,\nhinted, that it was worth the trial. Nor was my hint grounded on those experiments only, but on the informations I had received from persons of the best credit, who had resided long in the American islands, that people are very careful to keep their linen at a distance from those trees, well knowing, that if a drop of the juice fell upon it, they could never wash out the stain.\n\nBut Mr. Ellis, in order to prove that this tree has no such quality of staining, says, he has made some experiments on the caustic oil, with which the shell or cover of the Cashew-nut abounds; and that he found it was not endued with any staining quality. But surely those experiments cannot be mentioned to prove, that the milky juice of the tree has not this property: and Sir Hans Sloane, in his History of Jamaica, says, that the inhabitants of Jamaica stain their cottons with the bark of the Cashew-tree.\n\nI shall not intrude farther on the patience of the gentlemen, who may be present when this paper is read; but humbly crave their pardon for detaining them so long: nor should I have given them this trouble, had not I thought my reputation concerned on the occasion.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105280.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 16976,
    "total-output-tokens": 4477,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1174,
        2
      ],
      [
        1174,
        2810,
        3
      ],
      [
        2810,
        4454,
        4
      ],
      [
        4454,
        6065,
        5
      ],
      [
        6065,
        7751,
        6
      ],
      [
        7751,
        9430,
        7
      ],
      [
        9430,
        11080,
        8
      ],
      [
        11080,
        12748,
        9
      ],
      [
        12748,
        14403,
        10
      ],
      [
        14403,
        16060,
        11
      ],
      [
        16060,
        17219,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105280",
    "title": "Remarks upon the Letter of Mr. John Ellis, F. R. S. to Philip Carteret Webb, Esq; F. R. S. Printed in the Philosophical Transactions, Vol. xlix. Part ii. p. 806. By Mr. Philip Miller, F. R. S.",
    "authors": "John Ellis, Philip Miller",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/105280"
  }
}