{
  "id": "0b6eb9faf515840f4bec46a2ff5cd3e434659a0d",
  "text": "yet are far from pronouncing any thing positively against it, so that they do not discourage any that have conveniences, from trying.\n\nBut whether the way there mentioned will succeed, or not, according to expectation: Sure it is that a Stone-cutter in Oxford, Mr. Bird, hath many years since found out a way of doing the same thing, in effect, that is here mentioned; and hath practised it for many years. That is, he is able so to apply a colour to the outside of polished Marble, as that it shall sink a considerable depth into the body of the stone; and there represent like figures or images as those are on the outside; (deeper or shallower according as he continues the application, a longer, or lesser while.) Of which kind there be divers pieces to be seen in Oxford, London, and elsewhere. And some of them being shewed to his Majesty, soon after his happy restoration, they were broken in his presence, and found to answer expectation. And others may be daily seen, by any who is curious, or desirous to see it.\n\nAn Intimation of a Way, found in Europe to make China-dishes.\n\nNotice was lately given by an inquisitive Parisian to a friend of his in London, that by an Acquaintance he had been informed, that Signor Septalio, a Canon in Milan, had the Secret of making as good Porcelane as is made in China itself, and transparent; adding that he had seen him make some.\n\nThis as it deserves, so it will be further inquired after, if God permit.\n\nAn Account of an odd Spring in Westphalia, together with an Information touching Salt-Springs and the straining of salt-water.\n\nAn observing Gentleman did lately write out of Germany, that in Westphalia in the Diocese of Paderborn, is a Spring, which looses itself twice in 24 hours; coming always after 6 hours, back again with a great noise, and so forcibly, as\nto drive 3 Mills not far from its source. The Inhabitants call it the Bolderborn, as if you should say, the Boisterous Spring.\n\nThe same Person, having mentioned the many Salt-Springs in Germany, as those at Lunenburg, at Hall in Saxony, at Salzwedel in Brandenburger Mark, in Tyrol, &c. observes, that no Salt-water, which contains any Metal with it, can well be sodden to Salt in a Vessel of the same Metal, which it self contains, except Vitriol in Copper Vessels.\n\nHe adds, that, to separate Salt from Salt-water, without Fire, if you take a Vessel of Wax, hollow within, and everywhere tight; and plunge it into the Sea, or into other Salt-water, there will be made such a separation, that the vessel shall be full of sweet water, the Salt staying behind: but, though this water have no saltish taste, yet, he saith, there will be found a Salt in the Essay, which is the Spirit of Salt, subtile enough with the water to penetrate the Wax.\n\nAn Account of the Rise and Attempts, of a Way to convey Liquors immediately into the Mass of Blood.\n\nWhereas there have lately appeared in publick some Books, printed beyond the Seas, treating of the Way of Injecting liquors into Veines; in which Books the original of that Invention seems to be adscribed to others, besides him, to whom it really belongs; It will surely not be thought amiss, if something be said, whereby the true Inventor's right may beyond exception be asserted & preserved; To which end, there will need no more, than barely to represent the Time when, and the Place where, & among whom it was first started and put to tryal. To joyn all these circumstances together, 'Tis notorious, that at least six years since (a good while before it was heard off, that any one did pretend to have so much as thought of it) the Learned and Ingenious Dr. Christopher Wren did propose in the University of Oxford (where he now is the worthy Savilian Professor of Astronomy, and where very many Curious Persons are ready to at-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101455.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 975,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1821,
        2
      ],
      [
        1821,
        3800,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101455",
    "title": "An Account of an Odd Spring in Westphalia, Together with an Information Touching Salt-Springs and the Straining of Salt-Water",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101455"
  }
}