{
  "id": "ce3ac6ef1a64f85a3fc41ec7041cf982b3ca25ae",
  "text": "RS Corpora aquilia, vel R corpus majus, S corpus minus.\na Centrum Gravitatis sive ansa Librae. Z summa velocitatum utrinque corporis.\n\nRe \\( \\{R\\} \\) veloci corp. \\( \\{S\\} \\) ante impulsum data \\( \\{S_0\\} \\) veloci corp. \\( \\{R\\} \\) ante impuls data.\nSe \\( \\{S\\} \\) veloci corp. \\( \\{R\\} \\) post impuls. quaesita \\( \\{e_S\\} \\) veloci corp. \\( \\{R\\} \\) post impuls. quaesita.\n\n[Lege syllabas (quamvis disjunctas) Re Se o Ro S vel Ro So Se R in Linea cujuslibet Casus, & harum quae scribatur in Schemate more Hebraico, ea indicat motum contrarium motui, quem notat cujusvis syllaba scriptio Latina. Syllaba conjuncta quietem Corporis denotat.]\n\nCalculus \\( R + S : S :: Z : Ra \\) \\( Re - 2 Ra = oR \\) \\( So - 2 Sa = eS \\).\n\\( R + S : R :: Z : Sa \\) \\( 2Sa \\pm Se = oS \\) \\( 2Ra + Ro = eR \\).\n\nNatura observat regulas Additionis & Subductionis Speciosae.\n\nAn Account of two Books.\n\nI. HISTORIA CÆLESTIS; Ex Libris & Commentariis M.Stis. Observationum Vicennalium TYCHONIS BRAHE, Dani, Augustæ Vindelic. An. 1666, in Folio.\n\nThese Observations of the Noble Tycho, as they were procured and preserved by those Three Mighty Emperors, RUDOLPH. II. FERDINAND. II. and III.; so they were lately by the Command of his Imperial Majesty LEOPOLD made publick. They are usher'd in by a Liber Prologomenos, compendiously representing the Observations made from the time of the very Infancy of Astronomy unto that of its Restoration by the Illustrious Tycho, and reduced into 7 Classes, viz.\n\n1. The Babylonian Observations; from A. before Christ 721. unto A. 432.\n2. The Grecian; from A. before Christ 432. unto the beginning of the Vulgar Christian Account.\n3. The Alexandrian; from A. Christi 1. until A. 827.\n4. The Syro-Persian; from A.C. 827. unto 1457.\n5. The Norimbergian; from A.C. 1457. unto 1509.\n6. The\n6. The Borussian; from A.C. 1509. to 1529.\n7. Mixt Observations; from A.C. 1529. to 1582.\n\nIn which year (1582) do begin the Observations of Tycho (as is affirm'd in this Edition) contain'd in 20 Books, and made in as many years, ending An. Chr. 1601, which was the end of Tycho's life: Of which time yet there being wanting one year (viz. 1593) of the Brahean Observations, that is supply'd by the Hessian; and by a Catalogue of the Fixt Stars, made and digested by the Authority and Care of that Renowned Prince for Learning and Magnanimity, William, Landgrave of Hessen, and by the Labours of Rhutmannus and Birgius.\n\nTo all these is added a Continuation of such Astronomical Observations as were made from the time of Tycho's death unto An. 1635, by Maestlinus and Schickardus.\n\nHaving given the Reader this short Account, I find myself obliged to give him notice withall of a Paper publish'd this year, entituled Specimen Recognitionis nuper editarum Observationum Astronomicarum, Nob. Viri Tychonis Brahe, printed at Copenhagen in 4°: wherein are remark'd by Erasmus Bartolinus the more considerable Errors in the Observations of An. 1582. In this Edition of the Histor. Caloris, by comparing it with the Original, in the power of the present King of Denmark. In which Paper hopes also are given of a more correct Edition, and that of the Original itself; together with the Observations both from An. 1563. to An. 1582. and those of An. 1593; all wanting in this Edition of Ausburgh.\n\nII. R.P. ANDREÆ TACQUET e Soc. J. Opera Mathematica; with many Schematismes thereto belonging. Antwerp. 1669. in Fol.\n\nThese Works contain,\n\n1. Of Astronomy 8 Books, wherein the Author hath explain'd the whole Doctrine of that Science in such a gradual Scientifick Order, that now (as himself in his own Preface intimates) a Student without the Aid of a Master may learn the whole by his own Study, which was formerly not easy to attain with the best Instructions.\n\nIt may be, the Inquisitive Reader will be desirous to know, what Systeme of the World it is, this Author insists on; concerning which we shall give you his own words, p. 326.\n\nHanc controversiam (sc. de Motu Terræ) joh. B. Ricciolus Almag. l. 9. ea tum eruditione tum copia prosecutus est, ut facile omnes in hoc negotio superaverit. Primo, Copernicanorum pro Motu Terræ Argumenta 49. deducit ac destruit; pari deinde cura, qua contra Terræ Motum asservi solent & possunt Argumenta, vid. 77. recenset. Mihi vero, cum nihil haec tenus in utramvis partem adductum videam, quod Probabilitatis metam excedat, huimorari non est animus. Unum est tamen ex omnibus contra Terræ Motum\nThis with other Arguments he refutes; but declareth p. 330. That, though he knows no Argument, demonstrating the Rest of the Earth and Motion of the Sun; yet the Authority of Holy Writ, now seconded by that of the Sacred Congregation of the Cardinals, put it out of doubt.\n\nConcerning the Doctrine of Motion, the Author saith thus, p. 15. Motuum Compositorum Contemplatio digna sane est, qua Geometriae excollatur. De solo motu Volutionis conscripti Tractatus integrum, quem cum libris Cylindricorum & Annularium in lucem edidi. De Motu Projectorum, qui & ipse Compositus est, subtilissimi existant Libri Galilei & Torricellii: Et prater hæc, alia supersunt innumera, de quibus integra Nova Scientia condi posset. (Which is accordingly done by the Excellent Dr. Wallis in his Book now in the Press.)\n\nFor the ease of Calculating an Eclipse of the Sun, we find, that this Author p. 177. determines, in what part of the Earth such an Eclipse shall appear, without the Aid of Parallax, and that the Sun's Parallax, as to the determination of Celestial Motions, may be safely neglected. And p. 40. he rejects the Sensible Inequality of the Solar or Tropical years; as also p. 60. the Irregularity of the Obliquity of the Ecliptick, of the Precession of the Equinoxes and Eccentricity. Pag. 127. he solves that Doubt of Riccioli, That it cannot be exactly and evidently known by any Natural Observations made of the Moon or any Star, what the Parallax is, without the fore-knowledge of the Parallax, or distance from the Earth. And p. 193. avoids these Inconveniences in assigning the Declinations of the Fixed Stars. P. 338. this Author asserts, that the Comets and New Stars, that have appear'd since 1572, have been far above the Moon; and that Riccioli about this Controversie seem'd too favourably inclined to Claramontius, asserting the contrary.\n\nConcerning the Cause of the Secondary light of the Moon before and after the New, to wit, the obscure part of her appearing like kindled glittering Ashes, our Author assigns it to be the Sun's rays reflected from the bright Hemisphere of the Earth to the darker portion of the Moon, and thence again directly reflected to the Earth destitute of the Sun's light. This Phenomenon he saith, is learnedly explain'd in Philos. Optica Nic. Zucchii from p. 247 to p. 260.\n\nThe Author hath not framed nor annex'd any Tables to his Book, although he abundantly shews, How they may be computed; referring his Reader to those of Tycho, Reinholdus, Longomontanus, Kepler, Lansberg, Windelinus, Bullialdus, Petavius, Reinerius, Riccioli; to which may be added those of Duret, Rilly, Street (which last fixes the Nodes and Apheles) and Wings, now in the Press.\n\nTo the end of these 8 Books are annexed Proportions for the 28 Cases of Spherical\nSpherical Trigonometry. Those that desire to be farther satisfied, may read Trigonometria Britannica of Gellibrand and Newton, the Idea Trigonometria by the Lord Bishop of Sarum, Dr. Seth Ward; and also Bonavent. Ca- valieri Trigonometria, and his Directorium Universale Uranometricum, but especially his Compendio delle Regole Trigonometriche & Centuria di Problemi.\n\n2. Of Practical Geometry 3 Books.\n\nIn the First the Author handleth\n\nThe Construction of the Tables of Sines, Tangents, and Secants.\nThe Resolution of Right-lined Triangles.\nThe Mensuration of the distance of Objects, as well unaccessible as accessible.\nThe Heights of Mountains, Towers, Clouds, Rainbowes, the Depths of Wells and Vallies. He concludes the perpendicular height of the burning Mountain Etna to exceed 5 Benonian Miles; of Mount Caucasus beyond the Caspian-Sea to be 51. Mount Athos of Greece 28. Casius of Syria 20. the Alpes of Italy and Pic of Tinariffe 10 Miles. The Circumference of the Earth, the Distances of the Sun, Moon, and Earth.\n\nIn the second Book, he handles the Dimension of Plain Surfaces, either Regular or Irregular, and takes the Ichnography or Description in Paper, of any Figure given of the surface of the Earth: Asserts the Possibility of the Quadrature of the Circle; and handles the Transformation of Plain Figures, to wit, their Addition, Subtraction, Augmentation, Diminution, Comparison; further the dividing of a plain Triangle, in a given Reason by a line passing through a Point anywhere assigned: This he doth largely in 16 Propositions, because upon it chiefly depends the Division of other Right-lined Figures; and because he found divers Determinations wanting, when the point is given within. Those that are desirous to see this Analytically done, may find it in Herigon with a Construction thereof; as also a Geometric Construction thereof in Van Schooten's Miscellanea; and another most excellent Construction at the end of Van Ceulen de Circulo & Adscriptis.\n\nAfterwards our Author proceeds to the dividing of other Figures, in a given Reason, or by parallel lines, and sheweth how to apply the whole to Practice in the Field.\n\nIn the third Book the Author first measureth such Solids as are contained under a Plain Surface. Secondly, such as are contained under a Curved Surface. Thirdly, He measureth the Mundane Bodies, as the Surface of the whole Earth; where he is pleased to conclude, that at the Day of Judgement, a less portion of it then England, will serve to hold all its Inhabitants, and their Infants, that ever have been, or in likelihood may be hereafter, till then, supposing the World should last 10000 years. He measureth also the Solidity of the Earth, and Ocean; the Magnitude of the Sun, Moon,\nand Earth. The Increase, and Diminution, the Transformation and Comparison of divers Solids, and the Mensuration of divers of their Surfaces.\n\n3. Of Opticks 3 Books.\n\nIn the first, he handleth the simple and direct Appearances of Objects meaning such appearances as are not liable to Reflection or Refraction; and herein he saith, that passing by slight matters, he onely treats of such as are either new, or of the better esteem; such as are the Properties of the sight, the manner of its perceiving a Distance; and the Place of the Eye being assigned, to find that Height, in which a greater Length or Breadth shall appear equall to a lesser Length or Breadth, or any assigned Length or Breadth shall appear in a given Proportion. He likewise finds the Portion of a Cone or Cylinder, seen according to the Magnitude of the Figure, and Position of the Eye, and explains the Moons Phases.\n\nIn the second, He handles the Theory and Practice of the Perspective or Scenographick Projection, or Transcription of a given Magnitude into a Plain, which cuts the Optick Pyramid; wherein he explains the Direct appearance, and the Monstrous deformation of an Object, which at a certain place shall appear beautiful.\n\nIn the third, He treats of the Astronomick Projections of the Sphere, and thence derives the triple Astrolabe, and shews their uses, and the Conveniences or Inconveniences of each Projection: viz. the Projection on the Plain of the Equator, the Eye being in one of the Poles; or on the Plain of the Colure of the Solstices, the Eye being in one of the Equinoctial Points; and the Orthographick Projection, by Perpendiculars, falling from the respective Points of the Circles of the Sphere, on the Projecting Plain: Such a Projection, if the Plain be the Meridian, Ptolemy called the Analemma.\n\nIf the Eye be in the Zenith or Nadir projecting on the Plain of the Horizon, the Author sheweth, that the Projection will be the same, as if the Eye were in one of the Poles projecting on the Plain of the Equator, onely the names of Circles are changed.\n\nPag. 205. Nam Circulus qui in illa referet Equatorem, in hac Horizontem presentat; & Projectione Tropicorum reliquorum, Equatori parallelorum in illa, in hac sunt Projectione parallelorum Horizonti seu Almicantharath: rursus qui in illa sunt Projectione Horizontis, Almicantharath & Verticalium, in hac projectione erunt Equatoris & Parallelorum ejus, ac Meridianorum. Postremo recta linea, qua per Centrum Projectionis ducta, erant projectione Meridianorum in illa, in hac erant Verticalium Projectione; quare qui illam Projectionis modum probe intellecturus, hanc quoque nullo negotio perspicere.\nIf this had been well observed, there had been no need of Contro-\nverting, Whether the Horizontall Projection had been a New Inven-\ntion: It is as Ancient as Ptolomy, and all the 4 Quadrants of several contri-\nvances published by Mr. John Collins*, are derived from the Western side, or\nthe continuance thereof, admitting but a meer Mutation of the Names of\nCircles, and a projecting of more Parallels.\n\n4. Of Catoptricks 3 Books; in the First of which the Author treats of\nCatoptricks or Reflection.\n\nIn the Second, of the affections of Plain Glasses simply, or of many such,\nplaced either in a Parallel or Inclined Position to each other.\n\nIn the Third, of Curved Glasses, and therein first the chief affections of\nConvex Spheric Glasses; afterwards of Concave Spheric Glasses: lastly\nof Burning Glasses of several kinds.\n\nThe death of the Author prevented him from Writing of the Dioptricks,\nwhich was very far advanced by Des Chartes, and hath been further pro-\nmoted since by De Beaune, Honorato Fabri, Manzini, and in the Centu-\nry of Optick Problems of Eschinardus; and we may hope that ere long the\nlearned Mr. Barrow will enrich the World with his Labours of this and o-\nther kinds; also Mr. James Gregorie, the Author of Optica Promota, hath a\nTreatise of this Subject in good forwardness for the Press.\n\n5. Follows the Authors Treatise of Military Architecture or Fortifica-\ntion; in which he hath collected six several ways of Regular Fortification,\nand hath likewise divers ways for Irregular ones, when the Situation of the\nplace so requires; and intersperseth divers questions, and relates some Trans-\nactions in the late eminent Sieges of Christendomie.\n\n6. Follow his Annularia & Cylindrica; the first 4 Books whereof were\nfirst publish'd in 1651, and are common enough to be had here; which\nmay make the Reader wonder at their being reprinted; especially consid-\nering, that though they have deservedly received much applause, yet they\nhave likewise been censur'd for opposing and neglecting other Methods,\nwhereby the Author might have rendred, what he delivers, more univer-\nsally and briefly. Concerning the first 4 Books, Art. Labvera in his Book\nde Geometr. veterum promota thus;\n\nScro venerant in manus nostras R. P. Tacqueti lib. 4. Cylindricorum & An-\nnularium: Opus consensu absolutissimum, ejusq; Authori, qui primus hac\nde re suas lucubrationes vulgavit, istam coronam debitam esse agnoscimus.\n\nAnd Stephen Angelii in his Treatise de Infinitis Parabolis, deque Infinitis Se-\nriis, &c. (printed at Venice 1659.) in the Preface begins thus:\n\n* These Quadrants, printed, may very\nconveniently be pasted on Copper-Plate;\nand varnish'd; which done, they will be\nnot only very cheap and portable (to be\nhad at John Marks at the Sign of the\nGolden Ball near Somerley-Houle) but al-\nso serviceable enough, being preserved by\nthe Varnish from the accidental injuries of\nInk and Dirt; and for these very causes\nmade publick, serving for an Example to\nintroduce the like way for other Mathe-\nmatical Instruments.\nPublici Juris fuscimus elapsa anno 1658. libellum quendam, cui titulus Sexaginae Problemata Geometrica: In hujus calce Appendix ad junxi-\nmus, in qua occurritur Mario Bettino, Cavaleriana Indivisibilia veluti Daemonas parenti. Pancis vero transsaltis diebus modo dicti Libelli impressio-\nne, incidimus forte Venetiis in opus Aureum And. Tacquet, CYLINDRICA & ANNULARIA nuncupatum; in quo cum incideremus in Schol. prop. 12. l. i. Authorem carpere Indivisibilia invenimus.\n\nDoluiimus vehementer (saith Angeli) Opus tanta eruditione referunt non prius ad manus nostras pervenisse; censura autem in ipso contra Indivisibilia pronunciata, parum aut nihil turbat: Vetera enim continet & non nisi eorum modica, & imbecilliora, qua prius ab ipso Cavaliero in Praefat. Geome-\ntriae Indivisibilium, & a Guldino in Centro-baryca objiciantur; quibus satis superque occurrit ipse Cavalierius.\n\nAnd Angeli in the Preface of his Treatise De Infinitorum Spiralium Spati-\norum Mensura (Venetis 1660.) having occasion to mention the fruitless endeavour of Guldin in finding the Center of Gravity of a Spiral Line, and a Right line equal thereto, saith thus;\n\nP. Guldinus, Centro-barycae (Anno 1635. & 1640. edita) Author famo-\nsus (at Cavalerianorum Indivisibilium contemptor & irrisor, qui dum Indi-\nvisibilibus irritis, se ipsum ridiculum praebuit) altius omnibus volatum suppo-\nsit, at conatus irrito, & Icari fine, ut ipsomet satetur.\n\nBut Guldinus doth not confess himself in an error in opposing Cavalier's Geometria Indivisibilium, publisht 1632; but saith, he was very aged, of an infirme memory, and that he had not (as we may gather) leisure to peruse it throughly, when he had health, nor health when he had leisure. The Controversie, and the Reply about it, is exceeding pleasant, and to be found with other considerable Miscellanies in the Geometr. Exercitat. of Cavalieris printed at Bononia 1647. Which Book if Tacquet had seen (for he quotes it not) he would probably not have made any such oppo-\nsition.\n\nAngeli doth not only answer what is objected by Tacquet, but shews, what famous Authors he hath on his side, who have derived many excel-\nlent Inventions from this Method of Indivisibles, viz. Beauprand, Rocca,\nMagiotus, Van Schoten, Rich. White, Bullialdus, Terricellins, who calls Cavalier's First Book the Ocean of Indivisibles, and the Fountain of In-\nventions. Of which Doctrine he renders many excellent Examples.\n\nMoreover the same Angeli in the Preface to hisaid Tract, De Infinit.\nSpiral. Spatiorum Mensura, hath these words:\n\nPro Indivisibilibus est veritas ipsa, statque illi omnes praecariusimi Geome-\ntra, quos in Epist. ad Lectorem Operis nostri De Infinitis Parabolis recensui-\nmus; quibus nuper ulteriore associavit Vinc. Viviani l. i. De Maximis & Mi-\nnimis, monito post Prop. 17. ubi ait, Ut hoc loco, ex adverso indirecta An-\ntiquorum via per duplicem positionem, luce clarius patet, quantum facilita-\ntis, brevitis, atque evidentiæ nanciscatur nova directaque methodo (relte\ntamens\nAnd when thus carefully to apply it, of that see Lalovera's Elementa Terragonismica Tolosa 1651, where more Archimedeo he demonstrates the truth of this Method; which Book if Angeli had seen, he would certainly have quoted it, and admired the Author.\n\nFor want of this Method, it was, saith Angeli, by way of complaint, of Tacquet, that he omitted some Theorems, which by aid of the rest he might easily have found out. See him in his Preface to his Infinite Spirals; but especially at Schol. 3. Prop. 15. l. 2.\n\nSi ergo Tacquet recépisset doctrinam Cavalieri, potuisset non solum Cubare portionem Cylindrici Parabolici super quacunque Insinitarum Parabolarum per Basin Parabola & Punctum in latere sed etiam extis, que in Exercit. 4. Cavalieri tradunt ipse & Beauprand, potuisset Cubare segmenta portionis cujusque Cylindrici Parabolici rectae planis sectioni maxime parallelis: Imo ex doctrina Cavalieri potuissetiam Cubare, & portionem Cylindrici super Hyperbola per basin Hyperbola & Punctum in latere, & segmenta hujus portionis rectae planis sectioni maxime parallelis (supposita tamen Hyperbolæ Quadratura.)\n\nAngeli finds afterwards another deservedly famous Man, viz. Dr. John Wallis, owning and using the Method of Indivisibles, and advancing it to admiration in his Arithmetica Infinitorum; who in his Book de Cycloide at Oxford 1659, saith thus, Pag. 9.\n\nSupponimus enim (quod est facile, si opus est, prohibitur) Planum quodvis tantumdem hujusmodi Conversione (sui Rotazione) producere, quantum est quod fit ex eodem Plano in linam ipsius Centrorum gravitatis descriptam ducto; quod est linea quavis sine recta sine curva, in eo Plano descripta, pariter intelligendum est: Quod quidem enim ipse olim me primum inventisse putaverim, monitus mox eram, non nihil apud Guldinum existare quod huc spectet. Id autem si anhœnaturisset Tacquetus, dum de Cylindricis & Annularibus acutum Opus confirmit, non parum illi fuisset adjumento, multique qua illic extant, tum Universalia tum contrariata forte fuisser edita.\n\nAll which is not recited here, to disparage our Author, but to take off the prejudice, which he may beget in his Readers against the Method of Indivisibles, which hath been owned by other famous Men, besides those already recited; viz. by Mengolius, who from the Excellencies of this Method; Archimel's Method, and Vieta's Specious Algebra, composed his Geometria Speciosa; by Antimo Barbi, alias (as 'tis suggested) Hon. Fabri in Tract. De Linca Sinuum & Cycloide; by Pascal, alias Dettonville; by Des Cartes himself Vol. 3. of Letters, who saith, that by it he squared the Cycloid, and lately by the excellent Slusius, &c. 2. To remove the other prejudice that may be against this Author as detective: for the 3th Book Cylindricorum & Annularium (now printed with the rest) the Prefacer asserteth to be first extant in 1659. And because we presume, the rest of these Books are already known and common, and that this hath not formerly been exposed to sale in England; and because also it supplies and compensates those defects, we think fit to acquaint the Reader with the Argument thereof. The Author divides this Fifth Book into six parts:\n\n1. In the first he demonstrates (in 6 Lemma's and 9 Propositions) That, if any Plain Surface have a Rotation about its Axis in any Situation whatsoever, and at any distance whatsoever, or none, it produceth a Round Solid equal to an Upright Solid, whose Base is the begetting figure, and Height is equal to the Circumference described by its Center of Gravity. (This Universal Rule was invented by Guldin, and is the Basis of most of his Doctrine; but he could not demonstrate the same, though 'twas much desired.)\n\n2. In like manner, If any Perimeter have a Rotation about its Axis in any Situation whatsoever, it begets a round Surface, equal to a right Surface, made by the same Perimeter as a Base (which may be evolv'd and made a Plain Surface) whose height is the way or circumference described by its Center of Gravity. This by 5 Lemma's and 10 Propositions.\nThese being two admirable Universal Rules in Geometry, the Reader will find the same (with many others) demonstrated by Dr. VVailis in his Treatise De Calculo Centri Gravitas, which together with his other Tracts, De Motu, Statica, Mechanica, are now at the Press in London. The same Rules are likewise demonstrated in Geometrica parte Universali Jacobi Gregorii Scoti, Patavii 1668. Of which a competent number of Copies is expected here.\n\nThe Methods of these Learned Men are different, and good Arguments might be given, that they have not communicated nor seen the Works of each other.\n\nGuldinus, l. i. c. 12, shews a Mechanick way to find the Center of Gravity of a Surface or Curved Line, by 2 free suspensions, from the points of which, perpendiculars being drawn, do cross each other at the Center of Gravity. This we mention, to keep the Reader from taking the Center of Gravity of a Curved Line as such (which is intended in this 2d Rule) to be the same with the Center of Gravity of the Figure thereby terminated in the first Rule.\n\n3. Considers the Affections of Round Solids, begun from a Parabola, in 10 Propositions from Numb. 20, to 29, both inclusive; whereof the 21 and 23 gives the Hoof required by Argelii, which was formerly cubed by Greg. de S. Vincentio. In the 27th Prop. he gives the Proportion of the Parabolical Conoid to the spindle made of the same Parabola by rotation about its Base, to be, As the Base of the Parabola is to \\( \\frac{1}{4} \\) of the Axis; shewing, that Guldinus err'd through forgetfulness. In Prop. 29, he delivers, that the Parabola bears such a proportion to a Circle describ'd about the Base thereof as a Diameter, As the Axis of the Parabola doth to that Circumference of a Circle, whose Radius is equal to the distance of the Center of Gravity of the Semi-Parabola from the axis.\n\n4. Contains divers endeavors and manifold new ways towards the obtaining the Quadrature of the Circle in 12 Propositions.\n\n5. Contains 10 Propositions, from 41 to 51; in the 44th whereof he finds a Sphere equal to an Hyperbolical Ring-solid; whence divers ways are open'd towards the attaining the Quadrature of the Hyperbola: And he finds a Sphere equal to a Ring made by the Rotation of a Segment of an Hyperbola, and of the Segment of a Circle there annexed, described about the Base of the Hyperbola as a Chord Line: Then he absolutely cubes certain Hoofs cut out of an Hyperbolical Cylinder; and thence derives other ways towards the obtaining the Quadrature of the Hyperbola.\n\n6. Delivers 3 Theorems, shewing the proportion between an Hyperbola and a Circle: which are conceived to be wholly new.\n\nBut these Theorems suppose the Quadrature of both Figures known, viz. That of a Circle, in requiring the length of the Circumference of a Circle, described by the Center of Gravity of an Hyperbola; which Center cannot be found, without giving the Quadrature or Area of the Hyperbola: which hath been most happily perform'd by M. Mercator in his Logarithmo-Technia and further advanc'd by Dr. Wallis in N. 38. of these Translations; and by M. Gregorii also further promoted and otherwise perform'd in his Exercitationes Geometricae, where he shews, the same Methods and Approaches to be likewise applicable to the Circle.\n\nWhat we have said, being an Account of one of the most considerable Volumes of Mathematicks extant, we hope we may be the better excused for prolixity. This Author formerly publish'd the Elements of Plain and Solid Geometry in 8°, and an Arithmetick in 8°, wherein he promised a Treatise of Algebra.\n\nErrata. P. 265. l. 24. r.m P C; p. 866. l. 3. del. finiftrum; ibid. l. 18. r. Gravitationem; ib. l. 24. r. progresivo; ib. l. 22. r. fit 3. p. 867. l. 23. r. improprie.\n\nP. 863. Insert immediately before these words [Lege syllabas, Regula. Re, Se, faciunt oR, oS: Ro, So faciunt eS, eR.\n\nIn the SAVOT,\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1668.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101322.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 7609,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1799,
        2
      ],
      [
        1799,
        4432,
        3
      ],
      [
        4432,
        7211,
        4
      ],
      [
        7211,
        9950,
        5
      ],
      [
        9950,
        12606,
        6
      ],
      [
        12606,
        15637,
        7
      ],
      [
        15637,
        18644,
        8
      ],
      [
        18644,
        22677,
        9
      ],
      [
        22677,
        26670,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101322",
    "title": "An Account of Two Books",
    "authors": "R. P. Andreae Tacquet",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/101322"
  }
}