{
  "id": "f25cea6775e62ac7d3273b79014bb1ae2a188cdb",
  "text": "IX. On some Fossil Bones discovered in Caverns in the Lime-\nstone Quarries of Oreston. By Joseph Whidbey, Esq. F.R.S.\nIn a Letter addressed to John Barrow, Esq. F. R. S. To\nwhich is added, a Description of the Bones by Mr. William\nClift, Conservator of the Museum of the College of Surgeons.\n\nRead February 6, 1823.\n\nDear Sir,\n\nPlymouth, 19th August, 1822.\n\nIn continuing to quarry the lime-stone rock at Oreston, in\nCatwater, near Plymouth, for the use of the Breakwater, the\nworkmen came to another cave, containing many teeth and\nbones, which I have sent to you to be disposed of as you\nmay please to direct for the benefit of science, this being the\nthird cave, found in these quarries, containing teeth and\nbones: an account of the two former have been already pub-\nlished in the Philosophical Transactions.\n\nIt is not my intention to give any description of the fossils\nnow found, but I shall content myself with merely describing\nthe situation in which they were discovered, together with\nthe state and appearance of the rock.\n\nThe height of the rock, or quarry, is about 93 feet above\nthe top of high water of spring tides, which is shown in the\nsketch No. 1, [Plate VI.] together with a section of the\ncaves where the bones were found. The part where they\nlay is tinged with red, in the caves marked A and B. The\ncave A, is encrusted with thin stalactite, some pieces of which\nSketch No.1.\n\nA LONGITUDINAL SECTION of the CAVERNS\nlately discovered in the\nBREAKWATER QUARRIES at ORESTON.\n\nLevel of the ground at the Foot of the Rock\n\nHigh water Spring tide.\n\nREFERENCE\nThe distance from the entrance of the Caverns\nto the Original high water mark is 201 Yards.\nThe dark Tint on the Section describes the places\nwhere the Bones were found.\nare in the case No. 2. The cave B mostly consists of lime-\nstone, with bones adhering to its sides: the top is closed up\nwith stone rubble. The teeth and bones found in the cave A,\nwere mostly covered with dirt, some of which will be found\nin all the cases; part of the bones were lying on the dirt, and\nin crevices about the caves A and B.\n\nFrom the cave marked A, a passage has been discovered\ninto what I call a gallery, marked C, which gallery opens into\nthe face of the quarry at D. At E, some teeth and bones\nwere found, which are contained in the case No. 5. The\nfarther end of the gallery is not closed, but it is not suffici-\nently wide for a man to creep into it. The sides of the gal-\nlery consist mostly of lime-stone, some clay, and stalactite.\nAt F, the gallery was covered with masses or lumps of lime-\nstone, with much clay intermixed, and in general so compact\nthat it required gunpowder to blast it asunder; and continued\nso to the surface of the country, a height of 15 feet, as shown\nin the sketch.\n\nThe general state of this quarry has been found to consist\nof more caves filled with clay, than any other; and nearly\nunder the entrance of the cave where the bones were found,\nI have dug down through clay of so stiff and hard a nature\nas to render it difficult to dig into it, and it continued so until\nI got to six feet below high water, when rock again appeared,\nbut not compact. In this digging many lumps of iron ore\nwere found in the hard clay.\n\nI have introduced a scale into the sketch, from which any\ndistance may be measured.\n\nThe distance from the cave A, to the commencement of\nthe quarry or harbour, is 201 yards, and to the cave where\nthe first bones were found in November, 1816, 180 yards in a western direction.\n\nThe sketch No. 2, [Plate VII.] shows the face of the rock where the teeth and shells were found, which are in the case No. 8, with some of the clay and sand in which they lay. The face of the rock is very compact lime-stone, excepting the part shaded dark. In the lower part of it is a cave marked G, H, I, filled with the substance that will be found in case No. 8. In this cave the teeth were found at G, and the shells at H. Between I and K, the rock appears to be compact, but from K to L it is composed of narrow fissures, covered with thin stalactite throughout. At M, there is a small opening of but little extent; above and below which, and the fissures marked K and L, as well as the cave marked G, H, I, there is no apparent opening to lead to the surface, more than what I have mentioned in my description of sketch No. 1; but what may be produced in quarrying farther on I cannot tell, though I shall not fail to take notice as the quarry proceeds.\n\nThe height of this quarry to the surface at N, is 110 feet; and this part of the quarry is 400 feet distant from the cave A, in sketch No. 1, and is in fact part of the same quarry.\n\nProfessor Buckland and Mr. Warburton have examined the Oreston quarries and caves that contained the bones, and they also found some themselves.\n\nThis body of lime-stone rock commences at Mount Edgecombe, crosses the east end of the Dock-yard, and takes the line of road towards London, and I believe ends at Chudleigh, as I have never seen it to the eastward of that place. Both sides of Torbay are of lime-stone, but it continues no farther to the eastward in that direction. In what manner\nthe lime-stone at Torbay is connected with Plymouth and Chudleigh, or whether it be connected or not, I am unable to say,\n\nI am, Dear Sir, &c. &c.\n\nJOSEPH WHIDBEY.\n\nN. B. Since the bones were packed up, another jaw bone has been found, more perfect than any I have seen, with most of the teeth in it. This was found in cave B, where many of the other bones were discovered.\n\nA description of the Fossil Bones found in the Caverns of Oreston, referred to in the foregoing Paper. By Mr. William Clift, Conservator of the Museum of the Royal College of Surgeons, in which the bones are deposited.\n\nOn receiving this large collection of fossil bones for the purpose of comparing them with those of recent animals, and with other specimens, now deposited in the Museum of the College, which were discovered in caverns in the same lime-stone rock in the years 1816 and 1820, I immediately perceived that they belonged chiefly, if not entirely, to animals of different genera from those formerly met with; and consequently, I became desirous of ascertaining how far they were similarly circumstanced in regard to the relative situations in which they were found; because in the caverns first discovered, the bones of the different species were entirely separate from each other.\n\nIn the cavern discovered in 1816, although the greatest care was taken to collect every bone contained in it, those of the rhinoceros alone were found.\n\nMDCCCXXIII.\nIn those of 1820, one cavern contained bones and teeth of the bear; while another contiguous cavity, of apparently coeval formation, contained only bones of a deer or antelope; but of which, the genus could not be positively ascertained, as neither the teeth, nor horns, nor any part of the head were found.\n\nIn the caverns discovered in 1822, which form the subject of the present communication, the bones of animals of several distinct genera were found; namely, the bos, the deer, the horse, the hyæna, the wolf, and the fox. These cavities, however, communicated with each other, and the bones of the different graminivorous animals were found mingled together in the same cavity; but those of the carnivora at a considerable distance from each other; the bones of the hyæna having been discovered in the cavern marked B in the annexed plan, and those of the wolf and fox in the gallery marked E.\n\nSome of the bones and fragments of bones which lay on and near the surface of the clay, have acquired a thin crust of stalagmite, but in none of them does it appear to have penetrated beyond the surface: the greater number were imbedded in the stiff clay, which adhered so firmly to them, that many were broken by the workmen in separating them from the matrix; and others have fallen to pieces since their exposure to the air; but a great proportion of the cylindrical and other bones, of the graminivorous animals in particular, are still as perfect in form as at the time of the death of the animals to which they belonged, and do not exhibit the least appearance of having been gnawed or otherwise mutilated.\n\nThe only specimen in this very large assemblage which\nbears any apparent marks of teeth, is a portion of the radius of a young wolf, which, in two or three places on its surface, has the impression of the incisors and canine teeth of some small animal of the size of a weasel.\n\nThe clay still adhered so firmly to the surface of many of these bones, that unless removed with considerable caution, the outer layers separated along with it, and showed that but little animal matter remained; and on submitting some of these fragile portions to the action of dilute muriatic acid, they almost entirely dissolved, leaving scarcely any trace of animal matter. In this respect there is a considerable difference in various specimens. In some comparative trials made by Professor Buckland, although the proportion of animal matter was greater than in my experiment, he found that these bones contained about one-third part less than the bones from the cavern at Kirkdale.\n\nIs it not therefore probable, that the clay immediately surrounding the bones, which is of a darker colour as well as more tenacious than that in which no bones were found, may have abstracted a large proportion of the animal matter, and be the principal cause of the extremely fragile state of the bones? for they are now so absorbent, that if the largest of them be applied to the surface of the tongue, they adhere so firmly as to support their whole weight. In this, they resemble those bones which were discovered in 1816, and 1820; most of them being as white and fragile as though they had been calcined.\n\nIt would appear that the loss of animal matter, and consequent decay or decomposition of fossil bones, depends very much upon the nature of the soil in which they are deposited,\nand on its elevation, and different degrees of moisture at different periods; and perhaps, in a great measure on the density or compactness of the bones themselves. There are specimens in the Museum of the College of Surgeons, of sections of teeth of the animal incognitum, or mastodon, from the blue clay on the banks of the Ohio; and of the bear from the caverns at Gaylenreuth, which have retained their animal matter so entirely, as to preserve their form most perfectly, after having been deprived of their earth by means of muriatic acid, while, under other circumstances, teeth and bones of the densest kind, lose their cohesion immediately after being exposed to the air, and becoming dry. This is constantly the case with the tusks, molares, and other bones of the elephant, so frequently found in the yellow sand above the blue clay at Brentford, Ilford, and other situations in the vicinity of the River Thames; which invariably separate into small lozenge-formed or cubic fragments as soon as they become dry.\n\nOn immersing the bones of the carnivorous animals in water, more effectually to remove the clay without injuring the surface, they effervesced strongly, and became nearly of a black colour, but recovered their former appearance on drying. A similar effect was produced, but in a less degree as to colour, on the bones of the bovine animals, and of the horse.\n\nIt may be worthy of remark, that appearances of disease in fossil bones are of rare occurrence; and I have never yet seen an instance of fracture that had been united during the life of the animal: but among these occur two examples in the metacarpal and metatarsal bones of the bovine animals,\nwhich unequivocally show the effects of ossific inflammation on their surface; (Fig. 1.) and the lower jaw of a young wolf, in which an abscess on each side had produced sinuses, and a considerable alteration in its form and texture.* Fig. 2, and Fig. 3.\n\nAll the bones from these caverns which have come under my observation, are clearly referable to animals of known, and still existing genera, as will appear by the following enumeration: but it is a curious circumstance, that, with the exception of the very few belonging to the deer, they all appertained to animals entirely differing from those found in the immediate vicinity in the former instances.\n\nOf the bovine genus, there are specimens of the bony core of the horns belonging to three individuals of different size; (Fig. 4.) all of them remarkably short, conical, and slightly curved, and standing in a nearly horizontal direction from the head. They evidently do not belong to very young animals, and from the appearance of these alone, a very small species would be inferred; but numerous specimens of the teeth, of the os humeri, ulna and radius, os femoris, tibia, os calcis, metacarpus and metatarsus, and phalanges, (Fig. 5.) clearly prove that they belonged to individuals considerably larger\n\n* On mentioning this circumstance to Professor Buckland, he informed me that he had lately seen in the Collection of Professor Sömmering of Munich, the skull of a very old hyæna from the caves of Gaylenreuth, in which the incisor and canine teeth, with the jaw containing them, had been entirely torn away, and the occipital and parietal crest dreadfully fractured and perforated, apparently in an affray with some more powerful animal; after which, a healing, and partial renovation of the parts had taken place, and the animal had lived on to mature old age, from the state of its masticating organs.\nthan the average size of animals of that genus at the present day.\n\nThe number of bones collected, afford sufficient grounds for supposing them to have belonged to more than a dozen individuals, varying considerably in their age.\n\nOf smaller ruminants, there are a few portions of the cylindrical bones belonging to one or two individuals, which are too imperfect to admit of being very satisfactorily identified, but apparently are those of a deer; and some others belonging to very young animals in which the epiphyses had not been united, and consequently the bones had not acquired sufficient distinctness of character to allow of our speaking decidedly concerning them; but they have been most probably those of a calf or fawn.\n\nOf the horse, the bones are satisfactorily identified by various specimens of the teeth, the large cylindrical bones, the os calcis, metacarpus and metatarsus, first and second coronary bones, the sesamoid or nut-bone, and particularly by the terminal phalange or coffin-bone of the foot. (Fig. 6.) From the number of these there must have been twelve or more individuals of not less than fourteen hands high; one of the metatarsal bones measuring eleven inches and a half in length. Some of these animals, from the worn state of the teeth, appear to have been very aged.\n\nOf the hyæna, there are bones and teeth which belonged to at least five or six individuals of various ages; some of them equalling the largest of those found at Kirkdale in 1820. Among these, is a part of the right side of the lower jaw, in which remain one of the shedding molar teeth, and\ntwo permanent ones which had not sufficiently advanced in their growth to have protruded through the gum, but are still enclosed within their alveolar cavities. (Fig. 7.) Also part of the right side of the lower jaw of an adult animal, with the teeth in a good state of preservation. This specimen was discovered in the cavern marked B, in Plate VI.\n\nThere are likewise detached specimens of the canine teeth and molares of individuals of very large size: and the posterior part of a skull of uncommon magnitude, which corresponds most exactly in form with that of a hyæna, and must undoubtedly have belonged to that animal, but measures twice as much from every determinate point to another, as a recent full grown hyæna’s skull. (Fig. 8.)\n\nOf the wolf, there are some bones of several individuals which were found in the cavern marked E, Plate I. There are two large portions of the lower jaw, containing nearly all the teeth in good preservation, and perfectly agreeing in size, in form, and arrangement, with those of a full grown recent animal. (Fig. 10.)\n\nThe os humeri also is perfectly similar, and has the rounded aperture through its lower extremity to receive the curved process of the olecranon.\n\nA few very small fragments of shell were found in the situation denoted by the letter H. Plate VII, apparently allied to the genus ostrea; but they are too minute to admit of even that being positively ascertained. A single valve would produce more than all the fragments in question: when applied to the tongue they do not adhere, and their pearly surfaces have all the compactness and lustre of a recent shell.\nSince the above was written, Mr. Whidbey has transmitted some additional specimens of the jaws and teeth of the hyæna, the wolf, and the fox, which have been subsequently discovered in the cavern marked E, and from which cavity all the bones of the wolf have been derived. Among these is half of the lower jaw of a hyæna of very superior magnitude to any of those previously discovered, (Fig. 9), and probably has belonged to the large skull before-mentioned.\n\nThe jaws of the wolf are of similar dimensions with those before described; but one of them belonged to a very aged individual.\n\nOf the fox, there have been found only a few vertebrae, and two canine teeth from the lower jaw, which correspond perfectly in size and form with those of a recent animal; but are equally fragile and absorbent with those of the other animals.\n\nIn a subsequent Letter of Mr. Whidbey to Mr. Barrow, relating to these last mentioned specimens, dated Plymouth, November 9, 1822, he communicates the following additional information:\n\n\"These, I think, will be the last bones I shall send you from these caves, as they are now nearly worked out. The cave B terminated near where it was first seen: the head of it was closed over with a body of lime-stone.\n\n\"The joints of the rock were not so close but that water might drop down into the cave; and about these joints some stalactites were found in small pieces. I have not seen any thing to encourage the idea that the cavern had a communication with the surface since the flood; the present state of the quarries shows nothing like it.\"\nEXPLANATION OF THE PLATES.\n\nThe figures are all of the natural size.\n\nPLATE VIII.\n\nFig. 1. A posterior view of part of the right metatarsal bone of the bos, showing the effects of long continued ossific inflammation.\n\nFig. 2. Inside view of part of the lower jaw of a young wolf, in a diseased state from abscess.\n\nFig. 3. Outer view of the same jaw.\n\nPLATE IX.\n\nFig. 4. The bony core of the left horn, and a small part of the skull, seen from behind. It is the middle-sized specimen, and most perfect of the three.\n\nFig. 5. The lower extremity of the metacarpal bone and the three pair of phalanges of the bos, viewed anteriorly.\n\nPLATE X.\n\nFig. 6. The two coronary bones and the terminal phalange or coffin-bone of the foot of the horse.\n\nFig. 7. An outside view of part of the lower jaw of a young hyæna, in which remains one of the temporary or shedding molar teeth, and two permanent ones not perfectly formed, and consequently had not yet cut the gum.\n\nPLATE XI.\n\nFig. 8. An oblique view of the posterior part of the skull of\na very large hyæna, in which the parietal and occipital crest is greatly extended to afford surface for the attachment of muscles.\n\nPlate XII.\n\nFig. 9. An outside view of the left side of the lower jaw of an hyæna of very large size, where the teeth are considerably abraded by masticating hard substances.\n\nFig. 10. An outside view of part of the lower jaw of a wolf, which corresponds most exactly in number, form, and size, with those of a full grown recent animal.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107638.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 33480,
    "total-output-tokens": 5192,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1386,
        2
      ],
      [
        1386,
        1746,
        3
      ],
      [
        1746,
        3415,
        4
      ],
      [
        3415,
        5134,
        5
      ],
      [
        5134,
        5134,
        6
      ],
      [
        5134,
        6572,
        7
      ],
      [
        6572,
        8242,
        8
      ],
      [
        8242,
        9945,
        9
      ],
      [
        9945,
        11623,
        10
      ],
      [
        11623,
        13493,
        11
      ],
      [
        13493,
        15091,
        12
      ],
      [
        15091,
        16713,
        13
      ],
      [
        16713,
        18286,
        14
      ],
      [
        18286,
        19318,
        15
      ],
      [
        19318,
        19787,
        16
      ],
      [
        19787,
        19787,
        17
      ],
      [
        19787,
        19787,
        18
      ],
      [
        19787,
        19787,
        19
      ],
      [
        19787,
        19787,
        20
      ],
      [
        19787,
        19787,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107638",
    "title": "On Some Fossil Bones Discovered in Caverns in the Lime-Stone Quarries of Oreston. By Joseph Whidbey. Esq. F.R.S. In a Letter Addressed to John Barrow, Esq. F.R.S. To which is Added, a Description of the Bones by Mr. William Clift. Conservator of the Museum of the College of Surgones",
    "authors": "Joseph Whidbey, William Clift",
    "year": 1823,
    "volume": "113",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/107638"
  }
}