{
  "id": "4b3bde826ae9cf74541f2ee76f35bf6c949603cd",
  "text": "Wind-Instruments; as well as at the same Notes on a Base-Viol. I have heard also (but cannot aver it) of a thin, fine Venice-glass, cracked with the strong and lasting sound of a Trompet or Cornet (near it) sounding an Unison or a Consonant note to that of the Tone or Ting of the Glass. And I do not judge the thing very unlikely, though I have not had the opportunity of making the Trial.\n\nAn Improvement of the Bononian Stone shining in the dark.\n\nThe Worthy Signor Malpighi in a late Letter of his to the Publisher, of the 9th of March, takes notice, that one Signor Zagonius had a way of making out of the Bononian Stone calcined, Statues and Pictures variously shining in the dark. But he adds (to our sorrow) that that person lately died, without discovering to any body his method of preparing the said Stone.\n\nAn Extract of a Letter written from Aberdeen Febr. 17. 1677, concerning a Man of a strange imitating nature, as also of several human calculus's of an unusual bigness.\n\nSir,\n\nI am very sensible of the great civility, wherewith you were pleased to entertain Master Scougall and me, when we waited on you last Summer; and shall be ready on all occasions to give you that account you then desired of things philosophical that may occur here, to promote that noble design you have in hand. I remember, we had then occasion to speak of a Man in this Country very remarkable for somewhat peculiar in his temper, that inclines him to imitate unawares all the gestures and motions of those with whom he converseth. We then had never seen him ourselves. Since our return we were together at Scrach-bogie where he dwells, and notwithstanding all we had heard of him before, were somewhat surprized with the oddness of this Dotrel-quality. This Donald Monro (for that is his name,) being a little old and very plain man, of a thin slender body, hath been subject to this infirmity, as he told us, from his very infancy. He is very loath to have it observed, and therefore casts down his eyes when he walks in the streets, and turns them aside when he is in company. We had made several trials before he perceived our design; and afterward had much ado to make\nmake him stay. We caressed him as much as we could, and had then the opportunity to observe, that he imitated not only the scratching of the head, but also the wringing of the hands, wiping of the nose, stretching forth of the arms, &c. And we needed not strain complement to persuade him to be cover'd; for he still put off and on as he saw us do, and all this with so much exactness, and yet with such a natural and unaffected air, that we could not so much as suspect he did it on design. When we held both his hands, and caused another to make such motions, he pressed to get free: But, when we would have known more particularly, how he found himself affected, he could only give us this simple answer, That it vexed his heart and his brain.\n\nI shall leave it to your consideration, what peculiar crafts of spirits or distemper of imagination may cause these effects, and what analogy they bear to the involuntary motion of yawning after others, and laughing when men are tickled (which some will do if any body do make that titillating motion with their fingers, though it be at a distance from them;) and whether, if his Nurse have accustomed him to the frequent imitation of little motions and gestures in his infancy, this may not have had some influence to mould the texture of his Brain and Spirits, and to dispose him to this ridiculous apishness?\n\nBesides this, I took occasion lately to visit a poor Woman in the neighbouring Parish, who hath been of a long time sadly afflicted with the Gravel, and hath passed four Stones of an unusual bigness; of which I have one by me, which, though it be not the greatest of the four, is yet more than five inches about the one way, and four, the other: which, if you please, shall be sent you. They are all oval; the first, and a part of the second were smooth; but the other two very rough; and the last, the biggest, which being come away about Christmas last, was bloody on one side when I saw it. This puts me in mind of that Stone of a prodigious bigness, which was found last year in a Gentleman's bladder in this Country after his decease, weighing two and thirty ounces. I am,\n\nSir,\nYour humble Servant,\nGeo. Garden.\n\nMonsieur",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101763.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1090,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2168,
        2
      ],
      [
        2168,
        4356,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101763",
    "title": "An Extract of a Letter, Written from Aberdeen Febr. 17.1676/7 Concerning a Man of a Strange Imitating Nature, as Also of Several Human Calculus's of an Unusual Bigness",
    "authors": "Aberdeen",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101763"
  }
}