{
  "id": "71d77c7797a3a5ea40cc0750f1f8c8755e9c258b",
  "text": "London when the last Earthquake happen'd), that he either had no Perception at all concerning himself and the Ground under him; or at least was so entirely engaged in observing what he saw and heard, that he had no Attention to what he felt.\n\nN. B. I made this Memorandum immediately after after conversing with this Robert Shaw; and therefore I suppose it contains a tolerably exact Account of what he related to me.\n\nFriday Morning, March 9.\n1749.\n\nJames Burrow,\n\nXVII.\n\nThe Rev. H. Miles D. D. F. R. S. to Mr. H. Baker F. R. S. containing a more full Account of the same than his former Letter, Art. XII.\n\nRead March 15. 1749. I NOW send you the best Account I am able of the Earthquake which was so generally felt in the City, and round about it, on the 8th instant in the Morning at 5th 40' nearly, equal time.\n\nI was then standing in my Study, when I heard a Noise, at the first Moment, very like the Explosion I heard several Years ago, when some drying and Storehouses of Gunpowder were blown up about 6 Miles from us: This Noise issued in a Murmur in the Air, like distant Thunder, and ended like a rushing Wind: There was no perceivable Interruption in\nin the Noise from first to last; it seemed to come from the West, and continued about 4\" exclusive of the Tremor, which lasted some time after the Noise seemed to have ceased. I found no Motion of the Floor, which is over a Cellar, upon a Level with other adjoining Ground-floors; but the Doors of my Book-Presses, at the West End of the Room, shook took to and again, and the Rings on the Doors rattled exceedingly; but I was not sensible of any Motion of the other Doors on the Sides of the Room, near to some of which I then stood.—Such of the Family as were in Bed felt their Beds to be raised up, and then shook from Side to Side.\n\nA sensible young Gentleman, who call'd upon me that Morning as he came from London, told me, that, considering the Situation his Bed was placed in, and the Motion he felt from one Side to another, he concluded the Shock proceeded from the West. The same Observation, he said, others had made, with whom he had talked.\n\nIt was universally felt here, and very much at the following Places around us: At Merton, about a Mile S. W. from us, and at Mitcham, about 2 Miles S. at Croydon, 4 Miles S. some Tiles fell from Houses; it greatly alarmed the Inhabitants of Streatham, about a Mile and a half East of us; at Clapham, two Miles and a half N. a Chimney, and other Parts of a Building fell down; at Wandsworth, two Miles N. W. the Shock was very great; especially near the Side of the Thames. It was felt likewise at Epsom, about nine Miles S. W. from us; but how much farther, my Information does not say.\nUpon Inquiry made of several Persons, who were abroad at the time, going to their Work, I cannot hear of any one, who saw any Lightning, perceiv'd any Noise, or felt any thing of an Earthquake.\n\nThe States of the Barometer and Thermometer were not remarkably different from what they had been for several preceding Days; however I have added them underneath, and am\n\nTooting, March 14. Your, and the Royal Society's most obedient Servant,\n\nH. Miles.\n\n7 Day at 4 a.m. Bar. 30,07. Therm. 32 almost, W.W. clear, and white Frost.\nD° at 9 p.m. Bar. 29,99. Therm. 40, clear Evening.\n\n8 Day at 4 a.m. Bar. 30,07. Therm. 40, cloudy Morning. W.W.\nD° at 2 p.m. Bar. 30,14. Therm. 58, cloudy Evening. W.W.\n\nXVIII.\n\nJohn Martyn M.D. F.R.S. &c. to the President, concerning the same.\n\nSIR,\n\nChelsea, March 14. 1749.\n\nOnce more trouble you with the Mention of an Earthquake, which was felt here on Thursday the 8th instant, at about half",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104724.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1086,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1163,
        2
      ],
      [
        1163,
        2706,
        3
      ],
      [
        2706,
        3629,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104724",
    "title": "The Rev. H. Miles D.D. F.R.S. to Mr. H. Baker F. R. S. Containing a More Full Account of the Same Than His Former Letter, Art. XII",
    "authors": "H. Miles",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104724"
  }
}