{
  "id": "97c8df3a5271d3324baac79d31c5f1217fbd8224",
  "text": "An Extract\nOf a Letter, written by the Honourable Consul of Danzick, the Heer Michael Behm, to the Excellent Johannes Hevelius, Consul of the same City (by whom it was communicated to the Publisher) touching some Chymical, Medicinal and Anatomical particulars, here deliver'd in the same Language it was written in.\n\nNobilissime Dn. Heveli, Amice & Collega plurimum honorande,\n\nPerlegi hinc diebus dum desideratam Versionem Latinam Illustr. Domini Boylii tum de Coloribus, tum de Fluiditate & Firmitate. Prima observavi subtilis ingenii & peritarum in Chymia manuum Oracula: Utinam Vir Illustris de Natura Salium Experimenta sua ampliora edere dignaretur, quomodo Alcalia seu Lixivialia, utpote fixa, ab aliis Acidis Austerisque, non minus sere fixis, discrepant, & utraque a Volatilibus aliisq; Speciebus Salium nondum sati explicatis, atque cras nominique distinctis. Nam inter Volatilia differre videmus Sal Urinosum a Sale, quod inest Spiritui Vini aliisque inflammabilibus; quia commixta coagulantur, & novam indolem acquirunt: Taceo Mixturas liquoris ex Nitro fixo cum ejusdem Spiritu acido, de quibus bene egerunt Dn. Boyle aliique.\n\nMagnam spem habeo inveniendi liquorem, qui vesca injectus blandae comminuat Calculos, aliaque mixturas, qua in Ventriculo noxias atque varias visciditates (quas Tartaro plurimi adscribunt immerito) praecavent vel attinent. Utinam Dn. Glisson, Dn. Wharton, aliique, ex Anatomicis Chymicisque experimentis explicare vellent, Lymphe, Sanguinis ejusque seri generationes, & conglutinationis atque corruptionis modos & causas. * Nuper Serum ex Sanguine Brutorum examinavi, & calore leviusculo coagulari vidi adinstar sere Albuminis ovi; potissimum addito Acido indurabatur: sed ab admixto spiru vini serum tenebatur dum liquidum, magis tamen ab Alcalibus. Propediem accuratiora tentabo. Faciebam id, facere, dum a Podagra vexabar, qua me a curis Politiciis ad hac & varia Medicinalia adegit. Notavi sane, Podagram & Arthritidem oriri, ubi Uriae a putrificea non separatur per Renes aut sudores a massa sanguinea, sed cum ea distribuitur, & circa juncturas in frigidioribus ligamentis harret, ubi propter salis acrecinem dolores acierios (difflabiles tamen) vel propter glutinositatem Tophos aut rigores juncturarum efficit. Utinam hujus mali causas sublimia Anglorum Ingenia penitus investigare & Orbi communicare vellent, ne Incurabile amplius inter Medicos consecetur. Idipsum me valde fecit anxium, praetertim cum diligentem notarem, nil prodessse Purgantia, nil Sanguinis Missiones, parum Sudores & Cauteria, obesse Emplastra oleosa & refrigervantia omnia; quinimo, Spiritum Vini & Salis Armoniaci non satis elicere aut discentere tetam Materiam. Thermas valde salubres esse, narrunt cuncti, & ipse\nipse expertus sum, praesertim qua Urinam provocant. Sed quia non ubique suppetunt Thermæ, prabuit mihi Curiositas Liquorem, qui odore, sapore, virtute satis exacte imitatur Thermas; ista ratione membra agri, reliquum vero Corpus simplici calida balneando, levamen magnum sentio. Porro expertus sum, aula propria, insigne medelam per pilulas, qua Urinam promovent, sanguinem depurant, fluidioriique reddunt. Calculi urinariam atque Scorbuticas in Mesenterio visciditates referant, abique alvi turbatione. Venum per Vesicatoria (dissudentibus licet Medicis) dolenti parti adhibita, optimam, promptam atque tutam habemus per aliquot annos mibi & Amicis inveni medelam; quamuis eam aliis, ad fistulosa ulcera prorsis, non suaserim. Ex Magneticis Transplantationibus nullum luculentum scio levamen. Urinas alii suas quoque medelas candido proferrent, non enim omnia profunt omnibus.\n\nInsignemaque feliciem in Anatomie industrias Dn. Highmori & aliorum veneror, quoties horis subcisivis talia legere, aut nonnulla amplius per sectiones Avium, Piscium, & Quadrupedum scrutari possum. Usu quippe partium diversa Animalia magis elucidant, atque Veterum errores ostendunt.\n\nLienem Dn. Highmorum & alii merito absolvent ab Acido Melancholico, atque Sanguificatione. Vidi aliquoties Lienem, calentem adhuc, Pulmonum imitari spogiositatem, & non Aere solum, sed & Coloratis liquoribus valde distendi posse; quo facto magis patent ejus vasa atque connexiones, usuq; a Dn. Highmoro exppositi. De co tamen, pace acutissimi Viri, modestè ambigo, an plurima ista Albicania vasa sint Nervi spiritu animali surgentes, vel potius Fibra tendinum, dilatationi & contractioni servientes, uti in Pulmonibus. Opinor etenim, Sanguinem, qui in Corde non saxis cum Chylo miscetur, in Liene tanquam per Spongiam crassorem colari & misceri plenius & aquosa paucia per Pancreas seponi, & tandem in Hepate iterata colatione Bilem secerni. Et quando per Morum aut vehementes Afflictus sanguis in Corde nimis ebullit, tunc, ne ille Cor opprimat, aut nimio impetu Capit infestet, magnam partem recipit Lien, ut ejus intumescientia cum pulsu, Cor ammaliae, & calore intensi, a quovis sentiri queat. A vitiosis Mesenterii & Hypochondriaco malo, Lienem & Diaphragma infici credo, sed nunquam vel raro ista mala a vitio Lienis provenire putem.\n\nDe Morbis, quos ex effervescentia Acidi succi Pancreatici cum Bile in Duo-\ndeno derivat Nobil. Dn. Sylvius, haltenus valde dubito. Nuncquam enim Succum istum sensi acidum*; neque Billem per Acida, sive mediocria sive acria fuerint, effervescente vidi, sed potius coar-\ngulari in fundo, uti ab Acidis selet precipitari Lac Sulphuris, aliaque Oleosa.\nIdeo per mixturam Bilis cum Acido Ciborum fermento (quod certius appareat,\nquam succus ist.) hylum niliter temperari, cum Helmontio credo. Tot\nvero Morbos ex mixtura talis, licet faceret effervescentiam, oriri negat experi-\nentia. Sed de cunctis hisce Judicium Regiae Anglorum Societatis, quam cen\nLumen Seculi humillime veneror, submissae expecto. Gedani, 11 Novem. 1667.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101265.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1943,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2739,
        2
      ],
      [
        2739,
        5765,
        3
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101265",
    "title": "An Extract of a Letter, Written by the Honourable Consul of Danzick, the Heer Michael Behm, to the Excellent Johannes Heuelius, Consul of the Same City (by Whom It Was Communicated to the Publisher) Touching Some Chymical, Medicinal and Anatomical Particulars, Here Deliver'd in the Same Language It Was Written in",
    "authors": "Michael Behm",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101265"
  }
}