{
  "id": "4d35d418846ae44bf0ed8578c076eb2a44366302",
  "text": "C, C, The Two sinking Pipes, for waste Water, that is not evaporated.\nD, D, Clacks or Valves, to keep out the Air.\nE, E, The Two Dispersers and Spouts.\nF, F, The Stools with a Centre-pin, on which the Disperser resteth.\nG, G, The Two iron Pipes, in which the Water is conveyed to the Cistern.\nH, A Cistern of hot Water.\nI, I, Two Cog-wheels, to turn the Disperser.\nK, A Steam-pipe, in which is conveyed the Steam to the Cylinder.\nL, The Cylinder of the Fire-engine.\nM, M, Leaden Pipes, that convey hot Water from the Cistern to the Disperser.\n\nXX. An Examination of Westashton Well-waters, belonging to Tho. Beach, Esq; a Well about Four Miles from that of Holt; by Ambrose Godfrey Hankewitz.\n\nObs. 1. I Took four Ounces of the Westashton Water, with as much Milk, and set them on the Fire; as soon as they boiled, the Milk began to curdle, which denotes a brackish Salt of a neuter Nature. The Water changes Syrup of Violets green.\n\nObs. 2. Some Powder of Galls infused in this Water, gives it a Tinge of a brown Purple; by which it appears, that this Water is Chalybeat: For all Martial Waters will, with Galls, turn blackish or inky.\n\nObs. 3.\nObs. 3. A fixt Alcali, as Ol. Tartar. per deliq. and a volatile one, as Sp. Sal. Armoniaci, caused a white Precipitation, which denotes an aluminous cretaceous Earth.\n\nObs. 4. A Solution of Salt of Lead, causes a Cream-like, or a troubled milky Colour.\n\nObs. 5. The usual acid Spirits, viz. Spirit of Salt, Nitre, and Vitriol, cause no Alteration; which shews that the Water is itself impregnated with an Acid.\n\nObs. 6. The Water, being evaporated to a Pellicule, deposits saline Crystals of a rough or austere Taste, being of a styptic Nature; and separates a Martial yellowish Okre (which is attracted by the Loadstone), and is an Absorbent, for it ferments with Acids. The remaining Brine, being evaporated to Dryness, leaves a Salt of a lixivious alcaline Taste.\n\nObs. 7. Some of these Salts being put into Water, Three Parts out of Four dissolve very readily; but One-fourth Part will not dissolve at all, but is of a Talcky Nature, and unalterable in the Fire.\n\nHence we may observe, that Chalybeat Waters, as long as they retain their natural sulphureous Gas are capable of keeping suspended, or floating in them, these Talcky Substances; but that Boiling drives away that sulphureous Gas, upon which this Talcky Substance subsides, and cannot again be dissolved in Water, and remains fixt against the Power of the Fire; for it suffers no Alteration upon a red-hot Iron, neither emitting Flame, nor melting, as neither doth Talck itself.\n\nObs. 8. These Chalybeat-waters contain somewhat of the same Nature as our Cathartic Epsom salt, only not so mild upon the Tongue; for by this Examen,\nwhen their Gas is gone, they are found to contain two Sorts of such-like Earths; the one absorbent, fermenting with Acids; and the other fixt, or Talcky: And that this Substance is really Talcky, is confirmed by the digging up of a pretty deal of Talc in the sinking this Well.\n\nAll the Salts of the medical Waters are more generally alcaline than acid, being of a Martial Nature, impregnated with Sulphur, which gives them a muriatic Taste.\n\nWe may hence conclude, that this West Ashton Water is a very good Chalybeat Water; and, by Report, more plentiful and more constant all the Year round, than the Well at Holt, which Spring diminishes much at a certain time of the Year; but both seem alike for their Virtues, and physical Use, being both alike Martial.\n\nXXI. An Examination of the Chiltenham Mineral Water, by Conradus-Hieronymus Senckenberg; which may serve as a Method in general for examining Mineral Waters.\n\nThe Water is bright and clear to the Sight, of no Smell, yet of a bitter Taste.\n\nTo know its constituent Parts, the following Experiments were made; and, first, to try whether there is any alcaline Salt in it.\n\nRhenish Wine was mixt with the Mineral Water. Rhenish Wine is a subtilized Acidum essentiale in a spirituous and oily Liquor: Wherefore an alcaline Salt should have been manifested; but it was unaltered.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104383.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1201,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1146,
        2
      ],
      [
        1146,
        2742,
        3
      ],
      [
        2742,
        4077,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104383",
    "title": "An Examination of Westashton Well-Waters, Belonging to Tho. Beach, Esq; A Well about Four Miles from That of Holt; By Ambrose Godfrey Hankewitz",
    "authors": "Ambrose Godfrey Hankewitz",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104383"
  }
}