{
  "id": "fc082cae3a8ad5443198c12784eb9b778fefe38c",
  "text": "An Account of two Books.\n\nI. SAGGI di NATURALI ESPERIENZE fatte nell' ACADEMIA del CIMENTO, in FIRENZE, A. 1667. in Fol.\n\nThis Book was lately by two excellent persons of the Florentine Virtuosi, viz. Lorenzo Magalotti, and Paolo Falconieri, presented to the Royal Society, in the name of His Highness Prince Leopold of Tuscany, that great Patron to real Philosophy. The Book contains these particulars:\n\n1. An explication of the Instruments, employed in these Experiments.\n2. Exp. belonging to the natural pressure of the Air.\n3. Exp. concerning artificial Conglaciations.\n4. Exp. about natural Ice.\n5. Exp. about the change of the capacity of Metal and Glass.\n6. Exp. touching the compression of Water.\n7. Exp. to prove that there is no positive Lightness.\n8. Exp. about the Magnet.\n9. Exp. about Amber, and other substances of a vertue Electrical.\n10. Exp. about some changes of Colours in divers Fluids.\n11. Exp. touching the motions of Sound.\n12. Exp. concerning Projectiles.\n13. Various Experiments.\n\nAs all these Heads are very considerable, and of main importance to Philosophy, so doubtless will the handling of them be by competent Judges found worthy of these famous Academians del Cimento.\n\nII. VERA CIRCULI ET HYPERBOLÆ QUADRATURA, in propria sua proportionis specie inventa & demonstrata, a FAC. GREGORIO SCOTO, Patavii, in 4o.\n\nThis Tract perused by some very able and judicious Mathematicians, and particularly by the Lord Viscount Brounker, and the Reverend Dr. John Wallis, receiveth the Character of being very ingeniously and very Mathematicaly written, and well worthy the study of Men addicted to that\nthat Science: that in it the Author hath delivered a new Method Analytical for giving the Aggregate of an Infinite or Indefinite converging Series: and that from that ground he teaches a Method of squaring the Circle, Ellipsis, and Hyperbola, by an Infinite Series, thence calculating the true dimensions as near as you please: And lastly, that by the same method from the Hyperbola he calculateth both the Logarithms of any Natural Number assign'd, and vice versa, the Natural Number of any Logarithm given.\n\nOnly a few of these Books were printed by the Author for his own use, and that of his Friends, and a Copy sent over whereby to reprint it here, which is now a doing.\n\nThe Mathematical Mr. John Collins, upon a more particular examination of this Book, communicated what follows concerning the same.\n\nThe Author's Computation of the Area of a Circle agrees with the Numbers of Van Ceulen; and his computation of the supplemental spaces between the Hyperbola and its Asymptote by Parallels to the other Asymptote, is correspondent to what Gregory of St. Vincent and his Commentators Francis Aynscomb and Alphonse de Sarasa have demonstrated concerning the Logarithms, as represented by those spaces, viz. That if one Asymptote be divided into a rank of continual Proportionals, and if parallels to the other Asymptote be drawn passing through the said rank, and be terminated at the Hyperbola, the spaces contain'd between each such pair of Parallels, are equal to each other, and so added or conceived to be one continued space, may represent the Logarithms; or the said Proportionals, fitted in parallel to the divided Asymptote, do the like, by reason that a Rectangle apply'd to the several Terms of a Geometrical Progression increasing, renders another in the same Ratio decreasing. And both performed by the above-mentioned Analytical method of conveying complicated Polygons circumscrib'd and inscrib'd in the sector of a Circle, Ellipsis, or Hyperbola, which he asserts to be quantities like Surds, not absolutely to be express'd in Numbers.\n\nAnd it being manifest, that the making of the Table of Logarithms is in effect the same thing as the computing of Areas of those supplemental spaces, the Author accordingly applies it thereto\nthereto, and finds the Logarithms of all Primitive Numbers under 1000 by one Multiplication, two Divisions, and the Extraction of the Square Root; but for Prime Numbers greater, much more easily.\n\nConcerning the construction of Logarithms, Mr. Nicholas Mercator hath a Treatise, intituled Logarithmotechnia, likewise at the press, from which the Reader may receive further satisfaction. And as for Primitive Numbers, and whether any odd number proposed less than 100000 be such, the Reader will meet with a satisfactory Table at the end of a Book of Algebra, written in High Dutch by John Henry Robn, now translated and enriched, and near ready for publick view.\n\nThe Area of an Hyperbola not being yet given by any Man, we think fit a little to explain the Author's meaning.\n\nIn Figure 1. Let the Curve DIL represent an Hyperbola, whose Asymptotes AÔ, AK, make the Right Angle OAK, the Author propounds to find the Hyperbolick space ILNK, contained by the Hyperbolical Line IL, the Asymptote KM, and the two Right Lines IK, LM, which are parallel to the other Asymptote AO.\n\nHe puts the Lines IK = 1 000 000 000 000\nLM = 1 000 000 000 000\nAM = 1 000 000 000 000\n\nHence KM = 9 000 000 000 000\n\nWhence he finds the space LIKM\nto be $230 258 509 299 404 562 401 -868$ too little.\n$230 258 509 299 404 562 401 787$ too great.\n\nNote: If IK be put for an Unit, then LM may represent 10, and HG 1000, and FE 1024: And by what is demonstrated by Gregory of St. Vincent, it holds,\n\nAs the space IBLMKI, Is to the Logarithm of LM, to wit, of 10:\nSo is the space IBEFKI, To the Logarithm of the Number represented by the Line EF, to wit, of 1024.\n\nThe Author by the same method finds the Area of the space GEFH to be $237 165 266 173 160 421 183 667$, and the space LIKM above-said being taken for the Logarithm of 10, and tripled, is the Logarithm of 1000, the which added to the space now found, makes the sum $693 14-18-5599452914171917$, and 1024, being the 10th Power of 2, the 10th part of this number is the Hyperbolical Logarithm of the Numb. 2, to wit, $693 1471805599452914171917$. And it holds by proportion,\n\nAs $230 258 509 299 404 562 401 787$, the Logarithm of 10,\nTo $693 14-18-5599452914171917$, the correspondent Logarithm of 2:\n$521 000 000 000 000 000 000 000 000 000$, the Logarithm of 10 in the Tables,\nTables, To $3010299956639811952405804$, the Logarithm of 2 in the Tables.\n\nBy this means the Area of one Hyperbola being computed, the Area's of all others may be thence argued, as is shewed by Greg. St. Vincent, and Van Schooten in Traetatu de Organica Conicarum sectionum descriptione.\n\nIf the Logarithm of 1 be put 0; and of 10, 1,0000000: If between 1 and 10 you conceive 999999 mean Proportionals interjected, the first is 1,0000023025853.\n\nIf the Logarithm of 1 be put 0; and of 10, 100000: If you conceive '99999 mean Proportionals between 1 and 10, the first is 1,000023025853; if an infinite rank of these be continued, there is no number propofed, but will go nigh to be found in this rank, and the number of Terms, by which it is removed from Unit, is the Logarithm of the Number so found. The Ratio of 1, to 1,00000023025853, some call Elementum Logarithmicum.\n\nSee Cavallieri's Trigonometry.\n\nThe Area of an Hyperbola is frequently required in Gauging; as admit it were required to compute the Solidity of the Segment of an upright Cone cut by a Plain, that would cut the produced opposite Cone; in any such Cafe the Section is an Hyperbola. But we will only take the Instance, when it is parallel to the Axis.\n\nIn Figure II. 1. Let BVA represent such a Cone, VC its Axis, BSAR the Circle in the Base. And first, suppose this Cone cut by a Plain passing through the Vertex and the Base USRU; then is the whole Cone divided into such proportions as the Area of the Circle in the Base. Whence we discover the use and the want of a good Table of Area's of Segments; the best of which kind yet extant is in Sibrand Hantz his Century of Geometrical Problems, translated out of Dutch into English by Captain Thomas Rudd, who omitted the said Table; useful likewise for finding the Area of the Segment of an Ellipsis, and the obtaining the quantity of Liquor out of, or left in a Cask part empty.\n\nAnd we hint, that a Table of Natural Versed Sines is to be found in Maginus, and of Logarithmical ones in Cavallieri's Directorium Universale Uranometricum.\n\n2. The former Plain did cut out a Chord-line in the Base, to wit, SR; through the same imagine another Plain to pass, and to cut the Cone beneath the Vertex, as at O; then is the Wedge contain'd between both these Plains (to wit, VSROV) equal to $\\frac{1}{3}$ of that Cylindrick or Prismatick Figure, whose Altitude is equal to the Perpendicular VP falling from the Vertex of the Cone to the cutting Plain, and whose Base SORTS is the Area of the Figure cut; in this case, an Hyperbola: When the Plain passeth parallel to the side BV, a Parabola; when it will meet with VB produced, a Portion of an Ellipsis. By this means, if a Brewer's Tun (taken to be a Circular Truncus Coni) lean, and be not cover'd over with Liquor in its bottom, it may be computed by subtracting the two known before-men-\nzon'd parts out of the whole: If it stand upright, and be divided by an upright Plain into two Partitions, imagine it to be a whole Cone, and first, by the method above, find the Segment, as of the whole, and afterwards of the additional Top-Cone; the difference of those two gives the Content of the correspondent Partition.\n\n3. But if the Liquor cut both sides, the Tun leaning, as BCDE, in Figure III. suppose BAE to be the Triangle through the Axis of the whole Cone, then the Elliptick Cone ACD to the whole ABE is in a Triplicate Ratio of the Side-line AB or AE, to the Geometrical Mean between AC and AD, that is,\n\nAs the Cube of the Side-line AB, Is to the Solidity of the whole Cone ABE: So is the Cube of the Geometrical Mean between AC and AD, To the Solidity of the Elliptick Cone ACD.\n\nAnd this readily follows from the Doctrine of Viviani de Maximis & Minimis, where 'tis demonstrated, that any such Elliptick Cones, cut out of an Upright Cone, that have the Area's of their Triangles through the Axis equal, are equal to each other; and likewise to that Upright Cone which hath the same Area on its Triangle through the Axis on the former Plain thereof; and these Area's he calls their right Canons.\n\nAnd the mean Proportional by 23. E. 6. finds the sides of an Isosceles Triangle in the Plain of the Axis equal to the Scalene Triangle; and then these Cones are to each other in a Triplicate Ratio of their Axes, Side-lines, or Base-lines, which are proportional to their Axes.\n\nThe Area of an Hyperbola being obtain'd, the Solidity of the Hyperbolical Fusa or Spindles (made by the rotation of an Hyperbola about its Base) and their Trunci are computed, according to Cavallieri (in his Geometrical Exercises, printed at Bononia 1647.) and the solid Zones of these Figures may be well taken to represent a Cask.\n\nIn the SAVOY,\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1667.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101263.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 3335,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1624,
        2
      ],
      [
        1624,
        3874,
        3
      ],
      [
        3874,
        6189,
        4
      ],
      [
        6189,
        9048,
        5
      ],
      [
        9048,
        11021,
        6
      ],
      [
        11021,
        11021,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101263",
    "title": "An Account of Two Books",
    "authors": "Gregorio Scoto",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101263"
  }
}