{
  "id": "4f992148b5accc9730fb60d67459533a66dc4b8b",
  "text": "VII. An Account of a Book, Intitled, A Voyage to the Islands of Madera, Barbadoes, Nieves, St Christophers, and Jamaica; with the Natural History of the Herbs and Trees, Four-footed Beasts, Fishes, Birds, Insects, Reptiles, &c. of the last of those Islands. To which is prefixed an Introduction, wherein is an Account of the Inhabitants, Air, Waters, Diseases, Trade, &c. of that Place, and some Relations concerning the Neighbouring Continent and Islands of America. Illustrated with the Figures of the Things described, which have not been heretofore engraved, in large Copper Plates as big as the Life. By Hans Sloane, M.D. Fellow of the College of Physicians, and Secretary of the Royal Society. In two Volumes in Fol.\n\nThe First Volume.\n\nTHE Author of this Work, having, as he intimates in the Preface, a great desire to satisfy his Curiosity, and improve his Knowledge, by making particular Observations in some parts of the West-Indies, whence a great part of the Materia Medica is brought to us, as likewise to view and examine the things themselves in their Natural and Vegetating state, laid hold of an occasion that offered itself, and accompanied the Duke of Albemarle as his Physician in those Parts; which gave him an opportunity of making these Remarks, which he has obliged the Inquisitive with in this Volume, which contains but one part of the designed Work of A Natural History of Jamaica; nor is it wholly confined to that Island, since he inserts several curious and useful Observations in other adjacent Parts, as he had any conveniency of making them.\n\nIn the Preface he tells us of an Indisposition during the most part of his Voyage thither, that hindered his observing\nseveral things, which otherwise we might have had an account of. Here he tells us his way of preserving the Specimens of his Plants, and owns he was obliged for the designs of many to one Mr. More, a Clergy-man.\n\nThis first Volume, after a large Introduction and Observations made in the Voyage thither, contains a very particular and accurate description of the Herbs growing there, with the Figures as large as the Life, curiously drawn and as well Graved. Thus far in general: I shall observe some few particulars, and refer the Curious to the Book itself for a full information.\n\nIn the Introduction he informs us of some particulars of the first Discovery of the West-Indies by Ch. Columbus, and of this Island in 1494; and by the way observes, that the first Ship brought home the French Pox, before unknown in Europe, with its wonderful spreading in a few Years.\n\nAs to the situation of Jamaica, it lies S. W. of England 1500 Leagues; it has to the E. St Domingo, about 35 Leagues, and to the N. Cuba, about 20, to the S. Porto Belo, and to the S. E. Santa Martha, each about 140 Leagues distant.\n\nNext he gives the Names of the Rivers (which are generally Rapid and Muddy) both on the N. and S. sides; observing there is a Ridge of Hills running E. and W. through the midst of it.\n\nAs to the Barometer, he found the same variations there as with us in England; with some other Observations of the Air. Then he treats of the Waters; observes an hot Spring, salt Springs, &c. He found the Soil of their Savannas answer our Meadows. Treating of their Food, he observes that Flesh sometimes corrupts very soon, except Salted; and here takes occasion to speak of their feeding and managing their Swine; another part of their Food is Turtles and some other Fish. Here he speaks of Cassada Bread, and the wonderful change made in it by Baking, it being raw a rank Poison.\nThen follows a Digression concerning the extraordinary power of the Stomach, in converting so many different sorts of Food into good Nourishment; with a particular account of the different Foods of several Nations and People.\n\nTreating of their Drink, he says Water is the chief, as also the most wholesome, disapproving vinous and strong Liquors; and observes that Cyder, Beer, &c. brought from England doth not keep there: mentioning several other Drinks used there, with their good and bad effects.\n\nTheir chief Exercise is Riding in a Morning, as well as the Healthiest. Frost and Snow are never seen there, but in the Inland parts sometimes great Foggs; they have two Rainy Seasons, viz. in May and October.\n\nHere follows a Journal of the Weather from May the 2d, 1688, to March the 17th, 1689. This is succeeded by an Account of the Winds, as Monsons, &c. Earthquakes generally happen once a Year, and Thunder daily in the Mountains.\n\nThe Inhabitants are for the most part Europeans; some few Creolians, Indians, and the Negro-Slaves; the Natives having been all formerly destroyed by the Spaniards.\n\nThen he treats of their Cloathing, Houses of the Planters and Negro's, of their Work-houses, &c. Speaking of the Negro's and their manner of living, he observes their Mirth, Singing, Musick and Dancing, with their Lasciviousness; as to the Negro's Physick, Cupping with Calabashes, and Scarifications are frequent; they know little of the use of Simples, or the Method of Curing a Disease; they have a Custom in most Cases, of daubing the Sick Person all over with wet Clay, and setting him in the warm Sun.\n\nHe gives some account of the Trade of Jamaica; and coming to speak of the Punishments of the Negro's, he says, tho they may seem severe to us, yet they are but necessary for so stubborn a Race of Mankind.\nAs to the Beasts, he observes the Horses are but small, fine-shap'd and swift, but weak; of black Cattle there were formerly many wild, but at present there are but few, except what they breed.\n\nTravelling the North-side of the Island, he found there the Ruines of a large City called Sevilla, with a Church that had never been finish'd; here he met with an Inscription of Peter Martyr, &c. near this Place is a fine Harbour.\n\nAfter this is an Account of Capt. Phipps Journal for the Wreck, with other Remarks.\n\nNext follows an Account of the Diseases he met with there during his stay, and observes they are much the same as here; he gives us the method he used in the Cure, with the Success of his Prescriptions.\n\nHe concludes with the relation of his Voyage thither, and the Observations made in the same; and speaking of Sea-sickness, disapproves the common Practice of some to take at Spring and Fall Preventive Medicines, it often bringing on Illnesses, in probability they would never have been troubled with.\n\nHere he gives the Description and Figures of several Fishes and Birds he met with in his passage, as the Hirundo Marina Major, the Grampus, Porpoise, Caravel a sort of Zoophyte, Dolphin, Shark, Boneto, Remora, Flying Fish, Tropic Bird, Man of War, Booby, Noddy, &c. with the Plants observed at Barbadoes, and the other Islands.\n\nLastly, follows the Natural History of Jamaica; and in this Volume he treats only of the Herbs, which he distributes into 17 Chapters.\n\n1. Of Submarine Plants, of which he describes 42, giving their Figures as big as the Life, and refers to the Catalogue of Jamaica Plants, publish'd by himself in Octavo 1696, where he gives the Synonyma with great Knowledge and Industry; the same Method is observed in all the following Chapters.\n2. Of Mushromes, Mosses, &c. in all 26.\n3. Of Ferns and Capillary Plants, in number 103.\n4. Of Herbs with Grassie Leaves, of which he names 57.\n5. Of Herbs with less perfect or stamineous Flowers, in all 52; particularly of Long Pepper.\n6. Of Herbs with a Monopetalous Flower, of which are 47; particularly of Tobacco, with its good and bad Qualities.\n7. Of verticillated Plants, of which there are but 14 that grow wild.\n8. Of Leguminous Herbs, or with a Papilionaceous flower, in all 30.\n9. Of Herbs with flowers consisting of 2 or 3 Petala, 12.\n10. Of Herbs whose flowers have 4 Petala or Leaves, 26.\n11. Of Herbs vasculiferous with Pentapetalous flowers, 25.\n12. Of Herbs which are of the Kind of umbelliferous Plants, 6.\n13. Of rough Leaved, or asperifolious Plants, 5.\n14. Of Herbs commonly accounted to have many naked Seeds, 24.\n15. Of Bacciferous or Pomiferous Plants 42.\n16. Of Bulbous rooted Plants, or with 6 or more Petala, amongst these he reckons the Aloe, of these there are 20.\n17. Of Herbs whose flowers are composed of several flowers, of which Tribe he gives 30.\n\nThis ends the First Volume.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102719.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 2239,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1695,
        2
      ],
      [
        1695,
        3568,
        3
      ],
      [
        3568,
        5389,
        4
      ],
      [
        5389,
        7169,
        5
      ],
      [
        7169,
        8280,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102719",
    "title": "An Account of a Book",
    "authors": "Hans Sloane",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102719"
  }
}