{
  "id": "badeba373f1d51bbbd2b71d2d6c75b5d3144aebc",
  "text": "The Table.\n\nSaturn's Observations rectify'd, 45.900.\nSea, Ocean and Mediterranean join'd in France, N. 56.\nSilver in high perfection in Japan but not used there in Trade, in which is seen nothing but Gold, and small Coyn of Brass, spoiled by refining it too much, 49.984.\nSlate, call'd Cornish-Slate; the variety, choice, and ordering of it, with a computation of the charges in covering Houses, 50.1009.\nSnails, the odd turn of some of their Shells, contrary to the Solar turn, 50.011.\nSpiders, who by their darting cause those Cobwebs flying in the Air, 50.014.\nThe Southern Pole not to be approached as the Northern, but bitter cold, storms, &c. at great distance from that Pole, 50.1008.\nSprings; Saline, in Somersetsh and Medical in Dorsetsh. The causes of Mineral Springs inquired into by Dr. Beale. Reflexions on Dr. Witty's Defence concerning the Mineral Springs at Scarborough, N. 56.\nSteel, excellent in Japan, but not so well temper'd now as formerly, 49.984.\n\nT.\nTea and Tobacco used at all visits in Japan, 49.985.\nTheaters of wonderful curiosity and artifice in Japan, 49.985.\n\nV.\nConcerning Vegetation and Vegetables in general: promiscuous additions to N. 43.\nHere N. 46. P. 913. The correspondence of the Pith and Timber with the seed of the Plant: and of the Bark or Sap in the Bark with the Pulp of the Fruit, by Dr. Beale, 46.919. Motion of Sap in Trees, by Mr. Willoughby and Mr. Wray, 48.963.\nVoyage to the East Indies, N. 50.\n\nW.\nPendulous Watches how to be apply'd to discover the Longitudes at Sea, with Methods for Journals, &c. 47.937. An Additional remark to the same Subject, 48.976.\nWaters, The English hot Bath-Springs, 49.977. Medical Springs, Mineral Springs. See Dr. Witty in Books Reflexions, 52.1030. and N. 56.\nWinds, What winds hold or change most in all the voyage by sea to the East Indies: The Tornado described &c. 50.1003.\nWriting, They write downwards in Japan, 49.986.\n\nERRATA.\n\nIn N. 55. p. 1119. l. 2. r. 28 inches. In this Numb. 56. p. 1127. l. 2. r. 6cr. p. 1135.l. 26.r. our Land. p. 1134.l. 28.r. dispositions.\n\nA Cat.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101049.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 757,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2069,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101049",
    "title": "Errata",
    "authors": null,
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101049"
  }
}