{
  "id": "3a9f32beff3b27843e9b24b9a03ebb6b6004607d",
  "text": "L. Experiments in Electricity: In a Letter from Father Beccaria, Professor of Experimental Philosophy at Turin, to Benjamin Franklin, L. L. D. F. R. S.\n\nBenjamino Franklin viro de re electrica meritissimo Joannes Baptista Beccaria ex scholis piis S.P.D.\n\nRead Feb. 14, 1760.\n\nSospitem ex America Londinum te appulisse gaudeo, vir praclarifime. Offero tibi de motibus electricis, qualem experimentis excudi, hypothesin: partior hanc in duas partes, quemadmodum ipsa postulare videtur motuum hujusmodi differentia: ago parte prima de accessionibus, de discessionibus dico parte altera.\n\n2. Et continuo universam de accessionibus pertractionem meam ita paucis comprehendo: \"Quum ignis electricus copiosior in corpore altero vi expandendi se ad æqualitatem trajicit in alterum, partem interjecti aeris dimovet e loco pro majore sua copia majorem: fit inde, ut aer a tergo corporibus adjacens deficiente fulcro aeris intermedii ruat versus ipsum medium locum; ruit vero non circumeundo corpora, quæ via est longior, atque impedita abs igne profluente, sed ipsa trudendo a tergo: hac aeris trusione accedunt corpora inæqualiter electrica; dum accedunt, accelerantur, quia pro accessione majore copiosior ignis interfluit, copiosior\n\"piorior intermedius aer disjicitur, augeturque adeo\n\"momentum aeris a tergo trudentis.\"\n\n**Experimentum I.**\n\n3. Aerem disjici ab interfluente electrico igne,\nscintillae experimento demonstratur, quae excitatur in\nmedio tubulo, hinc clauso hermetice, inde impedito\nabs liquore aliquo, ipsa enim, disjiciens liquorem, dis-\njectum aerum testatur.\n\n4. Neque vero interfluens ignis aeris intermedii\ndisjecti fulcrum potest supplere, quo aer corporibus a\ntergo adjacens sustineatur; is enim liberrime effluit,\net effunditur per alterum corpus: quare cum non\nfulciatur ipse, nec fulcri vices potest agere.\n\n**Experimentum II.**\n\n5. Experimento res confirmatur plane luculentif-\nsimo: vittam ex charta inaurata longam pollices octo,\nlatam lineas quatuor convolvo circa se, ut cylindrum\nsolidum D [Vide Tab. XII.] efformet: hunc suspendo\nferico filo DG sub fornice vitri pneumatici IHK, per\ncujus verticem H init virga metallica BC desinens in\nmetallicam sphæram C: figo in lance IK virgam me-\ntallicam LE simili sphæra ornatam; nempe sphærae C\net E sunt in eodem plano cum pendulo D, atque ab\nipso distant ambæ æqualiter; tum nexa catena AB,\nquae pertinet ad machinam electricam virgæ BC, et\nconsequenter immisso electrico igne in virgam BC,\nobservo: 1. ante subductum aerem chartaceum cylin-\ndrum D agitari vehementissimis vibrationibus inter\nduas sphæras EC: 2. dum aer subducitur, minui eam\nagitationem plane pro copia subducti aeris: 3. omni,\nquantus potest, aere subducto, cylindrum D vix\n\nVol. LI. XXX\nnutare. His observatis aerem restituo particulatim; atque pro aere admisso video vibrationes iterum augescere, et fieri, quemadmodum antea, vehementissimas: quae dum contemplor singula, atque omnia simul comprehendo animo, intelligo magnitudinem motuum electricorum aeri, vel toti, vel residuo proportione respondere.\n\n**Experimentum III.**\n\n6. Quod leviora corpuscula, bracteolae, et pulvificuli, motu adhuc satis sensili agitentur in rarefacto aere, id in causa fuit, cur censuerim a principio cum physicis aliis electricos motus actioni ignis electrici in aerem acceptos referri non debere; quod, re nunc accuratius collata, residuos videam in residuo aere motus non majorem habere ad primos motus, qui fiunt in toto aere atmospherico, proportionem, quam ea sit, quae inter residuum et primum aerem intercedit, id nunc facit, ut illum meum, et alienum errorrem agnoscam, atque in contrariam veniam, quam verissima testatur experientia, sententiam.\n\n7. Neque omissam partem observationis opportunissimam rei confirmandae: solem enim allatum ultimo loco experimentum persaepe capere in cubiculo obte-nebrato, atque tum observo ignem vibrantem pendulum ante aerem subductum micare hine inde crepitantibus quidem, ac lucidissimis, sed arctis, atque brevibus prope sphæram utramque fcintillis: deinceps ignem hunc pro subducto aere, adeoque pro minutis penduli vibrationibus effluere magis ample radio, magis tranquillo, magis continuo, quamquam non ita micante.\n\n8. Atque\n8. Atque hæc ipsa res certe reactionem aeris demonstrat ignem electricum cohibentis in densitate quadam, quæ densitati suæ proportioni respondeat; hæc autem aeris reactio non potest actioni non respondere ignis electrici aerem nitentis disjicere, ac plane disjicientis, ubi necessaria is igni vi polleat.\n\n9. Atque his plura non adferam tibi pro accessionibus explicandis corporum electricorum inæqualiter, attuli in datis ad Beccarium litteris, in quibus tamen non nisi dubitanter plura admodum differebam de mechanica accessionum causâ: accuratior consideratio experimentorum facit nunc, ut de accessionum causâ dicam fidentius.\n\n10. Corpora æqualiter electrica discedunt; qua causâ id efficiatur, nunc persequar.\n\n11. \"Ignis electricus, qui quoquomodo insidet in corporibus, nititur, ut libretur cum igne electrico, qui insidet in aere. Si uterque\" [finito me illum deinceps proprium dicere hunc aereum] \"æqualem habet proportionem ad nativam corporum atque aeris capacitatem, corpora accedunt, aut in nativa quiescunt directione; alter si superat proprius, vel aereus, corpora explicat similiter, compellitque ad discessionem.\" Hæc rei narratio.\n\nExperimentum IV.\n\n12. Quoties in cubiculo quodam meo ample ipso quidem at clauso pergo diutius urgere alium, atque alium in catenam electricum ignem, experior partem ejus ignis effundi in aerem ambientem, ipsumque etiam, quantuscumque in cubiculo est [dum a tempestate ficcus sit, vel abs igne] facere excessu electricum. Duo enim tenuia ex lino fila, quæ vel summis\ndigitis prehensa, vel arundine suspensa deffero quolibet, in quodlibet cubiculi spatium, mutuo discedunt. Atque, sive in eodem ipsa continem loco, sive in loco transferam alia atque alia, pergunt divergere ad semihoram, ad horam quandoque, et ultra.\n\n**Experimentum V.**\n\n13. Si ea fila ope vitri separentur ab arundine; adeoque a solo, principio divergunt, tum ad nativam veniunt directionem: obtingunt autem hæc omnia post omnes elicitas, quantæ possunt, a catena scintillas, post omnem ab ipsa subductum redundantem ignem, post catenam nexam cum solo.\n\n**Experimentum VI.**\n\n14. Ex diurna electricitate machinæ phænomena experior omnino eadem. At, si diurna electricitas machinæ continuo consequitur diurnam electricitatem catenæ, aut contra, fila, quæ arundine suspensa constanter divergere videbam ex alterius electricitate, video principio accedere mutuo incipiente electricitate alterius, tum iterum divergere quemadmodum antea.\n\n15. His inquam experimentis doceri nos arbitror.\n\n\"1. Dum alium atque alium ignem congerimus in catenam, aliam atque aliam ipsius partem discedere quam latissime in ambientem ærem, ipsique adhaerescere, atque ita omnem contentum in cubiculo ærem evadere excessu electricum: similiter dum alium atque alium ignem subtrahimus a ma-\nchina, aliam atque aliam ignis partem machinam haurire abs aere ambiente; atque ita omnem contentum in cubiculo ærem fieri defectu electricum.\n\n2. Fila vel manu, vel arundine delata discedere in.\"\nin aere, vel electrico excessu ex catena, vel electrico defectu ex machina, vel vi proprii nativi ignis superantis acreum, si merguntur in aere electrico ex machina, vel vi ignis aerei superantis nativum proprium filorum ignem, si merguntur in aere electrico ex catena. 3. Fila hujusmodi divergentia ex electricitate catenae, ex consequente electricitate machinæ (vel contra) primo accedere, quia machina primo hauriat abs aere excessum inditum a catena, vel catena ignem restituat aeris sublatum a machina; atque ita ignis in aere ad nativam mensuram reductus librari debeat cum igne nativo permanente in filis. 4. At deinceps ex diurniore electricitate machinæ consequente electricitatem catenæ, vel contra, fila iterum divergere, quia vel machina per gat haurire partem ignis nativi, vel catena per gat addere alium ultra nativum aeris ignem. 5. Denique fila eadem cum vitro separantur, principio divergere, quia ipsa, quæ solum ignem nativum habeant, mergantur in aerem vel excessu, vel defectu electricum. At dein, cum sunt vitro separata, venire ad nativam directionem, quia vel pars ignis aerei, si aer est excessu electricus a catena, in ipsa se denique effundat ad æqualitatem, quin ul tro praeterfluat ob cohibens vitrum; vel pars ignis nativi et proprii filorum se effundat in aerem, si aer est electricus defectu, quia suppleri aliunde possit ob interdicens vitrum.\n\n16. Quare hæc videntur universè constare:\n\n1. Aerem suum continere nativum ipsi sibi ignem.\n2. Nativo aeris igni ignem alium addi posse, nativi abs aere ignis partem posse subtrahi, sed lente, et quasi per vim.\n3. Aerem dimittere redundantem,\ntem, haurire ignem deficientem, sed quam lentif-\nsime. 4. Si aer æque ac contenta corpora habeant\nnativum ignem suum, consistere hæc in nativo\nstatu; si aer, manente nativo in corporibus igne,\nignem habeat nativo aut copiosiorem, aut parcio-\nrem, corpora discedere.\" Verum singula hæc theo-\nremata experimentis aliis illustrari mirum in modum\nposseunt, et demonstrari latius.\n\n**Experimentum VII.**\n\n17. Duo fila nexa catenæ post paucas globi conver-\nsiones divergunt maxime; deinceps a diuturniore ca-\ntenæ electricitate incipiunt minus divergere; atque\nhæc divergentia ad certum usque gradum minuitur,\nut quandoque angulus divergentiæ post continuatam\ndiutius globi fricationem fiat subduplus anguli diver-\ngentiæ, qui extiterat ab electricitate eadem primo ex-\ncitata. Quum hanc filorum divergentiam video mi-\nnutam satis, tum globum non frico ulterius, sed sti-\nlum acutissimum catenæ admoveo pedetentim, quo\nlente redundantem omnem abs ipsa ignem hauriam.\nId dum fit, lente fila accedunt, tum continenter\nlente iterum divergunt ad angulum primo quidem\nminorem, sed satis magnum, quæ quandoque vix\nmetiantur gradus quadraginta quinque; tum vero\npergunt divergere ad diuturnum tempus.\n\n18. Videlicet maximus abs electricitate primo ex-\ncitata angulus, quia tum satis ingens immissus in ca-\ntenam, et in nexa fila, ignis; nullus, vel minimus, in\naerem. Fit deinceps minor angulus, prout augescit\nignis, qui consequenter immittitur in aerem, con-\nstante codem ignis excessu in catena. Dum admoto\nstilo lente minuitur ignis in catenam immisus, mi-\nnuitur\nnuitur adhuc angulus prout accedunt ad æqualitatem ignis in catena residuus, atque ignis in aerem immif-\nfus, ipsique affixus; ubi uterque ignis pertingit ad æqualitatem, fila attingunt ad directionem suam na-\ntivam; cum deinceps minuitur ulterius ignis redun-\ndans adhuc in catena, nec similiter minuitur ignis re-\ndundans in aere [aeri enim, uti vidimus, adhaerescit,\natque ab ipso lente dimititur] fila iterum discedunt\npro excessu ignis aerei supra ignem in catena; qui\ndenique aereus ignis, quoniam lentissime dimititur,\ndiutissime pergunt divergere fila.\n\n**Experimentum VIII.**\n\n19. Si fila sint nexa machinæ, eadem omnia in iis\ncontingunt phænomena ex diurna electricitate ma-\nchinæ, quæ in iis contingebant catenæ nexis ex diu-\nrna electricitate catenæ.\n\n20. Quare universæ, quemadmodum constituì a\nprincipio, \"Si ignis proprius corporum, quantus-\ncumque is sit, libratur cum igne ambientis aeris,\ncorpora vel confistunt in nativo statu, vel ad ipsum\nredeunt; si alter ignis superat alterum, corpora dif-\ncedunt vi ignis superantis.\"\n\n21. Atque hinc rationem vides, ni fallor, vir præ-\nstantissime, cur æque discendant tum quæ a catena,\ntum quæ a machina sunt electrica corpora. \"Ignis\nproprius in corporibus a catena electricis vincit\naereum, aereus vincit æque proprium in electricis\na machina.\"\n\n**Experimentum IX.**\n\n22. Quoties fila mutuo discedunt a se invicem,\natque divergunt ex aucto in ipsis, vel minuto igne\nnativo\nnativo ad meum accedunt admotum digitum: quoties discedunt, atque divergunt servantes ignem suum nativum ex aucto, vel minuto igne nativo aeris, a digito refugiunt meo.\n\n23. Hac vero res primo quidem notissimis legibus accessionum atque discessionum electricarum est consentanea; quum enim nativus in filis ignis auctus est, vel minutus, ipsa sunt inaequaliter ac digitus electrica, qui habet nativum ignem suum: quum vero nativus ignis perstat in filis, et ipsa discedunt mutuo ob ignem auctum, vel minutum in aere; tum, quemadmodum discedunt ambo alterum abs altero, ita discedant oportet a digito meo ipso etiam habente ignem nativum, vi aeris, in quo nativus ignis minutus est, aut auctus. Sed praeterea haec filorum a digito discessio ipsa hanc probat etiam, quam affero, discessionis causam: nam et digitus, et fila cum solo communicant, adeoque alium in se certe non habent ignem, nisi nativum, quo quoniam non discedunt, restat ipsa discedere ex nativo igne in aere aucto, vel minuto.\n\n24. Cum in hanc primo incidi discessionum electricarum theoriam, ea me ancipitem tenuit suspicio, ne ignis aereus discessiones facere non posset in machina iis aequales in pernicitate, et magnitudine, quas facit in catena ignis proprius: haec inde subibat animum suspicio, quod ignis in machina, et catena (universae in corporibus omnibus deferentibus) mensura mutetur quam pernicissime, lentissime autem augeatur, aut minuatur mensura ignis in aere ambiente. Alia praeterea suspicionem exagerabat consideratio; tantum me nunquam abs aere, quantum a machina, subtrahere ignem potuisse, tantum potuisse nunquam aeri addere, quantum catenae; nunquam enim eo veni, ut\nut omnem aerea sola electricitate sustulerim filorum divergentiam, quanta existebat ex integra machinæ aut catenæ electricitate.\n\nFactum inde est, ut experimenta hæc eadem, imo et alia, in literis attulerim ad præclarissimum instituti Bononiensis praesidem datis, quin hanc in iis satis late theoriam discessionum constituerem.\n\nVerum re maturius perpensa intellectem pernicitatem discessionum, quæ fiant abs igne aereo, non ipsi perniciati respondere debere, qua vel augeatur ipsius copia, vel minuatur; sed perniciati, qua agat copia inhærens; et magnitudinem discessionum, quæ fiant ab igne eodem, non absolutæ, sed comparativæ ipsius magnitudini respondere debere; utrumque autem facile vidi pro re obvenire.\n\n**Experimentum X.**\n\n25. Si in experimento VI. post minutam ex diurniore electricitate catenæ filorum divergentiam, non lente, sed protinus (manu nempe in catenam immissa) omnem subtraho a catena redundantem ignem, continuo incipiunt quidem accedere fila quam velocissime; verum velocitate æquali resiliunt repente, antequam pertingant ad nativam directionem. Hæc autem altera discesio quoniam fit ex aereo igne superante proprium in filis residuum, video inde ignem aereum (quamquam mutetur lentissime ipsius copia) ipsum tamen discessiones facere iis æque velociæ, quæ abs igne proprio efficiuntur.\n\n**Experimentum XI.**\n\n26. Sed et ipsas ex igne aereo obvenire æque magnas ita intelligo. Post ignem inditum in aerem, qui\nsatenam ambit quantus potest, dempto redundante\nomni ab catena igne, atque adeo discedentibus jam\nfilis ex igne aereo, vitreo globo substituo sulphureum,\natque ex hujus functione, video, principio augeri\nangulum divergentiae, quem effecerat ignis aereus,\ntum ipsum continenter minui.\n\n27. Id autem certum: primas globi sulphurici fricti-\nones demere partem nativi ignis a catena, neque pa-\nriter-demere excessivum ignem ambientis aeris (aer\nenim lente, ut vidimus, accipit ignem alienum, lente\nacceptum exuit); quare augefit magnitudo diver-\ngentiae, quae fit abs igne aereo, non mutata magnitu-\ndine absoluta ignis aerei, sed mutata solum magnitu-\ndine ipsius comparativa, minuto nempe igne proprio;\nadeoque aucta proportione aerei ad proprium. Igitur\nquoniam quantum ignis ingeritur in catenam, tan-\ntundem subtrahitur a machina; proportio ignis aerei\ncirca machinam ad residuum in machina eadem erit\nac proportio ignis in catena redundantis ad aereum\ncirca catenam: quamobrem aereus circa machinam\ndiscectiones faciet non æque veloci solum, sed et\næque magnas, ac æque sunt, quas facit ignis proprius\nin catena.\n\n28. Itaque, ut omnia demum paucis complectar,\nquæ pertinere videntur ad motus electricos universæ\nomnes explicandos (suspensiones enim, adhaesiones,\nvibrationes, infinitosque alios compositiones quasi lu-\ndos electricos, tu ipse probe videre visus es discectioni-\nbus omnes, atque accessionibus contineri) hæc deni-\nque est summa hypothesis meæ. \"Accessiones cor-\nporum inæqualiter electricorum efficiuntur ab igne\nelectrico a corpore altero, in quo copiosior est, ef-\nfluente in alterum per aerem interjectum, ipsum-\n\n\" que\n\"que disjiciente. Discessiones autem vel igne pro-\nprio corporum efficiuntur se expandente contra\naereum, vel aereo se expandente valentius contra\nproprium;\" quae tamen expansio ignis alterius al-\nterum superantis sine mixtione mutua alterius cum\naltero videtur contingere. Aer enim ignem continet\nsuum quantuncumque, ne discedat; arcet proprium\ndeferentium corporum ignem, ne adhaerescat sibi.\n\n29. Hanc, inquam, hypothesim offero tibi, vir pra-\nclarissime, quo tu eam facias meliorem. Si tanti in-\ntereae ipsam ducas, ut Regiae isti scientiarum Societati\nexhibenda videatur, res ex meo obtinget desiderio,\nqui quando ornamentum ipsi adferre nullum possim,\ndiligentiam saltem nolim desiderari meam. Tu vero\ncura, ut valeas. Servari enim te decet quam diutif-\nsime utilissime, scientiae perficiendae amplificandae-\nque, quam certissimam instituisti. Dat. Taurini,\n24 Decembris, 1757.\n\nRemarks on the preceding Paper, by Benjamin Franklin, L. L. D. F. R. S.\n\nRead Feb. 14, 1760.\n\nFOR the better understanding this paper, it is necessary to know, that Father Beccaria uses a large chain, suspended by silk lines, for the purpose of a prime conductor; and that his machine for turning the glass globe is so contrived, as that he can, on occasion, readily isolate it, (i.e. place it on glass or wax) together with the person that works it. When the communication is thus cut off between the earth and the chain, and also between the earth and the machine, he observes, that the globe being turned, both the chain and the\nmachine show signs of electricity; and as these signs, when examined, appear to be different in the chain, and in the machine, and the globe having, as he supposes, drawn from the machine part of its natural or common quantity of electricity, and given it to the chain, he calls the electricity appearing in the chain, electricity by excess; and the electricity appearing in the machine, electricity by defect; which answer to our terms of positive and negative electricity, or electricity plus and minus. And thus his expressions, electrifying by the chain, and electrifying by the machine, are to be understood, electrifying positively, and electrifying negatively.\n\nLI. An uncommon Case of an Hæmoptysis;\nby Erasmus Darwin, M.D.\n\nTo the very Honourable and Learned the President,\nand Members of the Royal Society.\n\nGentlemen,\n\nRead Feb. 14, 1760.\n\nTHE following case of a discharge of blood from the pulmonary artery, appears to have been owing to a cause different from any mentioned amongst the writers of medicine: and as, from the knowledge of that cause, the cure was so easily deduced, I flatter myself, you will not esteem it unworthy your attention.\n\nA gentleman, residing near this place, between forty and fifty years of age, of a pale and meagre habit, has been daily afflicted with violent head-achs for",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105396.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 22508,
    "total-output-tokens": 6426,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1226,
        2
      ],
      [
        1226,
        1226,
        3
      ],
      [
        1226,
        2728,
        4
      ],
      [
        2728,
        4199,
        5
      ],
      [
        4199,
        5717,
        6
      ],
      [
        5717,
        7181,
        7
      ],
      [
        7181,
        8803,
        8
      ],
      [
        8803,
        10358,
        9
      ],
      [
        10358,
        11793,
        10
      ],
      [
        11793,
        13452,
        11
      ],
      [
        13452,
        14890,
        12
      ],
      [
        14890,
        16531,
        13
      ],
      [
        16531,
        18048,
        14
      ],
      [
        18048,
        19366,
        15
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105396",
    "title": "Experiments in Electricity: In a Letter from Father Beccaria, Professor of Experimental Philosophy at Turin, to Benjamin Franklin, L. L. D. F. R. S.",
    "authors": "Benjamin Franklin, Father Beccaria",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/105396"
  }
}