{
  "id": "5be8e3e410a293f3f763e27e47b78f9caf542e29",
  "text": "V. The Substance of some Experiments of planting Seeds in Moss, lately made by Mr. Charles Bonnet, of Geneva, F. R. S.\n\nMr. Bonnet was inclined to try whether Plants were capable of Vegetation, when they were only set in Moss, instead of being planted in the Earth.\n\nWith this Design, he filled with Moss several Garden Pots, and he compressed the Moss more or less, as he judged, the several Plants he intended to place in them, might respectively require a closer or a looser Soil.\n\nHe then sowed in Moss, Wheat, Barley, Oats, and Pease. And he found, first, that all the Grains sowed in that manner came to Maturity later than those of the same Sorts which were sowed at the same time in Mould.\n\n2dly. That the Stems from the several Grains sowed in the Moss were generally taller than those which sprung from the Ground.\n\n3dly. There came from the Grains sowed in the Moss a greater Number of Blades than from the Grains sowed in the Earth.\n\n4thly. The Grains sowed in Moss produced more plentifully than the others.\n\n5thly. Those Grains that were gather'd, from the Produce of those which vegetated in the Moss, having been again sowed some in Moss, and some in Earth, succeeded well in both.\n\nMr. Bonnet has also planted in Moss, Pinks, Gilly-flowers, Daisies, Tuberoses, Tulips, Hyacinths, Jonquils, and Narcissus's; and all these Plants succeeded as well\nwell as others of the same Sorts, which he at the same time planted in Mould.\n\nHe also placed in Moss Cuttings and Layers of Vines, and these Cuttings and Layers became Vines; and these Vines in a short time grew larger than others, that came from Cuttings and Layers planted at the same time in the Ground.\n\nVI. A Continuation of an Account of an Essay towards a Natural History of Carolina, and the Bahama Islands; by Mark Catesby, F. R. S. with some Extracts out of the Appendix, * by C. Mortimer, Secret. R. S.\n\nRead Feb. 18. 1747-8.\n\nThis Bird was about a third Part bigger than a common Partridge, all over of a reddish Brown, marked transversely with black and white waved Lines intermixed; but what is singular and extraordinary in this Bird, and distinguishes it from all others yet known, are two Tufts of Feathers resembling little Wings, 3 Inches long, placed on the hind Part of the Head, opposite to one another. These little Wings (if so they may be called) were fixed, as our Author says, to the Neck, in like manner as the real Wings are to the Body; whereby it had the like Power of contracting and dilating them; and they may possibly\n\nSee the Extract of the tenth Set in these Trans. N°. 484, p. 599.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104527.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 744,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1363,
        2
      ],
      [
        1363,
        2583,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104527",
    "title": "The Substance of Some Experiments of Planting Seeds in Moss, Lately Made by Mr. Charles Bonnet, of Geneva, F. R. S.",
    "authors": "Charles Bonnet",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104527"
  }
}