{
  "id": "717138169dee2f5d682a41fc1f2bf96cacd4b738",
  "text": "V. An Account of some Effects of Papaver Corniculatum luteum, &c. By Mr. Ja.Newton.\n\nIn my Itinerary from London to Margaret Island, and thence most by the Sea Shoar to the Lands End in Cornwall, to observe what Plants each Part produced, between Pensants and Marketjew, on the Sandy Shoar, there growing abundance of Papaver Corniculatum Luteum, or Horned Poppy, with a Yellow Flower, vulgarly called in Hampshire and Dorsetshire, Squatmore, or Bruseroot, (as I was there informed) where they use it against Bruises external and internal: Mr. John Hancock, an Apothecary in Pensants; gave me the following Account of its Effects on one Charles Worth, and others of his Family, dwelling at the Half-way House between Pensants and Marketjew, (viz.) That the said Charles Worth, causing a Pye to be made of the Roots of the said Poppy, supposing them to be Sea-Holly or Eringo Roots (for that by order of a Physician lately lodging at his House, they had made Pies thereof, which was very pleasant to them) but he eating of the aforesaid Poppy Pye (whilst hot) was presently taken with such a kind of Delirium as made him fancy that most what he saw was Gold, and calling for a Chamber Pot, being a white Earthen one, after having purged by Stool into it, he broke it into pieces, and bid the By-standers to save them, for they all were Gold, as was also (as he said) all the Pewter in the House (he then pointing to it). The Man and Maid Servants, having also eat of the same Pye, stript themselves quite naked, and so danced one against the other a long time. The Mistress, who was gone to Market, coming Home, and saying, How now, what is here a do? the Maid turn'd her Brich against her, and purging\npurging stoutly, said, There, Mistress, is Gold for you. A Child in the Cradle having also tasted of the Pye, was much dosed, and turned its Mouth to and again, and thus they continued for some Days, and then became well. All which was confirmed to me by the Man and Wife of the said House, where we then went to refresh ourselves (they then keeping a Publick House).\n\nHere it may be queried, whether the Yellow Colour the Flowers running in their Minds (which the eating of the Roots had now depraved) might not beget that Idea in them, to fancy most things to be Gold, they also being Yellow.\n\nVI Part of a Letter from Sir Robert Sibbald, to Dr. Sloane, concerning several Stones voided by a Boy, &c.\n\nThis same Month of June, a rare Case occur'd to me in the Person of a Boy, going in the Thirteenth Year of his Age, Son to a Friend; this Boy had the Misfortune Four Weeks ago to fall backwards upon a Stone, against which the hinder Part of his Head was struck with such Force, that (as they who were thereby informed me) he lay the Fourth part of an Hour without Sense, and the next Day vomited some Blood, he felt a Pain and Weight in the hinder part of his Head and Neck, and lost Appetite. He concealed his Case, and so nothing was done for more than a Fortnight. After the Fall he went into the Country, and stayed a few Days,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102524.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 842,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1702,
        2
      ],
      [
        1702,
        3037,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102524",
    "title": "An Account of Some Effects of Papaver Corniculatum Luteum, etc. by Mr. Ja. Newton",
    "authors": "Ja. Newton",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102524"
  }
}