{
  "id": "303790cca95a5204c0e1b9b8e19d006ba421f1c8",
  "text": "Horizon; from its Periphery a few short Pyramidal Streams, of the same luminous Vapour, ascended by a slow and nearly uniform Motion, and were exceeding rare so as not to efface the smallest of the fix'd stars; and in a Minute or two vanish'd: It was very remarkable that the Light which that Collection of Vapour emitted was so great, that in the otherwise very dark Night, I cou'd thereby (at three quarters past Ten) read the Title of the last Philos. Transact. which then happen'd to lye on my Desk; and at four or five Yards distance see the smallest Books in my Study.\n\nVII. An Account of another very considerable Aurora Borealis observed at Streatham in Surrey, by Mr. Thomas Hearne; and Communicated by Coll. Francis Nicholson, R. S. S.\n\nHaving seen Dr. Halley's Account of the Coruscations in the Morning and Evening of Novemb. 10th. (and the Letter annexed to it from Devonshire) I had the Pleasure to find the Observations made upon that Appearance very agreeable to what I had myself observed the Evening of that Day; and to what I did not at that time observe, but had an opportunity of observing in the Night of Dec. 11. I believe much more plainly than Dr. Halley had in the Night of November 10.\n\nDec. 11th. About one a Clock at Night (or rather in the Morning of Dec. 12th) I was called to observe Coruscations which appeared of a much different Colour, and in a very different manner from any I had before seen.\nThe streams of Light that darted upwards from the Horizon seemed to be at considerably a greater distance, but not at all in less quantity than those of Nov. 10th. But their meeting in a Point near the Zenith, and there forming a kind of Canopy, was what was particularly remarkable in the Manner of the Coruscations now different from those of Nov. 10.\n\nThe streams of Light rose from the Horizon only towards the North, and on each hand towards N. East and N. West: But near the Zenith a Canopy was formed of streams of Light meeting in a Point, not only from those Quarters, but also from the South, &c. Only to those Points they extended downwards from the Zenith but a little Way, and were neither in so great quantity nor quite so bright as those Northwards. At first I thought the Point in which the Streams met was exactly the Zenith, but upon observing it something longer, I found it was not so, but a few Degrees to the South of the Zenith. The streams of Light near the Zenith, which formed this Canopy, were of a pretty bright Colour, and in great Quantity, and darted very swiftly.\n\nOn each side of the N. towards E. and W. but not exactly in the N. itself (at least when I saw it) from about 10 or 15° to 40 or 50° above the Horizon, the Streams were of a glowing red Colour, whereas all that I had ever seen before were very pale. The redness was like that of a burnt Brick, and nearest of any thing I have seen to the Colour, which remained for a few Minutes, like that tract through which the Meteor passed in the Spring.\n\nThe Streams appeared of this fierce Colour when I first saw the Coruscations, and continued so for some time, till the redness by degrees wearing off, in about half an Hour they appeared of the usual Paleness, when\nwhen I left them still forming a Canopy near the Zenith, as is above described.\n\nThe Air was very Calm and Serene, not a breath of Wind stirring; as I remember it was also Nov. 10th.\n\nThe Moon was now a Day or two older than it was on Nov. 10th, and a good deal further to the W. than when I saw the Coruscations that Night being then near full South. She had now round her what is commonly called a Burr larger than ordinary, and several very lucid Clouds at a little distance.\n\nVIII. Nuperæ Observationes Astronomicæ cum Regia Societate communicatæ.\n\nCUM in Num. harum Transactionum 357mo. Observationes nonnullas Planetaum ac Lunæ conservari dignissimas in unum congeffimus, ac probante Societate nostra edidimus; liceat paucula folia hujusmodi collectionibus in sequentibus quotannis consignari. Nuperæ autem quas habemus Observationes hæ sunt.\n\n1718. October 10°. mane, applicabatur Jupiter ad Fixas Telescopicas, quarum loca, occasione primæ apparitionis Cometæ anni 1680. (de quâ vide Phil. Trans. No. 342) sedulo inquisivit Rev. D. Pound, ac nuper verificata nobiscum communicavit, una cum accuratâ observatione transitûs Jovis juxta eas hac vice, ac deinde alterâ Febr. 11°. statim ab opposizione Solis & Jovis. Incunte autem Januario 1719. loca stellarum sic se habuere.\n\n| Long. | Lat. Bor. | Long. | Lat. Bor. |\n|-------|-----------|-------|-----------|\n| d 29°·59′·43″ | 1°·7·50 | a 0°·25′·41″ | 1°·28′·54″ |\n| e 0°·6·13 | 1°·10·18 | x 0°·5·43 | 0°·51·56 |\n| c 0°·3·13 | 0°·32·50 |\n\nUbi",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103370.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1413,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1431,
        2
      ],
      [
        1431,
        3187,
        3
      ],
      [
        3187,
        4686,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103370",
    "title": "An Account of Another Very Considerable Aurora Borealis Observed at Streatham in Surrey, by Mr. Thomas Hearne; And Communicated by Coll. Francis Nicholson, R. S. S.",
    "authors": "Francis Nicholson, Thomas Hearne",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103370"
  }
}