{
  "id": "6550a154d4b62ee088b7b820ea917b8244b5262c",
  "text": "which are perfectly well wrought and well polish'd. Those, that have tried them, find them very good, but they are only, the one of 10, the other of 8, foot. A good Astronomer told me, that they would bear a great Aperture in respect of their length.\n\nI do not well know, what to say to yours concerning M. Hevelius. Meanwhile, the interest of truth, and the obliging manner, he has treated me with, engage me to answer him, in the matter of the Comets: I am perswaded, I shall convince him; but since he hath taken the Illustrious Royal Society for Judge, I accept that with all my heart.\n\nA Relation\nOf the loss of the Way to prepare the Bononian Stone for shining.\n\nThough several Persons have pretended to know the Art of preparing and calcining the Bononian Stone, for keeping a while the Light once imbibed; yet there hath been indeed but one, who had the true secret of performing it. This was an Ecclesiastick, who is now dead, without having left that skill of his to any one, as Letters from Italy and France, some while since, did inform. There is no substance, in Nature, known to us, that hath the effect of this Stone; so that (to the shame of the present Age) this Phenomenon is not like to be found anywhere, but in Books, except some happy Genius light upon the same or the like skill.*\n\nA Description\nOf a Swedish Stone, which affords Sulphur, Vitriol, Allum, and Minium.\n\nThis was communicated to the R. Society by Sir Gilbert Talbot Knight, a Worthy Member of that Body, as he had received it in Denmark, being his Majesties Extraordinary Envoy there, as follows,\n\nThere is a Stone in Sweden of a Yellow Colour, intermixed with streaks of white (as if composed of Gold and Silver) and heavy, withal. It is found in firm Rocks, and runs in Veins, upon\n\n[* It is hoped notwithstanding (which also a late Letter from abroad does hint:) that some or other of the Italian Vetusti at Florence have secured this Secret.]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101539.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 525,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1933,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101539",
    "title": "A Relation of the Loss of the Way to Prepare the Bononian Stone for Shining",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101539"
  }
}