{
  "id": "1783ef9fca5344163eba816331072293eea63c06",
  "text": "PRESENTS\nMADE TO THE\nROYAL SOCIETY\nFrom November 1785 to July 1786:\nWITH\nThe NAMES of the DONORS.\n\nPresents.\n\n1785.\nNov. 10. The Bhagvat-Geeta, or Dialogues of Kreehna and Arjoon, translated from the Original in the Sanskreet, by Charles Wilkins. London, 1785. 4°\nSketches of the Mythology and Customs of the Hindoos, by George Forster, London, 1785. 8°\nMedical Transactions published by the College of Physicians in London. Vol. III. London, 1785. 8°\nTransactions of the Society, instituted at London for Encouragement of Arts, Manufactures, and Commerce. Vol. III. London, 1785. 8°\nThe abridged Minutes of the Society of Arts in Barbados, continued [from page 45 to 98]. 8°\nKongl. Vetenskaps Academiens nya Handlingar. Tom. IV. for 1783, and the first quarter of tom. V. for 1784. Stockholm. 8°\n\nDonors.\n\nThe Directors of the East India Company.\nThe College of Physicians.\nThe Society for Encouragement of Arts, Manufactures, and Commerce.\nThe Society of Arts in Barbadoes.\nThe Royal Academy of Sciences at Stockholm.\n\nNov.\n1785.\n\nNov. 10. Meditationes Analyticae ab Edw. Waring, M.D.R.S.S., Cantabrigiae, 1785. 4°\n\nAn experimental Inquiry into the Nature and Qualities of the Cheltenham Water, by A. Fothergill, M.D.F.R.S., Bath, 1785. 8°\n\nDirections for impregnating the Buxton Water with its own and other Gases, by G. Pearson, M.D., London, 1785. 8°\n\nAn Account of the Foxglove, and some of its medical Uses, by W. Withering, M.D., Birmingham, 1785. 8°\n\nA Treatise upon aerostatic Machines, by J. Southern, Birmingham, 1785. 8°\n\nAn Essay on the Theory of the Production of animal Heat, by E. Rigby, London, 1785. 8°\n\nCar. Linnæi Dissertatio inauguralis de Februum intermittentium causa. Harderovici, 1735. 4°\n\nC. Linnæi Systema Naturæ. Editio secunda. Stockholmiae, 1740. 8°\n\n——— Editio quarta. Pariliis, 1744. 8°\n\nC. Linnæi Oratio, qua peregrinationum intra Patriam necessitas afferitur. Upsaliæ, 1741. 4°\n\nC. Linnæi Materia Medica, liber I. de Plantis. Holmiæ, 1749. 8°\n\nC. Linnæi Disquisition de sexu Plantarum, ab Academia Petropolitana praemio ornata. Petropoli, 1760. 4°\n\nC. Linnæi Amœnitates Academicæ. Vol. II. Editio secunda. Holmiæ, 1762, et vol. VII. ibidem, 1769. 8°\n\nGenera morborum, in usum Auditorum edita, a C. v. Linné. Upsaliæ, 1763. 8°\n\nObservations on the Diseases incident to Seamen, by G. Blane, M.D.F.R.S., London, 1785. 8°\n\nObservationes Astronomicæ annis 1781, 1782, et 1783, institutæ in Observatorio Regio Havniensi, et cum Tabulis Astronomicis comparatae, auctore Th. Bugge. Havniæ, 1784. 4°\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJames Edward Smith, Esq. F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n1785.\n\nNov. 10. S. C. Hollmanni Commentationum in Reg. Scient. Societ. Gotting. A. 1753 et 1754 recensitarum sylloge altera. Editio nova. Gottingae, 1784. 4°\n\nSpecimen Academicum de Planis diametralibus in Cono; praefide Fr. Mallet. Upsaliæ, 1784. 4°\n\nHistoire Naturelle de la France Meridionale, par M. L’Abbé Giraud-Soulavie. Tom. III. IV. V. VI. VII. Seconde partie, tom. I. Paris 1781—1784. 8°\n\nDescription d’une très grande Machine Electrique placée dans le Museum de Teyler à Haarlem, et des Experiments faits par le moyen de cette Machine, par M. van Marum. Haarlem, 1785. 4°\n\nDescription de Pyrmont, traduite de l’Allemand de M. Marcard, tom. I. Leipzig, 1785. 8°\n\nJohann Ingenhouz Vermischte Schriften, überfetzt von Nic. C. Molitor. 2te auflage. Wien, 1784. 2 vols. 8°\n\nTorberni Bergman opuscula Physica et Chemica. Vol. III. Upsaliæ, 1783. 8°\n\nArchæologia. Vol. VII. London, 1785. 4°\n\nDell’ utilità dei Conduttori Elettrici, Differtazione di Marf. Landriani. Milano, 1784. 8°\n\nDec. S. Kongl. Vetenskaps Academiens nya Handlingar. Tom. V. for 1784, 2d 3d, and 4th quarter; and 1st and 2d quarter of tom. VI. for 1785. Stockholm. 8°\n\nNova acta Regiæ Societatis Scientiarum Upsaliensis. Vol. IV. Upsaliæ, 1784. 4°\n\nGustaf von Engeströms Laboratorium chymicum. Stockholm, 1781—1784. 3 parts. 8°\n\nObservations on the Climates of Naples, Rome, Nice, &c. by B. Pugh, M. D. London, 1784. 8°\n\nDonors.\n\nThe Author.\n\nProfessor Mallet.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nJohn Ingenhouz, M. D., F. R. S.\n\nThe Author.\n\nThe Society of Antiquaries.\n\nThe Author.\n\nThe Royal Academy of Sciences of Stockholm.\n\nThe Author.\n\nDec.\n1785.\n\nDec. 8. A Treatise on the Mineral Waters of Balaruc in the South of France, by M. Pouzaire, with an English Translation, and additional Cases, by B. Pugh, M.D., Chelmsford, 1785. Benjamin Pugh, M.D.\n\n15. Nouvelles Experiences et Observations sur divers Objets de Physique, par J. Ingenhouz. Paris, 1785. The Author.\n\nFlora Pedemontana, auctore C. Allionio, M.D.R.S.S. Augustae Taurinorum, 1785. 3 vol. fol.\n\n1786.\n\nJan. 12. A System of Mechanics, by the Rev. T. Parkinson, M.A., Cambridge, 1785. 4°\n\n19. A Meteorological Journal kept at Fort St. George, in the East Indies, during the Years 1777, 1778, 1779, and 1780, MS. Mr. William Roxburgh.\n\nA Meteorological Journal kept at Minehead, in Somersetshire, 1783 and 1784, MS. Mr. John Atkins.\n\nR. Relhan Flora Cantabrigiensis. Cantabrigiae, 1785. 8°\n\nFlorae Cantabrigiensis Supplementum, auctore R. Relhan. Cantabrigiae, 1786. 8°\n\nMemorie di Matematica e Fisica della Società Italiana. Tom. II. parte 1. e 2. Verona, 1784. 4°\n\n26. The London Medical Journal. Vol. VI. London, 1785. 8°\n\nFeb. 2. Astronomisches Jahrbuch für das Jahr 1788, von J. E. Bode, Berlin, 1785. 8°\n\nInquiry into the Causes, Symptoms, and Cure of putrid and inflammatory Fevers, by W. Fordyce, M.D. London, 1777. 8°\n\nFragmenta Chirurgica et Medica, auctore Gul. Fordyce, M.D. Eq. Aur. London, 1785. 8°\n\nA Review of the Venereal Disease, and its Remedies, by Sir William Fordyce, M.D. London, 1785. 8°\n\nLetters concerning the Northern Coast of the County of Antrim, by the Rev. William Hamilton, M.A. London, 1786. 8°\n\nSamuel Foart Simmons, M.D. F.R.S.\n\nThe Author.\n\nThe Author.\n\nCavaliere Ant. M. Lorgna.\n\nThe Author.\n\nThe Author.\n\nFeb.\n1786.\n\nFeb. 9. Commentationes Societatis Regiae Scientiarum Gottingensis ad A. 1783 et 1784. Tom. VI. Gottingae, 1785. 4°\n\nA Meteorological Journal of the Year 1785, kept in Pater-noster-Row, London, by W. Bent. 4°\n\n16. A Dissertation on the Antiquity of the Earth, by the Rev. J. Douglas, London, 1785. 4°\n\n23. Observationes Siderum habita Pisis ab anno 74 ad annum 78 vertentis saeculi, a Jo. Slop de Cadenberg. Pisis, 1778. fol.\n\nThe natural History of Zoophytes, by the late John Ellis, Esq. F. R. S. London, 1786. 4°\n\nMar. 16. Experiments on mineral Acids and rectified Spirit of Wine for finding the greatest Degree of Cold, made at Henley-House, Hudson's-Bay, by Mr. John Mc Nab. MS. fol.\n\nCyclopaedia: or an universal Dictionary, by E. Chambers; with the Supplement and modern Improvements, by the Rev. A. Rees, D.D. London, 1786. 5 vol. fol.\n\nMar. 23. Certain Arrangements in Civil Policy, necessary for the Improvement of Husbandry, &c. in this Kingdom, by the Hon. A. Frazer. London. 8°\n\nDissertatio de variis Herpetum speciebus, auctore H. F. A. de Roussel. Cadomii, 1779. 8°\n\nRecherches sur la petite verole, par H. F. A. de Roussel. Caen, 1781. 8°\n\n30. A Dissertation on the Sexes of Plants, translated from the Latin of Linnæus, by J.E. Smith, F.R.S. London, 1786. 8°\n\nAnalyse Chimique et Concordance des trois regnes, par M. Sage. Paris, 1786. 3 vol. 8°\n\nApril 6. Memoires d'Agriculture, d'Economie rurale et domestique, publiés par la Société Royale d'Agriculture de Paris. Année 1785, Trimestre d'Eté. Paris. 8°\n\nA Treatise on the Venereal Disease, by J. Hunter. London, 1786. 4°\n\nDonors.\n\nThe Royal Society of Sciences at Gottingen.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nMess. White and Son and Mr. Peter Elmfly.\n\nThe Author.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Translator.\n\nThe Author.\n\nThe Royal Society of Agriculture at Paris.\n\nThe Author.\n\nApr.\n1786.\n\nApr. 27. Teiun Tziu, a Chinese Book in 2 vol.\n\nTraduzione del Teiun Tziu di Confucio, fatta da Luigi de Poirot, MS. 4°\n\nExperiments and Observations relating to various Branches of Natural Philosophy, by the Rev. J. Priesley, LL.D. F.R.S. Vol. III. Birmingham, 1786. 8°\n\nA Narrative of the Death of Capt. James Cook, with some Particulars concerning his Life and Character, by David Samwell. London, 1786. 4°\n\nEssai sur le Fluide Electrique, considéré comme Agent universel, par feu M. le Comte de Tressan. Paris, 1786. 2 vol. 8°\n\nMethode de traiter les Morfures des Animaux enragés et de la Vipere, par M. Enaux et par M. Chauffier. Dijon, 1785. 12°\n\nMay 4. A Gold Medal on the Inauguration of the Equestrian Statue of the Emperor Peter I.\n\nMemoires de Mathematique et de Physique presentés à l'Academie R. des Sciences par divers Savans. Tom. XI. Paris, 1786. 4°\n\nEphemerides Astronomicæ anni 1787 ad Meridianum Mediolanensem, supputatae ab Angelo de Cefaris. Mediolani, 1785. 8°\n\nConnoissance des Temps pour l'Année 1788, calculée par M. Mechain. Paris, 1785. 12°\n\nIgnatii Wlczek Casus peculiaris Historia. Vilnae, 1783. 8°\n\nTrigonometria Piana e Sferica, di Ant. Cagnoli. Parigi, 1786. 4°\n\nOrdre du Service des Hopitaux Militaires, par M. G. Daignan. Paris, 1785. 8°\n\nThoughts on Magnetism. 8°\n\nJos. Quarin Animadversiones practicæ in diversos Morbos. Viennæ, 1786. 8°\n\nLa verité mise en Evidence, ou Cinquieme Lettre à M. Cadet, par M. Janin. Lyon, 1785. 8°\n\nDonors.\n\nLuigi de Poirot, Missionary at Pekin.\n\nThe Author.\n\nThe Rev. Andrew Kippis, D.D. F.R.S.\n\nAbbé de Tressan, Vicar General de Rouen.\n\nM. Chauffier.\n\nThe Empress of Russia.\n\nThe Royal Academy of Sciences at Paris.\n\nThe Author.\n\nM. de Bukati, Envoy from Poland.\n\nThe Author.\n\nThe Author.\n\nMr. Lacam.\n\nThe Author.\n\nThe Author.\n1786.\n\nMay 25. À M. Janin de Combe-Blanche pour le jour de sa Fête, par M. Thomas. Lyon, 1785. 8°\n\nLettres de M. Thomas à M. Janin de Combe-Blanche. 8°\n\nObservations faites à la Société Royale de Médecine de Paris, par M. Janin de Combe-Blanche, à Lyon, 1785. 8°\n\nReplique au Docteur M. Halle au Sujet de son Ouvrage : Recherches sur la Nature et les Effets du Mephitisine : par M. Janin de Combe-Blanche. Lyon, 1785. 8°\n\nJune 1. Liber Regis, vel Thesaurus rerum ecclesiasticarum, by J. Bacon, Esq., London, 1786. 4°\n\nSecunda Dissertatio Botanica de Malva, Serra, Malope, Lavatera, Alcea, Althaea, et Malachra, Auctore A. J. Cavanilles. Parisiis, 1786. 4°\n\nExplication de la Planche qui représente plusieurs variétés de la Pierre aux Étoiles mouvantes. Hambourg, 1786. 4°\n\nMemoirs of the American Academy of Arts and Sciences. Vol. I. Boston, 1785. 4°\n\nMedical Commentaries for the Year 1785, by A. Duncan. Vol. X. London, 1786. 8°\n\nNumismata Scotiae, by A. de Cardonnel. Edinburgh, 1786. 4°\n\nMedical Reports of the Effects of Arsenic in the Cure of Agues, remitting Fevers, and periodic Head-aches, by T. Fowler, M.D. London, 1786. 8°\n\nTri-lichanon Goni-arith-metron, Francisci Perez. Florentiae, 1781. 4°\n\nLettera enciclica dell’ Abbate Fr. Perez, nella quale si fa palese la usurpazione plagiaria del suo stromento goniometrico triplinice fattogli da P. Elifco della Concezione. Bologna, 1786. 4°\n\nTraité Chimique de l’Air et du Feu par C. G. Scheele, traduit par le Baron de Dietrich. Paris, 1781. 12°\n\nDonors.\n\nM. Janin.\n\nThe Author.\n\nThe Author.\n\nMr. Pierre Laporterie, of Hamburg.\n\nThe American Academy.\n\nAndrew Duncan, M.D.\n\nThe Author.\n\nThe Author.\n\nThe Translator.\n1786.\n\nJune 15. Supplément au Traité Chimique de l'Air et du Feu. Paris, 1785. 12°\n\n22. Johann Ingenhouz's Versuche mit Pflanzen, übersetzt von J. A. Scherer. Wien, 1786. 8°\n\nA Meteorological Journal kept at Odiham, in Hampshire, from March 28, 1785, to March 31, 1786, by A. Baxter, Esq. MS. fol.\n\nThe History of Athens politically and philosophically considered, by W. Young, Esq. London, 1786. 4°\n\nA Thermometer for measuring high Degrees of Heat, with a set of Thermometer pieces.\n\nCommentarii de Rebus in Scientia Naturali et Medicina gestis. Vol. XXVI. Lipsiae, 1784, 1785. 8°\n\nDonors.\n\nBaron de Dietrich.\n\nJohn Ingenhouz, M.D. F.R.S.\n\nThe Author.\n\nJosiah Wedgwood, Esq. F.R.S.\n\nMr. Philip Hurlock, F.R.S.\nAN INDEX TO THE SEVENTY-SIXTH VOLUME OF THE PHILOSOPHICAL TRANSACTIONS.\n\nA.\n\nABRUZZO, Account of a Journey into the Province of, p. 365.\n\nAir, Atmospheric, note respecting the weight of it, p. 127. A better conductor of heat than the Torricellian vacuum, p. 286. Experiments on the conducting power of moist air, p. 293. Experiments with air of different densities, p. 298.\n\nAir, Hepatic, experiments on, p. 118. What it is, and its properties, ibid. General characters of, p. 127. The action of hepatic and other aerial fluids on each other, p. 130. The action of hepatic air, and acid, alkaline and inflammable liquors on each other, p. 137. The properties of water saturated with it, p. 141. The properties of alkaline liquors saturated with it, p. 143. Its constitution, p. 144. Of phosphoric hepatic air, p. 150.\n\nAlkaline Liquors, their properties when impregnated with hepatic air, p. 143.\n\nAlum, observations on the production of, p. 186.\n\nAmerican Indians, particulars relative to their nature and customs, p. 229. Enquiry into their supposed want of beard, ibid. Pluck out their beards, p. 230. Colonel Butler's opinion on this subject, p. 231. Captain Brant's opinion, p. 232.\nAmerican Indians of the Six Nations divided into the Turtle Tribe, the Wolf Tribe, and the Bear Tribe, p. 233. The succession of their Chiefs or Sachems, p. 233. Their chief warriors hereditary, p. 234. Have great women as well as great men, who hold separate councils, ibid. Their friendships, ibid.\n\nAstronomical Instruments, observation on the graduation of, p. 1. Account of those made use of by Dr. Herschel, p. 457.\n\nAstronomical Observations made at York at various times from July 15, 1781, to Dec. 15, 1785, p. 423. Catalogue of one thousand new nebulae and clusters of stars, p. 457. See Stars.\n\nApproximations used in resolving problems by Euler, p. 93.\n\nB.\n\nBarker, Thomas, Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon in Rutland, in 1785, p. 236.\n\nBarometer, register of in 1785, at Lyndon in Rutland, p. 236. Observations on at York and Scarborough, p. 424.\n\nBasaltes, account of, in the island of Ponza, p. 373. Account of some glass which cooled in basaltic forms, p. 375. Frequently formed by lava running into the sea, p. 376.\n\nBeards, Enquiry into the opinion of the Indians of North America not having beards, p. 229. Colonel Butler's and Captain Brant's opinions on that subject, p. 231.\n\nBergman, Professor, first discoverer of hepatic air, p. 180.\n\nBilge Water, observations on, p. 185.\n\nBird, Mr. improvements made by him in the division of instruments, p. 13.\n\nBirds, some particulars of the birds in the island of Ventotiene, p. 372. Very few petrefactions of the bones of birds to be found, p. 451.\n\nBoiling Water, account of a column of, in the sea near the island of Ischia, p. 370. Account of a spring of, called the Bulicame, near Viterbo, p. 371.\n\nBrabe, Tycho, The pains he took in dividing circles, p. 1.\n\nBrant, Capt. his opinion of the Indians of North America not having beards, p. 232.\n\nBrafi, magnetical experiments on, p. 67. Further experiments on, p. 76.\n\nBritish Museum, duplicates of petrefactions found in St. Peter's Mountain, near Maastricht, deposited in the British Museum, p. 446. Observations on the skeleton of a crocodile deposited there, p. 447.\n\nButler, Col. his opinion of the Indians of North America not having beards, p. 231.\n\nC.\n\nCalabria, note of the present state of, respecting the earthquakes, p. 380.\n\nCamper, Peter, conjectures relative to the petrefactions found in St. Peter's Mountain, near Maastricht, p. 443. Duplicates of the petrefactions sent to the British Museum, p. 446.\nCavalle, Tibertus, magnetical experiments and observations, p. 62.\n\nCayland, Richard M., particulars relative to the nature and customs of the Indians of North America, p. 229.\n\nCavendish, Henry, Account of Experiments made at Henley-House, Hudson's-Bay, relating to Freezing Mixtures, p. 241.\n\nCelano, Lake of, and the emissary made by the Emperor Claudius for draining it, visited by Sir William Hamilton, p. 368.\n\nChild-birth, on the dangers of, p. 354. Calculation of the extra danger of twins, ibid. On the weight and size of the head of male and female children new born, p. 357. The greater danger to the mother from male than female children, p. 361. Abstract of the register of the Lying-in Hospital at Dublin from Dec. 1757 to Dec. 1784, p. 363.\n\nCicero, his villa in the province of Abruzzo converted to a chapel, p. 369.\n\nCircles, much done by Tycho Brahe, Hevelius, and Dr. Hook, respecting the dividing of, p. 2. Review of the labours of the learned to accomplish this design, p. 2. Explanation of Mr. Hindley's method of dividing circles into any given number of parts, p. 19.\n\nClarke, Joseph, Observations on some Causes of the Excess of the Mortality of Males above that of females, p. 349.\n\nClay, the difficulty of obtaining it of the same thermometric properties, p. 398. The difficulty remedied by a mixture of alum earth, p. 402. The fix changes it undergoes by different degrees of heat, p. 405. Mixed with alum earth suffers no enlargement by ignition, p. 406.\n\nClock Faces, best seen at a distance with the figures orange and the ground indigo; or the figures red and the ground green, p. 346.\n\nCochineal, gold shells so called, supposed to be a species of cochineal in the pupa state, p. 169.\n\nColds, the cause of their prevailing most during the cold autumnal rains and upon the breaking up of the frost in the spring, p. 298.\n\nCellini, B. story of his seeing devils run on the tops of houses at Rome, p. 319.\n\nColours and Light, new experiments on the ocular spectra of, p. 313.\n\nComet, advertisement of the expected return of that of 1532 and 1661 in the year 1788, p. 426. A prize of 6000 livres offered by the Royal Academy of Sciences at Paris for computing the disturbances of the above comet, and thence to predict its return, p. 428. Table of computed places of the comet on supposition that it shall return to its perihelion, Jan. 1, 1789, p. 430.\n\nCopley, Sir Godfrey, his medal for 1785 given to Major-General Roy, for his admeasurement of a base on Hounslow-Heath, p. vii.\n\nCopper, magnetical experiments on, p. 72.\n\nCrocodile, the petrified bones found at St. Peter's Mountain, near Maestricht, supposed to have been crocodiles proved to belong to the Phyteter or Breathing-fish, Delphinus,\nor Orca, p. 445. Those found near Whitby in Yorkshire prove to be the skeleton of a Balæna, p. 445.\n\nD.\n\nDamp Beds and Rooms, the cause of the danger of them, p. 298.\nDarwin, Robert Waring, new experiments on the ocular spectra of light and colours, p. 313.\nDevils, story of Benvenuto Cellini seeing them run on the tops of houses at Rome, p. 319.\nDiachylum, experiments on, with sea salt and spirit of wine, p. 156. Experiments on, with Glauber salt and sal soda, p. 158.\nDividing of Instruments, improvements in, p. 8. Further improvements by Mr. Bird, p. 13. Other improvements proposed, ibid. More improvements by Mr. Ramsden, p. 17. Explanation of Mr. Hindley's improvement, p. 19. An inch capable of being divided into 60,000 parts, p. 24. Proposed improvements by Mr. Smeaton, p. 31.\n\nE.\n\nEarthquakes, reasons for supposing the earthquakes at Calabria and at Messina to have been occasioned by a volcanic eruption at the bottom of the sea, p. 380.\nElectrical Fish, account of a new one, p. 382.\nElliot, John, Observations on the Affinities of Substances in Spirit of Wine, p. 155.\nEuler, Professor, made use of approximations in resolving problems, p. 93.\nEye, the retina proved to consist of fibres, p. 316. Retina and muscles governed by similar laws, ibid. Persons sometimes suppose defects in their eyes only from observing spectra, p. 318. Danger of inspecting very luminous objects too long a time, p. 332. Investigation of the cause of that indistinctness which has been ascribed to the smallness of the optic pencil, p. 500. Experiments with the naked eye, p. 501. Microscopic experiments with the eye, p. 502.\n\nF.\n\nFlamsteed, Mr., description of the sextant invented by him, p. 3. Description of his mural arc, p. 5.\nFluents, a new method of finding them by continuation, p. 432. Its utility manifest to Sir Isaac Newton, p. 441.\nFreezing Mixtures, experiments at Henley-House, Hudson's-Bay, relative to, p. 241. Experiments with spirit of nitre and snow, p. 242. Experiments on the common and dephlogisticated acids of nitre, p. 247. Experiments on the phenomena observed on mixing snow with these acids, p. 254. Experiments on the vitriolic acid, p. 263. Experiments on the mixture of oil of vitriol and spirit of nitre, p. 269. Experiments on the spirit of wine, p. 269.\nG.\n\nGlass, Account of some, which cooled in basaltic forms, p. 373.\nGold Shells, so called, supposed not to be shells, but a species of the cochineal in its pupa state, p. 168.\nGoodricke, John, A Series of Observations on, and a Discovery of the Period of, the Variations of Light of the Star marked δ by Bayer, near the Head of Cepheus, p. 48.\nthe loss which astronomy will receive from his death, p. 424.\nGraduations, improvements in, by Mr. Ramfden, p. 17. Further improvements by Henry Hindley, p. 19. Proposed improvements by Mr. Smeaton, p. 31.\nGraham, Mr. improvements in the mural quadrant made by him, p. 10. Completes a zenith sector, 1727, p. 11.\n\nH.\n\nHamilton, Sir William, Particulars of the present State of Mount Vesuvius, with a Journey into the Province of Abruzzo, and a Voyage to the Island of Ponza, p. 365. With the assistance of Father Piaggi kept a journal of the operations of Vesuvius from August 1779 to the present time, p. 366.\nHarrogate, Observation on the sulphur wells there, p. 171. Only three wells in 1733; the fourth made about forty years ago, p. ibid. Several other sulphureous springs there, p. 172. Salt recommended to be added to the water for bathing, p. 175. Temperature of the springs, ibid. All the springs impregnated with common salt, p. 177. Medium quantity of salt about two ounces to the gallon, p. 178. Observations and experiments on the sulphureous impregnation of these waters, p. 179. The water springs out of Shale, p. 187.\nHeat, new experiments upon, p. 273. Conducted in the same manner as the electric fluid, p. 274. Atmospheric air a better conductor of heat than the Torricellian vacuum, p. 286. Description of the instruments made use of, p. 274, 278, 287. Experiments on the conducting power of moist air, p. 294. Experiments with air of different densities, p. 293. Experiments on the conducting powers of water and of mercury, p. 301. Table of the conducting powers of the various experiments, p. 303. Additional observations on making a thermometer for measuring the higher degrees of, p. 390.\nHelix, Description of a new-discovered British shell, called the Fountain Helix, p. 165. The tender prickly Helix, p. 166.\nHepatic Air, experiments on, p. 118. What are its properties, ibid. General characters of, p. 127. The action of hepatic and other aerial fluids on each other, p. 130. The action of hepatic air, and acid, alkaline and inflammable liquid, on each other, p. 137. The properties of water saturated with it, p. 141. The properties of alkaline\nline liquors saturated with it, p. 143. Its constitution, p. 144. Of phosphoric hepatic air, p. 150. First discovered by Professor Bergman, p. 180.\n\nHerschel, Dr. William, Catalogue of One Thousand new Nebulae and Clusters of Stars, p. 457. Instruments used by him in making the observations, p. 457. His method of making observations, p. 458. Investigation of the Cause of that Indistinctness of Vision which has been ascribed to the Smallness of the Optic Pencil, p. 500.\n\nHevelius, the pains he took in dividing circles, p. 2.\n\nHindley, Henry, explanation of his method of dividing circles into any given number of parts, p. 19. Extract from two of his letters to Mr. Smeaton, explaining his method, p. 25. Proposed improvements to his method, p. 31.\n\nHook, Dr. his description of a quadrant, p. 2.\n\nI.\n\nIndians of North America, particulars relative to their nature and customs, p. 229. Enquiry into their supposed want of beard, ibid. Pluck out their beards, p. 230. Colonel Butler's opinion on that subject, p. 231. Captain Brant's opinion, p. 232.\n\nIndians of the Six Nations, divided into the Turtle-tribe, the Wolf-tribe, and the Bear-tribe, p. 233. The Chief or Sachem of each tribe hereditary in the family, but appointed by the chief who dies, ibid. The chief warriors hereditary, p. 234. Have great women as well as great men, who hold separate councils, ibid. Their friendships, ibid.\n\nInfinite Series, Dr. Waring's Paper on, p. 81.\n\nInstruments, on the division of, p. 8. Improvements by Mr. Bird, p. 13. Improvements by Mr. Ramsden, p. 17. Improvements by Mr. Hindley, p. 19. Improvements by Mr. Smeaton, p. 31.\n\nIntrosection, history and dissection of an extraordinary one, p. 305.\n\nIron, small quantities of, in other metals may be the cause of their affecting the needle, p. 62.\n\nIshia, Island of, account of a column of boiling water in the sea, near, p. 370.\n\nJupiter, observations of his first satellite, from June 3, 1782, to Dec. 2, 1785, at York, p. 211.\n\nK.\n\nKedleston-Water (Derbyshire), may be rendered similar to Harrogate by dissolving common salt in it, p. 178.\n\nKing, Edward, Account of a Subsidence of the ground near Folkestone, p. 220.\n\nKirwan, Richard, Experiments on Hepatic Air, p. 118.\nL.\n\nLetifam, John Coakley, History and Dissection of an extraordinary Introsusception p. 305.\n\nLight and Colours, new experiments on the ocular spectra of, p. 313.\n\nLightfoot, Rev. John, Account of some minute British shells, p. 160. The fresh water Nautilus, ibid. The fountain Helix, p. 165. The tender prickly Helix, p. 166. The fine-ringed Turbo, p. 167. The oblong fresh-water Patella, p. 168.\n\nLiver of Sulphur, how made, p. 121.\n\nLongitude, a recommendation of the method of determining the longitude of places by observations of the Moon's transit over the meridian, p. 409.\n\nLyon, Rev. John, his account of a subsidence of ground near Folkestone, p. 224.\n\nM.\n\nMagnets, experiments and observations on, p. 62. Small quantities of iron in metals may be supposed to be the cause of their effecting the needle, ibid. Experiments with Turkey stone and nickel, p. 63. Method of hanging needles for the purpose of making experiments, p. 64. Experiments on brass, p. 67. Experiments on copper, p. 72. Experiments on zinc, ibid. Experiments on platina, p. 73. Observations on the declination of the needle, p. 424.\n\nMagnifying Objects, a new method of, p. 346.\n\nMales, on the excess of their mortality to that of females, 349. Why more subject to mortality, p. 351. From growing to a larger size in utero, p. 352. From the diseases of great towns, p. 353.\n\nMaskelyne, Dr. improvements made in the zenith sector by him, p. 12. Advertisement of the expected Return of the Comet of 1532 and 1661 in the Year 1788, p. 426.\n\nMarius, his villa near Arpino, in the province of Abruzzo, converted into a convent of the order of La Trappe, p. 369.\n\nMercury, experiments on its power of conducting heat, p. 301.\n\nMercury (Planet) observations on his transit over the sun's disk, May 3, 1786, at Louvain, in the Austrian Netherlands, by N. Pigott, p. 384.\n\n— by E. Pigott, p. 389.\n\nMeridian, method of finding the difference between Greenwich and York, p. 410.\n\nMetapha, note of the present state of, respecting the earthquakes, p. 380.\n\nMetals, the properties of some metallic substances with respect to magnetism, p. 62.\n\nMoon, Observation of the eclipse of the moon, Sept. 10, 1783, at York and Paris, p. 415. Hints for the more exact observation of eclipses of the moon, p. 416.\n\nMooring Rock, reasons for its being totally forgotten, p. 223.\n\nMortality, on the excess of, of males to females, p. 349.\nMural Quadrant, description of that invented by Mr. Flamsteed 1689, p. 5. Improvements in, by Mr. Graham, p. 10.\n\nMuscles, the laws that govern the muscles have the same influence on the retina of the eye, p. 324.\n\nN.\n\nNab, John Mr., Experiments at Henley-House, Hudson's-Bay, relating to freezing mixtures, p. 241.\n\nNaples, ill built, and in great danger from shocks of earthquakes, p. 266.\n\nNautilus, description of a newly discovered British shell belonging to that family, called the fresh-water Nautilus, p. 160.\n\nNewton, Sir Isaac, the utility of finding fluents by construction, manifest to him, p. 441.\n\nNickel, magnetical experiments on, p. 63.\n\nNitre, Acid of, experiments respecting freezing, with the common and dephlogisticated air, p. 247.\n\nNitre, Spirit of, experiments of a freezing mixture by the addition of snow, p. 242. Experiments of oil of vitriol, p. 269.\n\nO.\n\nOcular Spectra of Light and Colours, new experiments on, p. 313. Four kinds of, ibid.\n\nOptic Pencils. See Eye.\n\nP.\n\nPalmarole, Island of, account of, p. 376.\n\nParalysis, temporary ones generally succeed to continued irritations and violent exertions, p. 332.\n\nPatella, description of a newly discovered British shell, called the oblong fresh-water Patella, p. 168.\n\nPateron, William, account of a new electrical fish, p. 382.\n\nPhosphoric Hepatic Air, account of, p. 150.\n\nPiaggi, Father Antonio, assists Sir William Hamilton in keeping a journal of the operations of Mount Vesuvius, p. 366.\n\nPetrefaction, conjectures relative to those found in St. Peter's Mountain, near Maastricht, p. 443. Not the bones of crocodiles as at first supposed, ibid. Supposed to belong to a Physeter or Breathing-fish, Delphinus or Orca, p. 445. Those found near Whitby in Yorkshire, and supposed to belong to a Crocodile, prove to be the Vol. LXXVI.\nskeleton of a Balena, p. 445. Very few petrefactions of bones of birds, none of human bones, ever found, p. 451.\n\nPigott, Edward, his observations on the variation of the light of the star marked δ by Bayer, near the head of Cephus, p. 57. Observations and Remarks on those Stars which the Astronomers of the last Century suspected to be changeable, p. 189. Observations of the Transit of Mercury over the Sun, May 3, 1786, at Louvain in the Netherlands, p. 389. The Latitude and Longitude of York determined from a Variety of Astronomical Observations; together with a Recommendation of the Method of determining the Longitude of Places by Observations of the Moon's Transit over the Meridian, p. 409. Astronomical observations made at York from July 15, 1781, to Dec. 15, 1785, p. 423.\n\nPigott, Nathaniel, Observations of the Transit of Mercury over the Sun's Disc, May 3, 1786, at Louvain in the Netherlands, p. 384.\n\nPlatina, magnetical experiments on, p. 73.\n\nPonza, Island of, a voyage to, p. 365. Account of the basaltes there, p. 373. Subject to earthquakes, p. 377.\n\nPrecepts made to the Royal Society in 1785, p. 508.\n\nPrice, Richard, on the mortality of male children, p. 349.\n\nQ.\n\nQuadrant, Dr. Hook's description of, p. 2.\n\nR.\n\nRain, register of, in 1785, at Lyndon in Rutland, at South Lambeth in Surrey, and at Selbourn and Fyfield, Hampshire, p. 236. Observations on the increase of rain in every year from 1740 to 1780, and its influence on the crops of corn and hay, p. 239.\n\nRamsden, Mr. his improvements of gradations, p. 17. His improvements in dividing theodolites, p. 18. Receives a handsome reward from the Board of Longitude, p. 18.\n\nReaumur, Olaus, began his domestic observatory at Greenwich 1715, p. 7.\n\nRoman Antiquities, account of some tiles found in the island of Ventotiene, p. 372.\n\nRoy, Major-general William, Sir Godfrey Copley's medal for 1785 given to him, p. vii.\n\nRoyal Society, their declaration of not giving their opinion on, or sanction to, any thing laid before them, p. iii. Precepts in 1785, p. 509.\n\nS.\n\nSalt, recommended to be added to Harrogate water for bathing, p. 175. All the springs at Harrogate impregnated with common salt, p. 177.\n\nSeasons, observation on the variations of, from 1740 to 1780, p. 239.\nSextant, description of one contrived by Mr. Flamsteed, p. 3. Improvement made on it, p. 4.\n\n Shale, various properties of, p. 186.\n\n Shop-Water (Westmoreland) may be rendered similar to Harrogate water by dissolving common salt in it, p. 178.\n\n Sharp, Abraham, (servant to Mr. Flamsteed) encomiums on him, p. 5. An excellent maker of mathematical instruments both in wood and brass, p. 7.\n\n Shells, description of some minute British shells, p. 160. The fresh-water Nautilus, ibid. The fountain Helix, p. 165. The tender prickly Helix, p. 166. The fine ringed Turbo, p. 167. The oblong fresh-water Patella, p. 168. Gold shells brought from the West Indies supposed not to be shells, but a species of cochineal in its pupa state, p. 168.\n\n Smeaton, John, his Observations on the Graduation of Astronomical Instruments, with an Explanation of Hindley's Method of dividing Circles, p. 1.\n\n Snow, experiments respecting freezing by mixing it with spirit of nitre, p. 242. Experiments with common and dephlogisticated acids of nitre, p. 254.\n\n Soap, process for the making of it from diachylum, sea salt, and spirit of wine, p. 158.\n\n Spectra, new experiments on, p. 313. Four kinds of, p. ibid. Of the activity of the retina in vision, p. 314. From the defect of sensibility, p. 317. Supposed defects in the eye from observing spectra, p. 318. From excess of sensibility, p. 320. Of direct ocular spectra, p. 324. Of reverse ocular spectra, p. 327. Miscellaneous remarks, p. 333. Rules for determining before-hand the colours of all spectra, p. 336. Conclusions, p. 347.\n\n Spirit of Wine, Observations on the affinities of substances in, p. 155.\n\n Stars, observations on, and a discovery of the period of the variation of the light of the star marked δ by Bayer, near the head of Cephus, by Mr. Goodricke, p. 48. Observations by Mr. Pigott, p. 57. Observations on the variations of β Lyrae, Algol, and ε Persei, p. 60. Observations and remarks on those stars which the astronomers of the last century supposed to be changeable, p. 189. Catalogue of variable stars, reduced to the beginning of 1786, with observations, p. 191. Observations on the famous Nova of 1572 in Cassiopeia, p. 192. Observations on the ο Ceti, p. 193. Observations on Algol, p. 194. Observations on Mayer's No 420, ibid. Observations on the variable, in Hydra, p. 195. Observations on the famous Nova of 1604 in Serpentarius, p. 197. Observations of β Lyrae, ibid. Observations on the Nova near the Swan's head of 1670, p. 198. Observations on γ Antinoi, ibid. Observations on the variable, in the Swan's neck, p. 199. Observations on the variable, in the Swan's breast, p. 201. Observation on the δ Cephei, p. 202. Observations on Hevelius's 6th Cassiopea, p. 203. Observations on the 46th or ξ Andromedæ, ibid. Observations on Flamsteed's 50, 52 τ Andromeda and Hevelius's 41 Andromedæ, p. 204. Observations on Tycho's 20th Ceti, ibid. Observations on\nFlamsteed's 55th Andromeda marked neb. in his Catalogue, ibid. Observations on 6 or Ptolemy's and Ul. Bleigh's 17th Eridani, p. 205. Observations on Flamsteed's 41 Tauri, p. 205. Observations on the 2° 4' North of 53d Eridani and 47 Eridani, ibid. Observations on γ Canis Majoris, p. 206. Observations on α β Geminorum, p. 206. Observations on ξ Leonis, ibid. Observations on ψ Leonis, ibid. Observations on 25th Leonis, p. 207. Observations on Bayer's i Leonis or Tycho's 16 Leonis, p. ibid. Observations on δ Ursae Majoris, ibid. Observations on ν Virginis, p. 207. Observations on Bayer's star of the sixth magnitude, 1° South of γ Virginis, p. 208. Observations on the star in the northern thigh of Virgo, ibid. Observations on 91 or 92 Virginis, p. ibid. Observations on α Draconis, ibid. Observations on Bayer's star in the west scales of Libra, ibid. Observations on Ptolemy's and Ul. Bleigh's No. 6. of the unformed in Libra, p. 209. Observations on κ Librae, ibid. Observations on Tycho's 11th Librae, ibid. Observations on 33 Serpentis, p. 210. Observations on a star marked by Bayer near ε Ursae Minoris, ibid. Observations on the ρ or Ptolemy's and Ul. Beigh's 14th Ophiuchi or Flamsteed's 36th, ibid. Observations on Ptolemy's 13th and 18th Ophiuchi, 4th magnitude, p. 211. Observations on σ Sagitarrii, ibid. Observations on θ Serpentis, ibid. Observations on Tycho's 27th Capricorni, ibid. Observations on Tycho's 22d Andromeda and 2 Andromeda, p. 212. Observations on Tycho's 19th Aquarii, ibid. Observations of La Caille's 483 Aquarii, ibid. Supposed variations generally occasioned by mistakes of astronomers, p. 213. Difficulties in ascertaining variations, p. 214. List of periodical stars, ibid. Observations on the variable stars in Hydra, p. 216. Observations on the γ Antinoi, p. 217. Observations on the variable in Cygnus's neck, p. 218. Their twinkling appearance accounted for, p. 322. Hints useful in observing the R.A. of stars, p. 420. Catalogue of one thousand new nebulae and clusters of stars, p. 457. Instruments used in making these observations, ibid. The order observed in the distribution of the nebulae and clusters of stars, p. 466. Arrangement of the columns and explanations of the abbreviations, p. 468. Tables of the observations, p. 471.\n\nSubsidence of the Ground, near Folkestone, p. 220. The cause accounted for, p. 225. Objections to Mr. Sackette's account of a similar phenomenon, p. 226.\n\nSubstances, on the affinities of, in spirit of wine, p. 155.\n\nSulphur, Liver of, how made, p. 121.\n\nSulphur Wells, at Harrogate, observations on, p. 171. Observations and experiments on the sulphureous impregnation of Harrogate water, p. 179.\n\nT.\n\nTelescopes, method of discovering the error of the line of collimation, p. 422. History of that of 20-feet made use of by Dr. Herschel, p. 458. Hints for the improvement of, p. 505.\nTheodolites, improvements in the method of dividing them, p. 18. By Mr. Ramsden, ibid.\n\nThermometer, register of, in 1785, at Lyndon in Rutland, p. 236. Additional observation on making a thermometer for measuring the higher degrees of heat, p. 390. The difficulty of obtaining clays of the same thermometrical properties, p. 398. The difficulty remedied by a mixture of alum earth, p. 402.\n\nThompson, Sir Benjamin, New Experiments upon Heat, p. 273.\n\nTorricellian Vacuum, experiments with, upon heat, p. 274. Directions for making, p. 275. Not so good a conductor of heat as the atmospheric air, p. 286.\n\nTransit Instrument, history of its origin and improvements, p. 7.\n\nTurbo, description of a newly discovered British shell, called the fine-ringed Turbo, p. 167.\n\nTurkey Stone, magnetical experiments on, 63.\n\nV.\n\nVentotene, Island of; account of, p. 371. Some particulars of the birds there, p. 372. Account of some Roman tiles found there, ibid.\n\nVesuvius, some particulars of the present state of, p. 365. Account of the eruption in November 1784, ibid. The appearance of the mountain altered, p. 369. A journal of its operations kept by Sir William Hamilton and Father Piaggi from August 1779 to the present time, p. 366.\n\nVince, Samuel, a new method of finding fluents by continuation, p. 432.\n\nVision. See Eye.\n\nVitriolic Acid, experiments on freezing, made with it, p. 263.\n\nVitriol, Oil of, experiments on freezing, by mixing it with spirit of nitre, p. 269.\n\nVolcanos, rather of creative than destructive powers, p. 378. Advice to young observers of, p. 379.\n\nW.\n\nWaring, Edward, on infinite Series, p. 81.\n\nWater, properties of, when saturated with hepatic air, p. 141. Experiments on its power of conducting heat, p. 301.\n\nWatson, Bp. of Landaff, Observations on the Sulphur Wells at Harrogate, p. 171.\n\nWeather, observations on, in 1785, p. 237. On the variations of seasons, p. 238.\n\nWedgwood, Josiah, Additional Observations on making a Thermometer for measuring the higher Degrees of Heat, p. 390.\n\nWhately, Thomas, Dissection of a Body dead of an extraordinary Introspection, p. 306.\nWhite, Thomas, Register of the Rain at South Lambeth in Surrey, and at Selbourn and Fyfield, Hampshire, p. 236,\nWine, Spirit of, experiments on freezing, p. 269.\n\nY.\n\nYork, the latitude and longitude of, determined from a variety of astronomical observations, p. 409. Method of finding the difference of meridians between York and Greenwich, p. 410. Determinations for the latitude of York, p. 431.\n\nZ.\n\nZannone Island, account of, p. 376.\nZenith Sector, completed by Mr. Graham, 1727, p. 11. Improvements in, by Dr. Maskelyne, p. 12.\nZinc, magnetical experiments on, p. 72.\n\nFROM THE PRESS OF J. NICHOLS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106641.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 34680,
    "total-output-tokens": 13974,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1026,
        2
      ],
      [
        1026,
        2676,
        3
      ],
      [
        2676,
        4302,
        4
      ],
      [
        4302,
        5967,
        5
      ],
      [
        5967,
        7846,
        6
      ],
      [
        7846,
        9647,
        7
      ],
      [
        9647,
        11322,
        8
      ],
      [
        11322,
        12034,
        9
      ],
      [
        12034,
        13222,
        10
      ],
      [
        13222,
        15699,
        11
      ],
      [
        15699,
        18429,
        12
      ],
      [
        18429,
        20719,
        13
      ],
      [
        20719,
        23240,
        14
      ],
      [
        23240,
        25465,
        15
      ],
      [
        25465,
        27860,
        16
      ],
      [
        27860,
        29676,
        17
      ],
      [
        29676,
        31936,
        18
      ],
      [
        31936,
        34860,
        19
      ],
      [
        34860,
        37730,
        20
      ],
      [
        37730,
        39834,
        21
      ],
      [
        39834,
        40439,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106641",
    "title": "Back Matter",
    "authors": null,
    "year": 1786,
    "volume": "76",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/106641"
  }
}