{
  "id": "818b227aa51dfd255a3c3b1da274ab5d6493ad55",
  "text": "piciens ulteriorem indaginem eorum qua magis recondita sunt dicam cum Philosopho morali, totam rerum naturam umbram esse aut inanem aut fallacem, neque me irasci illis qui nihil nos scire volunt, neque illis qui me hoc quidem nobis relinquunt. Tu interim amice, quem diutius amare me vellem, ut div valeas cura.\n\nGenue, Decembris 5. 1703.\n\nII. Gulielmi Cockburni M. D. Solutio Problematis de Purgantium & Emeticorum Medicamentorum Dosis determinandis in quacunque Hominis Ætate, Temperamento, Temperamenti varietate per universum Terrarum orbem, ab ipso mense Martio proxime elapso, in Actis Philosophicis propositi. Et Illustri admodum Doctoque D. Edwardo Southwell, Annæ Reginae a Secretis Hibernicis, &c. consecrata.\n\nQuo rectius diversas emeticorum & purgantium Medicamentorum Doses, pro Temperamentorum & Ætatium varietate, decernamus. Supponendum est, Primo, istiusmodi Medicamenta nihil prius posse operari quàm in Sanguinis massam appulerint, & eidem penitus immisceantur: Constat enim, ni Nauseam moveant, nullum ab iis effectum sensibilem produci multo post tempore quo in eadem devehiri possint. Secundo, generaliorem eorum effectum esse temperamenti sanguinei aliorumque Liquorum gyranium Alterationem.\n\nEx hisce duobus Postulatis concludimus, quod ubi Sanguinis Craes est eadem Medicamentorum Doses, ad certum aliquem eliciendum effectum, sanguinis Quantitati proportio- A. a a a a a a a a a a a a a a nales.\nnales esse: Si namque certa quaedam Dosis exigatur ad unius Librae sanguinis v. gr. Craefi alterandam ad certum aliquem gradum, duplicem oportebit Dosis adhibere ut Librae duae ad eundem gradum alterentur, triplam ut tres, &c. Et universaliter si sanguinis Quantitas b exigat Dosis d, quantitas sanguinis mb Dosis md exiget, & est b : d :: mb : md.\n\nCoroll. Quum Quantitas sanguinis & cæterorum humorum in gyrum actorum rite, ex Animalis ponderes, possit æstimari (partes enim quas solidas nuncupamus sunt tantum Canales qui liquores istos continent) exinde sequitur Dosisum quantitates, ceteris paribus, esse corporis ponderi proportionales; adeoque Medicamentorum Dosis Infanti, recens nato, propinandum esse ad eorundem dosin provectionis ætatis Homini-bus ut est Infantis pondus ad Hominis. Exempli causâ, pilularum Rudii gr. xxx unicâ plerumq; dose Homini exhibentur, & Homínium Pondus commune est 160 Librarum, & Infantum Librarum 12; quapropter, ut sunt 160 Homínium Pondus ad 12 Infantum, ita sunt gr. xxx Homínium dosis ad gr. 2 4 quæ sunt Infantum; ac semper in eadem ratione Medicamentorum doses augendæ veniunt ut crescit Infans; dehinc doses exhibendæ manent eadem ad annum quinquagesimum, ex quo tempore sanguinis quantitas & vis quotidie minuuntur, quà quoque ratione minuendæ sunt Medicamentorum Doses.\n\nHâc ratiocinandi methodo, Homines omnes eodem gaudere Temperamento simul & Augmentum Ordinemq; secretionum, ad annorum numerum, esse æqualem supponimus; id enim vult simplicior meditandi modus: Quum verò hominum Temperamenta, seu Constitutiones, sint diversissimæ pro variâ sanguinis humorumq; gyrantium Craefi, Dosisum quantitates non semper proportionantur corporis ponderi. Diversum id sanguinis temperamentum in certâ quadem partium ejusdem cohaerendi dispositione consistit, quà sanguis magis vel minus fluidus evadit; unde provenit quà medicamentorum in sanguinem Operationes fiant diversæ pro variis Cohærentiæ gradibus. Ponamus enim homines duos\nduos æquali sanguinis quantitate pollentes, cujus Cohærentiae gradus sint diversi; manifestum est, medicamenta ista facilius laxioris texturæ sanguini admisceri quam firmius cohærenti, commiscendiq; Proclivitas quam habent medicamentorum partes particulis sanguinis est semper ut Fluiditas directe vel reciproce ut est sanguinis Tenacitas, & medicamenti in sanguinem vis erit in eadem similiter ratione: Adeoque ut medicamentum in istis diversi temperamenti Hominibus æqualiter operetur, propinandaæ doses sanguinis Tenacitati proportionales esse debent, supponendo itidem sanguinem in utroq; pari Celeritate circuitum agere. Si vero sanguinis velocitas sit diversa medicamentorum operationes, b. e. Secretionum quantitas ab eis producta, erunt ut sanguinis Velocitas: Secretiones enim in qualibet Glandula, in dato tempore, sunt semper ut sanguinis quantitas quæ in eandem glandulam eodem tempore devehitur, b. e. ut ejus Velocitas Sanguinis etiam velocitas, cæteris paribus, semper se habet ut ejus Fluiditas, seu reciproce ut ejus Cohærentiae gradus: Si igitur sanguinis Velocitas esset unice consideranda, hoc casu quantitas dosium ad eundem effectum producendum erit directe ut cohærentiæ gradus in partibus Sanguinis.\n\nProp. I.\n\nIn hominibus duobus æqualem sanguinis quantitatem habentibus sed Cohærentiæ gradibus differentiis, Medicamentorum Emeticorum & purgantium doses, ad eundem effectum eliciendum necessariae, sunt in duplicata ratione graduum cohærentiæ sanguineæ.\n\nUbi enim Sanguis eadem velocitate movetur, doses quantitas ut cohærentiæ gradus fit oportet, & si gradus cohærentiæ essent idem doses quantitas est reciproce ut velocitas adeoque, ubi nec cohærentia nec velocitas sunt eadem, quantitas doses est in ratione composita ex directa ratione graduum cohærentiæ in Sanguine & reciproca velocitatis: Atqui reciproca\nciproca velocitatis ratio est directae Tenacitatis vel cohaerentiae graduum rationi æqualis. Ideoque Dosis quantitas est in ratione composita graduum cohaerentiae & graduum cohaerentiae, h.e. Doses propinandæ sunt in duplicata ratione eorumdem Q.E.D.\n\nProp. II.\n\nDosium quantitas hominibus diversæ quantitatis sanguinis exhibenda, qui simul diversis pollet Coherentiae gradibus, est in ratione composita ex ratione ponderis hominum & duplicata graduum Coherentiae.\n\nQuum enim cohaerentiae gradus sunt idem dosium quantitas est ut hominum pondus, & ubi hominum pondus est idem dosium quantitas est in duplicata ratione graduum cohaerentiae, adeoque, quum neuter est idem dosis quantitas est in ratione composita ex ratione ponderis hominum & duplicata graduum cohaerentiae. Q.E.D.\n\nCoroll. Hinc Quantitatem & Qualitatem Sanguinis in quo-libet homine scientes doses ad purgandum & vomendum necessarias non ita arduum est determinare. Haec qualitas, seu Temperamentum, sanguinis a perito Medico ex Pulsibus Urina & aliis secretionibus facile invenitur; adeoque Medicus, observando quae doses datæ constitutionis homines purgant, minimo negotio doses cuilibet constitutioni vel Temperamento idoneas statuet.\n\nSchol. Quae hactenus in genere demonstrata sunt, ex vulgari Medicorum circa Purgationem & Vomitionem Hypothesi eodem sequentur pacto; quoniam Dispositio, quam habent Ventriculus & Intestina ut stimulentur, est ut memorati quantitatis & Coharentiae in Sanguine gradus. Ita, vel ex illa Suppositione, Veritas haec maxime constaret, licet postulati simplicitate destituitur, atque ob id non adhibetur.\n\nLondini, 4to Non. Febr. 1706.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103011.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2263,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1422,
        2
      ],
      [
        1422,
        3396,
        3
      ],
      [
        3396,
        5233,
        4
      ],
      [
        5233,
        6867,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103011",
    "title": "Gulielmi Cockburni M. D. Solutio Problematis de Purgantium & Emeticorum Medicamentorum Dosibus Determinandis in Quacunque Hominis AEtate, Temperamento, Temperamenti Varietate per Universum Terrarum Orbem, ab Ipso Mense Martio Proxime Elapso, in Actis Philosophicis Propositi. Et Illustri Admodum Doctoque D. Edwardo Southwell, Annae Reginae a Secretis Hibernicis, etc. Consecrata",
    "authors": "Gulielmi Cockburni, Edwardo Southwell",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103011"
  }
}