{
  "id": "d27d6468e24746460ebf83e12983032635ba830b",
  "text": "X. On the specific Inductive Capacities of certain Electrical Substances.\n\nBy W. Snow Harris, Esq., F.R.S., &c.\n\nReceived May 21,—Read June 9, 1842.\n\n1. The unrivalled series of Researches in Electricity with which Dr. Faraday has enriched the pages of the Royal Society's Transactions, have greatly extended our field of view in this wonderful department of natural knowledge.\n\nThe doctrine of specific inductive capacity advanced in these profound researches, has very considerable claim to attention, being both a novel and important feature of electrical action. I have been hence led to some further examination of it, and, from the results obtained, I am not without hope that a brief account of them may be worthy the notice of the Royal Society.\n\n2. If a given measured quantity of electricity be deposited on different insulating substances of the same thickness, and having metallic coatings of the same extent, the intensity of the charge, as shown by an electrometer, will greatly vary. I found the differences in some cases to be so great as twenty-five to one. Thus, in one instance, the intensity of the charge sustained by induction through air being $25^\\circ$, the intensity of the same charge sustained by induction through lac only amounted to $1^\\circ$.\n\nAn experimental examination of this question, however, demands very considerable caution, since a small degree of conducting power, or dissipation of the charge, or a partial absorption of electricity by the superficial particles of a given substance, would at once diminish the apparent intensity; whilst, on the other hand, any subsequent evolution of the quantity absorbed would, if added to the quantity subsequently deposited, tend to increase it. It is hence essential that experimental processes for the detection and measurement of specific induction should be such as to admit of being carried out in the least possible time under conditions of very perfect insulation.\n\n3. Such processes I have endeavoured to supply in the following experimental examination of this interesting subject; they may be thus briefly stated.\n\nThe given substance to be examined being cast into a circular plate of a foot in diameter and four-tenths of an inch thick, by means of a mould formed of two pieces of polished marble, and an intermediate ring of brass, coatings of tin foil six inches in diameter were applied to each of its surfaces, so as to leave an insulating edge of three inches wide. Plate XIII. fig. 1. represents a plate thus prepared, in which $ab$ is the plate, and $c$ the central coating. When a dielectric medium of air was required, the opposed coatings were made of wood, about three-tenths of an inch in thickness, covered with tin foil; and were fixed at the given distance by\nmeans of three small supports of shell-lac, cemented to the circumferences, as represented by fig. 2, in which \\( c \\) \\( d \\) represent the coatings, and \\( a \\) \\( b \\) two of the shell-lac supports. In some instances the plates were opposed to each other at the extremities of insulating rods of glass, as represented in fig. 8. Plate IV. of the Philosophical Transactions for 1839.\n\n4. Fluid dielectric media were examined by means of the arrangement represented in fig. 3, in which \\( m \\) \\( n \\) is a sort of glass bowl having a contracted opening and neck at \\( h \\). This opening is closed by a fine piece of cork, so as to admit of a conducting wire \\( i \\) passing through it fluid tight; \\( c \\) \\( d \\) are the circular coatings just described, the under one, \\( d \\), being screwed on the end of the wire \\( i \\). The whole is supported on a convenient open frame; and the fluid to be examined is poured into the glass bowl, so as to completely surround and fill the space between the circular metallic surfaces \\( c \\) \\( d \\). An inverted lamp glass shade may be employed with advantage for this purpose.\n\n5. It will be immediately seen that if under any of these conditions one of the coatings, \\( c \\), fig. 4, be connected with the disc \\( m \\) of the electrometer \\( E \\)*, we may determine by an easy and direct experiment, the three following elements necessary for the elucidation of the question under consideration. First. If we insulate the whole system on a glass rod \\( k \\), and deposit a given measured quantity of electricity on the coating \\( c \\), we may determine the intensity of that quantity as expressed by the electrometer, taking the whole as free charge. Secondly. By connecting the under plate \\( d \\) with the electrometer, and charging the upper plate \\( c \\) with a given measured quantity, we may determine in a similar way the direct induction between the plates in degrees of intensity, or free charge shown by the electrometer. Thirdly. By connecting the under coating \\( d \\) with the ground, and charging the superior plate \\( c \\) with a given measured quantity, we may determine in degrees of the electrometer the proportion of the charge uncondensed by the uninsulated plate \\( d \\), that is to say, we may measure the intensity of the charge under the ordinary conditions of the Leyden experiment. In this way, as is evident, we may examine any dielectric medium, whether solid, fluid or gaseous, contained between the metallic coatings \\( c \\), \\( d \\), and compare their respective influences over the degree of induction which takes place through them, between the coatings \\( c \\), \\( d \\).\n\n6. I have called the degree of intensity expressed in terms of the electrometer, *free charge*, for the sake of perspicuity, and in order to distinguish that portion of the charge, whatever it be, which is active on the electrometer, from that portion which is condensed by induction. For similar reasons I have called the action of the charged on the neutral plate, *direct induction*, in contradistinction to the condensing action of the neutral on the charged plate, which I term the *reflected*, or *indirect induction*. It must, however, be understood that these terms are merely employed as expressing conveniently the different actions to which I shall have occasion to refer, and that they are limited to the definitions just given†.\n\n* This instrument is described in the Philosophical Transactions for 1839, Part II. p. 215.\n† Philosophical Transactions for 1829, p. 219.\n7. In order to obtain a given measured charge, sparks were taken upon insulated metallic carrier plates A, A', fig. 5 and 6, from the knob of a jar K, fig. 7, charged to a given intensity, and the electricity was deposited on the coating c, fig. 4. But as the repeated transfer of one plate, considered as a unit of charge, would be attended by a loss of electricity upon a great number of measures, in consequence of some residual electricity being again brought off at each contact, I employed larger carrier plates, A, fig. 5, which could at once take up, under the same intensity, double, triple, &c. the quantity contained on the smaller one, A, fig. 5, and thus deposit at once, together with the plate, a given number of measures on the coated substance c*.\n\n8. I found it, however, desirable in some cases to observe the intensity of the half or quarter of the charge collected on the large transfer plate A, fig. 5, by dividing and subdividing it with a second equal and similar neutral plate B, fig. 8. Thus, supposing the whole disc to contain under a given intensity a quantity equal to eight measures, we may immediately obtain four measures by a momentary contact with an insulated neutral and similar plate B, fig. 8, and two measures by a second contact. We are thus enabled to work with lower charges in certain cases; since from the intensity of the half, or quarter of a charge, we can, by known laws of electrical action, deduce the intensity of the whole. We avoid in this way the dissipation which is liable to occur under a high intensity, and hence arrive at a more correct result. The carrier plates employed were of various kinds, and were constructed either of metallic substances or of gilded wood, and were insulated on very long slender rods of glass covered with lac, as represented in figs. 5 and 6.\n\n9. The jar K, fig. 7, is supported on a varnished glass rod K; it contains about 100 square inches of coating, and was charged with fifteen measures of a small unit jar, containing about ten square inches, the measuring balls being set at '2 of an inch apart. When charged, it was removed from the machine, and the connection of the outer coating with the ground withdrawn, so as to leave it well insulated. As often as a charge was drawn from the knob by either of the carrier plates A, A', an equivalent charge was communicated to the outer or negative coating, and thus repeated measured charges of the same intensity were obtained. The state of this jar was examined from time to time by means of a small carrier plate of three inches in diameter, and a second electrometer E', fig. 9. As long as the jar could charge this plate to an intensity of $10^\\circ$, as measured by the electrometer, the discs m, n, fig. 9, being at a given distance, so long it was deemed in a fit state for experiment. When the intensity fell below this point, the original charge of fifteen unit measures was again restored.\n\n10. The electrometer E, fig. 4, has been fully described in the Philosophical Transactions for 1839†; it is therefore only requisite to state, that by means of a hydrostatic counterpoise v, acting over a delicately hung wheel W, we obtain a continued and uniform balance to the attractive force between the opposed discs f, m, ope-\n\n* Philosophical Transactions for 1834, p. 235. † p. 215.\nrating on the opposite arm of the wheel; whilst an index \\( i \\) attached to the wheel registers the force in degrees of a graduated arc \\( x o y \\).\n\n11. These preliminary explanations being understood, the following experiments will be fully comprehended.\n\nExp. 1. A circular coated plate of shell-lac, \\( N \\), fig. 4, being placed on the insulated rod \\( k \\), and its upper coating \\( c \\) connected with the electrometer disc \\( m \\), one measure of electricity was deposited on it, by placing one of the small charged carrier discs immediately on the coating. In order to find the intensity by the electrometer at a constant distance of \\( .5 \\) of an inch between the attracting discs \\( m, f \\), and to which they had been previously adjusted when the index was at zero, the hydrostatic counterpoise was lowered by means of the screw \\( S \\) until the index was again brought to zero of the arc; whatever force, therefore, was now operating between the discs \\( m, f \\), was operating at the given distance of \\( .5 \\) of an inch. To find this force in degrees, the deposited electricity was discharged; the index then declined or fell back in the direction \\( o y \\), a certain number of degrees, showing the force or intensity required.\n\nThus the deposition of one measure on the insulated plate \\( c \\) evinced an intensity of \\( 4^\\circ \\), and according to the known law of accumulation two measures evinced an intensity of \\( 16^\\circ \\), and so on, as the square of the quantity deposited* up to the limit of charge. Now this intensity was found to be the same, or nearly so, with every insulating substance tried, whether shell-lac, or air, or brimstone, or any other good insulator, and was very little different whether insulated as a single plate or as a double plate, such as represented in fig. 2. An intensity of \\( 4^\\circ \\) was therefore taken as the free charge, and as indicating one measure, supposing it all active on the electrometer, and uncondensed by induction through any given medium.\n\nExp. 2. The under coating \\( d \\) being now connected with the electrometer disc \\( m \\), and \\( 1, 2, 3, \\&c. \\) measures successively deposited on the coating \\( c \\), the respective intensities developed in the opposite coating \\( d \\) by induction were, for one measure \\( 3^\\circ \\), two measures \\( 12^\\circ \\), three measures \\( 27^\\circ \\), and so on up to the limit of inductive development in the opposed plate†.\n\n12. Now this direct induction was observed to be the same, or very nearly so, whether operating through air or through lac, or any other solid insulator; thus confirming, together with the preceding experiment, Dr. Faraday's observation relative to shell-lac (1255.), viz. \"That its solid condition enabled it to retain the excited particles in a permanent position, but that appeared to be all, for these particles acted just as freely through the shell-lac on one side as through the air on the other.\" He did not find, however, every substance bear a rigid examination in this respect; yet the substances which I have tested all evinced nearly the same freedom, as measurable by the charges and electrometer employed.\n\nExp. 3. The under coating \\( d \\), fig. 4, being connected with the ground, and the\n\n* Philosophical Transactions for 1834, p. 219 and 221. † Ibid. 1839, p. 223 and 224.\nupper coating c with the electrometer, a quantity equal to five measures was deposited on it, and the intensity taken under the common conditions of the Leyden experiment. In this case, however, the intensities varied considerably, being different with each substance, as shown in the following Table:\n\n**Table I.**\n\nShowing the Intensity of five measures of electricity in degrees of the Electrometer when accumulated as a charge on different coated Electrics.\n\n| Substance | Lac. | Brimstone | Best Flint Glass | Bees' wax | Pitch | Rosin | Air |\n|-----------|------|-----------|-----------------|-----------|-------|-------|-----|\n| Intensity | 2    | 2.25      | 2.5             | 3.25      | 4     | 5     | 32  |\n\nWhen ten measures were deposited, the intensities were found to increase as the square of the quantity, according to the law already referred to (11.) so that with ten measures the small differences were more marked.\n\n13. It is not difficult to discover from these intensities the indirect induction or specific inductive capacities of the various substances to which they refer, since their respective influences over the amount of induction which takes place through them, may be conceived to vary with the quantity of electricity condensed, as it were, by the uninsulated coating, and thus rendered insensible to the electrometer.\n\nNow, by the known laws of the electrometer*, the intensity of the charged side is proportional to the square of the quantity which the free coating ceases to hold in equilibrio; we may therefore find this quantity, and having deducted it from the whole quantity of charge, the remainder may be taken to represent the inductive capacity of the substance under examination.\n\nThus, to find the inductive capacity of lac with reference to five measures by Table I., we have to find the free quantity corresponding to an intensity of 2°. But the intensity corresponding to one measure, taken as a free quantity, is 4° (Exp. 1.). Taking then the quantities as the square roots of the intensities, we obtain '7 of a measure nearly for an intensity of 2°, which is the uncondensed part of the charge†. If, therefore, we subtract this from five, the whole number of charges, we have 4·3 for the indirect induction, or specific inductive capacity of lac. In a similar way we find the relative specific inductive capacity of air to be 2·2, of pitch 4, and so on, as in the following Table.\n\n* Philosophical Transactions for 1839, p. 237.\n† Or by the laws of the electrometer, we have in taking the forces as the square of the quantity $4^2 : 2^2 :: 1^2 : x^2$ or $4x^2 = 2$, and $x = \\sqrt{-5} = -7$ nearly for the quantity corresponding to 2° when the quantity corresponding to 4° is unity.\nTable II.\n\nShowing the Specific Inductive Capacities of various Electrical Bodies in terms of the number of measures condensed by them on an accumulation of five measures.\n\n| Substances       | Lac. | Brimstone. | Flint glass. | Bees' wax. | Pitch. | Rosin. | Air. |\n|------------------|------|------------|--------------|------------|--------|--------|------|\n| Inductive capacity | 4·3  | 4·25       | 4·21         | 4·1        | 4      | 3·9    | 2·2  |\n\n14. If, then, as in the preceding Table, the number of charges condensed by the indirect induction of the uninsulated coating be taken to express the respective influences of different dielectric substances over the induction through them, we have the relative inductive capacities as in the following Table.\n\nTable III.\n\nShowing the Inductive Capacities of various dielectric Bodies in relation to Air taken as unity.\n\n| Substances       | Air. | Rosin. | Pitch. | Bees' wax. | Glass. | Brimstone. | Lac. |\n|------------------|------|--------|--------|------------|--------|------------|------|\n| Relative capacity | 1    | 1·77   | 1·8    | 1·86       | 1·9    | 1·93       | 1·95 |\n\nThe results in the case of lac and air very nearly coincide with those arrived at by Dr. Faraday, who found (1270.) the relation of lac to air as 2 : 1, or very nearly, which is about the proportion deduced in the above Table. He also found a very high inductive capacity for sulphur, which is likewise the case in the above Table, although the specimen employed in these experiments did not give a higher capacity than lac, as appeared to be the case in the experiment Dr. Faraday refers to (1275.), and which he considers unexceptionable. With respect to glass and the other substances above given, all the specimens insulated well, and charged and discharged freely in the usual way. The experiments were certainly uninfluenced by the sources of error above-mentioned (2.), since the intensity varied with the square of the number of charges deposited on the insulated coating, and the general laws of electrical accumulation on coated surfaces were manifested by them, which could not have been the case under a sensible degree of conducting power, or a partial absorption of electricity by their superficial particles. Thus I found a square of thick plate glass of the common kind, and which the Lords Commissioners of the Admiralty very kindly permitted me to purchase from the stores of Her Majesty's Dock Yard, quite unfit for these investigations. It would not take the slightest degree of charge under any condition under which I could place it. By covering its exposed edges with shell-lac dissolved in naphtha or alcohol, I succeeded in rendering it non-conducting on the surface, but still it would not assume the charged state in any degree. I tried other specimens of plate glass, and with nearly the same result. And it was not\nuntil I tried a small bowl of the best flint glass that I could succeed in obtaining anything like a comparative experiment. This bowl, however, which fortunately was of the same thickness, or very nearly so, as the other substances tried, charged very freely when six inches of coating were given to it, as in the other cases, and evinced a high inductive capacity.\n\n15. With respect to fluid dielectric bodies, although I have thought it worth while to advert briefly to the method I employed in subjecting them to experiment, yet I am obliged to admit that it was attended by no positive result whatever. I found all the fluid bodies I examined, viz. oil of turpentine, common oil, naphtha, &c., quite incapable of assuming the charged state, or at least if they did so, it became instantly destroyed. I could not hence arrive at any conclusion relative to their capacities for sustaining electrical induction, and in this failure I am not alone. Faraday found, not only these, but a great many solid bodies quite unfit for experiment on account of their incapacity to sustain a sufficient charge (1279.) (1280.). That this incapacity is not dependent on the fluid condition of the body is quite evident, since the thick plate of glass just mentioned equally failed in its power of receiving a charge. I am however not without hopes, that by varying the temperature of these substances, or by another form of experiment, or otherwise by a more complete preparation of them, their inductive capacities, however low, may be relatively discovered.\n\n16. I have now merely to offer, in conclusion, a few observations on the experimental processes which have been employed in the above investigation. First, it is essential that the substances to be examined should have perfect solidity, and be well and evenly cast, so as not to present any small fissures or cracks. The coatings should be closely attached to their surfaces by a little stout paste, and well rubbed over, in order to completely exclude the particles of air, which otherwise are liable to detach the coating from the surface, and vitiate the experiment. When a substance thus coated charges and discharges freely, and on being charged with 1, 2, 3, &c. measures successively, evinces by the electrometer intensities which are as the squares of these quantities, it may be taken as being in a fit state for experiment on its inductive capacity. Secondly, to avoid dissipation or loss from charges which with some substances evince a high intensity, it is desirable to work with one half or one quarter the whole charge in such cases, and deduce the comparative intensity from these. Thus in comparing shell-lac and air, we find that a quantity which with shell-lac only affects the electrometer by $1^\\circ$, will with air as the dielectric medium affect the electrometer $25^\\circ$; and as it is most important to obtain the full measure of induction through air, it is safer in certain cases to find the intensity of half the quantity, and then by the law of the intensity which is as the square of the quantity, deduce the intensity due to the full charge. If we required, for example, to compare the result of twenty measures on shell-lac with twenty measures on air, and that the intensity of twenty measures on air was so great as to cause dissipation between the plates,\nwe may readily determine the full intensity by dividing the charge (8.) and operating with ten measures. Suppose the ten measures evinced an intensity of $15^\\circ$, then the intensity due to twenty measures would be $60^\\circ$, being as $Q^2$. We more particularly require this, because the full twenty measures would be necessary for the shell-lac in order to obtain a decided result, which at the greatest might not exceed in this case $4^\\circ$.\n\nLastly, it is essential to manipulate under a good insulating air, in a dry room and with every convenience at hand for warming and thoroughly drying from time to time the various insulators, which is best done by means of small heated irons curved into half cylinders, and fixed in convenient handles. If these precautions be attended to, the electrometers will remain without dissipation for twice or thrice the time requisite for the experiment, and the result will be found very uniform and invariable.\n\nPlymouth,\nMay 1, 1842.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108150.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14664,
    "total-output-tokens": 5425,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2770,
        2
      ],
      [
        2770,
        6303,
        3
      ],
      [
        6303,
        9635,
        4
      ],
      [
        9635,
        12973,
        5
      ],
      [
        12973,
        15709,
        6
      ],
      [
        15709,
        18597,
        7
      ],
      [
        18597,
        21939,
        8
      ],
      [
        21939,
        22920,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108150",
    "title": "On the Specific Inductive Capacities of Certain Electrical Substances",
    "authors": "W. Snow Harris",
    "year": 1842,
    "volume": "132",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/108150"
  }
}