{
  "id": "e2f9cfb1c7486d6f5a535c02738df78ca3792a40",
  "text": "For the Shortness of Breath, I have advised the giving \"Whale-Oil, Treacle of Sugar, each a Pint; \"Flower of Brimstone four Ounces: Give it in a \"Mash of Malt, or Bran and Water, twice or \"thrice a Day.\"\n\nFor the Scouring, first give the Crocus-Purge above-mention'd; then give them every six or eight Hours the following Draught.\n\n\"Take Whiting one Pound, bruise it; pour \"boiling Water upon it, a Quart or more; let \"it stand to settle; pour off the clear Water, \"and fling it away; then put a Quart of warm \"Water to the wet Whiting; and add Bole-\"Armeniac in Powder two Ounces, Venice-\"Treacle one Ounce, English Malt-Spirits half \"a Pint.\"\n\nThese Proposals being founded upon the Appearance of the Symptoms, I hope they will be attended with the wish'd-for Success.\n\nXI. A Letter from Mr. D. P. Layard, Surgeon, to C. Mortimer, M. D. Secr. R. S. inclosing an Account of a Fracture of the Os Ilium, and its Cure.\n\nSIR,\n\nRead Dec. 5. Inclosed I send you a Case, which, as the Learned Heister observes, rarely happens.\nhappens *. If you think it may be worthy the Notice of so distinguished a Body as the Royal Society, I beg the Favour of you, Sir, to present it, as a small Token of my great Respect. I am, with the greatest Regard,\n\nSIR,\n\nDean-Street, Soho, Dec. 3.\n\n1745.\n\nYour most humble,\n\nand affectionate Servant,\n\nD. P. Layard.\n\nThe Case of John Easdon, Coachman to the Right Honourable the Earl of Darnley.\n\nON the 8th of February 1745, John Easdon, Coachman to the Right Honourable the Earl of Darnley, about 22 Years of Age, was jammed between a Waggon and a Coal-Cart, as he was getting up into the Waggon; the Cart-Wheel pressed on the upper Part of the left Os Ilium, and, by a sudden Jolt, squeezed him against the Waggon, so as to raise him from the Waggon-Wheel on which he stood; then the Cart going on, the poor Man fell on the Ground.\n\nBeing carried to my Lord's Stables, I examined the Part, and found (just below the Contusion made by the\n\n* Os innominatum rari frangitur. Heister Instit. Chirurgic. Tom. 1. pag. 200.\nthe Pressure of the Cart-Wheel) a Fracture running quite across the Costa of the left Os Ilium, about three Fingers Breadth below the Crista of the said Bone; the End of the upper fractur'd Part being forced in towards the Cavity of the Abdomen.\n\nThe Patient being laid on his Back, on the Edge of the Bed, I applied a Napkin on the false Ribs, which was pulled tight by two Assistants, in order to press the Contents of the Abdomen downwards: Another Assistant pressed the Abdomen on the right Side, while, by pressing the Crista of the fractured Os Ilium gently inwards, I brought both the Edges of the Fracture to a mutual Contact.\n\nThe Fracture being reduced, the Napkin applied on the false Ribs was tightened, and kept on during the whole Cure with the Scapulary. I applied proper Compresses, and a Pasteboard cut according to the Figure of the Bone, over which I applied the *Spica Bandage. The Patient was kept in Bed for about three Weeks, lying on his Back, the affected Side being supported with a soft Pillow. By this means, and by observing what is generally recommended in all Fractures; the Patient was perfectly cured, and walked very well at the Month's End.\n\n* Vide Heister. Institut. Chirurgic. Tom. 2. pag. 1217.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104508.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1021,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1021,
        2
      ],
      [
        1021,
        2043,
        3
      ],
      [
        2043,
        3275,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104508",
    "title": "A Letter from Mr. D. P. Layard, Surgeon, to C. Mortimer, M. D. Secr. R. S. Inclosing an Account of a Fracture of the Os Ilium, and Its Cure",
    "authors": "D. P. Layard",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104508"
  }
}