{
  "id": "63245ab33a816a4341094a27a7cf3dfaf38338be",
  "text": "and that of Septalius must scatter them in the compass of three Inches. Some here do intend to make of them, yea and bigger ones; but we must stay till they be done, &c.\n\nOf Monsieur Hevelius's Promise of imparting to the World his Invention of making Optick Glasses; and of the hopes given by Monsieur Hugens of Zulichem, to perform something of the like nature; as also of the Expectations, conceived of some Ingenious Persons in England, to improve Telescopes.\n\nThat eminent Astronomer of Dintzick, Monsieur Hevelius, writes to his Correspondent in London, as followeth:\n\nWhat hath been done in the grinding of Optick glasses in your parts, and how those beginnings, mention'd by you formerly, do continue and succeed, I very much covet to hear. 'Tis now above ten Years, since I myself invented a peculiar way of grinding such Glasses, and reduced it also into practise; by which 'tis easie, without any considerable danger of failing, to make and polish Optick glasses of any Conick Section, and that (which is most notable) in any dish of any Section of a Sphere: which Invention I have as yet discovered to none, my purpose being, for the Improvement of Natural Knowledge, to describe the whole method thereof in my Celestial Machine, and to propose it to the Examination and Judgement of the Royal Society; not doubting at all, but they will finde the way true and practicable, myself having already made several Glasses by it, which many Learned Men have seen and tryed.\n\nMonsieur Hugens, inquiring also in a Letter, newly written by him to a Friend of his in England, of the success of the attempts made by an Ingenious English Man for perfecting such Glasses, and urging the prosecution of the same,\nso as to shew by the Effects the practicableness of the Invention, mentions thereupon, That he intends very shortly to try something in that kind, of the success whereof he declares to have good hopes.\n\nMonsieur du Son, that excellent Mechanician, doth also at this very present employ himself in London, to bring Telescopes to perfection, by grinding Glasses of a Parabolical Figure, by the means whereof he hopes to enable the Curious to discover more by a Tube of one Foot long, or thereabout, furnished with Glasses thus figured, then can be done by any other Tubes of very many times more that length: The success hereof will (its thought) shortly appear.\n\nAn Advertisement of a way of making more lively Counterfaits of Nature in Wax, then are extant in Painting: And of a new kind of Maps in a low Relievo; both practised in France.\n\nThis was communicated by the Ingenious Mr. John Evelyn, to whom it was sent from Paris in a Letter, as followeth:\n\nHere is in our Neighborhood a French-man, who makes more lively Counterfeits of Nature in Wax, then ever I yet saw in Painting, having an extraordinary address in modelling the Figures, and in mixing the Colours and Shadows; making the Eyes so lively, that they kill all things of this Art I ever beheld: He pretends to make a visit into England with some of his Pieces.\n\nI have also seen a new kind of Maps in low Relievo, or Sculpture: For example, the Isle of Antibe, upon a square of about eight Foot, made of Boards, with a Frame like a Picture: There is represented the Sea, with Ships and other Vessels Artificially made, with their Cannons and Tackle of Wood fixed upon the surface, after a new and most admirable manner. The Rocks about the Island exactly form'd,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101442.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 880,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1711,
        2
      ],
      [
        1711,
        3439,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101442",
    "title": "Of Monsieur Hevelius's Promise of Imparting to the World His Invention of Making Optick Glasses; And of the Hopes Given by Monsieur Hugens of Zulichem, to Perform Something of the like Nature; As Also of the Expectations, Conceived of Some Ingenious Persons in England, to Improve Telescopes",
    "authors": "Monsieur Hugens, Monsieur Hevelius",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101442"
  }
}