{
  "id": "5061a953ff6a082bff7c7960a0710c24959941cb",
  "text": "hand and body, by that atmosphere, and the finger becomes, as well as the threads, negatively electrified, and so repels, and is repelled by them. To confirm this, hold a slender light lock of cotton, two or three inches long, near a prime conductor, that is electrified by a glass globe, or tube. You will see the cotton stretch itself out towards the prime conductor. Attempt to touch it with the finger of the other hand, and it will be repelled by the finger. Approach it with a positively charged wire of a bottle, and it will fly to the wire. Bring near it a negatively charged wire of a bottle, it will recede from that wire in the same manner, that it did from the finger; which demonstrates the finger to be negatively electrified, as well as the lock of cotton so situated.\n\nLII. Extract of a Letter concerning Electricity, from Mr. B. Franklin to Mons. Delibard, inclosed in a Letter to Mr. Peter Collinson, F. R. S.\n\nPhiladelphia, June 29, 1755.\n\nRead Dec. 18, 1755.\n\nYOU desire my opinion of Pere Becaria's Italian book. I have read it with much pleasure, and think it one of the best pieces on the subject, that I have seen in any language. Yet as to the article of water-spouts, I am not at present of his sentiments; though I must own with you, that he has handled it very ingeniously. Mr. Collinson has my opinion of whirlwinds and water-\nwaterspouts at large, written some time since. I know not whether they will be published; if not, I will get them transcribed for your perusal. It does not appear to me, that Pere Beccaria doubts of the absolute impermeability of glass in the sense I meant it; for the instances he gives of holes made through glass by the electric stroke are such, as we have all experienced, and only shew, that the electric fluid could not pass without making a hole. In the same manner we say, glass is impermeable to water, and yet a stream from a fire-engine will force through the strongest panes of a window. As to the effect of points in drawing the electric matter from clouds, and thereby securing buildings, &c., which, you say, he seems to doubt, I must own I think he only speaks modestly and judiciously. I find I have been but partly understood in that matter. I have mentioned it in several of my letters, and except once, always in the alternative, viz. that pointed rods erected on buildings, and communicating with the moist earth, would either prevent a stroke, or, if not prevented, would conduct it, so as that the building should suffer no damage. Yet whenever my opinion is examined in Europe, nothing is considered but the probability of those rods preventing a stroke, or explosion; which is only a part of the use I proposed from them; and the other part, their conducting a stroke, which they may happen not to prevent, seems to be totally forgotten, tho' of equal importance and advantage.\n\nI thank you for communicating M. de Buffon's relation of the effect of lightning at Dijon, on the 7th of June last. In return give me leave to relate an instance I lately saw of the same kind. Being in\nthe town of Newbury in New England, in November last, I was shewn the effect of lightning on their church, which had been struck a few months before. The steeple was a square tower of wood, reaching seventy feet up from the ground to the place where the bell hung, over which rose a taper spire, of wood likewise, reaching seventy feet higher, to the vane or weather-cock. Near the bell was fixed an iron hammer to strike the hours; and from the tail of the hammer a wire went down through a small gimlet-hole in the floor that the bell stood upon, and thro' a second floor in like manner; then horizontally under and near the plastered ceiling of that second floor, till it came near a plastered wall; then down by the side of that wall to a clock, which stood about twenty feet below the bell. The wire was not bigger than a common knitting needle. The spire was split all to pieces by the lightning, and the parts flung in all directions over the square, in which the church stood, so that nothing remained above the bell.\n\nThe lightning passed between the hammer and the clock in the above-mentioned wire, without hurting either of the floors, or having any effect upon them, except making the gimlet-holes, through which the wire passed, a little bigger, and without hurting the plastered wall, or any part of the building, so far as the aforesaid wire and the pendulum wire of the clock extended; which latter wire was about the thickness of a goose quill. From the end of the pendulum down quite to the ground the building was exceedingly rent and damaged, and some stones in the foundation-wall torn out, and thrown to the distance\nof twenty or thirty feet. No part of the afore-\nmentioned long small wire, between the clock and\nthe hammer, could be found, except about two\ninches, that hung to the tail of the hammer, and\nabout as much, that was fastened to the clock; the\nrest being exploded, and its particles dissipated in\nsmoke and air, as gun-powder is by common fire,\nand had only left a black smutty track on the plaster-\ning, three or four inches broad, darkest in the mid-\ndle, and fainter towards the edges, all along the\nceiling, under which it passed, and down the wall.\nThese were the effects and appearances: on which I\nwould only make the few following remarks; viz.\n\n1. That lightning, in its passage through a build-\ning, will leave wood to pass as far as it can in metal,\nand not enter the wood again till the conductor of\nmetal ceases.\n\nAnd the same I have observed in other instances,\nas to walls of brick or stone.\n\n2. The quantity of lightning, that passed through\nthis steeple, must have been very great by its effects\non the lofty spire above the bell, and on the square\ntower all below the end of the clock pendulum.\n\n3. Great as this quantity was, it was conducted\nby a small wire and a clock pendulum, without the\nleast damage to the building so far as they extended.\n\n4. The pendulum rod being of a sufficient thick-\nness, conducted the lightning without damage to it-\nself; but the small wire was utterly destroyed.\n\n5. Though the small wire was itself destroyed, yet\nit had conducted the lightning with safety to the\nbuilding.\n\n6. And\n6. And from the whole it seems probable, that if even such a small wire had been extended from the spindle of the vane to the earth, before the storm, no damage would have been done to the steeple by that stroke of lightning, though the wire itself had been destroyed.\n\nLIII. A Letter concerning the Effects of Lightning at Darking in Surrey, from Mr. William Child to Mr. James Pitfold. Communicated by Mr. Peter Collinson, F. R. S.\n\nSIR,\n\nDarking, Sept. 30, 1755.\n\nRead Dec. 18, 1755.\n\nAFTER several disappointments of fending you the account I so long ago promised, you have here the best particulars I can obtain. The day, on which the storm happened, was Monday the 16th of July 1750, about seven o'clock in the evening. During the preceding part of the day the air was of a very red fiery appearance, accompanied with frequent thunderings. About six o'clock the wind arose, and blew exceeding strong, and in a very short time the hemisphere became uncommonly dark; the flashes of lightning were much stronger, and came in very short intervals of time, and the thunder-claps long and loud, attended with a very hard rain for near half an hour, in which time came the strongest flash of lightning I ever saw, and instantly with it the most terrible burst of thunder.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104945.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1920,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1356,
        2
      ],
      [
        1356,
        3062,
        3
      ],
      [
        3062,
        4702,
        4
      ],
      [
        4702,
        6236,
        5
      ],
      [
        6236,
        7506,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104945",
    "title": "Extract of a Letter concerning Electricity, from Mr. B. Franklin to Mons. Delibard, Inclosed in a Letter to Mr. Peter Collinson, F. R. S.",
    "authors": "B. Franklin",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104945"
  }
}