{
  "id": "03bb608ba5a1b55c149b6badc7b79bbed3e9eac4",
  "text": "XXI. Barometrical Observations on the Depth of the Mines in the Hartz. By John Andrew de Luc, F. R. S. In a Letter to Sir John Pringle, P. R. S.\n\nSIR,\n\nRead March 20, 1777.\n\nI HAVE the honour to lay before you some observations on the Barometer, which I made during my short journey into Germany; and beg, if you think them worthy its attention, that you would communicate them to the Royal Society.\n\nI sat out with the hopes of being able to make a short excursion into the Hartz, to visit some of the mines there. These I knew were extremely deep; and it made me very desirous to try in them my rules for measuring heights\n\nObservations Barométriques sur la Profondeur des Mines du Hartz. Par Jean Andrée de Luc, Membre de la Société Royale, &c. dans une Lettre au Chevalier Baronet Pringle, Pref. de la Soc. R.\n\nMONSIEUR,\n\nJ’AI l’honneur de vous faire part de quelques observations du Baromètre, que j’ai faites dans un petit voyage en Allemagne; vous priant de les communiquer à la Société Royale, si vous les trouvez dignes de son attention.\n\nEn partant pour ce voyage, j’avois l’espérance de faire une excursion dans le Hartz pour y visiter quelques unes de ses mines. Je savois qu’elles étoient fort profondes; et par conséquent j’avois grande envie d’y essayer mes règles\nM. de Luc's Barometrical Observations on heights by the Barometer, that I might know whether in those pits (where exhalations of all kinds spread themselves) the condensations of the air follow the same laws that they do out of them.\n\nI nearly miscarried in this interesting operation through an accident which had happened to my Barometer. Having lent it to a friend, when I came to examine it a little before my setting out, I found that air had somehow got into it. Luckily I had time enough to take it to pieces and make the quicksilver boil in it; a circumstance which I only mention in order to observe, that I succeeded so thoroughly in this manoeuvre, that, from that time to this, the quicksilver has always adhered to the summit of the tube as often as I have raised it to it, just in the same manner as it adheres by the ebullition. It requires a shake to make it descend: and sometimes\n\nrègles pour la mesure des hauteurs par le Baromètre; pour savoir si dans ces puits, où des exhalaisons de tant d'espèces se répandent, les condensations de l'air suivroient les mêmes loix qu'au dehors.\n\nJe faillis à manquer cette intéressante opération par un accident arrivé à mon Baromètre. Je l'avois prêté; et lorsque je l'examinai à la veille de mon départ, je trouvai qu'on y avoit laissé entrer de l'air. J'eus le temps heureusement de le démonter, et d'y faire bouillir le mercure: circonstance dont je ne fais mention, que pour ajouter; que je réussis si parfaitement dans cette opération, que dès ce moment, pendant tout mon voyage, et jusqu'à aujourd'hui, le mercure a toujours continué de s'attacher au sommet du tube, lorsque je l'y ramène; comme il s'y attache au moment de l'ebullition: et il n'en descend que par une secousse.\nsometimes the column breaks beneath the summit, and there remain only some lines of the quicksilver suspended to the top.\n\nIt is for barometers cleared of air to this degree that my formulae have been determined: and I had the satisfaction to find that they answered in the Hartz just as they had done upon the mountains in the neighbourhood of Geneva, where they took their origin.\n\nAnother remarkable circumstance which relates to the Barometer itself is as follows. Having occasion for corresponding observations in some places of my rout, I applied to observers who had good Barometers; amongst which I met with one of Mr. DOLLOND's. These Barometers I compared with my own, being well assured beforehand, that I should find a difference in the heights indicated, from the circumstance of their having cisterns at\n\nsecoussé. Quelquefois même la colonne se romp au dessous du sommet, et il ne reste que quelques lignes de mercure suspendu:\n\nC'est pour des Baromètres purgés d'air à ce point, que mes formules ont été déterminées: aussi ont-elles réussi dans le Hartz, tout comme dans les montagnes des environs de Genève, où elles ont pris naissance.\n\nVoici encore, Monsieur, une circonstance remarquable, qui regarde le Baromètre même. Ayant eu besoin en quelques endroits de ma route, d'observations correspondantes, je m'adressai à des amateurs, qui avoient de bons Baromètres. J'en trouvai un entr' autres de M. DOLLOND. Je comparaï ces Baromètres au mien, étant bien assuré de trouver de la différence dans la hauteur indiquée; parcequ'ils avoient des réservoirs en bas; ce qui fait que la colonne baromè-\n\nG g g 2 trique\nat the bottom, which makes the barometrical column always shorter in these than it is in a plain tube in the form of a syphon, as I have shewn in my treatise on the Modifications of the Atmosphere. Accordingly this was the case in all these Barometers; they did all stand lower than mine, but varied from each other, according to particular circumstances, depending chiefly on the diameter of the tube, and the figure of the cistern.\n\nIn going from Hanover to the Hartz I went through Gottingen, where I did not stop then, because I wished to make use of the fine weather. I left it therefore without having settled any thing about corresponding observations of the Barometer, Professor Lichtenberg having been kind enough to undertake the care of procuring them for me; the comparison of the instruments being deferred till my return. Professor Erxleben was accordingly\n\ntrique y est toujours plus courte, que dans un tuyau simple en forme de syphon; comme je l'ai expliqué dans mon Ouvrage sur les Modifications de l'Atmosphère. C'est aussi ce que je trouvai dans tous ces Baromètres: ils se tenaient tous plus bas que le mien; mais diversement, suivant quelques circonstances particulières, dépendantes principalement du diamètre du tube, et de la figure du réservoir.\n\nEn allant de Hanovre au Hartz, je passai par Gottingue, où je ne m'arrêtai point alors, parce que je voulais profiter du beau temps. J'en partis donc, sans avoir rien déterminé pour des observations correspondantes du Baromètre; M. le Professeur Lichtenberg ayant bien voulu se charger du soin de m'en procurer; et renvoyant à mon retour la comparaison des instrumens. Il s'adressa pour cet effet à M. le Professeur Erxleben; parce qu'il avait un Baromètre fait d'un simple tube\ningly applied to by him, because he had a Barometer made of a single bent tube upon the principle of mine. During my journey Mr. ERXLEBEN was so good as to observe this Barometer very frequently; and it is from his observations that the heights of some of the places of the Hartz, which I shall mention, have been determined.\n\nAt my return, I placed my Barometer near that of Mr. ERXLEBEN; and, when they were exposed to the same temperature, there was found no difference between them.\n\nThis example, joined to all those with which my own experience has furnished me for a long time past, makes me more and more solicitous that the lovers of natural philosophy would fix the scale of their Barometers with cisterns (very convenient ones no doubt for common use) by comparing them with a Barometer made in the form of\n\ntube recourbé, sur la principe du mien. M. ERXLEBEN eut la bonté d'observer très fréquemment ce Baromètre pendant mon voyage; et c'est d'après ses observations, que j'ai déterminé les hauteurs de quelques endroits du Hartz dont je ferai mention.\n\nA mon retour j'apportai mon Baromètre auprès de celui M. ERXLEBEN; et quand ils furent réduits à la même température, il ne se trouva entre eux aucune différence.\n\nCet exemple se joignant à tous ceux que mes propres expériences m'ont fourni depuis long temps, me fait désirer toujours davantage que les Physiciens veulent bien fixer l'échelle de leurs Baromètres à réservoir (très commodes sans doute pour l'usage ordinaire) en les comparant à un Baromètre fait en forme de siphon;\nof a syphon, and not by any immediate measure commencing at the level of the quicksilver in the cistern. This is the surest method to render exactly correspondent those observations which are made with Barometers which one cannot compare together; at the same time that the barometrical height expressed by Barometers of this form is the only true one; that is to say, the only one which, after the correction for the heat, expresses the weight of the air, by the height of a column of quicksilver of a given density, with which it is really in equilibrio.\n\nI shall begin the account of my observations of the Barometer in the Hartz by those which I made in places, the height of which is ascertained.\n\nKnowing that the ore is drawn up in pales from the pits of the mines, I thought at first that it would be\n\net non par une mesure immédiate, qui parte du niveau du mercure dans le réservoir. C'est le plus sur moyen de rapporter avec exactitude les unes aux autres, des observations faites avec des Baromètres que l'on n'a pu comparer; en même temps que la hauteur barométrique exprimée par les Baromètres de cette forme, est là seule vraie; c'est à dire la seule qui, après la correction pour la chaleur, exprime le poids de l'air par la hauteur d'une colonne de mercure de densité donnée, avec laquelle il est réellement en équilibre.\n\nJe commencerais, Monsieur, le récit de mes observations du Baromètre dans le Hartz, par celles que j'ai faites en des lieux dont la hauteur est connue.\n\nSachant que l'on monte le mineraï dans des feaux, par les puits des mines, j'avais cru d'abord qu'il me feroit possible de mesurer ces profondeurs au cordeau; et\nbe easy to measure their depths with a line, and I had accordingly provided myself with all the necessary implements for that purpose; but when I arrived at Clausthal, the principal place of the King's mines, I found that those pits, being dug in the direction of the veins of ore, are too inclined to make such a mode of mensuration practicable.\n\nAt first this gave me great concern, because I had my experiments much at heart; but I was soon made easy by Baron REDEN, captain-general of the mines. \"You do not want these measures,\" said he, \"since it is of much more consequence to us, than it can possibly be to you, to know exactly the depth of all the points of these mines. Without such knowledge, how could we direct ourselves in boring from one to the other?\" This consideration did in fact dispel all the scruples which had made me desirous of measuring the depths myself,\n\net je m'étois muni des choses nécessaires à cet effet. Mais lorsque je fus arrivé à Clausthal, chef lieu des mines du Roi, j'appris que ces puits, creusés dans la direction des filons, sont trop inclinés pour que cette espèce de mesure soit possible. J'y eus d'abord beaucoup de regret; parce que j'avais fort à cœur ces expériences: mais M. le Baron de REDEN, capitaine-général des mines, me tranquillisa bientôt. \"Vous n'avez pas besoin de mesurer,\" me dit-il, \"il nous importe bien plus qu'à vous de connoitre exactement la profondeur de tous les points de ces mines. Sans cela, comment nous dirigerions-nous, pour percer de l'une à l'autre?\" Cette considération en effet, fit disparaître pleinement\nmyself, and by so doing gave me time for a greater number of observations.\n\nThe first of this kind were made in three mines in the environs of Clausthal; called the Dorothea, the Caroline, and the Benedict. Mr. de Reden and Messrs. Helzener and Friedrich, chief officers of the miners, went down with me; and, whilst we were penetrating into the bowels of the mountain, Mr. Leyser, syndic of the mines, and a lover of meteorological observations, was observing every quarter of an hour, at the top of the pit into which we had descended, a barometer and thermometer which have been since compared with mine.\n\nI had observed my Barometer at the mouth of the Dorothea pit when we were going into the mine at half an hour after eleven in the morning; I observed it\n\nment les scrupules qui m'avoient fait désirer de mesurer moi-même ces profondeurs; ce qui me facilita un plus grand nombre d'observations.\n\nLes premières de ce genre furent dans trois mines contiguës des environs de Clausthal; nommées la Dorothée, la Caroline, et la Bénédicte. M. de Reden et Messrs. Helzener et Friedrich, premiers officiers des mineurs, se donnèrent la peine d'y descendre avec moi: et tandis que nous-nous enfonçions dans le sein de la montagne, M. Leyser, syndic des mines, et amateur des observations météorologiques, observa de quart d'heure en quart d'heure, au haut du puits par lequel nous étions descendus, un baromètre et un thermomètre, qui furent depuis comparés aux miens.\n\nJ'avois observé mon Baromètre en entrant dans les mines à 11 h. du matin, au haut du puits de la Dorothée; je l'observai au fond de ce puits à 14 h.; au\nat the bottom of this pit at a quarter past one o'clock; at the bottom of the Caroline, at a quarter past three o'clock; in the lowest searching gallery of the Benedict, at six o'clock; and again, at the mouth of the Dorothy, on our return, at seven o'clock. During the seven hours and a half that we had stayed in the mines, the greatest variation of the Barometer had not exceeded a quarter of a line; and Mr. Leyser's observations indicated the times when this variation had taken place.\n\nAt my return I calculated these observations, and gave the results to Baron Reden, in order that the subterraneous Geometer might compare them with the registers which are kept of the depths of all these mines. The following are the results of these calculations, the particulars of which I likewise send you.\n\n---\n\nfond de celui de la Caroline à $3\\frac{1}{2}$ h.; dans la galerie de recherche la plus basse de la Benedicte à 6 h.; et enfin je l'observai encore à 7 h. étant de retour à l'entrée du puits de la Dorothée. Pendant les $7\\frac{1}{2}$ h. que nous étions restés dans les mines, sa plus grande variation avoit été d' $\\frac{1}{4}$ ligne; et les observations de M. Leyser me marquoient les tems où cette variation s'étoit faite.\n\nAu retour je calculai ces observations, et j'en remis les résultats à M. le Baron de Reden, pour les faire comparer par le Geomètre souterrain, avec les registres tenus de toutes les profondeurs dans les mines. Voici, Monsieur, les résultats de ces calculs, dont j'ai l'honneur de vous envoyer aussi les détails.\nThe depth of the Dorothy pit between two fixed points,\n\nThat of the Caroline, relatively to the same point at the mouth,\n\nThat of the lowest searching gallery of the Benedict, relatively to the same point,\n\nMr. Friedrich was appointed to give me the geometrical measures. He had been present at my observations, and found the results of them so near those measures, considering they had been furnished by a method so easy, and according to his notions so extraordinary, that he gave me a certificate in due form of the real heights, which are as follows:\n\nLa profondeur du puits de la Dorothée, entre deux points fixes, 168,96\nCelle du puits de la Caroline, relativement au même point d'enhaut, 170,74\nCelle de la galerie de recherche la plus profonde de la Benedicte, de même, 143,96\n\nCe fut M. Friedrich, qui fut chargé de me communiquer les mesures géométriques. Il avait été témoin des observations; et il en trouva les résultats si près de ces mesures, pour avoir été fournis par une route si aisée et si singulière à ses yeux, qu'il m'expédia un certificat en dues formes de ces hauteurs réelles; elles étoient comme suit:\nThe depth of the Dorothy, from the points of observation,\n\nThat of the Caroline,\n\nThe gallery of the Benedict,\n\nI could not at first judge of the agreement of the two measures, because it was necessary to know the relation between the Lachter and the French Toise. I had brought with me a very accurate half Toise, which we compared with the half Lachter, and found the latter shorter than the former in the proportion of 61 to 62.\n\nReducing then, according to this proportion, the geometrical measures above mentioned into French toises, we shall have,\n\nLachters, ou toises du Hartz.\n\nLe puits de la Dorothée en partant des points des observations, — 172,31\nCelui de la Caroline, — — — 173,92\nLa galerie de la Benedicte, — — — 144,79\n\nJe ne pus pas juger d'abord du rapport des deux mesures, parcequ'il falloit connoitre celui de la Lachter avec la Toise de France. J'avais apporté avec moi une demi Toise fort exacte; nous la comparâmes à la demi Lachter, et nous trouvâmes celle-ci plus courte que la demi Toise dans le rapport de 61 à 62.\n\nEn reduisant donc suivant ce rapport, les mesures géométriques ci-dessus en Toises de France, nous aurons:\nThe pit of the Dorothy, 169.53\nThat of the Caroline, 171.12\nThe gallery of the Benedict, 142.42\n\nThe geometrical measures come then very near the barometrical ones, for they only differ by\n\nToises.\n\nIn the first observation, 0.57 short.\nIn the second, 0.38 short.\nIn the third, 1.54 excess.\n\nI was really surprized to have come so near to the geometrical measures (which, as I shall have occasion to mention hereafter, may be looked upon as the real heights) for I had imagined, that the exhalations of all kinds\n\nToises de Fr.\n\nLe puits de la Dorothée, — — — 169.53\nCelui de la Caroline, — — — 171.12\nLa galerie de la Benedicte, — — — 142.42\n\nLes mesures géométriques s'approchent alors de bien près des mesures barométriques; puisque celles-ci diffèrent seulement des autres savoir:\n\nToise.\n\nDans la première observation de, 0.57 en défaut.\nDans la seconde de, 0.38 aussi en défaut.\nDans la troisième de, 1.54 en excès.\n\nJe fus réellement surpris d'avoir approché de si près des mesures géométriques; qui, comme j'aurai occasion de le dire ensuite, peuvent être regardées comme les hauteurs réelles. Car j'avais imaginé, que les exhalaisons de toute espèce\nkinds in the mines must in some measure affect the common laws of the air's elasticity in different degrees of heat, if not its absolute elasticity. On reflecting, however, on this singular conformity of the air in mines with the external air, I soon found the cause of it in the extreme care taken to procure a circulation of external air in the mines, in order to prevent the pernicious effects of the exhalations: so that the same means, which really preserve the health of the miners in their subterraneous abodes, give the air which circulates in them, and more especially that of the pits in which are the principal currents, the properties of the external air as to barometrical measurements. Doubtless this is the cause of that interesting phenomenon, as satisfactory for the security it gives to the lives of the miners, as for the application of the laws of aërometry: this was again confirmed by observations I made some days after in other mines,\n\nqui se répandent dans les mines, devoient y altérer les loix communes de l'élasticité de l'air en différens degrés de chaleur; et peut-être son élasticité absolue. Mais en réfléchissant ensuite sur cette singulière conformité de l'air des mines, avec l'air extérieur, j'en apperçus la cause dans le soin extrême qu'on prend d'y faire circuler l'air extérieur, pour empêcher les mauvais effets des exhalaisons. Ainsi, les mêmes moyens qui conservent réellement la santé des mineurs dans leurs demeures souterraines, donnent à l'air qui y circule, et surtout dans les puits, où sont les principaux courants, les propriétés de l'air extérieur dans les mesures barométriques. C'est là sans doute la cause de cet intéressant phénomène, aussi tranquillisant sur le sort des mineurs, que sur l'application des règles d'aërométrie. Ce qui se confirme encore par d'autres observations que je fis quelques\nM. de Luc's Barometrical Observations on mines, where indeed I met with some irregularities, but not such as might have been expected from barely considering the local circumstances.\n\nThese mines are in the Ramelsberg near Goslar. The ore that is chiefly extracted from them, as well as from those of Clausthal, is lead; but they are worked in another manner. The vein of ore, which is near eighteen toises broad, is extremely impregnated with pyrites: insomuch that, when you heat it, the vapour of the sulphur, which disengages itself, bursts the stone, which falls down in large fragments. The method then is to light great fires against the rock; and, when they are extinguished, the miners assist with their instruments the fall of the stones, that may still remain suspended.\n\nSulphureous vapours, therefore, constantly disengaged from the heated ore, circulate in the caverns of the mountain,\n\nquelques jours après dans d'autres mines, où je trouvai quelque irrégularité, mais non point suivant ce que les circonstances locales sembloient devoir en produire.\n\nCes mines sont dans le Ramelsberg, près de Goslar. Elles fournissent principalement du plomb, comme celles de Clausthal; mais on les exploite d'une autre manière. Le filon, qui a près de 18 toises de largeur, est extrêmement pénétré de pyrite; tellement qu'en l'échauffant, les vapeurs du souffre qui se dégage, font crevasser la pierre, qui tombe d'elle-même en grand lambeaux. On allume donc de grand feux contre le rocher; et lorsqu'ils sont éteints, les mineurs aident avec des instruments, la chute des pierres qui sont encore suspendues.\n\nIl se détache donc presque constamment du minerai échauffé, des vapeurs sulfureuses, qui circulent dans les cavernes de la montagne, et dans les puits et soupiaux\nmountain, and in the vents and pits by which they communicate with each other. The day I entered them, was a day of rest for the miners; and there was no other fire but that which Mr. Roeder, their principal, was kind enough to order to be lighted, that I might form an idea of this method of working mines. Notwithstanding this, I could perceive here and there sulphureous vapours, which in some places were even strong enough to occasion a very troublesome sensation of suffocation. In some places I felt the remainder of the heat communicated to the rock from whence these vapours were exhaled; and in some caverns, where the fire had only been put out the evening before, Fahrenheit's thermometer rose to $110^\\circ$. But this very heat is a most powerful ventilator, as it makes the external air circulate in these mines. Indeed the currents of air are so rapid in them, that one is obliged to have\n\nfoupiraux par lesquels ces cavernes communiquent les unes aux autres. Le jour que j'y entrai étant un jour de repos pour les mineurs, il n'y eut de feu dans les mines, que celui que Mr. Roeder leur chef eut l'honnêteté de faire allumer pour me donner une idée de cette exploitation. Cependant j'apercevois ça et là des vapeurs de soufre; et souvent même elles étoient assez fortes, pour m'occasionner un sentiment de suffocation très pénible. Quelquefois aussi j'éprouvois les restes de la chaleur communiquée au rocher d'où ces vapeurs s'exhaloient: et dans quelques cavernes où le feu n'étoit éteint que dès la veille, le thermomètre de Fahrenheit, monta jusqu'à $110^\\circ$: mais cette chaleur même est un ventillateur très puissant, pour faire circuler l'air extérieur dans ces mines. Aussi, les courants d'air y sont-ils si rapides, qu'on est obligé d'avoir des portes à l'entrée:\nhave doors at the entrance of each gallery, and sometimes many of them one after another, without which it would not be possible to keep any lamps lighted in these subterranean regions.\n\nIt is probably to this constant renewal of the air, that the miners of Ramelsberg are indebted for the good health they enjoy, notwithstanding the prodigious heat they feel while they are at work, and the quantity of sulphur which exhales from every part; and it is likewise probably from this cause that my barometrical observations gave me the heights more exactly than I could have expected from these circumstances. The following are the results of these observations, the particulars of which you likewise have subjoined.\n\nHeight\n\nl'entrée de toutes les galeries; et quelquefois même plusieurs de suite; sans quoi il ne feroit pas possible de tenir les lampes allumées dans ces souterrains.\n\nC'est sans doute à ce renouvellement continuel de l'air, que les mineurs du Ramelsberg doivent la bonne santé dont ils jouissent, malgré la chaleur prodigieuse qu'ils éprouvent pendant le temps de leur travail, et la quantité de souffre qui s'exhale de toute part: et c'est aussi probablement la cause, de ce que mes observations du Baromètre, me donnèrent les hauteurs, plus exactement que je ne l'attendois d'après ces circonstances. Voici, Monsieur, les résultats de ces observations, dont vous avez aussi les détails ci-joint.\n\nHauteur\nHeight of the gallery of Breitling, above the bottom of the pit of Kaunkuhl, 44,41\n\nHeight of the entry of the mines, above the gallery of Breitling, 27,04\n\nHeight of the top of the pit of Kaunkuhl, above the entry of the mines, by external observations, 41,27\n\nDepth of the pit of Kaunkuhl, measured in three parts, one of them without the mines, 112,72\n\nDepth of the same pit, determined by immediate observations made at the top and the bottom, 113,13\n\nI could not get the geometrical measures the same day, because there was not time enough left to look for them.\n\nHauteur de la galerie de Breitling, sur le fond de puits de Kaunkühl, 44,41\nHauteur de l'entrée des mines, sur la galerie de Breitling, 27,04\nHauteur du haut du puits de Kaunkühl, sur l'entrée des mines, par des observations extérieures, 41,27\n\nProfondeur du puits de Kaunkühl, mesuré en trois portions, dont une à l'extérieur des mines, 112,72\n\nProfondeur du même puits, déterminée par des observations immédiates, au fond et au haut, 113,13\n\nJe ne pus pas avoir d'abord les mesures géométriques; parce qu'il ne resta pas assez\nBut the day after Mr. Roeder sent them to Mr. De Usler, Comptroller of the treasure, who had been kind enough to accompany me to Ramelsberg, and in all my subterraneous rambles. Mr. Roeder likewise came with us; he took notes of the places where the observations were made, and sent the following measures, which I have reduced into French toises.\n\n| French toises. |\n|----------------|\n| Height of the gallery of Breitling, above the bottom of the pit of Kaunkuhl, | 46,86 |\n| Height of the entry into the mines, above the gallery of Breitling, | 25,76 |\n| Height of the top of the pit of Kaunkuhl, above the entry of the mines, | 41,32 |\n\n113,94\n\nHence\n\naffez de temps pour les chercher le même jour. Mais dès le lendemain M. Roeder les envoya à M. De Usler, Contrôleur du trésor, qui avoit eu la honté de me conduire au Ramelsberg et dans toute ma route souterraine. M. Roeder nous y avoit accompagnés; il avoit pris note des lieux où s'étoient faites les observations; et il envoya les mesures ci-après, que j'ai seulement changées en Toifes de France.\n\nHauteur de la galerie de Breitling, sur le fond du puits de Kaunkühl, 46,86\nHauteur de l'entrée des Mines sur la galerie de Breitling, 25,76\nHauteur du haut du puits de Kaunkühl sur l'entrée des mines, 41,32\n\n113,94\nHence it follows, that in the measurement of the total height of the pit, the barometrical measure differed from the geometrical one by 0.81 toise, or about \\( \\frac{1}{45} \\) in defect; that in the measurement of a part only of this height, made without the mine, it differed only by 0.05, or about \\( \\frac{1}{200} \\), likewise in defect; but that in the two other portions of the height, taken within the mine, it differed in the one by \\( \\frac{1}{18} \\) in defect, and in the other by \\( \\frac{1}{11} \\) in excess; and hence we observe, that the absolute errors are only of 2\\( \\frac{1}{2} \\) toises and 1\\( \\frac{1}{4} \\) toise; and that these small differences may have arisen from some fault in the observation, as well in small heights as in greater ones: and in this case, where the errors are in defect and excess, it is probable that they arise from some such cause; and that the sulphureous vapours have little or nothing to do with them.\n\nHaving\n\nIl résulte de là, que sur la hauteur totale du puits, la mesure barométrique a différe de la mesure géométrique, de 0.81 toise, soit d'environ \\( \\frac{1}{45} \\), en défaut; que dans la mesure d'une partie de cette hauteur, faite en dehors des mines, elle n'a différe que de 0.05, soit d'environ \\( \\frac{1}{200} \\), aussi en défaut: mais que dans les deux autres portions de la hauteur, prise sans l'intérieur de la mine, elle a différe dans l'une d' \\( \\frac{1}{18} \\) en défaut, et dans l'autre d' \\( \\frac{1}{11} \\) en excès. Sur quoi il faut remarquer; que les erreurs absolues ne sont que de 2\\( \\frac{1}{2} \\) toises, et d' 1\\( \\frac{1}{4} \\) toise; et que ces petites différences peuvent resulter de quelque défaut dans l'observation, aussi bien sur de petites, que sur de grandes hauteurs. Et dans ce cas-ci, où les erreurs sont en excés et en défaut, il est bien probable qu'elles tiennent à cela, et que les vapeurs sulfureuses n'y entrent pour rien de sensible.\nHaving made these experiments within the mines, I was desirous of making some in the open air, which I had soon a very agreeable opportunity of doing; for having communicated my desire to Mr. Reden, he and Mr. Rausch, the principal of the subterraneous geometers, were so good as to be of the party. The latter had had occasion to determine most accurately the height of two external points of the Hartz, relatively to the mines of Clausthal and Zellerfeld. Nothing more, therefore, was required but to observe the Barometer at the entry of a certain mine, which was a fixed point, and to observe it again at these two external points; one of which was about 3000 toises horizontal distance, beyond a small hill; and the other, 5000 toises off, entirely without the Hartz.\n\nWe\n\nAprès avoir fait ces expériences dans l'intérieur des mines, je desirois beaucoup d'en faire aussi en plein air. L'ayant témoigné à M. de Reden, il m'en fournit un moyen très agréable; car lui même, et M. Rausch chef des géomètres souterrains, furent de la partie. Ce dernier avoit eu besoin, à l'occasion d'un projet de galerie d'écoulement, de déterminer avec la plus grande exactitude la hauteur de deux points extérieurs au Hartz, relativement aux mines de Clausthal et de Zellerfeld. Il ne s'agissait donc que de faire l'observation du Baronètre à l'entrée d'une certaine mine, qui étoit un point fixe; et de l'aller faire ensuite à ces deux points extérieurs; dont l'un étoit à environ 3000 toises de distance horizontale, au de là d'une colline, et l'autre à 5000 toises, entièrement au dehors du Hartz.\nWe carried this project into execution on the 30th of October, when I found the following heights by the calculations hereunto annexed.\n\nHeight of the entry of the mine, called Alte Seegen, above a certain point in the valley of Bremeke,\n\nHeight of the entry of the same mine, above another point near Lasfelde, in the valley of Osterode,\n\nAfter I had calculated these observations, Mr. RAUSCH was so good as to give me a profile of our rout, on which the points above mentioned were marked. Their heights, reduced to French toises, are as follow:\n\nNous exécutâmes ce projet le 30 Octobre; et je trouvai les hauteurs suivantes par les calculs ci joints de mes observations.\n\nHauteur de l'entrée de la mine, nommée Alte Seegen, au dessus d'un certain point dans la vallée de Bremeke,\n\nHauteur de la même entrée de mine, au dessus d'un autre point près de Lasfelde, dans la vallée d'Osterode,\n\nAprès que j'eus calculé ces observations, M. RAUSCH eut la bonté de me donner un profil de la route que nous venions de faire, où les points ci-dessus étoient marqués. Leur hauteur, reduite en Toises de France, est comme suit:\nM. de Luc's Barometrical Observations on\n\nThe point of the valley of Bremeke below Alte Seegen,\n\nThat of the vale of Osterode,\n\nConsequently, one of these barometrical measures, taken in open air, was found to agree very nearly with the geometrical measure; and the other differs only $1\\frac{1}{3}$ toise in excess.\n\nThe only thing that remained to be enquired into was, whether the geometrical measures could really be relied on; but I soon found that I might trust to the importance they were of to the miners, as well as to the daily experience of the truth of them; although they be made in so very singular a manner, that one does stand in need of this experience, to be persuaded of their exactness.\n\nA twisted\n\nLe point de la vallée de Bremeke, au dessous d'Alte Seegen,\n\nCelui de la vallée d'Osterode,\n\nAinsi, l'une de ces mesures barométriques faites en plein air, s'est trouvée presqu'entièrement semblable à la mesure géométrique; l'autre n'en diffère que d'une toise et un tier en excès.\n\nIl ne s'agissait plus que d'examiner, si les mesures géométriques étoient vraiment dignes de confiance. Mais je vis bientôt, que je pouvais me reposer à cet égard sur l'importance dont il est pour les mineurs qu'elles le soient; et sur l'expérience qui les vérifie tous les jours. Cependant elles s'exécutent d'une manière si singulière, qu'il faut réellement cette expérience, pour se persuader qu'elles sont exactes.\nA twisted brass wire five toises long, two puncheons, a semi-circle, and a compass, are all the instruments made use of by the subterraneous Geometer. By means of his two puncheons, he extends his wire in the direction of the way which he is measuring: and by practice he acquires a habit of always stretching it to the same degree. His semi-circle, which is very light, being suspended at the middle of the wire, shews him its inclination. By this means he has a right-angled triangle, of which the hypotenuse and angle at the base are known. He has consequently the vertical height and horizontal distance gone over. After this he suspends his compass to the wire, in order to find out its declination, and consequently the direction of his horizontal line. It is in this manner that he draws the plan and section of these subterraneous labyrinths. It is likewise by this means that he goes over hills and vales, in\n\nUn fil de leton torçu de 5 toises, deux poinçons, un demi-cercle, et une bouffole, sont tous les instrumens du Geomètre souterrain. Il étend son fil, par le moyen de ses deux poinçons, dans la direction du trajet qu’il mesure; l’habitude le lui fait tendre toujours au même degré. Son demi-cercle, qui est fort léger, étant suspendu au milieu de ce fil, lui en montre l’inclinaison; il a par ce moyen un triangle rectangle, dont l’hypotenuse et l’angle sur la base lui sont connus: il a donc la hauteur verticale et la distance horizontale parcourues. Il suspend ensuite sa bouffole au même fil, pour en connoitre la déclinaiton, et par conséquent la direction de la ligne horizontale. C’est ainsi qu’il tire le plan et la coupe de ces labyrinthes souterrains: et c’est ainsi encore qu’il va chercher au dehors\nin order to determine points corresponding to his pits and galleries.\n\nBut is this a method that may safely be depended upon? The fact answers, and saves us the trouble of long reasonings. A miner, solely upon the faith of his Geometer, and in the absolute obscurity of the entrails of the earth, undertakes a labour that is to cost him years, in daily boring through a rock. Another miner sets out to meet him from some other mine, or from without. At the end of a determined measure, the Gnomes begin to hear each other, and at length they meet. I have observed some of these points of renconter in the galleries; it is sometimes difficult to perceive the small winding which has been necessary for their meeting end to end.\n\nIt\n\ndehors, à travers les vallées et les collines, des points correspondants à ses galeries et à ses puits.\n\nEst-ce donc là une méthode dans laquelle ou puisse vraiment prendre confiance? Le fait parle ici, et épargne les raisonnements. Le mineur, sur la foi de son Géomètre, s'aventure à entreprendre, dans l'absoluë nuit des entrailles de la terre, un travail qui lui coutera des années, en perçant journellement le rocher. On vient à sa rencontre, de quelqu'autre mine, ou du dehors. Au bout de la mesure déterminée, nos Gnomes viennent à s'entendre; et enfin ils se trouvent. J'ai vu plusieurs de ces points de rencontre dans les galeries; on a peine quelquefois à appercevoir le petit évasement qu'il a fallu faire, pour qu'elles se joignent bout à bout.\nIt remains, sir, that I communicate to you some other barometrical observations, not verified by geometrical survey; by which I have determined the height of some points of the Hartz relatively to the plain, and chiefly the highest point.\n\nThis greatest elevation, called the Blocksberg or Brocken, is situated in the estate of Count de Verniguerode. It was my first excursion on my arrival at the Hartz, and I made it in the company of Mr. Reden. We sat out from Clausthal at ten o'clock, and arrived at Oder-bruck, a hamlet situated at the foot of the Brocken, at half an hour after two in the morning. We intended setting out at day-break, in order to reach the top of the mountain by sun-rise, because that is the most favourable moment for seeing the great extent of country, which is discoverable from this eminence; the vapours, which by degrees tarnish the picture, not having yet risen. On this\n\nIl me reste à vous communiquer, Monsieur, d'autres mesures barométriques, non vérifiées, par lesquelles j'ai déterminé la hauteur de quelques points du Hartz relativement à la plaine, et principalement le plus haut point.\n\nCette sommité la plus élevée, nommée le Blocksberg ou Brocken, est située dans les terres de M. le Comte de Verniguerode. Cet fut ma première course lorsque j'arrivai au Hartz; et M. le Baron de Reden la fit déjà avec moi. Nous partimes à 10 h. du soir de Clausthal, et nous arrivâmes à 2 h. du matin à Oder-brucke, hameau situé au pied du Brocken. Notre intention étoit de nous mettre en marche à la pointe du jour, pour arriver au lever du soleil au sommet de la montagne; parceque c'est le moment le plus favorable pour voir l'immense pays que l'on découvre de cette hauteur: les vapeurs qui peu à peu ternissent le tableau,\nM. de Luc's Barometrical Observations on this occasion, however, other vapours rendered our nocturnal course ineffectual. Clouds rested on the top of the mountain, and we hesitated a long time whether or not we should put off the party to another day. At length a ray of hope having broke forth at Oder-brucke, we determined to set out for the mountain. It was then nine o'clock in the morning, and, had we had fair weather, an hour would have been sufficient to have carried us to the top; but the clouds growing thicker and thicker, we lost our way, notwithstanding we had guides; and, had it not been for a map and compass which M. de Reden had provided himself with, we should not probably have arrived at the top of the Brocken that day, having been for some hours wandering round it, without drawing nearer to it. We did at length reach it at noon, being ourselves as well as the mountain covered with icicles. The wind was\n\ntableau, n'étant pas encore élevées. Mais d'autres vapeurs rendirent inutile notre course de nuit : les nuages s'emparèrent du haut des montagnes ; et longtemps nous hésitâmes si nous ne renverrions pas la partie à un autre jour. Mais enfin un rayon d'espérance ayant luit à Oder-brucke, nous nous déterminâmes à partir pour la montagne. Il étoit 9 h. du matin ; et une heure eût suffit pour nous rendre au sommet, si nous avions eu beau temps. Mais les nuages s'étant épaissis toujours d'avantage, nous nous égarâmes malgré nos guides ; et fans une boussole et une carte de ces montagnes dont M. de Reden avoit eu la précaution de se munir, nous ne serions peut-être pas arrivés de tout le jour au Brocken, autour duquel nous tournions, fans le trouver. Il étoit midy lorsqu'enfin nous l'atteignîmes ; étant nous mêmes couvers de verglas, comme toute la montagne. Il faisait\nwas very high, the thermometer stood at $31\\frac{1}{2}$ of Fahrenheit; and the clouds, chased by the wind, covered everything with a crust of ice that formed itself perceptibly to the eye.\n\nI had taken with me a new hygrometer, constructed upon the principles of that I had the honour to present to the Royal Society four years ago, but corrected in many things where experience had taught me better. I was in hopes, by taking it to the Hartz, of being able to repeat the experiment of the great dryness of the superior regions of the air, which I had made formerly on the Alps; but it happened quite otherwise, and I was not sorry for the contrast. Being arrived at the top of the Brocken, I suspended my hygrometer on the outside of a small hut, which M. de Verniguerode has had the humanity to erect for the benefit of such observers as should come\n\nfaisoit un vent assez fort, le thermomètre étoit à $31\\frac{1}{2}$ de Fahrenheit; et les nuages chariés par le vent, couvraient tout d'une croute de glace, qui se formoit à vue d'oeil.\n\nJ'avais porté avec moi un nouvel hygromètre, construit sur les principes de celui que j'ai eu l'honneur de présenter à la Société Royale il y a quatre ans; mais où j'ai corrigé plusieurs des défauts que l'expérience m'a déjà fait découvrir dans ma première tentative. J'espérais en le portant au Hartz, de répéter l'expérience de grande sécheresse des couches supérieures de l'air, que j'avais faite ci devant sur l'une des sommités des Alpes. Mais il en arriva tout autrement: et je ne fus pas fâché du contraste. Arrivés donc enfin au sommet du Brocken, je suspendis mon hygromètre au dehors d'une petite hute, que M. de Verniguerode a eu l'humanité de faire bâtir pour servir de refuge aux curieux dans le\ncome there in bad weather. In an instant the ivory, of which this new instrument as well as the former is constructed, was covered with icicles; and what merits some attention as to the matter of the humor, the hygrometer was by that means brought very nearly down to the point of extreme humidity.\n\nI shall not here detain you with accounts of several other observations made with this instrument in the course of my journey. I am much better pleased with it than with the first, for many reasons; however, I have not got over all the difficulties, but luckily also I have not exhausted all the resources.\n\nI likewise observed the Barometer on this eminence; I had done it at setting out from Oder-brucke, and did it again on my return. I had likewise corresponding observations at Clausthal, and during the whole of my journey\n\nI had\nI had daily ones registered at Clausthal, at Gottingen, and at Hanover. From all these observations I computed the height of Oder-brucke above all the above-mentioned places, by calculations which I have annexed.\n\nThe small hut, at the summit of the Brocken above Oder-brucke, 172,93\nOder-brucke above Clausthal, 91,39\nClausthal above Gottingen by 17 observations corresponding as to time, between Professor ERXLEBEN and myself, 210,21\nGottingen above Hanover by 16 similar observations, between Mr. ERXLEBEN and M. DE HINUBER, 56,45\n\nTotal elevation of the Brocken above Hanover, 530,98\n\nClausthal, à Gottingue, et à Hanovre. De toutes ces observations j'ai conclu la hauteur du Brocken sur tous les lieux ci-dessus, par les calculs ci-joints, dont voici l'extrait.\n\nLa maisonette au sommet du Brocken, sur Oder-brucke, 172,93\nOder-brucke sur Clausthal, 91,39\nClausthal sur Gottingue, par 17 observations correspondantes pour le temps, entre M. le Professeur ERXLEBEN et moi, 210,21\nGottingue sur Hanovre, par 16 semblables observations entre M. ERXLEBEN et M. DE HINUBER, 56,45\n\nHauteur totale du Brocken sur Hanovre, 530,98\nIt will be easy to come at the elevation of Hanover above the level of the sea, in order to compleat this measurement: corresponding observations of the Barometer will be sufficient for that purpose. In the mean time it is easy to estimate either by the Barometer itself (the mean height of which during the month of October was 30,1 English inches on a second floor) or by the small declivity of the rivers between Hanover and the sea, that the elevation of Hanover above that level is not very considerable.\n\nSuch, sir, are the most interesting observations of this kind which I have been able to make in the Hartz. It appears to me, that they are of a nature that should encourage us to examine more and more into the physical principles on which they depend: principles, the extensive consequences of which promise new steps in our investigation of nature, not only upon our globe but also in the heavens.\n\nIl fera aisé de savoir la hauteur de Hanovre sur le niveau de la mer, pour completer cette mesure. Des observations correspondantes du baromètre, suffiront pour cela. Mais en attendant il est aisé de juger, soit par le baromètre lui même, dont la hauteur moyenne le matin, pendant le mois d'Octobre, fut 30,1 pouces Anglois à un seconde etage; soit par le peu de pente des rivières jusques à la mer; que l'élevation de Hanovre au dessus de son niveau n'est pas bien grande.\n\nVoilà, monsieur, les observations les plus intéressantes de ce genre, que j'aie faites dans le Hartz. Il me semble qu'elles sont propres à donner le courage d'examiner de plus près tous les principes physiques sur lesquels elles se fondent; principes, dont les conséquences très étendues, nous promettent de nouveaux pas dans l'étude de la nature, non seulement sur la terre, mais dans le ciel.\n\nDescription\nA Detail and Calculations of Barometrical Observations made at the Hartz in October 1776.\n\nObservations in the Mines of Clausthal.\n\nOctober 26, 1776, at twenty minutes past eleven in the morning, I observed my Barometer at the entrance of the pit of the mine called Dorothy, and found it (after the allowance made for the heat both in this and all the following observations) 26 in. 4. l. $\\frac{1}{16}$ French measure.\n\nSyndic LEYSER's Barometer being placed near mine, and observed every quarter of an hour throughout the whole day, fell a quarter of a line, between half and three quarters of an hour after twelve, and did not vary sensibly till four o'clock. It then had a tendency to rise, for it was stationary, though the Thermometer fell; so that, on coming\n\nDescription et Calculs des Observations du Baromètre faites au Hartz, en Octobre 1776.\n\nObservations dans les Mines de Clausthal.\n\nLe 26 Octobre, 1776, à 11 h. 20 m. du matin, j'observai mon baromètre à l'entrée du puits de la mine nommée Dorothée; et je le trouvai (la correction étant faite pour la chaleur ici, et dans toutes les observations suivantes) 26 p. 4 l. $\\frac{1}{16}$ de France.\n\nLe baromètre le M. le Sindic LEYSER étant placé auprès du mien, et observé ensuite pendant tout le jour de quart d'heure en quart d'heure, descendit d' $\\frac{1}{4}$ de ligne de midi $\\frac{1}{2}$ à midi $\\frac{3}{4}$; et ne varia plus sensiblement jusqu'à 4 heures. Alors il tendit à remonter; car il fut stationnaire quoique le thermomètre baissât: tellement\nM. de Luc's Barometrical Observations on coming out of the mines, my Barometer, after the correction for the Thermometer, was much at the same point as when I went in.\n\nI had not made any observations in the mines before this first variation, so I will look upon 26 in. 3 l. $\\frac{13}{16}$ as being the height of the Barometer at the top of the pit of the Dorothy during my observations in the internal part of the mines till three o'clock. But at six o'clock I shall suppose it at 26 in. $3\\frac{15}{16}$.\n\nAt\n\ntellement qu'au fortir des mines mon baromètre, après la correction pour le thermomètre, se trouva presque au même point que lorsque nous y étions entrés.\n\nJe n'avois point encore observé dans les mines avant le temps de cette première variation: ainsi je regarderai 26 p. 3 l. $\\frac{13}{16}$ comme étant la hauteur du baromètre au haut du puits de la Dorothée pendant mes observations dans l'intérieur des mines jusqu'à $3\\frac{1}{2}$ h. Mais à 6 h. je la supposerais à 26 p. $3\\frac{15}{16}$.\nAt \\( \\frac{1}{4} \\) h. at two feet from the bottom of the well of the Dorothy,\n\n\\[\n\\begin{align*}\n27 & \\quad 4 \\quad \\frac{1}{6} = 5260 \\\\\n37209,857\n\\end{align*}\n\\]\n\nAt the top of the pit,\n\n\\[\n\\begin{align*}\n26 & \\quad 3 \\quad 13 = 5053 \\\\\n37035,493\n\\end{align*}\n\\]\n\nDifference,\n\n\\[\n\\begin{align*}\n& \\quad \\quad \\quad \\quad \\quad 174,364\n\\end{align*}\n\\]\n\nThe thermometer on the outside of the building which is over the mine was at \\(-22\\) of my scale for the dilatations of the air; but this external temperature reached a very little way into the mine. At the bottom of the pit the thermometer was \\(-15\\). I reckon the mean temperature \\(-15\\), and consequently I am to deduct \\( \\frac{3}{1000} \\) from the height found by the log,\n\n\\[\n\\begin{align*}\n& \\quad \\quad \\quad \\quad \\quad 5,405\n\\end{align*}\n\\]\n\nDepth of the Dorothy pit in French toises,\n\n\\[\n\\begin{align*}\n& \\quad \\quad \\quad \\quad \\quad 168,959\n\\end{align*}\n\\]\nAt 3½ h. at a foot and a half from the bottom of the last ladder of the Caroline,\n\n\\[ \\begin{array}{ccc}\n27 & 4 & 13 = 5261 \\\\\n\\end{array} \\]\n\n\\[ \\begin{array}{ccc}\n37210,683 \\\\\n\\end{array} \\]\n\nAt the top of the pit of the Dorothy,\n\n\\[ \\begin{array}{ccc}\n26 & 3 & 13 = 5053 \\\\\n\\end{array} \\]\n\n\\[ \\begin{array}{ccc}\n37035,493 \\\\\n\\end{array} \\]\n\nDifference,\n\n\\[ \\begin{array}{ccc}\n175,190 \\\\\n\\end{array} \\]\n\nIn the pit of this mine my thermometer stood at −11 of the scale for the dilatations of the air. But the outside thermometer being then at −23¾, I reckon the mean temperature at −13, and consequently I deduct\n\n\\[ \\begin{array}{ccc}\n4,455 \\\\\n\\end{array} \\]\n\nThe bottom of the pit of the Caroline below the entrance of the pit of the Dorothy,\n\n\\[ \\begin{array}{ccc}\n170,735 \\\\\n\\end{array} \\]\n\nA 3½ h. a 1½ pied du bas de la dern. echelle de la Caroline,\n\n\\[ \\begin{array}{ccc}\n27 & 4 & 13 = 5261 \\\\\n\\end{array} \\]\n\n\\[ \\begin{array}{ccc}\n37210,683 \\\\\n\\end{array} \\]\n\nAu haut du puits de la Dorothée,\n\n\\[ \\begin{array}{ccc}\n26 & 3 & 13 = 5053 \\\\\n\\end{array} \\]\n\n\\[ \\begin{array}{ccc}\n37035,493 \\\\\n\\end{array} \\]\n\nDifference,\n\n\\[ \\begin{array}{ccc}\n175,190 \\\\\n\\end{array} \\]\n\nDans le puits de cette mine, mon thermomètre se tenoit à −11 de l'échelle pour les dilatations de l'air. Mais le thermomètre étant alors au dehors à −23¾, j'estime la température moyenne à −13.\n\n\\[ \\begin{array}{ccc}\n4,455 \\\\\n\\end{array} \\]\n\nEt conséquemment je deduis\n\n\\[ \\begin{array}{ccc}\n\\frac{26}{1000}, \\\\\n\\end{array} \\]\n\nLe fond du puits de la Caroline au dessous de l'entrée du puits de la Dorothée,\n\n\\[ \\begin{array}{ccc}\n170,735 \\\\\n\\end{array} \\]\nAt 6 o'clock at the bottom of the lowest searching gallery of the Benedict,\n\n\\[27 \\quad 2 \\quad 14 = 5230 \\quad 37185,017\\]\n\nAt the top of the pit of the Dorothy,\n\n\\[26 \\quad 3 \\quad 15 = 5055 \\quad 37037,212\\]\n\nDifference,\n\n\\[147,805\\]\n\nAt the place of observation in the mine the thermometer was at \\(-8\\frac{3}{4}\\), higher by \\(2\\frac{1}{4}\\) than at the pit of the Caroline. But as this gallery communicates with the same pit, and that consequently the column of air contained in it is part of that which weighs upon the air of the gallery, I am only to estimate the temperature of the pit. I therefore deduct \\(\\frac{26}{1000}\\) as in the preceding observation,\n\n\\[3,843\\]\n\nThe gallery, &c. of the Benedict, below the entrance of the Dorothy,\n\n\\[143,962\\]\n\n---\n\nA 6 h. au fond de la galerie de recherche la plus basse de la Bénédicté,\n\n\\[27 \\quad 2 \\quad 14 = 5230 \\quad 37185,017\\]\n\nAu haut du puits de la Dorothée,\n\n\\[26 \\quad 3 \\quad 15 = 5055 \\quad 37037,212\\]\n\nDifference,\n\n\\[147,805\\]\n\nAu lieu de l'observation dans la mine, le thermomètre étoit à \\(-8\\frac{3}{4}\\), plus haut de \\(2\\frac{1}{4}\\) qu'au puits de la Caroline. Mais comme cette galerie communique au même puits, et que par conséquent la colonne d'air qu'il renferme, fait partie de celle qui pèse sur l'air de la galerie, je ne dois avoir égard qu'à la température du puits. Je deduis donc \\(\\frac{26}{1000}\\) comme dans l'observation précédente,\n\n\\[3,843\\]\n\nLa galerie, &c. de la Bénédicté, au dessous l'entrée de la Dorothée,\n\n\\[143,962\\]\nM. de Luc's Barometrical Observations on\n\nObservations at the Ramelsberg.\n\nOn the 28th of October, at $9\\frac{3}{4}$ h. I observed the barometer under the cover of the entrance of the mines, two feet and a half above the aperture of the pit, and found it at $27\\frac{2}{3}$.\n\nAt $2\\frac{3}{4}$ h. when I left the mines, it was at $27\\frac{2}{8}$.\n\nConsequently it had risen $\\frac{5}{16}$ths of a line in five hours; whence, not having made any regular observations during this interval, I will suppose the variation to have been equable, that is, $\\frac{1}{16}$th by the hour, during the time I stayed in the mines.\n\n---\n\nObservations faites au Ramelsberg.\n\nLe 28 Octobre, à $9\\frac{3}{4}$ h. du matin, j'observai le Baromètre sous le couvert de l'entrée des mines, $2\\frac{1}{2}$ pieds au dessus de l'ouverture du puits, et je le trouvai à $27\\frac{2}{3}$.\n\nA $2\\frac{3}{4}$ h. au sortir des mines, il se trouva à $27\\frac{2}{8}$.\n\nIl avoit donc monté de $\\frac{5}{16}$ de lignes en 5 heures; et n'ayant pas eu d'observations suivies pendant cet intervalle, je supposerai la variation graduelle, et ainsi d' $\\frac{1}{16}$ par heure, durant le temps que je restai dans les mines.\n\nA $11\\frac{1}{2}$ h.\nAt $11\\frac{1}{2}$ h. at the bottom of the pit of Kaunkuhl,\n\nAt $12\\frac{1}{2}$ h. at the entrance of the gallery of Breitling $27^48$; consequently an hour before at $11\\frac{1}{2}$,\n\nDifference, — — $45,218$\n\nAt the bottom of the pit, therm. — $-5$\n\nNear the gallery, — $-13$\n\nHeight of the gallery of Breitling above the bottom of the pit of Kaunkuhl, — $44,405$\n\nP. L. 16 de Lig. Log,\n\nA $11\\frac{1}{2}$ h. au fond puits de Kaunkühl, — $27^714=5310$ $37250,945$\n\nA midi $\\frac{1}{2}$, à l'entrée de la galerie de Breitling $27^48$; donc 1 h. plus tôt, soit $11\\frac{1}{2}$ h. — $27^47=5255$ $37205,727$\n\nDifference, — — $45,218$\n\nAu fond du puits, therm. — $-5$\n\nAuprès de la galerie, — $-13$\n\nHauteur de la galerie de Breitling, sur le fond du puits de Kaunkühl, $44,405$\nAt $12\\frac{1}{4}$ h. at the entrance of the gallery of Breitling, near the pit,\n\nUnder cover of the mines, at the same time,\n\nDifference,\n\nTherm. in the pit — 13, deduct therefore $\\frac{26}{1000}$,\n\nDeduct the elevation of the barometer above the entrance of the mines,\n\nThe height of the entry of the mines above the gallery of Breitling,\n\nAt\n\nA midi $\\frac{1}{4}$ à l'entrée de la galerie de Breitling, près du puits,\n\nSous le couvert des mines, à cette heure là — 27 2 6 = 5222\n\nDifference,\n\nThermomètre dans le puits — 13; donc $\\frac{26}{1000}$ à déduire,\n\nÀ déduire ce dont le baromètre étoit plus haut que l'entrée des mines,\n\nHauteur de l'entrée des mines, sur la galerie de Breitling,\n\nAt $2\\frac{1}{4}$ h.\nAt \\(2\\frac{3}{4}\\) h. under the cover of the mines,\n\nAt \\(2\\frac{1}{2}\\) h. at the top of the pit of Kaunkuhl,\n\n\\[\n\\begin{align*}\n27 & \\quad 28 = 5224 \\quad 37180,032 \\\\\n26 & \\quad 116 = 5174 \\quad 37138,264 \\\\\n\\end{align*}\n\\]\n\nDifference, \\(\\quad \\quad 41,768\\)\n\nThese two observations were made on the outside of the mines, the heat of the air being \\(-11\\), deduct therefore \\(\\frac{11}{1000}\\).\n\nAdd the elevation of the barometer under the cover, above the entrance of the mines,\n\nHeight of the top of the pit of Kaunkuhl above the entrance of the mines,\n\n\\[\n\\begin{align*}\nP. L. & \\quad 16de Lig. \\quad Log. \\\\\nA 2\\frac{3}{4}h. sous le couvert des mines, & \\quad 27 \\quad 28 = 5224 \\quad 37180,032 \\\\\nA 2\\frac{1}{2}h. au haut du puits de Kaunkühl, & \\quad 26 \\quad 116 = 5174 \\quad 37138,264 \\\\\n\\end{align*}\n\\]\n\nDifference, \\(\\quad \\quad 41,768\\)\n\nCes deux observations furent faites au dehors des mines, la chaleur de l'air étant \\(-11\\); donc \\(\\frac{11}{1000}\\) à deduire,\n\nA ajouter ce dont le baromètre sous le couvert, étoit au dessus de l'entrée des mines,\n\nHauteur du haut du puits de Kaunkühl, sur l'entrée des mines.\n\nAt \\(2\\frac{1}{2}\\) h.\nM. DE LUC's Barometrical Observations on\n\nAt $1\\frac{1}{2}$ h. at the bottom of the pit of Kaunkuhl as above,\n\nAt $2\\frac{1}{2}$ h. at the top of the pit consequently at $1\\frac{1}{2}$ h.\n\nDifference, — — $115,200$\n\nAt the bottom of the pit, therm. $-5$\n\nAt the top, $-13$ consequently $\\frac{18}{1000}$ to deduct,\n\nTotal depth of the pit of Kaunkuhl, — $113,126$\n\nP. L. 16 de Lig. Log.\n\nA $1\\frac{1}{2}$ h. au fond du puits de Kaunkühl, comme ci-dessus,\n\nA $2\\frac{1}{2}$ h. au haut du puits $26\\ 11\\ 6$, donc à $1\\frac{1}{2}$ h.\n\nDifference, — — $115,200$\n\nAu fond du puits, therm. $-5$\n\nAu haut, $-13$ consequently $\\frac{18}{1000}$ à deduire,\n\nProfondeur totale du puits de Kaunkühl, — $113,126$\nObservations at two Points geometrically determined on the outside of the Mountain, relatively to the Mine of Alte Seegen.\n\nOn the 30th of October, at 10 in the morning, I observed the barometer under the cover of the mine called Alte Seegen near Zellerfelt, and found it at\n\nAt half an hour past seven at night, at my return from these observations, it was at\n\nConsequently in nine hours and a half the barometer fell $\\frac{1}{6}$ths of a line; and by observations made by Syndic LEYSER, this fall was gradual.\n\n---\n\nObservations en deux Points déterminés géométriquement à l'extérieur de la Montagne, relativement à la Mine d'Alte-Seegen.\n\nLe 30 Octobre, à 10 h. du matin, j'observai le baromètre sous le couvert de la mine nommée Alte Seegen, située près de Zellerfeld, et je le trouvai à\n\nA 7½ h. du soir, au retour des observations ci après, il se trouva à\n\nAinsi en 9½ h. le baromètre baissa de $\\frac{1}{6}$ de ligne. Et par des observations faites d'heure en heure par M. le Sindic LEYSER, cet abaissement fut gradué.\nAt 12 h. in the valley of Bremeke, half a toise lower than a certain determined point,\n\nAt Alte Seegen, two hours after the first observation,\n\n\\[\n\\begin{align*}\n27 & \\quad 3 = 5234 \\quad 37188,357 \\\\\n27 & \\quad 7 = 5104 \\quad 37079,107\n\\end{align*}\n\\]\n\nDifference, — — 109,230\n\nHeat of the air — 3°, consequently \\( \\frac{6}{100} \\) to deduct 6,554\n\nDeduct the half toise above mentioned, — 500\n\nFrench toises, — 102,176\n\nAt\n\nA midi, dans la vallée de Bremeke, \\( \\frac{1}{2} \\) toise plus bas qu’un certain point déterminé,\n\nA Alte Seegen, 2 h. après la première observation,\n\n\\[\n\\begin{align*}\n27 & \\quad 3 = 5234 \\quad 37188,337 \\\\\n26 & \\quad 7 = 5104 \\quad 37079,107\n\\end{align*}\n\\]\n\nDifference, — — 109,230\n\nChaleur de l’air — 3°; donc \\( \\frac{6}{100} \\) à deduire, — — 6,554\n\nÀ deduire la demi toise ci-dessus, — — 500\n\nToises de France, — — 102,176\n\nA. 12 h.\nAt \\( \\frac{3}{4} \\) h. at Lasfelde without the Hartz, in the valley of Osterode, at a determined point,\n\nAt Alte Seegen, about four hours after the first observation,\n\n\\[\n\\begin{align*}\n27 & \\quad 8 \\quad 10 = 5322 \\quad 37260,749 \\\\\n27 & \\quad 8 \\quad 10 = 5102 \\quad 37077,405 \\\\\n\\end{align*}\n\\]\n\nHeat of the air — 26, consequently \\( \\frac{5}{1000} \\) to deduct\n\nFrench toises,\n\n\\[\n\\begin{align*}\n183,344 \\\\\n9,534 \\\\\n173,810 \\\\\n\\end{align*}\n\\]\nObservations to determine the height of the Brocken with respect to Gottingen and Hanover.\n\nThe 25th of October, on setting out from Oder-brucke for the Brocken, at three quarters past eight in the morning,\n\nIn returning, at $3\\frac{1}{4}$ h.\n\n| In. | L. |\n|-----|----|\n| 25 9 8 | On the first floor in the Inn. |\n\nDifference, — 0 0 10\n\nObserved at the Brocken at Noon and at 1 o'clock, the mean, at about $12\\frac{1}{2}$ h. makes nearly half the space of time above mentioned; consequently the height of the barometer at Oder-brucke at that hour may be reckoned at 25 9 3.\n\nSindic\n\n---\n\nObservations pour déterminer la hauteur du Brocken relativement à Gottingue et à Hanovre.\n\nLe 25 Octobre, en partant d'Oder-brucke pour le Brocken, à $8\\frac{1}{4}$ h. du matin,\n\nEn revenant, à $3\\frac{1}{4}$ h.\n\n| P. L. |\n|-------|\n| 25 9 8 | Au premier étage du Café. |\n| 25 8 14 |\n\nDifference, — 0 0 10\n\nObservé au Brocken à midi et à 1 heure. Le milieu, midi $\\frac{1}{2}$, fait à peu près la moitié de l'intervalle de temps ci-dessus; et par conséquent on peut évaluer la hauteur du baromètre à Oder-brucke à cette heure là, 25 9 3.\n\nM. le Sindic\nSindic Leyser observed the barometer at his house at Clausthal, in the morning and at noon; when instead of falling, as at Oder-brucke, it rose half a line, and remained at that point till the evening. The only cause to which I can ascribe this difference between his observation and mine, is the increase of heat in his room: but there was no observation with the thermometer to correct the effect of this cause; I shall therefore content myself with my own observation for this measure, though I employ Mr. Leyser's for the following one.\n\nM. le Sindic Leyser observa, le baromètre chez lui à Clausthal le matin et à midi: et au lieu de baisser, comme à Oder-brucke, il monta de $\\frac{1}{2}$ ligne, et resta à ce point jusqu'au soir. Je ne saurois attribuer cette différence entre l'observation de M. Leyser et la mienne, qu'à ce que la chaleur augmenta dans sa chambre: mais il n'y eut point d'observation du thermomètre pour corriger l'effet de cette cause. Je m'en tiens donc à mon observation seule pour cette mesure-ci; quoique j'employe celle de M. Leyser pour la suivante.\nAt 12½ h. the barometer at Oder-brucke must have been at;\n\nAt the Brocken,\n\nat 12 h. 23 8 5\nat 1 h. 5 m. 24 8 1\n\nmean 29 8 3 = 4739\n\nDifference; — — 186,552\n\nOn setting out from Oder-brucke the heat of the air was at\n\nAt our return,\n\nAt the Brocken,\n\nHeight of the Brocken above Oder-brucke, 172,934\n\nBy\n\nA midi le baromètre devoit être à Oder-brucke, 25 9 3 = 4947\n\nAu Brocken, { à midi 24 8 5 } moyen, 24 8 3 = 4739\n\nDifference; — — 186,552\n\nEn partant d'Oder-brucke, la chaleur de l'air etoit,\n\nAu retour,\n\nAu Brocken,\n\nHauteur du Brocken sur Oder-brucke, — — 172,934\nthe Depth of the Mines in the Hartz.\n\nBy the above mentioned observations of Mr. de Leyser's, and by the comparison between his barometer and mine, I have reason to conjecture, that at the time of the mean observation of the barometer at Oder-brucke,\n\nIn. L. 16th of Lines. Log.\n\nit stood at Clausthal at, $26^4_3 = 5059$ $37040.647$\n\nMean height observed at Oder-brucke, $25^9_3 = 4947$ $36943.419$\n\nDifference, — — $97,228$\n\nThe mean heat of the air must have been a little greater than at Oder-brucke; I compute it at $-30$, consequently $\\frac{6°}{100}$ to deduct, $5,834$\n\nHeight of Oder-brucke over the first floor of Mr. de Leyser's house at Clausthal, or what comes to the same nearly, above the first floor of the Crown Inn, where I lodged, $91,394$\n\nPar les observations ci-dessus de M. Leyser, et par la comparaison faite de son baromètre avec le mien, j'ai lieu de conjecturer, que lors de l'observation moyenne du baromètre à Oder-brucke, il étoit à Clausthal, $26^4_3 = 5059$ $37040.647$\n\nHauteur moyenne observée à Oder-brucke, $25^9_3 = 4947$ $36943.419$\n\nDifference, — — $97,228$\n\nLa chaleur moyenne de l'air devoit être un peu plus grande qu'à Oder-brucke. Je la suppose à $-30$; donc $\\frac{6°}{100}$ à deduire, $5,834$\n\nHauteur d'Oder-brucke sur le premier étage de la maison de M. Leyser à Clausthal, ou, ce qui revient à peu près au même, sur le premier étage de l'auberge de la Couronne où j'étois logé, $91,394$\nThe mean term betwixt 17 observations of the barometer, made at Gottingen from the 24th of October to the 1st of November, by Professor ERXLEBEN, corrected for the heat,\n\n\\[\n\\begin{align*}\n27 & \\quad 9 \\quad 3 = 5331 \\quad 37268.09 \\\\\n26 & \\quad 4 \\quad 8 = 5064 \\quad 37044.94 \\\\\n\\end{align*}\n\\]\n\nThe mean term of 17 observations made upon the first-floor of the Crown Inn at Clausthal, corresponding for the time to those of Gottingen,\n\nDifference,\n\nMean heat of the air during the observations at Gottingen,\n\nAt Clausthal,\n\nHeight of Clausthal above Gottingen,\n\nLe terme moyen entre 17 observations du baromètre faites à Gottingue, du 24 au 21 Octobre, par M. le Professeur ERXLEBEN, corrigées aussi pour la chaleur,\n\nLe terme moyen de 17 observations faites au premier étage de la Couronne à Clausthal, correspondantes pour le temps avec celles de Gottingue,\n\nDifference,\n\nChaleur moyenne de l'air pendant les observations à Gottingue,\n\nDe même à Clausthal,\n\nHauteur de Clausthal sur Gottingue,\nMean term of 16 observations made at Hanover, from the 24th of October to the 1st of November, by Mr. DE HINUBER, with a barometer of Mr. DOLLOND's made to agree with mine,\n\nThat of the corresponding observations for the time, made by Mr. ERXLEBEN,\n\n\\[\n\\begin{align*}\n\\text{In.} & \\quad \\text{L.} \\quad \\text{16th of a Line.} \\quad \\text{Log.} \\\\\n28 & \\quad 2 \\quad 3 = 5411 \\quad 37332,775 \\\\\n27 & \\quad 9 \\quad 9 = 5337 \\quad 37272,972 \\\\\n\\end{align*}\n\\]\n\nDifference, \\[59,803\\]\n\nMean heat at Hanover, at the time of the observations, \\[-29\\frac{1}{2}\\] \\[-28,\\] conseq.\n\nThe same at Gottingen, \\[-26\\frac{1}{2}\\] \\[\\frac{56}{1000} \\text{ to deduct} \\quad 3,349\\]\n\nHeight of Gottingen above Hanover, \\[56,454\\]\n\nLe terme moyen de 16 observations faites à Hanovre, du 24 Octobre au 1 Novembre, par M. DE HINUBER, avec un Baromètre de M. DOLLOND, mis d'accord avec le mien,\n\n\\[\n\\begin{align*}\n\\text{P. L.} & \\quad \\text{16 de Lig.} \\quad \\text{Log.} \\\\\n28 & \\quad 2 \\quad 3 = 5411 \\quad 37332,775 \\\\\n27 & \\quad 9 \\quad 9 = 5337 \\quad 37272,972 \\\\\n\\end{align*}\n\\]\n\nDifference, \\[59,803\\]\n\nChaleur moyenne à Hanovre au temps des observations, \\[-29\\frac{1}{2}\\] \\[-28;\\] donc\n\nDe même à Gottingue, \\[-26\\frac{1}{2}\\] \\[\\frac{56}{1000} \\text{ à déduire}, \\quad 3,349\\]\n\nHauteur de Gottingue sur Hanovre, \\[56,454\\]",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106246.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 50,
    "total-input-tokens": 80194,
    "total-output-tokens": 20596,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1280,
        2
      ],
      [
        1280,
        3022,
        3
      ],
      [
        3022,
        4652,
        4
      ],
      [
        4652,
        6404,
        5
      ],
      [
        6404,
        7952,
        6
      ],
      [
        7952,
        9606,
        7
      ],
      [
        9606,
        11192,
        8
      ],
      [
        11192,
        12813,
        9
      ],
      [
        12813,
        14359,
        10
      ],
      [
        14359,
        15488,
        11
      ],
      [
        15488,
        16639,
        12
      ],
      [
        16639,
        17798,
        13
      ],
      [
        17798,
        19654,
        14
      ],
      [
        19654,
        21429,
        15
      ],
      [
        21429,
        23220,
        16
      ],
      [
        23220,
        24644,
        17
      ],
      [
        24644,
        25742,
        18
      ],
      [
        25742,
        27016,
        19
      ],
      [
        27016,
        28951,
        20
      ],
      [
        28951,
        30540,
        21
      ],
      [
        30540,
        31659,
        22
      ],
      [
        31659,
        33080,
        23
      ],
      [
        33080,
        34810,
        24
      ],
      [
        34810,
        36298,
        25
      ],
      [
        36298,
        38054,
        26
      ],
      [
        38054,
        39861,
        27
      ],
      [
        39861,
        41609,
        28
      ],
      [
        41609,
        42445,
        29
      ],
      [
        42445,
        43572,
        30
      ],
      [
        43572,
        45366,
        31
      ],
      [
        45366,
        46889,
        32
      ],
      [
        46889,
        47898,
        33
      ],
      [
        47898,
        48826,
        34
      ],
      [
        48826,
        50460,
        35
      ],
      [
        50460,
        51977,
        36
      ],
      [
        51977,
        53181,
        37
      ],
      [
        53181,
        53958,
        38
      ],
      [
        53958,
        54676,
        39
      ],
      [
        54676,
        55834,
        40
      ],
      [
        55834,
        56534,
        41
      ],
      [
        56534,
        57561,
        42
      ],
      [
        57561,
        58429,
        43
      ],
      [
        58429,
        58877,
        44
      ],
      [
        58877,
        60017,
        45
      ],
      [
        60017,
        61100,
        46
      ],
      [
        61100,
        61671,
        47
      ],
      [
        61671,
        63107,
        48
      ],
      [
        63107,
        64106,
        49
      ],
      [
        64106,
        65417,
        50
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106246",
    "title": "Barometrical Observations on the Depth of the Mines in the Hartz. By John Andrew de Luc, F. R. S. In a Letter to Sir John Pringle, P. R. S.",
    "authors": "John Andrew De Luc",
    "year": 1777,
    "volume": "67",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 50,
    "jstor_url": "https://www.jstor.org/stable/106246"
  }
}