{
  "id": "1c9abacc7a82375824bbf6641dc1ceae6d5d959d",
  "text": "XLIV. New Experiments upon the Leyden Phial, respecting the Termination of Conductors. By Benjamin Wilson, Esq. F. R. S.\n\nRead July 9, 1778.\n\nIn the LXIVth volume of the Philosophical Transactions there is a paper of Mr. Henry's upon the subject of conductors, wherein are contained several experiments, intended to shew that pointed terminations are preferable to spherical ones for securing buildings, &c. from accidents by lightning.\n\nUpon those experiments I made some observations, and particularly upon the fifth, where a point and ball were placed at the same distance from a sphere of copper, so as to make part of the circuit in the Leyden experiment\\(^{(a)}\\). In the description of that experiment I objected to the two chains employed therein, because the metallic communication was, by that method, considerably interrupted, on account of a want of contact between the several links composing the chains. I did not then repeat the experiment because the particular circumstances attending the Leyden phial appeared, in my\n\n\\(^{(a)}\\) Farther Observations upon Lightning, by B. Wilson, published in Phil. Trans. for the year 1774.\njudgement, very unlike what happens in nature; and therefore I contented myself with pointing out the several circumstances in which they differed; and in observing that, according to Mr. Henly's account, the point did not protect the rounded end from being struck, which it ought to have done, if Dr. Franklin's philosophy was well-founded.\n\nSince that time an occasion has offered which made it necessary to try this particular experiment. The occasion alluded to arose from a late investigation of Mr. Nairne's experiments by Dr. Musgrave, who was desirous of having that experiment repeated; because (as it stood in Mr. Henly's account) it seemed to contradict a considerable part of the doctor's reasoning.\n\nNot being furnished with an apparatus to make the experiment, I requested the favour of Mr. Cavallo to assist me with his; and though it was not so compleat for the purpose as could be wished, yet it answered sufficiently well to shew, that an attention to the circumstance of a perfect communication in this experiment was very material to discover the truth; and that the want of it had, probably, occasioned the ball being struck in preference to the point, as related by Mr. Henly: for upon employing a wire instead of the chains, the point was struck at more than three times the distance of the ball. Seeing\nSeeing so great a difference between the two experiments, I ordered such an apparatus to be made as I thought would be the least exceptionable for the purposes of determining the fact upon which these different appearances seemed to depend; namely, a perfect and an imperfect circuit of communication with the Leyden phial.\n\nIn the contriving of this instrument it appeared material, in order to have it answer the same end as Mr. Lane's electrometer, that the several experiments to be tried with it might be compared with each other in a more accurate manner.\n\nThe circuit of communication was divided into two parts. A bent rod of brass, with a ball of the same metal, three quarters of an inch in diameter, screwed on to the upper extremity of it, and a copper ball, five inches in diameter, screwed on to the lower end, formed one of the parts. This part was supported by a stand of wood that had a cap of brass at the top, into which the brass rod was occasionally screwed.\n\nThe other part of the circuit consisted of a brass rod also, one end of which branched out in the form of a fork with two prongs, that pointed towards the center of the copper ball; and those prongs were so constructed,\nthat either of them could be made longer or shorter, just as the experiment required. On the end of one of the prongs was fixed a ball of brass, three quarters of an inch in diameter, and on the other a sharp steel point or needle. The shoulder of this fork screwed into a small plate of iron that was fixed on the inside of a wooden vessel, which contained the greatest part of a cylindrical glass jar twelve inches and three quarters high, and about four inches in diameter. This glass was rather thick than otherwise, and the coating of it (which was tin-foil) measured nearly 144 square inches on each surface. Besides this coating, part of the inside of the wooden vessel was coated also with tin-foil, for the purpose of making a secure communication between the iron plate and the outward coating of the jar. Within the jar itself was fitted a cylinder of wood, that was covered with tin-foil also, to make a communication between the inside coating of the glass and a brass rod that was fixed upright in the center of the wooden cylinder. This upright rod having a ball of brass at the end, three quarters of an inch in diameter, was bent towards the first part of the circuit: so that the two balls A and B in plate xviii. fig. 2. being upon a level, looked towards each other, but were placed\nplaced from time to time at different distances, as occasion required, and thus answered the purpose of an electrometer.\n\nWhilst this instrument was making, Dr. Lind proposed to Mr. Cavallio and myself, that we should see some experiments at his house which he had made in consequence of those we had before tried at Mr. Cavallio's.\n\nThe apparatus he made use of was but small (see fig. 1.); for the phial contained very little more than a pint, and the coating on its outward surface measured no more than thirty-nine square inches.\n\nThe results of the several experiments we made are contained in the first of the following tables, from which it will appear, that in twenty-three experiments there was not any one instance where the ball was struck at a greater distance than the point, nor even at the same distance. It is remarkable, that in two or three experiments where the point was farther off than the ball, both the point and the ball were struck at the same time; which shews, that the influence of the point, although placed at a greater distance, was equal to the influence of the spherical termination placed considerably nearer.\n\nWhen the forked instrument and electrometer were finished, it was found, that a superior force was neces-\nMr. Wilson's Experiments\n\nfary to charge the jar belonging to it (on account of its thickness) than what we had employed in our first trials.\n\nUpon an application to Dr. Higgins he favoured me with the use of his machine; the cylinder of which, when excited with the assistance of his amalgama, acted so powerfully, that it charged the jar, accompanying the new instrument, very readily.\n\nWe began the experiments where the electrometer was struck at the greatest distance, and then adjusted the distances of the ball and point from the copper ball accordingly; so that if the point was struck (when they were adjusted) the moving of the ball $\\frac{1}{32}$d part of an inch would occasion the ball to be struck in preference to the point, and vice versa. Afterwards we lessened the striking distance of the electrometer in every experiment till we attained the least distance.\n\nUpon reversing part of the apparatus, as in fig. 3: all those experiments were repeated again; the copper ball being put nearest to the glass in the place of the forked part, and the forked part in the place of the copper ball. This set of experiments being compleated, we made others, where the ball only was opposed; and after them, where the point only was opposed to the copper ball.\n\nHaving\nHaving gone through all these experiments as they are set down in the second table, we then repeated the experiment with the chain, after Mr. Henly's manner. The result of which, and with the apparatus reversed, will appear in the third table.\n\nThe chain we employed upon this occasion was of iron and very rusty, no other being then at hand.\n\nTo avoid every objection it was resolved upon, that all the experiments we had made at Dr. Higgins's should be repeated, but with the two chains instead of the forked apparatus.\n\nOn the 23d of June, by the favour of Mr. Partington (Dr. Higgins having disposed of his machine at that time) we went through the whole of the experiments thus circumstanced. The chains employed were brass, and a glass stand supported the ball and point. Mr. Partington's cylinder measured about thirteen inches in diameter: this glass, with the assistance of Dr. Higgins's amalgama, acted powerfully. All these experiments are contained in the fourth table.\n\nBefore this paper is concluded, it is necessary to caution those who may be disposed to repeat the experiments mentioned in the several preceding tables, that a strict attention be had to every the least circumstance relative\nrelative to the making of the experiments; it being so difficult to preserve the intended distances between the respective parts of an apparatus not perfectly executed (as is frequently the case with all new instruments) that we could not succeed in adjusting the distances of the electrometer, so as to be exactly in an arithmetical progression.\n\nJune 23, 1778.\n\nB. WILSON.\n### Table I. Fig. I.\n\nExperiments made at Dr. Lind's, June 18, 1778, with the Leyden phial.\n\n| Point and ball opposite the Leyden phial. | Ball only. | Point only. | Appar. reverf. | Ball only. | Point only. |\n|------------------------------------------|------------|-------------|----------------|------------|-------------|\n| I. Electrometer                           | 68         | 65          | 64             |            |             |\n| Ball                                     | -          | 18          |                |            |             |\n| Point                                    | -          | 24          |                |            |             |\n| Both struck twice at the same time.      |            | 59          |                |            |             |\n|                                        |            | 112         |                |            |             |\n| II. Electrometer                          | 64         | 54          |                |            |             |\n| Ball                                     | -          | 18          |                |            |             |\n| Point                                    | -          | 24          |                |            |             |\n| Both struck twice at the same time.      |            | 56          |                |            |             |\n|                                        |            | 95          |                |            |             |\n| III. Electrometer                         | 40         | 40          |                |            |             |\n| all                                      | -          | 18          |                |            |             |\n| Point                                    | -          | 25          |                |            |             |\n|                                        |            | 40          |                |            |             |\n| IV. Electrometer                          | 28         | 28          |                |            |             |\n| Ball                                     | -          | 34          |                |            |             |\n| Point                                    | -          | 73          |                |            |             |\n| Struck alternately.                      |            | 26          |                |            |             |\n|                                        |            | 68          |                |            |             |\n| V. Electrometer                           | 24         | 24          |                |            |             |\n| Ball                                     | -          | 44          |                |            |             |\n| Point                                    | -          | 60          |                |            |             |\n| VI. Electrometer                          | 22         | 22          |                |            |             |\n| Ball                                     | -          | 18          |                |            |             |\n| Point                                    | -          | 46          |                |            |             |\n| VII. Electrometer                         | 18         | 18          |                |            |             |\n| Ball                                     | -          | 18          |                |            |             |\n| Point                                    | -          | 48          |                |            |             |\n| VIII. Electrometer                        | 16         | 16          |                |            |             |\n| Ball                                     | -          | 20          |                |            |             |\n| Point                                    | -          | 56          |                |            |             |\n\nN. B. Eighty of those parts make one inch.\n\nThe number opposite the word electrometer denotes the distance between the balls which constituted the electrometer; and the numbers opposite to the words ball and point shew the ultimate distance at which they were respectively struck.\n\n(b) The point and ball in this experiment were not directed immediately towards the outside coating of the jar, but towards the broad surface of a common tea canister, the opposite outside of which was in contact with the coating of the jar.\n\nJAMES LIND. TIBERIUS CAVALLO. B. WILSON.\nMr. Wilson's Experiments\n\nTable II. Fig. II.\n\nExperiments made at Dr. Higgins's, June 19, 1778, with the Leyden phial and Forked apparatus.\n\nThe measures expressed in the following tables were taken from a scale containing 32 parts in one inch.\n\n| Ball and point opposite the Leyden phial | Ball only | Point only | Apparatus reversed | Ball only | Point only |\n|------------------------------------------|-----------|------------|--------------------|-----------|------------|\n| I. Electrometer                           | 32        | 32         | 32                 | 32        | 32         |\n| Ball                                     | 34        | 48         |                    | 34        |             |\n| Point                                    | 45        | 88         |                    |           | 42         |\n| II. Electrometer                          | 28        | 28         | 28                 | 28        | 28         |\n| Ball                                     | 30        | 43         |                    | 36        |             |\n| Point                                    | 38        | 78         |                    | 42        |             |\n| III. Electrometer                         | 25        | 26         | 26                 | 25        | 26         |\n| Ball                                     | 28        | 36         |                    | 31        |             |\n| Point                                    | 37        | 67         |                    | 32        |             |\n| IV. Electrometer                          | 20        | 20         | 20                 | 20        | 20         |\n| Ball                                     | 28        | 29         |                    | 29        |             |\n| Point                                    | 51        | 64         |                    | 28        |             |\n| V. Electrometer                           | 16        | 16         | 16                 | 16        | 16         |\n| Ball                                     | 22        | 20         |                    | 22        |             |\n| Point                                    | 44        | 47         |                    | 24        |             |\n| VI. Electrometer                          | 13        | 13         | 13                 | 13        | 13         |\n| Ball                                     | 21        | 14         |                    | 16        |             |\n| Point                                    | 38        | 36         |                    | 22        |             |\n| VII. Electrometer                         | 10        | 10         | 10                 | 10        | 10         |\n| Ball                                     | 12        | 10         |                    | 13        |             |\n| Point                                    | 18        | 25         |                    | 20        |             |\n\nThis exp. being repeated at intervals, other exp. intervening, gave the following results:\n\n| Ball only | Point only |\n|-----------|------------|\n| 20        | 20         |\n| 28        | 30         |\n| 27        | 29         |\n| 16        | 16         |\n| 23        | 26         |\n| 13        | 13         |\n| 18        | 22         |\n| 10        | 10         |\n| 12        | 20         |\nTABLE III.\n\nExperiments with the chain after Mr. Henly's manner.\n\n| Point and ball opposite the Leyden phial | Apparatus reversed |\n|-----------------------------------------|-------------------|\n| Electrometer                            | 21                |\n| Ball                                    | 26                |\n| Point                                   | 24                |\n\nrepeated at different times,\n\n23\n\n26\n\n30\n\nJAMES LIND.\n\nTIBERIUS CAVALLO.\n\nB. WILSON.\nMr. Wilson's Experiments\n\nTABLE IV. FIG. III.\n\nThe experiments of the second and third table repeated at Mr. Partington's, June 23, 1778, a brass chain being used instead of the Forked apparatus.\n\n| Ball and point opposite the Leyden phial | Ball only | Point only | Apparatus reversed | Ball only | Point only |\n|------------------------------------------|-----------|------------|-------------------|-----------|------------|\n| I. Electrometer                           | 32        | 32         |                   | 32        | 32         |\n| Ball                                     | -         | 39         |                   | -         | 29         |\n| Point                                    | 76        | -          |                   | 38        | -          |\n| II. Electrometer                          | 28        | 28         |                   | 28        | 28         |\n| Ball                                     | -         | 33         |                   | -         | 28         |\n| Point                                    | 72        | -          |                   | -         | 38         |\n| III. Electrometer                         | 25        | 26         |                   | 25        | 26         |\n| Ball                                     | -         | 33         |                   | -         | 28         |\n| Point                                    | 46        | -          |                   | -         | 37         |\n| IV. Electrometer                          | 20        | 20         |                   | 20        | 20         |\n| Ball                                     | -         | 21         |                   | -         | 24         |\n| Point                                    | 50        | -          |                   | -         | 27         |\n| V. Electrometer                           | 16        | 16         |                   | 16        | 16         |\n| Ball                                     | -         | 21         |                   | -         | 19         |\n| Point                                    | 55        | -          |                   | -         | 24         |\n| VI. Electrometer                          | 13        | 13         |                   | 13        | 13         |\n| Ball                                     | -         | 16         |                   | -         | 15         |\n| Point                                    | 44        | -          |                   | -         | 22         |\n| VII. Electrometer                         | 10        | 10         |                   | 10        | 10         |\n| Ball                                     | -         | 11         |                   | -         | 12         |\n| Point                                    | 38        | -          |                   | -         | 19         |\n\nBecause the electrometer in the experiments contained in the third table made at Dr. Higgins's with a rusty iron\niron chain stood at 21 and 23, we repeated the experiment at Mr. Partington's with a brass chain, and the result was as follows:\n\n| Ball and point opposite the Leyden phial | Apparatus reversed |\n|------------------------------------------|-------------------|\n| Electrometer                              | 23                |\n| Ball                                      | 25                |\n| Point                                     | 30                |\n\nJAMES LIND.\n\nTIBERIUS CAVALLO.\n\nB. WILSON.\n\nP.S. Having seen a method used by Mr. Cavallo to repair broken Leyden phials, so as to render them again useful for experiments, I am glad of this opportunity to make it known, as it may be very acceptable to electricians. The method is as follows. When a coated phial is cracked, either by a spontaneous discharge or by any other accident, Mr. Cavallo removes the outside coating from the fractured part, and then makes it moderately hot, by holding it to the flame of a candle; and whilst it remains hot, he applies burning sealing wax to the part, so as to cover the fracture entirely; taking care that the thickness of the wax is rather more than the thickness of the glass. Lastly, he covers all the sealing wax, and also\npart of the surface of the glass beyond it, with a composition made with four parts of bees wax, one of resin, one of turpentine, and a very little oil of olives; which composition he spreads upon a piece of oiled silk, and applies it in the manner of a plaster. With this method I have seen several phials so effectually repaired, that, though after being frequently charged, they were at last broken by a spontaneous discharge, yet the fracture was in a different part of the glass.\nA.B. The Electrometer.\n\nIn making the Experiments the Forked part of this Instrument was fixed horizontally and not Vertically as is here Represented.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106355.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 27116,
    "total-output-tokens": 5174,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1143,
        2
      ],
      [
        1143,
        2470,
        3
      ],
      [
        2470,
        3671,
        4
      ],
      [
        3671,
        4974,
        5
      ],
      [
        4974,
        6226,
        6
      ],
      [
        6226,
        7501,
        7
      ],
      [
        7501,
        8710,
        8
      ],
      [
        8710,
        9085,
        9
      ],
      [
        9085,
        13574,
        10
      ],
      [
        13574,
        16898,
        11
      ],
      [
        16898,
        17372,
        12
      ],
      [
        17372,
        20336,
        13
      ],
      [
        20336,
        21567,
        14
      ],
      [
        21567,
        22052,
        15
      ],
      [
        22052,
        22203,
        16
      ],
      [
        22203,
        22203,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106355",
    "title": "New Experiments upon the Leyden Phial, Respecting the Termination of Conductors. By Benjamin Wilson, Esq. F. R. S.",
    "authors": "James Lind., Benjamin Wilson, Tiberius Cavallo",
    "year": 1778,
    "volume": "68",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/106355"
  }
}