{
  "id": "c02b10b0d6410919364a9f3f48d20c4d78e49ee5",
  "text": "sed longae ambages, series sed longa laborum; quare sic eam quaerito.\n\nQuia \\(EN\\), Fig. 1. est tangens ad curvam, recta \\(MG\\) ex puncto \\(M\\) per centrum \\(F\\) ducta determinat punctum \\(G\\), ex quo ducta \\(GN\\) est normalis ad \\(EN\\), ergo & ad \\(AA\\), ex hypothese, sed \\(NQ = AV = MA + AP\\); ergo \\(VP = MA\\); atqui \\(BA : AM :: MA : AP\\); ergo \\(BA : PV :: VP : PA\\); sed \\(PF = FV = a - 2z\\); & ideo \\(a : a - 2z :: a - 2z : z\\). Unde facile deduitur \\(z = \\frac{a}{4}, EN = \\frac{7a}{4}, AQ = \\frac{3a}{4} \\sqrt{3}\\). Ubi notandum quod idem punctum \\(M\\), quod praebet in recta \\(NAMN\\) punctum majoris ordinatæ, praebet etiam punctum majoris abscissæ.\n\nSed jam satis patientia tua abusus videor: quare finem faciam, nonnulla alia, quæ de hac curva commentatus sum, propediem missurus, si putes hæc & similia non indigna, quæ a te subcisivis horis legantur.\n\nVale,\n\nVir, quo neque candidiorem\nTerra tulit, neque cui me sit devinctior alter.\nViviaci, pridie Kalendas Apriles 1741.\n\nIX. Ad Eclipses Terræ repræsentandas, Machina J. And. Segneri, Med. Physic. & Mathem. Prof. Goetting, R. S. S.\n\nUt eclipsis aliqua terræ oculis exhibeatur spectanda, projectio arcuum & circulorum, qui in hemisphærio terræ illuminato concipiuntur, in planum, servire potest egregie: Sique in ejusmodi projectionem\njunctionem loca etiam inferantur in superficie terrae sita, urbes puta, littora, insulae, reliqua, addaturque circulus, penumbrae lunaris positum atque magnitudinem exprimens, eique concentrici minores aliquot, uno obtutu lustranda depinguntur loca terrae, quibus eo tempore plane tegitur Sol a Luna, & quibus quaelibet ejus pars visui subducitur.\n\nVerum momentanea est ejusmodi imago, cumque ea, quae aliquo temporis articulo adparent, eo verbi gratia, quo centrum penumbrae lunaris discum terrae primum ingreditur, cum magna adcuratione sietat; phænomena reliqua, prout partim a rotatione terrae, partim a motu lunae, pendent, exhibere non potest: ut illi, qui omnes omnino eclipsos adparentias, quemadmodum se ordine excipiunt, exhibere hoc modo vellet, plurimae projectiones delineandae forent; quae res maximi laboris est, quemque sperata ex eo voluptas compensare vix potest.\n\nRotata terra iidem quidem manent latitudinum circuli, eademque adeo horum projectio, sed meridiani, sive circuli longitudinum, mutantur assiduo, horumque projectio, & situs locorum terrae, quatenus ab his pender. Quae considerata, cum aliqua laboris compendia offerre queant, tum, quantum ejus relinquitur, clare docere.\n\nSed globus terrestris artificialis hemisphaerium terrae, a sole quovis tempore illuminatum, minimo labore exhibet. Elevato enim polo supra horizontem, vel intra cum depressio, sic, ut ea elevatio vel depressio fit declinationi solis, ad datum illud tempus, æqualis; vel, quod codem redit, collocato loco solis in ecliptica globi in ejus Zenith; horizon artificialis finitor fit lucis & umbræ, qui nempe hemisphaerium terrae illu-\nilluminationem ab obscurum distinguunt, nihilque superest,\nquo hemisphaerium illuminationem plane exhibeatur,\nquam, ut circa axem suum rotetur globus, donec eum\nobtinuerit situm, quem hora diei requirit.\n\nAtque ita, quod in projectionibus difficillimum\nest, per globum facillime perficitur, naturaeque etiam,\nquam per illas, convenientius. Quod cum pensi-\ntarem, illud verum superesse vidi, quo per globum\neclipses terrae cujusvis omnia phænomena exhi-\nbeantur, ut penumbra lunaris in eum projicere tur,\nutque machina fieret, qua ejus situs ad quodlibet\ntempus repræsentari, eaque ad loca terrae in globo\ndesignata referri possit. Qua rei facilitate illecebus\nsum, ut de ejusmodi machinamento cogitarem: idque\neum in modum, quem figura adjecta Tab. III. Fig. 4.\nexprimit, efficere sum conatus.\n\nEa globum terrestrum silit, vulgarem, horizonte\nsuo atque meridianu, circulum gerente horarum, in-\nstructum. Horizonti connexa sunt duo brachia li-\ngnea, \\(AB\\), \\(ab\\), Fig. 4. Tab. III. ejus longitudinis, quæ\npaullulum excedit semidiametrum globi. Eorum\nbrachiorum extremitates alteræ, \\(ACD\\), \\(ac\\), ita factæ\nsunt, ut comprehendere horizontem possint, &\ncochleis, quarum una apud \\(D\\) comparat, ad quodlibet\nejus punctum firmari.\n\nOppositis vero brachiorum extremitatis, \\(B\\), \\(b\\), fulcra\ninsistunt, lignea pariter, horizonti perpendicularia,\n\\(BE\\), \\(be\\), ejus altitudinis, quæ semidiametro globi, cum\nlatitudine meridiani ænei, æqualis sit, sic, ut ducta per\nsumma fulcrorum linea recta, meridianum contingere\nnequeat.\n\nTeguntur fulcra orbiculis æncis, quos axes per-\nforant ferrei, uttingue prominentes, & firmiter cum or-\norbiculis juncti. Eorum axium partes inferiores, fulcris, secundum horum longitudinem inserti, firmantur: quare & orbiculi, situ cum horizonte globi parallelo, redduntur immobiles.\n\nSuperiores axium partes teretes sunt, & pariter atque orbiculorum superficies superiores, politae: excipiunt autem trochleas æneas $EFG$, $efg$, orbiculis impositas, sic ut motæ utcunque circa axes, plano horizontis parallelæ sint. Diametri trochlearum sunt trium fere pollicum, & peripheriae crenam quæque suam habent, excipiendo filo servituram. Paullo minor est trochlea $efg$, altera $EFG$; nihil enim ex diversitate ista magnitudinis machina detrimenti capit: præterea vero nihil habet singulare; itaque orbiculo tantum ad $b$ opposito, ne axe excidat, firmatur.\n\nVerum altera trochlea, $EFG$ circulum inscriptum habet, in suos gradus divisum, quod ob compendium laboris factum est, cum in partes quocunque numero alio, dummodo satis minutæ essent, eodem effectu potuisse secari; adpositusque est indiculus $H$, numerum earum partium ostensurus: qui quidem ita cum axe cohaeret, ut moveri circa eum, cum aliqua difficultate, posset; sed sic tamen, ut nec indicis motus motum trochleæ afficiat, nec vicissim, trochlea mota, index e loco suo deturbetur. Itaque inter trochleam & indicem orbiculus minutus immobilis interpositus est, & index ad axem ita firmatus, ut elatere quoquo versus immobilem eum orbiculum prematur.\n\nTres deinde radii ænei, $ik$, $il$, $im$, in $i$ connexi, habentur, æquales angulos, $kil$, $lim$, $mik$ comprehendentes; locus autem $i$ foramine minimo pertusus est.\nElastici sunt radii, &c quantum per firmitatem fieri potuit, tenues, longitudine vero \\( i k \\), sive \\( i l \\), aut \\( i m \\), ea quae quartae partis diametri globi proxime æqualis est. Et hoc penumbrae ferendæ quasi skeleton reliquis sic adplicatum est. Porro radii foraminula habent apud \\( l \\) & \\( m \\), per quae traductum filum trochleis circumpositum est secundum \\( m E F G g f e l \\), extremis inter \\( l \\) & \\( m \\) firmiter colligatis: quare skeleton quoque ad partem fili \\( e l m E \\) redditur immobile, radio ejus tertio \\( i k \\) parti fili \\( g G \\) libere incumbente: itaque efficitur, ut, rotata trochlea \\( E F G \\) vel \\( e f g \\), skeleton ultro citrove, secundum lineam rectam, moveatur.\n\nExplorari his ita constructis potuit, quot partes divisionis trochleæ \\( E F G \\) responderent globi diametro, hunc in modum. Brachia \\( A B \\), \\( a b \\), collocata sunt ita, ut, moto skeleton, centrum ejus \\( i \\) diametrum globi percurreret; idque ut effici posset, horizonte globi, situm cum horizonte terræ parallelo, collocato, demissum ex eo centro est pendulum \\( i n \\), puncta horizontis ostensurum, quibus centrum immineret. Itaque, promoto centro secundum totam diametri globi longitudinem notari potuit numerus partium trochleæ \\( E F G \\), quae per indicem \\( H \\) interea transferunt; qui sollicitate observatus, memoria retinendus fuit, cum ejus usus, ut & reliquorum omnium quae adhuc descripta sunt, in omnibus eclipsibus repræsentandis, recurrat. Quae sequentur, mutari, pro qualibet eclipsi singulari, debent.\n\nEorum autem primarium est, discus penumbrarum, quem ita efficere conatus sum. Reperta ex tabulis, ad eclipsim, quam exhibere volebam, penumbræ lunaris in disco terræ semidiametro, ut & parallaxi lunæ horizontali, sic sum argumentatus: ut parallaxis lunæ\nlunæ horizontalis, ad radium disci penumbrosi; sic semidiameter globi terrestris quo utebar, ad quartum, qui radium exprimebat penumbrae, quam globi magnitudo requireret.\n\nDiviso eo radio, habita etiam prout convenit ipsius umbræ ratione, in sex partes, (nam in duodecim dividere modulus machinæ prohibere videbatur) circulos descripti concentricos in charta spissiore, & secundum eos chartam in armillas dissecui. Harum maximam sceleto $klm$ ita adglutinavi, ut centrum armillæ centro sceleti i congrueret, alteram ab hac rejeci, tertiam sceleto adglutinavi codem modo, rejecta quarta, pariterque quintam, rejecto circello intimo; sic ut figura oriretur, qualis inter $klm$ picta est, ejus usus, ut omnibus secundum ea, quæ dicenda restant, compositis, loca in globo designata, quæcunque perpendiculariter subjecta sunt exteriori maximæ armillæ margini, initium videre eclipseos vel finem, ostenderet; quæ sub margine ejusdem armillæ interiori sita sunt, eclipsim cernere duorum digitorum, quæ sub margine exteriori armillæ secundæ, eclipsim habere quatuor digitorum, & ita porro; quæ vero sub centro posita sunt, totius solis deliquium pati: Nam umbrae, propter parvitatem, per ipsum centrum designâsse, satis habui.\n\nComponuntur autem omnia pro quolibet eclipseos datae momento, hunc in modum. Repertis calculo punctis finitoris lucis & umbræ, quibus centrum lunæ discum terræ primum ingreditur, ex eoque iterum exit, hæc notantur in horizonte globi, & brachia $AB$, $ab$, (Fig. 4. TAB. III.) collocantur, sic, ut, revoluta trochlea $EFG$, centrum i disci penumbrae $klm$ super illa transeat, quod an fiat, pendulum $in$ ostendit. Tempus deinde reperio, quo centrum penumbrae\nbræ in loco aliquo versatur notabili, ut, quo discum terræ primum ingreditur, globumque, meridiani atque æquatoris, sine circuli horatii ope, ita colloco, ut hemisphærium terræ a sole eo tempore illumi-\nnatum, ejus pars supra horizontem eminens, exhibeat. Trochleam autem $EFG$ revolvo, donec centrum penumbrae i notabili illi loco, ut in nostro exemplo finitori lucis & umbræ, ad perpendiculum sit impo-\nsitum; quem ejus situm voco primarium, eoque ob-\ntento indicem $H$ trochleæ, initio divisionis admovco.\nSic rite ad hoc tempus composita habentur omnia,\npossuntque ejus phænomena colligi.\n\nJam, ex tabulis excerpto motu lunæ a sole horario,\nintero, uti parallaxis lunæ horizontalis ad motum\nhunc lunæ horarium; sic numerus partium trochleæ\n$EFG$, qui respondet semidiametro globi, supra\nrepertus, ad quartum, qui indicat, quot partes, trochlea\nrevoluta, per locum indicis traducendæ sint, ut habe-\natur situs discei penumbrae, una hora ante vel post\ntempus, quod primario situi respondet. Collocato\nergo disco in hunc locum, rotatoque circa axem\nglobo, uti par est, hujus temporis phænomena haberi\npariter possunt.\n\nReliquorum jam temporum situs obtinentur facile.\nDiviso enim numero partium trochleæ proxime re-\nperto, qui nempe motui horario respondet, ut habe-\natur motus semihorii, quadrantis horæ atque minuti\nhorarii, tabula construi sola additione atque subtra-\nctione potest, in qua, notatis temporibus partes appo-\nsitæ sunt trochleæ quibus discus penumbrarum moveri\nantrorsum retrosumve debet, ut situm accipiat, qui\nilli temporis convenit. Qua perfecta nihil opus est,\nquam ut globus secundum tempus rotetur, trochlea\nvero sic, ut index ejus numerum temporis adscriptum ostendat. Prius illud, si usus circuli horarii concedatur, imprimis expedita, fit, si horæ ordine retrogrado adscribantur, utpote motui terræ circa axem suum accommodato, qui & in figura expressius est.\n\nLoca tandem in superficie globi designata disco penumbrae in quovis ejus situ perpendiculariter subjœcta, pendulo explorari possunt. Sed uno intuitu lustrantur, toto adparatu radiis solaribus, si commodum visum fuerit, a speculo plano reflexis, ita exposito, ut hi ad horizontem globi perpendiculares incidant. Hoc enim facto a disco penumbrarum in globum umbræ projicientur, earum æmulæ penumbrarum, quas luna in terram projicit, ex quibus phæs eclipsis, cujusvis loci, qui illis involvitur, perspici possunt.\n\nIncommodus hic est motus solis; ci, qui vitro ustorio majori instrutus est, lampadem fortasse non inepte substituet, cujus radii a vitro in globum, ejus horizonti normales, projiciantur. Cogitavi quoque de globo eminus per tubum opticum spectando, qua methodo ipse discus klm in globi superficiem relatus, penumbrae exhibit. Verum ad id telescopio amplioris campi opus est: remoto enim adeo globo, ut totus conspicui per telescopium minoris campi possit, verendum est, ut loca in eo designata visu distingui nequeant.\n\nCogitavi de motu machinæ conciliando, median-tibus duobus horologiis prorsus a se invicem separatis, quorum alterum globum converteret, alterum trochleam: quæque ut legitime conspirarent, per pendula efficeretur. Verum magis mihi convenire videtur,\nvidetur, ut veniam eorum, quae fortasse perperam dicta sunt, submissae petam, quam ut iis jam plura addam.\n\nX. Samuelis Christiani Hollmanni, Logic. & Metaph. in nova Gottingensi Academia, P.P.O. Observatio de Sceletorum, ex Foliis virentibus paratorum, quorumcunque Duplicatione.\n\nEx quo illa foliorum, uti vocant sceleta, quae, quantum constat, a celeberr. Ruyschio, magno illo verioris corporum structurae indagatore, primum omnium elaborata sunt, primum etiam vidi; vidi autem apud virum, quem honoris causa hic nomino, celeb. Abrahamum Vaterum, Anatomiae & Botanices professeorem in academia Vitembergerfi meritiimum; necscio quae & admiratio ejus rei, & cupido modum, quo illa praeparentur, investigandi, me incessit, quod admirabilis illa, vereque stupenda, quae in foliis ejusmodi, ut loqui ita fas sit, excarnatis comprehenditur fabrica tot praecipua sapientissimi potentissimique Conditoris vestigia, unico quasi obtutu conspicienda nobis praebet, ut dolendum fere sit vel unicum ex infinito fere illo diversissimorum foliorum genere numeroque debere prius perire, certaque putrefactione in terrae sinum recondi, quam admirabilem istam suam fibrilarum minimarum structuram hominum oculis contuendam subjecerit. Multa propterea, iterataque industria, pro eo, quo in contemplandas res naturales feror, ardore, pericula feci, quibus sceleta",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104372.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17064,
    "total-output-tokens": 4967,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1302,
        3
      ],
      [
        1302,
        2937,
        4
      ],
      [
        2937,
        4570,
        5
      ],
      [
        4570,
        6146,
        6
      ],
      [
        6146,
        7944,
        7
      ],
      [
        7944,
        9623,
        8
      ],
      [
        9623,
        11256,
        9
      ],
      [
        11256,
        12792,
        10
      ],
      [
        12792,
        14139,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104372",
    "title": "Ad Eclipses Terrae Repraesentandas, Machina J. And. Segneri, Med. Physic. & Mathem. Prof. Goetting, R. S. S.",
    "authors": "J. And Segneri",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104372"
  }
}