{
  "id": "d9b15e2818955e15c4fa96d34a129e58ce292af9",
  "text": "| Tabula colorum Physiologiarum Mixtorum quam Simplicium Quadrilingue una cum specimenibus adjectis | Candida Hispan. | Montanum | Cyprium |\n|-----------------------------------------------|----------------|-----------|---------|\n| Niveus | Glaucescent | Cyanus |\n| Cerusa | Lacteus | Argentus | Argenteus |\n| Lutei mixti | Vi | vi |\n| Martinet | Limoneus | Paleus | Straw Co. |\n| Gutta Gambe | Aureus | Luteolus | Villaceus |\n| Ochra | Luteus | Electricus | Vitreus |\n| Citrinus | Kyprius | Bysinus | Vitreus |\n| Umbris | Fusca | Sulfureus | Dun |\n| Rubei mixti | Pur | pu |\n| Minium | Ignis | Glaucus | Kupfer |\n| Ochra | Ruffus | Helius | Baduus |\n| Carmin | Minutus | Carneus | Molochinus |\n| Lacca | Rubinus | Caryophyllus | Persicus |\n| Sanguis | Sanguineus | Roseus | Molochinus |\n| Rubrica | Ferrugineus | Griseus | Canus |\n| Astramentum | Piceus | Griseus | Cinereus |\n\nLegend:\n- Ca = Calceus\n- ru = Rubens\n- le = Leucos\n- vi = Vitreus\n- pu = Purpureus\n| Small | Litmus | Indicum | Atramentum Sinicum |\n|-------|--------|---------|-------------------|\n| Lazurios | Violaceus | Indicus | Coraxinus |\n| Co. de Azure | Violet C. | Typhos | Raven C. |\n\n| Mi | x | li |\n|----|---|----|\n| Plumbus | Co. de Plomb | Lead Co. |\n\n| Thalassinus | Sividus | Higellus |\n|------------|---------|---------|\n| Sea gr. | Black & Blue | Blackish |\n\n| Porraceus | Murinus | Castaneus |\n|-----------|---------|----------|\n| Haetos | Mouse Co. | Chestnut |\n\n| Mix | ti |\n|-----|----|\n| Pallus | Earth Co. |\n| Ethiopicus | Negro-Black |\n| Livido-purpureus | Fuliginous Nyssus |\n| Grie-de-Lion | Soot C. |\n\n| Dibaphus | Atrabapticus |\n|----------|-------------|\n| Purple Roy | Purple in grain |\n| Porphyrus | Codexpurp Purple |\n\n| Pinus | Furvus |\n|-------|--------|\n| Amath | Prefus |\n\n| Hiberus | Ater |\n|---------|------|\n| More | Coal-black |\n| Murrey | Niger. |\n\n| Ferreus | Elbides |\n|---------|--------|\n| Iron-gray | Dark-gray |\n| Black |\nCum denique ex observatione nostra manifestum sit, revera tinctam esse gemmam Chalcedoniam, quamvis fortuito acciderit, neque repetito processu simile quid evenerit, merebitur tamen meditationem, an ex astrorum fluxu, alia-ve abscondita potius vi venerit, & tentamen, an ex mixtura salium & succorum acrion possit imitando produci ejusmodi Tinctura, & quidem sine Igni, ut splendor & Pelluciditas gemmae non destruatur, durities autem maneat, adeoque ipsa gemmae pretiositas non tantum servetur, sed & per tincturam novam crescat.\n\nHujus Tincturae figuram & modum, si forte quem delictet, addere placuit, qualis noctu opposita Candelae visa fuit, aliquomodo nec satis accurate delineatum. Tab.1.Fig.6.\n\nA CATALOGUE of Simple and Mixt Colours, with a Specimen of each Colour prefixed to its proper Name: By R. WALLER, Fellow of the Royal Society.\n\nHaving sometime since seen a TABLE of the Simple Colours made use of in Limning and Painting, Printed in the Year 1680, at Stockholm; I have here endeavoured to give a more Philosophical, and useful one by the addition of some mixt Colours: Not that I pretend to give the Shades of all the mixt Colours, which were indeed infinite as the Compositions and Proportions of them may be unlimited; but I have mixt each of the Simple Yellows and Reds with each of the simple Blues, and these Mixtures give most of the mean Colours, viz. Greens, Purples, &c. To know what each of these mixt Colours is compounded of, you need but look to the Top of the Table directly over the Colour enquired after, where you may find the One Ingredient, and at the Side in the\nthe same Row, the other. As the Poppinjay-green is made of Blew Bice and Cambodia, an equal weight of each. I chose Weight rather than Measure, because the heavier Colours have generally the more Body, and therefore come nearest to an Equality that way. I have added the Latin, Greek, French, and English Names that I knew, which the more skilful Reader may supply where wanting. I propose to myself that this Table will be of some use and advantage in the describing of the Colours of Natural Bodies, which may be done by this Table, and represented more nearly to the Reader provided with one of the same Tables, with less ambiguity, I think, than is usual: A Standard of Colours being yet a thing wanting in Philosophy. Thus to describe a Plant, it may be seen which of the simple or mixt Colours comes nearest to it, and then the Word affixt to that Colour may be made use of, which the Reader, if desirous, may look in his Table, and find together with the Pattern thereof.\n\nThe Table of Colours is to be Inserted after this Leaf, which ought to be done with a Guard and a White-leaf between after the Book is bound, lest otherwise the Colours by beating stick together.\nA short Discription of the Simple Colours specified in this Table.\n\n1. Spanish White made of Chalk and Alumen burnt together.\n\n2. I take the Lapis Armenius to be the blew Bice sold in the Shops, for it is light and friable; formerly brought out of Armenia, now from the Silver Mines of Germany, called Melochites, in high Dutch Bergblauw.\n\n3. Ultramarine is made of the blewest lapis Lazuli, which is freest from Gold-veins, by Calcination; the method of preparing it being too large for this place, may be seen in Doctor Merret's ingenious Notes upon Neri's Art of Glass, lib. 7.\n\n4. Smalt is made of Zaffer and Pot-ashes, calcined together in a Glass-furnace. Dr. Merret ib.\n\n5. Litmase, or Litmose, I suppose the Juice of a Plant.\n\n6. Indigo said by Pliny to be brought from India: a kind of Mud adhering to the Froath about Reeds, and that when tried with a Coal, the true burns with a Purple-flame, and smell's of the Sea: Linschoten says, it is called Anil, that it grows in Camaria, and is a Plant like Rosemary, which is gathered and dried, then wetted with fair Water, and beaten to a Mud; this Operation being repeated, it is dried and fitted for use, cap 69.\n\n7. Indian Ink, its Use known to Pliny, tho' not its Composition; which is yet undiscovered, except it should be burnt Rice, as hath been thought.\n\nSo much for the Blews at the Head of our Table; the Yellows and Reds made use of, are these that follow.\n\n1. Ceruse is the Rust of Lead made by a vaporous Calcination; Pliny writes thus of it in the 34. lib. cap. 18. Ceruse, or Smythium is made in the Plummers Shops; of small Plates\nPlates of Lead laid upon a Vessel of very strong Vinegar, what falls into the Vinegar is taken out, and dried in the Sun: and in the 35 Book, Chap. 6. he says it was made at Rome of burnt Marle-flint quench'd in Vinegar.\n\n2. Masticot is a kind of improper Calx of Tin.\n\n3. Gutta Gambe, or Cambodia, the inspissated Juice of a Plant, not well known, it comes from both the Indies. Some think it the Juice of Euphorbium; others Scammony, or Titimal; others Ricinus; others refer it to the greater Cataputia, Esula, or the Flowers of the Indian Ricinus, and will have it coloured with Turmerick: as Scroder.\n\n4. Oker a kind of Natural Earth, there are two sorts thereof, the one Native formerly brought out of Attica, now from Dacia and Hungaria, and from many places of England, especially in the Forrest of Dean: The other a factitious substance of Lead burnt and quench'd in Vinegar. In Pliny's time it was made of Rubrica, or Reddle burnt.\n\n5. Orpiment, a fat inflammable Mineral, justly ranked amongst Poisons for its extreme Corrosive quality. Pliny says it was dug up in Syria on the Surface of the Earth; and that the Emperor Caligula had hopes of getting Gold out of it; wherefore he caused 14 Pounds of it to be tryed, which afforded him very good Gold, but in so small a Proportion, that he lost by the tryal.\n\n6. Umber is a Native Earth.\n\n7. Red-lead, a Colour unknown to the Antients, made of Litharge or burnt Lead by a Reverberatory Calcination, or of Ceruse put in a Platter over the Fire, which must be continually stirred till it has acquired a Red-lead colour. Dr. Charlton de Foss.\n\n8. Burnt Oker is the common yellow Oker burnt in the open fire.\n\n9. Cinnabar or Vermillion. There are two sorts; Native or the Minium of the Ancients, which is the Mineral that yields Quicksilver; whereof, and of Sulphur it chiefly consists,\nit is found in the Mines of Istria. This Colour was among the Ancient Romans used to sacred Purposes, and on Festivals Jupiter's Face was painted therewith, as likewise the Bodies of those that entered in Triumph. The factitious Cinnabar is that which we now use; and is made by a sublimation of Mercury and Sulphur.\n\n10. Carmin made of Cochineel.\n\n11. Lake, thought to be an Arabick word: It is made of Flocks dyed, or shavings of Scarlet-cloath, or of the Cochineel Insect, or else of Kermes-berries, their Tincture being extracted with a Lye of Pot-ashes, and then precipitated with a Solution of Rock-alum. After the same manner a Lake may be made of any Plant or Flower; a more exact Information touching this matter, may be had in Mr. Boyle's Treatise of Colours, Part. 3. Exp. 49. and Dr. Merret's Notes on Neri's Art of Glass, lib. 7. There is also another sort of Lake made of Gun-ac, by extracting its Tincture with Urine. Dr. Merret, ibidem.\n\n12. Sanghuis Drasonis is the Gum of a Tree which looks like dried Blood, 'tis brought out of several places in the East Indies; and the Tree which produces it is very well described in the Hortus Malabaricus.\n\n13. English Reddle or Ruddle, is found in many places of England, amongst the rest near Witney in Oxfordshire. Dr. Plot's Hist. of Ox. c. 3.\n\n14. Lamp-black, by Pliny thus described: It is made of the Soot of Rosin or Pitch burnt, Houses being built on purpose for it, that keep in the Smoak. Its Use is in Writing-books, lib. 35. cap. 6.\nIn usu Exterorum visum est Praemiunculam hanc atque Catalogum Colorum Latinum dare.\n\nCum aliquando viderim Nomenclaturam Colorum simplicium Trilinguam Stockholmiae editam per D. Sl. Brenner; mihi in mentem venit opus me praestiturn Genio, ac fini Regiae Societatis, nec absonum, nec inutile, si talis, non modo Simplicium, verum etiam Mixtorum Colorum Tabulae conficiendae modum excogitare potuerim: magis autem fore gratum si cuique Vocabulo Specimen Coloris apponi possit; quod Amice Lector hic tandem effectum vides.\n\nConstructionem Tabulae quod spectat, in Capite omnes Carulei Simplices, & Primarii apponuntur, & ad Latus primo Luteos, ac deinde Rubeos affixos vides, cum speciminibus propriis, & nominibus in Officinis notioribus: Cæteri, viz. Pallidiores Carulei, Flavi, Rubeique necnon Virides, & Purpurei omnes, e mixtura Simplicium æquis partibus Orti, reliquam Tabulae partem compleant. puta Specimen Colori Herbeo affixum, compositum est ex æquo ponderæ Cyprii ad Caput Tabulae videndi, & Guttæ Gambe ad Latus, intime Commixtorum: Sic dicendum de cæteris. Speciminibus etiam adjecti nomina Latina, Graeca, Gallica, & Anglicæ, saltem quæ mihi nota; quæ autem desiderantur magis verborum gnarus apponas Curiose Lector, ac nostro defectui subministres Rogo.\n\nAd usum vero hujuscæ quod attinet, non leviusculum hinc enaturum confido: restat enim hucusque quid Desideratum nempe justa Colorum statæ. Jam si quis Plantarum, vel Animalium Integumentum describere velit, ope hujus Tabulae minimo Labore, sine ulla Ambage, vel Ambiguitate rem conficiet, idemque genuinis quasi depictum coloribus, Lectoris eadem instructi Tabula oculis subjiciet. Exempli gratia, Gentianelle flos colore est azurino, exterius in saligneum vergente, hujuscæ plantæ folia prope Herbei sunt coloris.\n\nHoc quale cunque Tentamen in meliorem partem accipias, studioque nostro tibi subserviendi fruaris fæliciter, & laveas candide.\n\nVale.\nSequitur Pigmentorum Simplicium in hac Tabula exhibitorum Descriprio aliqualis.\n\n1. **Candidum Hispanicum** fit ex Creta alba et Alumine in Crucibulo simul calcinatis.\n\n2. **Montanum**, vel **Lapis Armenius**, levis est & friabilis: olim ex Armenia deferebatur, hodie vero reperitur in Germania in Argenti fodiinis; dicitur etiam **Melochitis**, Bergilaw. Scrod. Pharm. Med. Chym.l.4.Clas.4.§.465.\n\n3. **Cyprium**, vel **Ultramarinum** ex lapide **Lazuli**, seu Cyano per calcinationem fit. Hujus praeparationis methodum cum nimis tædiosum foret hic percurrere, videoas D. Dris Merreti Notas in Art. Vitrariam Neri.l.7.c.115.\n\n4. **Smaltum** Efficitur calcinando in fornace **Zafferum**, una cum cineribus clavellatis. Modum exhibet Ars Vitraria. Dr. Merret, lib.7.cap.72.\n\n5. **Litmas** vel **Litmos**, uti videtur, succus est plantæ aliquæ insipidatus.\n\n**Indicum**, Authore Plinio ex India provenit, constans limo quodam arundinum spumæ adhaerente; probatur carbone, sincerum enim reddit flammam excellentis purpuræ, ac dum fumat Odorem Maris redoleat, l.35.c.6.\n\nA **Linschoten** vero aliter descriptur. **Anil**, vel **Indicum** in regione Cambaiae fit, ex planta quadam Rorimarino simili; quæ carpitur, & exiccata, aqua denuo humectatur, ac tumendo maceratur, quo facto evaporatur aqua, ac pigmentum conficitur. Linschot. cap.69.\n\nHodie vero in insula Jamaica et alibi in Americanis nostris Coloniiis copiose provenit, ac ad hunc ferme modum praeparatur.\n\n7. **Atramentum Sinicum** vel **Indicum Plinio**, cui ignotum erat ex quo constabat; neque etiam nobis plane innotuit quid sit: a quibusdam vero creditur Oriza usta.\nHoc sufficiat descriptioni Cæruleorum ad Caput Tabulae positionum. Jam Pauca de Luteis & Ruris subinciam.\n\n1. Cerussa est Brugo Plumbi per Calcinationem vaporosam. Diosc. l.5. c.103. De hac ita Plinius; Cerussa vel Psymthium fit ex laminis Plumbi tenuissimis super vas aceti afflatus impositis, atque ita distillantibus iis, quod in vas decidit, ad folem fuscatur, lib. 24.c.18. Idem tellatur aliud genus Roma factum, cremato silice Marmoroso & restringendo aceto, l.35. c.6.\n\n2. Masticot est Calx quaedam impropria sic dicta ex Stanno confecta. Helm.de Lithi.c.1.\n\n3. Gutta Gambe, succus inspissatus Plantæ minus notæ; ex India utraq; venit, juxta quosdam Euphorii, alios Ricini vel Tithimali; vel Scammonii succus est. Sunt qui ad Esulam, & Cataputiam majorem, vel ad flores Ricini Indi originem ejus referunt, coloremque ex Curcumae conciliatum volunt. Scrod. ib.l.4.c.4.§.465.\n\n4. Ochra, Terra species: duplex autem habetur, Nativa, quæ apud nos multis in locis reperitur, praesertim in Saltu de Dean. Factitia altera ex Plumbo adusto & in aceto extincto, facta vero est tempore Plinii ex Calcinata Rubrica: Plin.l.35. c.6.\n\n5. Auripigmentum, Arsenicum. Minerale est pingue, & inflammabile, jure inter venena referendum propter in insignem ejus qualitatem corrosivam. Plinius dicit in Syria effodi in fumma tellure, & olim sperasse Caligulam Imperatorem, aurum exinde colligi posse; quamobrem excoqui jussit ad pond lib. 14. ex quo purum quidem Aurum elicuit, sed tam exigua quantitate, ut experimenti sumptus non rependeret.\n\n6. Umbria Terra est Nativa.\n\n7. Minium factitium, ignotum veteribus; Fit ex plumbio per calcinationem reverberatorii; vel ex Cerussa in Patina super ignem positæ, ac continue Rudicula agitata, donec colorem Minii acquisiverit. Dr. Charlton de fossil.\n\n8. Ochra-usta, Ochra est nativa lutea nudo igne adusta.\n\n9. Cinna-\n9. Cinnabaris Graecis Miltos, duplex est; Nativa, Minium Veterum: minera vero est e qua excoquitur Hydrargyrum, quae ex eo et Sulphure plurimum constat. copiose provenit in Mercurii sodinis Istriensis. Color hic apud Veteranos Romanos in sacros usus adhibebatur, eoq; Jovis simulachri faciem diebus festis illinere solebant, ut & Triumphantium corpora: Plinio veteres citante l.33.c.7. Ubi dicit Romam solummodo ex Hispania advectum fuisse. Altera Fastitia ac nobis usitata, fit ex Mercurio cum sulphure sublimato. Scrod.l.3.c.15.\n\n10. Carmin fit ex Coccinella.\n\n11. Laccia, vocabulum creditur Arabicum, efficitur autem Laccia hæc ex Coccino, ex floccis Scarlata tinctis, vel ex Coccinella, vel ex granis Kermes, Lixivio cineram clavellatorum extrahendo tincturam, quæ deinde solutione Aluminis Rupei præcipitur: pari modo Vegetabilium quorumvis Laccam extrahas. Informationem plenorem cupiens adeat. Nob. D. Boyle Tract.de Color. Part.3.Exp.49.et Merreti Notas in Art.Vit.Neri.l.7.c.116.119. Alia etiam datur Laccia ex Gummi-lac, cujus tinctura Urina humana extrahitur.Merret, ib.\n\n12. Sanguis Draconis, lachryma arboris cuiusdam instar sanguinis Exiccati concreta; Ex India orientali advehitur, et arbor e qua Lachryma hæc exudat accurate descriptur in Hortu Malabarico.\n\n13. Rubrica Anglica, in multis Anglia locis reperitur.\n\n14. Atramentum Fuliginosum, nihil aliud est quam fuligo Resina, vel Picis concrematæ collecta, qua propter officinas ædificavere fumum illum non emittentes; olim ad Atramentum Scriptorium in usu erat: Plin. l.35.c.6.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101836.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18586,
    "total-output-tokens": 5433,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        962,
        2
      ],
      [
        962,
        1933,
        3
      ],
      [
        1933,
        3535,
        4
      ],
      [
        3535,
        4711,
        5
      ],
      [
        4711,
        6313,
        6
      ],
      [
        6313,
        8155,
        7
      ],
      [
        8155,
        9658,
        8
      ],
      [
        9658,
        11576,
        9
      ],
      [
        11576,
        13204,
        10
      ],
      [
        13204,
        15054,
        11
      ],
      [
        15054,
        16600,
        12
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101836",
    "title": "A Catalogue of Simple and Mixt Colours, with a Specimen of Each Colour Prefixt to Its Proper Name: By R. Waller, Fellow of the Royal Society",
    "authors": "R. Waller",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/101836"
  }
}