{
  "id": "43c02ead8314d24f2c467c50d5d98b8a4b58bdc7",
  "text": "L. Extract of a Letter, dated Paris, Dec. 17, 1770, to Mr. Magalhaens, from M. Bourriot; containing a short Account of the late Abbé Chappe's Observation of the Transit of Venus, in California. Translated by Dr. Bevis, F. R. S.\n\n... The 7th of December instant, the Journals and Manuscripts of the late Abbé Chappe were deposited at the Royal Observatory, with M. Cassini de Thury, by the Sieur Pauli, one of the King's Engineers, and Geographers, who had accompanied the Abbé in his voyage to California. M. Pauli relates, that M. Chappe chose to stay at St. Joseph, a small village ten leagues from St. Lucar, notwithstanding the contagious disease prevailing there, and relying on his own good constitution; because he had no more than eight days to prepare for his Observation.\n\nEight days after the Transit, he sickened, yet continued his observations to the 18th of July; and, a little before his death, left his materials in writing, put into a box, with M. Pauli, to be delivered to the Royal Academy. He died about the 1st of August, as did, about the same time, the Clockmaker\nmaker, the Interpreter, one of the two Spanish Officers, besides 12 Soldiers, and four Officers sent from Mexico, and about 50 Indians.\n\nThe first internal Contact was at - - - 0 17 27\nThe second Contact at - - - - - 5 54 50\\(\\frac{1}{6}\\)\nThe Duration - - - - - - - 5 37 23\\(\\frac{1}{6}\\)\n\nThe Latitude of the Place - - - 23° 3' 37\"\nLastly (according to M. de la Lande) \\{ o o 8\\(\\frac{1}{2}\\)\nthe Parallax of Venus - - - -\nand her distance about 35000000 leagues of 2283 toises each, upon a mean of comparisons with observations made in the North of Europe, at Cajaneburg and Wardhus.\n\nINDEX.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105922.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 573,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1087,
        2
      ],
      [
        1087,
        1681,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105922",
    "title": "Extract of a Letter, Dated Paris, Dec. 17, 1770, to Mr. Magalhaens, from M. Bourriot; Containing a Short Account of the Late Abbe Chappe's Observation of the Transit of Venus, in California. Translated by Dr. Bevis, F. R. S.",
    "authors": "M. Bourriot, Abbe Chappe, Dr. Bevis",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105922"
  }
}