{
  "id": "18aa62f900af86a5a61c1c7708562dfa471fd973",
  "text": "XVII. An Account of a Production of Nature at Dunbar in Scotland, like that of the Giants-Causeway in Ireland; by the Right Reverend Richard Lord Bishop of Offory, F. R. S.\n\nRead Feb. 26, 1761.\n\nTHE passage into the harbour of Dunbar is very narrow, between two rocks: one of them is the east side of the harbour; the other is a promontry, stretching out about a hundred yards to the north, and is about twenty yards wide, having the sea on each side of it, when the tide is in. This head is a most extraordinary natural curiosity: it is of a red stone, which is not a lime-stone, but appears rather like a very hard freestone. It looks on both sides like the Giant's-causeway in Ireland: the stones on the west side are from a foot to two feet over; on the east side they are larger, from two feet to four feet. I observed the pillars from three to eight sides; but only one or two of the first and last: they may be said to be in joints, but are strongly cemented together by a red and white sparly substance, which is formed in laminæ round the pillars, and between the joints, two or three inches in thickness. The interstices between the large pillars, which are but few, are filled with small pillars, without joints. The pillars consist of horizontal laminæ: the joints are not concave and convex when separated, but uneven and irregular: they lie sloping from east to west: on the west side, towards the end, the pillars become very large and confused,\nas I saw them to the east of the Giants-causeway, and in the isle of Mull; except that these are divided by such a sparthy substance into a great number of small figures, which seem to go down through them. There are spots and veins of a whitish stone in the pillars. There is no sign of any thing of this kind in any of the rocks near, that I could observe, or hear of.\n\nXVIII. An Account of a remarkable Meteor seen at Oxford. In a Letter to the Rev. Thomas Birch, D. D. Secretary to the Royal Society, from the Rev. John Swinton, B. D. of Christ-Church, Oxon. F. R. S.\n\nReverend Sir,\n\nRead Feb. 26, 1761.\n\nBEING on the Parks, or public university-walk here, on Sunday, Sept. 21, 1760, from 6h 40' to 7h 25' P. M. such a meteor exhibited itself to my view as I had never seen before. [Vide Tab. III.] A dark cloud, like a pillar or column of thick black smoke, and perpendicular to the horizon, appeared in the N. W. pushing gradually forward towards the zenith, and at last extending itself almost to the opposite part of the heavens. It was at first several degrees broad, but grew broader and broader, as it approached the zenith; through which it passed, and nearly bisected the hemisphere, in a wonderful manner. At 7h this surprizing arch, falling little short of a femicircle,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105594.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 778,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1461,
        2
      ],
      [
        1461,
        2746,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105594",
    "title": "An Account of a Production of Nature at Dunbar in Scotland, Like That of the Giants-Causeway in Ireland; By the Right Reverend Richard Lord Bishop of Ossory, F. R. S.",
    "authors": "Right Reverend Richard",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105594"
  }
}