{
  "id": "821f7c15911cac693680ddf66e6e63593b896519",
  "text": "with orders to anoint his hands with it every night going to bed. This ointment he has continued to use about a month; and is now perfectly restored to the use of his hands, and begins again to work at his business.\n\nDuring this course of anointing, he took no internal medicines, except three doses of purging physic.\n\nLXXXV. A further Account of some Experiments made on the Bovey Coal *.\n\nRead Jan. 8, 1761.\n\nSalt of hartshorn mixed with the phlegm that distilled first from the Bovey coal, produced no ebullition, nor air bubbles; but when mixed with the watry liquor, which arose with the thick oil in the latter part of the process, after it had stood some weeks in a glass bottle, close stopt, and was become perfectly fine, caused a very considerable ebullition, and the mixture immediately grew foul and red. In some days after, it grew much thicker, and had the colour of tar. The surface of it was covered with a bituminous pellicle, as were the sides and bottom of the glass. Eighteen grains of salt of hartshorn were not more than sufficient to saturate the acid salts contained in an ounce of the liquor, which was but very little sour to the taste.\n\nSpirit of nitre dropped into this bituminous liquor, soon after it was distilled, and before it had deposited the oily particles (which rendered it cloudy), changed\n\n* See before, p. 534.\nits colour to a deep brown; but had not that effect after the liquor was become transparent.\n\nThe black gritty powder, which remained after the former process, was put into a coated retort, and distilled by a naked fire; so that the whole body of the retort continued red-hot for more than two hours. This brought over to the receiver near an ounce of a watry bituminous liquor, rather stronger than that which distilled with a sand heat, and a few drops only of a thick bituminous matter, which stuck to that part of the receiver on which they fell. The neck of the retort was thinly incrustated with something that resembled a saline concrete; but was found to be only bituminous matter. In the bottom of the retort there remained a very black gritty powder.\n\nOf this powder, one ounce was put into a crucible, set in a melting furnace, and kept in a pretty strong fire for an hour. The powder, after it was grown cold, appeared on the surface to be of a pale reddish colour; but was not in the least altered underneath. It lost, however, in weight, near three drachms. Some of the black powder taken out of the crucible, and thrown upon a red-hot iron, burnt without flame; but emitted plentifully a heavy black smoke.\n\nTwo ounces of the black powder, which had been twice distilled, were set on a clear fire, in an iron ladle, and continually stirred from the time that the ladle grew red-hot, and the matter began to emit a heavy black stinking smoke, till no more smoke arose from it. The calcined matter remaining in the ladle weighed two scruples, and seemed to be a kind of bole earth. This earth was evaporated in two ounces of rain water to one ounce, which, some days after, was poured off clean from the sediment. This water had\nhad not the least saline taste, nor did it give any sign of effervescence, when spirit of nitre was dropped into it.\n\nFrom the preceding experiments it appears, that the substance called fossil-wood consists, for the most part, of water, and that a considerable quantity of this principle is separated from it by a gentle heat; which seems to be the reason, why such fossil-wood, on being exposed to the sun and air, or kept in a dry place, soon becomes full of superficial cracks, resembling a piece of timber, which, by lying long on the ground in the open air, has begun to decay: that though the fossil-wood does not, like amber, or pit-coal, yield, by distillation, a light oil floating on its phlegm, and a volatile acid salt in a concrete form, yet that a light oil, and a volatile acid salt, in a considerable quantity, are intimately mixed with the water, which distils from it: that this fossil-wood differs, in several particulars, from all wood belonging to the vegetable kingdom, which has been examined by fire after the same manner.\n\n1st, Its powder burnt in a close vessel, and kept red-hot for a much longer time, than is sufficient to reduce the like quantity of vegetable charcoal, emits (when sprinkled on a red-hot iron) a thick heavy black smoke.\n\n2dly, The same powder, burnt as before-mentioned, doth not easily take fire, nor burn of itself, nor consume to ashes, even when exposed, in an open crucible, to a strong fire, and kept in it ignited, and almost white, for a considerable time.\n\n3dly, The matter left by this powder, after its phlogistic principle has been separated from it by time and air, contains no alkaline salt, and appears\nto be an astringent mineral earth; whereas charcoal easily takes fire, burns freely without smoke, and continues burning, till it consumes to an ash; which consists of an alkaline salt, and a pure earth, fit for making cuppels; and, by these marks, is sufficiently distinguished from all mineral substances.\n\nGrosvenor-Street, Jan. 8, 1761. Jer. Milles.\n\nLXXXVI. De Aberratione Luminis, in Superficiebus et Lentibus Sphericis refractorum *.\n\n§ 1.\n\nRead April 2, 1761.\n\nSI radius luminis AG, incidens in superficiem quamcunque refringentem LE, inflectatur secundum rectam GK, et quævis recta linea AK occurrat radio incidenti AG in A, refracto GK in K; et rectæ GD, normali ad superficiem refringentem LE, in D; erit rectangulum GK × DA ad rectangulum GA × DK, ut sinus anguli incidentiae DGA ad sinum anguli refractionis DGK. Est enim DA ad GA, ut fin. DGA ad fin. ADG, et GK : DK :: fin. GDK : fin. DGK; quare, ob\n\n* This Paper, though sent to England in the summer of the year 1760, was, by accident, prevented from being read to the Royal Society, till the 2d of April following.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105431.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1566,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1353,
        2
      ],
      [
        1353,
        3095,
        3
      ],
      [
        3095,
        4762,
        4
      ],
      [
        4762,
        5844,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105431",
    "title": "A Further Account of Some Experiments Made on the Bovey Coal",
    "authors": "Jer. Milles",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105431"
  }
}