{
  "id": "b05b4bf60e262909ab617cce53c95b1221e0cb9d",
  "text": "To the 82, &c. Once melting is enough. The good melts best, and the best, first. There is sometimes half odds in the goodness. The best is distinguished by its weight.\n\nTo the 88, 89. There is a flight in the smoak, which falling upon the Grass, poisons those Cattle that eat of it. They find the taste of it upon their lips to be sweet, when the smoak chances to fly in their Faces. Brought home, and laid in their houses, it kills Rats and Mice. If this flight mix with the Water, in which the Oar is wash't, and be carried away into a stream, it hath poisoned such Cattle, as have drunk of it after a current of 3 Miles. What of this flight falls upon the sand, they gather up to melt in a Flagg-hearth, and make Shot and Sheer-lead of it.\n\nTo the 90. They sometimes find slags, 3, 4, or 5 foot under ground, but such as they judge cast aside heretofore.\n\nThe Promiscuous Inquiries, annexed in the Numb. 19, are most of them satisfied in the former Answers.\n\nBut as to the Mineral Laws of Mendip, I am promised an Account of them, which I shall transmit to you, as soon as I have received it.\n\nConcerning subterraneous Demons, they have never seen any, but sometimes have heard knockings beyond their own Works, which, when follow'd by them, have afforded plenty of Ore.\n\nAbout 2 years since, one King of Wells in his Groove found a piece of Ore, in which they fancied the shape of a Man, Eyes, Armes, Leggs, full Breast: The whole was about 4 inches in length; the Mine proved rich.\n\nAn Extract of a Letter.\nWritten from Franckfurt in the Oder, by the learned Professor Johannes Christophorus Beckman to the Publisher, concerning Osteocolla, and some other Observables in those parts; Englished out of the High-Dutch, as follows.\n\nSir, the Conversation with several worthy Members of the R. Society, I had the honor to be admitted to, when I was in England, as it then awakened me, and begot in me a resolution, better\nbetter to employ the remainder of my travelling-time, in making Observations of a Philosophical nature, so the remembrance of it, since my return into my Native Soyle, hath prompted me to enquire after, and to take special notice of the Productions of Nature there: Among which I shall at this time chiefly impart to you, what hath occurr'd to me about the Osteocolla; which I have therefore the more carefully observ'd, because I have hitherto met in Authors with little satisfaction concerning the same.\n\n1. Therefore, I find, that it growes in a Sandy, yet not Gravelly Soyle, and not at all (that I know) in any rich or Clayie Ground.\n\n2. It shoots down two mens depth under ground, so that, being found above the surface of the Earth, you may still find downwards of its branches till you come to the laid depth. Where it is to be noted, that the branches most commonly grow straight up, yet sometimes also spread sidewayes.\n\n3. The branches are not of an equal thickness, but, like plants growing above ground, some of them thicker, some slenderer; and the farther they are distant from the common stem, the thinner they are, the stalk being thickest of all, usually equalling the thickness of an ordinary Arm or Legg, and the branches, the thickness of on's little finger.\n\n4. The Place, where 'tis to be found, hath its peculiar mark, to find the Osteocolla by; which is, that upon the Sand, which is here every where yellowish, there appears a whitish fatty Sand, which, if it be dug into, hath under it a dark fatty, and, how hot and dry soever the other Sand be, a somewhat moist and putrid matter, like rotten Wood; which matter spreads itself here and there in the Earth, just as the Osteocolla it self doth, and is called by those, whom I have employ'd to look for it, the Flower of this Substance.\n\n5. The Osteocolla being thus found, is altogether soft, yet rather friable than ductil: Wherefore if one hath the curiosity of getting out of the ground a whole piece of it with its branches, he must very carefully remove the Sand every way from it, and then let it lie so a while; its quality being, That remaining exposed to the Sun for half an hour or somewhat longer, it growes\ngrowes to that hardness, as 'tis found in the Shops of Apothecaries.\n\n6. It seems to be a kind of Marle, or to have great affinity with it; of which we here also have great store, yet not near those places, where I have found Osteocolla.\n\n7. It requireth also time to come to maturity; which appears from hence, that in the very same place, where I digg'd some of it the last year, I this year found others; yet with this difference, that those were grown hard, after the manner before described, but these remain still soft and friable, though now in the fifth Moneth.\n\n8. The cause of its being divided into so many branches, I conjecture to be from the Roots, which spread themselves here and there in the Earth, so that the matter gathers and setteth itself about them, and afterwards according to the division of the roots, acquires a plantal form and appearance. Whence it also seems to proceed, that through the midst of the Osteocolla there always passeth a dark line, which is thought to be a piece of the Root. And it often happens, that that stroke loseth itself by little and little, and the Osteocolla in the middle grows clear; which comes to passe, when the Root by the corruption, begun in the Osteocolla, is reduced to powder. Yet have I found a place hereabout, where the Osteocolla was not hollow at all; but there I observed, that instead of settling about a big root, it had gathered itself about many small fibres; whence also this sort had acquired pores thorough its whole length, but no cavity, like the other.\n\nOn another occasion I may also communicate to you some particulars concerning the Gramen Ischemon, call'd by others Gramen Dactyloides, or Sanguinella; and the Gramen Aquaticum cum longissima pannicula, mention'd by Bauhinus, and growing here in great plenty; as also the Observables in the Forest, call'd the Hartz, which I intend shortly to visit, and wherein are to be found very considerable both Copper and Silver-Mines, store of Lapis ffsilis, and a sort of stone, which by Raine grows altogether soft, and a place, call'd Rawmans Hole, like that of Oky-hole about Wells in England, &c.\n\nI shall now conclude with giving you notice, that the 1. of March.\nMarch last, there fell an unusual sort of Snow, which I considered with more than ordinary attention. It had none of the ordinary figures, but was made up of little Pillars, whereof some were Tetragonal, some Hexagonal, with an neat basis. On the top they were somewhat larger, as the heads of Columnnes are. Considering the whole shape, we thought fit to give it the name of Nix Columnaris.\n\nAn Extract of a Letter lately written by an observing person to a Friend of the Publisher, concerning the vertue of Antimony.\n\nI Tryed that a Boare, to whom I had given an ounce of crude Antimony at a time, putting him into the Sty, would be fat a fortnight before another, having no Antimony, upon the like feeding. Antimony will recover a Pig of the Measles; by which it appears to be a great purifier of the Blood. I knew a Horse, that was very lean and scabbid, and could not be fatted by any keeping, to whom Antimony was given for two Moneths together every morning, and that upon the same keeping he became exceeding fat. One of my own Horses having had the fashions, and being cured, had notwithstanding extreame running leggs; so that after he had passed the course of Farriers twice, to be cured, it was not done; but upon my giving him Antimony but one week, he was presently healed.\n\nThe manner of using it, is this. Take one drachme of crude Antimony powder'd for one Horse, and when you give him his Oats in a morning, shake it out upon his Oats in a little heap in the middle: If he be hungry, and you keep off his head from every other part of the Oats, he will snap it up in his mouth at one bite, when you let him goe. Some Horses greatly like it, others refuse it after the first. If he refuse it, cover it with Oats thinly; its done: or make it in Balls.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101296.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2110,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1923,
        2
      ],
      [
        1923,
        4119,
        3
      ],
      [
        4119,
        6317,
        4
      ],
      [
        6317,
        8084,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101296",
    "title": "Extracts of Two Letters; Whereof the One Written from Franckford on the Oder Concerning Osteocolla, and Some Other Observables in Those Parts: The Other Written by an Ingenious Person in England, about Some Effects of Antimony",
    "authors": "Johannes Christophorus Beckman",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101296"
  }
}