{
  "id": "bee9300078302e0158901a39cad3f904e7598d6d",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November, 1808, to June, 1809;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1808.\n\nPRESENTS.\n\nNov. 10. Proceedings of the Commissioners for the arrangement and preservation of the Public Records of the Kingdom, 1806—1808, so far as relates to Scotland. fol.\n\nCalendarium Inquisitionum post mortem, sive Escætarum, Vol. II. 1808. fol.\n\nAsiatic Researches, Vol. IX. Calcutta, 1807. 4°\n\nRoyal Humane Society, Annual Report, 1808. London. 8°\n\nThe Gospel best promulgated by national Schools, a Sermon by F. Wrangham. York, 1808. 4°\n\nThe Philosophical Transactions abridged. Vol. XV. Part IV. and Vol. XVI. Parts I. II. III.\n\nThe Life of John Dollond, F. R. S. by J. Kelly. London, 1808. 4°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXIX. to XCIII.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXXII. to CXXV.\n\nJ. Veitch Disp. inaugs. de Methodo tractandi et praecavendi Februm flavam. Edinburgi, 1808. 8°\n\nThe Critical Review. July—October, 1808.\n\n17. A Grammar of the Sanskrita Language, by C. Wilkins. London, 1808. 4°\n\nDec. 8. Plates XI. to XX. of the Fourth Volume of Vetus Monuments.\n\nThe Philosophical Transactions abridged. Vol. XVI. Part IV.\n\nDONORS.\n\nThe Commissioners of the Public Records.\n\nThe Asiatic Society of Bengal.\n\nThe Royal Humane Society.\n\nThe Rev. Francis Wrangham, M. A. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. Peter Dollond.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nJames Veitch, M. D.\n\nThe Proprietor.\n\nCharles Wilkins, Esq. F. R. S.\n\nThe Society of Antiquaries.\n\nMessrs. C. and R. Baldwin.\nPRESENTS.\n\nPhilosophical Essays by T. Gordon, Vol. I. London, 1808.\nThe Philosophical Magazine, by A. Tilloch. No. CXXVI.\nThe Critical Review. November, 1808.\nA Journal of Natural Philosophy, by W. Nicholson. No. XCIV.\n\n1809.\n\nJan. 12. Mémoires de la Classe des Sciences Mathématiques et Physiques de l'Institut National de France. 1 Semestre de 1807. Paris, 1807. 4°\nMesure de l'Arc du Meridien compris entre les Paralleles de Dunkerque et Barcelone, par M. M. Mechain et Delambre, Tome II. Paris, 1807.\nConnoissance des Temps pour l'An 1809, publiée par le Bureau des Longitudes. Paris, 1807. 8°\nTransactions of the Linnean Society of London. Vol. IX. London, 1808.\nThe Philosophical Transactions abridged. Vol. XVII. Part I.\nConsiderations on the Nature and Use of Rifled Barrel Guns. London, 1808.\nA Journal of Natural Philosophy, by W. Nicholson. No. XCV. and XCVI.\nThe Philosophical Magazine, by A. Tilloch. No. CXXVII. and CXXVIII.\nThe Critical Review. December, 1808.\nA Letter to John Haygarth, M.D. from Colin Chisholm, M.D. London, 1809.\nDr. Pinckard's Case of Hydrophobia. London, 1808.\nObservations on Madness and Melancholy, by J. Haslam. London, 1809.\n\nFeb. 2. The Philosophical Transactions abridged. Vol. XVII. Part II.\nA Journal of Natural Philosophy, by W. Nicholson. No. XCVII.\nThe Philosophical Magazine, by A. Tilloch. No. CXXIX.\nThe Critical Review. January, 1809.\nTraité de Mineralogie, par M. le Comte de Bourbon. Londres, 1808. 3 Vols.\nAppendix to the Meteorological Journals kept in London by W. Bent. London, 1809.\nMemoirs of Thomas Brand Hollis, Esq. London, 1808.\n\nMar. 2. The Philosophical Transactions abridged. Vol. XVII. Part III.\nThe Philosophical Magazine, by A. Tilloch. No. CXXX.\nThe Critical Review. February, 1809.\n\nDONORS.\n\nThomas Gordon, Esq.\nMr. Alexander Tilloch.\nThe Proprietor.\nMr. William Nicholson.\n\nThe National Institute of France.\n\nLe Bureau des Longitudes de France.\nThe Linnean Society.\n\nMessrs. C. and R. Baldwin.\nHenry Beaufoy, Esq.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nColin Chisholm, M.D.\nG. Pinckard, M.D.\nMr. John Haslam.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nLe Comte de Bourbon, F.R.S.\nMr. William Bent.\nThe Rev. Dr. Disney.\nMessrs. C. and R. Baldwin.\nMr. Alexander Tilloch.\nThe Proprietor.\nPRESENTS.\n\n9. A Meteorological Journal of the Year 1801, kept in London, by W. Bent. London, 1802. 8°\n\nZoological Lectures, delivered at the Royal Institution, by G. Shaw. London, 1809. 2 Vols. 8°\n\nGeneral Zoology, by G. Shaw. Vol. VII. London, 1809. 8°\n\n16. The Nautical Almanac for the Year 1813. London, 1808. 8°\n\nA Sermon preached before the Lords, 8 February, 1809, being the day appointed for a General Fast; by Sam. Lord Bishop of Carlisle. London, 1809. 4°\n\n23. An Essay on the Theory of the various Orders of logarithmic Transcendents, by W. Spence. London, 1809. 4°\n\nApril 13. The Philosophical Transactions abridged. Vol. XVII. Part IV.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXXXI.\n\nEssai sur les Médailles plaquées des Anciens, par L. de Waxell.\n\nThe Critical Review. March, 1809.\n\n20. Fasciculus XV. of a Synopsis of the British Conserve, by L. W. Dillwyn.\n\n27. Directions for sailing to and from the East Indies, China, &c. by J. Horsburgh. London, 1809. 4°\n\nTwo Charts of the Coasts of Africa and Madagascar, by Capt. P. Heywood.\n\nAn Inquiry into the Laws of Epidemics, by J. Adams. London, 1809. 8°\n\nMeteorological Journal kept at Swan River, Lat. 52° 22' N. Long. 100° 46' W. from Nov. 1, 1807 to March 29, 1808, by Peter Fidler. Mscr. fol.\n\nOpinion delivered by Dr. Duncan, Sen. in the College of Physicians of Edinburgh, 13 Sept. 1808. Edinburgh, 1808. 4°\n\nT. Sinsoni de Re medica Dissertationes IV. iterum excudi curabat A. Duncan, Sen. Edinburgi, 1809. 8°\n\nMay 4. A Catalogue of the Harleian Manuscripts in the British Museum. 1808. 3 Vols. fol.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXXXII.\n\nThe Critical Review. April, 1809.\n\n11. Ly Tang, an imperial Poem, in Chinese, by Kien Lung, with a Translation and Notes, by S. Weston. London, 1809. 8°\n\nThe Philosophical Transactions abridged, Vol. XVIII.\n\nDONORS.\n\nMr. William Bent.\n\nMr. George Kearsley.\n\nThe Commissioners of Longitude.\n\nThe Lord Bishop of Carlisle, F. R. S.\n\nMr. William Spence.\n\nMessrs. C. and R. Baldwin.\n\nMr. Alexander Tilloch.\n\nM. L. de Waxell.\n\nThe Proprietor.\n\nLewis Weston Dillwyn, Esq. F. R. S.\n\nJames Horsburg, Esq. F. R. S.\n\nJoseph Adams, M. D.\n\nJoseph Colen, Esq.\n\nAndrew Duncan, senior, M. D.\n\nThe Commissioners of the Public Records.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nThe Rev. Stephen Weston, B. D. F. R. S.\n\nMessrs. C. and R. Baldwin.\nPRESENTS.\n\nJune 1. A Journal of Natural Philosophy, by W. Nicholson. No. XCVIII. to CII.\nThe Philosophical Magazine, by A. Tilloch. No. CXXXIII.\nThe Critical Review. May, 1809.\n\n8. An Index to the first 15 Volumes of the Archaeologia. London, 1809.\n\nAnnual Report of the Royal Humane Society. 1809. London.\n\n15. Transactions of the Royal Society of Edinburgh. Vol. V. Part III. 1805. and Vol. VI. Part II. 1809.\n\n22. Kongl. Vetenskaps Academiens Nya Handlingar Tom. XXVII. för år 1806, 2d, 3d, and 4th quarter, Tom. XXVIII. för år 1807, and Tom. XXIX. för år 1808. Stockholm.\n\nA new Elucidation of Colours, by J. Sowerby. London, 1809.\n\nDONORS.\n\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nThe Society of Antiquaries.\nJohn Coakley Lettsom, M. D. F. R. S.\nThe Royal Society of Edinburgh.\nThe Royal Academy of Sciences of Stockholm.\n\nMr. James Sowerby.\n\nERRATA.\n\nPage 110, at three lines from bottom, for $85^\\circ 30'$, read $85^\\circ 25'$; and do the same at five lines from bottom.\nPage 126, at three lines from bottom, for full dimensions, read half dimensions.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS,\n\nFOR THE YEAR 1809.\n\nA\n\nAir, atmospheric, experiments on its respiration, 413\nAlbumen, observations on, and some other animal fluids, with remarks on their analysis, 373\nobservations on some animal fluids containing it, 380\nAlbumum of trees, its functions, 173\nAllen, William, Esq. His experiments, made in conjunction with William H. Pepys, Esq. on respiration, 404\nAmmonia, an account of its analysis, by combustion with oxygen and other gases, 430\nexperiments to ascertain if water is formed during its electrization, 432\nof its expansion by electrization, 434\nof the proportions of hydrogen and nitrogen in it, 435\nfurther inquiries on the action of potassium on it; and on its analysis, 450\nAmnios, liquor of the, on its composition, 333\nApparatus for dividing instruments described, 116\nArsenial of lead, native, description and analysis of it, 195\nArteries, functions of, 1\nAzote, experiments to ascertain if it is evolved when oxygen is respired, 413\n\nB\n\nBasis, boracic, experiments on, 78\nBattery, Voltaic, Mr. Children's, experiments on the best form of its construction, 33\nBeam-compass, its application to the division of instruments, 221\nBile, on its composition, 382\nINDEX.\n\nBABB. His method of dividing instruments noticed, - 109\nBisection, method of performing described, - 222\nBlood, experiments on, by Voltaic electricity, - 385\nBoric acid, its decomposition and recomposition, - 76\nBow, the Newtonian prismatic blue, particulars relating to, - 266\n—— prismatic red, an account of, - 268\nBows, of a sudden change of their colours, - 272\n—— explanation of various appearances relating to them, - 276\nBow-streaks, the cause of their colours, - 292\nBRANDE, MR. WILLIAM. A chemical analysis of the fluid contained in the intervertebral cavity of the squalus maximus, - 184\n—— Observations on albumen and some other animal fluids, with remarks on their analysis by electrochemical decomposition, - 373\nBritannia East India ship, her loss referred to, - 400\nBRODIE, MR. B. C. Account of the dissection of a human foetus, in which the circulation of the blood was carried on without a heart, - 161\n\nC\n\nCanal in the medulla spinalis described, - 146\nCarbon and hydrogen, experiments on the electrization of their aeriform combinations, - 446\nCarbonaceous matter, further inquiries respecting it, - 466\nCAVENDISH, HENRY, Esq. On an improvement in the manner of dividing instruments, - 221\nCharcoal, its nature, - 72\nCHILDREN, JOHN GEORGE, Esq. An account of some experiments on the best form for the construction of a Voltaic battery, - 32\nCircles, astronomical, examination of the divisions upon, - 235\nCircle, French, of, repetition referred to, - 242\nCLINE, MR. Observations on his opinion concerning the propagation of animals, - 359\nColumbite, its analysis, - 248\n\nD\n\nDAVY, MR. His theory of the Voltaic apparatus noticed, - 34\nDAVY, HUMPHRY, Esq. His Bakerian lecture on some new analytical researches on the nature of certain bodies, particularly the alkalies, phosphorus, sulphur, carbonaceous matter, and the acids hitherto undecomposed, - 39\nINDEX.\n\nDAVY, HUMPHRY, Esq. New analytical researches on the nature of certain bodies, being an appendix to the Bakerian lecture for 1808, 450\n\nDiamond, its nature, 73\n\nE\n\nEARLE, Sir JAMES. An account of a calculus from the human bladder of uncommon magnitude, 303\n\nEllipsoids, homogeneous, of the different methods pursued by geometers to ascertain their attractions, 345\n\nExpectorated matter, on the sensible properties of that secreted by the bronchial membrane, 313\n\nhow affected by different agents, 322\n\non the composition of different kinds, 341\n\non the distinction between it and other secreted animal fluids, 343\n\nF\n\nFluid, a chemical analysis of that contained in the intervertebral cavity of the squalus maximus, 184\n\nFluoric acid, on its decomposition, 95\n\nFatua, human, an account of one, 161\n\nG\n\nGay Lussac and Thenard, their experiments on potassium controverted, 47\n\nGerstner, his experiments on the passage of water through tubes mentioned, 7\n\nGoniometer, reflective, its description, 253\n\nGregor, Rev. William. On a native arseniate of lead, 195\n\nH\n\nHenry, William, M.D. Experiments on ammonia, and an account of analyzing it, by combustion with oxygene and other gases, 430\n\nHerschel, William, LL.D. Continuation of experiments for investigating the cause of coloured concentric rings, and other appearances of a similar nature, 259\n\nHindley. His method of dividing instruments noticed, 112\n\nHome, Everard, Esq. On the nature of the intervertebral substance in fish and quadrupeds, 177\n\nHints on the subject of animal secretions, 385\n\nMDCCCIX.\nINDEX.\n\nHOME, EVERARD, Esq. Anatomical account of the squalus maximus, 212\n\nHydrogen and Oxygen, experiments on the respiration of a mixture of these gases, 421\n\nI\n\nInstruments astronomical, an account of a method of dividing them and other instruments by ocular inspection, 105\n\non an improved method of dividing them, 221\n\non a method of examining their divisions, 232\n\nIVORY, JAMES. On the attractions of homogeneous ellipsoids, 345\n\nK\n\nKNIGHT, T. A. Esq. On the origin and formation of roots, 169\n\non the comparative influence of male and female parents on their offspring, 392\n\nL\n\nLAX, REV. WM. on a method of examining the divisions of astronomical instruments, 232\n\nLecture, the Bakerian, on some new analytical researches on the nature of certain bodies, 39\n\nLens, what considered, 294\n\nLibavius, liquor of, experiments on, 93\n\nLinnaeus. His opinion that the character of the male parent predominated in the exterior parts both of plants and animals controverted, 392\n\nM\n\nMilk, on its composition, 382\n\nMucus, observations on 373\n\nof the oister, on its composition 381\n\nof the trachea, on its composition, 382\n\nMuriatic acid, experiments on, 91\n\nfurther enquiries respecting, 468\n\nN\n\nNewtonian alternate fits of easy reflection and transmission, remarks on 302\n\nO\n\nOxygen gas, experiments on its respiration, 415\n| P |\n|---|\n| **Pearson, George, M.D.** On expectorated matter, | 313 |\n| Phosphorus, decomposition of, | 67 |\n| Plumbago, experiments on, | 70 |\n| Potassium, its action on ammonia, | 40 |\n| —— of its solution in hydrogen, | 57 |\n| —— of its alloy with sodium, | 59 |\n| —— of its action on boracic acid, | 77 |\n| —— on fluoric acid, | 86 |\n| —— on muriatic acid, | 91 |\n| —— on sulphuretted hydrogen, | 63 |\n| Presents received by the Royal Society from November 1808 to June 1809, | 371 |\n| Prism, how concerned in the formation of the blue bow and streaks, | 280 |\n| Pus, on its composition, | 384 |\n| Pyrophorus, Homberg's, probably formed by the decomposition of potash, | 100 |\n\n| Q |\n|---|\n| Quinquesection, methods of performing it described, | 225 |\n\n| R |\n|---|\n| Ramsden. His method of dividing noticed, | 112 |\n| Rennell, James, Esq. on the effects of westerly winds in raising the level of the British channel | 400 |\n| Respiration, on | 404 |\n| Rings, concentric, continuation of experiments for investigating the cause of them, and of other appearances of a similar nature, | 259 |\n| —— coloured, their production, | 264 |\n| —— Newtonian coloured; on the primary cause of their origin, | 299 |\n| Roots, on their origin and formation, | 169 |\n| —— their functions, | 175 |\n\n| S |\n|---|\n| Saliva, on its composition, | 380 |\n| Secretions, animal, hints on the subject, | 385 |\n| —— their probable cause, | ib. |\n| Serum of the blood, action of voltaic electricity on it, | 389 |\n| Sewell, Mr. Wm. A letter on a canal in the medulla spinalis of some quadrupeds, | 146 |\n### INDEX\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Sex, remarks on it in domesticated animals                           | 397  |\n| Skate, on its spine                                                  | 180  |\n| Smeaton, his method of dividing noticed                               | 112  |\n| Squalus maximus, observations on its spine                            | 177  |\n| an anatomical account of one                                         | 212  |\n| some observations on one                                              | 213  |\n| its identity with the animal imagined to be a sea snake attempted to be proved | 215  |\n| Sturgeon, on its spine                                                | 180  |\n| Sulphur, its decomposition                                            | 59   |\n| and phosphorus, further inquiries concerning them                     | 462  |\n\n**T**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Table, a numerical one, of elective attractions, with remarks on the sequences of double decompositions | 148  |\n| Tantalite, its analysis                                              | 246  |\n\n**Troughton, Mr. Edward.** An account of dividing astronomical and other instruments by ocular inspection; in which the usual tools for graduating are not employed; the whole operation being so contrived, that no error can occur but what is chargeable to vision, when assisted by the best optical means of viewing and measuring minute quantities | 105  |\n\n**W**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Westerly winds, on their effects in raising the level of the British channel | 400  |\n| Wollaston, Wm. Hyde, M.D. On platina and native palladium from Brasil | 189  |\n| On the identity of columbium and tantalum                             | 246  |\n| description of a reflective goniometer                                | 253  |\n\n**Y**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Young, Thomas, M.D. A numerical table of elective attractions; with remarks on the sequences of double decompositions | 148  |\n\n---\n\n*From the Press of*\n\n*W. Bulmer & Co.*\n\n*Cleveland-Row, St. James's, London.*",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107278.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 5562,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1576,
        2
      ],
      [
        1576,
        3903,
        3
      ],
      [
        3903,
        6265,
        4
      ],
      [
        6265,
        7347,
        5
      ],
      [
        7347,
        8571,
        6
      ],
      [
        8571,
        10451,
        7
      ],
      [
        10451,
        12014,
        8
      ],
      [
        12014,
        13335,
        9
      ],
      [
        13335,
        14916,
        10
      ],
      [
        14916,
        17505,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107278",
    "title": "Back Matter",
    "authors": null,
    "year": 1809,
    "volume": "99",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107278"
  }
}