{
  "id": "ed0a39f8fd2aa25f3340dfeec497a1142c908212",
  "text": "III. On the difference of structure between the human Membrana Tympani and that of the Elephant. By Sir Everard Home, Bart. V. P. R. S.\n\nRead December 12, 1822.\n\nIn the year 1799, I brought before the Society proofs of muscularity in the membrana tympani of the elephant, and led on by that discovery, I was enabled to show that this membrane in the human ear is also muscular.\n\nAs the organ I examined in the elephant was in a dried state, and the parts somewhat distorted, I went no farther than to state, that the form of the membrane was oval; the fibres, as in the human ear, radiated from the circumference to the centre, and instead of being attached to the point of the handle of the malleus, were connected to it through its whole length: that this oval form, common to many quadrupeds, as the horse, deer, and cat, was the probable cause of these animals not having their ears adapted to musical sounds, in the same degree with man, whose membrane is circular, all the muscular fibres forming radii of equal lengths from the centre to the circumference. Ever since that time, I have put my friends, in the different parts of India, under contribution to supply me with the head of a young elephant preserved in spirit, to enable me, with more accuracy, to examine the fibres of the membrana tympani.\n\nIn this object I have at last succeeded, through the kindness\nof Sir Stamford Raffles, whose exertions in collecting specimens of natural history, as they are beyond all example, so they are above my praise; they are known to this Society, and there is no doubt, that many new opportunities will occur of their being recorded in the Philosophical Transactions.\n\nThe elephant was only three weeks old, and one ear has the membrana tympani in a perfect state, and in its natural situation. It is of an oval form, one inch and half long, one inch $\\frac{1}{8}$ broad; the muscular fibres lie upon the inner surface of the membrane; the handle of the malleus lies transversely, and passes in the direction of one of the foci of the oval; it terminates in the centre of that focus; the muscular fibres not only terminate by an attachment to the point, but are connected to the two sides. From this arrangement, one portion of the fibres is short, the other more than double their length; this will be better understood by the annexed drawing.\n\nSo great a difference in the form and structure of this membrane in the elephant, from that of the human ear, makes it obvious that this animal cannot adapt its ear to musical sounds in the same manner the human ear does, the fibres being of such different lengths; it became therefore a consideration, what purpose was answered by such a disproportion in the length of the fibres.\n\nHaving heard from my friend Mr. Corse, who had attended to the habits of the elephant, that they heard sounds at a great distance, an instance of which, respecting the call of the young, is inserted in my former paper, I was induced to believe that the long fibres answered that purpose.\n\nTo see the effect of high and low notes upon the elephant\nin Exeter 'Change, Mr. Broadwood kindly sent one of his tuners with a piano-forte to make the experiment: the higher notes hardly attracted notice, but the low ones called up the elephant's attention. He brought his broad ears forward, remained evidently listening, and he made use of sounds rather expressive of satisfaction than otherwise.\n\nThe full sound of the French horn produced the same effect.\n\nThe nearest approach I have met with among quadrupeds to this peculiarity in the elephant, is in neat cattle: in them the membrane is more oval proportionably than in the elephant; it is $\\frac{1}{2}$ of an inch long, $\\frac{3}{2}$ broad. The handle of the malleus lies in the direction of the transverse diameter of the oval, and extends $\\frac{2}{3}$ of its length: it is not, however, situated in the middle line of the oval, but so much nearer to the anterior side, that the fibres on that side are $\\frac{2}{3}$ shorter than those on the opposite.\n\nIn the deer, the membrane is of an oval form, whose transverse diameter is $\\frac{7}{2}$ of an inch, the conjugate $\\frac{5}{2}$: the malleus has its handle nearer the middle line than in neat cattle, the anterior fibres are $\\frac{2}{2}$ of an inch, the posterior $\\frac{3}{2}$ of an inch long. This is seen in the drawings. [Plate V.]\n\nIn the horse, and hare, the handle of the malleus lies in the middle line, so that the fibres on the two sides are equal. In the hare, the handle is more curved. See the drawing. [Plate V.]\n\nIn the cat, the fibres are nearly the same as in the horse. I mention this circumstance, since it leads to the conclusion, that the whole of the feline kind have a similarly constructed organ.\n\nMDCCCXXIII.\nThe effect of the high notes of the piano-forte upon the great lion in Exeter 'Change, only called his attention, which was very great. He remained silent and motionless; but no sooner were the flat notes sounded, than he sprung up, endeavoured to break loose, lashed his tail, and appeared to be enraged and furious, so much so as to alarm the female spectators. This was accompanied with the deepest yells, which ceased with the music.\n\nEXPLANATION OF THE PLATES.\n\nPlate III. The membrana tympani.\nFig. 1. Human Membrana tympani; natural size.\nFig. 2. Ditto magnified.\nFig. 3. Ditto in the elephant; natural size.\n\nPlate IV. Membrana tympani in situ; and mastoid cells, of the elephant.\n\nPlate V. The membrana tympani.\nFig. 1. In neat cattle; natural size.\nFig. 2. Ditto magnified.\nFig. 3. In the deer; natural size.\nFig. 4. Ditto magnified.\nFig. 5. In the hare; natural size.\nFig. 6. Ditto magnified.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107632.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12820,
    "total-output-tokens": 1599,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1373,
        2
      ],
      [
        1373,
        3080,
        3
      ],
      [
        3080,
        4773,
        4
      ],
      [
        4773,
        5677,
        5
      ],
      [
        5677,
        5677,
        6
      ],
      [
        5677,
        5677,
        7
      ],
      [
        5677,
        5677,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107632",
    "title": "On the Difference of Structure between the Human Membrana Tympani and That of the Elephant",
    "authors": "Everard Home",
    "year": 1823,
    "volume": "113",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/107632"
  }
}