{
  "id": "8f83b8d9e9c7c8af3f5a161cf41756b2a08dc2a8",
  "text": "Obs. conjunctionis Martis cum Venere.\n\n1748. t. v. 15 Mart. p. m. 8h 10' limbus occident. & distat a limbo occidentali 2° 1' 29''.\n\nObs. aliquot Eclips. Satell. Jovis.\n\n13 Octob. p. m. tempore vero 9h 40' 30'' ima Em. 3i satell. 4. tub. 15 ped.\n\n15 Octob. p. m. tempore vero 8h 37' 26'' Emerf. 1i satell. eod. tubo.\n\n20 Octob. p. m. tempore vero 10h 7' 56'' Imm. total. 3i satell. eod. tub.\n\n21 Octob. p. m. tempore vero 5h 52' 12'' Emerf. 2di satell. eod. tub. dubie.\n\n28 Octob. p. m. tempore vero 8h 29' 20'' ima Em. 2di satell. eod. tubo.\n\n7 Nov. p. m. tempore vero 8h 52' 59'' ima Emerf. 1i satell. eod. tubo.\n\nIV. An Account of an Aurora Australis, seen Jan. 23. 1749-50, at Chelsea, by John Martyn, F. R. S. Prof. Bot. Cantab. communicated by Martin Folkes, Esq; Praef. Reg. Soc.\n\nRead Jan. 25. AN. 23. 1749-50 at about half an Hour after five in the Evening, casting my Eye accidentally toward a Window which looked to the S. S. W. I thought I saw a reddish Light about the Planet Venus, which then shone exceedingly bright. Being suspicious of some Fire in the Neighbourhood, I went immediately to a Window on the Stair-\nStair-case, where I saw a reddish Light, which shone with such exceeding Brightness, that the Lustre of the fine Constellation of Orion was almost effaced. I then went to a Window facing the N. N. E. where I presently saw a very broad Band of Crimson Light, like that which I observed from the same Window, March 18. 1738-9; an Account of which is printed in the Phil. Trans. No 461. But in the former the red Band was bounded on the N. by Streams of a greenish Blue; whereas the Band now observed was entirely of a deep Crimson Colour, being of a much darker Red than the former.\n\nThence I withdrew into my Garden, where I plainly saw a Band or Arch, of a very deep Crimson Colour, in Appearance about 15° broad, the Southern Edge of which passed just above Canis minor, and the Shoulders of Orion. It was terminated to the Westward, near Venus, then about 20° high: but it extended to the Eastward as far as I could see, and the farther it went that way, the deeper was the Colour, and the broader the Band. About a Quarter before Eight, there was formed a Crown about 30 Degrees to the Southward of the Zenith; for I could plainly perceive the Pleiades, which had then just passed the Meridian, very near it, when the Light was faint. From this Crown a great many Rays darted to the E. S. and W. but not toward the N. where only some whitish Streaks were to be seen, but very faint. Presently after this, the Part of the Arch extending to the East seemed to be suddenly kindled, as if some Train had been fired; grew extremely bright and vivid; and as if all\nthe red Matter had been then consumed, put an End to the Phænomenon before Eight.\n\nDuring the rest of the Evening, a pale Light covered the South Part of the Heavens, as if the Moon had shone.\n\nV. A Letter from Mr. Christopher Maire to the President, containing Observations made at Rome of the Eclipse of the Moon, Dec. 23. 1749; and of that of the Sun, Jan. 8. 1750.\n\nHonour'd Sir,\n\nRead Febr. 1. I Herewith send you my Observation of the two late Eclipses, to be communicated, if you please, to the Royal Society. The 23d of December, on which happened that of the Moon, was so boisterous a Day, that I despair'd of being able to see it, and for that Reason neglected to put my Micrometer in Order. My Clock had likewise been altered without my Knowledge, on which Account I betook myself too late to the Observation, as will appear by the following Detail. The Place of both Observations is in the Latitude of 41° 54' 0\". four Seconds of Time Eastward of St. Peter's. For I take it",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104648.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1237,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1129,
        2
      ],
      [
        1129,
        2691,
        3
      ],
      [
        2691,
        3676,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104648",
    "title": "An Account of an Aurora Australis, Seen Jan. 23. 1749-50, at Chelsea, by John Martyn, F. R. S. Prof. Bot. Cantab. Communicated by Martin Folkes, Esq; Praes. Reg. Soc.",
    "authors": "Martin Folkes, John Martyn",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104648"
  }
}