{
  "id": "71eeab3bd43c330f43312074f3654b8d0178254f",
  "text": "7, 8. I left it on March 8 at the 18. of the Horn of Aries, almost in the same latitude; and I am apt to believe, it will be Eclipsed; which I wish I may be able to observe this evening, if it be not already passed.\n\nIf Signior Cassini hath observed it on those daies that I have, he will be glad to find the conformity of our Observations. I shall only add, that on February 3. we were surprized, to see the Comet again much brighter then ordinary, and with a considerable Train. Some did believe, that it approach'd again to us. But having beheld it with a Telescope, I soon said, that it was joyned with two small Stars, whereof one was pretty bright, which I had already seen, on February 28. and 29: And this conjunction gave the Comet that brightness, as it happens to most of the Starrs of the fifth and sixth magnitude, where 2 or 3. or more are conjoined, which perhaps would shew but faintly single, though by reason of their proximity to one another, they appear but one Starr. Hence it was, that I assured my friends here, that the following days we should no more see it so bright, because I knew, that there were none such small bright Stars in the way, which by my former observations I conjectured it was to move.\n\nAn Observation imparted to the Noble Mr. Boyle, by Mr. David Thomas, touching some particulars further considerable in the Monster mentioned in the first Papers of these Philosophical Transactions.\n\nUpon the strictest inquiry, I find by one, that saw the Monstrous Calf and stone, within four hours after it was cut out of the Cows belly, that the Breast of the Calf was not stony (as I wrote) but that the skin of the Breast and between the Legs and of the Neck (which parts lay on the smaller end of the stone) was very much thicker, then on any other part, and that the Feet of the Calf were so parted as to be like the Claws of a Dog. The stone I have since seen; it is bigger at one end than\nthen the other; of no plain superficies, but full of little cavities. The stone, when broken, is full of small pebble stones of an oval figure: its colour is gray like free-stone, but intermixed with veins of yellow and black. A part of it I have begg'd of Dr. Haughton for you, which I have sent to Oxford, whether a more exact account will be conveyed by the same person.\n\nExtract of a Letter, lately written from Venice by the Learned Doctor Walter Pope, to the Reverend Dean of Rippon, Doctor John Wilkins, concerning the Mines of Mercury in Friuli; and a way of producing Wind by the fall of Water.\n\nThe Mines of Mercury in Friuli, a Territory belonging to the Venetians, are about a days Journey and a half distant from Goritia Northwards, at a place call'd Idria, situated in a Valley of the Julian Alps. They have been, as I am inform'd, these 166 years in the possession of the Emperor, and all the Inhabitants speak the Slavonian Tongue. In going thither, we travell'd several hours in the best Wood I ever saw before or since, being very full of Firrs, Okes, and Beeches, of an extraordinary thickness, straitness, and height. The Town is built, as usually Towns in the Alps are, all of wood, the Church only excepted, and another House wherein the Overseer liveth. When I was there, in August last, the Valley, and the Mountains too, out of which the Mercury was dugg, were of as pleasant a verdure, as if it had been in the midst of Spring, which they there attribute to the moistness of the Mercury; how truly, I dispute not. That Mine, which we went into, the best and greatest of them all, was dedicated to Saint Barbara, as the other Mines are to other Saints, the depth of it was 125 paces, every pace of that Country being, as they inform'd us, more than 5 of our Feet. There are two ways down to it; the shortest perpendicular way is that, whereby they bring up the Mineral in great Buckets, and by",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101413.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1025,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1928,
        2
      ],
      [
        1928,
        3846,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101413",
    "title": "An Observation Imparted to the Noble Mr. Boyle, by Mr. David Thomas, Touching Some Particulars Further Considerable in the Monster Mentioned in the First Papers of These Philosophical Transactions",
    "authors": "David Thomas",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101413"
  }
}