{
  "id": "6bb11bc2aa128d5a6867d6fc4dec96f042ffb538",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1857.\n\nA.\n\nAiry (George B., Esq.). Account of the Construction of the New National Standard of Length, and of its principal Copies, 621.\nAlcohols, on a new class of, 555 (see Hofmann).\nAllylic alcohol, 555 (see Hofmann).\nAmyle, obtained from Boghead coal, 456.\n\nB.\n\nBakerian Lecture, 145 (see Faraday).\nBarlow (W. H., Esq.). On an Element of Strength in Beams subjected to Transverse Strain, named by the author \"The Resistance of Flexure.\"—Second Paper, 463.—Resistance of flexure in wrought iron, 480; experimental determination of the neutral axis, 480. Appendix by P. Barlow: Application of the preceding principles to beams and girders of non-symmetrical section, 483.\nBoghead coal, on some of the products of the destructive distillation of, 447, 737 (see Williams).\nBoole (Professor G.). On the Comparison of Transcendents, with certain applications to the Theory of Definite Integrals, 745.\nBrachionus, observations on, relative to its diœcious character, 314.\nBrooke (H. J., Esq.). On the Geometrical Isomorphism of Crystals, 29.\nBunsen (Professor R.) and Roscoe (Dr. H. E.). Photo-chemical Researches.—Part I. Measurement of the Chemical Action of Light, 355.—Strict equality of volume of the chlorine and hydrogen evolved by electrolysis of hydrochloric acid, 357; absence of combination of the mixed gases in the dark, 359; description of the instrument employed, 359; gradual development of the maximum of photo-chemical action, 363; cessation of photo-chemical action as soon as the light is cut off, 374; standard flame, 374.\n\nMDCCCLVII.\nINDEX.\n\nBunsen (Professor R.) and Roscoe (Dr. H. E.). Part II. Phenomena of Photo-chemical Induction, 381.—Influence of the intensity of the light, and progress of the induction, 386; subsidence of the induced condition on cutting off the light, 387; influence of foreign gases, 389; induction not referable to an allotropic modification of either gas, 397; explanation of the phenomenon attributed by M. Becquerel to \"continuing rays,\" 400.\n\nPart III. Optical and Chemical Extinction of the Chemical Rays, 601.—Consumption of rays in producing photo-chemical change, 616.\n\nButyle, obtained from Boghead coal, 453.\n\nC.\n\nCahours (M. A.) and Hofmann (Dr. A. W.). Researches on a New Class of Alcohols, 555 (see Hofmann).\n\nResearches on the Phosphorus-Bases, 575 (see Hofmann).\n\nCaproyle, obtained from Boghead coal, 457.\n\nCaproylene, obtained from Boghead coal, 742.\n\nCaustics, a memoir upon, 273 (see Cayley).\n\nCayley (Arthur, Esq.). A Memoir upon Caustics, 273.—General formulæ, 273; secondary caustic, 275; rays proceeding from a point, caustic by refraction at a line, 277; investigation relative to successive reflexions at a circle, 279; caustic when the radiant point is at infinity or in the circumference, 280; rays from a point, caustic by reflexion at a circle, 287; by refraction at a circle, 297; a secondary caustic is the oval of Descartes, or Cartesian, 298; the same caustic produced by six systems of a radiant point and refracting circle, 299; case in which the Cartesian moves off to infinity, 310.\n\nOn Curves of the Third Order, 415.—Definitions, &c., 415; group of theorems relating to the conjugate pole of a cubic, 416; analytical investigations, &c., 418; theorem relating to a curve of the third class, 428; geometrical definition of the Quippian, 428; theorem relating to a line which meets three given conics in six points in involution, 429; completion of the theory in Liouville, and comparison with analogous theorems of Hesse, 431; various investigations and theorems, 432; formulæ for the intersection of a cubic curve and a line, 435; formulæ for the satellite line and point, 436; theorems relating to the satellite point, 439; investigations and theorems relating to the first or conic polar of a point of the cubic, 442; recapitulation of geometrical definitions of the Pippian, 445.\n\nA Memoir on the Symmetric Functions of the Roots of an Equation, 489.—Tables, 494.\n\nMemoir on the Resultant of a System of two Equations, 703.\n\nOn the Symmetric Functions of the Roots of certain Systems of two Equations, 717.\n\nA Memoir on the Conditions for the Existence of given Systems of Equalities among the Roots of an Equation, 727.\n\nTables of the Sturmian Functions for Equations of the Second, Third, Fourth and Fifth Degrees, 733.\n\nComparison of transcendentals, 745.\n\nConductive powers of various substances, experimental researches on the, 805 (see Hopkins).\n\nCurrey (Frederick, Esq.). On the Fructification of certain Sphæriaceous Fungi, 543.\nINDEX.\n\nCurves of the third order, 415 (see Cayley).\nCysticercus cellulose, on the structure and development of the, 111.\n\nD.\n\nDaphnia, two methods of reproduction in, 79.\nDefinite integrals, 745.\nDirt-bands of glaciers, 342.\nDonkin (Professor W. F.). On the Equation of Laplace's Functions, 43.—Postscript, 57.\n\nE.\n\nElectro-physiological Researches, 129 (see Matteucci).\nElephant, description of the foetal membranes and placenta of the, 347.\nEphippium, structure of the, in Daphnia, 79.\nEquations, on the theory of, 489, 703, 717, 727, 733 (see Cayley).\nEthyl, compounds of, with phosphorus, 578.\nExcrements, on the immediate principles of human, 403.\nExcretine, 408.\n\nF.\n\nFaraday (Dr. Michael). The Bakerian Lecture. Experimental Relations of Gold (and other Metals) to Light, 145.—Gold-leaf, effect of heat, pressure, &c., 146; deflagrations of gold, &c., 152; films of gold, &c., by phosphorus, &c., 155; diffused particles of gold, 159; metallic character of the divided gold, 171; relations of gold (and other metals) to polarized light, 176.\nFrankland (Dr. E.). Researches on Organo-metallic Bodies.—Third Memoir. On a New Series of Organic Acids containing Nitrogen, 59.—Action of zincethyl upon binoxide of nitrogen, 60; dimitroethylic acid, 63; analyses of its salts, 69; products of its decomposition, 72; similar action of zincmethyl, dinitromethylic acid and its salts, 76.\nFungi, on the fructification of certain sphaeriacous, 543.\n\nG.\n\nGlaciers, on the structure and motion of, 327 (see Tyndall).\nGold, experimental relations of, to light, 145 (see Faraday).\nGosse (P. H., Esq.). On the Dioecious Character of the Rotifera, 313.—List of genera in which it has been made out, 322.\n\nH.\n\nHobarton, discussion of magnetic variations at, with reference to the decennial inequality, 1.\nHodgkinson (E., Esq.). Experimental Researches on the Strength of Cast Iron from various parts of the Kingdom, 851.—First summary of results, 861; relative strengths of solid pillars of Low Moor Irons, No. 3 and 2, 864; strength of pillars dependent on their lateral dimensions, 864; on their length, 865; strength of pillars, the iron of the section of which is not uniform, 866; second summary of results, 871; third summary, 874; Appendix, containing additional experiments on iron, No. 2, 893.\nHOFMANN (Dr. A. W.) and CAHOURS (M. A.). Researches on a New Class of Alcohols, 555.—Allylic alcohol, 556; allylic ether, 558; sulphide of allyl, 559; allylic mercaptan, 560; sulphallylic acid, 560; allylic ethers, &c., 561; allyl-urea, &c., 565; allyl-ammonias, 566; iodide of tetrallylarsonium, 571.\n\nResearches on the Phosphorus-Bases, 575.—Experiments in the ethyl series, triethylphosphine, &c., 578; action of heat upon oxide of tetrethylphosphonium, 585; experiments in the methyl series, trimethylphosphine, &c., 592; action of heat upon the hydrated oxide of tetramethylphosphonium, 595.\n\nHOPKINS (W., Esq.). Experimental Researches on the Conductive Powers of various Substances, with the application of the Results to the Problem of Terrestrial Temperature, 805.—General experimental results respecting the conductive power of various substances, and the circumstances by which it is affected, 805; summary of results, 820; comparison of theoretical deductions from the preceding experimental results, with observations on terrestrial temperature at various depths, 822; description of the apparatus, &c., 837; detail of the experiments, 842.\n\nHUXLEY (Professor T. H.) and TYNDALL (Professor J.). On the Structure and Motion of Glaciers, 327 (see TYNDALL).\n\nI.\n\nIsomorphism of crystals, on the geometrical, 29.\n\nK.\n\nKIRKMAN (Rev. Thomas P.). On Autopolar Polyedra, 183.\n\nOn the K-partitions of the R-gon and R-ace, 217.\n\nL.\n\nLaplace's Functions, on the equation of, 43.\n\nLUBBOCK (John, Esq.). An account of the Two Methods of Reproduction in Daphnia, and of the Structure of the Ephippium, 79.—Parthenogenesis in the Articulata, 95.\n\nM.\n\nMagnetic inequality, decennial, 1 (see SABINE). Discussion of hourly observations of the magnetic declination made at Point Barrow, 497 (see SABINE).\n\nMAUGUIRE (Capt. R.). Hourly Observations of the Magnetic Declination, &c., 515 (see SABINE).\n\nMARCEP (Dr. W.). On the Immediate Principles of Human Excrements in the Healthy State, 403.—Excretine, 408.\n\nMATTEUCCI (Professor C.). Electro-Physiological Researches. Physical and Chemical Phenomena of Muscular Contraction. Tenth Series, Part I., 129.—Development of heat, 129; of electricity, 131; of work, 142.\n\nMethyl, compounds of, with phosphorus, 592.\n\nMuscular contraction, physical and chemical phenomena of, 129 (see MATTEUCCI).\nN.\n\nNeutral axis, experimental determination of the, in beams of wrought iron, 480.\n\nO.\n\nŒnanthylene, obtained from Boghead coal, 743.\nOrganic acids, on a new series of, containing nitrogen, 59 (see Frankland).\nOrgano-metallic bodies, researches on, 59 (see Frankland).\nOwen (Professor). On the Scelidotheres, 101.\nDescription of the Fetal Membranes and Placenta of the Elephant (Elephas Indicus, Cuv.), with Remarks on the value of placental characters in the classification of the Mammalia, 347.\n\nP.\n\nParthenogenesis in the Articulata, 95.\nPhosphorus-bases, researches on the, 575 (see Hofmann).\nPhoto-chemical researches. Part I. 355; Part II. 381; Part III. 601 (see Bunsen).\nPippian, 415 (see Cayley).\nPlacentary characters, value of, in the classification of Mammalia, 347.\nPolyedra, on autopolar, 217.\n\nQ.\n\nQuippian, 415 (see Cayley).\n\nR.\n\nRainey (George, Esq.). On the Structure and Development of the Cysticercus cellulose, as found in the Muscles of the Pig, 111.\nRankine (W. J. M., Esq.). On the Stability of Loose Earth, 9.\nRegelation of ice, 329.\nReproduction in Daphnia, two methods of, 79.\nResistance of flexure, 463 (see Barlow).\nResultant of a system of two equations, 703.\nRoscoe (Dr. H. E.) and Bunsen (Professor R.). Photo-chemical Researches, 601 (see Bunsen).\nRotifera, on the dioecious character of the, 313.\n\nS.\n\nSabine (Major-General Edward). On the Evidence of the existence of the Decennial Inequality in the Solar-diurnal Magnetic Variations, and its non-existence in the Lunar-diurnal Variation, of the Declination at Hobarton, 1.\nOn Hourly Observations of the Magnetic Declination made by Captain Rochfort Maguire, R.N., and the Officers of H.M.S. 'Plover,' in 1852, 1853 and 1854, at Point Barrow, on the shores of the Polar Sea, 497.—Register of the hourly observations, 515.\nScelidotheres, on the, 101.\nSilica, formula of, 533.\nINDEX.\n\n*Sphaeria*, fructification of various species of, 543.\n*Stability of loose earth*, 9.\n*Standard of length*, account of the construction of the new national, and of its principal copies, 621.\n*Strength of pillars of cast iron*, experimental researches on the, 851 (see Hodgkinson).\n*Symmetrical functions of the roots of an equation*, 489; of certain systems of the roots of two equations, 717.\n\nT.\n\n*Terrestrial temperature*, 805 (see Hopkins).\n*Tetrallylarsonium*, 5/1.\nTyndall (Professor John) and Huxley (Professor T. H.). On the Structure and Motion of Glaciers, 327.—On the viscous theory of glaciers, 327; on the regelation of ice, and its relation to glacial phenomena, 329; on the veined structure of glacier ice, 333; on the relation of slaty cleavage to the veined structure, 336; on the \"dirt-bands\" of glaciers, 342.\n\nV.\n\n*Vapour-densities*, process for determining, 460.\n*Veined structure of glacier ice*, 333.\n*Viscous theory of glaciers*, 327.\n\nW.\n\nWilliams (C. G., Esq.). On some of the Products of the Destructive Distillation of Boghead Coal. Part I., 447.—On the hydrocarbons unacted on by sulphuric and nitric acids, 451; butyle, 453; amyle, 456; caproyle, 457; process for determining vapour-densities, 460.\n\nPart II., 737.—Caproylene, 742; œnanthylene, 743.\n\nY.\n\nYorke (Colonel P.). Researches on Silica, 533.\n\nLONDON:\nPRINTED BY RICHARD TAYLOR AND WILLIAM FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1856 to June 1857.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAlbany:—Transactions of the Albany Institute. Vol. III. 8vo. Albany 1855. The Institute.\nVol. IV. Part 1. 1855.\n\nAmsterdam:—\n\nVerslagen en Mededelingen der Koninklijke Akademie van Wetenschappen. The Academy.\n1ste Deel. Stuk. 1, 2, 3. 2de Deel. 1ste Stuk. 4de Deel. Stuk. 1, 2, 3. 5de Deel.\n1ste Stuk. 8vo. Amsterdam 1855–1856.\n\nLycidas Ecologia et Musae Invocatio, Carmina, &c. &c. 8vo. Amstelodami 1856. ________\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. 3tes Heft. 8vo. Basel 1856. The Society.\n\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften. Aus dem Jahre 1854. Erster Supplement-Band. Darstellung der Wärme-Erscheinungen durch fünf-tägige Mittel von 1782 bis 1855, mit besonderer Berücksichtigung strenger Winter von H. W. Dove. fol. Berlin 1856.\n\nAbhandlungen . . . . Aus dem Jahre 1855. 4to. Berlin 1856.\n\nVerzeichniss der von Bradley, Piazzi, Lalande und Bessel beobachteten Sterne . . von Herrn Prof. Argelander: Zone V Uhr. Blatt 6.\n\nKarte, Stunde V., von Herrn Observator J. F. Julius Schmidt.\n\nMonatsbericht. May 1856 to April 1857. 8vo. Berlin.\n\nPhysikalischen Gesellschaft. Die Fortschritte der Physik im Jahre 1853. IX. Jahrgang.—Im Jahre 1854. X. Jahrgang, 1ste Abth. 8vo. Berlin 1856–1857.\n\nBerwick:—Proceedings of the Berwickshire Naturalists' Club. Vol. III. Nos. 6 & 7. 8vo. The Club.\n\nBologna:—\n\nMemorie della Accademia delle Scienze. Tomo VI. 4to. Bologna 1855. The Academy.\nRendiconto delle Sessioni 1854–1855. 8vo.\n\nIndices Generales in Novos Commentarios Academiae Scientiarum Instituti Bononiensis. 4to. Bononiae 1855.\n\nBombay:—Transactions of the Geographical Society. Vol. XII. (New Issue.) 8vo. Bombay 1856. The Society.\n\nMDCCCLVII.\nACADEMIES and SOCIETIES (continued).\n\nBoston:—\n\nJournal of the Society of Natural History. Vol. V. Nos. 12 to 21. 8vo. 1855–1856.\n\nMemoirs of the American Academy of Arts and Sciences. New Series. Vol. V. The Academy.\n\n4to. Cambridge and Boston 1855.\n\nBreslau:—\n\nNovorum Actorum Academiae Caesareae Leopoldino-Carolinae Naturae Curiosorum. Vol. XXV. Part 2. 4to. Vratislavia et Bonne 1856.\n\nDrei und dreissigster Jahres-Bericht der Schlesischen Gesellschaft für vaterländische Kultur. 4to. Breslau 1856.\n\nBrussels:—\n\nMémoires de l'Académie Royale des Sciences, des Lettres et des Beaux-Arts de Belgique. Tome XXX. 4to. Bruxelles 1857.\n\nMémoires Couronnés et Mémoires des Savants Étrangers. Tomes XXVI. XXVII. XXVIII. 4to. Bruxelles 1855–1856.\n\nBulletins. Tome XXII. 2me Partie, 1855. Tome XXIII. 1ere et 2me Partie, 1856.\n\nSvo. Bruxelles.\n\nAnnuaire. 22me et 23me années. 12mo. 1856, 1857.\n\nDes Observatoires du Nord de l'Allemagne et de la Hollande, &c. Par M. Ernest Quételet.\n\nCalcutta:—Journal of the Asiatic Society of Bengal. Nos. 1 to 6. 1856. Svo. Calcutta.\n\nCambridge:—Transactions of the Cambridge Philosophical Society. Vol. IX. Pt. 4.\n\nCambridge (United States):—Proceedings of the American Association for the Advancement of Science. Seventh Meeting, 1853. Eighth Meeting, 1854. Ninth Meeting, 1855. Svo. Cambridge 1855–56.\n\nCopenhagen:—\n\nDet Kongelige Danske Videnskabernes Selskabs Skrifter. Femte Række, Natur. cg Math. Fjerde Binds. Förste Hefte. 4to. Kjøbenhavn 1856.\n\nOversigt . . . i Aaret 1855. Svo. Kjøbenhavn.\n\nObservationes Meteorologicae per Annos 1832–54 in Grönland factae. 4to. Hauniae 1856.\n\nDantzig:—Neueste Schriften der Naturforschenden Gesellschaft. 5ten Bdes. 3tes Heft. 4to. Danzig 1855.\n\nDublin:—\n\nRoyal Irish Academy. Transactions. Vol. XXIII. Pt. 1. 4to. Dublin 1856.\n\nProceedings. Vol. VI. Part 3. Svo. 1856.\n\nJournal of the Royal Dublin Society. Nos. 2 to 5. Svo. Dublin 1856–57.\n\nEdinburgh:—\n\nTransactions of the Royal Society. Vol. XXI, Part 3. 4to. Edinburgh 1856.\n\nProceedings. No. 46. Vol. III. Svo.\n\nTransactions of the Royal Scottish Society of Arts. Vol. IV. Part 4. Svo. Edinburgh 1857.\n\nTransactions of the Architectural Institute of Scotland. Session 6. 1855–56. Svo. Edinburgh 1856.\n\nTransactions of the Scottish Arboricultural Society. Vol. I. Part 2.\n\nFrankfort:—Abhandlungen herausgegeben von der Senckenbergischen Naturfor-schenden Gesellschaft. 2en Bd. 1te Lief. 4to. Frankfort a. M. 1856.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nGöttingen:\nAbhandlungen der Königlichen Gesellschaft der Wissenschaften. 4to. Göttingen 1856.\nNachrichten . . . vom Jahre 1856. Svo. Göttingen.\n\nHaarlem:—Naturkundige Verhandelingen van de Hollandsche Maatschappij der Wetenschappen. 2de Verzameling, 11ste en 12de Deel. 4to. Haarlem 1856.\n\nHalle:—Abhandlungen des Naturwissenschaftlichen Vereines für Sachsen und Thüringen. 1sten Bandes. 1sten Heft. 4to. Berlin 1856.\n\nHelsingfors:\nActa Societatis Scientiarum Fennicae. Tomus IV. Tomi V. Fasc. I. Helsingforsia 1856.\nÖfversigt af Finska Vetenskaps Societetens Förhandlingar. II. 1853–1855. III. 1855–1856. 4to. Helsingfors 1855–1856.\n\nKiel:—Schriften der Universität zu Kiel. Bänd. 1, 2. 4to. Kiel 1855–1856.\n\nLausanne:—Bulletin de la Société Vaudoise des Sciences Naturelles. Tom. IV. Nos. 34 to 37. 8vo. Lausanne 1854–1856.\n\nLeipzig:\nBerichte über die Verhandlungen der Königlich Sächsischen Gesellschaft der Wissenschaften. Math.-Phys. Classe. Heft. 3, 1854. 1 & 2, 1855. 1, 1856. Philologisch-Historische Classe. Heft. 3, 4, 1855. 1, 2, 1856. 8vo. Leipzig.\n\nResultate aus Beobachtungen der Nebelflecken und Sternhaufen. Von H. D’Arrest. Erste Reihe. 8vo. Leipzig 1856.\n\nNachträge zur Theorie der Musikalischen Tonverhältnisse. Von M. W. Drobsch. 8vo. Leipzig 1855.\n\nAuseinandersetzung einer Zweckmässigen Methode zur Berechnung der absoluten Störungen der Kleinen Planeten. Von P. A. Hansen. 8vo. Leipzig 1856. Erste Abhandlung. Two copies; one presented by the Author.\n\nElektrische Untersuchungen. Erste Abhandlung über die Messung der atmospharischen Elektricität nach absolutem Maasse. Von W. G. Hankel. 8vo. Leipzig 1856.\n\nElektrodynamische Maasbestimmungen insbesondere zurückführung der Stromintensitäts-messungen auf mechanisches Maass. Von R. Kohlrausch und W. Weber. 8vo. Leipzig 1856.\n\nDie Stadtrechte der Latinischen Gemeinden Salpensa und Malaca, u. s. w. Von T. Mommsen. 8vo. Leipzig 1855.\n\nLiège:\nMémoires de la Société Royale des Sciences. Tome XII. 8vo. Liège 1857.\n\nHonneurs funèbres rendus à M. André-Hubert Dumont, Recteur de l’Université de Liège. 8vo. Liège 1857.\n\nLiverpool:\nProceedings of the Literary and Philosophical Society, 1855–56. 8vo. Liverpool 1856.\n\nTransactions of the Historic Society of Lancashire and Cheshire. Vol. VIII. 8vo. London 1856.\n\nLondon:\nBritish Architects. Papers read at the Royal Institute of British Architects, Session 1855–1856. 4to. London 1856.\n\nDonors.\n\nThe Society.\nThe Society.\nThe Union.\nThe Society.\nThe Society.\nThe University.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe University.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nBritish Architects. List of Members and Report of Council, May 1856, May 1857. 4to.\n\nChemical Society. Quarterly Journal. Vol. IX. Nos. 2 to 4. Vol. X. No. 1. Svo. 1857.\n\nEntomological Society. Transactions. Vol. IV. Parts 1 to 3. Svo. London 1856-1857.\n\nGeological Society. Transactions. Vol. VII. Part 4. 4to. London 1856.\n\nQuarterly Journal of the Geological Society. Vol. XII. Parts 3 & 4. Vol. XIII. Part 1. Svo. 1856-57.\n\nGeological Survey. Memoirs of the Geological Survey, &c. On the Tertiary Fluvio-marine Formation of the Isle of Wight, by Prof. Edward Forbes. Svo. London 1856.\n\nLinnean Society. Transactions. Vol. XXII. Part 1. 4to. London 1856.\n\nList of Fellows. 1856. Svo.\n\nJournal of the Proceedings. Vol. I. Nos. 3, 4.\n\nPathological Society. Transactions. Vol. VII. Svo. London 1856.\n\nPhotographic Society. Journal. Nos. 43 to 54. Svo. 1856, 1857.\n\nRoyal Agricultural Society. Journal. Vol. XVII. Svo. London 1856.\n\nIndex: Vols. I. to XVI. Svo.\n\nRoyal Astronomical Society. Monthly Notices. Nos. 8 & 9. Vol. XVI. Vol. XVII. Nos. 1 to 7. Svo.\n\nRoyal Geographical Society. Journal. Vols. XXV. XXVI. Svo. London 1856.\n\nRoyal Institution. Notices. Part 6. Svo. London 1856.\n\nList of Members and Report of Visitors. 1855. Svo.\n\nRoyal Medical and Chirurgical Society. Medico-Chirurgical Transactions. Vol. XXXIX. Svo. London 1856.\n\nProceedings. Vol. I. Nos. 1 & 2. Svo. London 1857.\n\nRoyal Society of Literature. Transactions. Vol. V. Part 3. Second Series. Svo.\n\nSociety of Arts. Journal. Nos. 187 to 234. Svo. 1856-1857.\n\nStatistical Society of London. Journal of the Society. Vol. XIX. Parts 3 & 4. Vol. XX. Part 1. Svo. London 1856, 1857.\n\nFirst Report of the Committee on Beneficent Institutions. 1. The Medical Charities of the Metropolis. Svo. London 1857.\n\nZoological Society. Proceedings. Nos. 299 to 313. Svo.\n\nMadrid:—\n\nMemorias de la Real Academia de Ciencias. Tomo 3. 2ª Serie. Ciencias Físicas. Tomo 1º. Parte 1ª. 4to. Madrid 1855.\n\nTomo 4. 3ª Serie. Ciencias Naturales. Tomo 2º. Parte 1ª. 4to. Madrid 1856.\n\nAnuncio del Eclipse Anular y central que tendra Lugar el 15 de Marzo de 1858, por Don Antonio Aguilar. Svo. Madrid.\n\nManchester:—Memoirs of the Literary and Philosophical Society. Vol. XIII. Second Series. Svo. London 1856.\n\nMauritius:—Transactions of the Meteorological Society. Vol. III. 8vo. Mauritius 1856.\n\nDonors.\n\nThe Institute.\n\nThe Society.\n\nThe Society.\n\nThe Director-General of the Ordnance Survey.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Institution.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nMilan:—\n\nMemorie dell' I. R. Istituto Lombardo di Scienze, Lettere ed Arti. Vol. 5to. The Institute.\nMilano 1856.\n\nGiornale . . . Fasc. 33 to 46. 4to. Milano 1854–56. The Institute.\n\nIndice Generale, &c. Tomi 5 e 6. 4to.\n\nModena:—Memorie di Matematica e di Fisica della Società Italiana delle Scienze. The Society.\nTomo 25. Parte Seconda. 4to. Modena 1855.\n\nMoscow:—\n\nNouveaux Mémoires de la Société Impériale des Naturalistes. Tome X. 4to. The Society.\nMoscou 1855.\n\nBulletin. Année 1855, Nos. 2, 3, 4. Année 1856, No. 1. 8vo. Moscou 1855–1856.\n\nMunich:—\n\nAbhandlungen der Koeniglich Bayerischen Akademie der Wissenschaften. The Academy.\nHistorischen Classe. Achten Bandes, 1ste Abth. 4to. München 1856.\n\nMathemat. Physikalischen Classe. Siebenten Bandes, 3te Abth. 4to. München 1855.\n\nNaples:—\n\nRendiconto della Società Reale Borbonica. Accad. delle Scienze. Anno 4. The Academy.\nJan. to Dec. 1855. 4to. Napoli 1855.\n\nMemoria sullo Incendio Vesuviano del Mese di Maggio 1855 . . . dai Socii G. Guarini, L. Palmieri, ed A. Scacchi. 4to. Napoli 1855.\n\nNew York:—\n\nAnnals of the Lyceum of Natural History. Vol. VI. No. 5. 8vo. 1855. The Lyceum.\n\nResults of a Series of Meteorological Observations, made . . . at sundry Academies in the State of New York, from 1826 to 1850 inclusive. Compiled by Dr. F. B. Hough. 4to. Albany 1855.\n\nParis:—\n\nMémoires de l'Institut Impérial de France. Académie des Sciences. Tome XXVII. 1er Partie. 4to. Paris.\n\nMémoires présentés par divers Savants à l'Académie des Sciences. Sciences Mathématiques et Physiques. Tome XIV. 4to. Paris 1856.\n\nComptes Rendus de l'Académie des Sciences. Tomes XLII, XLIII, and XLIV. Nos. 1 to 23. 4to. 1856, 1857.\n\nTables. Tomes XLI, XLII, XLIII. 1855, 1856.\n\nSupplément aux Comptes Rendus, &c. Tom. I. 4to. Paris 1856.\n\nSéguin. Mémoire sur un nouveau Système de Moteur fonctionnant toujours avec la même Vapeur, &c. 4to. Paris 1857.\n\nAnnales des Mines. Tomes VIII. & IX. Liv. 1 & 2. 5me Série. 8vo. Paris 1855, 1856.\n\nAnnuaire de la Société Météorologique de France. Tome III. 2me Partie. Feuilles 46–50.\n\nArchives du Muséum. Tom. VIII. Liv. 3 & 4. Tom. IX. Liv. 1–3. 4to. Paris 1855, 1856.\n\nBulletin de la Société de Géographie. 4me Série. Tomes XI, XII. 8vo. Paris 1856, 1857.\n\nBulletin de la Société Géologique de France. 2me Série. Tome XII. Feuilles 61–80. Tome XIII. 8–25. 8vo. 1854, 1855.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nParis:—\nSociété Géologique. Liste des Membres, 1856. Svo. Paris 1856-1857.\nJournal de l’École Impériale Polytechnique. Tome XXI, 4to. Paris 1856.\n\nPhiladelphia:—\nAcademy of Natural Sciences. Proceedings. Vol. VII. Nos. 8, 9, 10, and Title.\nVol. VIII. Nos. 1 & 2. Vol. IX. Nos. 11 & 12. Svo.\nAmerican Philosophical Society. Proceedings. Vol. VI. Nos. 53, 54. Svo.\nPhiladelphia.\n\nJournal of the Franklin Institute. Vol. XVII. No. 4. Vol. XXXI. No. 6.\nVol. XXXII. Nos. 1, 2, 3. Vol. XXXIII. Svo. 1849, 1856, 1857.\nReport on the Twenty-fifth Exhibition of American Manufactures, &c. 1856.\nSvo. Philadelphia 1857.\n\nRome:—Atti dell’ Accademia Pontificia de’ Nuovi Lincei. Anno VI. Sessione 1-5. 4to. Roma 1855-1856.\n\nSan Francisco:—Proceedings of the California Academy of Natural Sciences.\nVol. I. 1854-1855. 4to. San Francisco.\n\nStockholm:—\nKongl. Vetenskaps-Akademiens Handlingar för år 1853. Sednare Afdelningen.\nFör år 1854. Svo. Stockholm 1856.\nÅrs-Berättelse om Botaniska Arbeten och Upptäckter för år 1851. Af J. E.\nWikström. Svo. Stockholm 1855.\nÖfversigt: Tolfte Årgängen, 1855. Svo. Stockholm 1856.\n\nToronto:—The Canadian Journal. Nos. 3, & 5 to 8. New Series. Svo. Toronto 1856-1857.\n\nToulouse:—\nMémoires de l’Académie Impériale des Sciences. 4me Série. Tomes III. IV. V. VI.\nSvo. Toulouse 1853-1856.\n\nAnnuaire de l’Académie. Année 1856.—Année 1857.\n\nUpsal:—Nova Acta Regiae Societatis Scientiarum Upsaliensis. Series Tertia\nVol. I. Vol. II. Fase. prior. 4to. Upsaliae 1855-1856.\n\nUtrecht:—\nUitkomsten van Wetenschap en Ervaring aangaande Winden en Zeestroomingen in sommige gedeelten van den Oceaan. 2e Omgewerkte Druk. With 2 Maps.\n4to. Utrecht 1856.\nMeteorologische Waarnemingen in Nederland en Afwijkingen van Temperatuur en Barometerstand op andere plaatsen in Europa, 1854. 4to. Utrecht 1855.\nin Nederland en zijne Bezittingen en Afwijkingen van Temperatuur en Barometerstand op vele Plaatsen in Europa. 4to. Utrecht 1855.\n\nVan Diemen’s Land:—Papers and Proceedings of the Royal Society of Van Diemen’s Land. Vol. III. Part 1. 4to. Tasmania 1855.\n\nVienna:—\nDenkschriften der Akademie der Wissenschaften. Math. Natur. Classe. 10er und 11er Bd. 4to. Wien 1855-1856.\nSitzungsberichte der Kaiserlichen Akad. der Wissenschaften. Math. Natur. Classe. Bd. 18 und 19. Heft 1, 2. Bd. 20. Heft 1.\n\nDONORS.\n\nThe Society.\nLe Ministère de l’Instruction Publique.\nThe Academy.\nThe Society.\nThe Institute.\nThe Academy.\nThe Academy.\nThe Canadian Institute.\nThe Royal Netherlands Meteorological Institute.\nThe Academy.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nVienna:\nPhil. Hist. Classe. Bd. 17. Heft 3. Bd. 18, 19. Heft 1 & 2. Bd. 20. Heft 1.\nSvo. Wien 1856.\nAlmanach der Akademie. 6er Jahrgang, 1856. Svo. Wien.\nJahrbuch der K. K. Geologischen Reichsanstalt. 6er Jahrgang, Nos. 3 & 4.\n7er Jahrgang, Nos. 2 & 3. 4to. Wien 1855-1856.\nAbhandlungen der K. K. Geologischen Reichsanstalt. 3er Band. 4to. Wien\n1856.\nDie geographische Gesellschaft in Wien. fol. Aus der Wiener Zeitung vom\n5, 6, und 7 Dezember 1855.\n\nWashington:\nSmithsonian Contributions to Knowledge. Vol. VIII. 4to. Washington 1856.\nList of Foreign Correspondents, &c. May 1856. Svo.\nWürzburg:—Verhandlungen der Physicalisch-Medicinischen Gesellschaft. 7er\nBd. 1te & 2te Heft. 8vo. Würzburg 1856.\n\nAIRY (G. B., F.R.S.) Astronomical and Magnetical and Meteorological Observa-\ntions made at the Royal Observatory at Greenwich, in the Year 1854, and in\nthe Year 1855. 4to. London 1856-1857.\n\nALBERI (E.) Delle Opinioni e dei Giudizi di F. Arago intorno a G. Galilei, &c.\n8vo. Firenze 1856.\n\nANONYMOUS:\nA Catalogue of Theological Books in Foreign Languages, &c. 8vo. London 1857.\nAnnals of the Astronomical Observatory of Harvard College. Vol. I. Part 1. 4to.\nCambridge 1856.\nAnnales Hydrographiques. Janvier à Juin 1854. 8vo. Paris.\nAnnuaire des Marées des Côtes de France pour l’an 1855. 12mo. Paris 1855.\nAnnual Report of the Trustees of the New York State Library. 8vo. Albany 1856.\nArmy Meteorological Register, for Twelve Years, from 1843 to 1854 inclusive, &c.\nCompiled by T. Lawson. 4to. Washington 1855.\nBulletino Archeologico Napolitano. Nuova Serie, pubblicato per cura di Giulio\nMinervini. Anno Terzo. 4to. Napoli 1855.\nCatalogue Chronologique des Cartes, Plans, &c. qui composent l’Hydrographie\nFrançaise. 8vo. Paris 1856.\nDescription des Côtes de l’Esthonia, de la Livonie, &c. 8vo. Paris 1855.\nDescription du Golfe de Finlande, &c. 8vo. Paris 1854.\nDie Landtafel des Markgrafthumes Mähren. VII.-VIII. Lieferung. 4to. Brünn\n1856.\nExposé du Régime des Courants observés depuis le 16me Siècle jusqu’à nos jours\ndans la Manche et la Mer d’Allemagne, &c. 8vo. Paris 1855.\nFirst Annual Report of the Medical Officer of Health, made to the Vestry of St.\nJames, Westminster. 8vo. Westminster 1857.\nFlora Batava. Afl. 179-181. 4to. Amsterdam.\n\nLe Pilote Danois, &c. 8vo. Paris 1855.\nManuel de la Navigation dans la Mer Adriatique, &c. 8vo. Paris 1855.\nMean Zenith Distances. Collection of all the Results of Observation of each\nStar at Heerelegation’s Berg, &c. 1843, Jan. O. 4to. Cape of Good Hope.\n\nDONORS.\n\nThe Academy.\nThe I. R. Institute of Geology.\nThe Society.\nThe Smithsonian Instit.\nThe Society.\nThe Admiralty.\nThe Author.\nMr. D. Nutt.\nThe Observatory.\nLe Dépôt de la Marine.\nThe Trustees.\nDr. Thos. Lawson,\nSurg.-Gen. U.S.A.\nThe Editor.\nLe Dépôt de la Marine.\nThe Publication Committee.\nLe Dépôt de la Marine.\nDr. Lankester, F.R.S.\nH.M. the King of the Netherlands.\nLe Dépôt de la Marine.\nThe Admiralty.\nANONYMOUS (continued).\n\nMemoirs of the Geological Survey of India. Vol. I. Part 1. 8vo. Calcutta 1856.\n\nMémorial Historique: Répertoire Cosmopolite et Obituaire général, &c. W. J. Broderip. 8vo. Paris 1856.\n\nMeteorological Register kept at the Hon. East India Company's Observatory at Madras, 1822-1843. fol. Madras 1844.\n\nNatural Versed Sines from 0° to 125°, &c., used in computing Lunar Distances for the Nautical Almanac. fol. London 1856.\n\nNotas explicativas para a Execução de Observações e Deduções Meteorológicas segundo um Plano uniforme. 8vo. Lisboa 1856.\n\nNotizia sulla Pila a triplice Contatto, &c. 8vo.\n\nObservations Chronométriques faites pendant la Campagne de Circumnavigation de la Corvette La Capricieuse. 8vo. Paris 1855.\n\nPatent Office Report. Vols. I. and II. Mechanical, 1854. Agricultural, 1854. 8vo. Washington 1855.\n\nPilote de la Mer Baltique, &c. 8vo. Paris 1856.\n\nPortulan des Côtes de la Manche, du Canal de Bristol, &c. 8vo. Paris.\n\nQuarterly Return of Marriages, Births, and Deaths. Nos. 30 to 32. 8vo. 1856.\n\nRenseignements Hydrographiques sur la Mer d'Azof. 8vo. Paris 1856.\n\nReport of the Twenty-fourth Annual Meeting of the Literary Association of the Friends of Poland. 8vo. London 1856.\n\nReport on the Geology of Northern and Southern California. 8vo. 1856.\n\nReports on the Paris Universal Exhibition. Parts II. and III. 8vo. London 1856.\n\nReport on the Pathology of the Diseases of the Army in the East. fol. London 1856.\n\nRoutier de l'Australie, &c. 8vo. Paris 1855.\n\nSeventeenth Annual Report of the Registrar-General of Births, Deaths, and Marriages in England. 8vo. London 1856.\n\nSpecimens of Tables, Calculated, Stereomoulded, and Printed by Machinery. 8vo. London 1857.\n\nThe Entomologist's Annual for 1857. 8vo. London 1857.\n\nThe Entomologist's Weekly Intelligencer for 1856. Edited by E. Newman, Esq. 8vo. London.\n\nThe Euphrates Valley Route to India. By a Traveller. 8vo. London 1856.\n\nThe Great Law of the Human Mind, and the Heavens and the Earth. 12mo. London 1856.\n\nThe London University Calendar. 1857. 8vo.\n\nThe Natural History Review. . . Including the Proceedings of the Irish Natural History Societies, &c. Nos. 11 and 12. 8vo. Lond., Edin., and Dublin 1856.\n\nThe Royal Gallery of Art. Parts XVII. to XXIII. fol. London 1856-1857.\n\nTrabalhos do Observatorio Meteorologico do Infante D. Luiz na Escola Polytechnica. 2º Anno (1855-1856). fol. Lisboa 1857.\n\nZeitschrift für die gesammten Wissenschaften. Jahrgang 1856. 7ter Band. 8vo. Berlin 1856.\n\nARGELANDER, F. (For. Mem. R.S.) Anzeige von einer auf der Königlichen Universitäts-Sternwarte zu Bonn unternommenen Durchmusterung des nördlichen Himmels als Grundlage neuer Himmelscharten. 8vo. Bonn 1856.\n\nDONORS.\n\nThe Government of India.\n\nProf. Owen, F.R.S.\n\nThe Directors of the Hon. East India Company.\n\nThe Superintendent of the Nautical Almanac.\n\nDr. Pegado.\n\nThe Author.\n\nLe Dépôt de la Marine.\n\nThe United States' Government.\n\nLe Dépôt de la Marine.\n\nThe Registrar-General.\n\nLe Dépôt de la Marine.\n\nThe Association.\n\nThe United States' Government.\n\nH. M. Government.\n\nThe Right Hon. the Secretary for War.\n\nLe Dépôt de la Marine.\n\nThe Registrar-General.\n\nG. Scheutz, Esq.\n\nThe Editor.\n\nThe Editor.\n\nThe Publisher.\n\nUnknown.\n\nThe University.\n\nThe Editor.\n\nS. C. Hall, Esq.\n\nDr. Pegado.\n\nThe Editors.\n\nThe Author.\nPRESENTS.\n\nARGELANDER (F., For. Mem. R.S.) Atlas des nördlichen gestirnten Himmels für den Anfang des Jahres 1855, entworfen auf der Königlichen Sternwarte zu Bonn. 1ste Lieferung. Elephant. Bonn 1857.\n\nBABBAE (C., F.R.S.) An Analysis of the Statistics of the Clearing House during the Year 1839. Svo. London 1856.\n\nBACHE (A. D.) On the Tides of the Atlantic and Pacific Coasts of the United States; the Gulf Stream; and the Earthquake Waves of December 1854. Svo. Newhaven 1856.\n\nBARRANDE (J.) Système Silurien du Centre de la Bohême. Vol. I. Recherches Paléontologiques....Planches. Vol. I. 4to. Prague et Paris 1852.\n\nBATE (C. S.) On the British Edriophthalma. On the British Diastylidae. Svo. London 1856.\n\nBEALE (L. S., F.R.S.) On some Points in the Anatomy of the Liver of Man and Vertebrate Animals, &c. Svo. London 1856.\n\nBEECHEY (Rear-Admiral F. W., F.R.S.) Address at the Anniversary Meeting of the Royal Geographical Society, 26th May 1856.\n\nBIANCONI (G. G.) Alcune Ricerche sui Capreoli delle Cucurbitacee. 4to. Bologna 1855.\n\nBIDDER (F.) und KUPFFER (C.) Untersuchungen über die Textur des Rückenmarks und die Entwicklung seiner Formelemente. 4to. Leipzig 1857.\n\nBIENAYMÉ (J.) Considérations à l'Appui de la Découverte de Laplace sur la loi de Probabilité dans la Méthode des Moindres carrés. 4to.\n\nRemarques sur les différences qui distinguent l'Interpolation de M. Cauchy de la Méthode des Moindres carrés, &c. 4to.\n\nSur la Probabilité des Erreurs d'après la Méthode des Moindres carrés. 4to.\n\nBIOT (J. B.) et LEFORT (F.) Commercium Epistolicum....réimprimée sur l'Édition originale de 1712, avec l'Indication des Variantes de l'Édition de 1722, complétée par une Collection de Pièces justificatives et de Documents. 4to. Paris 1856.\n\nBÖHM (J. G.) und KARLINSKI (F.) Magnetische und Meteorologische Beobachtungen zu Prag. 13er, 14er und 16er Jahrgang. 4to. Prag 1856-1857.\n\nBONAPARTE (Le Prince Charles Lucien) Tableaux paralléliques des Oiseaux Præcoces ou Autophages, &c. 4to. Paris 1856.\n\nOrnithologie fossile, servant d'Introduction au Tableau comparatif des Ineptes et des Autruches. 4to. Paris 1856.\n\nNote sur les Oiseaux des Îles Marquises, &c.\n\nBRACHET (A.) Simples Préliminaires sur le Commentaire de la Notice du meilleur Microscope dioptrique composé achromatique du Professeur Amici. 8vo. Paris 1856.\n\nBRUHNS (C. C.) De Planetis Minoribus inter Martem et Jovem circa Solem versantibus. 8vo. Berolini 1856.\n\nBUSCH (A. L.) Astronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte in Königsberg. 26ste Abtheilung. fol. Königsberg 1854.\n\nBeobachtungen und Wahrnehmungen welche bei der totalen Sonnenfinsterniss am 28 Juli 1851 gemacht worden sind.\n\nMDCCCLVII.\nPRESENTS.\n\nCAMERON (Capt. R. E., Editor.) Meteorological Observations taken during the Years 1829 to 1852, at the Ordnance Survey Office, Phoenix Park, Dublin. By Lieut.-Col. H. James, R.E., Superintendent of the Ordnance Survey. 4to. Dublin 1856.\n\nCOLLENZA (P.) Risultamenti Clinici nella Cura degl' Infermi di Colera, &c. Svo. Napoli 1856.\n\nCOLLIER (C., F.R.S.) An Essay on the Principles of Education. Svo. London 1856.\n\nCOOPER (E. J., F.R.S.) Catalogue of Stars near the Ecliptic, observed at Markree during the Years 1854, 1855 and 1856, and whose Places are supposed to be hitherto unpublished. Vol. IV. Svo. Dublin 1856.\n\nCUBITT (Sir W., F.R.S.) and BARLOW (P. W., F.R.S.) Reports on a Proposed New Bridge at Londonderry. fol. 1857.\n\nDAUBENY (C., F.R.S.) Address to the British Association. Svo. 1856.\n\nDE LA RIVE (A., For. Mem. R.S.) Des Expériences de M. P. Volpicelli sur la Polarité Electrostatique. 4to.\n\nDE LA RUE (W., F.R.S.) Drawing of Jupiter as seen October 25th, 1856; of Saturn as seen March 27th and 29th, 1856.\n\nD'ORBIGNY (A.) Paléontologie Française. Terrains oolitiques ou jurassiques. Tome I., avec Atlas, Tome I. Svo. Paris 1842–1849.\n\nTerrains crétacés. Tomes I.–V. 1840–1851, avec Atlas, Tomes I.–V. Svo. Paris 1840–1852.\n\nDUFRENOY (A.) Traité de Minéralogie. Deuxième édition. Tomes I. II. III. & V. Svo. Paris 1856.\n\nDUNKER (W.) Monographie der Norddeutschen Wealdenbildung, &c. 4to. Braunschweig 1846.\n\nEHRENBERG (C. G., For. Mem. R. S.) Mikrogeologie. Das Erden und Felsen schaffende Wirken des unsichtbar kleinen selbständigen Lebens auf der Erde. Fortsetzung, Bogen I.–XXII. fol. Leipzig 1856.\n\nENCKE (J. F., For. Mem. R.S.) Berliner Astronomisches Jahrbuch für 1859. Svo. Berlin 1856.\n\nAstronomische Beobachtungen auf der Königlichen Sternwarte zu Berlin. 4te Band. fol. Berlin 1857.\n\nFERGUSSON (Lieut. E. F.F.) Magnetical and Meteorological Observations made at the Hon. East India Company's Observatory, Bombay, in the Year 1854. 4to. Bombay 1856. The same, in the Year 1855. 4to. Bombay 1856.\n\nFERRARI (S.) Calcul Décidouzinal. Traduction sur l'original Italien. 4to. Turin 1857.\n\nFOOT (L. E.) Memoir of the late Isaac Weld, J.P. M.R.I.A., one of the Vice-Presidents of the Royal Dublin Society. Svo. Dublin 1856.\n\nFORBES (J. D., F.R.S.) Dissertation Sixth: exhibiting a General View of the Progress of Mathematical and Physical Science, principally from 1775 to 1850. 4to.\n\nFRERICHS (F. T.) und STADELER (G.) Physiologisch-chemische Untersuchungen. Svo. Zurich 1855.\n\nGASPARRINI (G.) Alcune Osservazioni sopra taluni Rimedi Proposti contro alla Malattia della Vite. 4to. 1856.\n\nDONORS.\n\nThe Right Hon. the Secretary of State for War.\n\nThe Author.\n\nHer Majesty's Government.\n\nP. W. Barlow, Esq., F.R.S.\n\nProf. P. Volpicelli.\n\nThe Author.\n\nHenry Sharpe, Esq.\n\nThe Editor.\n\nThe Author.\n\nThe Directors of the Hon. East India Company.\n\nUnknown.\n\nC. R. Weld, Esq.\n\nProf. Frerichs.\n\nThe Author.\nPRESENTS.\n\nGILBART (J. W., F.R.S.) Logie for the Young. 12mo. London 1855.\nLogie for the Million: a Familiar Exposition of the Art of Reasoning.\nFourth Edition. 12mo. London 1856.\nThe Philosophy of History. (Not published.) 8vo. London 1857.\n\nGORHAM (J.) Unfrequented Paths in Optics. Part 1. Light from a Pin-\nhole. Part 2. Light from a Fissure. 8vo. London 1855–1856.\n\nGROVE (W. R., F.R.S.) The Correlation of Physical Forces. Third Edition.\n8vo. London 1855.\n\nHAIDINGER (W., For. Mem. R.S.) Annähernde Bestimmung der Brechungs-\nExponenten am Glimmer und Pennin. 8vo.\nBarytkristalle, als Absatz der neuen Militärbadhausquelle in Karlsbad. 8vo.\n1854.\nBeitrag zur Erklärung der Farben der Polarisationsbüschel durch Beugung.\n8vo.\nBemerkungen über die zuweilen im geschmeidigen Eisen entstandene Kry-\nstallinishe Structur, u.s.w. 8vo.\nBericht über die Geognostische Uebersichts-Karte der österreichischen\nMonarchie. 8vo. 1848.\nBesuch der Versammlung der Deutschen Naturforscher und Aerzte zu Wies-\nbaden. 8vo.\nBetrachtungen über den Eisgang der Flüsse. 8vo.\nDas Eis der Donau bei Wien, und das Eis des Rheins bei Koblenz. 8vo.\nDas Schallphänomen des Monte Tomatico bei Feltre. 4to.\nDas schwefelhaltige Bleierz von Neu-Sinka in Siebenbürgen. 8vo. 1855.\nDas Stauroskop, ein optisch-mineralogischer Apparat von Herrn Franz v.\nKobell. 8vo.\nDauer des Eindruckes der Polarisationsbüschel auf die Netzhaut. 8vo.\nDer Partschin von Olshpian. 8vo.\nDes K. K. Herrn Hauptmann’s J. Scheda neue Karte des österreichischen\nKaiserstaates. 8vo.\nDie Aushellung der Oberflächenfarben am Murexid. 8vo.\nDie Farben des Mausits. 8vo.\nDie Formen des Kalichloreadmiates. 8vo.\nDie geographische Gesellschaft in Wien. 8vo.\nDie geologische Uebersichtskarte von Deutschland, u.s.w. 4to.\nDie grüne Farbe der oxalsauren Eisenoxyd-Alkalien und die Weisse der\nEisenoxyd-Alaune. 8vo.\nDie Interferenzlinien am Glimmer. Berührungsringe und Plattenringe. 8vo.\nDie Kalkspathkrystalle vom Agnes-Stollen bei Moldowa. 4to.\nDie Konische Refraction am Diopsid, u.s.w. 8vo.\nDie Richtung der Schwingungen des Lichtathers im polarisierten Lichte.\nMittheilung aus einem Schreiben des Herrn Prof. Stokes. 8vo.\nDie Wernerfeier am 25 Sept. 1850 in Oesterreich. 4to.\nDie zwei Hypothesen der Richtung der Schwingungen des Lichtathers nach\nihrer Wahrscheinlichkeit. 8vo.\nDrei neue Localitäten von Pseudomorphosen nach Steinsalz in den nordöst-\nlichen Alpen. 4to.\nEin optisch-mineralogischer Aufschraube-Goniometer. 8vo.\n\nDonors.\n\nThe Author.\nHAIDINGER (W., For. Mem. R.S.) Eine Bemerkung über die Anordnung der kleinsten Theilchen in Krystallen. 8vo.\n\nForm und Farbe des Weltzienits. 8vo.\n\nGraphische Methode annähernder Winkelmessungen, besonders an kleineren Krystallen. 8vo.\n\nHerapathit-Zangen, u.s.w. 8vo.\n\nMittheilung aus einem Schreiben des Herrn Prof. Stokes, über das optische Schachbrettmuster. 8vo.\n\nNiedrigste Hohen von Gewitterwolken. 8vo.\n\nNote über den Linarit und den Caledonit von Rezbánya. 4to.\n\nNote über gewundene Bergkrystalle. 8vo.\n\nOberflächen- und Körperfarben von Wöhler's Jod-Tellur-Methyl. 8vo.\n\nPaläo-Krystalle; durch Pseudomorphose verändert. 8vo.\n\nPleochroismus an mehreren Einaxigen Krystallen, in neuerer Zeit beobachtet. 8vo.\n\nPleochroismus einiger Augite und Amphibole. 8vo.\n\nSchreiben des Herrn Dr. August Beer, über die Richtung der Schwingungen des Lichtathers im polarisierten Lichte. 8vo.\n\nTabelle der Eisbedeckung der Donau bei Galaez in den Jahren 1836 bis 1853.\n\nUeber das Eis der Donau in dem gegenwärtigen Winter 1848-1849. 8vo.\n\nUeber das Eisenstein-Vorkommen bei Pitten in Oesterreich. 4to. Prag 1846.\n\nUeber eine nach Gypskrystalen gebildete Pseudomorphose von Brauneisenstein. 8vo.\n\nUeber den Eliasit von Joachimsthal. 8vo.\n\nUeber den Felsöbányt, eine neue Mineralspecies. 8vo.\n\nUeber den Löweit, eine neue Species aus der Ordnung der Salze. 4to. Prag 1846.\n\nUeber die von Herrn Dr. Herapath und Herrn Prof. Stokes in optischer Beziehung untersuchte Jod-Chinin-Verbindung. 8vo.\n\nUeber Herrn v. Dechen's neue geologische Karte von Rheinland Westphalen. 8vo.\n\nUeber Magneteisenstein, pseudomorph nach Glimmer. 4to. 1852.\n\nUeber Senarmont's gefärbte Krystalle. 8vo.\n\nZur Erinnerung an Leopold von Buch. 4to.\n\nZwei Schaustufen von Brauneisenstein mit Kernen von Spatheisenstein, u.s.w. 8vo. 1854.\n\nHANSTEEN (C., For. Mem. R.S.) Laerebog i Mechaniken. 3 Deelen. 8vo. Christiania 1836-1838.\n\nHARTUNG (G.) Die geologischen Verhältnisse der Inseln Lanzarote und Fuertaventura. With four Maps and Plans. 4to.\n\nHAUSMANN (J. F. L.) Ueber die durch Molekularbewegungen in starren leblosen Körpern bewirkten Formveränderungen. 4to. Göttingen 1856.\n\nHIRSCH (A.) Vorausberechnung der totalen Sonnen-Finstermiss am 18 July 1860. 8vo. Wien.\n\nHODGSON (J., F.R.S.) The Hunterian Oration delivered at the Royal College of Surgeons of England, Feb. 1855. 8vo. London.\n\nDr. Alexander.\n\nThe Author.\n\nThe Author.\n\nThe Observatory at Vienna.\n\nThe Author.\nPRESENTS.\n\nHOFMEISTER (W.) Beiträge zur Kenntniss der Gefässkryptogamen. Heft 2. Svo. Leipzig 1857.\n\nHOGG (J., F.R.S.) On the Distribution of certain Species of Freshwater Fish; and on the Modes of Fecundating the Ova of the Salmonidae. Svo. Newcastle-upon-Tyne 1856.\n\nHOOD (C., F.R.S.) Statistics of Insanity; being a Decennial Report of Bethlem Hospital, from 1846 to 1855 inclusive. Svo. London.\n\nHORNSTEIN (K.) Opposition der Calliope im Jahre 1856. Svo. Wien.\n\nJOURNALS:\n\nAstronomische Nachrichten. Nos. 1031 to 1056.\n\nCosmos. Vol. VIII. Liv. 24, 25; Vol. IX. 1856; Vol. X. Liv. 1 to 22, 1857. Svo. Paris. Table Alphabetique. Vols. VII., VIII., IX.\n\nIl Nuovo Cimento Giornale di Fisica, &c. Compilato dai Prof. C. Matteucci e R. Piria. Tomo III. Maggio e Giugno. Svo. Pisa 1856.\n\nJournal of the Indian Archipelago. Vol. IX. Nos. 10 to 12; and Vol. I. New Series, Nos. 1 & 2, and First Supplement for 1854. Svo. Singapore and Pinang 1855-56.\n\nJournal de l'Ame, individuelle et générale, &c. Liv. 1-3. Svo. Genève 1856.\n\nThe American Journal of Science and Arts. Vol. XXII. Nos. 64, 65; Vol. XXIII. Nos. 68, 69. Svo.\n\nThe Asylum Journal of Mental Science. Vol. II. No. 18; Vol. III. Nos. 19, 20, 21. Svo. London 1856.\n\nThe Athenæum. June to December 1856; January to May 1857.\n\nThe Builder. Vol. XIV. Nos. 696 to 725; Vol. XV. Nos. 726 to 749.\n\nThe Civil Engineer and Architect's Journal. Vol. XIX. Nos. 269 to 273; Vol. XX. Nos. 274 to 279. 4to. 1856-57.\n\nThe Literary Gazette. June to December 1856; January to May 1857.\n\nThe Philosophical Magazine. July to December 1856; January to June 1857.\n\nThe Practical Mechanic's Journal. Illustrated Index. Vols. I. to VIII. 4to. London 1856.\n\nKEILHAU (B. M.) Gæa Norvegica. Von mehreren Verfassern. Lief. 1, 2, 3. fol. Christiania 1844-1850.\n\nKOCH (C. L.) und DUNKER (W.) Beiträge zur Kenntniss des Norddeutschen Oolithgebildes und dessen Versteinerungen. 4to. Braunschweig 1837.\n\nKÖLLIKER (A.) Physiologische Untersuchungen über die Wirkung einiger Gifte. Svo. Berlin 1856.\n\nKREIL (K.) Jahrbücher der K. K. Central-Anstalt für Meteorologie und Erdmagnetismus. 4er Bd. Jahrgang 1852. 4to. Wien 1856.\n\nKUPFFER (A. T., For. Mem. R.S.) Annales de l'Observatoire Physique central de Russie. Années 1851, 1852, 1853. Six vols. 4to. St. Pétersbourg 1853-1855.\n\nCompte Rendu Annuel . . . sur l'Observatoire Physique central, pour l'année 1855. 4to. St. Pétersbourg 1856.\n\nLAMONT (J., For. Mem. R.S.) Magnetische Ortsbestimmungen ausgeführt an verschiedenen Punkten des Königreichs Bayern. 2er Theil. Svo. München 1856.\n\nDONORS.\n\nThe Royal Saxon Academy of Sciences.\n\nThe Author.\n\nThe Observatory at Vienna.\n\nThe Observatory at Altona.\n\nMons. l'Abbé Moigno.\n\nThe Editors.\n\nUnknown.\n\nThe Editor.\n\nThe Publishers.\n\nMessrs. Taylor and Francis.\n\nThe Publisher.\n\nDr. Alexander.\n\nHenry Sharpe, Esq.\n\nThe Author.\n\nThe Academy of Sciences, Vienna.\n\nThe Observatory.\n\nThe Observatory, Munich.\nLANKESTER (E.) Report on the Cholera Outbreak in the Parish of St. James, Westminster, during the Autumn of 1854. Svo. London 1855.\n\nLEA (I.) Description of a New Mollusk from the Red Sandstone, near Pottsville, Pa. Svo. Philadelphia 1855.\n\nLINDSAY (W. L.) Histology of the Cholera Evacuations in Man and the Lower Animals. Svo. Edinburgh 1856.\n\nMonograph of the Genus Abrothallus, &c. Svo. 1856.\n\nLITTROW (C. von.) Annalen der K. K. Sternwarte in Wien. Dritter Folge, 5er u. 6er Band. Jahrgang 1855–56. Svo. Wien 1856, 1857.\n\nLLOYD (Rev. H.) Elementary Treatise on the Wave-Theory of Light. Second Edition, with Additions. Svo. London 1857.\n\nLORENZO (C.) Dell’ Innesto nella Peripneumonia o Polmonera de’ Bovini. Svo. Milano 1856.\n\nLOWE (E. J.) A Natural History of Ferns, British and Exotic. Parts 15 to 36. Svo. 1856, 1857.\n\nA Natural History of British Grasses. Parts 1–3. Svo. 1857.\n\nLUBBOCK (J.) On some Entomostraca. Svo. London 1856.\n\nOn the Respiration of Insects. Svo. 1857.\n\nLUCAE (J. C. G.) De Symmetria et Asymmetria Organorum animalitatis, imprimis Cranii. 4to. Marburgi 1839.\n\nLUTHER (E.) und WICHMANN (M.) Astronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte zu Königsberg. 28ste Abth. 4to. Königsberg 1856.\n\nMACKENZIE (F.) The Architectural Antiquities of St. Stephen’s Collegiate Chapel, Westminster, the late House of Commons. Royal Elephant. London 1854.\n\nMACLOUGHLIN (D.) Result of an Inquiry into the Invariable Existence of a Premonitory Diarrhoea in Cholera. Second Edition. Svo. London 1854.\n\nMANDOJ-ALBANESE (F.) Corso di Geometria. Svo. Torino 1856.\n\nMAPS, CHARTS, ENGRAVINGS, &c.:\n\n10 Maps and Charts published by the Navy Department, United States of America.\n\nDrawing of “Saturn, on the 1st November 1852,” and of Mars, “as seen on the 18th March 1854,” at Madras, by W. S. Jacob, Esq.\n\n2 Charts published by the Royal Meteorological Institute of the Netherlands. Bronze Medal of Wilhelm Haidinger.\n\nEngraving of Saturn as seen with a Newtonian Equatoreal of thirteen inches’ aperture, March 27th and 29th, 1856.\n\nPhotographic Portrait of Thomas Graham, Esq., F.R.S., &c., with a Biographical Notice. 1856.\n\nMARCEP (W., F.R.S.) On the Composition of Food, and how it is Adulterated, with practical Directions for its Analysis. Svo. London 1856.\n\nMARIANINI (S.) Sulla Proprietà posseduta in particolar modo dai Corpi umidi di assorbire l’elettricità, &c. 4to. Modena 1854.\n\nSopra un Modo di vedere con facilità i Colori accidentali. 4to. Modena 1855.\n\nDonors:\n\nThe Author.\n\nThe Observatory at Vienna.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nH. M. Government.\n\nThe Author.\n\nThe Government of the United States.\n\nThe Directors of the Hon. East India Company.\n\nThe Institute.\n\nThe Geological Institute, Vienna.\n\nW. De la Rue, Esq., F.R.S.\n\nMessrs. Maull and Polyblank.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nMARIANINI (S.) Sull' Azione magnetizzante delle Correnti elettriche momentanee. Memoria X. 4to. Modena 1852.\n\nSopra alcune Fontane artificiali a getto variabile ed a getto intermittente. 8vo. Modena 1855.\n\nMARIANINI (P. D.) Sopra il Fenomeno che si osserva nelle Calamite Temporarie, &c. 4to. Modena 1851.\n\nMemoria relativa ai Valori delle Funzioni di una Variabile, &c. 4to. Modena 1855.\n\nMARTIN (P. J.) A Geological Memoir on a Part of Western Sussex, &c. 4to. London 1828.\n\nMARTINS (C.) La Géographie Botanique et ses Progrès. 8vo. Paris 1856.\n\nMELDRUM (C.) Contributions to the Meteorology and Hydrography of the Indian Ocean. Part 1. 4to. Mauritius 1856.\n\nMILLER (J.) Address to the Medico-Chirurgical Society of Edinburgh: Dec. 17, 1856. 8vo. Edinburgh 1857.\n\nMOLESCHOTT (J.) Untersuchungen zur Naturlehre des Menschen und der Thiere. Bd. I. Heft 1–3. 8vo. Frankfurt a. M. 1856.\n\nMOORE (Thos.) The Ferns of Great Britain and Ireland. Nature-printed by H. Bradbury. Parts 16 & 17. fol. London 1856.\n\nMÜLLER (Max.) Rig-Veda-Sanhita; the Sacred Hymns of the Brahmans, &c. Vol. III. 4to. London 1856.\n\nNAPOLEON (S. A. I. le Prince.) Expériences sur la Direction des Courants de l'Océan Atlantique septentrional. 4to. Paris 1856.\n\nNERVANDER (J. J.) Observations faites à l'Observatoire Magnétique et Météorologique de Helsingfors. Vols. I. à IV. Première section, Obs. Mag. Vols. I. à IV. Deuxième section, Obs. Met. 4to. Helsingfors 1850.\n\nPERIGAL (H.) The Moon Controversy. Facts v. Definitions. 8vo. London 1856.\n\nPLARR (G.) Essai d'une Théorie de la Figure de la Terre basée sur le Calcul de l'Attraction des Sphéroïdes hétérogènes. 4to. Strasbourg 1850.\n\nSur le Calcul de la Chaleur solaire reçue en un point quelconque de la Surface de la Terre, dans l'hypothèse d'une Absorption de la Chaleur par l'Atmosphère. 4to. Paris 1856.\n\nPLATEAU (J.) Sur les Théories récentes de la Constitution des Veines liquides lancées par des Orifices circulaires. 8vo. Bruxelles.\n\nRecherches expérimentales et théoriques sur les Figures d'Équilibre d'une Masse liquide sans Pesanteur. 3me Série. 4to. Bruxelles 1856.\n\nPOEY (Andrés.) A Chronological Table of Cyclonic Hurricanes, &c. 8vo. London 1856.\n\nPROUHET (E.) Notice sur la Vie et les Travaux de M. Ch. Sturm. 8vo. Paris 1856.\n\nPYCROFT (J. W.) Arena Cornubiae: or the Claims of the Commissioners of Woods and Forests to the Sea-coast and Banks of Tidal Rivers in Cornwall and Devon, examined and considered. Third Edition. 4to. London 1856.\n\nQUAIN (J., F.R.S.) Elements of Anatomy. Edited by W. Sharpey, M.D., F.R.S., and G. V. Ellis, Esq. 3 vols. 8vo. London 1856.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nHenry Sharpe, Esq.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nMessrs. Bradbury and Evans.\n\nThe Directors of the Hon. East India Company.\n\nThe Academy of Sciences.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nMademoiselle Sturm and the Author.\n\nThe Author.\n\nThe Editors.\nPRESENTS.\n\nQUETELET (A., For. Mem. R.S.) Annales de l'Observatoire Royal de Bruxelles. Tome XI. 4to. Bruxelles 1857.\n\nAnnuaire ... 23me et 24me années. 12mo. Bruxelles 1855-56.\n\nRapport ... sur l'État et les Travaux de l'Observatoire Royal, 1856. 8vo.\n\nSur le Climat de la Belgique. De l'État du Ciel en général. 4to. Bruxelles 1857.\n\nObservations des Phénomènes périodiques, 1854-1855. 4to.\n\nRADLINSKY (G.) Allessandro Magno Influenza delle sue Conquiste sull' Asia e sull' Europa. 8vo. Mantova 1857.\n\nL'America prima di Cristoforo Colombo. 8vo. Mantova 1857.\n\nIl Fedone. 8vo. Mantova 1857.\n\nRADLKOFER (L.) Der Befruchtungsprocess im Pflanzenreiche und sein Verhältniss zu dem im Thierreiche. 8vo. Leipzig 1857.\n\nRATHKE (H., For. Mem. R.S.) Entwicklungsgeschichte der Natter (Coluber Natrix). 4to. Königsberg 1839.\n\nDritter Bericht über das naturwissenschaftliche Seminar bei der Universität zu Königsberg. 4to. Königsberg 1838.\n\nUeber den Bau und die Entwicklung des Brustbeins der Saurier. 4to. Königsberg 1853.\n\nDe Animalium Crustaceorum generatione. 4to. Regiomontii 1844.\n\nBemerkungen über den Bau des Amphioxus lanceolatus, &c. 4to. Königsberg 1841.\n\nREEVES (C. E.) Diseases of the Stomach and Duodenum. 8vo. London 1856.\n\nREGNAULT (V., For. Mem. R.S.) Relation des Expériences ... pour déterminer les Lois et les Données physiques nécessaires au Calcul des Machines à Feu. Tome II. with Plates. 4to. Paris 1856.\n\nREICHARDT (E.) Die Theorie der Wärme, ein Versuch zur Erklärung der Erscheinungen von Wärme, Licht und Electricität. 8vo. Jena 1857.\n\nRENNIE (G., F.R.S.) Plan of a Breakwater for Improving the Port and Harbour of Liverpool. 4to. London 1857.\n\nRICHARDSON (Sir John, F.R.S.) Ichthyology. Article from the Encyclopædia Britannica. 4to. 1856.\n\nRIGO Y SINOBAS (M.) Resumen de los Trabajos Meteorologicos correspondientes al Año 1854, verificados en el Real Observatorio de Madrid. 4to. Madrid 1857.\n\nROBINSON (Rev. T. R., F.R.S.) On the Luminous Phenomena produced by the Discharge of Ruhmkorff's Induction Apparatus in vacuo. No. 2. 8vo. Dublin 1856.\n\nROBINSON (W.) Proeve tot opheldering van de Gronden der Maleische Spelling: uit het Engelsch vertaald door E. Netscher. 8vo. Batavia 1855.\n\nROEMER (F. A.) Die Versteinerungen des Norddeutschen Oolithen-Gebirges. 4to. Hannover 1836.\n\nDonors.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nHenry Sharpe, Esq.\nPRESENTS.\n\nRÜMKER (C., For. Mem. R.S.) Mittlere Oerter von 12,000 Fix-Sternen, für den Anfang von 1836, abgeleitet aus den Beobachtungen auf der Hamburger Sternwarte. fol. Hamburg 1843.\n\nNeue Folge der mittleren Oerter von Fix-Sternen für den Anfang von 1850. fol.\n\nHandbuch der Schifffahrts-Kunde, u.s.w. 8vo. Hamburg 1857.\n\nSABINE (Major-General E., F.R.S.) Observations made at the Magnetical and Meteorological Observatory at Toronto in Canada. Vol. III. 1846, 1847, 1848. With Abstracts of Observations to 1855 inclusive. 4to. London 1857.\n\nSCHERZER (K.) Bericht...über eine Reise nach America in den Jahren 1852 bis 1855. 8vo. Wien 1856.\n\nMittheilungen über die Handschriftlichen Werke des Padre Francisco Ximenez in der Universitäts-Bibliothek zu Guatemala. 8vo. Wien 1856.\n\nDie Indianer von Santa Catalina Istlávacan (Frauenfuss). 8vo. Wien 1856.\n\nSCHYANOFF (A.) Essai sur la Métaphysique des Forces, inhérentes à l'essence de la matière, et Introduction à une nouvelle Théorie Atomodynamique. 4to. Kiev 1857.\n\nSECCHI (A., For. Mem. R.S.) Un Orologio Solare Antico. 8vo.\n\nPontificia Corrispondenza Meteorologica Telegrafica in Roma. Primo Semestre, Luglio–Dicembre 1855. Breve Raggugli del P. A. Secchi. 4to.\n\nIntorno ad un nuovo Barometrografo. 4to. Roma 1857.\n\nDescrizione del nuovo Osservatorio del Collegio Romano, &c. 4to. Roma 1856.\n\nSopra un nuovo Barometro. 8vo. Roma 1857.\n\nSEDGWICK (Rev. A., F.R.S.) A Synopsis of the Classification of the British Palaeozoic Rocks: with a Systematic Description of the British Palaeozoic Fossils in the Geological Museum of the University of Cambridge, by F. M'Coy. 4to. London and Cambridge 1855.\n\nSÉGUIN. Mémoire sur un nouveau Système de Moteur fonctionnant toujours avec la même Vapeur, &c. 4to. Paris 1857.\n\nSMYTH (C. P., F.R.S.) On the Angular Disturbances of Ships, the Measurement of the Amount, and the Elimination of the Effects in certain Cases. 8vo. Edinburgh 1857.\n\nSMYTH (Rear-Admiral W. H., F.R.S.) Descriptive Catalogue of a Cabinet of Roman Family Coins belonging to His Grace the Duke of Northumberland, K.G. Printed for Private Circulation. 4to. London 1856.\n\nSORBY (H. C., F.R.S.) On the Terraces in the Valley of the Tay, North of Dunkeld. 8vo. Edinburgh 1856.\n\nOn the Physical Geography of the Tertiary Estuary of the Isle of Wight. 8vo. Edinburgh 1856.\n\nOn Slaty Cleavage, as exhibited in the Devonian Limestones of Devonshire. 8vo. 1856.\n\nMDCCCLVII.\nPRESENTS.\n\nBORBY (H. C., F.R.S.) On Yedmandale, as illustrating the Excavation of some Valleys in the Eastern part of Yorkshire. 8vo. 1854.\n\nOn the Physical Geography of the Old Red Sandstone Sea of the Central District of Scotland. 4to. Edinburgh 1856.\n\nSTATTER (D.) The Decimal System as a Whole, &c. 8vo. London and Liverpool 1856.\n\nTAYLOR (T. G.) Astronomical Observations made at the Hon. the East India Company's Observatory, Madras. For the Years 1843-1847. 4to. Madras 1848.\n\nTODD (R. B., F.R.S.) and BOWMAN (W., F.R.S.) The Physiological Anatomy and Physiology of Man. Section 2. Part 4. 8vo. London 1856.\n\nTOOKE (Thos.) and NEWMARCH (W.) A History of Prices, and of the State of the Circulation, during the Nine Years 1848-1856. Vols. V. & VI. 8vo. London 1857.\n\nTORTOLINI (B.) Annali di Scienze Matematiche e Fisiche. Tomo Sesto. 8vo. Roma 1855.\n\nSulle Relazioni che passano fra le Radici delle Equazioni di secondo, terzo e quarto grado, &c. 8vo. Roma 1855.\n\nSulla Quadratura della Superficie di Quart' ordine conosciuta sotto il nome di Superficie di Elasticità. 8vo. Roma 1856.\n\nTREADWELL (D.) On the Practicability of constructing Cannon of great Caliber, &c. 8vo. Cambridge (U. S.) 1856.\n\nVAUGHAN (D.) Phenomena of the Material World. No. 1. 8vo. Cincinnati 1856.\n\nVESSÉLOVSKY (C.) Époques des Débâcles et de la Prise par les Glaces de la Dwina, à Arkhangel. 8vo. 1856.\n\nVOLPICELLI (P.) Rettificazione delle Formule per assegnare il Numero delle Somme ognuna di due Quadrati nelle quali un' Interò può Spezzarsi. 8vo. Roma 1854.\n\nFormule per determinare il Numero delle Intere soluzioni della $x^2 - y^2 = c$, e loro conseguenze. 8vo.\n\nSur l'Induction électrostatique. 4to.\n\nSull' Associazioni di più Condensatori fra loro per l'Aumento della Elettrostatica Tensione. 4to. Roma 1855.\n\nAlcune Ricerche relative alla Teorica dei Numeri. 4to. Roma 1855.\n\nSur l'Induction Electrostatique. Troisième lettre à M. Regnault. 4to.\n\nSugli Spezzamenti Diversi che può subire un dato Numero tutti ad una stessa Legge di Partizione subordinati. 4to. Roma 1857.\n\nSulla Elettrostatica Induzione. Quarta comunicazione. 4to. Roma 1857.\n\nWARD (F. O.) Discours prononcé à la Séance d'Ouverture du Congrès International de Bienfaisance. 8vo. Bruxelles et Leipzig 1857.\n\nWELD (G. R.) Vacations in Ireland. 8vo. London 1857.\n\nWHEWELL (Rev. W., F.R.S.) History of the Inductive Sciences, from the Earliest to the Present Time. Third Edition, with additions. Three vols. 8vo. London 1857.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Directors of the Hon. East India Company.\n\nThe Authors.\n\nThos. Tooke, Esq., F.R.S.\n\nThe Author.\n\nUnknown.\n\nThe Academy of Sciences, St. Petersburg.\n\nThe Author.\n\nUnknown.\n\nThe Author.\n\nThe Author.\nWHITE (Walter.) On Foot through Tyrol in the Summer of 1855. 8vo. London 1856.\n\nWINNECKE (F. A. T.) De Stella η Coronæ Borealis duplici. 8vo. Berolini 1856.\n\nWOOLHOUSE (W. S. B.) The Measures, Weights, and Moneys of all Nations, &c. 12mo. London 1856.\n\nWORSTER (W. K.) and JACOB (W. S.) Astronomical Observations made at the Hon. the East India Company's Observatory at Madras. For the Years 1848-1852. 4to. Madras 1854.\n\nZANTEDESCHI and BORLINETTO. Dei Limiti di Impressionabilità delle Sostanze Fotografiche, &c. 8vo. 1856.\n\nDelle Irradiazioni Chimieche, &c. 8vo. 1856.\n\nDelle Differenze che Intercedono sopra i Cloruri e Ioduri d' Argento.\n\nSull' Influenza del Vuoto e di Alcuni Gaz ne' Fenomeni chimici, &c. 8vo. Wien 1857.\n\nZANTEDESCHI (F.) Del Moto rotatorio dell' Area luminoso dell' Elettromotore Voltiano. 8vo. 1856.\n\nRisultamenti ottenuti da un Giroscopio. 8vo. 1856.\n\nDe mutationibus quae contingunt in Spectro Solari fixo. 4to. München 1857.\n\nRicerche sulle Leggi della Capillarità. 8vo. Venezia 1856.\n\nZEISING (A.) Das Normalverhältniss der chemischen und morphologischen Proportionen. 8vo. Leipzig 1856.\n\nDas Verhältniss des goldnen Schnitts in seiner Bedeutung für bildende Künstler und Techniker. 8vo.\n\nDie Verhältnisse der Menschengestalt und der Blattstellung in ihrer Gleichheit und Verschiedenheit. 1855. Contained in four Nos. of Die Natur. 4to.\n\nNeue Lehre von den Proportionen des menschlichen Körpers, u.s.w. 8vo. Leipzig 1854.\n\nUibersicht der Meteorologischen Beobachtungen an den Wiener Sternwarte in den Jahren 1851-1855.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108646.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 43252,
    "total-output-tokens": 22649,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1609,
        2
      ],
      [
        1609,
        4585,
        3
      ],
      [
        4585,
        6879,
        4
      ],
      [
        6879,
        9213,
        5
      ],
      [
        9213,
        11074,
        6
      ],
      [
        11074,
        12500,
        7
      ],
      [
        12500,
        14352,
        8
      ],
      [
        14352,
        16798,
        9
      ],
      [
        16798,
        19513,
        10
      ],
      [
        19513,
        22117,
        11
      ],
      [
        22117,
        24525,
        12
      ],
      [
        24525,
        27088,
        13
      ],
      [
        27088,
        30056,
        14
      ],
      [
        30056,
        33377,
        15
      ],
      [
        33377,
        36075,
        16
      ],
      [
        36075,
        39001,
        17
      ],
      [
        39001,
        41489,
        18
      ],
      [
        41489,
        43924,
        19
      ],
      [
        43924,
        46848,
        20
      ],
      [
        46848,
        49706,
        21
      ],
      [
        49706,
        52630,
        22
      ],
      [
        52630,
        55134,
        23
      ],
      [
        55134,
        57560,
        24
      ],
      [
        57560,
        60278,
        25
      ],
      [
        60278,
        61826,
        26
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "de",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108646",
    "title": "Back Matter",
    "authors": null,
    "year": 1857,
    "volume": "147",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/108646"
  }
}