{
  "id": "a7e877e4e473451c6d1af91c038cae34bd07f02b",
  "text": "IV. A Letter from the Rev. Nevil Maskeleyne, A. M. Fellow of Trinity College, in the University of Cambridge, and F. R. S. to the Rev. Dr. Birch, Secretary to the Royal Society; containing a Theorem of the Aberration of the Rays of Light refracted through a Lens, on account of the Imperfection of the Spherical Figure.\n\nReverend Sir,\n\nRead Jan. 22, 1761.\n\nABOUT two years ago, becoming acquainted with Mr. Dollond's curious discovery in optics, of correcting the aberration of the rays of light arising from the different refrangibility of the different sorts of rays, by a combination of two different kinds of glass; and learning from him, in conversation, that he had invented a theorem, shewing the quantity of the aberration of the rays refracted through a lens, on account of the imperfection of the spherical figure; by the application of which, he was able to make the aberrations of the combined concave and convex object lenses perfectly equal to, and consequently to correct one another; I was desirous of being more minutely acquainted with this farther great improvement in optics; and Mr. Dollond accordingly readily offered to gratify my curiosity. But in the mean while that he was looking over his papers, in order to lay them before me, having leisure, I set about the investigation of a similar theorem myself; which having completed,\ncompleted, I interchanged with Mr. Dollond for his theorem, he taking mine, and I taking his. Our theorems, though similar, were not exactly the same; but, by reduction to the same form, I inferred his theorem from mine; which gave me a farther confidence of the exactness of both.\n\nI have here sent you my theorem, and desire, that you will lay it before the Royal Society.\n\nI am, SIR,\n\nYour most obedient\n\nhumble servant,\n\nNevil Maskelyne.\n\nPrince Henry, St. Helen's Road,\nJan. 16, 1761.\n\nLET the form of the lens assumed, in the investigation of the theorem, be a meniscus, the radius of whose convex surface is greater than that of its concave surface; and the center of whose two surfaces lie on the same side of the lens, as the radiant point, from which the rays diverge, that fall thereon. The ray falling on the extreme part of the lens will, after refraction, diverge from a point before the lens, nearer thereto than the geometrical focus of rays diverging from the same radiant point, and passing indefinitely near the vertex.\n\nLet $Q$ express the distance of the radiant point, before the lens, from its vertex; $R$, the radius of concavity of the surface, on which the rays first fall; and $r$, the radius of convexity of the second surface; $F$, the principal focus, or the focus of parallel rays;\nwhich will be on the same side of the lens, as the incident rays; because $R$, the radius of the concave surface, is supposed less than $r$, the radius of the convex surface. Let the ratio of $m$ to $n$ be the same with that of the sine of incidence to the sine of refraction of rays passing out of air into glass, and let $Y$ express the semidiameter of the aperture of the lens; the angular aberration of the ray falling on the extremity of the lens, or the angle made between this ray, after being refracted through the extremity of the lens, and another ray or line, supposed to be drawn from the same extremity of the lens, to the geometrical focus of rays diverging from the same radiant point, and passing indefinitely near the vertex of the lens, expressed in measures of the arc of a circle to the radius unity, will be\n\n$$\\frac{m^3 - 2m^2n + 2n^3 \\times Y^3}{m - n^2 \\times 2m \\times F^3} + \\frac{mn + 4n^2 - 2m^2 \\times Y^3}{m - n \\times 2m \\times F^2 r}$$\n\n$$+ \\frac{m + 2n \\times Y^3}{2m \\times F^2 r^2} - \\frac{4n^2 + 3mn - 3m^2 \\times Y^3}{m - n \\times 2m \\times QF^2}$$\n\n$$- \\frac{2m + 2n \\times Y^3}{m \\times QFr} + \\frac{3m + 2n \\times Y^3}{2m \\times Q^2 F}.$$  \n\nWhere $R$, the radius of the first surface, is exterminated; and $r$, the radius of the second surface, is retained:\n\nOr, exterminating $r$, the radius of the second surface, and retaining $R$, the radius of the first surface, the angular aberration is also expressed by\n\n$$\\frac{m^2 \\times Y^3}{2 \\times m - n^2 \\times F^3} - \\frac{2m + n \\times Y^3}{2 \\times m - n \\times F^2 R} + \\frac{m + 2n \\times Y^3}{2m \\times FR^2}$$\n\n$$+ \\frac{3m + n \\times Y^3}{2 \\times m - n \\times QF^2} - \\frac{2m + 2n \\times Y^3}{m \\times QFR} + \\frac{3m + 2n \\times Y^3}{2m \\times Q^2 F}.$$\nIt may be proper to remark, that, as in these theorems, the principal focus is supposed to lie before the glass, as well as the radiant point, to adapt the theorem to other cases, if the lens be of such a form, as that its principal focus lies behind the glass, \\( F \\) must be taken negative: likewise, if the rays fall converging on the lens, or the point, to which they converge, lie behind the glass, \\( Q \\) must be taken negative: lastly, if the first surface be convex, \\( R \\) must be taken negative; and if the second surface be concave, \\( r \\) must be taken negative; and if, after all these circumstances are allowed for, the value of the theorem comes out positive, the aberration is of such a nature, as to make the focus of the extreme rays fall nearer the lens before it, than the geometrical focus, or farther from the lens behind it: but if the value of the theorem comes out negative, the aberration is of such a kind, as to make the focus of the extreme rays fall farther from the lens before it, than the geometrical focus.\n\nWith respect to the application of this theorem to Mr. Dollond's combined object glasses, it is evident, that if the aberrations of the convex and concave lenses added together (paying due regard to the signs of the theorem), are made equal to nothing, the two lenses will perfectly correct one another: but as there are two unknown quantities unlimited in the equation, namely, the radius of one surface of each glass (for \\( F \\) and \\( Q \\) are given, as well as \\( m \\) and \\( n \\)), there is room for an arbitrary assumption of one of them, at the discretion of the theorist, or artist; which being done, there will remain a quadratic equation, whence\nwhence there will result two values of the radius, which remains unknown, either of which will produce an aberration equal to that of the other lens.\n\nV. Extract of a Letter from the Abbé De la Caille, of the Royal Academy of Sciences at Paris, and F. R. S. to William Watson, M. D. F. R. S. recommending to the Rev. Mr. Nevil Maskelyne, F. R. S. to make at St. Helena a Series of Observations for discovering the Parallax of the Moon.\n\nLincoln's Inn-Fields, 8 Jan. 1761.\n\nRead Jan. 8, 1761.\n\nDr. Watson lately received a letter from the Abbé De la Caille at Paris, in which he takes notice, \"That although the parallax of the moon seems sufficiently well determined, by the observations made in 1751, in Europe and at the Cape of Good Hope; nevertheless, an element of this importance cannot be too well ascertained. He is of opinion, that Mr. Maskelyne's continuance in St. Helena may be advantageously employed in making new observations; since the base, upon which these parallaxes should be calculated, should exceed the earth's radius.\n\n\"That if the Royal Society does approve of his proposition, and recommend to Mr. Maskelyne the execution of the scheme of correspondence, which",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105581.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2098,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1355,
        2
      ],
      [
        1355,
        2668,
        3
      ],
      [
        2668,
        4424,
        4
      ],
      [
        4424,
        6127,
        5
      ],
      [
        6127,
        7313,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105581",
    "title": "A Letter from the Rev. Nevil Maskelyne, A. M. Fellow of Trinity College, in the University of Cambridge, and F. R. S. to the Rev. Dr. Birch, Secretary to the Royal Society; Containing a Theorem of the Aberration of the Rays of Light Refracted Through a Lens, on Account of the Imperfection of the Spherical Figure",
    "authors": "Nevil Maskelyne",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105581"
  }
}