{
  "id": "94f5d31aaebe8d0a1dcb31db4cf4bc876da98227",
  "text": "II. Nova experimenta Chemica quae ad penitiorem Acidi e Pinguedine eruti cognitionem valere videntur. Scribebat D. Laurentius Crellius, Gulielmo Huntero, M.D.S.R.S.\n\nRead November 15, 1781.\n\nNON sine maxima animi voluptate e Philosophicarum Transactionum volumine novissimo percepi, meas litteras ad te missas, de experimentis chemicis referentes, non solum tibi haud displicuisse; sed etiam illustrissimae Regiae Scientiarum Societati abs te, ea qua es humanitate oblatas, honorificentissimis illius suffragiis esse ornatas. Quanti hunc insignem in me collatum honorem faciam, quanta sit mea in celeberrimos viros, summa benignitate de commentariolo meo qualicunque judicantes, reverentia, quantae denique grates, quas tibi, vir celeberrime, debeam, non possum verbis satis demonstrare. Perfausum itaque te habeas, oro rogoque, de mente mea tibi devinctissima; quam ut quoque, omni qua polleo, facultate tester, ill.Reg.Soc.subjunxi huic epistolae nova ea experimenta chemica, quae ad penitiorem acidi e pinguedine eruti cognitionem valere mihi videbantur; ea spe fretus, fore, ut hujusc disquisitionis chemicæ partem posteriorem judicans non inferiorem priori, humanissime illam offeras meo nomine Sociis celeberrimis, in summæ meæ in illos reverentiae documentum.\n\nProposui ut nosti, vir celeberrime, modum istum, acidum pinguedinis concentratum acidi vitriolici ope obtinendi, quod nimirum, affusum sali segneriano ex hac partem acidam expellit\nexpellit forma vaporum. Quae autem ne obnoxia sit objectioni, quod huic vitrioli oleum sit admixtum, et ut cognoscerem, quo-\nmodo se habeat sal medium nostrum, igne ustum, huic illud tradidi.\n\nE X P. LVI.\n\nTres nimirum salis segneriani (seu ex nostro, e pinguedine destillata eruto acido, et sale alcalino vegetabili conflati) uncias,\nretortae vitreae loricatae inditas, igni aperto per gradus aucto,\nexposui. Destillabat in initio in excipulum aquosum quid (cry-\nstallisationis nimirum aqua). Incremente calore, ita ut retorta\nignire inciperet, protinus surgebant vapores copiosissimi grisei,\nacidum forte, ut mihi quidem videbatur, praesagientes: sed\nvasibus frigefactis, et apertis nihil fumi percipiebam, nec odorem acidi suetum; sed potius illum spiritus tartari, cui fluidum quoque obtentum (ponderis drachmarum xi.) in ceteris qualitatibus, e.g. sapore, colore aureo, simile erat; cum sale tartari, parum effervescens. Residuum sal erat alcalinum, carbonaci modo quid continens; sed alcalini volatilis ne vestigium quidem prodens. Sicco jam praeteribo pede, singularem acidi fortis (exp. 53.) vi ignis mutationem in mite, quae etiam in terra foliata tartari, sale acetosellae et tartaro ipso obtinet, et a destructione quadam acidi, phlogisto intime mixti pendere videtur, nisi forsan hoc acidum (ut cl. PRIESTLEY celeberr. collegatus, illustris HUNTERE, in clyssi nitri praeparatione contendit) in aeris singularis speciem transeat.\n\nModus acidum pinguedinis fumans obtinendi mihi huc usque laboris et taedii plenus fuerat: peractis nimirum novem destillationibus (exp. 1 – 9.) et rectificatione (exp. 46.) acidum erat saturandum sale alcalino, quod evaporandum, calcinandum, iterum solvendum et inspissandum, priusquam vitrioli oleum, purum ex eo acidum expelleret (exp. 53.). Eundem nunc\nfinem obtinendi methodo in compendium redacta, mihi in votis erat; quod, non sine spe quadam sequenti modo conficere tentabam.\n\n**EXP. LVII.**\n\nImposui vesicæ et alembico, cupreis, stanno intus obductis, febum depuratum, leni igne substrato nil nisi aquam emit- tens, quam autem, illo adactus, sequebatur fluidum viridescens. At eodem tempore stannum variis in alembici locis, praecipue in tubo huic apposito, fundebatur et in externam superficiem penetrabat. Finita destillatione, in excipulo inveni acidum et oleum, citra exspectationem meam, utrumque fluidum, nec ut antea coagulatum, quamvis residuum totum fere in carbonem versum esset. Hac quidem ratione laborum compendium quoddam repereram, a repetendis destillationibus et fusionibus absolutus; acidum vero non cupro solum inquinatum erat; sed vasa etiam ignis vi ita læsa erant, ut non nisi magna adhibita opera, aliis laboribus inservire iterum possent.\n\nSpreta itaque hac methodo, votis non ex omni parte respondentis, alia occurrit, periculum videlicet instituendi cum solutione febi in sale alcalino, seu cum sapone. Verisimile enim mihi videbatur, illud dum solveret adipem, acidum praecipue, in hoc contentum, esse arrepturum: quo facto, si oleum saponis posset separari a sale segneriano, tunc statim ad illud stadium processus pervenirem, quod haud sine mora, modo in exp. 46. eram asscutus: quae autem separatio facillima mihi videbatur, quia sapo a quovis acido, nec non salibus mediis quibusdam, in partes dirimitur: quo destructo itaque, oleum filtro separare a fluido aquoso, hoc evaporare, tunc addere vitrioli acidum, mens mihi erat. Haec ponderans, percepi saponem communem non posse adhiberi, quia tum lixivium ex cineribus paratum varia salia\nsalia media contineat, cum sal culinare adhibeatur ad saponem ex aqua separandum, quod pro parte huic se jungit. Saponis ita speciem mihi meti ipsi confeci.\n\nE X P. LVIII.\n\nCalcis vivae recentis libram dimidiam itaque bene obrui cum salis tartari libra una, et linteo leviter tecta tam diu reposui, donec calx findi et dehiscere incipiebat. Tunc adfudi aquae calidae libras sex, quae coctae in vase ferreo ad quartae partis consumptionem, per linteum densum transeolui (quod autem lixivium nunc ovum recens sustinebat). Quartam hujus partem, aqua tantisper dilutam coxi cum sebi libra una, donec maxima humiditatis parte evaporata, quam optime inter se coire inciperent. Affusa nunc lixivii reliqua parte coxi lenissimo igne, continuata agitatione, usque dum mixtura pellucida et quasi mucilaginosa adparebat, et frigefacta gelatinae instar concrescet, saponi communi, antequam sal culinare adjicitur perfecte similis. Separando nunc iterum oleo, a sale alcalino nihil mihi magis idoneum videbatur, alumine, quia partim minimi constet, partim non timendum esset, illud via humida, quod ab acidis minera-libus expectare mihi fas fuisset, salem segnerianum esse destructurum, quo facto acidum pinguedinis in auram abiisset; aluminis vero acidum tantum modo terrae suae ipsius actionem infringentis deponit, quantum salis alcalini liberi invenit.\n\nE X P. LIX.\n\nGelatinae itaque exp. anteced. in aqua solutae injeci alumen pulverisatum, quod eodem momento vi quadam oleum coactum in superficiem urgebat. Hoc per cochlear cribratum sublato, iterum alumen adjeci; atque eodem modo perrexi usque dum post novam ejus additionem, nihil coacti superficiem\noccuparet amplius*. Fluidum colatum (ut terra aluminis, et particulae quaedam olei coacti separarentur) ad siccitatem evaporavi†.\n\n**E X P. LX.**\n\nUt acidum, quod exspectabam, ex sale segneriano expellerem, alumenum, adhibere mihi occurrebat, ut eo certius acidum illud a vitriolico liberum obtinerem. Quamobrem addebam 2. partibus salis 1. partem aluminis usui, quas igni fortiori balnei arenae exponebam. Peracta destillatione in excipulo inveni acimum fumans, ejusdem naturae ut illud exp. 53. eoque modo finem concentrandi processus obtinuisse laetus perspexi. Attamen illi acido animadverti odorem quendam sulphureum esse admixtum; et licet cl. BEAUMÉ (Chym. exp. t. 1. p. 335.) affirmet, parum acidi ex alumine expelli vi ignis solius; tamen a vero propius abesse in hoc processu mihi videbatur partes oleofas, massae nostrae salinae adhuc adhaerentes, separationem acidi a terra aluminosa promovisse. Qua re motus, potius oleum vitrioli adhibere decrevi, quia tum ignis gradum poscat minorem, cum tota massa salina minor fiat.\n\n**E X P. LXI.**\n\nTribus partibus massae nostrae salinae† affudi unam olei vi.\n\n* Reiteratis periculis hanc erui partium proportionem. Libris x. gelatinae, in aqua solvendae, addantur successivae aluminis unc. xxii. (quarum aqua crystallisationis erit circa unc. xi. terra aluminosa oz. iv. cum dimidia). Mixtio haecce, colata, evaporata, dat salis unc. xxii. cum dimidia, quod ex tartaro vitriolato, sale segneriano et aluminis haud destructi parte compositum est.\n\n† Si fluidum illud ad crystallandum reponere placet, adhibito studio, tartarus vitriolatus, et superfluum alumenum quoad maximam partem inde separari, et quod reliquum est, inspissari tunc potest: quo facto massa salina valde imminuitur.\n\n‡ Optima proportio haec est: salis nostri (exp. LIX. not. *) \\( \\frac{3}{4} \\) adduntur, olei vitrioli unc. iv. cum dimidia; acidum transfillatum adjicitur reliqua massa \\( \\frac{1}{4} \\), ut hoc modo rectificetur. Tunc habebis circiter unc. v. acidi limpidi fumantis.\ntrioli, quod statim vapores griseos extricabat, acidum pinguedinis redolentes. Minor caloris gradus sufficiebat omni expellendo acido: nam et maximus nihil amplius educebat praeter quasdam guttas olei ex bruno rubri*.\n\nUt cognoscerem, an vitriolico acido nostrum sit inquinatum, partem ejus quandam superfudi soluto saturni saccharo, qua metallum exturbatum non iterum solvebatur adjecto vini acetō; quamvis illud digestione et ipsa coctione sedimenti tentaverim †. Detecto itaque acido vitriolico, separandum illud esse ab acido nostro putavi, si nimirum, novae massae salinae adjectum, iterum evocaretur: qua videlicet methodo acidum vitriolicum sali alcalino nubens, pinguedinis acidum expelleret ‡.\n\n* Notatu dignum est, quod quavis via post evocatum acidum obtinerem aliquid falsis ammoniaci animalis fisci, quod scilicet in aqua solutum sensum frigoris excitabat, cum calce viva tritum odorem spargebat alcali volatilis, et cum acido vitrioli, illum acidi pinguedinis. Quod vero sal alcalinum volatile, cum non inesse videbatur adipi, ut lateret in sale tartari (cf. cl. WIEGLEB. de salibus alcalinis) vel ut hoc, ope olei, volatile fit redditum (de quo autem dubito) necesse est.\n\n† Cl. RETZIUS in Act. Acad. Stockh. t. 32. p. 216. contendit, certum hoc esse indicium absentis acidi vitrioli, si sedimentum ex saturni saccharo soluto per adjectum acidum ortum, resolveretur addito nitri acido; sed contrarium expertus sum. Adjectis enim drachmæ 1. acidi nostri, guttis olei vitrioli quattuor, sedimentum quidem in saturni saccharo soluto oriebatur; non statim solvendum per nitri spiritum, sed decantato a sedimento fluido, et adjecta nova nitroso acido portione, hoc utique disperebat. Quod si vero eodem monstruo plumbum præcipitabatur, hoc per unc. iv. aceti vini nullo modo rufus dissolvere valebam, quamvis drachm. v—vi. suffecerent dissolvendo sedimento, absque guttis iv. acidi vitriolici exorto.\n\n‡ Hac methodo in ufum vocata, etiam uti licet cineribus clavellatis ad conficiendum saponem nostrum; nam rectificando acidum nostrum super nova massa salinae quantitate, quodlibet acidum minerale illo pinguedinis admixtum, in illa massa remanet.\nAcidi itaque nostri unc. iv. novae massae salinae unc. i. adjectas leni igni exposui; quo facto in excipulum transtillabat acidum fumans, coloris limpidi, quod saturni saccharo soluto admixtum sedimentum quidem producebat, ad resolvendum adjecto vini aceto.\n\nConcentrati acidi nostri vim in metalla experiundi nunc animus erat; illudque applicandi auro, quamvis spei haud multum rationes theoreticæ injicerent, fore ut solveretur. Auri itaque, ferri vitriolo praecipitati, granis iv. affudi acidi unc. i. quod leni calore digestum limpidum colorem in aureum mutaverat; magna licet metalli quantitate in fundo adhuc remanente; cujus vero coloris rationem peregrino cuidam, auro forte adhaerenti, potius tribuens; idem cum hujus foliolis periclitatus sum; sed pari eventu. Quam itaque solutionem apparentem ut promoverem majore calore adhibito, acidum cum foliolis retortae parvae indidi aliamque implevi cum eodem acido atque granis iv. platinæ, et ex utraque fluidum, coquendo, evocavi, quod rursus residuis affudi et digessi. Color in utroque fluido aureus erat, metallorum majori quantitate licet in fundo remanente. Phænomeni haud exspectati novitate percussus, atque de aliis metallis solvendis cogitans, foliola argenti nostro acido immisi; quæ vero, cum discerperentur, fluidumque aureum colorem indueret, non potui, quin ex hoc colore, solutioni argenti minime convenienti in eam inciderem opinionem, illum a folio ipso acido pendere.\nUnam itaque acidi limpidi unciam coquendo destillavi ad di-\nmidiam; quo facto residuum aureo conspicuum erat colore;\nfinita vero destillatione, fluidum in excipulo transparens erat,\nin retortae fundo vero animadverterbam circulos brunos concen-\ntricos. Fluidum ex excipulo infundebam novae retortae purae,\niterumque destillabam ad fuscitatem, remanente pari materiae\nbrunae quantitate. Eandem operationem repetii octies eodem\nmodo; et ultima vice eadem, quam prima, repperi residui\nquantitatem; quod vero perfecte fiscatum, in aqua plane non\net in ipso ejus acido, modo difficulter solvebatur; quin nitroso\nacido, nisi calore adjuto, haud cederet. Acidum nostrum fu-\nmandi vim amittebat; ejus vero acredo minime quavis destilla-\ntione fic decrescerebat, ut differentia sensibus percipi posset; quae\nautem satis conspicua erat, si quod prima vice destillaverat,\ncum fluido quartae destillationis, vel hæcce cum octava compa-\nraretur.\n\nNotatu dignum utique est, quod hoc acidum distillando, vel\ndigerendo colorem suum mutet, et quod antea totum volatile\nerat, nunc sedimentum dimittat, et acreinis vim perdat, ita\nut a vero propius abesse videatur, quod pertinaciiori adhibita\nopera tandem penitus destruatur: qua itaque ratione medium\nesse nostrum acidum censendum est inter acida mineralia, ace-\ntumque, eaque acida, quae, ut tartarus et acetosellæ sal, sine\nintegra virium jactura plane transfillari nequeunt.\n\nConvictus hisce rationibus de fallaci auri in acido soluti au-\ngurio ex colore aureo; alia institui hac de re experimenta.\nAuri puri braçteolam, et platinæ granula quædam in vafis bene occlusis per 6. hebdomadas calori fornacis exposui: fluidumque tunc decantavi, ut adjecto sale tartari viderem, an pars quædam ex illo præcipitaretur *, quod quidem minime eveniebat. Ex hac vero mixtione calori iterum exposita, pulvis descendebat, qui, fluido decantato, aqua edulcoratus et ficcatus albi coloris erat †. Quæ quidem terræ species hoc modo non solum non effervescebat: fed etiam digestione adhibita difficilime solvebatur; alia et contraria ratione intermissa nimirum ficcatione se habebat; cui solutioni, an quid metallici insit, ut explorarem, tincturam sulphuris volatilem beguini (metallorum optimum proditorem) adjeci; sed præcipitatum sulphur ejusdem erat coloris, ut cum puro acido factum.\n\nHisce observationibus inductus pulverem illum terram meram esse opinor, quam acidum nostrum secum attollebat, quæque terrarum alcalinarum communium qualitatibus haud induta, ob volatilem naturam ad illam fluoris mineralis pertinere videtur; quod vero assertum experimentis probare, parca sedimenti quantitas vetuit.\n\n* Mirum forsan posset videri, quare solutionem stanni in aqua regia non adjectisset: negare quoque non possim, me ab illa in periculo quodam adhibita, rubri coloris vestigium observasse: fed ab eadem flatim abstinui, cum casu viderem, fluida supernatantia præcipitationibus (e solutionibus plumbi stanni, reguli antimonii, bismuthi et mercurii per acidum nostrum factis) confusa, invicem, novum præbere sedimentum, rubello colore conspicuum, cujus causa, ut infra patebit, in stanno latere videtur.\n\n† Idem fere phænomenon observavi, miscendo et digerendo solutionem alcaliam, cum pinguedinis acido, quod cum argento et bismutho antea digesseram.\nE X P. LXXVI.\n\nAuri nunc calcis per sal tartari paratae gr. viii. cum acidi nostri unc. dimidia per mensis spatium digeseram, cujus tamen magna adhuc pars in fundo vasis remanebat. Fluido colato addidi tincturam sulphuris volatilem, quo facto mixtum colorem e coeruleo griseum adeptum erat. Subsidentia facta, colatoque tunc fluido, residuum in filtro siccatum e nigro flavum erat, auri soluti praesentiam sic demonstrans; quod autem luculentius adhuc apparebat, evaporata parte quadam illius solutionis, e qua tunc crystalli e flavo brunae, figurae incertae prodibant.\n\nE X P. LXXVII.\n\nDifficultatem solvendi auri vincere cogitabam addendo alia acida. Pari itaque aureae calcis portioni, affundebam acidi pinguedinis guttas 40. quibus in uno vaso addebam guttas 20. acidi nitrosi puri, in altero tantundem spiritus salis. In priori vaso statim fere conspiciebam bullulas aereas se extricantes, atque solutionis initium indicantes: posterior nullam mutationem patiebatur. Utrumque postea leni calore fovi; sed licet solutio in priori increceret; tamen in posteriori nullum ejus apparebat vestigium. Utriusque fluidi guttas 8. infundebam in duas stanni soluti atque diluti portiones, quarum prior purpuream statim dimittebat, posterior, mutato haud colore turbidum modo aliquatenus evadebat.\n\nE X P. LXXVIII.\n\nQuo ex periculo cum spem haurirem, fore ut aurum metallicum ipsum solverem, ejus bracteolae superfudi guttas 80. acidi pinguedinis, et guttas 20. acidi nitrosi puri. Eodem fere momento tota ejus superficies bullulis aereis tecta, placidaque erat.\nillius solutio; additis vero adhuc acidi nitrosi guttis 20.; hæcce magis, magisque incresebat, donec, calore adjuta, totam bracteolam consumeret. Quod quidem phænomenon argumentum esse potest discriminis, acidum nostrum inter et illud salis intercedentis: certo enim certius esse videtur, duas partes acidi salis fumantis, et unam aquæfortis, aurum non posse dissolvere; imprimis si digestio non adhibeatur: quam ob rem itaque pinguedinis acidum suo jure inter efficaciora acida locum sibi vindicare videtur.\n\nE X P. LXXIX.\n\nPlatinæ calcem ex aqua regis per tartari sal præcipitatam, eodem modo (exp. 76.) tractavi, cujus solutio colata cum beguini tinctura sedimentum deponebat obscurioris coloris, quod in filtro collectum, siccatum ex flavo brunum erat. Solutionis altera pars evaporata in crystallos oblongas ex flavo brunas concresebat; quarum copia illa, ex auro obtentas multum superabat.\n\nE X P. LXXX.\n\nArgenti foliola ab acido quidem nostro corroso, parum tamen solvebantur; paucæ interim ejus particulae cupro immisso adhaerebant; et salis acidum affusum, aliqualem fed vix conspicuum præcipitationem producebat. Argenti vero calx continuata digestione solvebatur, ex quo, adjecta tinctura beguini, metallum sulphuri adhaerens fundum petebat, quod in filtro collectum, et siccatum nigrescebat. Solutio evaporata in crystallos coibat, albo colore (ut argentum nitratum) haud conspicua; id quod acido longa digestione obscuriorem colorem induenti tribuo, oleum vitrioli (minime vero salis spiritus) solutioni admixtum, sedimenti quid procreabat.\n\nE X P.\nE X P. LXXXI.\n\nIn mercurium nostrum quidem acidum haud agere videbatur; sed hoc ab illo altera vice abstrahendo, observavi, metallum in pauco fluido residuo, mobilitatem suam solitumque splendorem perdidisse, et in massam quasi cylindraceam, circumagendo vitrum, coire. Quae quidem omnia fluido transtillato iterum affuso adhuc persistabant; admoto vero digestionis calore rursus evanescerant. Postquam omne acidum ad siccitatem abstractum erat, superficies retortae majorem partem velut amalgamate obductam deprehendi, quod non a mercurii globulis, sed a solidis quasi argenteis pendere videbatur, quae parti abstractae iterum affusa pro tempore innatabant, tandem vero subsidentes, solvebantur; id quod plus una vice observavi; colata solutio cupream laminam dealbabat; sed illa ab adjecto sale communi non turbabatur; mixtum vero hoc fluidum, colatum, cupro adhuc argenteum induebat colorem.\n\nE X P. LXXXII.\n\nFacilius adhuc calx (a mercurio sublimato cum tartari sale remixto, exorta) ab acido nostro suscipiebatur absque caloris adjumento. Quod vero mixtum (exp. 81. motus) destillare decrevi in arenae balneo, cujus sub initium fluidi aliquid transitbat, postea vero paululum adactus calore, pars quaedam sublimata alba collo retortae adhaerebat. Haec autem nova mercurii sublimati species, aquae deinde immissa, difficilius, adhibita etiam digestione, solvebatur, et adjecto sale tartari sedimentum album deponebat. Cum beguini tinctura commixta statim in substantiam nigram, paulo post in cinnabarim mutabatur; cupro attrita, exacte licet ficca, albam ei inducebat superficiem; (id quod mercurius quoque sublimatus communis praestat). Nos-\ntrum itaque acidum, excepto salis acido, solum omnium est quod sublimatum siccum cum mercurio facit, atque (quod singulare utique est) leniori adhuc caloris gradu, surgit. Arena enim inferius circumdata retorta incumbebat, receptaculo extenui ferri lamina confecto, atque lateribus coctis superposito: quo modo ignis vis et ob deficientem craticulam, et ob parvum foci spatium magna haud esse poterat.\n\nE X P. LXXXIII.\n\nCuprum absque praevia digestione solvebatur, teste viridi fluidi colore; quae vero adhibita, illud promovebat. Evaporando quidem crystalli apparebant, in aere autem mox deliquescentes.\n\nE X P. LXXXIV.\n\nFerri facilis solutio saporis erat adstringentis; in crystallos coibat acicularcs, humiditatem atmosphaericam vix attrahentes.\n\nE X P. LXXXV.\n\nPlumbum difficilius solvitur, et potius modo corroditur, minium vero acidum facile subit, quod jam, ante plenariam solutionem, rubrum colorem exuit; albo tunc pulveri simile. In solutionis (quae a sale culinari haud mutatur) saturatae superficie oriuntur crystalli ad 2'' fere longae, pugiunculi forma praeditae, tandem desidentes; quarum sapor dulcis quid habet.\n\nE X P. LXXXVI.\n\nRegulus antimonii, abstrahendo acidum ab illo, solvitur: si vero fluidum in excipulo illi in retorta adhuc residuo, affunditur, lacteum assumit colorem, nec pelluciditatem nisi adhibita digestione\ndigestione recuperat. Evaporata solutio in crystallos abit, in aere haud deliquescentes.\n\n**E X P. LXXXVII.**\n\nSolutio zinci facili negotio peragitur, quae singulari sapore metallico praedita est, et adjecto sale tartari sedimentum album deponit, quod flammæ admotum (ut zinci flores) flavum evadit.\n\n**E X P. LXXXVIII.**\n\nStanni Malaccensis rasura ab acido nostro in pulverem flavescentem corrodebatur; et majori quidem adhuc vehementia, si calori exponeretur, sic ut hujus unc. dimidia destruendis illius scrup. ii. sufficeret. Odor ex mixtura surgens maxime ingratus, et illi sere similis erat, quem salis acidum cum zinco edit. Fluidum paucum supernatans turbidum erat, quod omni studio decantatum chartæ bibulae superfudi; sed haud mutatum transibat: quin chartam istam duplicatam, immo quadruplicatam penetraret; haud minus, quam antea turbulentum. Aliquo tempore post pulvis subsidebat flavescens; atque ei supernatans, fluidum pellucidum colore pulchre roseo splendebat; quod decantare frustra tentabam; simulac enim vitrum solum modo tangebam, summa imis miscabantur; et fluidum chartam bibulam, eadem sub specie turbida penetrabat; postea iterum subsidens. Cui vero colori rubro sedimentum rubellum (exp. 75. n. *) tribuendum videtur.\n\nHanc corrosam calcem stanneam digerebam aqua destillata, quae colata dein atque evaporata relinquebat sal album facile deliquescentis: quod si vero eidem calci affunderem novam acidi copiam, ut eandem ex toto in fluidum roseum liquerem, illa quidem mox colore isto ornata, sed sedimenti quantitas haud imminuta erat; quae nunc calori exposita, illud non solum non solvebat, sed et gratum colorem cum flavo commutabat;\nBismuthum, per longum quidem temporis spatium cum acido licet digestum, non solvebatur; contrarium vero eveniebat adhibita calcè (quam ex solutione illius cum nitroso acido multa aqua diluto facta) dejecerat admixtum sal alcalinum. Quæ vero solutio ab aqua adjecta lactescebat; et sedimentum album dimittebat; ab acidis vero vitrioli et salis mutationem nullam experiebatur.\n\nCobalti ex smalta reductus regulus, eodem ut bismuthum modo digestus, eadem pertinacia acido resistebat: calx vero, ex nitrato cobalto per tartari sal desidens, eidem facile cedebat*. Cujus solutionis drach. tribus cum unam nitri adjicerem, et destillationem instituarem, hac ad medium perducta vapores percepi flavos, versus illius finem rubros (exp. 117). Partem salis jam crystallisati et viridis distincte observabam dealbari a vaporibus nitrosis; quod deinde solutum in aqua, speciem constituebat atramenti sic dicti sympathetici, ex flavo viride-scentis.\n\nIn regulum niccoli (repetita saepius, etiam adjecto carbonum pulvere, tostione, eique interposita fusione cum nitro, calce, et borace paratam) nulla fere erat acidi nostri etiam cum illo digesti actio. Adjectum ei sal tartari nihil deturbabat, quum e con-\n\n* Hæcce solutio, calori exposita, partem aliquam dimitit, quæ postea non iterum suscipitur; id quod in aliis solutionibus e.g. niccoli et bismuthi, quoque observavi.\ntrario tinctura beguini, parvam metalli quantitatem sulphuri unitam dejiciebat. Calx e niccolo nitrato per alcalinum sale præcipitata absque digestione dissolvebatur ab acido nostro, cujus color evadebat viridescens, et adjectis acidis vitrioli et nitri nihil dimittebat.\n\nE X P. XCII.\n\nArsenicum album magna cum difficultate, digestione licet adhibita, solvebatur sic, ut ejus scrupulus unus ab acidi uncia dimidia vix suscipetur. Caloris ope autem hanc subibat major illius copia, quam eo absente sustentari poterat; quo factum ut tunc parvae crystalli sundum peterent. Si nostræ solutioni immittebatur cuprum, illud nihil dejiciebat, sed potius pro parte ab acido suscipiebatur. Parte aquosa sensim evaporante, sal apparebat e viridi coeruleum; sub finem vero aliud saturate vi ride; luculento argumento, prius esse compositum ex arsenici acido et cupro; alterum ex nostro acore, eodemque metallo.\n\nAlteram partem solutionis adjecto sale alcalino nihil dimittebat; ea quoque pars, cujus fluidum in auras abierat, adjecto oleo tartari per deliquium ex integro solvebatur; quod vero non ita multo post sedimentum deponebat, nova salis tartari portione non auferrandum; idque sal neutrum arsenicale fuisse, parca aquae quantitate haud solvendum censo.\n\nE X P. XCIII.\n\nMagnesii mineram Ilfeldensem digerebam cum nostro acido, quod illam in initio corrodebat, pulveremque nigrum a crystaliformi minera separabat; deinceps vero illam in parca haud quantitate solvebat. Quod cum aliis metallis digestum acidum colore brunum induebat, cum magnesio nullam patiebatur mutationem; et odorem spargebat ad illum solutionis stannæ accesse-\naccidentem; saporis erat metallici. Addita aqua illam turbidam paululum reddebat. Vitriolicum acidum vero nihil dejiciebat (indicio, terram calcaream mineræ haud inesse) cum fale fixo alcalino mixtum; sedimentum copiosum dimittebat, quod statim novo adjecto acido iterum disparesbat; si vero conversa via sal alcalinum sedimento majori adhuc copia superfunditur, illud dissolvit; adjecto vero tunc acido, e.g. salis, metallicam partem iterum deponit. Tinctura beguini acidæ nostræ solutioni admixta colorem præ se ferebat rubellum, et quæ copiosissime dimittebat, ficcata, ejusdem adhuc erant coloris.\n\nAbsolutis nunc eis, quæ de actione acidi nostri in metalla dicenda erant, superest adhuc, ut videamus, quam rationem habeat idem acidum metallicis solutionibus adjectum.\n\nPræcipitationes metallorum, in aliis acidis solutorum, per acidi pinguedinis admixtionem exortæ.\n\nE X P. XCIV.\n\nAurum. Hujus metalli solutionem in aqua regis (quam vitro, in quo medicamenta fluida asservari solent, infuderam) aeri libero exposueram, ex qua hac ratione tandem pulchrae crystalli flavæ exortæ erant, quæ figuræ salis communis approximantes, ex superimpositis lamellis angulatis constabant, in aere vero per plures hebdomadas detentæ haud diffliuebant*. Quas quidem crystallos in aqua solvebam destillata simplici, quæ, adjecto nostro acido, sedimentum flavum dimittebant. Decantato fluido, illud lavabam nova aquæ quantitate, qua defusa, cum alia ejusdem destillatae portione adjecto, sedimen-\n\n* Aliquo tempore post inveniebam hæce crystallos motum velut intestinum assas, volumine adjecto in farinosam vel flocculentam substantiam mutatas.\ntum per plures dies digessi, colavi, evaporavi, atque hoc modo obtinui residuum, aquam ex aere attrahens.\n\nE X P. XCV.\n\nPlatina. Ex ejus solutione in aqua regis acidum nostrum dejeciebat pulverem fere aurantium, qui, edulcoratus, multa aqua superfusus, digestus, colato atque evaporato fluido, residuum exhibebat e griseo flavidum, quod in aere auro minus diffliuebat.\n\nE X P. XCVI.\n\nArgentum. Quod acidum pinguedinis ex argento nitrato praecipitabat*, coloris erat grisei paululum in rubellum vergentis; et, edulcoratione praegressa cum aqua digerebatur. Cujus parti uni addebam guttas aliquot acidi vitriolici, a quo imperfecta oriebatur praecipitatio: altera, evaporata, relinquebat residuum aquam valde attrahens: argentum vitriolatum statim adjecto acido sedimentum album dimittebat; luna vero cornua cum acido digesta haud mutata videbatur.\n\nE X P. XCVII.\n\nMercurius. Acidum nostrum album producebat sedimentum ex mercurio nitrato†. Sed (quod notatu quam maxime dignum mihi videtur) idem ex sublimato aliqual exturbabat‡: affuso enim illo, mixtio paulo post lactea evadebat; pulverem\n\n* Promptior adhuc erat praecipitatio per sal ammoniacum animale.\n† Hic quoque magis adhuc praecipitabatur adjecto sale ammoniacum animali.\n‡ Mercurius, acido salis optime nuptus, addito acido vitriolico minime mutatur; atque si aquae, sale selenitico foetae, sublimatum solventes, aliqual flavi deponant, (cf. cl. BEAUMÉ Chym. t. II. p. 434.) quod et ipse vidi, tribuendum mihi hoc videtur affinitati duplici, quum nimium acidum salis terram calcaream quoque amet, eamque ob rationem metallum vitriolico acido cedat.\ndein album deponens; quod eo citius evenit, si mixtum digeritur. Fallor; aut hoc sedimentum album ex sublimato corrosivo hac ratione ortum criterii instar esse potest ad distinguendum acidum nostrum ab aliis, praecipue vero a muriatico. Illud vero sedimentum ablutum, digestum, in aqua solvebatur, eique immisum cuprum albescebat; eadem quoque solutio evaporata residuum dabat album, in aere non liquefens.\n\n**EXP. XCVIII.**\n\n*Plumbum.* Quae e saturno nitrato descendebant crystalli parvae aciculae formam gerentes, edulcoratae, aqua digestae facilitus solvebantur; acidoque tunc vitriolico admixto sedimentum dimittebant. Dissipata illius solutionis humiditate superflua erat pulvis aquam parum attrahens.\n\n**EXP. XCIX.**\n\n*Bismuthum.* Nitrosum acidum, metallo ope digestionis solvendo destinatum, tanta aquae copia dilutum erat, ut, solutione peracta, nova illi admixta aqua nihil præcipitaret. Simulac vero acidi nostri guttae aliquot accedebant, pulverem album dejiciebant, qui ablutus, cum aqua digestus, solutione colata, evaporata, residuum album progignebat facillime liquefens.\n\n**EXP. C.**\n\n*Regulus antimonii.* Saturata ejus in aqua regis solutio, addita aqua destillata, turbida evadebat; quam colatam, nova adjecta aqua non amplius mutabat: ab affuso vero nostro acido, statim oriebatur sedimentum album, ex quo aqua extrahebat partem fluido dissipato conspicuam, quae, humiditatem iterum attrahens, in crystallos parvas tenues coibat.\ne pinguetudine eruti spectantia.\n\nE X P. CI.\n\nStannum. In aqua regis solutum metallum dejiciebatur ab acido nostro, et colorem induebat ex flavo brunum. Præcipitatum ablutum, et cum aqua digestum sal progignebat albidum facillime liquefescens*.\n\nE X P. CII.\n\nCuprum. Hoc neque ex vitrioli cœruleo, nec ex cupro nitrato per pinguedinem præcipitabatur.\n\nE X P. CIII.\n\nFerrum, nec nitratum, nec vitriolatum, cum acido nostro mixta sedimentum dimittebant.\n\nE X P. CIV.\n\nZincum, nec nitratum, nec vitriolatum mutabantur ab acido nostro adjecto.\n\nE X P. CV.\n\nCobalti regulus, nitratus ab acido pinguedinis affuso nullam perturbationem passus est.\n\nE X P. CVI.\n\nEniccoli regulo nec nitrato, nec salito acidum nostrum ali- quid extricare valebat.\n\nE X P. CVII.\n\nArsenicum nitratum, acido nostro admixtum, nullum sedimentum deponebat.\n\n* Haec quae ab acido nostro natales ducunt præcipitata, nil esse videntur quam salia metallica in aqua solutu difficilia.\nEX P. CVIII.\n\nMagnesium nitratum nullam conversionem expertum est a nostri acidi admixtione.\n\nAcidorum diversorum ætio in sal segnerianum*.\n\nQuod vitriolicum acidum, nostrum acorem ex sale hoc medio expellat; jam supra protuli.\n\nEX P. CIX.\n\nNitrosum acidum. Duabus salis nostri drachmis affudo tantumdem aquæ fortis, ut vocant, duplicis (quam peracta ejus præcipitatione destillaveram) nulla effervescentia fensibili inde oriente. Quod peracta destillatione excipulo inerat fluidum, faporis acidi nostri proprii erat, sed odorì admixtum aliqüid aquae fortis. Decompositum vero fuisse sal nostrum, ejusque acidum expulsum, demonstrat præcipitatio celerrima e saturno nitrato, per fluidum illud, quod destillando obtinueram.\n\n* De figura hujus salis monenda quædam adhuc mihi superflunt. Quod ad terram foliatam accedat (Exp. nov. p. 2.) afferui, Segnerum fecutus, sed cum illud majori in copia paravissem, et massam salinam periscutarem, inveni illam crusta firma superius tectam, qua vero ablata, huic adhaerebant multæ crystalli, tres ut plurimum lineas longæ, pugionis quadrangularis forma conspicuae, quarum duo latera opposita ceteris angustiora erant. Si salis alcalini quantitas nimia haud adjecta est, et crystalli siccantur super charta bibula; illæ in aere haud diffuunt: qua ratione, ut et crystallorum forma, a terra foliata tartari, mirum, quantum differunt. Segnerus vero in hanc opinionem ex eo deductus videtur, quod salis medii parcam modo quantitatem pararet, quapropter latentes sub crusta salina crystallos, ob spatii et materiae defectum, observare haud posset. Forsan nec acidum ejus ab oleosis particulis satis liberum; nec ad saturationem aliud sal alcalium, quam cineres clavellati, adhibitum erat.\nE X P. CX.\n\n*Muriaticum acidum.* Æquale nostri salis medii et acidi muriatici pondus commiscebam: quæ destillata, exhibebant acidi pinguedinis drachm. II. proprio odore præditas, et e sublimato corrosivo pulverem album præcipitantes.\n\nE X P. CXI.\n\n*Aceti vini optimi* drachm. VI. superfudi salis nostri drachm. II. quod ex hisce destillando obtinui fluidum odoris erat aceti, et, sublimato corrosivo admixtum, illud intactum relinquebat. Cum in majorem rei explanationem residuo in retorta adjicerem salis spiritum, et destillarem, acidum, adipis se prodebat jam odore, et præcipitatione mercurii sublimati.\n\nE X P. CXII.\n\n*Floris acidum* pari pondera nostro sali admixtum celerrime in illud penetrabat, ut siccum videretur. Quod non nisi magno caloris gradu adhibito prodibat fluidum, floris acidum haud mutatum erat: quod etiam saturno nitrato affusum ejus pelluciditatem (ut ei moris est *) non tollebat; hac ratione quam maxime abhorrens ab acido pinguedinis.\n\nE X P. CXIII.\n\n*Phosphori sal.* Hujus in aqua soluti unc. dimidiam addebam salis medii nostri drachm. II. Sub initium destillationis fluidi quid transibat, quod vero nil nisi aqua erat. Qua ex excipulo evacuata, ignem adaugebam † quo adhuc aliiquid ex massa extorquebam, quod vero nec acidum erat, nec saturni saccharum decomponebat.\n\n* Cf. cl. scheele in Comment. Stockh. vol. XXXIII.\n\n† Idem erat hujus gradus, qui ad sublimandum sal ammoniacum animale requiritur, et majorem adhuc adhibere dubitabam, cum sal nostrum solo igne vehementiori jam decomponatur.\n**E X P. CXIV.**\n\nArsenici albi et salis nostri paullisper flavidi parem quantitatem in pulverem album comminuebam, quorum actionem in se reciprocam ut promoverem, adjiciebam aquae destillatæ drachm. ii. quæ omnia leni calore digerebam. Elapsa vix horæ una quarta, pars quædam pulveris nigrescebat, et parieti in forma annuli nigri * fortiter adhaerebat, reliqua massa salina ab illo separata erat. Destillando (eodem, ut in exp. praecedenti, ignis gradu) parum fluidi obtinui, quod nec sapidum erat, nec plumbum ex ejus saccharo præcipitabat. In collo retortæ parum sublimati, ejusque tenuis reperi.\n\n**E X P. CXV.**\n\nCobaltum nitratum. Salis nostri drachm. unam immisi solutionis cobalti nitratæ unc. dimidiæ, et fluidum penitus evocavi. Sal. exsiccatum in retorta viridi gaudebat colore, quod frigefactum hunc commutabat cum albo: illud solvebam in aqua destillata, quæ nunc exhibebat novam atramenti sympathetici speciem, cobaltino communi haud absimilem, in luteum modo magis vergentem colorem.\n\n**E X P. CXVI.**\n\nSalis ammoniaci animalis (ex acido pinguedinis et alcali volatili compositi) drachm. ii. commiscebam cum lapidis sic dicti hæmatitæ granis xv. quæ igni exposita sublimatum exhibebant; quod vero, peracta operatione immutatum esse sal ammoniacum, reperiebam, relicto in fundo hæmatite. Eadem iterum mif-\n\n---\n\n*Nil hoc mihi videtur, nisi subita reductio quædam arsenici albi in regulum, destillatione quoque peracta nigrum adhuc erat et durum; quod abraenum, detegebat massam albam, nonnihil firmam. A vero proprius mihi esse videtur, reductionem hanc ortam esse phlogisto, sali flavo inhærente.*\n\ncebam,\ncebam, addendo aquae aliquid in meliorem utriusque combinationem: sed tamen eadem eveniebant omnia.\n\n**Actio acidi pinguedinis in salia media.**\n\n**E X P. cxvii.**\n\n*Nitrum.* Hujus exacte depurati drachmis ii. superfudi acidi nostri tantundem, quod illud cum aliqua vehementia solvebat. Retorta vix arenae calidæ immissa, flavida jam a vaporibus evadere mihi videbatur: qui color semper saturatior fiebat; donec eundem ruborem acquireret, qui adhibito vitriolico acido conspicitur. Fluidum in excipulo odore acido, nitroso communi, praeditum erat, cui etiam aliquid acidi pinguedinis admixtum: nam argentum purum non solito ab aqua forti more solvebatur; potius crusta tegebatur satis crassa, colore dilute hepatico conspicua.\n\n**E X P. cxviii.**\n\n*Sal muriaticum.* Hujus drachm. ii. solvebam in acidi nostri pari pondere. Destillatione ad finem tendente, distincte observabam vapores griseos: odor fluidi in excipulo contenti, erat acidi muriatici: sed ut hoc cum certitudine quadam constaret, et an acidum pinguedinis admixtum sit, exploraretur, res haud parum perplexa erat, cum utrumque magnam inter se alat similitudinem. Cui vero fini respondere stannum posse judicabam; eamque ob caussam miscebam, i. aquae fortis guttas 80 cum guttis 40 spiritus salis; 2. eandem aquae fortis et spiritus salis copiam (ut i.) cum acidi pinguedinis guttis 40; 3. aquae fortis guttas 80 cum acidi pinguedinis guttis 40. Unicuique harum mixtionum destinabam stanni malaccensis scrup. ii. et in quodvis vitrum, a quavis stanni portione, tenuissima fila non prius\nprius immittebam, quam olim injecta, absque caloris auxilio, plane disparuisset. Quævis enim mixtiones in metallum agebant: N. 1. maxime, N. 3. minus, N. 2. minime: cum vero N. 1. solvendo ulterius stanno impar esset, grana hujus 7. adhuc supererant: solutio erat pellucida, et absque ullo sedimento. N. 2. maxime turbidum erat, coloris e griseo flavidi; sedimento copioso nigrefcente refertum; stanni residui pondus erat gran. xvii. N. 3. exhibebat solutionem pellucidam, cum parvo in brunum vergente sedimento; stanni granis 9 adhuc superstibus. Hisce periculis peractis, quæ regulæ instar esse debere mihi animus erat, admiscebam guttis 80 fluidi ex destillatione obtenti guttas 160 ejusdem aquæ fortis. In qua mixtione dissolvebam pedimentim (iisdem phænomenis apparentibus, ut in N. 1.) stanni fila, donec drachma 1. consumta esset; sed sedimenti nigri quid in fundo hærebat. Quibus ponderatis, concludendum mihi esse videtur, quod fluidum in excipulo repertum acidum fuerit muriaticum; id quod præprimis ex vaporibus griseis, et ex magna stanni copia, quæ absque magna sedimenti copia solvebatur, colligo, pinguedinis vero acidum haud admixtum fuisse; ea ex ratione censo, quia solutio clara, nec sedimentum brunum erat; nigrum vero illud ex eo ortum fuisse judico, quod salis spiritum (concentratiorem, quam opinabar) non diluerem nitrofi acidi quantitate sufficiente.\n\nE X P. cxix.\n\nTerra tartari foliata. Huic addebam æquale pondus acidi nostri, cum qua paululum effervescebat; peractaque tunc destillatione acetum excipulo inesse prodebat odor, nec non deficiens in sublimatum corrosivum actio.\nE X P. CXX.\n\nSal mirabile Glauberi. Quamvis haud expectari posse videbatur acidum nostrum expulsurum esse vitriolicum, tamen experientiam consului. Utroque æquali pondere mixto et destillato, inveniebam in excipulo fluidum, quod præter odorem acidi nostri, fulphureum quoque admixtum habebat. Quamobrem illud affudi solutioni plumbi in acido nostro factæ, quæ sedimenti albi quid dimittebat; indicio, parvam acidi vitriolici quantitatem divulsam esse a fale alcalino; quod phlogisto acido adhuc adhaerenti tribuo, quo nimirum vitriolici acidi pars volatilior reddita videtur.\n\nE X P. CXXI.\n\nTartarus tartarisatus in aqua solutus, adjecto acido sedimenti magni copiam dimittebat, quod fluido decantato, veri cremoris qualitates demonstrabat.\n\nLiceat hisce experimentis quædam addere de similitudine et cognatione acidi nostri et muriatici. Utrumque cum alcali volatili constituit sal ammoniacum siccum, et cum magnesia alba, sal valde diffuens; utrumque argentum et mercurium e menstruis præcipitat; ab utroque soluto regulo antimonii, adjecta aqua turbatur, et metallicam partem deponit. Eandem cognitionem hoc quoque indicare videtur, quod acidum muriaticum solutionis argenti et mercurii in acido nostro non præcipitet. Sed magna etiam inter utrumque intercedit differentia: nostri nimirum acidi intima combinatio cum oleosis partibus; sal calcareum haud diffuens; naphthæ facilis genesis; argenti et mercurii solutio via simplici humida; et hujus præcipitatio ex sublimato corrosivo.\n\nVol. LXXII.\nHis inter se comparatis, characteres cognationis utriusque acidi, quam illi discrimininis, potiores mihi omnino esse videntur.\n\nHæc sunt, illustris et celeberrime HUNTERE, pericula, quæ cum acido pinguedinis hucusque institui, omnia. Minime me fugit, materiam hanc nondum esse exhaustam; multaque adhuc esse supplenda, quæ intimiori nostri acidi cognitioni favent; imprimis explorandos esse affinitatis gradus, quos metalla contrahunt cum acido nostro. Quibus vero omnibus exantlandis minime deero, si modo cognovero, labores meos huic rei impensos plane haud displicuisse eruditis, imprimis illustrissimæ Regiæ Societati, cujus aliquem in me favorem quam maxime cupio. Interim vale, vir celeberrime; meque tibi ut habeas commendatissimum, majorem in modum oro rogoque. Dabam Helmstadii Idibus Decembr. 1780.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106445.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 28,
    "total-input-tokens": 43996,
    "total-output-tokens": 14605,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1449,
        2
      ],
      [
        1449,
        3247,
        3
      ],
      [
        3247,
        4968,
        4
      ],
      [
        4968,
        6614,
        5
      ],
      [
        6614,
        8623,
        6
      ],
      [
        8623,
        10781,
        7
      ],
      [
        10781,
        12223,
        8
      ],
      [
        12223,
        13758,
        9
      ],
      [
        13758,
        15497,
        10
      ],
      [
        15497,
        17053,
        11
      ],
      [
        17053,
        18615,
        12
      ],
      [
        18615,
        20262,
        13
      ],
      [
        20262,
        21605,
        14
      ],
      [
        21605,
        23269,
        15
      ],
      [
        23269,
        24630,
        16
      ],
      [
        24630,
        26259,
        17
      ],
      [
        26259,
        27890,
        18
      ],
      [
        27890,
        29498,
        19
      ],
      [
        29498,
        30947,
        20
      ],
      [
        30947,
        31896,
        21
      ],
      [
        31896,
        33619,
        22
      ],
      [
        33619,
        35145,
        23
      ],
      [
        35145,
        36767,
        24
      ],
      [
        36767,
        38317,
        25
      ],
      [
        38317,
        39922,
        26
      ],
      [
        39922,
        41422,
        27
      ],
      [
        41422,
        42230,
        28
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106445",
    "title": "Nova Experimenta Chemica quae ad Penitiorem Acidi e Pinguedine Eruti Cognitionem Valere Videntur. Scribebat D. Laurentius Crellius, Gulielmo Huntero, M. D. S. R. S.",
    "authors": "D. Laurentius Crellius",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 28,
    "jstor_url": "https://www.jstor.org/stable/106445"
  }
}