{
  "id": "af2641986817eda5875d8717a539d48fc5e7b7fd",
  "text": "of which before we were either Ignorant, or in some doubt. For Example, He hath informed us that the Dumb Cane so called, which being tasted, inflames the Tongue and Jaws in that manner, that for a while it takes away the use of Speech, is not properly any Species of Reed or Cane, but of Arum or Wake-Robin; which quality indeed agrees very well to the Nature of an Arum, which is very Acrimonious, but not to any sort of Cane. That Logwood is not (as we conjectured) the Ligno Brasiliano simile, seu Lignum Sapou, la-ningendis percommodum of Caspar Bauhine, but Lignum Cam-pechianum, so called from Campeche, a Province of the Continent of America; where they Fell Yearly great Store of these Trees, and bring them to Jamaica and our other Plantations, to be Transported hither for the use of Diers. That the Dildoe-tree is the same with the Cereus or Torch-Plant.\n\nCaterum Dildoe nonnullis Priapum fictitium significat, quo effrae-nis lascivae muliercula abuti solent ad nefaria quoddam libidinis genus seu coitum umbratilem exercendum. I might add to these the Toddy-Tree, the Prickly-pear, the Sower-Sop, Bonavists, and many others whose Significations may be found in this Catalogue.\n\nBesides, We are assured by this Work, that there are some Plants common not only to Europe and America, but even to England and Jamaica, notwithstanding the great distance of Place, and difference, both of Longitude and Climate. But here it is to be noted, that the greatest part of these common Plants are such as grow in the Water, or Watery-places; there being, it seems, a greater agreement between the temper of the Waters, then of the Air in these remotely distant Countries.\n\nERRATA.\n\nNo 220. Pag 256. Line 31. For In a large quantity of it, read In a very small drop of which.\n\nLONDON: Printed for S. Smith and B. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Churchyard. 1696.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102312.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 570,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1905,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102312",
    "title": "Errata",
    "authors": null,
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102312"
  }
}