{
  "id": "af8cefba545b7983608e965a6a60cada8c64a1ec",
  "text": "be effected, at least in Animals near of Kin; (As Spaniels and Setting Dogs, Irish Grey-hounds and ordinary Grey-hounds, &c.)\n\n16. Whether the Transfusion may be practis'd upon pregnant Bitches, at least at certain times of their gravidation? And what effect it will have upon the Whelps?\n\nThere were some other Queries proposed by the same Author; as, the weighing of the Emittent Animal before the Operation, that (making an abatement for the Effluviums, and for the Excrements, if it voids any.) it may appear, how much blood it really loses. To which were annexed divers others not so fit to be pursued but by Physicians, and therefore here omitted.\n\nA Method\n\nFor Observing the Eclipses of the Moon, free from the Common Inconveniences, as it was left by the Learned Mr. Rook, late Gresham-Professor of Geometry.\n\nEclipses of the Moon are observed for two principal ends; One Astronomical, that by comparing Observations with Calculations, the Theory of the Moons Motion may be perfected, and the Tables thereof reformed: the other, Geographical, that by comparing among themselves the Observations of the same Ecliptick Phases, made in divers places, the Difference of Meridians or Longitudes of those places may be discerned.\n\nThe Knowledge of the Eclipse's Quantity and Duration, the Shadows, Curvity, and Inclination, &c. conduce only to the former of these ends. The exact time of the Beginning, Middle, and End of Eclipses, as also in Total ones, the Beginning and End of Total darkness, is useful for both of them.\n\nBut because in Observations made by the bare Eye, these times considerably differ from those with a Telescope; and because the Beginning of Eclipses, and the End of Total darkness, are scarce to be observed exactly, even with Glasses (none being able clearly to distinguish between the True Shadow and Penumbra, unless he hath seen, for some time before, the Line, separating them, pass along upon the Surface of the Moon;) and lastly, because in small Partial\nPartial Eclipses, the Beginning and End, and in Total ones of short continuance in the Shadow, the Beginning and End of Total darkness, are unfit for nice Observations, by reason of the slow change of Apparences, which the oblique Motion of the Shadow then causeth. For these reasons I shall propound a Method peculiarly design'd for the Accomplishment of the Geographical end in Observing Lunar Eclipses, free (as far as is possible) from all the mentioned Inconveniences.\n\nFor, First, It shall not be practicable without a Telescope. Secondly, The Observer shall always have opportunity before his principal Observation, to note the Distinction between the True Shadow and the Penumbra. And, Thirdly, It shall be applicable to those Seasons of the Eclipse, when there is the suddenest Alteration in the Apparences.\n\nTo satisfy all which intents,\n\nLet there be of the Eminentest spots, dispersed over all Quarters of the Moons Surface, a select number generally agreed on, to be constantly made use of, to this purpose, in all parts of the World. As, for Example, those, which M. Hevelius calleth,\n\n\\[\n\\begin{align*}\n\\text{Sinai.} & \\\\\n\\text{Ethna.} & \\\\\n\\text{Mons Porphyrites.} & \\\\\n\\text{Insula Serorum.} & \\\\\n\\text{Besbicus.} & \\\\\n\\text{Creta.} & \\\\\n\\text{Palus Maræotis.} & \\\\\n\\text{Lacus Niger Major.} &\n\\end{align*}\n\\]\n\nLet in each Eclipse, not all, but (for instance) three of these spots, which then lie nearest to the Ecliptick, be exactly observed, when they are first touch'd by the True Shadow, and again, when they are just compleatly entred into it; and (if you please) also in the Decrease of the Eclipse, when they are first fully clear from the True Shadow: For the accurate determinations of which moments of time (that being in this business of main importance) let there be taken Altitudes of remarkable Fixed Stars; on this side\nside of the Line, of such, as lie between the Equator and Tropic of Cancer; but beyond the Line, of such, as are situate towards the other Tropic; and in all places, of such, as at the time of Observation, are about 4 hours distant from the Meridian.\n\nAn Account\nOf some Observations, lately made in Spain, by\nHis Excellency the Earl of Sandwich.\n\nThe Right Honourable the Earl of Sandwich, as he appears eminent in discharging the Trust, his Majesty hath reposed in him, of Ambassador Extraordinary to the King of Spain; so he forgets not in the midst of that Employment, that he is a Member of the Royal Society; but does from time to time, when his weighty State-Negotiations do permit, employ himself in making considerable Observations of divers kinds, both Astronomical and Physiological; and communicateth the same to the said Society; as for instance, lately, what he has observ'd concerning the Solar Eclipse in June last, the Sun's height in the Solstice, and also the Latitude of Madrid, esteeming by the Sun's Altitude in the Solstice, and by other Meridian Altitudes, the Latitude of Madrid to be 40 deg. 10 min; which differs considerably from that assigned by others; the General Chart of Europe giving to it 41 deg. 30 min. the General Map of Spain, 40 deg. 27 min. A large Provincial Map of Castile, 40 deg. 38 min.\n\nTo these particulars, and others formerly imparted, his Excellency is making more of the same nature; and particularly those of the Immersion of the Satellites of Jupiter.\n\nWe must not omit mentioning here, what he hath observed of Halo's about the Moon; which he relates in these words;\n\nDecemb. 25. Old Style, 1666. In the Evening, here (vid. at Madrid) was a great Halo about the Moon, the Semidiameter whereof was about 23 deg. 30 min. Aldebaran was just in the North-east part of the Circle, and the two Horns of Aries just enclosed by the South-west of the Circle, the Moon being in the Center. I note this the rather (faith he) because five or six years ago, vid. Novemb. 21. Old Style, 1665, an hour after Sun-set, I saw a great Halo about the Moon of the same Semidiameter,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101548.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1590,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1989,
        2
      ],
      [
        1989,
        3841,
        3
      ],
      [
        3841,
        5957,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101548",
    "title": "A Method for Observing the Eclipses of the Moon, Free from the Common Inconveniencies, as It Was Left by the Learned Mr. Rook, Late Gresham-Professor of Geometry",
    "authors": "Mr. Rook",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101548"
  }
}