{
  "id": "505169a07034cfaaba8511b28e2b990d098d8c53",
  "text": "tisfull effusion of blood after the biting is capable to save the bitten Animal, &c.\n\nAmong the many new Experiments he relateth one, which is not to be passed by; viz. That he had put up in a Glass Vessel the poisonous liquor taken out of two hundred and fifty Vipers, with a design to make various tryals therewith, as often as he should have leisure; but that being diverted by many avocations from accomplishing his purpose, it came to pass that that juice turn'd to a kind of glue, of the colour of Amber, and after the lapse of thirty days, it became dry and friable, and easily reducible to powder, and that having pulverized it, out of a desire to see whether this powder, being put into wounds, made by him in Pullets and Pigeons, did keep the same force of poisoning; he found, that in a little time there dyed all the Pullets and Pigeons, into whose wounds he had put a quantity of this powder.\n\nA Note.\n\nWhereas Numb.64.p.2071.l.27. mention is made of a Letter of Dr. Wallis about the Moons Perigeeum in the matter of Tydes; the Reader may be pleased to take this further notice, That that mention is to be understood to have been made in the Latine Version given by the said Doctor, of his Answer to the Objections to his Hypothesis; (for in the English, Printed Numb.16, 'tis not:) In which Version sent long agoe by way of Letter to the Publisher, are these words; (to be inserted after those of Numb.16.p.286.l.11. viz.The Niceties are to be adjusted in time, from particular Observation;) Et quidem, si ad minutias descendere libisset, habenda fuisset ratio, tum Apogei & Perigeei Lune, tum Obliquitatis Orbitae Lunaris ad Eclipticam comparata, & intersec- tiones, quas Caput & Caudam Draconis dicitur. Sed & monendum fuisset, Terra Motum Annum atque Diurnum, cum non eundem seu parallelos Axes habeant, se mutuo nunc magis nunc minus interlacea: Item, Inundationes Nili, aliorumque aliquot flaviorum, statis Anni temporibus fallat, ad hujusmodi forte causam referri posse: fortassis & flatus ventos.Sed hæc intra plane prætereo,aliaque hujusmodi multa; qua tamen, si quando ad particularia deveniendum erit, con deranda erunt.\n\nERRATA.\n\nIn Numb.65.were left uncorrected these faults of the Press. p.2102.l.13,14.in stead of two Maggots, and three Mites, read, secondly, Maggots, thirdly, Mites; as before these words it should be, are bred first Hexapods. p.2014.l.17.r.first started.\n\nIn this Numb.p.2022.l.8.r.up to p.2025.l.40.remove the words, M.Argentar, &c. which are placed in the next line, to this 40th line. Ibid.l.48.r.Finis.\n\nLONDON,\nPrinted for John Martyn, Printer to the Royal Society, 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101616.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 828,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2624,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101616",
    "title": "Errata",
    "authors": null,
    "year": 1670,
    "volume": "5",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101616"
  }
}