{
  "id": "a1d7196dc5c31518054172f50d4a64f947bb5ff7",
  "text": "I. The way of making several China Varnishes. Sent from the Jesuits in China, to the Great Duke of Tuscany, communicated by Dr William Sherard.\n\nTake of Crude Varnish 60 ounces, ordinary water 60 ounces, mix them well together till the water disappears, afterwards put this matter into a wooden Vessel 5 or 6 palms long, and 2 or 3 broad, mix them with a wooden Spatula, for a whole day in the Summer's Sun, and for two in the Winter. It is afterwards kept in earthen Vessels with a bladder over it, and this is the varnish prepared in the Sun.\n\nThe way of boiling the oyl of Wood, called by the Portuguese Azeite de Pao.\n\nTake 20 ounces of the Oyl called Oyl of Wood, of that of the fruit ten drams. Give them 5 or 6 boyls, till it comes to be a little yellow. Let it cool, and put to it 5 drams of quick-lime powdered.\n\nTo give the first grounds called Camiscia.\n\nTake Swines Blood and Quick-lime powdered, mix them well, lay this mixture on the Wood, and when it is dry, smooth it with Pumice Stones.\n\nTo make the black Varnish.\n\nTake of the varnish prepared in the Sun 60 ounces, Stone black alum, (supposed to be a sort of Copperas) dif-\ndissolv'd in a little water, three drams, 70 drams of Lamp oyl, called by the Portuguese Azeite da Candea. It is prepared in a wooden Vessel as the prepared Varnish, observing to put in the Lamp oyl at twice.\n\nTo make the Varnish of the colour of Pitch.\n\nTake of the oyl of Wood Crude 40 drams, called de Pao, of the Lamp oyl called de Candea, Crude 40 drams, it is prepared in the Sun in a wooden Vessel as the prepared Varnish.\n\nTo make red Varnish.\n\nTake 10 drams of Cinnabar, 20 drams of Varnish prepared, a little oyl de Candea or Lamp oyl, mix them well.\n\nTo make yellow Varnish.\n\nTake of the yellow colour ten drams, 30 drams of prepared varnish, with some Lamp oyl.\n\nTo make Varnish of a Musk colour.\n\nTake of the red Varnish 10 drams, of the black Varnish 4 drams, mix them well.\n\nMost of the Ingredients herein mentioned were presented to the Royal Society by Dr Sherard, and they are lodged in their repository at Gresham Colledge, to the intent, that the curious, or those who desire to improve the art of Varnishing, may see the several substances made use of in China for those purposes:\n\nII. Part",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102749.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 713,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1143,
        2
      ],
      [
        1143,
        2254,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102749",
    "title": "The Way of Making Several China Varnishes. Sent from the Jesuits in China, to the Great Duke of Tuscany, Communicated by Dr William Sherard",
    "authors": "William Sherard",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102749"
  }
}