{
  "id": "5a7964588978a059b102178d84b14e0bb29a26fc",
  "text": "XXII. On some Combinations of Phosphorus and Sulphur, and on some other Subjects of Chemical Inquiry. By Sir Humphry Davy, Knt. LL. D. Sec. R. S.\n\nRead June 18, 1812.\n\n1. Introduction.\n\nIn this paper, I shall do myself the honour of laying before the Society, the results of some experiments on phosphorus and sulphur, which establish the existence of some new compounds, and which offer decided evidences in favour of an idea that has been for some time prevalent amongst many enlightened chemists, and which I have defended in former papers published in the Philosophical Transactions; namely, that bodies unite in definite proportions, and that there is a relation between the quantities in which the same element unites with different elements.\n\nI shall not enter into a minute detail of the methods of experimenting that I employed; I shall confine myself to general statements of the facts. The common manipulations of chemistry are now too well known to require any new illustrations: and to dwell upon familiar operations, would be to occupy unnecessarily and tediously the time of this learned body.\n2. Of some Combinations of Phosphorus.\n\nIn a paper read before the Royal Society in 1810, I have described the mutual action of phosphorus and oxymuriatic gas, or chlorine. I have noticed two compounds which appear to be distinct and peculiar bodies, formed by the union of the gas and the inflammable substance. One is solid, white, and crystalline in its appearance; easily volatile, and capable of forming a fixed infusible substance by uniting with ammonia. The other is fluid, limpid as water, and, as I have since found, of specific gravity 1.45; it produces dense fumes by acting upon the water of the atmosphere, and when exposed to the atmosphere gradually disappears, leaving no residuum.\n\nThe composition of the white sublimate is very easily ascertained by synthetical experiments, such as I have described on a former occasion in the Transactions. By employing chlorine dried by muriate of lime, in great excess, and making the experiments in exhausted vessels, and admitting solution of chlorine to ascertain the quantity of gas absorbed, I have ascertained that 3 grains of phosphorus unite with about 20 grains of chlorine to form the sublimate.\n\nIf the phosphorus be in great excess in the experiment of its combustion in chlorine, some of the liquor is formed with the sublimate; but to obtain it in considerable quantities, phosphorus should be passed in vapour through heated powdered corrosive sublimate. A bent glass tube may be used for the process, and the liquor condensed in a cold vessel connected with the tube.\n\nI have not been able to determine its composition by synthetical experiments; but by pouring it gradually into water,\nsuffering the water to become cool after each addition of the liquor, and then precipitating the solution by solution of nitrate of silver, I have ascertained the quantity of chlorine and of phosphorus it contains. 13.6 grains, treated in this way, afforded 43 grains of horn silver.\n\nIt is evident from this analysis, compared with the result of the synthetical experiments on the sublimate, that the quantity of phosphorus being the same, the sublimate contains double as much chlorine as the liquor.\n\nWhen phosphorus is heated in the liquor, a portion is dissolved, and it then when exposed to the atmosphere leaves a film of phosphorus, which when the liquor is thrown on paper usually inflames: a substance of this kind was first procured by MM. Gay Lussac and Thenard, by distilling phophorus and calomel together; and it may be produced in the experiment with corrosive sublimate, if sufficient heat be used to sublime the phosphorus, or if there be not an excess of the corrosive sublimate. I have made no experiments in order to ascertain the quantity of phosphorus the liquor will dissolve.\n\nWhen the white sublimate is made to act upon water, it dissolves in it producing much heat. The solution evaporated affords a thick liquid, which is a solution of pure phosphoric acid, or a hydrat of phosphoric acid.\n\nWhen the liquor is treated with water in the same way, it furnishes likewise a thick fluid of the consistence of syrup, which crystallizes slowly by cooling, and forms transparent parallelopipedons.\n\nThis substance has very singular properties: when it is heated pretty strongly in the air, it takes fire and burns brilliantly, emitting at the same time globules of gas, that inflame\nat the surface of the liquid. This substance may be called hydrophosphorous acid; for it consists of pure phosphorous acid and water. This is proved by the action of ammoniacal gas upon it; when it is heated in contact with ammonia, water is expelled and phosphite of ammonia formed; and it is likewise shewn by the results of its decomposition in close vessels, which are phosphoric acid and a peculiar compound of phosphorus and hydrogen.\n\nTen parts in weight of the crystalline acid I found produced about 8.5 parts of solid phosphoric acid, and the elastic product must of course have formed the remainder of the weight, allowing for a small quantity of the substance not decomposed.\n\nThe peculiar gas is not spontaneously inflammable; but explodes when mixed with air, and heated to a temperature rather below $212^\\circ$.\n\nIts specific gravity appeared from an experiment in which a small quantity of it only was weighed, to be to that of air nearly as 87 to 100. Water absorbed about one-eighth of its volume of this gas. Its smell was disagreeable, but not nearly so fetid as that of common phosphuretted hydrogene.\n\nWhen it was detonated with oxygene, it was found that three of it in volume absorbed more than five in volume of oxygene, and a little phosphorus was precipitated.\n\nWhen potassium was heated in contact with it, its volume increased rapidly till it became double, and then no further effect was produced. The potassium was partly converted into a substance having all the characters of phosphuret of potassium; and the residual gas absorbed the same quantity of oxygene by detonation as pure hydrogene. When sulphur\nwas sublimed in the gas over mercury, the volume was likewise doubled; a compound of phosphorus and sulphur was formed, and the elastic fluid produced had all the characters of sulphuretted hydrogene.\n\nIt appears from these experiments, that the peculiar gas consists of 4.5 of hydrogene in weight to 22.5 phosphorus; and its composition being known, it is easy to determine the composition of the hydrophosphorous acid, and likewise the quantity of oxygene required by a given quantity of phosphorous acid to be converted into phosphoric acid; for, for every volume of gas disengaged, a volume of oxygene must have been fixed in the phosphoric acid.\n\nAnd calculating for 174 grains, 30 parts of oxygene must be fixed in the 150 parts of phosphoric acid, and 20 parts of phosphorus disengaged in combination with 4 parts of hydrogene; and on the idea of representing the proportions in which bodies combine by numbers, if hydrogene be considered as unity and water as composed of two proportions of hydrogene, 2, and one of oxygene 15,* phosphorus will be represented by 20.\n\nWhen the compounds of chlorine and phosphorus are acted on by a small quantity of water, muriatic acid gas is disengaged with violent ebullition, the water is decomposed, and it is evident that for every volume of hydrogene disengaged in combination with the chlorine, half a volume of oxygene must be combined with the phosphorus; and the products of the mu-\n\n* Supposing 100 cubical inches of the gas to weigh 27 grains.—27 = 4.5 the weight of 200 cubical inches of hydrogene = 22.5 grains.\n\n† This mode of estimation is the same as that I have adopted on a former occasion, except that the number representing oxygene is doubled to avoid a fractional part.\ntual decomposition of water, and the phosphoric compounds of chlorine are merely the phosphoric acid from the sublimate and the phosphorous acid from the liquor, and muriatic acid gas; so that the quantity of phosphorus being the same, it is evident that phosphoric acid must contain twice as much oxygene as phosphorous acid, which harmonizes with the results of the decomposition of hydrophosphorous acid. For supposing water to be composed of two proportions of hydrogene, and one of oxygene, and the number representing it 17; then 174 parts of hydrophosphorous acid must consist of two proportions; 34 parts of water, and four proportions of phosphorous acid, containing 80 of phosphorus and 60 of oxygene; and three proportions of phosphoric acid must be formed, containing three proportions of phosphorus 60, and six proportions of oxygene 90, making 150.\n\nIt is scarcely possible to imagine more perfect demonstrations of the laws of definite combination, than those furnished in the mutual action of water and the phosphoric compounds. No products are formed except the new combinations; neither oxygene, hydrogene, chlorine, nor phosphorus is disengaged, and therefore the ratio in which any two of them combine being known, the ratios in which the rest combine, in these cases, may be determined by calculation.\n\nI converted phosphorus into phosphoric acid, by burning it in a great excess of oxygene gas over mercury in a curved glass tube, and heated the product strongly. I found in several processes of this kind, that for every grain of phosphorus consumed, four cubical inches and a half of oxygene gas were absorbed; which gives phosphoric acid as composed of 20 of phosphorus to 30.6 of oxygene; a result as near as can be expected to the\nresults of the experiments on the sublimate and the hydrophosphorous acid.\n\nUnless the product of the combustion of phosphorus is strongly heated in oxygene, the quantity of oxygene absorbed is less, so that it is probable that phosphorous acid is formed, as well as phosphoric acid.\n\nPhosphorous acid is usually described, in chemical authors, as a fluid body, and as formed by the slow combustion of phosphorus in the air; but the liquid so procured is, I find, a solution of a mixture of phosphorous and phosphoric acids. And the vapour arising from phosphorus in the air at common temperatures, is a combination of phosphorous acid and the aqueous vapour in the air, and is not, I find, perceived in air artificially dried.\n\nIn this case, the phosphorus becomes covered with a white film, which appears to be pure phosphorous acid, and it soon ceases to shine.\n\nA solid acid, volatile at a moderate degree of heat, may be produced by burning phosphorus in very rare air, and this seems to be phosphorous acid free from water; but some phosphoric acid, and some yellow oxide of phosphorus, are always formed at the same time.\n\nThe peculiar gas differs exceedingly from phosphoretted hydrogen formed by the action of earths and alkalies and phosphorus upon water; for this last gas is spontaneously inflammable, and its specific gravity is seldom more than half as great, and it does not afford more than 1.5 its volume of hydrogen when decomposed by potassium; it differs in its qualities in different cases, and probably consists of different mixtures of hydrogen with a peculiar gas, consisting of 2 parts of hydrogen and\n20 of phosphorus; or it must contain several proportions of hydrogene to one of phosphorus.\n\nI venture to propose the name hydrophosphoric gas for the new gas; and according to the principles of nomenclature, I have proposed in the last Bakerian lecture, the liquor containing 20 of phosphorus to 67 of chlorine may be called phos-phorane, and the sublimate phosporana.\n\n3. Of some Combinations of Sulphur.\n\nI have shewn, in a paper published in the Philosophical Transactions for 1810, that sulphuretted hydrogene is formed by the solution of sulphur in hydrogene, and I have supposed that sulphureous acid, in like manner, is constituted by a solution of sulphur in oxygene. There is always a little condensation of volume in experiments on the combustion of sulphur in oxygene; but this may fairly be attributed to some hydrogene loosely combined in the sulphur; and to the production of a little sulphuric acid by the mutual action of hydrogene, oxygene, and sulphur.\n\nIt is only necessary, if these data be allowed, to know the difference between the specific gravity of sulphureous acid gas and oxygene, and sulphuretted hydrogene and hydrogene, to determine their composition.\n\nIn the Philosophical Transactions for 1810, page 254, I have somewhat under-rated the weights of sulphuretted hydrogene and sulphureous acid gasses: for I have since found, that the cubical inch measures, employed for ascertaining the volumes of gas weighed, were not correct. From experiments which I think may be depended upon, as the weights of the gasses were merely compared with those of equal volumes of common air, I found that 100 cubical inches of sulphureous acid gas weighed 68 grains\nat mean temperature and pressure, and 100 cubical inches of sulphuretted hydrogene 36.5 grains, and the last result agrees very nearly with one given by MM. Gay Lussac and Thénard, and one gained by my brother Mr. John Davy.\n\nIf 34, the weight of 100 cubical inches of oxygene gas, be subtracted from 68, it will appear that sulphureous acid consists of equal weights of sulphur and oxygene, an estimation which agrees very nearly with one given by M. Berzelius; and if 2.27, the weight of 100 cubical inches of hydrogene be subtracted from 36.5, the remainder 34.23 will be the quantity of sulphur in the gas; and the number representing sulphur may be stated as 30; and sulphureous acid as composed of one proportion of sulphur 30, and two of oxygene 30; and sulphuretted hydrogene as composed of one proportion of sulphur, and two of hydrogene.\n\nFrom the experiments of MM. Gay Lussac, it appears that sulphuric acid decomposed by heat affords one volume of oxygene to two of sulphureous acid: from this it would appear to be composed of one proportion of sulphur to three of oxygene. I have endeavoured, in several trials by common heat and by electricity, to combine sulphureous acid gas with oxygene, so as to form a sulphuric acid free from water, but without success; and it is probable, that three proportions of oxygene cannot be combined with one proportion of sulphur, except by the intermedium of water. Mr. Dalton has supposed, that there is a solid sulphuric acid formed by the action of sulphureous acid gas upon nitrous acid gas. But I find, that when dried sulphureous acid gas and nitrous acid gas are mixed together, there is no action; but by introducing the vapour of water, they form together a solid crystalline hydrat; which when thrown into\nSir H. Davy on some Combinations\n\nwater gives off nitrous gas, and forms a solution of sulphuric acid.\n\nI have referred, in the Philosophical Transactions, to the combination of chlorine and sulphur. I have been able to form no compound of these bodies, which does not deposit sulphur by the action of water. When sulphur is saturated with chlorine, as in Dr. Thomson's sulphuretted liquor, it appears to contain, from my experiments, only 67 of chlorine to 30 of sulphur.\n\n4. Some general Observations.\n\nIt is a fact worthy of notice, that phosphoric and sulphuric acids should contain the same quantity of oxygene to the same quantity of inflammable matter; and yet that the oxygene should be combined in them, with such different degrees of affinity. Phosphorous acid has a great tendency to unite with oxygene, and absorbs it even from water: and sulphureous acid can only retain it when water is present.\n\nThe relation of water to the composition of many bodies has already occupied the attention of some distinguished chemists, and is well worthy of being further studied; most of the substances obtained by precipitation from aqueous solutions are, I find, compounds of water.\n\nThus zircona, magnesia, silica, when precipitated and dried at 212° still contain definite proportions of water. And many of the substances which have been considered as metallic oxides, that I have examined, obtained from solutions, agree in this respect; and their colours and other properties are materially influenced by this combined water.\n\nI shall give an instance. The substance which has been called the white oxide of manganese is a compound of water and the\nprotoxide of manganese, and when heated strongly, it gives off its water and becomes a dark olive oxide.\n\nIt has been often suspected, that the contraction of volume produced in the pure earths by heat, is owing to the expulsion of water combined with them. The following fact seems to confirm this suspicion, and offers a curious phenomenon.\n\nZircona, precipitated from its solution in muriatic acid by an alkali, and dried at a temperature below 300°, appears as a white powder, so soft as not to scratch glass. When heated to 700° or 800°, water is suddenly expelled from it, and notwithstanding the quantity of vapour formed, it becomes at the moment red hot. After the process, it is found harsh to the feel, has gained a tint of gray, its parts cohere together, and it is become so hard as to scratch quartz.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107328.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19000,
    "total-output-tokens": 4218,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1109,
        2
      ],
      [
        1109,
        2768,
        3
      ],
      [
        2768,
        4472,
        4
      ],
      [
        4472,
        6112,
        5
      ],
      [
        6112,
        7848,
        6
      ],
      [
        7848,
        9606,
        7
      ],
      [
        9606,
        11233,
        8
      ],
      [
        11233,
        12915,
        9
      ],
      [
        12915,
        14682,
        10
      ],
      [
        14682,
        16336,
        11
      ],
      [
        16336,
        17150,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107328",
    "title": "On Some Combinations of Phosphorus and Sulphur, and on Some Other Subjects of Chemical Inquiry",
    "authors": "Humphry Davy",
    "year": 1812,
    "volume": "102",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/107328"
  }
}