{
  "id": "751cee1e7f13e7ef3e08d41218f812b99ebe16df",
  "text": "II. A Memoir on the Theory of Matrices. By Arthur Cayley, Esq., F.R.S.\n\nReceived December 10, 1857,—Read January 14, 1858.\n\nThe term matrix might be used in a more general sense, but in the present memoir I consider only square and rectangular matrices, and the term matrix used without qualification is to be understood as meaning a square matrix; in this restricted sense, a set of quantities arranged in the form of a square, e.g.\n\n\\[\n\\begin{pmatrix}\na & b & c \\\\\na' & b' & c' \\\\\na'' & b'' & c''\n\\end{pmatrix}\n\\]\n\nis said to be a matrix. The notion of such a matrix arises naturally from an abbreviated notation for a set of linear equations, viz. the equations\n\n\\[\nX = ax + by + cz,\n\\]\n\\[\nY = a'x + b'y + c'z,\n\\]\n\\[\nZ = a''x + b''y + c''z,\n\\]\n\nmay be more simply represented by\n\n\\[\n(X, Y, Z) = \\begin{pmatrix}\na & b & c \\\\\na' & b' & c' \\\\\na'' & b'' & c''\n\\end{pmatrix} (x, y, z),\n\\]\n\nand the consideration of such a system of equations leads to most of the fundamental notions in the theory of matrices. It will be seen that matrices (attending only to those of the same order) comport themselves as single quantities; they may be added, multiplied or compounded together, &c.: the law of the addition of matrices is precisely similar to that for the addition of ordinary algebraical quantities; as regards their multiplication (or composition), there is the peculiarity that matrices are not in general convertible; it is nevertheless possible to form the powers (positive or negative, integral or fractional) of a matrix, and thence to arrive at the notion of a rational and integral function, or generally of any algebraical function, of a matrix. I obtain the remarkable theorem that any matrix whatever satisfies an algebraical equation of its own order, the coefficient of the highest power being unity, and those of the other powers functions of the terms of the matrix, the last coefficient being in fact the determinant; the rule for the formation of this equation may be stated in the following condensed form, which will be intelligible after a perusal of the memoir, viz. the determi-\n\nMDCCCLVIII.\nnant, formed out of the matrix diminished by the matrix considered as a single quantity involving the matrix unity, will be equal to zero. The theorem shows that every rational and integral function (or indeed every rational function) of a matrix may be considered as a rational and integral function, the degree of which is at most equal to that of the matrix, less unity; it even shows that in a sense, the same is true with respect to any algebraical function whatever of a matrix. One of the applications of the theorem is the finding of the general expression of the matrices which are convertible with a given matrix. The theory of rectangular matrices appears much less important than that of square matrices, and I have not entered into it further than by showing how some of the notions applicable to these may be extended to rectangular matrices.\n\n1. For conciseness, the matrices written down at full length will in general be of the order 3, but it is to be understood that the definitions, reasonings, and conclusions apply to matrices of any degree whatever. And when two or more matrices are spoken of in connexion with each other, it is always implied (unless the contrary is expressed) that the matrices are of the same order.\n\n2. The notation\n\n\\[\n\\begin{pmatrix}\na & b & c \\\\\na' & b' & c' \\\\\na'' & b'' & c''\n\\end{pmatrix}\n(x, y, z)\n\\]\n\nrepresents the set of linear functions\n\n\\[\n((a, b, c)(x, y, z), (a', b', c')(x, y, z), (a'', b'', c'')(x, y, z)),\n\\]\n\nso that calling these \\((X, Y, Z)\\), we have\n\n\\[\n(X, Y, Z) = \\begin{pmatrix}\na & b & c \\\\\na' & b' & c' \\\\\na'' & b'' & c''\n\\end{pmatrix}\n(x, y, z)\n\\]\n\nand, as remarked above, this formula leads to most of the fundamental notions in the theory.\n\n3. The quantities \\((X, Y, Z)\\) will be identically zero, if all the terms of the matrix are zero, and we may say that\n\n\\[\n\\begin{pmatrix}\n0 & 0 & 0 \\\\\n0 & 0 & 0 \\\\\n0 & 0 & 0\n\\end{pmatrix}\n\\]\n\nis the matrix zero.\n\nAgain, \\((X, Y, Z)\\) will be identically equal to \\((x, y, z)\\), if the matrix is\n\n\\[\n\\begin{pmatrix}\n1 & 0 & 0 \\\\\n0 & 1 & 0 \\\\\n0 & 0 & 1\n\\end{pmatrix}\n\\]\n\nand this is said to be the matrix unity. We may of course, when for distinctness it is\nrequired, say, the matrix zero, or (as the case may be) the matrix unity of such an order. The matrix zero may for the most part be represented simply by 0, and the matrix unity by 1.\n\n4. The equations\n\n\\[\n(X, Y, Z) = \\begin{pmatrix} a, b, c \\\\ a', b', c' \\\\ a'', b'', c'' \\end{pmatrix}, \\quad (X', Y', Z') = \\begin{pmatrix} \\alpha, \\beta, \\gamma \\\\ \\alpha', \\beta', \\gamma' \\\\ \\alpha'', \\beta'', \\gamma'' \\end{pmatrix}\n\\]\n\ngive\n\n\\[\n(X + X', Y + Y', Z + Z') = \\begin{pmatrix} a + \\alpha, b + \\beta, c + \\gamma \\\\ a' + \\alpha', b' + \\beta', c' + \\gamma' \\\\ a'' + \\alpha'', b'' + \\beta'', c'' + \\gamma'' \\end{pmatrix}\n\\]\n\nand this leads to\n\n\\[\n(a + \\alpha, b + \\beta, c + \\gamma) = (a, b, c) + (\\alpha, \\beta, \\gamma)\n\\]\n\nas the rule for the addition of matrices; that for their subtraction is of course similar to it.\n\n5. A matrix is not altered by the addition or subtraction of the matrix zero, that is, we have \\(M \\pm 0 = M\\).\n\nThe equation \\(L = M\\), which expresses that the matrices \\(L, M\\) are equal, may also be written in the form \\(L - M = 0\\), i.e. the difference of two equal matrices is the matrix zero.\n\n6. The equation \\(L = -M\\), written in the form \\(L + M = 0\\), expresses that the sum of the matrices \\(L, M\\) is equal to the matrix zero, the matrices so related are said to be opposite to each other; in other words, a matrix the terms of which are equal but opposite in sign to the terms of a given matrix, is said to be opposite to the given matrix.\n\n7. It is clear that we have \\(L + M = M + L\\), that is, the operation of addition is commutative, and moreover that \\((L + M) + N = L + (M + N) = L + M + N\\), that is, the operation of addition is also associative.\n\n8. The equation\n\n\\[\n(X, Y, Z) = \\begin{pmatrix} a, b, c \\\\ mx, my, mz \\end{pmatrix}\n\\]\n\nwritten under the forms\n\n\\[\n(X, Y, Z) = m \\begin{pmatrix} a, b, c \\\\ x, y, z \\end{pmatrix} = \\begin{pmatrix} ma, mb, mc \\\\ ma', mb', mc' \\\\ ma'', mb'', mc'' \\end{pmatrix}\n\\]\ngives\n\n\\[ m \\begin{pmatrix} a, b, c \\\\ a', b', c' \\\\ a'', b'', c'' \\end{pmatrix} = \\begin{pmatrix} ma, mb, mc \\\\ ma', mb', mc' \\\\ ma'', mb'', mc'' \\end{pmatrix} \\]\n\nas the rule for the multiplication of a matrix by a single quantity. The multiplier \\( m \\) may be written either before or after the matrix, and the operation is therefore commutative. We have it is clear \\( m(L+M)=mL+mM \\), or the operation is distributive.\n\n9. The matrices \\( L \\) and \\( mL \\) may be said to be similar to each other; in particular, if \\( m=1 \\), they are equal, and if \\( m=-1 \\), they are opposite.\n\n10. We have, in particular,\n\n\\[ m \\begin{pmatrix} 1, 0, 0 \\\\ 0, 1, 0 \\\\ 0, 0, 1 \\end{pmatrix} = \\begin{pmatrix} m, 0, 0 \\\\ 0, m, 0 \\\\ 0, 0, m \\end{pmatrix}, \\]\n\nor replacing the matrix on the left-hand side by unity, we may write\n\n\\[ m = \\begin{pmatrix} m, 0, 0 \\\\ 0, m, 0 \\\\ 0, 0, m \\end{pmatrix}. \\]\n\nThe matrix on the right-hand side is said to be the single quantity \\( m \\) considered as involving the matrix unity.\n\n11. The equations\n\n\\[ (X, Y, Z) = \\begin{pmatrix} a, b, c \\\\ a', b', c' \\\\ a'', b'', c'' \\end{pmatrix} (x, y, z), \\quad (x, y, z) = \\begin{pmatrix} \\alpha, \\beta, \\gamma \\\\ \\alpha', \\beta', \\gamma' \\\\ \\alpha'', \\beta'', \\gamma'' \\end{pmatrix} (\\xi, \\eta, \\zeta), \\]\n\ngive\n\n\\[ (X, Y, Z) = \\begin{pmatrix} A, B, C \\\\ A', B', C' \\\\ A'', B'', C'' \\end{pmatrix} \\begin{pmatrix} \\alpha, \\beta, \\gamma \\\\ \\alpha', \\beta', \\gamma' \\\\ \\alpha'', \\beta'', \\gamma'' \\end{pmatrix} (\\xi, \\eta, \\zeta), \\]\n\nand thence, substituting for the matrix\n\n\\[ \\begin{pmatrix} A, B, C \\\\ A', B', C' \\\\ A'', B'', C'' \\end{pmatrix} \\]\n\nits value, we obtain\n\n\\[ \\begin{pmatrix} (a, b, c \\alpha, \\alpha'), (a, b, c \\beta, \\beta'), (a, b, c \\gamma, \\gamma') \\\\ (a', b', c' \\alpha, \\alpha'), (a', b', c' \\beta, \\beta'), (a', b', c' \\gamma, \\gamma') \\\\ (a'', b'', c'' \\alpha, \\alpha'), (a'', b'', c'' \\beta, \\beta'), (a'', b'', c'' \\gamma, \\gamma') \\end{pmatrix} = \\begin{pmatrix} a, b, c \\alpha, \\beta, \\gamma \\\\ a', b', c' \\alpha', \\beta', \\gamma' \\\\ a'', b'', c'' \\alpha'', \\beta'', \\gamma'' \\end{pmatrix} \\]\nas the rule for the multiplication or composition of two matrices. It is to be observed, that the operation is not a commutative one; the component matrices may be distinguished as the first or further component matrix, and the second or nearer component matrix, and the rule of composition is as follows, viz. any line of the compound matrix is obtained by combining the corresponding line of the first or further component matrix successively with the several columns of the second or nearer compound matrix.\n\n12. A matrix compounded, either as first or second component matrix, with the matrix zero, gives the matrix zero. The case where any of the terms of the given matrix are infinite is of course excluded.\n\n13. A matrix is not altered by its composition, either as first or second component matrix, with the matrix unity. It is compounded either as first or second component matrix, with the single quantity \\( m \\) considered as involving the matrix unity, by multiplication of all its terms by the quantity \\( m \\): this is in fact the before-mentioned rule for the multiplication of a matrix by a single quantity, which rule is thus seen to be a particular case of that for the multiplication of two matrices.\n\n14. We may in like manner multiply or compound together three or more matrices: the order of arrangement of the factors is of course material, and we may distinguish them as the first or furthest, second, third, &c., and last or nearest component matrices, but any two consecutive factors may be compounded together and replaced by a single matrix, and so on until all the matrices are compounded together, the result being independent of the particular mode in which the composition is effected; that is, we have \\( L.MN = LM.N = LMN, LM.NP = L.MN.P, \\) &c., or the operation of multiplication, although, as already remarked, not commutative, is associative.\n\n15. We thus arrive at the notion of a positive and integer power \\( L^p \\) of a matrix \\( L \\), and it is to be observed that the different powers of the same matrix are convertible. It is clear also that \\( p \\) and \\( q \\) being positive integers, we have \\( L^p.L^q = L^{p+q} \\), which is the theorem of indices for positive integer powers of a matrix.\n\n16. The last-mentioned equation, \\( L^p.L^q = L^{p+q} \\), assumed to be true for all values whatever of the indices \\( p \\) and \\( q \\), leads to the notion of the powers of a matrix for any form whatever of the index. In particular, \\( L^p.L^0 = L^p \\) or \\( L^0 = 1 \\), that is, the 0th power of a matrix is the matrix unity. And then putting \\( p = 1, q = -1 \\), or \\( p = -1, q = 1 \\), we have \\( L.L^{-1} = L^{-1}.L = 1 \\); that is, \\( L^{-1} \\), or as it may be termed the inverse or reciprocal matrix, is a matrix which, compounded either as first or second component matrix with the original matrix, gives the matrix unity.\n\n17. We may arrive at the notion of the inverse or reciprocal matrix, directly from the equation\n\n\\[\n(X, Y, Z) = \\begin{pmatrix}\na & b & c \\\\\na' & b' & c' \\\\\na'' & b'' & c''\n\\end{pmatrix} (x, y, z),\n\\]\nin fact this equation gives\n\n\\[\n(x, y, z) = \\begin{pmatrix}\nA, A', A'' \\\\\nB, B', B'' \\\\\nC, C', C''\n\\end{pmatrix} (X, Y, Z) = \\begin{pmatrix}\na, b, c \\\\\na', b', c' \\\\\na'', b'', c''\n\\end{pmatrix}^{-1} (X, Y, Z),\n\\]\n\nand we have, for the determination of the coefficients of the inverse or reciprocal matrix, the equations\n\n\\[\n\\begin{pmatrix}\nA, A', A'' \\\\\nB, B', B'' \\\\\nC, C', C''\n\\end{pmatrix} \\begin{pmatrix}\na, b, c \\\\\na', b', c' \\\\\na'', b'', c''\n\\end{pmatrix} = \\begin{pmatrix}\n1, 0, 0 \\\\\n0, 1, 0 \\\\\n0, 0, 1\n\\end{pmatrix},\n\\]\n\nwhich are equivalent to each other, and either of them is by itself sufficient for the complete determination of the inverse or reciprocal matrix. It is well known that if \\( \\nabla \\) denote the determinant, that is, if\n\n\\[\n\\nabla = \\begin{vmatrix}\na, b, c \\\\\na', b', c' \\\\\na'', b'', c''\n\\end{vmatrix}\n\\]\n\nthen the terms of the inverse or reciprocal matrix are given by the equations\n\n\\[\nA = \\frac{1}{\\nabla} \\begin{vmatrix}\n1, 0, 0 \\\\\n0, 1, 0 \\\\\n0, 0, 1\n\\end{vmatrix}, \\quad B = \\frac{1}{\\nabla} \\begin{vmatrix}\n0, 1, 0 \\\\\na', 0, c' \\\\\na'', 0, c''\n\\end{vmatrix}, \\quad \\text{&c.}\n\\]\n\nor what is the same thing, the inverse or reciprocal matrix is given by the equation\n\n\\[\n\\begin{pmatrix}\na, b, c \\\\\na', b', c' \\\\\na'', b'', c''\n\\end{pmatrix}^{-1} = \\frac{1}{\\nabla} \\begin{pmatrix}\n\\partial_a \\nabla, \\partial_{a'} \\nabla, \\partial_{a''} \\nabla \\\\\n\\partial_b \\nabla, \\partial_{b'} \\nabla, \\partial_{b''} \\nabla \\\\\n\\partial_c \\nabla, \\partial_{c'} \\nabla, \\partial_{c''} \\nabla\n\\end{pmatrix}\n\\]\n\nwhere of course the differentiations must in every case be performed as if the terms \\( a, b, \\) &c. were all of them independent arbitrary quantities.\n\n18. The formula shows, what is indeed clear \\textit{à priori}, that the notion of the inverse or reciprocal matrix fails altogether when the determinant vanishes: the matrix is in this case said to be indeterminate, and it must be understood that in the absence of express mention, the particular case in question is frequently excluded from consideration. It may be added that the matrix zero is indeterminate; and that the product of two matrices may be zero, without either of the factors being zero, if only the matrices are one or both of them indeterminate.\n19. The notion of the inverse or reciprocal matrix once established, the other negative integer powers of the original matrix are positive integer powers of the inverse or reciprocal matrix, and the theory of such negative integer powers may be taken to be known. The further discussion of the fractional powers of a matrix will be resumed in the sequel.\n\n20. The positive integer power $L^m$ of the matrix $L$ may of course be multiplied by any matrix of the same degree, such multiplier, however, is not in general convertible with $L$; and to preserve as far as possible the analogy with ordinary algebraical functions, we may restrict the attention to the case where the multiplier is a single quantity, and such convertibility consequently exists. We have in this manner a matrix $cL^m$, and by the addition of any number of such terms we obtain a rational and integral function of the matrix $L$.\n\n21. The general theorem before referred to will be best understood by a complete development of a particular case. Imagine a matrix\n\n$$M = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix},$$\n\nand form the determinant\n\n$$\\begin{vmatrix} a-M & b \\\\ c & d-M \\end{vmatrix},$$\n\nthe developed expression of this determinant is\n\n$$M^2 - (a+d)M + (ad-bc)I;$$\n\nthe values of $M^2$, $M$, $I$ are\n\n$$\\begin{pmatrix} a^2+bc & b(a+d) \\\\ c(a+d) & d^2+bc \\end{pmatrix}, \\quad \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix}, \\quad \\begin{pmatrix} 1 & 0 \\\\ 0 & 1 \\end{pmatrix},$$\n\nand substituting these values the determinant becomes equal to the matrix zero, viz. we have\n\n$$\\begin{vmatrix} a-M & b \\\\ c & d-M \\end{vmatrix} = \\begin{pmatrix} a^2+bc & b(a+d) \\\\ c(a+d) & d^2+bc \\end{pmatrix} - (a+d) \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} + (ad-bc) \\begin{pmatrix} 1 & 0 \\\\ 0 & 1 \\end{pmatrix} = \\begin{pmatrix} 0 & 0 \\\\ 0 & 0 \\end{pmatrix},$$\n\nthat is,\n\n$$\\begin{vmatrix} a-M & b \\\\ c & d-M \\end{vmatrix} = 0,$$\n\nwhere the matrix of the determinant is\n\n$$\\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} - M \\begin{pmatrix} 1 & 0 \\\\ 0 & 1 \\end{pmatrix},$$\n\nthat is, it is the original matrix, diminished by the same matrix considered as a single\nquantity involving the matrix unity. And this is the general theorem, viz. the determinant, having for its matrix a given matrix less the same matrix considered as a single quantity involving the matrix unity, is equal to zero.\n\n22. The following symbolical representation of the theorem is, I think, worth noticing: let the matrix $M$, considered as a single quantity, be represented by $\\tilde{M}$, then writing 1 to denote the matrix unity, $\\tilde{M}.1$ will represent the matrix $M$, considered as a single quantity involving the matrix unity. Upon the like principles of notation, $\\tilde{1}.M$ will represent, or may be considered as representing, simply the matrix $M$, and the theorem is\n\n$$\\text{Det.} (\\tilde{1}.M - \\tilde{M}.1) = 0.$$\n\n23. I have verified the theorem, in the next simplest case, of a matrix of the order 3, viz. if $M$ be such a matrix, suppose\n\n$$M = \\begin{pmatrix} a & b & c \\\\ d & e & f \\\\ g & h & i \\end{pmatrix},$$\n\nthen the derived determinant vanishes, or we have\n\n$$\\begin{vmatrix} a-M & b & c \\\\ d & e-M & f \\\\ g & h & i-M \\end{vmatrix} = 0,$$\n\nor expanding,\n\n$$M^3 - (a+e+i)M^2 + (ei+ia+ae-fh-cg-bd)M - (aei+bfg+cdh-afh-bdi-ceg) = 0;$$\n\nbut I have not thought it necessary to undertake the labour of a formal proof of the theorem in the general case of a matrix of any degree.\n\n24. If we attend only to the general form of the result, we see that any matrix whatever satisfies an algebraical equation of its own order, which is in many cases the material part of the theorem.\n\n25. It follows at once that every rational and integral function, or indeed every rational function of a matrix, can be expressed as a rational and integral function of an order at most equal to that of the matrix, less unity. But it is important to consider how far or in what sense the like theorem is true with respect to irrational functions of a matrix. If we had only the equation satisfied by the matrix itself, such extension could not be made; but we have besides the equation of the same order satisfied by the irrational function of the matrix, and by means of these two equations, and the equation by which the irrational function of the matrix is determined, we may express the irrational function as a rational and integral function of the matrix, of an order equal at most to that of the matrix, less unity; such expression will however involve the coefficients of the equation satisfied by the irrational function which are functions (in number equal to the order of the matrix) of the coefficients assumed unknown, of the irrational function itself. The transformation is nevertheless an important one, as reducing the\nnumber of unknown quantities from $n^2$ (if $n$ be the order of the matrix) down to $n$. To complete the solution, it is necessary to compare the value obtained as above, with the assumed value of the irrational function, which will lead to equations for the determination of the $n$ unknown quantities.\n\n26. As an illustration, consider the given matrix\n\n$$M = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix}$$\n\nand let it be required to find the matrix $L = \\sqrt{M}$. In this case $M$ satisfies the equation\n\n$$M^2 - (a+d)M + ad - bc = 0;$$\n\nand in like manner if\n\n$$L = \\begin{pmatrix} \\alpha & \\beta \\\\ \\gamma & \\delta \\end{pmatrix}$$\n\nthen $L$ satisfies the equation\n\n$$L^2 - (\\alpha+\\delta)L + \\alpha\\delta - \\beta\\gamma = 0;$$\n\nand from these two equations, and the rationalized equation $L^2 = M$, it should be possible to express $L$ in the form of a linear function of $M$: in fact, putting in the last equation for $L^2$ its value ($= M$), we find at once\n\n$$L = \\frac{1}{\\alpha+\\delta} [M + (\\alpha\\delta - \\beta\\gamma)],$$\n\nwhich is the required expression, involving as it should do the coefficients $\\alpha+\\delta$, $\\alpha\\delta - \\beta\\gamma$ of the equation in $L$. There is no difficulty in completing the solution; write for shortness $\\alpha+\\delta = X$, $\\alpha\\delta - \\beta\\gamma = Y$, then we have\n\n$$L = \\begin{pmatrix} \\alpha & \\beta \\\\ \\gamma & \\delta \\end{pmatrix} = \\begin{pmatrix} \\frac{a+Y}{X} & \\frac{b}{X} \\\\ \\frac{c}{X} & \\frac{d+Y}{X} \\end{pmatrix},$$\n\nand consequently forming the values of $\\alpha+\\delta$ and $\\alpha\\delta - \\beta\\gamma$,\n\n$$X = \\frac{a+d+2Y}{X},$$\n\n$$Y = \\frac{(a+Y)(d+Y)-bc}{X^2},$$\n\nand putting also $a+d = P$, $ad - bc = Q$, we find without difficulty\n\n$$X = \\sqrt{P+2\\sqrt{Q}},$$\n\n$$Y = \\sqrt{Q},$$\n\nand the values of $\\alpha$, $\\beta$, $\\gamma$, $\\delta$ are consequently known. The sign of $\\sqrt{Q}$ is the same in both formulæ, and there are consequently in all four solutions, that is, the radical $\\sqrt{M}$ has four values.\n\nMDCCCLVIII.\n27. To illustrate this further, suppose that instead of $M$ we have the matrix\n\n$$M^2 = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix}^2 = \\begin{pmatrix} a^2 + bc & b(a+d) \\\\ c(a+d) & d^2 + bc \\end{pmatrix},$$\n\nso that $L^2 = M^2$, we find\n\n$$P = (a+d)^2 - 2(ad - bc),$$\n\n$$Q = (ad - bc)^2,$$\n\nand thence $\\sqrt{Q} = \\pm (ad - bc)$. Taking the positive sign, we have\n\n$$Y = ad - bc,$$\n\n$$X = \\pm (a+d),$$\n\nand these values give simply\n\n$$L = \\pm \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} = \\pm M,$$\n\nBut taking the negative sign,\n\n$$Y = -ad + bc,$$\n\n$$X = \\pm \\sqrt{(a-d)^2 + 4bc},$$\n\nand retaining $X$ to denote this radical, we find\n\n$$L = \\begin{pmatrix} \\frac{a^2 - ad + 2bc}{X} & \\frac{b(a+d)}{X} \\\\ \\frac{c(a+d)}{X} & \\frac{d^2 - ad + 2bc}{X} \\end{pmatrix},$$\n\nwhich may also be written\n\n$$L = \\frac{a+d}{X} \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} - \\frac{2(ad - bc)}{X} \\begin{pmatrix} 1 & 0 \\\\ 0 & 1 \\end{pmatrix},$$\n\nor, what is the same thing,\n\n$$L = \\frac{a+d}{X} M - \\frac{2(ad - bc)}{X};$$\n\nand it is easy to verify \\textit{à posteriori} that this value in fact gives $L^2 = M^2$. It may be remarked that if\n\n$$M^2 = \\begin{pmatrix} 1 & 0 \\\\ 0 & 1 \\end{pmatrix}^2 = 1,$$\n\nthe last-mentioned formula fails, for we have $X = 0$; it will be seen presently that the equation $L^2 = 1$ admits of other solutions besides $L = \\pm 1$. The example shows how the values of the fractional powers of a matrix are to be investigated.\n\n28. There is an apparent difficulty connected with the equation satisfied by a matrix, which it is proper to explain. Suppose, as before,\n\n$$M = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix},$$\nso that $M$ satisfies the equation\n\n$$\\begin{vmatrix} a-M, & b \\\\ c, & d-M \\end{vmatrix} = 0,$$\n\nor\n\n$$M^2 - (a+d)M + ad - bc = 0,$$\n\nand let $X_1$, $X_2$ be the single quantities, roots of the equation\n\n$$\\begin{vmatrix} a-X, & b \\\\ c, & d-X \\end{vmatrix} = 0$$\n\nor\n\n$$X^2 - (a+d)X + ad - bc = 0.$$\n\nThe equation satisfied by the matrix may be written\n\n$$(M - X_1)(M - X_2) = 0,$$\n\nin which $X_1$, $X_2$ are to be considered as respectively involving the matrix unity, and it would at first sight seem that we ought to have one of the simple factors equal to zero, which is obviously not the case, for such equation would signify that the perfectly indeterminate matrix $M$ was equal to a single quantity, considered as involving the matrix unity. The explanation is that each of the simple factors is an indeterminate matrix, in fact $M - X_i$ stands for the matrix\n\n$$\\begin{pmatrix} a-X_i, & b \\\\ c, & d-X_i \\end{pmatrix},$$\n\nand the determinant of this matrix is equal to zero. The product of the two factors is thus equal to zero without either of the factors being equal to zero.\n\n29. A matrix satisfies, we have seen, an equation of its own order, involving the coefficients of the matrix; assume that the matrix is to be determined to satisfy some other equation, the coefficients of which are given single quantities. It would at first sight appear that we might eliminate the matrix between the two equations, and thus obtain an equation which would be the only condition to be satisfied by the terms of the matrix; this is obviously wrong, for more conditions must be requisite, and we see that if we were then to proceed to complete the solution by finding the value of the matrix common to the two equations, we should find the matrix equal in every case to a single quantity considered as involving the matrix unity, which it is clear ought not to be the case. The explanation is similar to that of the difficulty before adverted to, the equations may contain one, and only one, common factor, and may be both of them satisfied, and yet the common factor may not vanish. The necessary condition seems to be, that the one equation should be a factor of the other; in the case where the assumed equation is of an order equal or superior to the matrix, then if this equation contain as a factor the equation which is always satisfied by the matrix, the assumed equation will be satisfied identically, and the condition is sufficient as well as necessary:\nin the other case, where the assumed equation is of an order inferior to that of the matrix, the condition is necessary, but it is not sufficient.\n\n30. The equation satisfied by the matrix may be of the form $M^n = 1$; the matrix is in this case said to be periodic of the $n$th order. The preceding considerations apply to the theory of periodic matrices; thus, for instance, suppose it is required to find a matrix of the order 2, which is periodic of the second order. Writing\n\n$$M = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix},$$\n\nwe have\n\n$$M^2 - (a+d)M + ad - bc = 0,$$\n\nand the assumed equation is\n\n$$M^2 - 1 = 0.$$\n\nThese equations will be identical if\n\n$$a + d = 0, \\quad ad - bc = -1,$$\n\nthat is, these conditions being satisfied, the equation $M^2 - 1 = 0$ required to be satisfied, will be identical with the equation which is always satisfied, and will therefore itself be satisfied. And in like manner the matrix $M$ of the order 2 will satisfy the condition $M^3 - 1 = 0$, or will be periodic of the third order, if only $M^3 - 1$ contains as a factor\n\n$$M^2 - (a+d)M + ad - bc,$$\n\nand so on.\n\n31. But suppose it is required to find a matrix of the order 3,\n\n$$M = \\begin{pmatrix} a & b & c \\\\ d & e & f \\\\ g & h & i \\end{pmatrix}$$\n\nwhich shall be periodic of the second order. Writing for shortness\n\n$$\\begin{vmatrix} a-M & b & c \\\\ d & e-M & f \\\\ g & h & i-M \\end{vmatrix} = -(M^3 - AM^2 + BM - C),$$\n\nthe matrix here satisfies\n\n$$M^3 - AM^2 + BM - C = 0,$$\n\nand, as before, the assumed equation is $M^2 - 1 = 0$. Here, if we have $1+B=0, A+C=0$, the left-hand side will contain the factor $(M^2 - 1)$, and the equation will take the form $(M^2 - 1)(M + C) = 0$, and we should have then $M^2 - 1 = 0$, provided $M + C$ were not an indeterminate matrix. But $M + C$ denotes the matrix\n\n$$\\begin{pmatrix} a+C & b & c \\\\ d & e+C & f \\\\ g & h & i+C \\end{pmatrix}$$\n\nthe determinant of which is $C^3 + AC^2 + BC + C$, which is equal to zero in virtue of\nthe equations $1+B=0$, $A+C=0$, and we cannot, therefore, from the equation $(M^2-1)(M+C)=0$, deduce the equation $M^2-1=0$. This is as it should be, for the two conditions are not sufficient, in fact the equation\n\n$$M^2 = \\begin{pmatrix} a^2 + bd + cg & ab + be + ch & ac + bf + ci \\\\ da + ed + fg & db + e^2 + fh & dc + ef + fi \\\\ ga + hd + ig & gb + he + ih & gc + hf + i^2 \\end{pmatrix} = 1$$\n\ngives nine equations, which are however satisfied by the following values, involving in reality four arbitrary coefficients; viz. the value of the matrix is\n\n$$k = \\begin{pmatrix} \\frac{\\alpha}{\\alpha + \\beta + \\gamma}, & -\\frac{(\\beta + \\gamma) \\nu}{\\mu}, & -\\frac{(\\beta + \\gamma) \\nu}{\\mu} \\\\ -\\frac{(\\gamma + \\alpha) \\mu \\nu^{-1}}{\\alpha + \\beta + \\gamma}, & \\frac{\\beta}{\\alpha + \\beta + \\gamma}, & -\\frac{(\\gamma + \\alpha) \\lambda}{\\mu} \\\\ -\\frac{(\\alpha + \\beta) \\mu \\nu^{-1}}{\\alpha + \\beta + \\gamma}, & -\\frac{(\\alpha + \\beta) \\nu}{\\lambda}, & \\frac{\\gamma}{\\alpha + \\beta + \\gamma} \\end{pmatrix}$$\n\nso that there are in all four relations (and not only two) between the coefficients of the matrix.\n\n32. Instead of the equation $M^n - 1 = 0$, which belongs to a periodic matrix, it is in many cases more convenient, and it is much the same thing to consider an equation $M^n - k = 0$, where $k$ is a single quantity. The matrix may in this case be said to be periodic to a factor près.\n\n33. Two matrices $L, M$ are convertible when $LM = ML$. If the matrix $M$ is given, this equality affords a set of linear equations between the coefficients of $L$ equal in number to these coefficients, but these equations cannot be all independent, for it is clear that if $L$ be any rational and integral function of $M$ (the coefficients being single quantities), then $L$ will be convertible with $M$; or what is apparently (but only apparently) more general, if $L$ be any algebraical function whatever of $M$ (the coefficients being always single quantities), then $L$ will be convertible with $M$. But whatever the form of the function is, it may be reduced to a rational and integral function of an order equal to that of $M$, less unity, and we have thus the general expression for the matrices convertible with a given matrix, viz. any such matrix is a rational and integral function (the coefficients being single quantities) of the given matrix, the order being that of the given matrix, less unity. In particular, the general form of the matrix $L$ convertible with a given matrix $M$ of the order 2, is $L = aM + b$, or what is the same thing, the matrices\n\n$$\\begin{pmatrix} a, b \\\\ c, d \\end{pmatrix}, \\quad \\begin{pmatrix} a', b' \\\\ c', d' \\end{pmatrix}$$\n\nwill be convertible if $a'd' - b'c' = a - d : b : c$.\n34. Two matrices $L$, $M$ are skew convertible when $LM = -ML$; this is a relation much less important than ordinary convertibility, for it is to be noticed that we cannot in general find a matrix $L$ skew convertible with a given matrix $M$. In fact, considering $M$ as given, the equality affords a set of linear equations between the coefficients of $L$ equal in number to these coefficients; and in this case the equations are independent, and we may eliminate all the coefficients of $L$, and we thus arrive at a relation which must be satisfied by the coefficients of the given matrix $M$. Thus, suppose the matrices\n\n$$\\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix}, \\begin{pmatrix} a' & b' \\\\ c' & d' \\end{pmatrix}$$\n\nare skew convertible, we have\n\n$$\\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} \\begin{pmatrix} a' & b' \\\\ c' & d' \\end{pmatrix} = \\begin{pmatrix} aa' + bc', ab' + bd' \\\\ ca' + dc', cb' + dd' \\end{pmatrix},$$\n\n$$\\begin{pmatrix} a' & b' \\\\ c' & d' \\end{pmatrix} \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} = \\begin{pmatrix} aa' + b'c, ab' + b'd \\\\ ca' + d'c, cb' + d'd \\end{pmatrix},$$\n\nand the conditions of skew convertibility are\n\n$$2aa' + bc' + b'c = 0,$$\n\n$$b'(a+d) + b(a'+d') = 0,$$\n\n$$c'(a+d) + c(a'+d') = 0,$$\n\n$$2dd' + bc' + b'c = 0.$$\n\nEliminating $a'$, $b'$, $c'$, $d'$, the relation between $a$, $b$, $c$, $d$ is\n\n$$\\begin{vmatrix} 2a & c & b & . \\\\ b & a+d & . & b \\\\ c & . & a+d & c \\\\ . & c & b & 2d \\end{vmatrix} = 0,$$\n\nwhich is\n\n$$(a+d)^2(ad - bc) = 0.$$\n\nExcluding from consideration the case $ad - bc = 0$, which would imply that the matrix was indeterminate, we have $a+d = 0$. The resulting system of conditions then is\n\n$$a+d = 0, \\quad a'+d' = 0, \\quad aa' + bc' + b'c + dd' = 0,$$\n\nthe first two of which imply that the matrices are respectively periodic of the second order to a factor près.\n\n35. It may be noticed that if the compound matrices $LM$ and $ML$ are similar, they are either equal or else opposite; that is, the matrices $L$, $M$ are either convertible or skew convertible.\n36. Two matrices such as\n\n\\[\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}, \\quad\n\\begin{pmatrix}\na & c \\\\\nb & d\n\\end{pmatrix},\n\\]\n\nare said to be formed one from the other by transposition, and this may be denoted by the symbol tr.; thus we may write\n\n\\[\n\\begin{pmatrix}\na & c \\\\\nb & d\n\\end{pmatrix} = \\text{tr.} \\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}.\n\\]\n\nThe effect of two successive transpositions is of course to reproduce the original matrix.\n\n37. It is easy to see that if \\( M \\) be any matrix, then\n\n\\[\n(\\text{tr. } M)^p = \\text{tr. } (M^p),\n\\]\n\nand in particular,\n\n\\[\n(\\text{tr. } M)^{-1} = \\text{tr. } (M^{-1}).\n\\]\n\n38. If \\( L, M \\) be any two matrices,\n\n\\[\n\\text{tr. } (LM) = \\text{tr. } M. \\text{ tr. } L,\n\\]\n\nand similarly for three or more matrices, \\( L, M, N, \\&c., \\)\n\n\\[\n\\text{tr. } (LMN) = \\text{tr. } N. \\text{ tr. } M. \\text{ tr. } L, \\&c.\n\\]\n\n40. A matrix such as\n\n\\[\n\\begin{pmatrix}\na & h & g \\\\\nh & b & f \\\\\ng & f & c\n\\end{pmatrix}\n\\]\n\nwhich is not altered by transposition, is said to be symmetrical.\n\n41. A matrix such as\n\n\\[\n\\begin{pmatrix}\n0 & \\nu & -\\mu \\\\\n-\\nu & 0 & \\lambda \\\\\n\\mu & -\\lambda & 0\n\\end{pmatrix}\n\\]\n\nwhich by transposition is changed into its opposite, is said to be skew symmetrical.\n\n42. It is easy to see that any matrix whatever may be expressed as the sum of a symmetrical matrix, and a skew symmetrical matrix; thus the form\n\n\\[\n\\begin{pmatrix}\na & h+\\nu & g-\\mu \\\\\nh-\\nu & b & f+\\lambda \\\\\ng+\\mu & f-\\lambda & c\n\\end{pmatrix}\n\\]\n\nwhich may obviously represent any matrix whatever of the order 3, is the sum of the two matrices last before mentioned.\n\n43. The following formulæ, although little more than examples of the composition of transposed matrices, may be noticed, viz.\n\n\\[\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix} \\begin{pmatrix}\na & c \\\\\nd & b\n\\end{pmatrix} = \\begin{pmatrix}\na^2 + b^2 & ac + bd \\\\\nac + bd & c^2 + d^2\n\\end{pmatrix}\n\\]\nwhich shows that a matrix compounded with the transposed matrix gives rise to a symmetrical matrix. It does not however follow, nor is it the fact, that the matrix and transposed matrix are convertible. And also\n\n\\[\n\\begin{pmatrix}\na & c \\\\\nb & d\n\\end{pmatrix}\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}\n=\n\\begin{pmatrix}\na^3 + bcd + a(b^2 + c^2) & c^3 + abd + c(a^2 + d^2) \\\\\nb^3 + acd + b(a^2 + d^2) & d^3 + abc + d(b^2 + c^2)\n\\end{pmatrix}\n\\]\n\nwhich is a remarkably symmetrical form. It is needless to proceed further, since it is clear that\n\n\\[\n\\begin{pmatrix}\na & c \\\\\nb & d\n\\end{pmatrix}\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}\n= \\left( \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} \\right)^2\n\\]\n\n44. In all that precedes, the matrix of the order 2 has frequently been considered, but chiefly by way of illustration of the general theory; but it is worth while to develope more particularly the theory of such matrix. I call to mind the fundamental properties which have been obtained, viz. it was shown that the matrix\n\n\\[ M = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix} \\]\n\nsatisfies the equation\n\n\\[ M^2 - (a+d)M + ad - bc = 0, \\]\n\nand that the two matrices\n\n\\[ \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix}, \\quad \\begin{pmatrix} a' & b' \\\\ c' & d' \\end{pmatrix}, \\]\n\nwill be convertible if\n\n\\[ a' - d': b': c' = a - d: b: c, \\]\n\nand that they will be skew convertible if\n\n\\[ a + d = 0, \\quad a' + d' = 0, \\quad aa' + bc' + b'c + dd' = 0, \\]\n\nthe first two of these equations being the conditions in order that the two matrices may be respectively periodic of the second order to a factor près.\n\n45. It may be noticed in passing, that if \\( L, M \\) are skew convertible matrices of the order 2, and if these matrices are also such that \\( L^2 = -1, M^2 = -1 \\), then putting \\( N = LM = -ML \\), we obtain\n\n\\[ L^2 = -1, \\quad M^2 = -1, \\quad N^2 = -1, \\]\n\n\\[ L = MN = -NM, \\quad M = NL = -NL, \\quad N = LM = -ML, \\]\n\nwhich is a system of relations precisely similar to that in the theory of quaternions.\n\n46. The integer powers of the matrix\n\n\\[ M = \\begin{pmatrix} a & b \\\\ c & d \\end{pmatrix}, \\]\n\nare obtained with great facility from the quadratic equation; thus we have, attending first to the positive powers,\n\\[\nM^2 = (a+d)M - (ad-bc),\n\\]\n\\[\nM^3 = [(a+d)^2 - (ad-bc)]M - (a+d)(ad-bc),\n\\]\n\\&c.,\n\nwhence also the conditions in order that the matrix may be to a factor près periodic of the orders 2, 3, \\&c. are\n\n\\[\na+d = 0,\n\\]\n\\[\n(a+d)^2 - (ad-bc) = 0,\n\\]\n\\&c.;\n\nand for the negative powers we have\n\n\\[\n(ad-bc)M^{-1} = -M + (a+d),\n\\]\n\nwhich is equivalent to the ordinary form\n\n\\[\n(ad-bc)M^{-1} = \\begin{pmatrix} d & -b \\\\ -c & a \\end{pmatrix};\n\\]\n\nand the other negative powers of \\( M \\) can then be obtained by successive multiplications with \\( M^{-1} \\).\n\n47. The expression for the \\( n \\)th power is however most readily obtained by means of a particular algorithm for matrices of the order 2.\n\nLet \\( h, b, c, J, q \\) be any quantities, and write for shortness \\( R = -h^2 - 4bc \\); suppose also that \\( h', b', c', J', q' \\) are any other quantities, such nevertheless that \\( h': b': c' = h : b : c \\), and write in like manner \\( R' = -h'^2 - 4b'c' \\). Then observing that \\( \\frac{h}{\\sqrt{R}}, \\frac{b}{\\sqrt{R}}, \\frac{c}{\\sqrt{R}} \\) are respectively equal to \\( \\frac{h'}{\\sqrt{R'}}, \\frac{b'}{\\sqrt{R'}}, \\frac{c'}{\\sqrt{R'}} \\), the matrix\n\n\\[\n\\begin{pmatrix}\nJ(\\cot q - \\frac{h}{\\sqrt{R}}), \\frac{2bJ}{\\sqrt{R}} \\\\\n\\frac{2cJ}{\\sqrt{R}}, J(\\cot q + \\frac{h}{\\sqrt{R}})\n\\end{pmatrix}\n\\]\n\ncontains only the quantities \\( J, q \\), which are not the same in both systems; and we may therefore represent this matrix by \\((J, q)\\), and the corresponding matrix with \\( h', b', c', J', q' \\) by \\((J', q')\\). The two matrices are at once seen to be convertible (the assumed relations \\( h': b': c' = h : b : c \\) correspond in fact to the conditions, \\( a'-d': b': c' = a-d : b : c \\), of convertibility for the ordinary form), and the compound matrix is found to be\n\n\\[\n\\left( \\frac{\\sin(q+q')}{\\sin q \\sin q'}, JJ', q+q' \\right).\n\\]\n\nAnd in like manner the several convertible matrices \\((J, q), (J', q'), (J'', q'')\\) \\&c. give the compound matrix\n\n\\[\n\\left( \\frac{\\sin(q+q'+q''..)}{\\sin q \\sin q' \\sin q''..}, JJ'J''.., q+q'+q''.. \\right).\n\\]\n48. The convertible matrices may be given in the first instance in the ordinary form, or we may take these matrices to be\n\n\\[\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}, \\quad\n\\begin{pmatrix}\na' & b' \\\\\nc' & d'\n\\end{pmatrix}, \\quad\n\\begin{pmatrix}\na'' & b'' \\\\\nc'' & d''\n\\end{pmatrix} \\text{ &c.}\n\\]\n\nwhere of course \\(d-a:b:c=d'-a':b':c'=d''-a'':b'':c''=&c.\\). Here writing \\(h=d-a\\), and consequently \\(R=-(d-a)^2-4bc\\), and assuming also \\(J=\\frac{1}{2}\\sqrt{R}\\) and \\(\\cot q=\\frac{d+a}{\\sqrt{R}}\\), and in like manner for the accented letters, the several matrices are respectively\n\n\\[\n\\left(\\frac{1}{2}\\sqrt{R}, q\\right)\\left(\\frac{1}{2}\\sqrt{R'}, q'\\right), \\left(\\frac{1}{2}\\sqrt{R''}, q''\\right), \\text{ &c.,}\n\\]\n\nand the compound matrix is\n\n\\[\n\\begin{pmatrix}\n\\sin(q+q'+q''...) & \\sin q \\sin q' \\sin q''... \\\\\n\\sin q \\sin q' \\sin q''... & \\left(\\frac{1}{2}\\sqrt{R}\\right)\\left(\\frac{1}{2}\\sqrt{R'}\\right)\\left(\\frac{1}{2}\\sqrt{R''}\\right)..., q+q'+q''+...\n\\end{pmatrix}.\n\\]\n\n49. When the several matrices are each of them equal to\n\n\\[\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix},\n\\]\n\nwe have of course \\(q=q'=q''...\\), \\(R=R'=R''...\\), and we find\n\n\\[\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}^n = \\left(\\frac{\\sin nq}{\\sin^n q}\\left(\\frac{1}{2}\\sqrt{R}\\right)^n, nq\\right);\n\\]\n\nor substituting for the right-hand side, the matrix represented by this notation, and putting for greater simplicity\n\n\\[\n\\frac{\\sin nq}{\\sin^n q}\\left(\\frac{1}{2}\\sqrt{R}\\right)^n = \\left(\\frac{1}{2}\\sqrt{R}\\right)L, \\text{ or } L=\\frac{\\sin nq}{\\sin^n q}\\left(\\frac{1}{2}\\sqrt{R}\\right)^{n-1},\n\\]\n\nwe find\n\n\\[\n\\begin{pmatrix}\na & b \\\\\nc & d\n\\end{pmatrix}^n = \\left(\\frac{1}{2}L(\\sqrt{R} \\cot nq-(d-a)), Lb \\\\\nLe, \\frac{1}{2}L(\\sqrt{R} \\cot nq+(d-a))\\right)\n\\]\n\nwhere it will be remembered that\n\n\\[\nR=-(d-a)^2-4bc \\text{ and } \\cot q=\\frac{d+a}{\\sqrt{R}},\n\\]\n\nthe last of which equations may be replaced by\n\n\\[\n\\cos q+\\sqrt{-1}\\sin q=\\frac{d+a+\\sqrt{-R}}{2\\sqrt{ad-bc}}.\n\\]\n\nThe formula in fact extends to negative or fractional values of the index \\(n\\), and when \\(n\\) is a fraction, we must, as usual, in order to exhibit the formula in its proper generality, write \\(q+2m\\pi\\) instead of \\(q\\). In the particular case \\(n=\\frac{1}{2}\\), it would be easy to show the identity of the value of the square root of the matrix with that before obtained by a different process.\n50. The matrix will be to a factor *près*, periodic of the *n*th order if only $\\sin nq = 0$, that is, if $q = \\frac{m\\pi}{n}$ (*m* must be prime to *n*, for if it were not, the order of periodicity would be not *n* itself, but a submultiple of *n*); but $\\cos q = \\frac{d + a}{2\\sqrt{ad - bc}}$, and the condition is therefore\n\n$$(d + a)^2 - 4(ad - bc) \\cos^2 \\frac{m\\pi}{n} = 0,$$\n\nor as this may also be written,\n\n$$d^2 + a^2 - 2ad \\cos \\frac{2m\\pi}{n} + 4bc \\cos^2 \\frac{m\\pi}{n} = 0,$$\n\na result which agrees with those before obtained for the particular values 2 and 3 of the index of periodicity.\n\n51. I may remark that the last preceding investigations are intimately connected with the investigations of Babbage and others in relation to the function $\\varphi x = \\frac{ax + b}{cx + d}$.\n\nI conclude with some remarks upon rectangular matrices.\n\n52. A matrix such as\n\n$$\\begin{pmatrix}\na, & b, & c \\\\\na', & b', & c'\n\\end{pmatrix}$$\n\nwhere the number of columns exceeds the number of lines, is said to be a broad matrix; a matrix such as\n\n$$\\begin{pmatrix}\na, & b \\\\\na', & b'\n\\end{pmatrix}$$\n\nwhere the number of lines exceeds the number of columns, is said to be a deep matrix.\n\n53. The matrix zero subsists in the present theory, but not the matrix unity. Matrices may be added or subtracted when the number of the lines and the number of the columns of the one matrix are respectively equal to the number of the lines and the number of the columns of the other matrix, and under the like condition any number of matrices may be added together. Two matrices may be equal or opposite the one to the other. A matrix may be multiplied by a single quantity, giving rise to a matrix of the same form; two matrices so related are similar to each other.\n\n54. The notion of composition applies to rectangular matrices, but it is necessary that the number of lines in the second or nearer component matrix should be equal to the number of columns in the first or further component matrix; the compound matrix will then have as many lines as the first or further component matrix, and as many columns as the second or nearer component matrix.\n\n55. As examples of the composition of rectangular matrices, we have\n\n$$\\begin{pmatrix}\na, & b, & c \\\\\nd, & e, & f\n\\end{pmatrix} \\begin{pmatrix}\na', & b', & c' \\\\\ne', & f', & g'\n\\end{pmatrix} = \\left( \\begin{pmatrix}\n(a, b, c)(a', e', i') \\\\\n(d, e, f)(a', e', i')\n\\end{pmatrix}, \\begin{pmatrix}\n(a, b, c)(b', f', j') \\\\\n(d, e, f)(b', f', j')\n\\end{pmatrix}, \\begin{pmatrix}\n(a, b, c)(c', g', k') \\\\\n(d, e, f)(c', g', k')\n\\end{pmatrix}, \\begin{pmatrix}\n(a, b, c)(d', h', l') \\\\\n(d, e, f)(d', h', l')\n\\end{pmatrix} \\right),$$\n\n$$\\begin{pmatrix}\ni', & j', & k', & l'\n\\end{pmatrix}.$$\nand\n\n\\[\n\\begin{pmatrix}\na & d & (a', b', c', d') \\\\\nb & e & (e', f', g', h') \\\\\nc & f & (c', f', g', h')\n\\end{pmatrix} =\n\\begin{pmatrix}\n(a, d \\times a', e'), (a, d \\times b', f'), (a, d \\times c', g'), (a, d \\times d', h') \\\\\n(b, e \\times a', e'), (b, e \\times b', f'), (b, e \\times c', g'), (b, e \\times d', h') \\\\\n(c, f \\times a', e'), (c, f \\times b', f'), (c, f \\times c', g'), (c, f \\times d', h')\n\\end{pmatrix}\n\\]\n\n56. In the particular case where the lines and columns of the one component matrix are respectively equal in number to the columns and lines of the other component matrix, the compound matrix is square, thus we have\n\n\\[\n\\begin{pmatrix}\na, b, c & (a', d') \\\\\nd, e, f & (b', e') \\\\\nc', f'\n\\end{pmatrix} =\n\\begin{pmatrix}\n(a, b, c \\times a', b', c'), (a, b, c \\times d', e', f') \\\\\n(d, e, f \\times a', b', c'), (d, e, f \\times d', e', f')\n\\end{pmatrix}\n\\]\n\nand\n\n\\[\n\\begin{pmatrix}\na', d' & (a, b, c) \\\\\nb', e' & (d, e, f) \\\\\nc', f'\n\\end{pmatrix} =\n\\begin{pmatrix}\n(a', d' \\times a, d), (a', d' \\times b, e), (a', d' \\times c, f') \\\\\n(b', e' \\times a, d), (b', e' \\times b, e), (b', e' \\times c, f') \\\\\n(c', f' \\times a, d), (c', f' \\times b, e), (c', f' \\times c, f')\n\\end{pmatrix}\n\\]\n\nThe two matrices in the case last considered admit of composition in the two different orders of arrangement, but as the resulting square matrices are not of the same order, the notion of the convertibility of two matrices does not apply even to the case in question.\n\n57. Since a rectangular matrix cannot be compounded with itself, the notions of the inverse or reciprocal matrix and of the powers of the matrix and the whole resulting theory of the functions of a matrix, do not apply to rectangular matrices.\n\n58. The notion of transposition and the symbol tr. apply to rectangular matrices, the effect of a transposition being to convert a broad matrix into a deep one and reciprocally. It may be noticed that the symbol tr. may be used for the purpose of expressing the law of composition of square or rectangular matrices. Thus treating \\((a, b, c)\\) as a rectangular matrix, or representing it by \\((a, b, c)\\), we have\n\n\\[\n\\text{tr.} \\begin{pmatrix} a', b', c' \\end{pmatrix} = \\begin{pmatrix} a' \\\\ b' \\\\ c' \\end{pmatrix},\n\\]\n\nand thence\n\n\\[\n\\begin{pmatrix} a, b, c \\end{pmatrix} \\text{tr.} \\begin{pmatrix} a', b', c' \\end{pmatrix} = \\begin{pmatrix} a, b, c \\times a' \\\\ b' \\\\ c' \\end{pmatrix} = (a, b, c \\times a', b', c'),\n\\]\n\nso that the symbol\n\n\\((a, b, c \\times a', b', c')\\)\n\nwould upon principle be replaced by\n\n\\((a, b, c) \\text{tr.} (a', b', c')\\):\nit is however more convenient to retain the symbol\n\n\\[(a, b, c) \\mathcal{X} (a', b', c').\\]\n\nHence introducing the symbol tr. only on the left-hand sides, we have\n\n\\[\n\\begin{pmatrix}\n(a, b, c) \\\\\n(d, e, f)\n\\end{pmatrix}\n\\text{tr.}\n\\begin{pmatrix}\n(a', b', c') \\\\\n(d', e', f')\n\\end{pmatrix}\n=\n\\begin{pmatrix}\n((a, b, c) \\mathcal{X} (a', b', c')), (a, b, c) \\mathcal{X} (d', e', f') \\\\\n(d, e, f) \\mathcal{X} (a', b', c'), (d, e, f) \\mathcal{X} (d', e', f')\n\\end{pmatrix},\n\\]\n\nor to take an example involving square matrices,\n\n\\[\n\\begin{pmatrix}\n(a, b) \\\\\n(d, e)\n\\end{pmatrix}\n\\text{tr.}\n\\begin{pmatrix}\n(a', b') \\\\\n(d', e')\n\\end{pmatrix}\n=\n\\begin{pmatrix}\n((a, b) \\mathcal{X} (a', b')), (a, b) \\mathcal{X} (d', e') \\\\\n(d, e) \\mathcal{X} (a', b'), (d, e) \\mathcal{X} (d', e')\n\\end{pmatrix},\n\\]\n\nso that in the composition of matrices (square or rectangular), when the second or nearer component matrix is expressed as a matrix preceded by the symbol tr., any line of the compound matrix is obtained by compounding the corresponding line of the first or further component matrix successively with the several lines of the matrix which preceded by tr. gives the second or nearer component matrix. It is clear that the terms 'symmetrical' and 'skew symmetrical' do not apply to rectangular matrices.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108649.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 35002,
    "total-output-tokens": 15209,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2114,
        2
      ],
      [
        2114,
        4287,
        3
      ],
      [
        4287,
        6239,
        4
      ],
      [
        6239,
        8329,
        5
      ],
      [
        8329,
        11403,
        6
      ],
      [
        11403,
        13646,
        7
      ],
      [
        13646,
        15777,
        8
      ],
      [
        15777,
        18430,
        9
      ],
      [
        18430,
        20433,
        10
      ],
      [
        20433,
        22069,
        11
      ],
      [
        22069,
        24536,
        12
      ],
      [
        24536,
        26504,
        13
      ],
      [
        26504,
        29226,
        14
      ],
      [
        29226,
        31261,
        15
      ],
      [
        31261,
        33169,
        16
      ],
      [
        33169,
        35400,
        17
      ],
      [
        35400,
        37446,
        18
      ],
      [
        37446,
        39816,
        19
      ],
      [
        39816,
        42539,
        20
      ],
      [
        42539,
        45111,
        21
      ],
      [
        45111,
        46404,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108649",
    "title": "A Memoir on the Theory of Matrices",
    "authors": "Arthur Cayley",
    "year": 1858,
    "volume": "148",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/108649"
  }
}