{
  "id": "e0a47ce1924e449c37a07acd18de85e6dd859adb",
  "text": "XII. A Letter from Dr. Ducarel, F. R. S. and F. S. A. to William Watson, M. D. F. R. S. upon the early Cultivation of Botany in England; and some Particulars about John Tradescant, a great Promoter of that Science, as well as Natural History, in the last Century, and Gardener to King Charles I.\n\nSIR,\n\nRead Nov. 2, 1772.\n\nYOUR love for Botany, and your great knowledge in that science, will, I hope, be a sufficient apology for laying before you some observations which have occurred to me on that subject. And I flatter myself that the following anecdotes will not be altogether unacceptable to you.\n\nThe sciences, we know, are subject to revolutions. But is it not a very extraordinary one that Botany, so useful to mankind, and so well known to the ancients, should, for some ages, abandon Europe, and remain almost unknown there till the sixteenth century; when it is supposed to have suddenly revived; and has since, by the industry of the moderns, been brought to the highest perfection?\nThe truth, however, is, that Botany returned into England long before this æra. It was brought back here by the Saxons; since whose time, I shall endeavour to shew, that it hath always flourished, more or less, in this kingdom.\n\nI found my opinion upon the authority of the four following Saxon manuscripts.\n\nTwo in the Bodleian Library, viz.\n\n(a) N° 4125. Herbarium Saxonicum.\n(b) N° 5169. Liber Medicinalis MS. continens Virtutes Herbarum Saxonicè.\n\nAnd two others in the Harleian Library, viz.\n\nN° 5066. entitled, Herbarium Saxonicè.\nN° 585. Tractatus qui ab Anglo-Saxonibus dicitur LIBER MEDICINALIS: scil. L. Apuleii Madaurencis Libri de Virtutibus Herbarum, Versio Anglo-Saxonica.\n\nThis Lucius Apuleius of Medæura was a famous Platonic philosopher, who flourished about A.D. 200.\n\nFrom this time I have met with no MS. concerning Botany, till the thirteenth century, when (c) Bishop Tanner mentions three MSS. on this subject, written by Gilebertus Legleus, five Anglicus, a phy-\n\n(a) Cat. MSS. Angliæ, p. 185.\n(b) Ibid. p. 562.\n(c) Bibliotheca, p. 474.\nfician, who flourished in the year 1210, entitled,\n\n1. De Virtutibus Herbarum, MS. Bodl. Digb. 75.\n2. Gilberti Liber de Viribus & Medicinis Herbarum, Arborum, & Specierum, MS. olim Monast. Sion.\n3. De Re Herbaria, Lib. I.\n\n(d) The Bishop likewise mentions one John Ardern, a famous surgeon, who lived at Newark in Nottinghamshire from 1349 to 1370, as the author of a MS. (now extant in Sir Hans Sloane's library), entitled, Volumen Miscellaneorum de Re Herbaria, Physica, & Chirurgica.\n\nIn the Ashmolean Library are the following MSS. viz.\n\n(e) (N° 7704.) entitled, A Treatise of Chirurgery, with an Herbal, &c. in Old English, 4to. 1438. And another,\n(N° 7709.) called, An Herbery, &c. written alphabetically, according to the Latin names, in 1443. And\n(N° 7537.) entitled, A Book of Plants and Animals, delineated in their natural colours on velom. Old English, A.D. 1504.\n\nMr. Ames, in his Typographical Antiquities, p. 470, informs us, that, in the year 1516, a folio, entitled, \"The Greate Herball,\" was printed in\n\n(d) Bibliotheca, p. 48.\n(e) Cat. MSS. Angl. p. 341.\n\nVol. LXIII. M South-\nSouthwark by Peter Treveris; and this, Sir, I believe, is the oldest English herbal now extant in print.\n\nTo come to later times. The ingenious Mr. Gough (in his British Topography, p. 61.) informs us, \"That, before the year 1597, John Gerrard, citizen and surgeon of London, seems to be the first who cultivated a large physic garden, which he had near his house in Holborn, where he raised 1100 different plants and trees.\" (He might have add, that Gerrard had another physic garden in Old-street, containing a great variety of plants; a printed catalogue of which is to be found in the libraries of the curious). But Gerrard had a famous cotemporary, who greatly advanced that valuable science, and of whom but little hath hitherto been said by the modern biographers.\n\nJohn Tradescant is the person meant. And I hope, Sir, that an attempt to revive the memory of this once eminent botanist and virtuoso will not be displeasing.\n\nJohn Tradescant was, according to Anthony Wood, a Fleming, or a Dutchman. We are informed by Parkinson, that he had travelled into most parts of Europe, and into Barbary; and, from some emblems remaining upon his monument in Lambeth church-yard, it plainly appears that he had visited Greece, Egypt, and other Eastern countries.\n\nIn his travels, he is supposed to have collected not only plants and seeds, but most of those curiosities of every sort, which, after his death, were sold by his son to the famous Elias Ashmole, and deposited in his Museum at Oxford.\nWhen he first settled in this kingdom, cannot, at this distance of time, be ascertained; perhaps it was towards the latter end of the reign of Queen Elizabeth, or the beginning of that of King James the First. His print, engraven by Hollar before the year 1656, which represents him as a person very far advanced in years, seems to countenance this opinion.\n\nHe lived in a great house at South Lambeth, where there is reason to think his museum was frequently visited by persons of rank, who became benefactors thereto; among these were King Charles the First (to whom he was gardener), Henrietta Maria his Queen, Archbishop Laud, George Duke of Buckingham, Robert and William Cecil, Earls of Salisbury, and many other persons of distinction (f).\n\nJohn Tradescant may therefore be justly considered as the earliest collector (in this kingdom) of every thing that was curious in Natural History, viz. minerals, birds, fishes, insects, &c. &c. He had also a good collection of coins and medals of all sorts, besides a great variety of uncommon rarities. (g) A catalogue of these, published by his son, contains an enumeration of the many plants, shrubs, trees, &c. growing in his garden, which was pretty extensive. Some of these plants are (as I am informed), if not totally extinct, at least become very uncommon, even at this time. A list of some remarkable ones\n\n(f) See a list of them at the end of Museum Tradescantianum, 12mo, London, 1656—where are Hollar's two prints of John Tradescant, the father and son.\n\n(g) Ibid.\nIntroduced by him, is inserted below (b). And this able man, by his great industry, made it manifest (in the very infancy of Botany), that there is scarce\n\n(b) From Parkinson's Garden of pleasant Flowers, printed in 1656.\n\n1. \"Pseudonarcissus aureus maximus flore pleno, sive rosecus Tradescanti.\n\"The greatest double yellow bastard daffodil, or John Tradescant's great rose daffodil.\n\"This daffodil was primarily introduced by John Tradescant, and for its extreme beauty, may well be entitled the glory of daffodils.\" Page 102.\n\n2. \"Moly Homericum, vel potius Theophrasti.\n\"The greatest moly of Homer.\" 141.\n\n3. \"Moly Indicum, sive Caucason.\n\"Indian moly. ibid.\n\"Both the above molys are natives of Spain, Italy, and Greece, and were procured from thence by John Tradescant, and flourished with him, in his garden at Canterbury,\" (should be South Lambeth).\n\n4. \"Ephemerum Virginianum Tradescanti.\n\"John Tradescant's spider-wort of Virginia.\n\"This spider-wort is of late knowledge, and for it the Christian world is indebted unto that painful industrious searcher and lover of all nature's varieties John Tradescant.\" 152.\n\n5. \"Gladiolus Byzantinus.\n\"Corn-flag of Constantinople.\n\"With this species John Tradescant observed many acres of ground in Barbary overspread.\" 190.\n\n6. \"Elleborus albus vulgaris.\n\"White hellebore.\n\"This groweth in many places in Germany, and also in some parts of Russia, and in such plenty, that John Tradescant observed quantity sufficient to load a good ship with the roots.\" 346.\n\n7. \"Nardis montana tuberosa.\n\"Knobbed mountain valerian.\n\"Discovered in a botanic excursion by J. Tradescant.\" 388.\nany plant extant in the known world, that will not, with proper care, thrive in this kingdom.\n\nWhen his house at South Lambeth (then called Tradescant's Ark) came into Ashmole's possession, he added a noble room to it, and adorned the chimney with his arms, impaling those of Sir William Dugdale (whose daughter was his third wife), where they remain to this day.\n\nThis house belongs at present to John Small, Esq; who, about twelve years ago, purchased it of some of Ashmole's descendants; and my house, once a part of Tradescant's, is adjoining thereto.\n\nIt were much to be wished, that the lovers of Botany had visited this once famous garden, before, or at least in, the beginning of the present century. But this seems to have been totally neglected till the year 1749, when yourself, and the late Dr. Mitchel, favoured the Royal Society (i) with the only account now extant, of the remains of Tradescant's garden. In it, Sir, you seem to confine the extent thereof to\n\n8. \"John Tradescant introduced a new strawberry, with very large leaves, from Brussels; but, in the course of seven years, could never see one berry completely ripe.\" Page 528.\n\n9. \"John Tradescant procured a new and great variety of plums from Turkey, and other parts of the world.\" 575.\n\n10. \"The Argier, or Algier apricot. This, with many other sorts, John Tradescant brought with him, returning from the Argier voyage, whither he went with the fleet that was sent against pirates, A° 1620.\" 579.\n\nThus far Parkinson; but whether or no these plants bear his name at this period, I can no more pretend to assert, than that all the species therein mentioned are even now existing in our gardens.\n\n(i) Philosophical Transactions, Vol. XLVI. p. 160.\nthat now belonging to Mr. Small's house. I believe it was otherwise; and, on the account of the great number of plants, trees, &c., am inclined to think that Tradescant's garden extended much farther. Bounded on the West by the road, on the East by a deep ditch (still extant) it certainly extended a good way towards the North, and took in not only my orchard and garden, but also those of two or three of my next neighbours; and some ancient mulberry trees, planted in a line towards the North, seem to confirm this conjecture.\n\nWhen the death of John Tradescant happened, I have not been able to discover, no mention being made thereof in the Register Book of Lambeth Church.\n\nA singular monument (of which I herewith send you a drawing, Tab. IV. and V.) was erected, in the South-East part of Lambeth church-yard, in 1662, by Hester, the relict of John Tradescant the son, for himself, and the rest of this family, which is long since extinct (k).\n\nThis once beautiful monument hath suffered so much by the weather, that no just idea can now, on inspection, be formed of the North and South sides. But this defect is happily supplied from two fine drawings, preserved in Mr. Pepys's Library at Cambridge. We see\n\nOn the East side Tradescant's arms.\nOn the West A hydra, and under it a skull.\n\n(k) John the grandson, buried 15th September 1652.\n    John the son, buried 25th April 1662.\n    Hester, widow of John Tradescant, buried 6th April 1678.\n    From the Register of Lambeth Church.\nOn the South { Broken columns, Corinthian capitals, &c. supposed to be ruins in Greece, or some other eastern countries.\n\nOn the North { A crocodile, shells, &c. and a view of some Egyptian buildings.\n\nVarious figures of trees, &c. in relievo adorn the four corners of this monument.\n\nThe following remarkable epitaph (preserved at Oxford, and printed in Mr. Aubrey's Antiquities of Surrey, p. 11.), was intended for, but never placed upon, this monument.\n\nKnow, stranger, e'er thou pass, beneath this stone Lie John Tradescant, grandsire, father, son. The last dy'd in his spring; the other two Liv'd till they had travelled art and nature thro'. As by their choice collections may appear, Of what is rare in land, in seas, in air: Whilst they (as Homer's Iliad in a nut) A world of wonders in one closet shut. These famous antiquarians that had been Both gardiners to the Rose and Lilly Queen, Transplanted now themselves, sleep here; and when Angels shall with their trumpets awaken men, And fire shall purge the world, these hence shall rise And change their garden for a paradise.\n\nBefore I conclude, I must beg leave to add a list of the portraits of the Tradescant family, now in the Ashmolean Museum. I cannot, however, conceive why both father and son are therein called Sir John, as it does not appear either of them were ever knighted. But so it is in the Oxford list communi-\ncated to me, some time since, by the late worthy and learned Mr. William Huddesford, keeper of the Ashmolean Museum.\n\n1. Sir John Tradescant, senior. A three quarter piece, ornamented with fruit, flowers, and garden roots.\n\n2. Ditto. After his decease.\n\n3. A small three quarter piece. Water colours.\n\n4. A large piece, of his wife, son, and daughter. Quarter length.\n\n5. Sir John Tradescant, junior, in his garden. Half length, a spade in his hand.\n\n6. Ditto, with his wife, in one piece. Half length.\n\n7. Ditto, with his friend Zythepia of Lambeth, a collection of shells, &c. upon a table before them. A large quarter piece, inscribed Sir John Tradescant's second wife, and son.\n\nThese pictures have no date, nor painter's name, as I can yet find. They are esteemed to be good portraits. Who the person was, called in the picture Zythepia, I never could learn. He is painted as if entering the room, and Sir John is shaking him by the hand.\n\nI have the honour to remain, with great esteem,\n\nSIR,\n\nYour most faithful,\n\nhumble servant,\n\nDoctors-Commons,\nNovember 2, 1772.\n\nAnd. Coltee Ducarel.\n\nXIII. De\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106140.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21446,
    "total-output-tokens": 3980,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        995,
        2
      ],
      [
        995,
        2055,
        3
      ],
      [
        2055,
        3151,
        4
      ],
      [
        3151,
        4648,
        5
      ],
      [
        4648,
        6174,
        6
      ],
      [
        6174,
        7801,
        7
      ],
      [
        7801,
        9525,
        8
      ],
      [
        9525,
        11017,
        9
      ],
      [
        11017,
        12405,
        10
      ],
      [
        12405,
        13510,
        11
      ],
      [
        13510,
        13510,
        12
      ],
      [
        13510,
        13510,
        13
      ],
      [
        13510,
        13510,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106140",
    "title": "A Letter from Dr. Ducarel, F. R. S. and F. S. A. to William Watson, M. D. F. R. S. upon the Early Cultivation of Botany in England; And Some Particulars about John Tradescant, a Great Promoter of That Science, as Well as Natural History, in the Last Century, and Gardener to King Charles I",
    "authors": "And. Coltee Ducarel",
    "year": 1773,
    "volume": "63",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/106140"
  }
}