{
  "id": "82b2624dff6b06c327c412c4fdd8469c4ce873a2",
  "text": "LXII. An Account of the Earthquake felt in the Island of Sumatra, in the East-Indies, in November and December 1756. In a Letter from Mr. Perry to the Rev. Dr. Stukeley, dated at Fort Marlborough, in the Island of Sumatra, Feb. 20. 1757. Communicated by the Rev. Wm. Stukeley, M.D. F.R.S.\n\nRead Jan. 12, 1758.\n\nTHE earthquake at Lisbon, which you gave me an account of, was certainly the most awful tremendous calamity, that has ever happened in the world. Its effects are extremely wonderful and amazing; and it seems, as you observe, to have been felt in all parts of the globe. On the 3d day of the same month the earthquake of Lisbon happened, I felt at Manna (1) a violent shock myself; and from that time to the 3d of December following I felt no less than twelve different shocks, all which I took an exact account of in my pocket-book. Since which we have had two very severe earthquakes, felt, we believe, throughout this island (2). The walls of (3) Cumberland-house * were greatly damaged by them. Salop-house *, my own (formerly Mr. Massey's), the houses\n\n(1) Manna lies about 50 miles to the southward of Marlborough.\n(2) The island of Sumatra is between 7 and 800 miles long from north to south.\n(3) Cumberland-house is a new well-built house for the governor of the place.\n* N.B. Both these are contiguous to the fort.\nof Laye (4) and Manna, were all cracked by them; and the works at the sugar-plantation (5) received considerable damage. The ground opened near the qualloe (6) at Bencoolen, and up the River in several places; and there issued therefrom sulphureous earth, and large quantities of water, sending forth a most intolerable stench. Poblo Point (7) was much cracked at the same time; and some doofoons (8) in-land at Manna were destroyed, and many people in them.\n\nThese are all the ill effects, that have come to our knowledge; but, it is reasonable to suppose, not all the damage, that has happened upon the island.\n\nLXIII. Concerning the Fall of Water under Bridges. By Mr. J. Robertson, F.R.S.\n\nRead Jan. 19, 1758.\n\nSome time before the year 1740, the problem about the fall of water, occasioned by the piers of bridges built across a river, was much talked of at London, on account of the fall that it was supposed would be at the new bridge to be built at Westminster. In Mr. Hawksmore's and Mr. Labelye's pamphlets, the former published in 1736,\n\n(4) Laye house or factory is about 30 miles to the northward of Marlborough, and Manna house or factory fifty miles to the southward.\n\n(5) The sugar-plantation is five or six miles from Marlborough.\n\n(6) The qualloe is the country word for a river's mouth.\n\n(7) Poblo Point lies about three leagues to the southward of Marlborough.\n\n(8) Doofoons are villages.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105287.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4520,
    "total-output-tokens": 824,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1334,
        2
      ],
      [
        1334,
        2742,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105287",
    "title": "An Account of the Earthquake Felt in the Island of Sumatra, in the East-Indies, in November and December 1756. In a Letter from Mr. Perry to the Rev. Dr. Stukeley, Dated at Fort Marlborough, in the Island of Sumatra, Feb. 20. 1757. Communicated by the Rev. Wm. Stukeley, M. D. F. R. S.",
    "authors": "Wm. Stukeley, Mr. Perry",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105287"
  }
}