{
  "id": "cd7beb91202e4a70538fa381da07485229855f64",
  "text": "infimum locum in tubulo D E; Si vero gravitas atmosphærae æquipolleat altitudini mercurii triginta & unius pollicum, liquor a calore aquæ ebullientis usque ad locum supremum tubuli D E attolletur, termini vari autem caloris aquæ ebullientis non gradibus, sed illorum loco numeris digitorum, quibus altitudo mercurii in barometris vulgo mensuratur, ope nempe scalæ additæ de denotabuntur.\n\nVII. Observatio Lunaris Eclipse habita Ulyssipone in Palatio Regio Die 1. Novembris 1724. A PP. Joanne Baptista Carbone, & Dominico Capasso, Soc. Jesu. Communicante Excellentissimo Domino, Dno de Galvaon, Commendatore Villæ Meam & Francæ, Equ. Ord. Christ. Legato Sereniss. Reg. Portugall. ad Sereniss. Regem Magn. Britan. S. R. S.\n\nObservavimus hanc Eclipse Telescopiis, altero quidem Pedum Parisinorum 8. sed clarissimo, altero 10. sed minus claro: utroque tamen lunares maculae perfectissimè discernebantur. Ad temporis dimensionem usi sumus Horologio oscillatorio, vulgo Pendula, satis exacto, pluribus ante diebus in ipso observationis loco firmato, & quotidiano examine per meridianam lineam, ibidem a nobis jamdiu inventam, & pluries examinatam, ad medium Solis motum quam proxime reducto. Nocte vero ipsius Eclipse ter illud ad trutinam revocavimus, ut ejus a vero tempore discordiam deprehenderemus. Primo in transitu Fomalhantis per Meridianum, Hor. 8. M. 17. Sec. 18. Secundo in transitu Rigel seu Pedis Lucidi Orionis, Hor. 2. M. 35. Sec. 21. Tertio\ntio in transitu Sirii, Hor. 4. M. 7. Sec. 40. (Ascensi-\nones rectae deductae sunt ex Tabulis Hirianis.) Inveni-\nmus autem Horologium tardius incedere secundis tan-\ntum 7. quae jam addita sunt momento Observationis\nmox apponendae.\n\nA Solis Occasu usque ad Mediam Noctem Nubes\nac Pluviae Coelum nobis identidem adimebant. Ventus\ntamen sub horam 1. illud nobis satis clarum restituit,\neoque usi sumus ad horam prope tertiam.\n\n**Temp. Ver.**\n\n| Hor. | Temp. |\n|------|-------|\n| 7    | 11    |\n| 1 38 | o     | Penumbra incipit esse sensibilis |\n| 1 41 | o     | fit spissior |\n| 1 43 | 29    | fit spississima |\n| 1 47 | 45    | Umbra incipit |\n| 1 49 | 25    | Discus Lunae apparet deficiens |\n| 2    | 0 16  | Umbra pertingit ad Aristarchum |\n| 2    | 0 39  | Pertingit ad Platonem |\n| 2    | 1 10  | Aristarchus totus in Umbra |\n| 2    | 6 22  | Architas |\n| 2    | 8 7   | Aristoteles |\n| 2    | 10 29 | Pitheas |\n| 2    | 11 28 | Galileus |\n| 2    | 13 22 | Umbra ad littus Orientale Maris Se-\n|      |       | renitatis |\n| 2    | 15 34 | Endymion immergitur totus |\n| 2    | 18 2  | Copernicus incipit immersi |\n| 2    | 20 7  | totus in Umbra |\n| 2    | 21 5  | Posidonius incipit |\n| 2    | 22 8  | totus latet |\n| 2    | 27 49 | Ricciolus incipit |\n| 2    | 31 56 | Umbra pervenit ad Grimaldum |\n| 2    | 34 37 | Ad Litus Boreale Maris Crisium |\n| 2    | 37 17 | Proclus immergitur |\n\nHor.\nHor.\n\n2 40 Nubes supervenit, quae Lunam omnino tegit, dumque videtur duratura.\n\n3 25 Nubes discedit. Jam autem ex Umbra emergerunt Grimaldus, Ricciolus, Keplerus, Galilaeus.\n\n3 29 Aristarchus emergit\n\n3 30 Copernicus incipit emergere\n\n3 31 totus extra Umbra\n\n3 39 Pitheas emergit\n\n3 47 Timocharis\n\n3 54 Archimedes\n\n3 57 Plato incipit emergere\n\n3 58 emergit totaliter\n\n4 2 Nubecula iterum Lunae aspectum nobis adimit.\n\n4 6 Jam Luna restituitur\n\n4 8 Aristotelis totalis emersio\n\nNubeculis identidem Lunam occupantibus, reliquarum macularum emersiones exacte observari nequeunt.\n\n4 20 Finis Eclipsis, tardius fortasse visus ob tenuem vaporem interpositum\n\n4 26 Definit Penumbra spissior\n\n4 28 Definit Penumbra fentibilis.\nPeculiari profecto cura, ac ea qua fieri potuit diligentia, Eclipsim hanc observare conati sumus; non modo ut nostri munera partes pro modulo nostro impleremus, quippe Mathefi, ac praecipue Astronomicis observationibus hic additi, verum etiam, ut Serenissimi Regis ingenio plenius, ut par erat, indulgeremus. Valde enim Ipse in hujusmodi observationibus delectatur, ad easque perfecte instituendas, copiosam nobis Instrumentorum supellectilem, munificentia vere Regia, suppeditavit. Neque vero aut iisdem observationibus interese, aut Observatorem se nobis identidem adjungere dedignatur; illud unice semper sollicitus, ne, vel minimum, a rectitudine aberretur. Hoc igitur acti stimulo nec diligentiae pepercimus, nec labori, quo tanti Principis ingenio haec nostra observatio responderet. Accesit & alia qua dudum tenebamus cura, novis ac clarioribus confirmandi argumentis hujuscem Urbis Longitudinem, vel certe ejusdem cum praecipuis Europae Meridianis differentiam; itemque explorandi, an aliorum Tabulae Astronomicae, ad hunc Meridianum reductae per inventas haec tenus differentias, perfecte Coelo congruerent? Ex quo enim Ulyssiponem pervenimus, ubi jam alterum egimus annum, nulla contigerat Lunae Eclipse supra nostrum Horizontem conspicua. Duæ vero solares, altera Die 8. Decembris anni 1722. altera 22. Maii labentis anni, oppositis undique nubibus, observari nullatenus potuere. Jam autem repetitis hoc biennio observationibus tum Immersionum, tum Emersionum Intimi Jovis Satellitis, proxime deprehenderamus, saltem quoad minuta prima, differentiam inter hujuscem Urbis, seu verius hujuscem Regii Palatii, ac Regii Parisiensis Observatorii Meridianos: minuti nempe horaria 43 (mox ubi receperimus observationes habitas in eodem Observatorio, deprehendere poterimus & secunda, quae hic diligenter notavimus.) Hac igitur usu differentia praestentem Eclipsim sup-\n\nVol. XXXIII.\nputavimus ex Tabulis Hirianis. Tum autem mihi, tum P. Dominico Capasso eadem quantitas, idemque pene temporis momentum pro Initio, Medio, ac Fine Eclipseos prodit: Mihi nempe Init. Hor. 1. m. 48. sec. 4. Medium, Hor. 3. m. 3. sec. 59. Finis, Hor. 4. m. 19. sec. 54. Illi vero, Init. Hor. 1. m. 48. sec. Med. Hor. 3. m. 3. sec. 58. Fin. Hor. 4. m. 19. sec. 56. Quantitas utrique digit. 6. min. 53. Sufficiens proinde argumentum erat, quod recte Tabulis uterque usus est; atque illud unice expectandum, ut Coelum pariter supputationibus responderet. Quamquam ex nonnullis Ephemeridibus aliter futurum deducebatur. At revera quam proxime respondit (neglectis scilicet tantum secundis) ut ex ipsa patet observatione.\n\nFateor tamen nec me multum fidere hujusmodi observationibus Lunarium Eclipseium, quod attinet ad secunda definienda. Adeo enim male terminata apparet terrestris umbra, ut ejus ac spissioris penumbrae confinia illico discernere difficile admodum videatur. Hinc non abs re fore putaverim nonnullas hic subtexere observationes Immersionum atque Emersionum Intimi Jovis Satellitis, ex iis, quae praesertim hoc anno habuimus; nam multas praeteriti anni in promptu non habeo. Duas tantum memini, & alibi etiam adnotatas invenio, quibus scilicet usus est CI. V. & Illustri. Dominus Franc. Blanchinus, ad determinandam differentiam inter Meridianos Ulyssiponensem, ac Urbinensem. Has igitur tantum ex praeterito anno subiectam.\n\nObser-\nObservationes Immersionum, ac Emerionum Intimi Jovis Satellitis, habitae Ulyssipone in Palatio Regio, & in Collegio Divi Antonii Soc. Jesu.\n\nRegium Palatium, ac Collegium sunt in eodem omnino Meridiano. Omnes observationes habitae sunt Telescopio palmor. rom. 30. Josephi Campani.\n\n| Year | Event       | Date     | Time |\n|------|-------------|----------|------|\n| 1723 | Emeriones   | Die 23. Julii | 7 47 00 |\n|      |             | Die 7 Septem. | 8 21 48 |\n| 1724 | Immersiones | Die 8 Jun. mane | 2 03 28 |\n|      |             | Die 15    | 3 56 27 |\n|      | Emeriones   | Die 30    | 2 08 51 |\n|      |             | Die 2 Sept. | 9 36 57 |\n|      |             | Die 9     | 11 34 26 |\n|      |             | Die 25    | 9 59 21 |\n|      |             | Die 4 Octob. | 6 26 44 |\n|      |             | Die 18    | 10 21 20 |\n|      |             | Die 3 Novemb. | 8 42 30 |\n\nD d 2 VIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103771.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10056,
    "total-output-tokens": 3023,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1451,
        2
      ],
      [
        1451,
        2848,
        3
      ],
      [
        2848,
        3567,
        4
      ],
      [
        3567,
        5454,
        5
      ],
      [
        5454,
        6896,
        6
      ],
      [
        6896,
        7792,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103771",
    "title": "Observatio Lunaris Eclipsis Habita Ulyssipone in Palatio Regio Die 1. Novembris 1724. A PP. Joanne Baptista Carbone, & Dominico Capasso, Soc. Jesu. Communicante Excellentissimo Domino, Dno de Galvaon, Commendatore Villae Meam & Francae, Equ. Ord. Christ. Legato Sereniss. Reg. Portugall. ad Sereniss. Regem Magn. Britan. S. R. S.",
    "authors": "Dominico Capasso, Joanne Baptista Carbone, De Galvaon",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103771"
  }
}