{
  "id": "f7fce2b66d1e1e60f87cc61a535fd9c008d41cd2",
  "text": "The Chymical Touch-Stone of Mr John Kuncle,\nGentleman of the Bed-Chamber to the Elector of\nBrandenburg, De Acido, & Urinofo Sale Calido\n& Frigido, contra Doctor: Voights spirit: Vini\nvindicatum.\nSubmitted to the Royal Society of London &c, as to\nthe high Judges of this matter.\n\nBerlin the 6th. of July 1684.\n\nThis book, having been sent the R. S. by the favor\nof that most Potent Prince, and great encourager\nof Learning, the Elector of Brandenburg, may for\nthat reason, deserve a large account to be given of it, as al-\nso for the merit of the persons therein concerned, who dis-\npute, like Philosophers, with Experiments in their hands;\npartly also because the book is written in High Dutch,\na language which few of us understand sufficiently.\n\nThe Author begins with an Epistle Dedicatory\nto the Royal Society; appealing to them, as to impartial\njudges: he says, that in his book, he offers at the nature\nof heat, and cold, in which, or any other thing, in case he\nhas committed errors, he shall be made very happy, to\nreceive better Instructions.\n\nIn the next place, he maketh an Epistle to the Reader,\nwhich is only an Apology, against some calumnies thrown\nupon him.\n\nAfter this, follows a short Epistle of Mr. Kunkels An-\ntagonist Dr. Voight to Dr. Martin Weisen, which is a\nshort address made to him, as judge of the controversy.\n\nMr. Kunkel begins to lay down, his Opponents De-\npositions; which are three.\n\n1. That there is no Acid under the Sun, that of it self\ngives\ngives either heat or flame: for he says, that there is no Acid, of either the Vegetable, mineral, or Animal Kingdom, which affords it. He instances in the Acidum Ventriculi, & succi Pancreatici, whereas on the contrary, the Gall, which contains no Acid, but affords Oyl, gives also flame, and heat.\n\n2. He endeavours to prove spirit of Wine, to be an Oyl.\n\n3. He obviates some Objections.\n\nMr. Kunkel in answer to the first Proposition; says, he never declared it his opinion, that any body should produce heat, without the Accession of a Frigidum: (which in other places he calls Urinofum,) as also, that spirit of Wine was a pure Acid; but a Spiritus duplicatus: but that there is more Acid in it, than of the frigidum, he is sure, cannot be denied.\n\nHe agrees with his Opponent, that no pure Acidum is inflammable, but that Urinofum and terra must be added. He denies that there is a pure Acidum in the World: for he says, where there is such a pure Acidum, there must be a pure salt; but there is no such thing in the Animal, or Vegetable World.\n\nHe examines 18 Ounces of the Gall of an Ox, from which he obtains 16 Ounces of clear water by Distillation, of a stinking Oyl, and half an ounce of a salt Earth, in which he says there is a Sal Acidum: so that he would ascribe Inflammability to belong rather to the Acidum then Oleofum. He examines blood also, from whence his Antagonist may argue, namely that the Oyl in the blood, gives the natural heat to the body; but he will ascribe more to the salt: for he says, that in case blood be gently evaporated ad siccitatem, and then exposed to the Air, a certain salt, of a Nitrous Nature, will grow upon it: by this you may see the salt to predominate, in case you edulcorate this dried blood by frequent ablutions with water, and then distill the mentioned exsiccated\ned Mass, you shall have much less Oyl: from whence we may learn, that Oyls are the most subtile parts of bodies; and may also conclude, that nothing is to be found without salt; or that bodies are set together, and compounded with salt. He seems to deny, that *Salia Acida* (such as his Antagonist calls *Succus Citri*, *Berberum*, *Spiritus Nitri,* ) are cooling, or do so well perform any Cures, as *Salia Urina*sa. He examines the *Succus Citri*, and *Berberis*, by distillation, the latter of which, he says, affords only a quantity of water, some oyl, and some earth, mixed with a salt he calls Alkali; which makes him demand, what is become of his *Acidum*.\n\nMr. Kunkel proceeds, and gives a further account of Dr. Voights opposite sentence; who instances in his common distillation of Wine, namely, that after the spirit of Wine *Per Balneum Mariae* is separated from the Wine, that which remains in the Vessel, becomes lower, and will not burn, tho' perhaps somewhat of a subjugated oyl, may be mix'd with it: but in case you separate any oyl from the *Acid*, it then burns per se.\n\nMr. Kunkel in the beginning of his answer, seems to run out against the Doctors opinion, mentioned in another chapter; and endeavouring to prove *Spiritus Vini* to be no oyl; because oyl will not intoxicate a man; and because *Acids*, tho' of differing families, do all unite and mix, and so do oyls too, but if you mix that oyl drawn from Wine, with the spirit of Wine, it will not by shaking unite together, unless you first satiate the spirit with its salt, and by that means you may cause a union of some little quantity. He now comes to overthrow the Doctors assertion, that *Acids* do not burn: he instances in oyl of Vitriol, as one of the purest *Acids*, which produces great heat, which destroys and shatters many things. Judge of the contrary by the greatest cold. Take spirit of Wine highly rectified, pour the coldest water upon as much, as you can hold in your hand, and it will grow\ngrow pretty warm. Whence it undoubtedly follows, that it agrees with oyl of Vitriol in point of Acidum.\n\nHe concludes, charging his adversary that he says, Vegetables yield no Acidum; but gives an experiment to prove the contrary. viz. that the Sal Alkali, and Sal Varinosum of Plants, by a well proportioned quantity, may be brought to a Sal Nitrum. Item ex sale Tartari, or Absinthii by a meer addition of sand, a Spiritus Salis may be distilled.\n\nDr. Voight Mr. Kunkel's opponent, proceeds to the Regnum Minerae and absolutely denies any heat, flame, or light, to be properly inherent in any Acid, but that some central oyls not easily separated from mineral Acids, do produce those incandescent effects. He instances in Oleum Vitrioli, & Tartari per Deliquium: as also in Spiritus Nitri & Vitrioli, which derive much heat by mixture, from a latent oyl, and not from the apparent external Acidum. He gives an experiment, how, Oleum Sulphuris may be made inflammable, viz. by distilling a high tincture of Oleum Terebinthinae made with common brimstone, for you may by distillation recover your Oleum Terebinthinae, and leave in the bottom of the Retort, an inflammable oyl of Sulphur.\n\nRain water, he says, affords oyl, and volatile salt, but no inflammable Acid.\n\nHe says all Acida tho' never so pure, if evaporated or distilled off, will always leave in the bottom of the Retort, or other Vessel a Materia pinguis & unctuosa, out of which an inflammable oyl may be brought.\n\nHe concludes saying, that it suffices to prove, that Acidity does in no wise dispose a body to inflammability, because Olea expressa & distillata do burn and flame more readily, when they are purged of all mixture of Acidity: as Oleum Lini, Terebinthinae, Anisi, Faniculi, when distilled per Cineres, and other Alcalia that detain the Acida.\n\nMr. Kunkel in his answer denies, that in these Mine-\nral Acids, particularly oyl of Vitriol, any oyl is contained; he challenges him to give Demonstration.\n\nHe demands further, since he declares all heat to depend on bodies, upon the score of their being oily, that he will shew him an experiment, how to produce heat, with the mixture of any oyl and water; as Mr. Kunkel has often done with Acids and water.\n\nMr. Kunkel refutes at large, his experiment about the oyl of Sulphur; urging, that he did not perform his operation truly, but left his oyl of Turpentine at the bottom of the Retort, which is mistaken for the oyl of Sulphur, as he may easily discover by drawing off more of the remaining oyl, by which means, he leaves a kind of black Earth, and such as gives no oyl, and may have his former weight of Sulphur again.\n\nThe adversary Dr. Voight, proceeds to lay down severall Positions.\n\n1. That oyl of Vitriol is the most fixt Acid, and gives more heat, than spirit of Wine whilst flaming.\n\n2. That fixt bodies are only respectively so.\n\n3. That Acids, may by repeated distillations, be brought to such a degree of subtlety (I suppose he means volatility,) as spirit of Wine.\n\n4. Any surmise about an Acidum Occultum signifies nothing, for even that may be easily parted.\n\n5. All Acida are volatile, because they yield a strong scent, which comes from their Volatile salt.\n\nNow since we can find no inflammable Acid in the World, we may properly infer, spirit of Wine to be no Acid, because it burns, and takes fire. He concludes with a definition of Acidum. Quod Acidum sit Sal fluore potitum, Vim habens astringendi & coagulandi.\n\nMr. Kunkel in his answer grants the first Position. To the second he gives a check, blaming his not distinguishing betwixt the Acida Regni Mineralis & Vegetabilis. The next Position he denies absolutely. The fourth Position he\nhe answers thus, that any Acidum may be concentrated in a body, and is there stronger, or have its parts extended and diffused, and so weaker; so that magis & minus do much vary the case. To the last, which says all Acida are Volatilia, because of an odor or sent that rises from them: he denies that all do give an odor, and instances in Oleum Vitrioli, that gives none; and by consequence no Acida pura afford it, but such as are mixt with an Urinose salt. He pretends to know a method how to reduce spirit of Wine, to water, by separating its salt, with the help of salt of Tartar. As also to part the salt from oyl of Vitriol, and bring it to water: but none of these salts are reducible to oyl, tho' they may be made to heat and burn. In the end he seems to dislike his definition of an Acidum: because he says he does not distinguish betwixt Acida pura & mixta, such as succus Berberum & Oleum Vitrioli.\n\nDr. Voight goes on to prove from his definition of salt, that spirit of Wine is no Acidum, namely because it has no Vim attenuandi & resolvendi; he means properly and in its own nature, which consists in its inflammability, so that Spiritus Vini, when it acts the part of a Menstruum to dissolve bodies, does it upon the account of some Salia Volatilia, that are mixt with it: for the more you impregnate it with salt, the stronger Menstruum you shall have. Item if you separate the inherent salt in oyl of Turpentine, you will destroy its power of working upon Rosins, so as to dissolve them. Hence he infers, Non dantur Menstrua Sulphurea Oleosa.\n\n2. He says Spiritus Vini is so far from agreeing with his definition of Acids, in having Vim coagulandi, that it rather hinders it. e.g. Acids coagulate Milk: spirit of Wine keeps it in a body together, and hinders that Coagulation.\n\n3. Spirit of Wine corrects Acida, by dulcifying spirit of salt and Nitre, when mixed with them; which are great Corroders of themselves.\n\n4. Spirit\n4. Spirit of Wine keeps bodies from degenerating into Acids, thus it preserves Beer from souring. Item it hinders the fermentation of Vinum Mustum, and the working of Beers.\n\n5. Acida give a red tincture to syrup of Violets, spirit of Wine does not change it.\n\nThus far Dr. Voight. To the first proposition Mr. Kunkel replies, that since Spiritus Vini, according to his Conception, abounds with salt, and is upon that score a Menstruum, and can be sooner reduced to salt than oyl, that for his own reasons, it may better derive its properties from salt, then from his imaginary oyl. He gives us an experiment viz. That Spiritus Vini dissolves the Crystals of Silver which it could not do, he says, unless it consisted of an Acidum & Urinsum; for no Oleosa whatsoever, must pretend to this effect. He challenges him to separate the salt from the oyl of Turpentine, which he thinks cannot be done; unless you destroy the nature of the oyl.\n\nTo his second proposition, that Spiritus Vini hinders coagulation, and to his Instance in common Milk, he says the contrary; viz. That spirit of Wine and Milk in equall proportions, will coagulate as Vinegar and Milk doe.\n\nTo the 3d, which is only an instance, that spirit of Wine dulcifies Acids, he denies it to be dulcis, but yet very corrosive, and that it is diluted only as water will yet more effectually take off the pungency of the Acid.\n\nTo the 4th, where spirit of Wine preserves bodies from turning to Vinegar, and stum liquors, Mr. Kunkel, says, that this is a plain proof of its being an Acidum; for the lower vapour of accended Brimstone produces the same effect: only with this difference, that the like Acidum in spirit of Wine is less copious, and for that reason you must use a much greater proportion of spirit. So that the\nthe induction is false, that there is no Acid in spirit of Wine, since Acids do generally, if not always hinder the fermenting of bodys.\n\nTo the 5th, he answers, that spirit of Wine digested with Syrup of Violets, will change the colour.\n\nDr. Voight having thus far been upon the Negative, by declaring what spirit of Wine is not; he now asserts it to be an oyl, which is ardent or inflammable, by no means upon the score of its Volatile salt, for then salt of urine must burn; nor upon the account of any Acid, which has been already refuted; much less upon the account of its water and Earth, for that were absurd: ergo ratione Olei. He gives an Instance how spirit of Wine may be reduced to a true oyl, for as it is a spirit, he says it has only lost the outward form and consistence of oyl, being made more fine and subtile, yet notwithstanding, he proposes a way to bring it to oyl again. Take a quantity of high spirit of Wine, put it into a Cucurbit, which is not very well closed, let it stand for 3 months, then endeavour to rectify it in a gentle Balneo, you will find little spirit that will rise, but a good quantity of inflammable oyl will remain at the bottom.\n\nMr. Kunkels answer does principally consist in denying the experiment, of reducing spirit of Wine to oyl, by the way and method proposed, or by any other: unless he perhaps first united some oyl with his spirit, and then the Air having sublimed the spirit, which was lighter than the oyl or water, by this means perhaps, he obtained some little oyl.\n\nDr. Voight examines an Epistle of Mr. Kunkels, sent to him for that purpose.\n\nThe first Præsupposition of the Author of the Epistle is, that all Vegetables contain an Acidum & Urinofum. The 2d. that all Fermentations produce Acids, which are separable by Art.\n\nIn answer to the first, Dr. Voight complains of his\nhaving omitted Oleum, which is more certain, and constant in all Vegetables, then Acidum. For pepper, Ginger, Camphire, Nutmeg, &c. have no Acidum. Thus we see oyl in abundance in Seminibus Lini, Citri, &c. and Flax affords this oyl before and after many Variations, into cloath, Paper, &c. which upon burning gives volatile salts and oyls, but no Acids.\n\nMr. Kunkel will not allow his instances in Pepper, &c. to be just, but on the contrary, that they contain a Sal Volatile & fixum, or an Alcali salt; In like manner does flax, and Paper, consist of much the same principles.\n\nDr. Voight goes to the second supposition, of the Author of the Letter, that all Fermentations produce Acids, which are separable by distillation. This he refutes, as contrary to experience, since mead, and Canary Wines, and even their Berlin Beer itself, will ferment very high, without any Acidity; but rather continue very pleasant, and sweet. He owns that there are Wines, both French, & Rhenish, that after fermentation, do taste a little lowrish or sharp, but that he says, follows fermentation ex accidenti ratione materiae, for these Wines contain before fermentation, Partes salinas in that quantity, that they exceed the Oleosas. and so by fermentation, are brought into a fluor, or state of Acidity. In Spanish or sweet Wines, if you suffer their salts, by a considerable addition of water, or otherwise, to break the Vinculum Unionis, so that they are brought to be fewer, this is not properly a Vinum Fermentatum, but corruptum. However, tho' this were true in Wine, it will not make it good in spirit of Wine.\n\nMr. Kunkel replies here, that he has not fairly prosecuted the work of Fermentation, which if he had done, out of all Vegetables, an Acid might be made.\n\nIn reference to other Wines, he confesses, they have a fewer Ingredient in them, which he can easier produce, than a true oyl.\nHe dislikes his too subtile distinction into Vinum corruptum & Fermentatum, both being slower, and effects of fermentation, may properly be called Acetum or Vinegar.\n\nDr. Voight proceeds; in the Epistle, he animadverts upon Mr. Kunkel's Notion, viz. That salts by Virtue of their Acidity, do preserve bodys from corruption. This he says, is against reason and experience: for salts are endowed with a power Solvendi, incidendi, corrodiendi, disuniendi dividendi: the most corrosive Menstruums, as Aquafortis, Regis, &c. do justify it. As also the constitution of Vegetables, and Animals, both which do soon corrupt and dissolve, upon the account of their abounding with this saline principle. Nay salt itself, cannot relish the moisture of the Air, being soon resolved in it. He instances yet farther, in the common way of powdering or pickling flesh, declaring against the ill quality of salt, for depriving flesh of its proper and genuine taste, bringing it to an Acorem, and corrupting instead of conserving it; by making it unfit for nourishment, in producing diseases, &c. After this manner does Vinegar, instead of conserving a body, deprive it of its good Juice and relish: on the contrary he knows, how to make a Balsam of sugar, which is an oily body, that will easily preserve bodys; and 'tis well known, that oy's of Turpentine, of Myrrh, and spirit of Wine, do best conserve Cadavera. Moreover, he's so far from allowing this effect to his Acidum, that he will much rather yield it to his Urinosum.\n\nMr. Kunkel in his reply, refers himself to the good housewifry, and common custome, and universal experience, which justifies his salt, tho' an Acid, to be a true preserver of bodys from corruption: he then dislikes his conceit, that flesh abounding with salt, should therefore corrupt; but on the contrary, being sweet, and wanting salt, does therefore the sooner putrify. This he proves\nby an instance, that a whole Ox has very little salt in it (I suppose he means of fixt salt,) he thinks a Pickled herring, or powdered beef, very unjustly termed corrupted Fish and Flesh. He wonders at his choice in preferring Salia Urinosa, for the preservation of bodys, before his Acida; these destroying the tast, and scent of bodys.\n\nDr. Voight takes up the Author of the Epistle, for urging an experiment, which he calls, against reason and experience: namely that a pound of rotten Wood, contains more Acidum or Alkali, then five pound of green Wood: he pronounces the quite contrary for truth, proceeding from one degree of Putrefaction, to what he calls a Central Corruption, or rottenness of Wood, where he found, that Wood no ways tainted, afforded the most salt, and that in every degree of greater putrefaction, or the more the Wood inclined to rottenness, the less salt it afforded, until he came to that, which was quite rotten, this afforded none at all.\n\nMr. Kunkel answers as positively in his own behalf, that he is certain of the contrary, and could make it good.\n\nDr. Voight complains of the Authors Epistle, that he confounds Salia Alkalia & Acida; for they must needs differ in their natures, which make so great an effervescence in their mixture, as Sal Tartari, & Spiritus Vitrioli do. He demands an experiment how to make an Acidum ex Sale Alkali.\n\nMr. Kunkel answers, that while these salts are in their gross form (as he stiles, it) they are very differing: but in a Book he calls his Annotations, he shews a way how to reduce Alkalia to Acida, & Vice Versa: and that only by depriving one of its Terrestrity, and giving it to the other. He instances in Sal Absinthii, out of which a spirit may be drawn to dissolve Gold.\n\nHe animadverts farther upon the Epistle, where he finds this assertion; [no body can deny, where you have heat and light, you must needs have two contraries, name-\nly heat and cold, or an Acidum and a Urinosum.] This the animadverter says, is contra rationem: for two contrarys, non possunt immediate eundem effectum producere. He says Acidum & Urinosum may perhaps be externall or chance causes of heat, by promoting a sudden motion, and conflict in some bodys, but must not be confounded with the matter, that is inflammable. Thus water, and oyls of Vitriol mixt together, produce a much greater heat, then if you should put into the oyl of Vitriol, a quantity of Urinous salt: but 'tis plain, that in the water there is an Urinosum. Thus if you pour water upon Calx Viva (which is an Alkali, and has nothing to do with Acidity,) you will produce a great heat, yet we want here one of the two Principles of heat, viz. the Acidum.\n\nMr. Kunkel thinks he has made it clear, that these two Principles were demonstrated very plainly: he to elucidate the matter, gives us some effects of Spiritus Acidi (as for instance Aquafortis,) and Urinosi (as Spiritus Urinae itself;) these two in conjunction dissolve Gold, make Aurum Fulminans, produce heat, flame, and even lightning. As to the experiment of water, and oyl of Vitriol, he answers, that tho' he should still continue to deny, that water holds no Urinosum, yet he must allow it to be a frigidum, which yet afforded this warming effect. As to the experiment of Calx Viva, he will not allow it to be without an Acidum. He would confirm his opinion, by an Instance of the great Phosphorus, (called in England the solid,) which he says hath nothing either Oleaginous or Resinous, but holds Salia Acida & Urinosa: and yet performs so many Luminous effects.\n\nDr. Voight makes further search into the Letter, and observes, that the Author gives the reason, why spirit of Nitre, and spirit of Wine, make so great an Ebullition, but spirit of Wine, and oyl of Vitriol none at all: viz. because Nitre is not so pure an Acid as Vitriol, for that reason, they may stand the quieter, and without Altera-\ntion together. To this reason the Doctor gives no credit, for he says, spirit of Nitre is as pure as that of Vitriol, and that with spirit of Wine, they do make an alteration: and the higher they are, the more they heat, but if very highly rectified, they will produce flame upon their mixture.\n\nMr. Kunkel seems to be in no wise of his judgment, that the mentioned Acid spirits, are of an equall purity; he thinks, in that of Nitre, there is some thing of an Urinofum; in the oyl of Vitriol, none at all. As to the experiment of flame, produced by oyl of Vitriol, and spirit of Wine, he tells him, that he read it out of an Author, but it never succeeded.\n\nSince spirit of Wine is an oily body, the Author of the Letter, makes a question, how it comes to pass, that it makes no ebullition, and gives no colour to any spirit, except that of Nitre? to which Dr. Voight answers, because it causes no more ebullitions, for that reason, it approaches the nature of oils; for Acidum & Urinosum, does only excite those ebullitions. He answers further, that it does indeed make ebullitions, both with spirit of Nitre, and of salt, but that it does so, by reason of an Urinous salt, it contains.\n\nTo this Mr. Kunkel thinks, he has copiously answered, and therefore supercedes.\n\nIn the Epistle, Dr. Voight answers, to this objection, that if spirit of Wine were an Oleofum, why it would not mix with oyl: he answers it, by proving the contrary, that if you put into high rectified spirit of Wine, oyl of Fennel, or Anniseeds, it will dissolve.\n\nMr. Kunkel replies, that it retains some few drops of this oyl, by reason of that small quantity of Acidum in the spirit; but if you impregnate it with more salts, it will take up, and dissolve more oyl. Also that it easily parts with this imbibed oyl again: but true oils do all equally and thoroughly mix.\nThe Author of the Letter, having put another Query, about the Causam Ebrietatis, namely, whether it depended on a body, as Oleaginous, or as sweet, Urinous Alkalifate, answers propter Acidum? To which, Dr. Voight demands of him to shew an Acidum inflammable taken out of spirit of Wine. He proceeds then himself, to give an account of drunkenness: that Wine affects the Animal spirits, not as an Acidum Volatile, for that does rather fix and coagulate the spirits, then excite them; that the Salia Coagulata will not operate, when Resoluta they only do perform quick actions; so that ratione Olei, rather than Salis Acidi Ebriety may be accounted for.\n\nThe Author of the Letter, will not allow it to produce drunkenness as an oyl: He quite devests oyls of that quality, having never heard of any that got fuddled by drinking oyls: but that oyls have been taken into the body, as Preservatives against drunkenness.\n\nMr. Kunkel concludes with his address to the R. S. excusing himself upon this consideration of the great necessity of knowing the true nature of things: particularly of heat and cold: and that without a true account of the nature of salts, the harvest of Chymistry will be very poor. He complains of the great mistakes of Chymists, who for want of a thorough examining the parts of bodys, have mightily deceived themselves, and others: and also of the little agreement amongst the Analizers of bodys Chemic, even in matter of fact. For which reason being resolved to bring things to an exact examen, he says, I began first to work upon salts, and because those of Vegetables were the easiest, I chose them. I observed that since the Animalia lived on Vegetabilia, that there was an Assimilation in their salts. In like manner I observed a very great affinity in the nature or constitution of Metals, excepting Gold, which required some extraordinary preparation to deal with it. This made me at length conclude,\nclude, that there were two differing natures, both in salt and metals. This lead me to the consideration of heat, and cold, of the properties of Light, and of the Sun. But nothing has more taken up my thoughts, and engaged my contemplation, then that of light: of this I may perhaps, some time speak at large. The nature of water I find to be cold; and as there is an Universal cold, so there must be an Universal warmth: by virtue of these two, all things are generated; the Sperm of the Earth itself, is in the water. There is nothing comes nearer the nature of water, than salt, because that is first generated in it; and does easiest dissolve again there. I have also found, that because under ground there is a constant degree of heat, therefore those salts that are there generated, do maintain a greater degree of natural heat, than such salts have, which had their Original above ground. Also because I found a remarkable difference in the separation of salts, and in the solution of Metals, I sought after the purest salt; which I found to be in Vitriol, or Sulphur, having both the same Minera: but since in this, I found a hot and fiery temper or quality, in some other salt, I expected its contrary. Having often perceived Salia Volatilia, & Urinosa, to produce degrees of cold, without any Corrosive disposition; it made me search, and enquire after, an Universal frigidum, which I found in Water: but moreover, as soon as a Salt was generated there, I perceived it also to be warm, or of a mixt Nature, holding both heat and Cold together. In so much, that I could find no pure Salt, of one simple nature: But discerned, by reason of an ascending heat, and a descending cold, we had always a Præcipitat, which was for the most part, a salt, or the Materia Salis, which first of all seemed to become a very subtile Earth, which in time, as it hapned to be situated, became a more gross and conspicuous salt. If this water happen to fall upon a sandy ground, it cannot sink and rest there, but by a constant\nconstant Circulation, is driven and born upwards, wherefore such places prove barren. On the other hand, those places which do embrace water like a spunge, as the marsh lands do, these grow warm, and make almost an inseparable union, with the salt contained in the water, which makes that land very fruitfull. So that I cannot but believe, that there must be two contrary salts in Regno Vegetabili & Animali, that contrariys are necessarily found in bodys soluble, and combustible, which overthrows the Maxim: Contraria in uno Corpore non, &c. Again, in some measure tis true, contraria inter se pugnare, when by Motion, they are brought to a disproportion: but, when by nature, or Art, they are brought to contain true proportions, this proverb hath an end. Thus heat and cold, when one much prevails over the other, produce Thunder, and Lightning. But of this notion, I hope another time, to give a farther explication. I shall only speak a word, to the opinion of those, that think Thunder, & Lightning, proceeds from Sulphur, because they have found it to rain Brimstone; which is nothing else, but the yellow dust, to be found in the blossoms of the Fir Tree, and of the Pine Tree, and also of the Hazel, blown off, and carryed by the Winds into the Air, which is again thrown down upon the ground, by Violent storms of rain: upon the examination of this powder, they may soon find it no Brimstone. Others are carryed into this error, that heat, and flame, must needs proceed from oyl: but we must leave them in their meaning, because these imagine, they have hit upon some new thing. All new matters, if they have but a foundation of truth, are good, or bad, as they are made use of.\n\nThat I may not in an affair, wherein perhaps, you have made much better Observations, too long detain you, I shall only select an Observation, or two, wherein I have particularly observed, that a Calidum & Frigidum, are to be found in a Fulminating, and combustible body. I shall also be glad to be informed of the contrary by any Chymist.\nChymist in Europe, if he can find out any body, that by a fair Chymical examen, does not contain Calidum & frigidum, except the true oyl of Vitriol, which (as we have already said,) has only so much frigidum, as it contains Humidum or common water, which is so far overballanced by the Acidum, that we can discern no Frigidum at all. In this Menstruum all metals can be dissolved, excepting gold, which requires a frigidum, to be joined with a Calidum.\n\nThese terms of Acidum, Urinosum, and Alkali, have so much confounded all men, that it has moved me, to write particularly, and copiously of them, in Laboratorio neo Experimentalis. But in short, I find all Acida, excepting Oleum Vitrioli, to consist of Salia composita, mixt with a Sal Frigidum. Alkali salts, are all much the same, if clean and pure, and nothing else but Salia Acida cum frigidis, and are much a kin to common sea salt, when that is dispirited.\n\nThe Acids, if you fix them by a mixture of Earth, become Alkali salts. But in case you joyn pure oyl of Vitriol with such an Earth, as Cornu Cervi calcinatum, which carry's in it no more of an Acidum, or of an Urinosum, this will not yet agree with other Alkalys, unless you give it a supply of an Urinosum.\n\nSalia frigida if pure, are all homogeneous, let them be made of what Vegetables, or Animals forever; from whence I infer, that nature only makes use of these two principal parts: which since I came to understand it, has excused me from many a troublesome work or operation, and would also much lessen the processes of many, and lighten their labours, did they but know the true property of those bodys they work upon.\n\nSince now I suppose myself, to have laid this firm Foundation, I will only hint at two or three well known materials, out of which heat, and Lightning may be brought, in which no Oleum can be demonstrated to have been contained. This I needed not to have done, because, you have made more Experiments yourselves of this nature: I only do it with regard to the Oleisti, who would\nwould fain introduce some new thing, even against experience; & who would yet farther confound, the confused World, through their opiniated Philosophical Arguments, whereas they had more need be lead out of mistakes. I shall begin with Aurum Fulminans; to prepare this, is so well known, that I need not describe the way. The Gold cannot be dissolved without a frigidum, but when it is once dissolved by it, it must be precipitated by the same again, e.g. with spirit of Urine; by this means, you get a powder, that gives a great report, a very clear light, and burns. If you cannot see the Lightning, for it is very transient, you may put out the Candle, and you will easily discern it. Here is nothing but an Acidum and Urinofum joined by an Earth; from whence this Thundring noise proceeds, of which in some Manuscripts, that I have yet by me, I have more copiously treated. Perhaps it may be said, that if I precipitated the matter, with salt of Tartar, it would be one and the same thing: why does this make it heat as well, as if it were precipitated with an Urinofum or frigidum. I answer in few words: that there is already in the solution, as much of the Urinofum as is necessary, so that a farther affusion of an Urinofum, will not well agree. Therefore it happens, that when the Gold is precipitated by this Alkali, so called, the Urinofum may be so suppressed, as not to make an explosion (the reason of which is also well known to me,) now in case the precipitate should be dried, and imbibed sometimes with a spirit of urine, it will then recover its fulminating power again. So that we see, where heat and flame is, there must be two contrary Principles.\n\nIn the next place, If I take a good spirit of Nitre, and drop upon it guttatim, spirit of Wine, until it ceases to make an ebullition, the Urinofum is then in a balance with the Acidum. Only put this salt in a heated crucible, and it will go off with an explosion; only you have here no report, but heat and light: but if you join it with an Earth (as Aurum Fulminans is,) you shall then have a re-\nThis spirit of Nitre, and calcin'd coral will doe, if they are inflam'd, or brought to be dry. If there were necessary, I could instance in that burning mixture ex Oleo Vitrioli, spiritu urinae, & Jove: in all these we have a Calidum & frigidum, which is brought into motion by warmth, and may give you heat, Thunder, and Lightning as you please to manage it. Salt of Tartar, Sulphur, and Nitre, make a fulminating powder, he will err here, that will ascribe the effect to Sulphur, as if it produced it, by virtue of its oyl, it is very plain, that it proceeds from the two contrary salts. The Acidum alone produces heat, but no flame, unless the frigidum be added. Just as a red hot Iron, may burn, or scorch a thing, that it cannot bring to flame, unless the frigidum should meet it. Oyl of Vitriol burns wood, which it could not do, unless it met its contrary there. I will pass by the terrible heat, excited in the solution of Jupiter & Mars, altho' many such might be appealed to, which are well known to the experienced. I shall only mention the wood coal; take it & let it be throughly kindled, and then go out of itself: kindle it throughly once more, and let it quench, or go out in a crucible or some place where the cold Air, may not too much annoy it: this may be done ten, or twenty times successively, and it will continue to give heat, and light: if this came from oyl, sure it must needs be a very fixt oyl, and tis impossible it shou'd perform such a work: but a Sal duplicatum, which by virtue of its terrestreity, is call'd an Alkali, is to be found here.\n\nBut least I detain you too long, I shall conclude with my desires, you will not ill resent this my Address, but at your leisure hours, set down your determination in a Page, whether I have treated things contrary to truth and experience, whatever it be, I shall willingly embrace it, and be glad to be better informed, &c.\n\nFINIS.\n\nPrinted at the Theatre in Oxford, for Hen. Clements Book seller in Oxford.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102127.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 29796,
    "total-output-tokens": 9635,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1480,
        2
      ],
      [
        1480,
        3302,
        3
      ],
      [
        3302,
        5290,
        4
      ],
      [
        5290,
        7166,
        5
      ],
      [
        7166,
        8982,
        6
      ],
      [
        8982,
        10925,
        7
      ],
      [
        10925,
        12708,
        8
      ],
      [
        12708,
        14548,
        9
      ],
      [
        14548,
        16434,
        10
      ],
      [
        16434,
        18335,
        11
      ],
      [
        18335,
        20250,
        12
      ],
      [
        20250,
        22230,
        13
      ],
      [
        22230,
        24074,
        14
      ],
      [
        24074,
        26001,
        15
      ],
      [
        26001,
        28021,
        16
      ],
      [
        28021,
        30052,
        17
      ],
      [
        30052,
        32077,
        18
      ],
      [
        32077,
        34147,
        19
      ],
      [
        34147,
        36129,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102127",
    "title": "An Account of a Book",
    "authors": "John Kuncle",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/102127"
  }
}