{
  "id": "249611fd4945dfad53bad7b9cd78df9c681a58fd",
  "text": "id judicans huc transcripsi, figuramque hanc tertiam apposui. Notantur autem in Tab. Fig. III.\n\nN°: 1. Brachii dextri aneurilmate obfici interius latus.\n2. Locus unde sanguis sponte prorupuit.\n3. Brachii dextri ejusdem externum iatus.\n\nScripseram Amstelædami,\nd. 16 Septembr. 1742.\n\nXI. Observationes duæ Anatomico-practicæ, una de Infante nato cum Sacco Aqua pleno, ab Osse Sacro usque ad Talos propendente; altera de Hydrocephalo singulari. Authore Job. Bastero, M.D. R.S.S.\n\nRead Dec. 23. OMNE illud, quod lymphatica vasa ita obstruit, ut transitus contentæ lymphæ ad cor impediatur, hydropem causari possit: sic quando in partu difficili caput nimium premitur, vel capite jam nato, os uteri collum, vasaque jugularia ita constringit, ut reditus sanguinis per arterias vertebrales allati inde impediatur, oriri possit Hydrocephalus.\n\nSic Lowerus, libro de corde, Cap. I. in cane vinculo ligabat venas jugulares, arteriis aperte reliætis, viditque canis caput pedetentim intumescere, ipsumque hydropicum fieri: & ipse in suspensis hominum cadaveribus plus semel expertus sum, laqueo reditu sanguinis ex capite impedito, cavitates cerebri humore aquoso esse repletas, plexumque choroideum hydatidibus scatere.\n\nP p Aut\nAut oritur hydrocephalus, quando infantes cer-\nvice incurvo prodeunt, aut ab obstetricibus nimis rude\ntractantur, aut ante justum tempus prono capite in\nutero prolabuntur. Multum huc facit Phlegmati-\ncum matris temperamentum, & viciss ex crudis & concoxiu difficilioribus.\n\nQuoniam ergo in omni corporis puncto inveni-\nantur venae, vehentes lympham sanguine tenuorem,\nhinc ubique in corpore hydrops oriri potest; qui, si\nuniversalis, anasarca, si particularis, a partibus affectis,\nut hydrocephalus, hydrops pectoris, uteri, ovarii, scroti,\n&c. nomen habent.\n\nCum vero hoc anno rarissimum hydrocephali &\nhydropis saccularis, ut loqui liceat, in praxi mea\ncasum observare licuit, illos ad vivum coloribus de-\npictos Regiae Societati offerre veniam rogo.\n\nPrimus casus fuit infantis masculini sexus, cui in\ntergo, ubi os sacrum est, oriebatur saccus usque ad\ncalcaneos propendens, vera cutis productio, intus, ut\ntangenti videbatur, humore aquoso plenus: hic in-\nfans, quamvis rosco suo colore videbatur sanissimus,\npaucos dies supervixit: mortuum dissecare non licuit,\nsed ad vivum depinxit, omnibus partibus mensuratis,\naccuratus pictor.\n\nAlter infans duos annos cum semisffe natus erat, eo\nipso quo moriebatur die, in omni quo tempore nil\nnisi maternum lac hausit. A patre sanissimo pro-\ncreato, sed a matre cachectica in lucem edito, caput\nquidem ipsi erat justo majus, sed pedetentim hoc ad\ndelineatam excrevit magnitudinem, (licet parentes\nplures medicos & chirurgos consuluiscent, plurimaque,\nsed incasium, tentascent remedia) ita ut tenerae vires\nmonstrosum hoc caput sustinere essent impares, infansque temper jacere cogeretur.\n\nQui caput hoc post mortem filo metiebatur, ab auditorio meatu dextro supra ossa bregmatis ad meatum sinistrum filum viginti & cinipollicem Rhenolandicos longum reperiebat: qui a radice nasi incipiens, filum ducebat ad primam dorsi vercebrem, huic viginti tales pollices filum erat: qui vero a radice nasi incipiens uno circuitu occipitis, frontis & temporum ossa cingebat, ejus filum viginti & quinque pollices Rhenolandicos longitudine superabat. Ita hujus capitis ossa a se invicem crant dislenta, intra cujus integumenta communia nil feri aut aquae tamcn fuit repertum.\n\nAperto autem secundum artem cranio, & prudenter elevata dura matre, apparebat pia, sed tenerrima, sed pellucidissima plena humore aquoso, nullo odore, nullo sapore praedito, sed & ita pellucido, ut per eum, tamquam crystallum, ad fundum cranii poscit perspici.\n\nAd fundum cranii, inquam; ipsa enim cerebri substantia, quam inter alia anatomica conscribo, ita erat compressa, ut nil minus quam cerebrum videbatur; sed tantum firma membrana, quae in his locis crassior, in aliis erat tenuior.\n\nTres cerebri cavitates unam modo cavitatem formabant, ubi medulla oblongata & cerebellum, sed incredibiliter parvum, vidcri erat. Nates, testes, anum, aut cerebri vulvam, aut ullas ejus protuberantias, aut medullam spinalem frustra quaesiveris, nec vestigia ipsa apparabant.\nContentus vero humor prudenter effusus & receptus replebat quinque pintas, ad stateram examinatus sex libras & undecim ponderabat uncias.\n\nDum infans ille vivebat, non nisi vitales ac naturales actiones in eo videbantur, animales vero nullae: quietus semper erat, non lacrymans, semper quasi dormiens, surdaster, & sine ulla convulsione, aut motu sensibili, obiit.\n\nPrinted for T. Woodward, at the Half-Moon, between the Two Temple-Gates in Fleetstreet; and C. Davis, over-against Gray's Inn Gate in Holbourn; Printers to the Royal Society. M.DCC.XLII.\n\nERRATA.\n\nPag. 227. l. 13. for two or three more, read two, three or more.\n\nN.B. No 467. being paged from i—xviii. which answers to pag. 281.—298. we shall begin No 468 with p. 299.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104178.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1789,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1220,
        2
      ],
      [
        1220,
        2773,
        3
      ],
      [
        2773,
        4197,
        4
      ],
      [
        4197,
        4931,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104178",
    "title": "Observationes duae Anatomico-Practicae, Una de Infante Nato Cum Sacco Aqua Pleno, ab Osse Sacro Usque ad Talos Propendente; Altera de Hydrocephalo Singulari. Auctore Job. Bastero, M. D. R. S. S.",
    "authors": "Job. Bastero",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104178"
  }
}