{
  "id": "4481c45f21527617b71fc6d0f12e05cc5044a37a",
  "text": "Instances, Hints, and Applications, relating to a main point, solicited in the Preface to this 4th Vol; concerning the use may be made of Vaults, deep Wells, and Cold Conservatories, to find out the Cause, or to promote the Generation of Salt, Minerals, Metals, Crystal; Gems, Stones of divers kinds; and helps to conserve long; or to hasten Putrefaction, Fertility of any Land, &c. by the same D. Beale, in another Letter to the Publisher.\n\nSir,\n\nI shall here collect from your own Tracts; (with a brief touch from my own Observations and Readings) a few Hints, pertaining to your Solicitations in your Preface to this 4th Vol. N. 45. pag. 896.\n\n1. Our worthy Friend, Mr Evelyn, in his Sylva, as it is now most excellently improved in his 2nd Edition, C. 3. p. 26, reciteth, that a certain Oak was found buried somewhere in Transylvania, near the Salt pits, entirely converted into an hard Salt. He adds, that this Experiment, if true, may possibly encourage some other attempts for the multiplying of Salt. Thus be. And hence I hope, I may be excused for my Inquisitiveness after Salt-springs; which however weak, may possibly sometimes Indicate more Fossil Salt than is crayned or approached by that particular Spring. And Sr. Hugh Plat in the best Cabinet of his Jewel house c. 104. rebukes our lazy English for neglecting the rich and fertilizing Quality of our Brine, which encompasseth our Hand, and meets us at the foot of some of our Hills. Some indeed in the West do make use of brackish Sand, and do find a good reward when they bear the charges of carrying it far, for the enriching of their Inheritances; whilst other Rusticks will not be intreated to accept of the Brine they have in the midst of their own Grounds. Certainly the Saline steams are carried by the Air and Wind much farther from Salt itself in heaps, or vessels, than from the Sea water: From whence the Dews, which arise in vapours, do descend as sweet and pure as the Dew which ascends from the Earth; and the Rain shews no difference. And I gave you\nonce an Experimental proof, that either the Saline steams, which ascend from a heap of Salt, do pierce through very thick stone-walls; Or (which I did much rather conceive,) they generate more Salt, to a great depth of thickness, in the Lime and Mortar of the Walls.\n\n2 Dr Power in his Microsc. Obs. pag. 62. assures from good Testimony, and common experience, that a Mineral heat in the Subterraneous parts produceth Minerals: And particularly, that in Allum and Copperas-mines, those Minerals being broken, exposed, and moistened, will gather an actual heat; and produce much more of these Minerals, than else the Mine would yield. And there he further proves by an unlucky accident, that Brass-lumps, (which he saith is a kind of Marcasite,) being laid in heaps and exposed to the moist Air, or sprinkled with water, will smoak, and grow exceeding hot; and sometimes take fire, and burn all that is about them. Thus be. And all sorts of Dung afford a Heate, some less, and some stronger; some speedily, and some more permanently. And store of Nitre may be had from the sweepings of the house, any kind of ashes, shavelings of any sordid place, the cleansings from the back stairs, and emptying of the Chamber-pots, if always cast as stratum super stratum in a dry Well, or Vault, only so covered and fenced, that the Rain and water gets not in. Dr Power shews here, How Metals or Minerals may be generated; but how far this Generative force will run, and from what Bulke of Materials; and what Materials are aptest to be transformed into what Minerals or Meta's, we must refer to further tryal. Of this we are certain, that by a strong Fire, thus raised by Brass-lumps, Stones and Metals may be vitrified, and thence assume another Nature, and Lustre than is ordinary; And by the Gentler heats, (besides the acquest of Salt-peter in the end) there may be Mechanical applications peculiar for the Gradual and slow productions of Chymistry, both for natural effects upon usual Proximities, and for Artificial Contrivances.\n\n3. In your Num. 6. p. 101. you shew us, that there is a place in England, where, without petrifying water, wood is turned into stone, in a Sandy Earth. But can we yet say, whether Vaults digged in such Grounds may not have a Petrifying Spirit, as there\nthere is a faint and slow Petrifying Spirit in Ookey Rock near Wells, and, as I hear, in some other Rocky Vaults in England, and elsewhere? Or do we yet know, what will more easily and speedily, and what more difficultly, be turned into a Stone? Or what the differing effects may be from the several kinds of Materials? Whether Bones, or Horns, or Album Gracum, &c., may not here be turned into Ostea-Colla, or to a better Improvement? And they, that have the command of Petrifying waters, may make such and many other tryals for considerable Discoveries in Philosophy. I know a Rock in England, which hath a Hole so deep, that the Neighbours do report and generally believe, that it is bottomless; And a stone may be heard to dash from side to side a pretty long time. Some Philosophical uses may be made of such deep holes. And the ground, which bears the fair stones, called Astroites, about Belvoir-Castle in Lincolnshire, and that which bears the little Diamonds near Bristol, and where the stones of peculiar figures, as of Helmets, Scalops, Cockles, &c., are found frequent on the surface, digg'd up in heaps, in such places the ground may be tryed, both rayfed in Hillocks and sunk into Vaults.\n\n4. I have by experience found, that there are some Vaults of no great depth, nor at most above 4 or 5 feet, that will speedily dissolve stones, and release from the stony Ligature. Of this I reserve for you a further account; For I am already tedious, and this would involve into many Circumstances hardly Credible; whereof one is this, that being exposed to some assaults from the keenest Northwinds, it never yielded to the freezing of anything placed there in the hardest Frosts of this year, or of the years 1663 and 1665: as if the Petrifying Spirit had some affinity with a long lasting Infrigidation, since that which unfoldeth the Petrifying Ligature, by the same property resisteth Frost also. So one would imagine: But by common Experience we know, that Frosts with snow and Rain will dissolve many kinds of stone, and a very rich Marle, which for one, two, and sometimes more winters holds out against all weather, and looks all over very like greedy stone. Chalk is a pregnant Compost for some Lands; the Frost and Snow will dissolve it, and make it run into good manure, when the Summer-heat with all the Summer-rain cannot dissolve it.\n5. You offer something that may pertain to this purpose in your Tract of N. 49. p. 982. concerning the Generation of Crystal. And I think, I could shew, by a train or list of proofs, a strong probability, that, as Heat vitrifies, so Durable Frosts, with some Concomitants of like nature, by some alternative oppositions of Heat, or perhaps by coincidence of extremes, do Chry stallize, or more firmly Petrify the moisture or sweat of Rocks and Quarries. The petrifying spirit crispeth by an acuter angle into a firmer solidity, than can be performed by any Frosts to us known. And the Marcasite is formed by a constipation stronger than that which petrifyeth; and sometimes where Marcasites are generated, there are found also some parcels of very pure, firm, and ponderous Copper, which requir'd a stronger Compression, as by an acuter Angle, for the Generation of the Copper, then for the Generation of the Marcasite is necessary.\n\n6. And that Frosts also alter the Nature of Liquors, we had now some experience in this snowy season: For we saw the water of dissolved Snow perform a quick cure, in taking out the fire, when the flesh was burnt by a warming pan of Brass; which Metal commonly makes the burning more difficult to be cured: Which did put me in mind, to examine the figures of the Snow, which now fell in this extreme Frost. I expected, that we might see through the small particles, at least as through Lice, Fleas, Cheese-mites, &c. by some kind of transparence; but I was deceived: My assistants could make nothing of it, either by an ordinary or extraordinary Microscope. I was invited to the Inquiry by your N. 39. p. 774. reporting, that in Germany March 1666, or about that time, Snow fell there, having the shape of Pillars, some Tetragonal, and some Hexagonal, with a neat Basis, and a larger head, as in Columns. Perhaps a more skilful search by the best Microscopes may discover, either in what shape the Rorid particles are, when they are frozen into Snow, or into what figures or Angles the particles of the Snow are compressed by Frosts. If the Clouds were continued an entire body of water, they could not quite hinder the sight of the Sun and Stars; for a good depth of clear water will not hinder it: but the particles, being divided in the Clouds\nClouds, it must needs hide the Sun from us, as such a depth of\nfog and snow would do. But in this Paragraph I would hint\nthe change, and beneficial Improvement, that may be made\nupon some Liquors by meer Frosts, by Chrystallizing, and\nperhaps more by Petrifying Vaults.\n\n7. I observ'd a Spring, that in all the extreame Frosts, that\nhave been these ten years, hath yielded a small stream, which run-\nning over a large Tract of Pasture, keeps all the bankes and bor-\nders Green, and free from freezing, dissolving the Snow, and\nsmoaking all the way where it runs. And this warming force it\nholds for 4 or 5 foot on each side, wherever it runs, till the very\nsmall stream falls into a little Chanel. Hence I would offer, that\nsome better use may be made of such streams for Hortulan En-\ntertainments, and for many Philosophical uses, if well consi-\ndered. The Sober Water-drinkers, who are addicted to clean-\nliness, and a simple Diet, may by the smel and tast discover, and\nfore-warn of the great Diversities of waters; which are more\nor less Petrifying, and which more powerfully dissolving pe-\ntrification; which assists Nutrition, and which is more Jeju-\nne. Yea perhaps by Affiduity and Instructions they may Indi-\ncate by Springs, and the steams of Vaults, much of the Treas-\nures of our Hills and Mountains; and of all the Subterrane-\nous World. We trayn up Setting-Dogs to find Partriges,\nbut we neglect the Ayd, that may be had from Inquisitive men\nfor the finding out of Springs for Bolus's, Salts, Minerals, Stones,\nand Metals; For Health, Accommodations, Ornaments, and\nwealth. You see here, how by Vaults and deep Wells, furni-\nshed with proper Materials, and so covered, that by apertures\nwider, and smaller at pleasure, we may find the effects of Air in\nthe entrance, and by the rebounding returns, and by mixtures\nwith Subterraneous Steams many effects, which will hardly ap-\npear by any contrivance of the Pneumatic Engine: As to try,\nwhat the Mineral steams of all kinds will operate upon all sorts\nof Materials, when they are strained by the driving and reboun-\nding Air through strait and winding Offices of various shapes,\nwider and narrower? Whether the Barkes or Timber of Trees\nare more apt to rece ve the Saline or other steams? And whe-\nther the common Saline Steams may not be appropriated to o-\nther vertues by the several kinds of Barks &c? The Tan ne\nknow, that the Bark of some Trees hath much more Salt than\nthe Timber: And generally where the Barks have the stron-\nger or finer relish or Vertue, the Wood hath very little. The\nwood of the Cinnamon-tree is Insipid; And the wood of Guia-\nracum hath not halfe that vertue which the Bark hath. But in\nthese trials we should take heed of a danger from the compres-\nsed steams. And if we would use a deep and dry Well, for strong\nheate by Marcasites, or otherwise, we should remember Mr\nBoyle's proofs of the Incredible weight of the Air, and provide\nvery strong Arches and thick Planks for the Coverture, before\nwe adventure to stop in the Air, when it is highly rarifyed\nby such heates.\n\n8. But that which chiefly encouraged me to give you these\nremarks of the operations of Frosts and Cold, is this. It growes\nin fashion to make Conservatories for Snow and Ice; and Mr\nBoyle hath layd such deep Foundations to find out the Nature,\npropertyes, and effects of Col and Frosts, that we may almost\nhope, that by this branch of Philosophy, when it shall be as\ncarefully Cultivated, as Chymistry now is, we may perform as\nmuch, if not more and stranger things than are yet done by\nFire. I do often ask Gardeners, and skilful Husbandmen, whe-\nther all sorts of Land are more fertiliz'd, or more speedily, by the\nsolar Influence in our Climate, or by Frosts. For these two\nare the two busy hands, which manure all kinds of Earth and\nWater into grateful pregnancy, as Virgil of Old,\n\nIlla seges demum votis respondet avari\n\nAgricola, bis qua solem, bis frigora sentit. I Georg. v. 47.\n\nAnd they generally affirm, that Frost and Snow make the quick-\ner dispatch amongst us, and the more general and richer Ferti-\nlity. And, that some Distillations may be made by Frosts, I have\nthis proof: At my request you were pleas'd to get me a Ther-\nmometer of a very smal and slender Stem, especially the higher\nparts for 10 Inches near the head: All that see it, do wonder\nhow such a slender Glass could be safely conveyed hither\nThe Spirit of wine is very deeply tinged, which renders it in\nthat smallness clearly visible: I expos'd it out of Doors in the\nhardest Frosts of the extreme winter Anno 1665, when the\nwinds were also violently sharpe. In those Frosts there ascended into the top of the Glass small drops like a Dew, which afterwards in time descended into the stem, and filled up the space of an Inch or thereabouts, and it was as clear, and bright, and more flickering, than any Chrystal, or Glass. On the contrary, in the heat of the Summer I placed a stronger Thermometer of slow Motion on a Sunny wall, till a part of the Liquor ascended into the top, and there continued some hours: Then by sloping the Glass I divided it from the rest at a little distance. And this took up two inches in the stem, being at first of a very pale reddishness. I guess it contained much of the Spirit of Vrine, which at first was intermingled with the Spirit of Wine; but in a short time all the reddishness was quite consumed: And since it remaines of a transparent, but very dull clearness, in no degree so bright, and flickering, as the other. If this proves a distillation of the same kind, and not differing from distillations by heat, then it may excuse my expression above, of the coincidence of extremes. If it proves a distillation of another kind, then there is a fresh task for Philosophers. However, whether one or the other be true, we are sure, that false grounds and vain hopes have done Infinite good to us and to our Posterity by Pyrotechne. And why may not we accept of specious hopes to attempt something in Psychrotechne? But I made another trial with the stronger Thermometer: By which, and by other arguments, I am convinced, that manifold uses may be made of our Icy Conservatories for the Conservation of some Bodyes, and for strange alterations on others, as they are placed, higher or lower; nearer to or further from the Snow or Ice. Put this and other matters, and especially such as pertain to the quick and cheap fertilizing of any sorts of Land for Horticulane uses, I must reserve for another time: And then I shall not put you off with Projects; but give you the evidence of sure and safe Experience; and such as may be much more useful, than this or the former is either curious, or extravagant.\n\nSssss",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101047.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 4068,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2032,
        2
      ],
      [
        2032,
        4310,
        3
      ],
      [
        4310,
        6664,
        4
      ],
      [
        6664,
        8944,
        5
      ],
      [
        8944,
        11265,
        6
      ],
      [
        11265,
        13517,
        7
      ],
      [
        13517,
        15638,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101047",
    "title": "Instances, Hints, and Applications, Relating to a Main Point, Solicited in the Preface to this 4th Vol; Concerning the Use May be Made of Vaults, Deep Wells, and Cold Conservatories, to Find out the Cause, or to Promote the Generation of Salt, Minerals, Metals, Christal; Gems, Stones of Divers Kinds; And Helps to Conserue Long; Or to Hasten Putrefaction, Fertility of Any Land, &c. by the Same D. Beale, in Another Letter to the Publisher",
    "authors": "D. Beale",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/101047"
  }
}