{
  "id": "a95cc559de5b85649bdf006d796ec3cb09f0fbc9",
  "text": "XVIII. Observations on the remarkable Failure of Haddocks, on the Coasts of Northumberland, Durham, and Yorkshire. In two Letters from the Rev. Cooper Abbs, to Dr. Blagden, Sec. R. S.\n\nRead June 14, 1792.\n\nSunderland, May 9th, 1792.\n\nSir,\n\nThe great loss sustained by the counties of Northumberland, Durham, and Yorkshire, by the almost total failure of Haddocks, during the three last seasons, is a circumstance of serious consequence to these maritime counties, and perhaps not unworthy the notice and attention of the gentleman and philosopher.\n\nAs far back as the memory of the oldest man reaches, for about three months in the year (beginning about Martinmas), prodigious quantities of haddocks, in fine weather, were daily caught on the above coasts, which gave employment to great numbers of men, and afforded a cheap and very acceptable article of food to all ranks of people, high and low. Besides the consumption on and near the coasts, great quantities were constantly carried at least a hundred miles into and over the country.\nIn the winter, 1789, I am very credibly informed, and sincerely believe, that not a ten-thousandth part (I speak much within bounds) of the usual quantity was taken; and, I can venture to say, the quantity has been not greater, if not much less, for the two last seasons, to the great astonishment of the poor fishermen.\n\nI have frequently conversed with the most experienced men in this line of business, to discover, if possible, the cause of this extraordinary failure. One man, with more religious submission than philosophic judgment, ascribes it to the will and pleasure of the Almighty; a second, to the great quantities of ballast cast by the colliers into the sea, at or near the mouths of the rivers Tyne and Wear. But this seems a very inadequate reason; for granting this act might in some small degree affect these places for a few miles, yet it could not affect the coasts at any considerable distance, either to the north or south. This last circumstance has in some degree affected the lobsters within a few miles of the two rivers, by filling up the holes and cavities in or under the rocks, where the lobsters used formerly to lie, and retreat to in stormy weather; so that being now in a great measure deprived of their old abodes of security, they are frequently, in storms and tempests, thrown on the shore, shattered and broken in pieces. A third ascribes the failure to the great number of dogfish on the coasts; but I suppose the number of them to be nearly the same, year by year. The dogfish is very voracious, and a great enemy to the fisherman and his tackle, and therefore never spared when caught: besides, it is well known that dogfish chiefly pursue the shoals of herrings, which have left these coasts before the haddocks come on. A fourth says, the shoal of haddock\nhas met with beds of copperas at the bottom of the sea, and thereby is poisoned; but why should such beds (supposing the case true) have worse effects in 1789, than at any time before?\n\nIt is an indisputable fact, that many ships, on the return from Archangel, in the latter end of 1789, saw immense quantities of haddocks (no other fish were particularized), for fifty or sixty leagues, I believe, lying dead on the surface of the sea, but could not at that time ascribe any cause for the event. I believe about that time an eruption broke out in Hecla, and perhaps it may with some degree of probability be conjectured, that volcanic matter, of noxious quality, may have burst in the sea, and occasioned the above destruction and failure ever since.\n\nThe few haddocks caught in 1789 and 1790, were remarkably large; these keep nearest the shore: the small ones lie more out to sea; so that, when fishermen were wont to catch small haddocks, they desisted, and came nearer the shore to procure the large ones. The shoal generally lay about one league from the shore, was about three miles in breadth, and in length extended near the whole coasts of the three counties, in constant succession, for about three months. The breed of haddocks seems nearly destroyed on these coasts, which is a loss of many thousands of pounds per annum to fishermen and others, besides the loss of a very plentiful and acceptable article of food to persons of all ranks, especially in the winter season, when the price of provisions bears hard upon the poor.\n\nMay I hazard one question: Is it probable that, in the ensuing winter, or a few succeeding ones, the fishery may recover\nby the return of a shoal of haddock? For the two last winters I have waited with anxiety, but in vain, for such an event to take place.\n\nI am, &c.\n\nCOOPER ABBS.\n\nSunderland, May 27, 1792.\n\nSir,\n\nEncouraged by the unexpected and favourable attention paid to my letter by Sir Joseph Banks and yourself, I have, since the receipt of your favour of the 19th, daily mounted my horse, to endeavour to gain further information on the mysterious subject. Three days ago, I was fortunate enough to hear of two persons in Northumberland who were at Archangel in 1789, and waited upon them yesterday. As they lived about two miles asunder from each other, the one at North Shields, and the other at a village in the country, I had an opportunity of hearing, and asking them questions separately. Their names are, Mr. John Stoker, of the Ranger, and Mr. John Armstrong, of the Integrity, of North Shields, masters of ships of considerable size and value, men of sober, decent character, intelligent and respected in their line of profession, from whom I received the following account, which I have every reason to believe true. That in the latter end of July, 1789, on the light passage to Archangel, after doubling the North Cape (where they joined eight or ten sail of large ships from various ports and nations), and reducing their latitude from 69 to 68, between Fisher's Island and Sweetnose, for about thirty leagues east and south, they, to their great surprise, for the space of three days, in which they had variable winds, or light airs, fell\nin with immense quantities of haddock and coalfish, and no others whatever (the last is an ordinary fish, and perhaps its name may be local here, and unknown to you, but I confess I do not know any other name it has), lying on the surface of the ocean, and sufficient, from the view they had of them for the three days, to have loaded all the ships then in company. That they found them for the space of between twenty and thirty leagues in length, and in breadth, to the east, from three to five leagues, as the ships stood off and on; but how much farther to the east, and a few other points, they might extend, these persons cannot pretend to say, such points being out of their course for the ports they were destined to. That most of the fish were dead, though some were alive, as appeared by a slight motion of the tail, but in a very weak, feeble state, and unable to sink in the water.\n\nIn the above particulars Messrs. Stoker and Armstrong perfectly agree, as to the truth of the fact. The latter, through cautious timidity, prevented his crew from taking up any of the fish; but the former took on board many, both dead and in a dying state, of which he first ate, and then suffered his men to do the same: and at Archangel gave the remainder to the customhouse officers, without any person receiving the least injury. Mr. Stoker having, previous to eating the fish, tried the usual experiment at sea, of putting silver into the fresh water wherein the fish were boiled, the silver was not at all discoloured.\n\nTalking with Mr. Stoker, in his parlour, I asked him how many fish he could take up in that or any other given space. He answered, that in various places the fish lay so thick, that in\nthe compass of twelve or fifteen yards a boat load, from three to five tons, might have been taken up: that he measured several of the haddock, from two to two feet eight inches in length, and six or seven inches deep; about twice the size of haddock on our coasts. That he opened all the haddock he took on board, and in every one of them, both dead and expiring, he saw the sound much inflated or blown up, to which he ascribes the great destruction, but without being able to give any further satisfactory reason.\n\nMr. Stoker went from Archangel to Onega; and when Mr. Armstrong, at the former place, related the story to the merchants and inhabitants at the Exchange, they replied, that they had known and heard of similar accidents; and that the great quantity of thunder and lightning, usual near the Cape, was the reason.\n\nTo the above relation, which I verily believe to be just and true, I shall not presume to add a word of my own, but submit the whole to your consideration.\n\nIn my excursion along the coast of Northumberland, I found a fisherman careening his boat, who told me that, prior to the late failure, he had frequently, with the assistance of two men, taken and sent to Newcastle, in one day, two boat loads of haddock, containing in each from eighty to a hundred score; but in the last season he had not, in the whole, taken more than forty or fifty haddock. He could give no reason for the failure, but another man attributed the scarcity to the want of hard gales of wind, for some years, to blow the fish off the Dogger Bank to these coasts.\n\nThe accounts received from Messrs. Stoker and Armstrong\nbeing more authentic than what I had heard before, will be a sufficient apology, I trust, for the few slight variations in my two letters.\n\nI verily believe I cannot trace this subject further, without able instructions from gentlemen well versed in a branch of knowledge wherein I am a novice.\n\nI am, &c.\n\nCOOPER ABBS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106793.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12728,
    "total-output-tokens": 2447,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1040,
        2
      ],
      [
        1040,
        2840,
        3
      ],
      [
        2840,
        4502,
        4
      ],
      [
        4502,
        6044,
        5
      ],
      [
        6044,
        7750,
        6
      ],
      [
        7750,
        9375,
        7
      ],
      [
        9375,
        9694,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106793",
    "title": "Observations on the Remarkable Failure of Haddocks, on the Coasts of Northumberland, Durham, and Yorkshire. In Two Letters from the Rev. Cooper Abbs, to Dr. Blagden, Sec. R. S.",
    "authors": "Cooper Abbs",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106793"
  }
}