{
  "id": "71cc2ffb56832dc68f4d5fcc92b56bf68600121e",
  "text": "AN INDEX TO THE Forty-first VOLUME OF THE Philosophical Transactions.\n\nFor the Years 1739, 1740, and 1741.\n\nA.\n\nAbsorbentium terrestrium funestus usus, n. 459, p. 557.\nÆther, or Æthereal Spirit of Wine, n. 461, p. 864.\nÆthereal Liquors, four answering to the four Elements, n. 461, p. 869.\nAir, Currents in it, n. 458, p. 536.\n— nitrous Particles in it, n. 452, p. 62.\nAldebaran, an Occultation of, by the Moon, Dec. 12, 1738, n. 459, p. 632.\nAlexander (J.) of a Place in New York, for measuring a Degree of Latitude, n. 457, p. 383.\nAlpino-Tyrolemis in itinere, notabilia, n. 458, p. 547.\nAlveus, the Body of the Kiln, n. 481, p. 856.\nAnastomoses fibrarum in solis, n. 461, p. 797.\nAnchylesis, a universal, n. 461, p. 819, 820.\nAntient Figures [of the Constellations] and Colures, n. 460, p. 732.\n— Sphere, the true Delineations of the Asterisms in it, n. 460, p. 730.\nAngolan Woman, an Hermaphrodite, n. 459, p. 651.\nAnimalcula in femine, various Obs. n. 456, p. 296.\nAnnulus argenteus in Prussia repertus, n. 457, p. 389.\nAnthelium Vitemberge Obs. per J. Fr. Weidlerum, n. 454, p. 221.\nAntiquaria ex re Prussorum veterum Schediasma, n. 457, p. 384.\nAntrorum Dias mirabilis naturæ, à Matthia Belio, n. 452, p. 41.\n\nAnus,\nINDEX.\n\nAnus, an extraordinary Stone voided by it, n. 458, p. 506.\nAquarum fluentium, de mensura & motu, per Jac. Jurin, n. 452, p. 5, and n. 453, p. 65.\nD'Aragona (Nicolas-Michael) Prince of Cassano, of the Eruption of Vesuvius in May 1737. n. 455, p. 237, and several Experiments, ibid. p. 244.\nAraris fluvius, n. 452, p. 28.\nArbuscularum in petrefactis formatio, n. 461, p. 803, 804.\nAretina near Naples, n. 456, p. 345.\nArmilla brachialis veterum Prussorum, n. 457, p. 388.\nAsterisms, their true Delineations in the antient Sphere, n. 460, p. 730.\nAstmas, a Remedy for, n. 461, p. 769.\nAtmosphaera Lunaris, n. 455, p. 261.\nAurora Australis, Romæ Obsl. Jan. 27. 1740. n. 460, p. 744.\n——— Obsl. at London, March 18. 1738-9, n. 461, p. 839.\nChelsea, 840. Peterborough, 843.\nAurora Borealis, seen Dec. 5. 1737, n. 459, p. 583, 587, 593, 601, 626.\n——— seen at Edinburgh 1736, n. 456, p. 368.\n——— seen at Philadelphia, n. 456, p. 360.\n——— seem to be upon the Decrease of late Years, n. 459, p. 630.\nSt. Austin Downs, Barrows there opened, n. 458, p. 465.\nAustrale lumen, Romæ Obsl. Jan. 27. 1740, n. 460, p. 744.\n\nB.\n\nB. (R.) his Case, n. 460, p. 667.\nBaker (Henry) of a Beetle that lived Three Years without Food, n. 457, p. 441.\n——— of a perfect Plant in Semine, n. 457, p. 448.\n——— an Acc. of Mr. Leeuwenhoek's Microscopes, n. 458, p. 503.\n——— Obsl. concerning the Virtue of the Jelly of Black Currans in curing Inflammations of the Throat, n. 459, p. 655.\nBaker (Tho.) the Case of a Wound in the Cornea of the Eye, n. 453, p. 135.\nBalls of Coal made at Liege, n. 460, p. 672.\nBarlow (Rev. Wm.) of the Analogy between English Weights, and Measures of Capacity, n. 458, p. 457.\n——— of an antient Date (1011.) at Rumsey in Hampshire, n. 459, p. 652.\nBarrows in Cornwall opened, n. 458, p. 465.\nBartram, M. D. (John) of small Teeth at the Root of each Fang in the Head of a Rattle-snake, n. 456, p. 358.\nBaier, M. D. (Job) on the Worms which destroy the Piles in Holland, n. 455, p. 276.\nBaxter (Mr.) of a Roman Hypocaust, n. 461, p. 859.\n——— a Remark on his Explanation of the Word Hypocanfis, ibid.\nBeach, Esq; (Tho.) his Mineral Waters, n. 461, p. 828.\nINDEX.\n\nBeauchamp (the Lord) Obs. of a fiery Meteor seen Dec. 11. 1, n. 461, p. 870.\nBeech-tree, letters found in it, n. 454, p. 231.\nBeetle, a; that lived three Years without Food, n. 457, p. 441.\nBeetle, a Capricornus, found alive in Wood, n. 461, p. 861.\nBeighton (Henry) a new plotting Table for surveying Land, n. 461, p. 747.\nBelius Pannonius (Matthias) Dias antrarum mirabilis naturae, n. 452, p. 41.\nBerolini Obs. Martis 1736, habitæ, n. 459, p. 573.\n—— Obs. Occultatio Palilicii, n. 454, p. 223.\nBevis, M. D. (Job.) Mercurius à Venere sublatus, Maii 17. 1737, n. 450, p. 394, n. 459, p. 630.\n—— Occultation of Jupiter and his Satellites by the Moon, Oct. 28. 1740, n. 459, p. 647.\n—— of a luminous Appearance in the Sky, n. 456, p. 347.\nBirth, the Differences between a Child before and after, n. 457, p. 436.\nBitterness in Mineral Waters, n. 461, p. 833.\nBladder, a Crepitus from it, perhaps from an Aperture into the Rectum, n. 460, p. 702.\nBlood, its Circulation; Remarks on it, n. 460, p. 725.\nBlue Currans, n. 459, p. 656.\nBluntsham, Account of an Hurricane there, Sept. 8. 1741, n. 461, p. 851.\nBodkin, a Silver; incrustated with Stone in the Bladder, n. 460, p. 704.\nBones rendered soft by Tumours, n. 459, p. 616.\n—— tinged red by Animals eating Madder-root, n. 457, p. 390.\nBononia, Aurora Borealis seen Dec. 5. 1737, n. 459, p. 593.\nBoreale Lumen, vide Aurora Borealis, n. 459, p. 583, &c. seq.\nBotanicae Obs. per Paul. Hen. Gerb. Moehring, M. D. n. 454, p. 219.\nBoy, of a monstrous Boy, n. 453, p. 137.\nBoyle, Esq; (Hon. Robert) of the Saltnefs of the Sea, n. 461, p. 807.\n—— knew the Æthereal Spirit of Wine, n. 461, p. 865.\nBrain lacerated, n. 458, p. 495.\nBratanac of the Phænicians, n. 458, p. 473.\nBreezes, Sea and Land, n. 458, p. 521.\nBregmatis ossis, Gigantiae magnitudinis Icon, n. 456, p. 308.\nBreintnall (Job.) Meteors observed at Philadelphia, n. 456, p. 359.\nBremond (M. de) of a File rendered Magnetic by Lightning, n. 459, p. 612.\nBreynius, M. D. (Job. Philip.) de immodico & funesto Lapidum Cancrorum, similiumque terrestrium Absorbentium Uso, indeque ortis Calculis, n. 459, p. 557.\nBrian (Eliz.) Sixty-eight Years old, gave Suck, n. 453, p. 140.\nBromfeild (Wm.) a Fœtus in the Abdomen for Nine Years, n. 460, p. 697.\nBruyn (Cornelius le) de Ostreis petrefactis Relatio, n. 459, p. 568.\nBurman, a Taylor (Mr.) his Cafe, n. 459, p. 641.\nBush (Sam.) his Cafe, n. 453, p. 138.\n\nCadogan\nINDEX.\n\nC.\n\nCadogan (Charles Lord) a Letter to him concerning Chiltenham Waters, n. 461, p. 834.\nCagua (John) of a Wound of the Head, with a Fracture and Depression of the Skull; the Dura Mater and Brain wounded and lacerated, n. 458, p. 495.\nCalculi orti in Ventriculo & Renibus ab immodico Lapidum Cancrorum similiumque terrestrium Absorbentium Uso, n. 459, p. 557.\nCalculus, a; making its Way through the Perinaeum, n. 456, p. 349, 350.\nCallus, a; supplying half a lower jaw bone, n. 453, p. 139.\n——— supplied a large Piece of the Thigh-bone, n. 461, p. 761.\n——— supplying 2 ½ Inches of an Os Femoris, n. 453, p. 138.\nCamera obscura Microscope, the; n. 458, p. 416.\nCancrorum Lapidum funestus usus, n. 459, p. 557.\nCaneparius (P. Maria) knew the Æthereal Spirit of Wine, n. 461, p. 365.\nCanterbury, Obs. of a fiery Meteor Dec. 11. 1741, n. 461, p. 872.\nCantwell, M. D. (Andrew) of a monstrous Boy, n. 453, p. 137.\nCapricorn Beetle, found alive in a Piece of Wood, n. 461, p. 861.\nCardioides Curva, sic dicta, n. 461, p. 778.\nCarnedd, or Heap of Stones, n. 458, p. 471.\nCarpathus mons, n. 452, p. 41.\nCartes (M. de) of Vortices, n. 457, p. 411.\nCassano, Prince of, Account of the Eruption of Vesuvius in May 1737, n. 455, p. 237. and several Experiments, ib. p. 244.\n——— Obs. of the red Lights seen at Naples, Dec. 5. 1737, n. 459, p. 583.\nCastiterides, the Tin Islands, n. 458, p. 473.\nCastellioneus (Johannes) de curva Cardiode dicta, n. 461, p. 778.\nCatheter, a new one, useful in the high Operation for the Stone, n. 461, p. 844.\nCat (Claud. Nic. le) of the Foramen ovale open in Adults, and of the Figure of the Canal of the Urethra, n. 460, p. 681.\n——— on the Consequences of an incomplete Hernia, and on the Functions of the Intestines exposed to Sight, n. 460, p. 716.\n——— on Hydatides, and their Formation, n. 460, p. 712.\nCave of Kilcorny, a Description of it, n. 456, p. 360.\nCelsius (Andreas) Diff. de fig. Telluris, Obs. in Gallia hab. n. 457, p. 371, 378.\n——— Obs. Eclipse Solis Aug. 4. 1738, n. 453, p. 92.\nChannel, English, its Saltmfs, n. 461, p. 807.\nCharts of Lands, to make, n. 461, p. 755.\nCheshire, Twenty Pieces of Lead found there, with an Inscription to Domitian, n. 459, p. 561.\nChild without an Head, n. 456, p. 303.\nChiltenham, Mineral Waters there, n. 461, p. 830, 834.\nCircular Motion produced by Electricity, n. 453, p. 116.\nCirculation of the Blood, Remarks on it, n. 460, p. 725.\nINDEX.\n\nCirculatio succi plantarum, n. 461, p. 797.\nCity under Ground near Naples, n. 456, p. 345, n. 458, p. 484, 489, 493.\nClark (Sir John) of a large Oak; the Effect of Thunder upon it; and of a Deer's Horn in the middle of one, n. 454, p. 235.\nClarke (Will.) his Cafe, n. 461, p. 810, 819, 820.\nClassicks, Passages in them relating to the Constellations, n. 460, p. 732.\nClayton, D. D. (Rev. John) Letter to Dr. Grew, in Answer to several Queries relating to Virginia, n. 454, p. 143.\nConcerning the Spirit of Coals, n. 452, p. 59. Of nitrous Particles in the Air, ibid. p. 62.\nOf the Elasticity of Water agitated by Fire, n. 454, p. 162.\nCleveland (Archibald) a new Catheter for the high Operation for the Stone, n. 461, p. 844. Needles for the Eyes, ib. p. 847. Instruments for the Ear, ib. p. 848.\nCleifden, Electrical Experiments made there, n. 454, p. 209.\nCliff at Scarborough sinking, n. 461, p. 805.\nClocks, Pendulum, of the Influence which Two had upon each other, n. 453, p. 126, 128.\nCoal-Balls made at Liege, n. 460, p. 672.\nCoals, an Experiment concerning the Spirit of, n. 452, p. 59.\nCoins found in Cornwall, n. 458, p. 480.\nCold, its feeds, n. 458, p. 543.\nCole, M. D. (Will.) of the Seed of dormiferous Plants, n. 461, p. 771.\nColts-tails (a Sort of Clouds so called) n. 458, p. 542.\nComet, Anno 1739, its parabolic Orbit, n. 461, p. 809.\nCongelation, the Manner of, n. 458, p. 543.\nConstellations, their Figures by the Antients, n. 460, p. 732.\nCopping (Rev. John) of the Caesarian Operation performed by a Butcher; and of an extraordinary Skeleton, n. 461, p. 814.\nCorke (Robert, Lord Bishop of) n. 452, p. 59, n. 454, p. 143.\nOf an extraordinary Skeleton; and of a Man who gave Suck, n. 461, p. 810.\nCorn, of the Smut of, n. 456, p. 357. black, ibid.\nCorner-Abbas in Dorsetshire, a terrible Whirlwind there, n. 454, p. 229.\nCornea of the Eye, a Wound in it, by Tho. Baker, n. 453, p. 135.\nCornwall, Barrows opened in, n. 458, p. 465.\nCorrigiola Dilen. Gift Supplem. append. 167, n. 454, p. 216.\nCouching Needles, new ones, n. 461, p. 847.\nCox (Mr.) his Cafe a pestilential Fever, n. 454, p. 168.\nCrepitus from the Bladder, n. 460, p. 702.\nCrispe (Mr.) of a subterraneous Town found near Naples, n. 458, p. 493.\nCrochet (Mr.) of a Meteor seen in the Air in the Day-time, n. 456, p. 346.\nCrucibles made of a Clay in Virginia, n. 454, p. 160.\nCrucifix found in the middle of a tree, n. 454, p. 234, 236.\nCurrans, black; the Jelly of them cures Inflammations of the Throat, n. 459, p. 655.\nINDEX.\n\nCurrants in the Air, n. 458, p. 536.\nCyphus's adhering to the Peritoneum, n. 460, p. 708.\n\nD.\n\nDa Boa Ora, found in the Inside of a Tree in Sir Hans Sloane's Mus., n. 454, p. 236.\nDamnonium, n. 458, p. 475.\nDamps, pernicious near Vesuvius, n. 455, p. 245.\nDarton (John) his Case, n. 458, p. 495.\nDarts poisoned, why supposed so, n. 454, p. 159.\nDate an ancient (1011) in Rumsey Church, n. 459, p. 652.\nDarson (Jane) her Case, n. 460, p. 708.\nDeafness, Instruments to cure, n. 461, p. 848.\nDeer's, a Horn found in a large Oak, n. 454, p. 235.\nDelineationum Plantarum in petrefactis Formatio, n. 461, p. 803.\nDendritum Formatio, n. 461, p. 803.\nDerby (J.) of a Whirlwind at Corne Abbas, Oct. 30, 1731, n. 454, p. 229.\nDesaguliers (John Theophilus) LL.D. concerning the Cause of Elasticity, n. 454, p. 171.\n— Thoughts and Experiments on Electricity, n. 454, p. 186, 193, 200, 209.\n— Electrical Experiments, made Jan. 22, 1740, n. 459, p. 637, March 15, 1742, ib. p. 639, May 14, 1741, n. 460, p. 661.\nDigestor, Experiment with one, n. 454, p. 162.\nDittany, will not kill a Rattle-snake, n. 454, p. 150.\nImp. Cæs. Domitiano Aug. Cos. VII. on two Pigs of Lead, n. 459, p. 560, 561.\nDrowning, a Girl a Quarter of an Hour under Water, without, n. 454, p. 166.\nDulwich, a new purging Spring there, n. 461, p. 835.\nDunnunium, n. 458, p. 477.\nDundas (Tho.) of Chiltenham Waters, n. 461, p. 834.\nDuplicatione fibrarum in foliis usus, n. 461, p. 795.\nDura Mater lacerated, n. 458, p. 495.\n\nE\n\nEames (John) Account of Mr. Celsius's Diff. de Figura Telluris, n. 457, p. 371, 378.\n— of Dr. Jurin's Diff. de Vi Motrice, n. 459, p. 607.\nEarthquake, at Naples, affected People with a Trembling, n. 456, p. 340.\n— at Scarborough, Dec. 19, 1737, n. 461, p. 804.\nEclipse of the Moon, Jan. 2, 1740, n. 459, p. 633.\n— of the Sun, August 4, 1738, n. 453, p. 91.\n— Dec. 19, 1739, n. 459, p. 633.\nEclipsis Solis obs. Vittembergæ, Aug. 4. N.S. Jul. 24. V.S. 1739, n. 454, p. 226.\nEclipses Terræ repræsentans Machina, n. 461, p. 781.\nEdinburgh, red Lights seen there, Dec. 5, 1737, n. 459, p. 605.\nINDEX.\n\nEhrhart, M.D. (Balthasar) Notabilia quaedam in Itinere Alpino Tyrolensi, n. 458, p. 547.\n\nElasticity, concerning its Cause, by Dr. Desaguliers, n. 454, p. 175.\n\nElectrical Experiments made by Dr. Desaguliers, Jan. 22. 1741, n. 459, p. 637. March 15. 1742, ib. p. 639. May 14. 1741, n. 460, p. 661.\n\n——— by Granville Wheeler Esq; n. 453, p. 98, 112.\n\n——— Effluvia and Fire have a great Affinity, n. 453, p. 125.\n\nElectricity, Experiments and Thoughts on it, by Dr. Desaguliers, n. 454, p. 186, 193, 200, 209, n. 459, p. 634.\n\n——— conveyed 420 Feet in a direct Line, n. 454, p. 209.\n\n——— produces a circular Motion, n. 453, p. 116, 118.\n\n——— the same Hand that excited the, should hold the Thread, n. 453, p. 117.\n\n——— why the human Hand is essential to some Experiments, ib.\n\n——— joined to Gravity, may better explain some of the heavenly Phænomena, n. 453, p. 125.\n\nEllicot (John) of the Influence of two Pendulum Clocks upon each other, n. 453, p. 126, 128.\n\nEnglish Gentleman at Naples, his Account of the Eruption of Vesuvius, May 18. N.S. 1737, n. 455, p. 252.\n\nErythrodanum, see Rubia Tinctorum, n. 457, p. 392.\n\nEffex, Explosions in the Air there, n. 455, p. 288.\n\nEttrick (Henry) a Machine for reducing Fractures of the Thigh, n. 459, p. 562.\n\nEustachian Tube, Probes and Pipes to be introduced into it, n. 461, p. 849.\n\nExostoses, extraordinary, on the Back of a Boy, n. 456, p. 369.\n\nExpanding Fluids; a Method of doing it, n. 461, p. 821.\n\nExplosions in the Air, n. 455, p. 288, 290. Dec. 11, 1741, n. 461, p. 870, 872.\n\nEyes, new Sorts of Needles for Operations on the; n. 461, p. 847.\n\nF.\n\nFelles (Mrs.) Stones taken out of her, n. 459, p. 610.\n\nFemoris Os, 2 ½ Inches supplied by a Callus, n. 453, p. 138.\n\nFern, of its Seed, n. 461, p. 770.\n\nFever, pestilential from opening an Hydropical Corpse, n. 454, p. 168.\n\nFever, ardent; a Remedy for it, n. 461, p. 869.\n\nFigures, found in the Middle of Trees, n. 454, p. 233.\n\nFile a; rendered magnetical by Lightning, n. 459, p. 612.\n\nFire and Electrical Effluvia near akin, n. 453, p. 125.\n\nFire-ball seen, and Explosion heard, Dec. 11, 1741, n. 461, p. 870.\n\nFire-engine, some Improvements of it, n. 461, p. 821.\n\nFilb-bone taken out of the Rectum, n. 453, p. 139.\n\nFijs, the Horn of one; struck 8 ½ Inches into the Side of a Ship, n. 461, p. 861, 863.\n\nFitch (——) his Case, n. 453, p. 139.\nINDEX.\n\nFleet in Dorsetshire, a Meteor seen in the Air there, n. 456, p. 346.\nFlues to a Furnace, Lat. Tubuli, n. 461, p. 858.\nFluids, a new Invention for expanding them, n. 461, p. 821.\nFlux cured by a sort of Angelica, n. 454, p. 155.\nFœtus in the Abdomen for nine Years, n. 460, p. 697.\n——— a monstrous, like an hooded Monkey, n. 461, p. 764.\nFoliorum Reticulum & Anastomoses, n. 461, p. 797. Pulpa, ib. p. 800.\n——— Sceletorum Duplicatura, n. 461, p. 789. Ufus, ib. p. 796.\nForamen ovale, open in Adults, obs. by M. le Cat, n. 460, p. 681.\n——— open in a Girl of three Years old, and in a Woman of eighty, n. 454, p. 166.\nFornacator, the Stoker, n. 461, p. 856.\nFornax, a Furnace, n. 461, p. 856.\nFouchy (Job. Paul. Grandjean de) de Atmosphera Lunari, n. 455, p. 261.\nFourmont l'aîné (M.) Reflexions Critiques sur les Histoires des anciens Peuples, n. 456, p. 313.\nFractures of the Thigh, a Machine for reducing them, n. 459, p. 562.\nFreezing, the Manner of, n. 458, p. 543.\nFreke (John) of extraordinary Exostoses on the Back of a Boy, n. 456, p. 369.\nFrenchman who gave Suck, n. 461, p. 813.\nFrobenius (Sigismund. August.) the Proces of his Spiritus Vini Æthereus, n. 461, p. 864.\n——— his Terra foliata Tartari, n. 461, p. 869.\nFuller, Esq; jun. (John) Obs. of the Meteor Dec. 11. 1741, n. 461, p. 871.\n——— red Lights seen Dec. 5. 1737, n. 459, p. 606.\n——— Description of a Lake called Malholm Tarn, n. 459, p. 612.\n——— (Stephen) concerning an Hurricane in Huntingtonshire, Sept. 8. 1741, n. 461, p. 851.\n\nG.\nGeneration of Animals and Plants considered, n. 457, p. 449.\n——— and Monsters, some Reflections on, n. 456, p. 294.\nGigantis Staturi determinata, n. 456, p. 308.\nGigas 9 Pede altu, n. 456, p. 311, 312.\nGilk: (Moreton, of the Petrefactions of Matlock Baths, and of Petrefaction in general, n. 456, p. 352.\nGirl a; a Quarter of an Hour under Water without drowning, n. 454, p. 166.\nGlass, its Elasticity, n. 454, p. 185.\nGlobe, the celestial; its Poles made to move round the Poles of the Ecliptic, n. 460, p. 731.\n——— terrestrial, an Improvement of the, n. 456, p. 321.\nGodfrey (Ambrose) see Hankowitz, n. 461, p. 828.\nGosling (Rev. Will.) Obs. of the fiery Meteor seen Dec. 11, 1741, n. 461, p. 872.\n\nGotha\nINDEX.\n\nGotha Castle, n. 458, p. 472.\nGraham (Geo.) Obs. of an Eclipse of the Sun, Aug. 4. 1738, n. 453, p. 91.\n——— Obs. of an Occultation of Aldebaran by the Moon, Dec. 12, 1738, n. 459, p. 632.\nGraham, M.D. (Walter) of Matter or Water contained in Cybis's adhering to the Peritoneum, n. 460, p. 708.\nGramen tremulum, a perfect Plant in its Seed, n. 457, p. 452.\nGrandjean de Fouchy (Job. Paul.) de Atmosphæra Lunari, n. 455, p. 261.\nGravity joined to Electricity may better explain some of the heavenly Phænomena, n. 453, p. 125.\nGreen (John) of a City under-ground near Naples, n. 456, p. 346.\nGreen, M. D. (John) of a Girl Three Years old, who remained a Quarter of an Hour under Water without drowning, n. 454, p. 166.\nGreenland Trade, a Query proposed to those who use the; n. 456, p. 317.\nGregory (Will.) of a Faetus like an hooded Monkey, n. 461, p. 764.\nGround sinking down and sliding away at Pardines, n. 455, p. 272.\nGuilmatre (Catharine) her Cafe, n. 460, p. 716.\n\nH.\n\nHagels-Berg near Dantzick, n. 459, p. 570.\nHair voided by Urine, n. 460, p. 701, 705. How formed, ib. p. 707.\nHairy crustaceous Substances voided by Urine, n. 460, p. 699, 701. Their Cure, ib. p. 704.\nHalæ Tyrolensis, Fodinæ Salis, n. 458, p. 552.\nHalitus noxios eruclans Antrum, n. 452, p. 41.\nHalfey (Tho.) his Cafe, n. 459, p. 623.\nHalfsted in Essex, an Explosion in the Air there, n. 455, p. 288.\nHamel, du Monceau, (M. du) Obs. and Experiment with Madder-root, tinging the Bones of living Animals of a red Colour, n. 457, p. 390.\nHammond (Wm.) of a City under-ground near Naples, n. 456, p. 346.\nHanbury Esq; (Wm.) of Coal-balls made at Liege, n. 460, p. 672.\nHankowitz (Ambrose Godfry) of West Ashton Water, n. 461, p. 828.\nHarris (Jos.) an Improvement of the terrestrial Globe, n. 456, p. 321.\nHartly, M. A (David) of a Calculus making its Way thro' the Perineum, n. 456, p. 349.\n——— Account of Dr. Trew's Diff. of the Differences of an human Body before and after Birth, n. 457, p. 436.\nHart's-tongue, its Seed, n. 461, p. 774.\nHead, a Wound in it, with a large Fracture and Laceration of the Dura Mater, n. 458, p. 495.\nHeart, its muscular Structure explain'd, n. 460, p. 675.\n——— of a Child turned upside-down, n. 461, p. 776.\n——— several preternatural Formations of it, ib. p. 777.\nHedges (Wm.) an extraordinary Tumour in his Knee, n. 952, p. 56.\nHercules Port, or Herculanum, n. 456, p. 345. n. 458, p. 489.\nINDEX.\n\nHermaphrodites, an Inquiry into the Nature of, n. 459, p. 650. Angolan, ib. p. 651.\nHernia inguinalis, an extraordinary, n. 459, p. 640.\n— the singular Consequences of an incomplete, n. 460, p. 716.\nUmbilicalis, ib. 720.\nHestod concerning some of the Constellations, n. 460, p. 735, 736, 737.\nHeuberg, Mons in Alpibus, n. 458, p. 548.\nHippuris, Linn. gen. i. n. 454, p. 220.\nHoffman (Frid.) Prof. Med. knew the æthereal Spirit of Wine, n. 461, p. 865.\nHolland, Worms in the Piles in, n. 455, p. 276.\nHolmannus (Sam. Christian.) Obf. de Sceletorum ex foliis virentibus paratorum Duplicatura, n. 461, p. 789.\n— de Duplicatura Fibrarum in Folii Uso, n. 461, p. 796.\nHomberg, ( ) Experiment analogous to the æthereal Sp. n. 461, p. 865.\nHomer concerning some of the Constellations, n. 460, p. 733, 737.\nHorn, a Deer's found in a large Oak, 454, p. 235.\n— of a Fish struck Eight Inches and an half into the Side of a Ship, n. 461, p. 861, 863.\nHouchy; de, Coal-balls, n. 460, p. 672.\nHouille; de la, Pit-coal, n. 460, p. 672.\nHowell (Mary) her Case, n. 461, p. 767.\nHoxton (Walter) Variation of the Magnetic Needle in 3 Voyages to Maryland, n. 454, p. 171.\nHoy; del, Pit-coal, n. 460, p. 672.\nHudson's Streights, Salt in the Ice there, n. 462, p. 807.\nHuntingtonshire, Account of an Hurricane there, Sept. 8, 1741, n. 461, p. 851.\nHurricane, Account of one in Huntingtonshire, Sept. 8, 1741, n. 461, p. 851.\nHuxham M. D. (John) Hernia inguinalis, n. 459, p. 640.\n— Obf. of the Passage of Mercury over the Sun, Oct. 31, 1738, ibid.\n— of an extraordinary Venereal Case, n. 460, p. 667.\nHydatides, and their Formation, n. 460, p. 712, 714.\n— voided per Vaginam, n. 460, p. 711. thro' an Abscess, ib, 712.\nHydropsy, a Corpse lately dead of it, petitential, n. 454, p. 168.\nHypocausts, a Remark on the Signification of it, n. 461, p. 859.\nHypocaustum, a Roman, at Lincoln, n. 461, p. 855.\n\nI.\nFarman (Wm.) his Case, n. 456, p. 349.\nJaw-bone, a lower one half coming away by a Caries was supplied by a Callus, n. 453, p. 139.\nIchthyocolla what, n. 456, p. 344.\nJenkins (Samuel) a Machine for grinding Lens's spherical, n. 459, p. 555.\nIllecebrum, Linn. Coroll. gen. 947, n. 454, p. 216.\nImagination of the Mother, n. 456, p. 306.\n\nInflammations\nINDEX.\n\nInflammations of the Throat cured by Jelly of black Carrans, n. 459 p. 655.\nInjections solid, n. 450, p. 684.\nIntestines exposed to Sight; their Functions, n. 460, p. 716.\nInstruments to cure Deafness, n. 461, p. 849.\nJohnson Esq; junior (Maurice) of an Earthquake at Scarborough, Dec. 19, 1737, n. 461, p. 804.\nIsca Luminuminiorum, n. 458, p. 476.\nJupiter and his Satellites hid by the Moon, Oct. 28, 1740, n. 459, p. 647.\nJurin M. D. (James) Account of his Diff. de Vi motrice, n. 459, p. 607.\n(Jacobus) de Mensura & Motu Aquarum fluentium, n. 452, p. 5, and n. 453, p. 65.\n\nK.\n\nKensington, a fiery Meteor seen there, Dec. 11, 1741, n. 461, p. 870.\nKilcorny, in the Barony of Burren in Ireland, a Description of a Cave at, n. 456, 360.\nKildare, Dean of. See Clayton (John).\nKirchius (Christfried.) Occultatio Palilicii, n. 454, p. 223.\n—— Obf. Martis, 1736, Berolini habitæ, n. 459, p. 573.\nKirksbarw (Rev. Mr. Sam.) of Two Pigs of Lead found near Ripley with this Inscription, IMP. CÆS. DOMITIANO AUG. COS. VII. n. 459, p. 560.\nKlein (Jac. Theodor.) de Osse Bregmatis giganteæ Magnitudinis, n. 456, p. 308.\n—— ex veterum Prussorum Re antiquaria Schediasma, n. 457, p. 384.\n—— de Ostreis petrefactis Relatio, Corn. le Bruyn illufbrata, n. 459, p. 268.\n—— of Letters found in the middle of a Beech-tree, n. 454, p. 231.\nKnapton (Geo.) of a subterraneous Town found near Naples, n. 458, p. 489.\nKnight (Tho.) concerning Hair voided by Urine, n. 460, p. 705.\nKunckel (Johan.) knew the æthereal Spirit of Wine, n. 461, p. 865.\n\nL.\n\nLabarum of Constantine, n. 458, p. 481.\nLapidum Cancrorum funestus Ufus, n. 459, p. 557.\nLatham V. D. M. and M. D. (Ebeneser) concerning the true Delineation of the Astersims in the antient Sphere, n. 460, p. 730.\nLatitude; a proper Place in New-York for measuring a Degree of, n. 457, p. 383.\nLaurel-water, the Poison of it, n. 452, p. 63.\nLead, Two Pigs with an Inscription of Domitian, n. 459, p. 560, 561.\nLeeuwenvaek's Microscopes examined by Mr. Baker, n. 458, p. 503.\nLens's, a Machine to grind them spherical, n. 459, p. 555.\nLetters found in the middle of a Beech-tree near Dantzick, n. 454, p. 231.\nLiege, Coal-balls made there, n. 460, p. 672.\nLightning render'd a File magnetical, n. 459, p. 613.\nLights seen in the Air at London, March 18, 1738-9, n. 461, p. 839.\nINDEX.\n\nLights, a Collection of the remarkable red ones seen in the Air Dec. 5, 1737, n. 459, p. 583.\nLincoln, a Roman Hypocaustum found there, n. 461, p. 855.\nLindum buried in its Ruins, n. 461, 858.\nLines of the third Order, Two Species of, n. 456, p. 318.\nLowdell (Grace) her Case, n. 456, p. 365.\nLucas (Charles) a Description of the Cave of Kilcorny, n. 456, p. 360.\nLully (Raymond) knew the ethereal Spirit of Wine, n. 461, p. 865.\nLumen Australe Romae obs. Jan. 27, 1740, n. 460, p. 744.\n——— Boreale Romae visum, Dec. 5, 1737, n. 459, p. 601.\nLuminous Appearance in the Sky, March 13, 1734-5, n. 456, p. 347.\nLunae Atmosphaera, n. 455, p. 261.\nLungs, Part of them coughed up, n. 459, p. 623.\nLynn (Geo.) Remarks on the Weather, and Meteorological Tables, from 1726 to 1739 inclusively, n. 460, p. 686.\n\nM.\n\nMachina representans Eclipse Terrae, n. 461, p. 781.\nMachine to grind Lens's spherical, n. 459, p. 555.\nMackarness (John) of an extraordinary Stone voided by the Anus, n. 458, p. 500.\nMac Kinna (Sarah) her Case, n. 461, p. 814.\nMac Laurin (Colin) a Rule to find the Meridional Parts to a Spheroid, n. 461, p. 808.\nMaculae in Sole Obs. n. 453, p. 97. n. 454, p. 227.\nMadder-root tinges the Bones of such Animals, as eat of it, red, n. 457, p. 390.\nMagnetic Needle, its Variation in Three Voyages to Maryland, n. 454, p. 171.\nMagnetism communicated by Lightning, n. 459, p. 613.\nMagnifying Powers of Microscopes, a Table of them, p. 458, p. 513.\nMalafalguerat (Mizael) of an extraordinary Tumor on the Thigh, n. 456, p. 365.\nMalcolm Turn, a Description of it, n. 459, p. 612.\nMan who gave Suck, n. 461, p. 810, 813.\nManfredius (Eustachius) Defectus Solis Obs. Aug. 15. N. S. 1738, n. 453, p. 94.\nMaps to make, n. 461, p. 755.\nMartis Obs. habita 1736, Berolini, n. 459, p. 573.\nMartyn (John) of a purging Spring at Dulwich, n. 461, p. 835.\n——— of an Aurora Australis seen at Chelsea, March 18. 1738-9, n. 461, p. 840.\nMaastricht, a miraculous Crucifix found in a Walnut-tree, n. 454, p. 236.\nMatlock Baths, of the Petrefactions in them, n. 456, p. 352.\nMeasures of Capacity, and Weights, the Analogy between them, n. 458, p. 457.\nMedicines in Use among the Virginians, n. 454, p. 144, &c seq.\nINDEX.\n\nMediterranean Sea, its Saltnefs, n. 461, p. 807.\nMeini Gwyry, a Stone for Play, n. 458, p. 471.\nMercurius fulvatus a Venere, Maii 17. 1737, n. 459, p. 630, n. 450, p. 394.\nMercury Passage over the Sun, Oft. 31. 1738, n. 459, p. 640.\nMeridional Parts to a Spheroid, Rule to find them, n. 461, p. 808.\nMeteor a firy, seen Dec. 11. 1741, n. 461, p. 871.\n—— in the Sky, March 13. 1734-5, n. 456, p. 347.\n—— a, seen in the Air in the Day-time, Dec. 8. 1733, n. 456, p. 346.\n—— an Account of several, n. 459, p. 652.\n—— Obs. at Philadelphia in North America, n. 456, p. 359.\nMeteorological Obs. by Geo. Lynn Esq; for 14 Years, from 1726 to 1739, n. 460, p. 690.\nMicroscope reflecting, with a concave Speculum for opaque Objects, n. 458, p. 517.\n—— the solar, or Camera obscura, n. ib. p. 516.\n—— the Circulation of the Blood seen in it, n. 460, p. 725.\n—— Leeuwenhoek's examined by Mr. Baker, n. 458, p. 503.\n—— a Table of their magnifying Powers, ib. p. 513.\nMiddleton (Capt. Christoph.) of Salt in frozen Sea-water, n. 461, p. 806.\nMiles (Rev. Henry) Remarks on the Circulation of the Blood, n. 460, p. 725.\n—— of the Seed of Fern, n. 461, p. 770.\nMilk in the Breast of a Woman near 70, n. 453, p. 141.\n—— of a Man, n. 461, p. 810.\nMill, a Child a Quarter of an Hour under the Wheel without drowning, n. 454, p. 166.\nMineral Waters, an Examination of several, n. 461, p. 831.\nMiracle refuted of Crucifix, &c. found in the middle of Træs, n. 454, p. 236.\nMizaldus, of Rubia Tinctorum tinging the Bones of Animals red, which feed on it, n. 457, p. 392.\nMöhring M. D. (Paul. Hen. Gerb.) Obs. Botanice, n. 454, p. 211.\nMofete, a fort of noxious Damps near Vesuvius, n. 455, p. 246, 251, 260.\nMola Salviani, a Fish, n. 456, p. 343.\nMonster, a Fetus like an hooded Monkey, n. 461, p. 764.\n—— some Reflections on, n. 456, p. 294, 303, 305.\nMonstrous Boy, of a, n. 453, p. 137.\n—— Child of a Woman under Sentence of Transportation, n. 456, p. 341.\nMoon, an Eclipse of the, Jan. 2. 1740, n. 459, p. 633.\n—— Occultation of Aldebaran, Dec. 12. 1738, n. 459, p. 632.\n—— of Jupiter and his Satellites, Oft. 28. 1740, n. 459, p. 647.\nMortimer, M. D. (Cromwell) an Account of some Electrical Experiments by Granville Wheeler Esq; May 11. 1737, n. 453, p. 112.\n—— Obs. of an Aurora Australis, seen, March 18, 1738-9, in London, n. 461, p. 839.\n\nMortimer,\nINDEX.\n\nMortimer, of a Capricorn Beetle found alive in a Piece of Wood; and of Obs. concerning black Currans, n. 459, p. 656.\nRemark concerning the pretended Miracles of Crucifix's, Virgin-Mary's, &c. being found in the middle of Trees, n. 454, p. 236.\nan Emendation in Itin. Britan. Anton. for Scadum Nunniorum, and in Chorogr. Brit Ravenn. for Scadum Namorum, and Iscadum Nunniorum, read Ijca Dumnunniorum, n. 458, p. 476.\na Remark concerning Chiltenham Waters, n. 461, p. 834.\nRemark concerning the Formation of supposed Hairs voided by Urine, n. 460, 707.\nof a Roman Hypocaustum, n. 461, p. 855.\nof Two Stones which made their Way through the Perinaeum, n. 456, p. 350.\nAccount of Dr. Stuart's Paper concerning the muscular Structure of the Heart, n. 460, p. 675.\nan Horn of a Fish struck Eight Inches and an half into a Ship's Side, n. 461, p. 861.\nMoxa, Punk used instead of it, n. 454, p. 149.\n\nN.\nNantijera-Patsja, Hort. Malab. a Syrup made of it, n. 461, p. 769.\nNaples, a City under-ground near, n. 456, p. 345, n. 458, p. 484, 489, 493.\nred Lights seen there, Dec. 5. 1737, n. 459, p. 583.\nNeedle run into a Woman's Arm came out at her Breast, n. 461, p. 767.\nnew Couching, n. 461, p. 847.\nNerves affected by an Earthquake, n. 456, p. 340.\nNeve (Rev. Timothy) of an Aurora Australis seen at Peterborough, March 18. 1738-9, n. 461, p. 843.\nNewton (Sir J.) knew the æthereal Spirit of Wine, n. 461, p. 865.\nNew-York, a proper Place there to measure a Degree of Latitude, n. 457, p. 383.\nNicholson (David) an Observation on Greenland Scurvygrafs, n. 456, p. 317.\nNitrous Particles in the Air, n. 452, p. 62.\nNorth-East Wind blows dry and freezes, n. 458, p. 545.\nWind produces dry Weather, ib.\nWest Wind produces Storms, ib.\n\nO.\nOak, a large one, the Effect of Thunder on one, and of a Deer's Horn found in one; n. 454, p. 235.\nOrme (Alexander) his pectoral Syrup, n. 461, p. 769.\nOsteocolla Lapis, of great Use in promoting a Callus, n. 453, p. 138, 139.\nOstreis de petrefactis Relatio, Corn. le Bruyn, n. 459, p. 568.\nOvid, concerning some of the Constellations, n. 460, p. 734, 739, 741.\n\nP.\nPaderni (Signor Camillo) of a subterraneous Town near Naples, n. 458, p. 484.\nINDEX.\n\nPadua, red Lights seen there, Dec. 5. 1737, n. 459, p. 583.\nPalilicii Occultatio, Dec. 23, N. S. 1738, n. 454, p. 223, 225.\nPalmerston (Lord Viscount) see Temple.\nPar Bay, n. 458, p. 472.\nPardines near Auvergne, a Sinking-down and Sliding-away of some Ground at, n. 455, p. 272.\nParhelia seen in Jan. 1736, at Peterborough, and at Wittemberg, n. 458, p. 459.\nParsons, M. D. (James) Inquiry into the Nature of Hermaphrodites, n. 459, p. 650.\nPayne (John) his Improvement of the Engine for raising Water by Fire, n. 461, p. 821.\nPearce, D. D. (Rev. Zachary) Account of M. Fourmont's Book, Reflexions critiques sur les Histoires des anciens Peuples, &c. n. 456, p. 313.\nPectoral Syrup, Mr. Orme's, n. 461, p. 769.\nPeirce (Jer.) of an extraordinary Tumour on the Knee, n. 452, p. 56.\nPendulum Clocks, of the Influence which Two had upon each other, n. 453, p. 126, 128.\nPeterborough, Parhelia seen there, Jan. 1736, n. 458, p. 459.\nPetrefaction, Conjectures on, n. 456, p. 352.\nPetrefactis in, Delineationes Plantarum, n. 461, p. 803.\nPeuples anciens, Reflexions sur les Histoires des, n. 456, p. 313.\nPhoenicians knew England, n. 458, p. 473.\nPhiladelphia in North-America, Meteors observed there, n. 456, p. 359.\nPhlogiston, the Proceeds of Dr. Frobenius's, n. 461, p. 864.\nPhysick of the Virginians, n. 454, p. 144, &c.\nPictures found under-ground near Naples, n. 458, p. 484, 489.\nPigs of Lead with an Inscription of Domitian, n. 459, p. 560, 561.\nPiles in Holland, Worms in the, n. 455, p. 276.\nPillars of Stone erected as Monuments, n. 458, p. 471.\nPin incrusted with Stone in the Bladder, n. 460, p. 703.\nPlain-Table for surveying Land, n. 461, p. 748.\nPlant, a perfect one in Semine, n. 457, p. 448.\nPlante in Alpibus Obs. n. 458, p. 551.\nPlantarum Succ Circulatio, n. 461, p. 797.\n——— in Petrefactis Delineationes, n. 461, p. 803.\nPlants, a Catalogue of 50 for the Year 1737, by Isaac Rand, n. 452, p. 1; for the Year 1738, n. 456, p. 291; for the Year 1739, n. 457, p. 406.\nPlotting-Table, a new one for surveying Land, n. 461, p. 747.\nPluche (the Abbé) of the Smut of Corn, n. 456, p. 357.\nPoake Root, i.e. Solanum bacciferum, n. 454, p. 150.\nPoets, antient Passages in them relating to the Constellations, n. 460, p. 732.\nPoleni (John Marquis) Aurora Borealis, Dec. 5, 1737, n. 459, p. 587.\nPoles of a celestial Globe made to move round the Poles of the Ecliptic, n. 460, p. 731.\n\nPortici,\nINDEX.\n\nPortici, a subterraneous Town found there, n. 458, p. 485, 489:\nPott (Mr.) of Tumours which rendered the Bones soft, n. 459, p. 616.\nPowell (John) of a Gentlewoman who voided, with her Urine, hairy crustaceous Substances, n. 460, p. 699.\nPræfurnium, a stoking Hole n. 461, p. 856.\nPruforum veterum Schediasma ex Re antiquaria, n. 457, p. 384.\nPulpa Foliorum, n. 461, p. 800.\nPunk used instead of Moxa, n. 454, p. 149.\nPurgatives, their Effects upon a Gut exposed to Sight, n. 460, p. 720.\n\nR.\n\nRamsay (Allan) of a subterraneous Town near Naples, n. 458, p. 484.\nRamsden (Hird) his Cave, n. 461, p. 762.\nRand (Isaac) a Catalogue of 50 Plants for the Year 1737, n. 452, p. 1;\nfor the Year 1738, n. 456, p. 291; for the Year 1739, n. 457, p. 406.\nRattle-snake, small Teeth at the Root of each Fang in the Head of, n. 456, p. 358.\n— its Bite not cured by Dittany, n. 454, p. 150.\nRectum, an Ulcer in the, n. 453, p. 139.\nRed Bones tinged so by Animals eating Madder-root, n. 457, p. 390.\n— Lights remarkable, seen Dec. 5 1737, n. 459, p. 583, 587, 593, 601, 605, 625.\nRepulsive Force of electrical Bodies, of the, n. 453, p. 98:\nResina near Naples, n. 456, p. 345.\nReticulum in Foliorum Sceletis, n. 461, p. 797.\nRevillas (Didacus de) Lumen Boreale visum Romae, Dec. 5. 1737, n. 459, p. 601.\n— Lumen Australe obs. Romae, Jan. 27, 1740, n. 460, p. 744.\nRevolutions of pendulous Bodies by Electricity, n. 453, p. 118.\nRhodanus Fluvius, n. 452, p. 28.\nRibariense Antrum, Halitus noxios eructans, n. 452, p. 48.\nRichardson, M. D. (Richard) of a Gallus supplying the Place of Bones, n. 461, p. 761.\nRipley, Two Pigs of Lead found there with an Inscription to Domitian, n. 459, p. 560.\nRomae Lumen Australe, obs. Jan. 27. 1740, n. 460, p. 744.\n— Lumen Boreale, visum Dec. 5. 1737, n. 459, p. 601.\nRose-hill, (Suffex) a Meteor heard there, Dec. 11. 1741, n. 461, p. 861.\n— red Lights seen there, Dec. 5. 1737, n. 459, p. 606.\nRubia Tinctorum tinging the Bones of Animals red, n. 457, p. 390.\nRubor Caëli igneus, visus Vitembergæ, Dec. 1737, n. 458, p. 459.\nRumsey in Hampshire, an antient Date, (1011) n. 459, p. 652.\nRuppia folis linearibus obtusis, n. 454, p. 217.\nRutty, M. D. (John) of the poison Laurel-water, n. 452, p. 63.\n\nS.\n\nSalicornia Ramis clavatis, &c. n. 454, p. 211.\nSal medium, what it is, n. 461, p. 833.\nINDEX.\n\nSalis Fodinae Halæ Tyrolensium, n. 458, p. 552.\nSalt in frozen Sea-Water, n. 461, p. 806; in common Sea-Water, ib. p. 807.\n—— Vesuvian, several Experiments on it, n. 455, p. 248.\nSanchoiathou the Phœnician, n. 456, p. 313.\nSatellite belonging to Venus, n. 459, p. 646.\nScadum Nunniorum, n. 458, p. 476.\nScarabaeus, dictus Capricornus, found alive in a Piece of Wood, n. 461, p. 862.\nScarabaeus impennis tardipes, n. 457, p. 441.\nScarborough, an Earthquake there, and Sinking-down of the Cliff, Dec. 19, 1737, n. 461, p. 804.\nSceletorum ex Foliiis virentibus paratorum Duplicatura, n. 461, p. 789.\nScurvy-grass in Greenland not acrid, n. 456, p. 317.\nSea and Land Breezes, n. 458, p. 521.\n—— its different Saltnefs in different Climates, n. 461, p. 807.\n—— Water frozen; what Salt it contains, n. 461, p. 806.\nSegner (Joh. Andr.) Machina ad Eclipses Terræ repræsentandas, n. 461, p. 781.\nSenckenberg (Conradus Hieronymus) Examination of Chiltenham mineral Waters, n. 461, p. 830.\nSenecio, Foliiis Pinnatisidis, &c. n. 454, p. 215.\nShadwell, M. D. (Sir John) an Abstract of his Account of the Eruption of Mount Vesuvius, May 18. N. S. 1737, n. 455, p. 252.\n—— A Letter to him of an extraordinary Skeleton, n. 461, p. 820.\nSheldrake (Timothy) of a monstrous Child, n. 456, p. 341.\nShepheard, Esq; (Sam.) of an Explosion in the Air, n. 455, p. 289.\nSherman (Bezaleel) three extraordinary Cafes in Surgery, n. 453, p. 138.\nSherwood (Noah) remarkable Stones taken out of the Kidneys of Mrs. Felles, n. 459, p. 610.\nShip; the Position of it, when the Constellations were first formed, n. 460, p. 732.\nShort (James) Aurora Borealis seen at Edinburgh 1736, n. 456, p. 368,\n—— Obs. of an Occultation of Jupiter, and his Satellites, by the Moon, Oct. 28, 1740, n. 459, p. 647.\n—— Obs. of an Eclipse of the Sun, Aug. 4, 1738, n. 453, p. 91.\n—— Obs. of Venus having a Satellite, Oct. 23, 1740, n. 459, p. 646.\n—— An Occultation of Jupiter, and his Satellites, by the Moon, Oct. 28, 1740, n. 459, p. 647.\n—— Obs. of an Eclipse of the Sun, Dec. 19, 1739, n. 459, p. 633.\n—— Moon, Jan. 2, 1740, ib.\n—— Red Lights seen, Dec. 5, 1737, at Edinburgh, n. 459, p. 605.\nShort, M. D. (Thomas) of several Meteors, n. 459, p. 625.\nSchwaden, Germ. Halitus noxii, n. 458, p. 553.\nSigorne (M. de) of the Impossibility and Insufficiency of Vortices, n. 457, p. 409.\nINDEX.\n\nSinking down, and sliding away, of some Ground at Pardines, n. 455, p. 272.\nSlyley (John) of a Calculus making its Way through the Scrotum, n. 456, p. 351.\nSkeleton of a Man, with Branches like Coral, n. 461, p. 810, 814, 819, 821.\nSkipton in Craven, in Yorkshire; a Lake called Malholm Tarn, n. 459, p. 612.\nSkull, a Fracture and Depression of the, n. 458, p. 495.\nSloane, Bart. (Sir Hans) Obf. of extraordinary Substances voided by the urinary Passages, n. 460, p. 699, 703; and Cure, ib. p. 704.\nSloane (Sara) Schema pictum Eclipseos centralis Solis, n. 455, p. 269.\nSloane, Esq; (Wm.) of a City under Ground, near Naples, n. 456, p. 345.\nSmith (Caleb) Improvement of Catadioptrial Telescopes by Glass Specu-\nlums, n. 456, p. 326.\nSmut of Corn, of the; n. 456, p. 357.\nSolar Microscope, the; n. 458, p. 516.\n—— Circulation of the Blood seen thro' one, n. 460, p. 725.\nSole, Maculae observatae in, n. 453, p. 97; n. 454, p. 227.\nSolis Eclipseis Obf. Vibemberga, Aug. 4. N.S. Jul. 24. V.S. 1739, n. 454, p. 226.\nSouth-West Wind produces wet Weather, n. 458, p. 545.\nSpeculum Microscope, the; n. 458, p. 517.\n—— of Glass, instead of Metal, for Catadioptrical Telescopes, n. 456, p. 326.\nSpencer (Eliz.) her monstrous Child, n. 456, p. 341.\nSphere, the antient; the true Delineations of the Asterisms in it, n. 460, p. 730.\nSpheroid; a Rule for finding the Meridional Parts, n. 461, p. 808.\nSpilman (John) his Cafe, n. 453, p. 139.\nSpirit of Coals, inflammable, n. 452, p. 61.\nSpiritus Vini Athereus, the Procefs, n. 461, p. 864.\nSpringfield, in Essex; an Explosion in the Air there, n. 455, p. 289.\nSprings of Steel considered, n. 454, p. 181.\nSquinancy Berries, n. 459, p. 656.\nStack, M. D. (Tho.) Account of a Woman sixty-eight Years of Age, who gave Suck, n. 453, p. 140.\n—— Account of Jo. Fr. Weidleri Commentatio de Parbelii, &c. n. 458, p. 459.\nStahl, M. D. (Geo. Ern.) knew the atherereal Spirit of Wine, n. 461, p. 865.\nStarlings feeding under the Legs of black Cattle, n. 456, p. 348.\nStatues found under Ground, near Naples, n. 458, p. 484, 489.\nSteam of boiling Water, its Weight and Force, n. 461, p. 824.\nStoker, a; or Fornacator, n. 461, p. 856.\nStoking place, or Praefurnium, ib.\nStone (Edmund) of two Species of Lines of the third Order, n. 456, p. 318.\nStone, or Calculus, making its Way through the Perinaum, n. 456, p. 349.\n—— Through the Scrotum, ib. p. 351.\n—— the high Operation for it, n. 461, p. 844.\nINDEX.\n\nStone, an extraordinary one, voided by the Anus, n. 458, p. 500.\nStone, Long, a Pillar so called, in Cornwall, n. 458, p. 471.\nStones, remarkable ones taken out of Mrs. Felles, n. 459, p. 610.\nStuart, M. D. (Alexander) the muscular Structure of the Heart explained, n. 460, p. 675.\nSubterraneous Town near Naples, n. 458, p. 484, 489.\nSucci nutricii Plantarum Circulatio, n. 461, p. 797.\nSudatorium, an antient Roman, n. 461, p. 855.\nSucvixæ superioris Lingua in multis cum Wallica congruit, n. 458, p. 553.\nSummer, an Inquiry into the Causes of a dry and wet, n. 458, p. 519.\nSun, Eclipse of the, Aug. 4. 1738, n. 453, p. 91. Dec. 19. 1739, n. 459, p. 633.\nSun-fish, Glue made of it, n. 456, p. 343.\nSuperville (Daniel de) some Reflections on Generation and Monsters, n. 456, p. 294.\nSurgery, three extraordinary Cases in, n. 453, p. 138.\nSurveying Land, a new plotting Table, n. 461, p. 747.\nSwammerdam, M. D. ( ) of the Seeds of Fern, n. 461, p. 770.\nSweating-room, an antient Roman, n. 461, p. 855.\nSymson (T.) of a Roman Hypocaustum, n. 461, p. 855.\nÆstivence Antrum, glaciale, n. 452, p. 41.\n\nT.\nT. (M.) of a sinking down, and sliding away, of some Ground, near Pardines, n. 455, p. 272.\nTable; the Plain or Plotting, for surveying Land, n. 461, p. 748.\nTarn, a Lake, Malholm, near Skipton in Yorkshire, n. 459, p. 612.\nTeeth, small ones, at the Root of each Fang in the Head of a Rattle-snake, n. 456, p. 358.\nTeleology, n. 456, p. 299.\nTeleopes Catadioptrical, improved by Glass Speculums, n. 456, p. 326.\nTemple (The Hon. Henry) of an Earthquake at Naples, n. 456, p. 340.\nTerra foliata Tartari of Dr. Frobenius, n. 461, p. 869.\nTerrae Mortar, to make, n. 461, p. 856.\nTerrae Eclipses repraefentans Machina, n. 461, p. 781.\nTefudo, the Floor of a Sweating-room, n. 461, p. 857.\nThigh-bone, a large Piece of it supplied by a Callus, n. 461, p. 761.\nThigh, Fractures of the; a Machine for reducing, n. 459, p. 562.\nThroat, Inflammations of it cured by Jelly of black Currans, n. 459, p. 655.\nThrybes feeding under the Legs of Black Cattle, n. 456, p. 358.\nThunder, the Effect of it on a large Oak, n. 454, p. 235.\nTide-weather, n. 460, p. 689.\nTornado, a; n. 458, p. 541.\nTorques æreus in Prussia repertus, n. 457, p. 388.\nTorres (Jos. Ignat. de) of the Heart of a Child inverted, n. 461, p. 776.\nTown, a subterraneous one near Naples, n. 458, p. 484, 489.\nTrees, Figures and Letters found in the middle of, n. 454, p. 233.\nINDEX.\n\nTrew (Christoph. Jacobus) Diss. Epistolica de Differentiis quibusdam inter Hominem naturam & nascendum intervenientibus, deque Vestigiis Divini Numinis inde colligendis, n. 457, p. 436.\n\nTubuli or Flues of a Furnace, n. 461, p. 858.\n\nTumour, a very extraordinary one in the Knee, n. 452, p. 56.\n\nTumours which rendered the Bones soft, n. 459, p. 616.\n\nTumuli sepulchrales in Cornwall opened, n. 458, p. 465, 470.\n\nTympani Membrana, when depressed how raised, n. 461, p. 850.\n\nTyrolenses Alpes, n. 458, p. 550. Fodinae Salis Halae, ib. p. 552.\n\nVacuum made by the Steam of boiling Water, n. 461, p. 826.\n\nVellera Lanæ tenuia, Virgil speaking of Clouds, n. 458, p. 542.\n\nVenere sublatus Mercurius, Maii 17. 1737, n. 450, p. 394, n. 459, p. 630.\n\nVenereal Cafe, an extraordinary one, n. 460, p. 667.\n\nVenus, her having a Satellite, n. 459, p. 646.\n\nVerbascum, folis cordatis, &c. n. 454, p. 213.\n\nVermicular Motion of the Guts explained, n. 460, p. 719.\n\nVerwittern Germ. expirare, n. 458, p. 551.\n\nVesuvius, Mount, an Account of its Eruption in May 1737, n. 455, p. 237, 252.\n\na Crack in it by an Earthquake, n. 456, p. 340.\n\nseveral Experiments made concerning it, n. 455, p. 244.\n\nits Salt, ib. p. 248.\n\na List of Authors who have wrote on its Eruptions, n. 455, p. 261.\n\nVievar (Rev. Mr. A.) of an Explosion in the Air, n. 455, p. 288.\n\nVillemot (Philip) du Mouvement des Planetês, n. 457, p. 430.\n\nVirgil, concerning some of the Constellations, n. 460, p. 733, 738, 740, 741.\n\nVirginia, Account of, by Dr. Clayton, n. 454, p. 143.\n\nVitembergæ Anthelium observatum, n. 454, p. 221.\n\nvifus Rubor Cæli igneus, Dec. 1737, n. 458, p. 459.\n\nObf. Occultatio Palilicii, n. 454, p. 225.\n\nEclipsis Solis Obf. Aug. 4. N. S. 1739, n. 454, p. 226.\n\nibi visæ Parhelia, Jan. 1736, n. 458, p. 459.\n\nVortices, their Impossibility and Insufficiency, n. 457, p. 409.\n\nUrethra, the Figure of its Canal, n. 460, p. 684.\n\nUrine, extraordinary Substances, Hair, &c. voided by them,\n\nUrinary Passages, n. 460, p. 699, 703. And Cure, ibid. p. 704.\n\nUtricule foliorum, n. 461, p. 801.\n\nWales, Prince of, Electrical Experiments made at his House at Cliefden, n. 454, p. 209.\n\nWallica lingua, cum illa Suevia superiori congruit, n. 458, p. 553.\n\nWater, agitated by Fire, more elastic than Air in the same Circumstances, n. 454, p. 162.\nINDEX.\n\nWater and Matter in Bags adhering to the Peritoneum, n. 460, p. 708.\n——— Mineral; Examination of several, n. 461, p. 828, 830.\nWatson (Wm.) of Part of the Lungs being coughed up, n. 459, p. 623.\n——— of Hydatides voided per Vaginam, n. 460, p. 711.\nWeather, Remarks on it by Mr. Lynn, n. 460, p. 686.\nWeidler (Jo. Frid.) tres Phases Eclipseos Solis Aug. 15. N. S. 1738, n. 453, p. 92.\n——— Anthelium Vitembergæ Obs. n. 454, p. 221.\n——— Commentatio de Parheliis, Jan. 1736. prope Petroburgum Angliae & Vitembergæ Saxorum visis, &c. de Rubore Cæli igneo Dec. 1737. Obs. n. 458, p. 459.\n——— Occultatio Palilicii, n. 454, p. 225.\n——— Obs. Eclipseis Solis Aug. 4. N. S. 1739, n. 454, p. 226.\nWeldenfeld (Job. Segerus) knew the Æthereal Spirit of Wine, n. 461, p. 865.\nWeights, and Measures of Capacity, the Analogy between them, n. 458, p. 457.\nWest Ashton, Well-water examined, n. 461, p. 828.\nWheel, Esq.; (Granville) Letter to Dr. Mortimer, containing some Remarks on the late Steph. Gray's Electrical Circular Experiment, n. 453, p. 118.\n——— Electrical Experiments, n. 453, p. 98, 112.\nWhirlwind, a terrible, at Corne Abbas, n. 454, p. 229.\nWigan, inflammable Steams at, n. 452, p. 59.\nWilliams, M. D. (Stephen) an Attempt to examine the Barrows in Cornwall, n. 458, p. 465.\nWind, their Cause, n. 458, p. 521:\n——— Trade, ibid.\nWinfield-Park, a large Oak, &c. observed there, n. 454, p. 235.\nWiochift, a Priest in Virginia, n. 454, p. 143.\nWoman, 68 Years of Age, who gave Suck, n. 453, p. 140.\nWorms, which destroy the Piles in Holland, n. 455, p. 276.\nWright (Will.) of Part of the Thigh-bone supplied by a Callus, n. 461, p. 761.\n\nX.\nXylophagous Worms, n. 455, p. 279.\n\nY.\nYates (Rebecca) Case of her Child, n. 454, p. 167.\n\nZ.\nZanotti (Euflachio) Obs. of an Aurora Borealis, seen at Bononia Dec. 5. 1737, n. 459, p. 593.\n——— of the parabolic Orbit of the Comet, 1739, n. 461, p. 809.\nZijanken-Berg near Dantzick, n. 459, p. 569.\nZollman (Phil. Henry) of a sinking down and sliding away of some Ground near Pardines, n. 455, p. 272.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104398.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 32656,
    "total-output-tokens": 22455,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1223,
        2
      ],
      [
        1223,
        3377,
        3
      ],
      [
        3377,
        5797,
        4
      ],
      [
        5797,
        8212,
        5
      ],
      [
        8212,
        10722,
        6
      ],
      [
        10722,
        12800,
        7
      ],
      [
        12800,
        15158,
        8
      ],
      [
        15158,
        17378,
        9
      ],
      [
        17378,
        19780,
        10
      ],
      [
        19780,
        22022,
        11
      ],
      [
        22022,
        24337,
        12
      ],
      [
        24337,
        26541,
        13
      ],
      [
        26541,
        28884,
        14
      ],
      [
        28884,
        31065,
        15
      ],
      [
        31065,
        33471,
        16
      ],
      [
        33471,
        35790,
        17
      ],
      [
        35790,
        38134,
        18
      ],
      [
        38134,
        40567,
        19
      ],
      [
        40567,
        43006,
        20
      ],
      [
        43006,
        45324,
        21
      ],
      [
        45324,
        47371,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104398",
    "title": "Back Matter",
    "authors": null,
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/104398"
  }
}