{
  "id": "afd74f4366747bb0fe5c6bffe2b1e7ef9f7248a0",
  "text": "of expensive stone-work in building harbours may be avoided, by the help of furze mounds.\n\nI am,\n\nWith the greatest respect,\n\nReverend Sir,\n\nYour most obedient,\n\nhumble servant,\n\nHadn. Dec. 13, 1760.\n\nDa. Wark.\n\nII. An Account of a remarkable Halo: In a Letter to the Rev. William Stukeley, M.D. F.R.S. from Tho. Barker, Esq;\n\nReverend Sir,\n\nRead Jan. 8, 1761.\n\nThank you for presenting my paper on the Dog star to the Royal Society; the opinion advanced in which is so very unusual, that I expect it will be at once rejected, as incredible, by all, who do not care for the work of examining the evidence for it. But I should be glad to hear, that some impartial person had carefully searched, whether what I have said be supported by fact, and what other evidence can be found, which I have missed, either in support or confutation of that change of colour in Sirius, which I have supposed.\n\nI have long neglected to acknowledge the favour of your information about the comet in Orion last January; but had nothing particular to say about it, not having\nhaving the luck to see it. I did not happen to look out on the Tuesday night, when it was seen; so heard nothing of it, till the news-paper on Saturday, when I did look for it with my naked-eye and telescope also; but as it was dwindled, I did not find it; and the rather, as its motion was so swift, I could not, so many nights after, know well where to look for it. The comet of 1664, might have appeared nearly in the same place this was seen, with a swift motion, a pretty many degrees in a day, as a retrogade comet in opposition to the sun generally has; but, I think, would not have been near enough to have moved a degree in an hour, as this did; and I think it would also have been larger, and continued longer, than this; for in 1664, it was seen four months, and when far distant from the earth; and, in the position it must have been in last January, would hardly have gone farther back than the beginning of Gemini, in small N. latitude, and is, I believe, one of the largest comets.\n\nI have long had by me an account of a remarkable halo, I was called out to observe, May 20, 1737, a quarter before eleven in the morning, and which continued half an hour, in a clear hot sky; and was as in the figure.\n\nThe common halo V X N Y, and the horizontal white circle S X T Y, were no way different from usual; nor were any parhelia seen. All, that was remarkable, was an elliptical halo V P N P, coinciding at the top and bottom with the common one, but four degrees narrower in the lesser diameter at P and P, coloured just like the halo, and at the coinciding places, especially at V, very bright.\n\nI call\nI call VPNP the elliptical halo, because it appeared so to me; yet, as the horizontal diameter was only guessed at, and nothing measured, but the altitudes of the points S, V, N, and T, which gave the diameter of the halo VN $45^\\circ$, I will not be positive, that VPNP was not the circular one, and VXNY elliptical, and $4^\\circ$ wider than the circle at X and Y. Which ever it was, it is, I think, worth preserving.\npreserving, as I do not know we have any account of such another, unless what Dr. Halley, in Philosophical Transactions, No 278, calls two arches of circles touching the halo at top and bottom, can be supposed to be imperfect parts of an elliptic halo not wholly seen.\n\nWith all due respect, I remain,\n\nSIR,\n\nYour humble servant,\n\nLyndon, March 3, 1760. T. Barker.\n\nIII. An Account of a Meteor seen in New England, and of a Whirlwind felt in that Country: In a Letter to the Rev. Tho. Birch, D.D. Secretary to the Royal Society, from Mr. John Winthrop, Professor of Philosophy at Cambridge in New England.\n\nReverend Sir,\n\nRead Jan. 15, 1761. I Am extremely obliged to the Royal Society, for their favourable acceptance of my paper on our late great earthquake; and to you, Sir, for the very polite manner, in which you were pleased to inform me thereof. I wish I were able to communicate any thing worthy the attention of so illustrious a body. But no such thing occurs at present; unless you should be of opinion, that the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105579.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1181,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1055,
        2
      ],
      [
        1055,
        2670,
        3
      ],
      [
        2670,
        3089,
        4
      ],
      [
        3089,
        4112,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105579",
    "title": "An Account of a Remarkable Halo: In a Letter to the Rev. William Stukeley, M. D. F. R. S. from Tho. Barker, Esq",
    "authors": "Tho. Barker",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105579"
  }
}