{
  "id": "c21db9151aad7310ce8307320985d3cd94b0391c",
  "text": "TESTIS EXAMINATUS.\n\nThis is the Title of a printed Page, formerly (viz. Anno 1658.) at Florence, by Vadlius Dathirius Bonglarus, and now, by reason of the great scarcity of the Original here, desired to be inserted in this Tract: which is the rather done at this time, because the subject therein consider'd, is now under a severer Examination than ever, amongst the Curiouser Anatomists both here, in France, and Holland.\n\nThe Text itself follows verbatim thus:\n\nQuid sit testis, quae ipsius natura, quibus conglobetur particulis, adeo scire arduum, ut quicunque dissonis Authorum lectionibus, neglecta Enchirisi, dumtaxat inhaeserit, dediscat potius quam addiscat; cum hic affirmet unum, ille hoc idem de eadem perneget particula; quasi idem omnino membrum, Protei ad instar, toties mutaretur, quoties tractatur, & insipientium oculos usque satageret eludere.\n\nVasa Spermatica praeparantia testiculi Substantiam nequitiam ingrediuntur; ita autem Mundin. Ingrediuntur omnino; ita Vid. Vidiu. Sylv. Barthol. Colomb. Subeunt quaedam intro; sed non omnia, majori dumtaxat ex parte; ita Highmor. Non; sed minori tantum; ita censet celeberrimus Marchett. P. M.\n\nGalen. Melet. Mundin. Laurent. Highmor. Barthol. Velling, & alii quos taceo, plures; genuinam testis substantiam albam, mollem, laxam, glandulosam, statuunt. Riolan. eam deprehendit non utique glandulosam, sed penitus fibrosam, quasi globulus fibrorum foret sibi invicem scitule coacervatarum. Vesal. mens elt, innumeram Vasorum minutissimorum congeriens in interiori testiculo luxuriare, interfeminato paucim peculiari carne; ita ut ipsi jocinori non inelegantia analogia Testis respondeat, Parenchyma proprium existens. Francis. Anton. Catto; Testis substantia rotunda est, alba, mollis, Vasculis tenuissimis intertexta.\n\nSemen per medios transire testes, dogma Hippocraticum est bis inculcatum: Hinc nervos indigitat Glisson. Linac fibrosam describit Riol. Distum Membranum per medios testes expansum, internum seminis delatorem & describit & depingit Highmor.\n\nQuid e Didymo egreditur inchoatum semen? Riolano per poros quinque aut sex in extremis linea fibrosa, patulo. Highm. per ductum a se inventum. Laurent. per exilas fistulas, quibus epididymis continuationem cum teste habet. Vid. Vidiu. per anfractus, Erucarum ac Vermium modo, in lateribus epididymidis existentes. Velling. semen e testibus ad parastatas variciformes transfertur; sed interim via non indicatur.\n\nEpididymis quid sit, vix novimus. Ex doctrina Aristotel. est meatus durus ac nervosus: Galen. Est media quaedam substantia testes inter, & vasa. Velling. Corpus est glandulosum. Barth. Compages intres glandulosum simul, & fun\nfungosa, exterius vero membranosa. Highm. Epididymis principium glandulosem, reliquam autem vasculis pertextum est tenuissimis spissae circinnatis, intestinulorum ad instar. Riolan. Tota Epididymis unicum vas est continuam, integrum, plusculis complicatum rugis, & fibrulis artifissime pressum.\n\nJam ambigua non minus epididymidis origo, quam indoles, Spigel. Laurent. Vessing. eam a vasa spermatis continuatione quadam repetunt. Id iniciatur Walanus. Bartholino placet, ut ex ipso pullulet teste per fistulas exiles con fibris candidas innumeratas.\n\nSemenis testes insudant generationi, si Galen, Silv. Mund. Riolan. &c., audiamus: Sin contra Aristotelis, Fallop. Cabrol. Spigel. faveamus, huic nequit quam praesunt ministerio.\n\nPugnantibus ergo Authorum sententia hinc inde distractus volui dubitis utcumque me expedire; capi testem accuratius versare, patientius lacerare, curiosius introspicere; & quid inde observarim, En tibi geminis produco Figuris; quarum una (nempe 4a) est Testis virilis: Altera, (nempe 5a) Aprugni, ut in tumentiori mole clariora legintur omnia.\n\nAA. Uterque testis per medium scissus. BB. Tunica albuginea.\n\nCC. Valorum praeparantium in albugineam infertio.\n\nDD. Ductus Highmorianus per medios testes exorrectus, exacte in Aprugno non item in Virili. An linea fibrosa Riolani inseparabilis a Testis tunica?\n\nEEEE. Vasa praeparantia, Albugineam perforantia, & ductui semi-circulari nexu, commissa.\n\nFFFF. Genuina testis virilis substantia, nullatenus glandulosum sed omnino vasata: Ita ut totus fit, totum vas, testis, in Aprugno vasa interjacer testicularia **** leve stratum proprie carnis. ffff.\n\nGG. Exiles fistulae, modo plures, modo pauciores, e ductu, ubi statim ex albuginea emerit in capite testis, exorci.\n\nHH. Principium Epididymidis non glandulosum ex Highmor. sed solis contextum vasa, ex Riol. valida ubi membranula invicem adlucis. Hinc videri est, Epididymidae ex fistulis sub rta, fistulas ex ductu: Arque adeo semen inchoativé generatur in teste intra vasa testicularia, e quibus mox illat in ductum, e ductu dein per fistulas convehitur ad Epididymidae, in cujus perplexitate tandem perscitur.\n\nII. Reliqua Epididymidis series plane vasculosa, & ita in teste, & Epididymide virilibus nil quicquam est glandulosae substantiae.\n\nKK. Vas Ejaculatorium, recta Epididymidis continuatio.\n\nInterim te monitum velim: Tria in hac Anatomie scitu praestantissima desiderari. 1. An vasa testicularia plura sint? An unicum, multiplici flexura breviatur? 2. An, ubi, & quomodo coeant cum praeparantibus, ut materiam haeriant seminalem. 3. Quae, & qua parte, ipsorum cum ductu intercedat connexio, seminis pro commeatu?\n\nCaterum ad majorem rei intelligentiam, adeas Highm. tabulas X. XI. Alii si noveris hac in parte, quae meos latnerint oculos*, * Besides what R. de evulges enixe rogo, meo aliurumq, commodi. Valeas Graef hath since publish't upon this Subject, the same hath been lately examin'd by the R. Society with so much care, and exactness, that now there remains but little doubt of what is conceived, and hath been so many years agoe, by able Anatomists here in England, of the structure of the Testicle, viz. that they are a Congeries, or heap of very fine vessels, that may be drawn out like thread, and distinctly expell'd to the Eye.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101316.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6824,
    "total-output-tokens": 1971,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2661,
        2
      ],
      [
        2661,
        5943,
        3
      ],
      [
        5943,
        5943,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101316",
    "title": "Testis Examinatus",
    "authors": "Vadlius Dathirius Bonglarus",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101316"
  }
}