{
  "id": "5887c422954f40e1a4be6c4a8dbce073d372509f",
  "text": "II. On the Usefulness of washing and rubbing the Stems of Trees, to promote their Annual Increase. In an Extract of a Letter from Mr. Marsham to the Lord Bishop of Bath and Wells.\n\nRead Nov. 14, 1776.\n\nI HAD for several years intended to put in practice the celebrated Dr. Hales advice of washing; with that of Mr. Evelyn of rubbing the stem of a tree, in order to increase its growth; but other avocations prevented me till the last spring: when, as soon as the buds began to swell, I washed my tree round from the ground to the beginning of the head; viz. between thirteen and fourteen feet in height. This was done first with water and a stiff shoe-brush, until the tree was quite cleared of the moss and dirt; then I only washed it with a coarse flannel. I repeated the washing three, four, or five times a week, during all the dry time of the spring and the fore-part of the summer; but after the rains were frequent, I very seldom washed. The unwashed tree, whose growth I proposed to compare with it, was (at five feet from the ground) before the last year's increase, 3 ft. 7 in. $\\frac{9}{10}$ths; and in the autumn, after the\nyear's growth was compleated, 3 ft. 9 in. \\(\\frac{1}{10}\\)th; viz. increase 1 in. \\(\\frac{2}{10}\\)ths. The washed tree was last spring 3 ft. 7 in. \\(\\frac{2}{10}\\)ths, and in the autumn it was 3 ft. 9 in. \\(\\frac{7}{10}\\)ths; viz. increase 2 in. \\(\\frac{5}{10}\\)ths, that is, one-tenth of an inch above double the increase of the unwashed tree. As the difference was so great, and as some unknown accident might have injured the growth of the unwashed tree, I added the year's increase of five other beeches of the same age (viz. all that I had measured), and found the aggregate increase of the six unwashed beeches to be 9 in. \\(\\frac{3}{10}\\)ths, which, divided by six, gives one inch and five-tenths and an half for the growth of each tree; so the gain by washing is nine-tenths and an half. To make the experiment fairly, I fixed on two of my largest beeches, sown in 1741, and transplanted into a grove in 1749. The washed tree had been, from the first year, the largest plant till the year 1767, when its rival became and continued the largest plant, until I began to wash the other: therefore I fixed on the less thriving tree as the fairest trial. The trees were nearly of the same height and shape, spreading a circle of about fifty feet diameter. I think it necessary to mention these circumstances; for I know by experience, that a short and spreading tree, having ample room, will increase twice or three times, and perhaps four times as much, as a tall small-headed tree.\ntree of the same age, that stands near other trees. Thus my washed beech increased above six times as much as Mr. Drake's beautiful beech at Shardeloes, though that tree seemed in good health when I saw it in 1759 and 1766. But it increased only 2 in. \\(\\frac{9}{10}\\)ths in those seven years; which may perhaps be owing to its vast height, being seventy-four feet and a half to the boughs (as the late knight of the shire for Suffolk, Sir John Rous, told me that Mr. Drake had informed him) only six feet and four inches round, and having a small head, and little room to spread.\n\nStratton, Oct. 29, 1775.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106225.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6594,
    "total-output-tokens": 986,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1136,
        2
      ],
      [
        1136,
        2622,
        3
      ],
      [
        2622,
        3228,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106225",
    "title": "On the Usefulness of Washing and Rubbing the Stems of Trees, to Promote Their Annual Increase. In an Extract of a Letter from Mr. Marsham to the Lord Bishop of Bath and Wells",
    "authors": "Mr. Marsham",
    "year": 1777,
    "volume": "67",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106225"
  }
}