{
  "id": "1e44cafe9343d305a1d5e49bbf35b5aa60a1c115",
  "text": "does nothing towards erecting or reversing, but represents\nthe Image as it is in the Distinct-Base of the Object-glass be-\nfore it, that is, inverted. The third Glass erects, or ra-\nther restores what was before inverted. The fourth repre-\nsents the Image as it receives it from the Distinct-Base of\nthe third, that is, erect. And this I think a sufficient So-\nlution of this Problem.\n\nAn uncommon Inscription lately found on a very great\nBasis of a Pillar, dug up at Rome; with an Interpre-\ntation of the same by the learned Dr. Vossius.\n\nThis Inscription was sent by that excellent Philosopher\nand Mathematician Mr. Adrian Auzout, who copyed it from the Stone, to Mr. Justel, who was pleased to com-\nmunicate it to the Royal Society, together with the Senti-\nments of Dr. Vossius therupon, of which the Reader may\nJudg.\n\nThe Inscription is three fold upon three sides of the Basis,\nand as follows.\n\nP. SVFENATI. P. F. PAL. MYRONI\nEQVITI. ROMANO. DECV\nRIALI. SCRIBARVM. AEDILI\nVM. CVRVLIVM. LVPERCO. LAURENTI\nLAVINATI. FRETRIACO. NEAPOLI. ANTI\nNOITON. ET. EVNOSTIDON. DE\nCVRIONI. IIII, VIRO. ALBA\n\nNI.\nNI. LONGANI. BOVILLEN\nSES. DECVRIONES OB ME\nRITA. EIVS. L. D. D. D\n\nP. SVFENATI. P. F.\nPAL. SEVERO. SEMPRO\nNIANO. DECVRIALI\nSCRIBARVM. AEDILIVM. CVRV\nLIVM. FRETRIACO. NEAPOLI. EV\nNOSTIDON. DECVRIONI. ET\nSACERDOTI. APOLLI\nNIS. ALBANI. LONGA\nNI. BOVILLENSES. DE\nCVRIONES. OB. MERI\nTA. SVFENATIS. HER\nMETIS. PATRIS. EIVS\nL. D. D. D.\n\nP. SVFENATI. P. F. -- --\nMYRONI.\nEQVITI. ROMANO. DEC --\nALI. SCRIBARVM. AED ---\nCVRVLIVM. LVPERCO ---\nTI. LAVINATI. FRETRIAC ---\nAPOLI. ANTINOITON ---\nNOSTIDON. DECVR ---\nIII. VIRO. ALBANI ---\nGANI. BOVILLEN: ---\nMVNICIPES. OB.\nEIUS. L … D. ----\n\nAn Extract of the Letter of Dr. Vossius to Mr. Iustel upon the Subject of this Inscription.\n\n—Bene nosti classem Ægyptiacam sive Cataplum Alexandri-\nnum antiquam portus Ostia esset exstructus, singulis Annis appu-\nlisse Puteolos, unde demum frumentum Romanum deferebatur. Po-\nquam vero Augustus, & Claudius Caesar & postea Nero Osti-\na portum aperuerunt, jam annona non tantum Puteolos sed &\nlonge maximas sui parte Ostiam appetebat. Constat autem tempore\nTiberii pulsos Roma fuisse Judaeos & Ægyptios; unde factum\nest ut ab Ostia per agrum Laurentem deportaretur frumentum\nAriciam et Albam longam usque ad Bovillas, ad decimum nempe ab\nUrbe Lapidem; neque enim longius progredi permittebatur. A\nBovillis enim Romam per Institores Romanos deferebatur, neque\nenim Ægyptis aut Judaeis in Urbe habitare aut horrea habere\nerat licitum. Mensoribus vero & Venditoribus frumenti Ostia\n& passim alibi praefuisse Decuriones & hoc quoque ex jure constat.\nSed vero omnibus istis minoribus Decurionibus, qui in singulis locis\n& Urbibus frumenti curam haberent, praefuisse alium Decurio-\nnem, qui vicem Prefecti Annonae obiret, & in omnibus istis inferiorum Decurionum Collegiis primum teneret locum, id manifeste ex hac patet Inscriptione, ubi minores Decuriones Bovillani honorem faciunt Equiti Romano & Palatino, qui Decurio seu Curialis & Fretriacus in omnibus esset locis & urbibus, a quibus & per quas Annona Aegyptiaca Romam devehbatur. Decuriones vero promotos fuisse ad honorem Sacerdotii, ita ut simul Flamines, Luperci, Epulones Jovis, & Parasiti fuerent Apollinis; & hoc quoq; multos constat exemplis. Omne vero dubium tollit, quod in hac Inscriptione eques ille Romanus vocetur Antinoiton & Eunostidon Decurio. Antinoi enim urbs praecipua tum temporis Aegypti superioris erat Civitas, unde per multas fossas frumentum deferebatur ad Mareotin lacum, qui ad Eunosti portum exit in Mare. Ab hoc portu dicti Eunostida curatores frumenti Aegyptiaci; unde demum consecutus deus Eunostus rei frumentaria Inspector, qui huic praesideret portui.\n\nSeveral Observations of the Eclipse of Jupiter by the Moon on March the 31st. 1686. St.Vet. whereof some account has already been given in Transaction No. 181.\n\nThe most accurate Observation of this Eclipse we have received, is that of Mr. Cassini, made in the Royal Observatory at Paris, published in the Journal des Scavans of the 10th of June last, the substance whereof is as follows.\n\nApril 10th. St. N. Vesperi Mr. Cassini, assisted by other Astronomers, attended upon this Occultation with Telescopes of 21 and 70 foot, while one was deputed to take the Altitudes of 4 to verify the time.\n\nAt 9h. 31m. 6sec. 4 was in a perpendicular falling on the Limb of the over against the Northern Part of the spot Grimaldi (Mareotis) near to Riccioli (stag. Miris) and was distant from the Limb about four times as much as the said spot.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101859.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7794,
    "total-output-tokens": 1676,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1103,
        2
      ],
      [
        1103,
        1490,
        3
      ],
      [
        1490,
        2756,
        4
      ],
      [
        2756,
        4552,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101859",
    "title": "An Uncommon Inscription Lately Found on a Very Great Basis of A Pillar, Dug Up At Rome; With An Interpretation of the Same By the Learned Dr. Vossius.",
    "authors": "Dr. Vossius",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101859"
  }
}