{
  "id": "0a470934e51d8188fe8a799cbb6ac1a6c98d159b",
  "text": "at the end M with a hole as small as a hair, imagining, that if by the Forcer K H, I should force up towards L the water that is between I N, that then the particles driven out of the inner Glass, and being bigger than those which by the continual Ethereal motion pass through it, and passing into the exterior Glass, would there require more space, and consequently drive out some Air at the little hole in the exterior pipe at M: And to see the event hereof, I did put in the outermost part of the small hole M a little water, which filled the hole only on the foremost part of it, thinking, that as I should drive the Air out of the innermost Glass, the same passing into the exterior Glass, would thrust the water out of the little hole. But what motion ever I make with the Forcer K H, and press out the Air N L, the water at the small hole M keeps its station: and yet, if I do but apply my warm hand to the exterior pipe M G, the water at M presently flies out. This puzzles me; nor can I find a satisfactory reason for this Phenomenon.\n\nMore Microscopical Observations made by the same M. Lee-\nwenhoeck, and promised in Numb. 97. of these Tracts;\nCommunicated in his Letters of August 15. 1673 and of\nApril 7. 1674.\n\n1. I have divers times endeavoured to see and to know,\nwhat parts the Blood consists of; and at length I have\nobserv'd taking some Blood out of my own hand, that it\nconsists of small round globuls driven through a Crystalline\nhumidity or water: Yet, whether all Blood be such, I doubt.\nAnd exhibiting my Blood to myself in very small parcels,\nthe globuls, yielded very little colour.\n\n2. I have likewise observ'd some of the sweet Milk of\nCows, and find that also to be made up of small transparent\nglobuls, carried in the same manner as in the Blood through\na clear liquor.\n\n3. I have also viewed in my Microscope some of the Hair\nof my own Head, which heretofore I imagined to have seen to\ngrow out of globuls, that are not driven out to the end, as I\nobserv'd it was done in Trees and Plants, but that they united\nin the skin, and in the root of the hair; so that Hair grows\nand increases by the protrusion of globuls. But two or three days agoe I observed the Hair of an Elk, and found it wholly to consist out of conjoyned globuls, which by my Microscope appear'd so manifestly to me, as if they could be handled. And therefore having so clearly seen those globuls, I assure myself, that the growth and increment of Hair is made (as I said just now) by the protrusion and driving on of globuls. This hair of the Elk I find to be within much hollower, than that of Men or of other Animals.\n\n4. Again, I also observ'd a Nail of my hand; and found it likewise to be made up of globuls, not doubting but that it all grows from globuls protruded.\n\n5. Besides, I have observ'd the Udder of a Cow, in which, I believe, the Milk is made; as also the Fat of some Cattle and Fishes, the Sinews of a Cow, the Flesh, the Film, wherein the flesh is wrapp'd up, the Veins and the Fat of the Film, and the Cuticula of our Body; but, being not now at leisure to describe my observations of them, I must refer it to another opportunity.\n\n6. Having formerly spoken of the Lowse, her sting, &c.*\n\n* See Mr. Hook in his Micrography, Obs. 54.\n\nI cannot here omit to say something of what I have seen within that Creature. I have several times put an hungry Lowse upon my hand, to observe her drawing blood from thence, and the subsequent motion of her body, which was thus: The Lowse having fixt her sting in the skin; and now drawing blood, the blood passeth to the fore-part of the head with a fine stream, and then it falls into a larger round place, which I take to be filled with Air. This large room being, as to its fore-part, filled about half full with blood, does then propel its blood backward, and the Air forward again; and this is continued with great quickness, whilst the Lowse is drawing the blood; except, that at times she stops a little, as if she were tired, and recollects herself; (a motion like that, it seems, which is in the mouth of a sucking Infant:) From thence the blood passeth in a fine stream into the midst of her head, that being also a large round place, where it hath the same motion. Hence it passeth in a subtile stream to the breast, and thence into a gut, which\nwhich goes to the hindmost part of the Body, and with a curvity bends a little upwards again. In the breast and gut the blood is without intermission moved with great force, and especially in the Gut, and that with such strong beatings downwards, and with such a retrocourse and contradiction of the gut, that a curious Eye cannot but admire that motion. In the upper part of the crooked ascending Gut, which is very freight, now and then a little blood crowds thorough, which returns not back (and here, I presume, is a little valve:) The blood, that is thrust through here, stands still, and soon receives another nature, becoming of a watery colour; and in this watery liquor there do appear some blackish sandy particles, having a confused motion, which grow in bigness, and being grown so great as sand is to our Eye, the said particles joyn themselves close and firm together, as it were, in one mass, and then shoot down to the anus, carrying with them, in case the Lowfe have much Blood in her body, a little aqueous blood. These excreted particles appear like the excrement of a Silk-worm.\n\nSir Samuel Morelands Undertaking for raising of Water.\n\nWhereas the Common and received opinion through England and all Europe hath been and is, That, if a given Weight will force up water 20 foot high, there must be more than twice that weight to force it up 40 foot, and more than thrice that weight to force it up 60 foot, and so by a Geometrical proportion in infinitum: And likewise, that a Barrel of a Pump, 6 inches wide, doth not require a pipe, through which the water must be drawn up, above 1½ inch, or two inches, at the most, in diameter:\n\nSir Samuel Moreland undertakes to demonstrate, 1. That he will force Water 60 foot high with treble the weight that shall raise it 20 foot, and so proportionably in infinitum. 2. That by how much wider the Barrel is, in which the Forcer works, than the Pipe through which the water is forced up, by so much is the Engin pressed with unnecessary weight.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101139.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1662,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2103,
        2
      ],
      [
        2103,
        4312,
        3
      ],
      [
        4312,
        6317,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101139",
    "title": "More Microscopical Observations Made by the Same M. Leewenhoeck, and Promised in Numb. 97. of These Tracts; Communicated in His Letters of August 15. 1673 and of April 7. 1674",
    "authors": "M. Leewenhoeck",
    "year": 1674,
    "volume": "9",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101139"
  }
}