{
  "id": "59505993ddf7247abecf23f2da6a4f15b61bd441",
  "text": "III. Edwardi Luidii apud Oxonienses Cimeliarchae Ashmoleani, ad Clariss. V. D. Christophorum Hemmer, Epistola; in qua agit de lapidibus aliquot perpetua figura donatis, quos nuperis annis in Oxoniensi & Vicinis agris, adinvenit.\n\nUbenter accepi (Vir ornatissime) quas ad nos per Clariss. Lodbergium dedisti literas; jam antea eadem responsurus, si vel id res postulasset, vel per optimum facile licuisset. Gratias habeo quam maximas, cum ob multa alia, tum praecipue quod circa fossilia, annotata quaedam dum in Gallia peregrinatus sis nobiscum communicare volueris: speroque in patriam reducem, quid solum cimbricum ferat aliquatenus edocturum. Nos etiam ex quo huic nostrae Academiae valedixisti, hanc naturalis Philosophiae partem non penitus neglectui habuimus: quanquam nosti, Vir Amicissime, quam ad arcetos limites damnatus sim, quamque (longè aliter ac vellem) ad naturae opera investiganda, mihi parùm otii haçtenus obtigerit. Quare neque spolia longinquaque expectes, neque propinquiora admodum multa. Quaedam tamen ex hisce quae occurrebant, rariores & magis elegantia (quoniam id rogas) in medium proferam: lapides nempe aliquot quibus numero pluribus, figura perpetuo eadem; non minus ac plantis & animalibus. Inter quos primum locum dabimus Siliquastro, utpote quod toto genere novus sit (quantum nobis saltem innovuit) idémque rarissimus, nec inelegans lapis. Siliquastrum autem appellare placuit, quod siliquae lupini vel alterius cujusdam leguminis, valvulum alterum [cavitate tamen repletâ] non parùm referat. Siliquastri notae genericæ\nnericæ sunt, quod sit lapis figurà plerèque ad Siliquæ valvulum (sublato concavo) accedenti; ex parte altera semper convexior; & (si marmoris instar fortuitò expolitò excipias) minutè admodum rugosus, seu ut explicatiùs loquar, crebro & eleganter malleolatus: facie quasi oleo obductus, resplendenti: texturà si comminuitur Belemmitis ferè adinstar striatà. Hujus lapidis plures dantur varietates quarum præcipuas folummodo nunc vacat recensere.\n\nFig. I. Siliquastrum ad Phaseoli valvulum quodammodo Vide Fi-accedens; seu Siliquastrum Phaseolatum. Figuram titulus guras. indicat; magnitudinem quod attinet, fescunciali est longitudine, dimidium unciæ latum, vix quadrantem crassum. Quoad periferiam, aliud latus quodammodo falcatum est, aliud (quod etiam magis acclive est) rectum: extremum alterum lineâ obliqua cum duobus angulis clausum; alterum non iten. Ex parte pronà superficies rectilateris striata est, cæterum leviter rugosa; & color anthracinus, nisi quod ad utrumque extremum, paululum virescat. Ex parte supina, accretione quadam lapideâ fædatur, coloris rubiginosi. Inveni in lapicidina Wittneiensi, septimo ab urbe lapide; sed rarissimè occurrit. Triplo aut quadruplo minores aliquot, in quibusdam à jam descripto differentes, habeo, è fodinà Stunsfeldensi, in hac provincià. I. * Ejusdem lapidis varietas altera.\n\n2. Siliquastrum lupini Siliquam nonnihil referens: seu veniam dabìs sic loqui, Siliquastrum lupinatum. Phaseolato subinde brevior est, at sèmper latior: colore incerto sed ut plurimum à pronà parte nigro, vel ad nigridinem accedenti; à supinà rubiginoso. Sed & utrinq; variat quoad colorem & superficiem. A parte gibbosa lineolis albis & maculis nescio quibus distinctum vidimus; quod & Bufoniis lapidibus & Glossopetris quibuscunque aliquando accedit. Sed & inveni unum aut alterum cui à parte aversà nescio quid appendicis adnasceretur; in\nqua virgulae aliquot transversae conspicuuntur, quasi amissi cujusdam ignoti vestigia. Differt hic lapis à praecedente præcipue, quod sit latior magilque rectus, à neutrò latere falcatus. In Anglia Mediterranea non admodum rarus est hic lapis. Vidimus in Latomia Garvordiensì in Bercheria, Witneiae & Charltoniae apud Oxonienses, ad pagum Rance in comitatu Northamptoniae, Honey-comb Lash apud Waltonienses, &c.\n\nDantur etiam & in hoc genere lapides, quos pisì vulgaris & viciæ filiæs æmulari dixeris: verùm istos impræsentiarum missos facimus.\n\n3. Siliquastrum minus, triangulum; seu minus conchæ adinstar rostellatum. Colore & superficie cum reliquis convenit, ac figuram obtinet ab iis prorsus alienam. Tellinam enim aliquam vel (mavis) concham parvam Anglicanam Listeri, magis refert quam Siliquam. Verum ex facie cum externâ tum interiori siliquastrum se prodit. Stunsfeldiae habuimus in agro Oxoniensi. (3 *) Siliquastrum Officulum è capite Afelli minoris referens (3†) Os ipsum è capite Afelli minoris. (3. a.) Os ex capite Afelli majoris cum fluore adnato.\n\n4. Siliquastro congener Punctularia gibbosa, quandoque tortilis, superficie marmorea: seu Siliquastrum gibbosum, marmoreum, argute admodum plerèque punctulatum. Superioribus magis tersum & expolitum est hoc siliquastrum: ex pronâ parte nunc magis, nunc minùs gibbosum; & colore ut plurimum nigricanti, aliàs subviri di, exalbido, &c. Ex parte aversâ seu interiori, nescio quâ osseâ appendice munitur, coloris nigri vel rufescen tis: sed hoc in plerìque desideratur. Utrinque in mucronem magis obtusum desinit quàm priora. In multis quæ videre contigit exemplaribus, pars gibbosa soli obversâ, minutula admodum & creberrima ostendit punctula; quæ hujus lapidis elegantia est non contemnenda. Passim occurrit in comitatu Bercheriano & Oxoniensi. Inveni in Lapicidinis ad pagos Marcham Garvord & Stunf-\nStunsfield. (* Punctularia, &c. minutis punctulis com-\nspersa Stunsfield. (†) Punctularia tortilis. (α) Eiusdem\nlapidis major varietas.\n\n5. Siliquastro accedens Ricinus; seu Siliquastrum mi-\nnimum instar Seminis Phaseoli. Ricinus lapis, siliqua-\nstrum est omnium quotquot haec tenus videre contigit,\nminimum; quod Ricini herbæ, vel etiam phaseoli cu-\njusdam minoris semen, quadantenus exprimat. Supernè\nscaber est, planè ut siliquastra propriè sic dicta; colore\naut fusco aut atro-nitenti. Infra vero decolor est, & in-\nformis. Witneiæ inveni instar Scarabæi, atronitentes;\nStunsfeldiæ autem & ex atra nitentes, & fuscos.\nAtque hæc dicta sint de speciebus siliquastris. Si verò\nanxius interrogas, quid existimem de horum lapidum\norigine: utrum scilicet sint lapides prorsus minerales, &\nin ipsa terra nati; an potius extraneo alicui hanc for-\nmam & elegantiam debeant? Respondeo nondum satis\nmaturas esse nostras observationes, ut id decernam.\nConjicio tamen quòd hos lapides quos nos crassa igno-\nrantia laborantes siliquastra diximus; posteri ad mini-\nmum (si non hujus seculi Philosophi) pisclium Dentes &\nOfficula, tuto appelleverint. Certè quod ad siliquastrum\nminus, triangulum attinet; vidimus aliquot specimina,\nofficulis istis vulgo notis ex Asellorum capitibus non pa-\nrùm consimilia. Atque ut id obiter moneam; ista officula\nin capulà penes me aliquandiu asservata, fluorem seu parti-\ncularis crystallinas emississe complevi, vide Fig.3.a. Quòd si id\nfecerint in capulis inclusa; certè multò magis in visceribus\nterræ idem fieri æquum est judicare. Ut vero illud expe-\nrimentum, ad explicandam marinorum metamorphosin\nlapideam, non parum conferat: quibus tamen mediis\ntot ignota, eademque maximi ponderis conchylia, in\nBritanniam Mediterraneam advecta sint; aut quo impel-\nlente tam altè in visceribus rupium condita; nobis ha-\nctenus.\n6. Bufonites majusculus atrorubens instar capsulae glandis quercinae: lapidis Bufonis varietas prima apud Anshelmum Boetium delineata. Colore est undiquaque ex atro subrubente; quoad caetera, omnino convenit cum figura Boetii, p. 301. Numb. 1. Inveni in lapicidinâ Faringdonensi, apud Bercherianos; sed rarius occurrit.\n\n7. Bufonites medius rotularis alveolo utrinque donatus. Color in ambitu sub-pallidus est; alveolus ab utráque parte rubiginosus. Cum priore, habuimus.\n\n8. Bufonites medius Orbiculatus, seu Bufonites vulgator Anglicus. Majuscule atro rubenti triplo aut quadruplo minor est. Colore insigniter variat; aliàs anthracino, aliàs fusco sive hepatico, aliàs alio. Sed & non nunquam cæruleis maculis & lineolis notatum vidimus. Unicum habeo crassiusculum, & caeteris minus depressum, colore pallido aut exalbido; atro limbo aut fæciola fimbriatum. In latomiis & sabuletis Angliæ Mediterraneae, passim obviam habuimus: at specimen novissime dictum, in lapicidinâ Faringdonensi. Passim inveniuntur & minores & minimi Orbiculati, & forma quasi, in piano ovata.\n\n9. Bufonites minimus à convexori parte rugosus. In Agro Glocestrensi & Oxoniensi cum reliquis, sed rarius.\n\n10. Bufonites minor, trochili adinstar fastigiatus, seu Bufonites Trochilus dictus. Coloris est ex anthracino subcærulei, & fimbria nigra donatus. E sabuleto Faringdonensi.\n\n11. Bufonites minimus Trochilo affinis, calyculo striato longiusculo donatus. Calicus striatus castanei coloris est: umbonis idem ferè color ac praecedentis. In Sabuleto Faringdonensi aliquoties observavimus.\n\n12. Bufonites Scaphoides, extremo altero latiore. In lapicidinis Marchamiae & Garvordiae, & ad Faringdoniam non admodum rarus. Omnes Bufonites ut id fæmel dicam,\ndicam, variant colore; at Anglicani ut plurimum ad nigrum, fuscum, & hepaticum accedunt. Hos lapides in Anglia, ante hac inveniri non constat: nam Bufonites D. Plot in Historia Oxoniensi, hujus loci non est. Bufonites D. Christophori Meret (si locum memini) lapides non erant; sed ipsissimi lupi piscis dentes, &c. Quod quidem satis feliciter sive ab ipso sive à quovis, alio, ex cogitatum. Quippe hi lapides aliud non sunt, me Judice quam lupo rum aliorumque piscium dentes, habitu & vestitu lapidum personati. In fodina Garvordiensis septimo ab Academiâ millari, (ob rariores quos habet lapides, diutius à me frequentatâ) tandem incidi in maxillae piscis ut videtur fragmentum; cui tres bufonites triangulato quodam ordine, arctè inhærebant; bini scilicet orbiculati minores, & minimus tertius. Sed de Bufonitis hæ dicta sufficiant, quos si id magis placeat Ichthyodontes Scutellatos in posterum jure merito appellare poteris.\n\n13. Plectronites laevis mucrone paulò acutiore. Plectronites non aliud est quàm Ichthydos quidam tereti-formis, plectrum gallinaceum referens, radice Bufonis instar, excavata. Colore, superficie & magnitudine, ut reliqui Ichthyodontes variant. Passim in lapicidinis Bercherianis, cum Bufonitis & Glostopetris inveniuntur. Striato periosteo denudatos suspicor quotquot marmoris adinstar politos cernimus.\n\n14. Plectronites major altiusculè striatus, mucrone magis obtuso. Hujus lapidus non nisi duo exemplaria haec tenus videre contigit. Quid à priore differat ex Titulos colligere possis. E fodina Stunsfeldiensis.\n\n15. Rhombus minor sive medius. Quem rhombum appellare placuit, compressior est quidam lapis; praeter propter cucumerini semenis magnitudine; formà ad rhomboidem accedenti. Ab uno latere convexior est, & colore ut plurimum nigro: Ex altero planior, & testaceà quadam lamella obductus; quæ mirè splender,\ncolore anthracino vel ex atro rubenti. Hæc testula sive testacea lamella figuram rhomboidalem constituit, margine quandoque leviter inclinato; & quoad materiae elegantiam, elimatum Testudinis exuvium quàm proximè similat. Invenimus in lapicidinis Marchamensisbus & Charletoniæ. Dantur etiam & majores & minimi, & quidam figurâ rhomboidalì multùm discrepantes. Rhombum quoad materiæ & coloris elegantiam excipit.\n\n16. Scalpellus. Est autem Scalpellus, lapis figurâ ab omnibus huc usque notis prorsus alienâ. Quod ad magnitudinem spectat & colorem, cum rhombo aliquatenus convenit. At figurâ est omnino sibi propriâ. Scalpellum nominare volui, quoniam cultelli mucronem quodammodo mentitur. Nam lamellatus est lapillus; figurâ tamen trigonali, cum alio quodam angulo minus eminenti. Facies altera omnino plana est & sessilis; sed altera ob demissum marginem, seu mavis transversas quodam lineas eminentes, undiquaque leviter acclivis. Charletoniæ habui cum priore.\n\n17. Bufoniti Congener Gibbus lapis: sēn Bufonites gibbus cognominatus. Rarioris hujus lapelli de Bufonitisbus agens, oblitus sum: iis siquidem adnumerare debui quantumvis aliâ gaudeat figurâ. Gibbus autem lapis, ex re nomen habet; nam Bufonites est non ut reliqui planè sessilis, sed omnino arcuatus: adeo ut si in plano polueris, lucem subtùs recipiat. Atque hinc à dorso elatiore, apud nos gibbi nomen sortitus est. In parte gibbosa, foramem obtinet ad basim latiorem; ei prorsus simile quo cæteri donantur Bufonites minores. In arenosis Marchamia Lapidicinis invenit optimæ spei juvenis D. Joannes Archer è Collegio Reginensi: qui inter alios lapides aliquam multos; ejusdem duo vel tria habet specimina. Nos postea in sabuleto Faringdonensi observavimus. Hactenus dictos lapides ut & alios aliquam multos, quos in Anglia Mediterraneâ inveni; pro piscium\npiscium dentibus alisque capitum ossiculis aut habeo, aut vehementer suspicor. Caeterum & eorundem vertebras non paucas undiquaque in agris Glocestriae Bercheriae & Oxonii sparatas, observare licuit; quos omnes generali nomine.\n\n18. Ichthyospondylos appellare consuevimus. Sunt autem ii variò pro conditione loci, tincti: alii nigri, fusci alii; quidam sublutei aut cinerei. Magnitudine etiam & formâ non minùs variâ sunt quam Ichthyostea superius dicta. Invenimus qui latrunculos lusorios magnitudine exuperent; atque etiam viciae semine minores. In arenosis sodinis Marchamensis sine ullâ ferè (ut mihi visum est) materiae osseae jaëturâ conservatos vidimus. Porrò Ichthyospondyli aut raro aut nunquam inveniuntur pluribus simul junctis; ut piscium vertebrae: Magno quidem indicio me judice, has non esse lapides spontaneos ad imaginem (cognatæ quantumvis materiae) osfium, formatos. Nam si natura subterranea, quod marina perficit, praestare conatur; quidni eodem opere ac labore quo singularem piscis vertebrae: integrum saltem Sceleton ut caetera nequeat, conficeret? Sed hanc quaestionem satis strenuè ventilatam habemus, a viro, si quis alius Naturæ operum, peritissimo D. Joanne Raio; in tractatu quodam Physico-theologico nuper edito; qui nescio an ad manus tuas haëtenus pervenit. Quamvis & majorem adhuc speremus lucem à D. Joanne Woodward, Prof. Phyl. Greshamensi, Viro quid recè sentio, non diligentì solùm & industrio; sed & ingenio perspicaci, & multimodè erudito. Is enim majorem Angliae subterraneæ partem quà patet, invisit; & exinde opima satis retulit spolia: Theiaurum Philosophicum, quem (irridente quantumvis populo) jam contemplatur in arca: brevi (si Deus dederit) Æconomiae subterraneæ studiosis impertiturus. Quin & Clariss. Vir, D. Joannes Beaumont, cujus urbanitatem una cum desideratissimo Seerupio experti sumus; in Dissertationem contra Burnetium cd.tà, Historiani\nHistoriam lapidum singulari figurâ insignium, quos in sua provinciâ nasci comperit; expectare jussit.\n\n19. Maxillæ piscis fragmentum lapideum cum adnatis Bufonitis. Garvordiae inventum.\n\n20. Glossopetra exigua cum mandibulæ fragmento lapideo adnato. Faringdon.\n\nAt vero ad metam inopinatò pervenimus, jam nihil amplius adjiciendi est locus: & te forsan diutius quam par est, hoc uno argumento detinui; quamvis gratissimum esse jamdudum comperi. Vale (vir Ornatisissime) amicorum quacunque terrarum non immemor.\n\nOxonii, 20 Aprilis,\n1693.\n\nIV. The Extract of a Letter from Mr. Anthony Van Leuwenhoek, S. R. S. to the R. Soc. containing several Observations on Cinnabar and Gunpowder.\n\nHaving with the greatest niceness examined native Cinnabar, I could discover therein nothing worthy noting; wherefore I gave it a very strong Fire, upon which it soon began to move, many small Particles separating themselves from the rest, till they had crept into a cooler place; and notwithstanding the great Weight of the Cinnabar, yet several considerable Particles as big as Pins Heads rose up from the Fire, and got into cooler places. When the Heat was encreas'd, the Cinnabar began to evaporate, a black Smoak arising, made up of small",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101973.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16926,
    "total-output-tokens": 5452,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1555,
        3
      ],
      [
        1555,
        3427,
        4
      ],
      [
        3427,
        5293,
        5
      ],
      [
        5293,
        7140,
        6
      ],
      [
        7140,
        8865,
        7
      ],
      [
        8865,
        10714,
        8
      ],
      [
        10714,
        12536,
        9
      ],
      [
        12536,
        14433,
        10
      ],
      [
        14433,
        15660,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101973",
    "title": "Eduardi Luidii Apud Oxonienses Cimeliarchae Ashmoleani, ad Clariss. V. D. Christophorum Hemmer, Epistola; In qua Agit De Lapidibus Aliquot Perpetua Figura Donatis, Quos Nuperis Annis in Oxoniensi et Vicinis Agris, Adinuenit",
    "authors": "Eduardi Luidii",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/101973"
  }
}