{
  "id": "0ea5af300ba65ff9f06fee0a1239b6931657b28c",
  "text": "P. 676. [All solid Bodies are observed to contract with Cold.] I have found that Wood does not contract or dilate lengthways with Heat or Cold. I am told that Mr. George Graham [is about making] this Experiment, as I am also, in order to regulate Pendulums.\n\nP. 682. I fear that Boerhaave's wet Linen, which is so thin, may begin to freeze before all the Mercury or Spirit of Wine in the Ball of the Thermometer has the same Degree of Cold: Tho' hanging there long before and after freezing will bring it pretty near.\n\nP. 683. [A Rod of Iron 3 Feet long will have about $\\frac{1}{4}$ Inch Increase] or $\\frac{1}{44}$th Part.\n\nIV. A Continuation of a Paper concerning Electricity, by William Watson F. R. S. printed in these Trans. N. 477, Article I. ending p. 501.\n\nRead Feb. 6. As Water is a Non-electric, and of consequence a Conductor of Electricity, I had Reason to believe that Ice was endowed with the same Properties. Upon making the Experiment, I found my Conjectures not without Foundation; for, upon electrifying a Piece of Ice, wherever the Ice was touched by a Non electric, it flashed and snapped. A Piece of Ice also held in the Hand of an electrified Man, as in the before-mentioned Processes, fired warm Spirit, chemical vegetable Oils, Camphor, and Gunpowder prepared as before. But here great Care must be taken, that,\nby the Warmth of the Hand, or of the Air in the Room, the Ice does not melt; if so, every Drop of Water therefrom considerably diminishes the received Electricity. The Experiment will succeed likewise, if, instead of the Ice, you electrify the Spirit, &c. and bring the Ice not electrified near them. I must observe, that Ice is not so ready a Conductor of Electricity as Water; so that I very frequently have been disappointed in endeavouring with it to fire inflammable Substances, when it has been readily done by a Sword, or the Finger of a Man.\n\nIn the first Paper * I had the Honour to lay before you upon this Subject, I took notice of my having observed two different Appearances of the Fire from electrified Substances; viz. those large bright Flashes, which may be procured from any Part of electrified Bodies, by bringing a Non-electric unexcited near them, and with which we have fired all the inflammable Substances mentioned in the Course of these Observations; and those, like the firing of wet Gunpowder, which are only perceptible at the Points or Edges of excited Non-electrics. These last also appear different in Colour and Form according to the Substances from which they proceed: For from polished Bodies, as the Point of a Sword, a Silver Probe, the Points of Scissors, and the Edges of the Steel Bar made magnetical by the ingenious Dr. Knight, the electrical Fire appears like a Pencil of Rays, agreeing in Colour with the Fire from Boyle's Phosphorus; but from un-\n\n* Phil. Trans. Vol. 43. Page 483.\npolished Bodies, as the End of a Poker, a rusty Nail, or such-like, the Rays are much more red. The Difference of Colour here, I am of Opinion, is owing rather to the different Reflexion of the electrical Fire from the Surface of the Body from which it is emitted, than to any Difference in the Fire itself. These Pencils of Rays issue successively as long as the Bodies, from which they proceed, are exciting; but they are longer and more brilliant, if you bring any Non-electric not excited near them, tho' it must not be close enough to make them snap. If you hold your Hand at about two or three Inches Distance from these Points, you not only feel successive Blasts of Wind from them, but hear also a crackling Noise. Where there are several Points, you observe at the same time several Pencils of Rays.\n\nIt appears from Experiments, that, besides the several Properties that Electricity is possess'd of peculiar to itself, it has some in common with Magnetism and Light.\n\n**Proposition I.**\n\nIn common with Magnetism, Electricity counteracts, and, in light Substances, overcomes the Force of Gravity. Like that extraordinary Power likewise, it exerts its Force *in vacuo* as powerfully as in open Air; and this Force is extended to a considerable Distance through various Substances of different Textures and Densities.\n\n**Corollary.**\n\nGravity is the general Endeavour and Tendency of Bodies towards the Center of the Earth; this is overcome by the Magnet with regard to Iron, and\nby Electricity with regard to light Substances both in its Attraction and Repulsion; but I have never been able to discern that vortical Motion, by which this Effect was said to be brought about by the late Dr. Desaguliers and others, having no other Conception of the Manner of its acting than as Rays from a Centre, which indeed is confirmed by several Experiments: One of which, very easy to be tried, is, that if a single downy Seed of Cotton-grafts is dropped from a Man's Hand, and in its Fall comes within the Attraction of the rubbed Tube, the Down of this Seed, which before seemed to stick together, separates, and forms Rays round the Center of the Seed. Or if you fasten many of these Seeds with Mucilage of Gum Arabic round a Bit of Stick, the Down of them, when electrified, which otherwise hangs from the Stick, is raised up, and forms a circular Appearance round the Stick. As these light Bodies are directed in their Motions only by the Force impressed upon them, and as their Appearance is constantly radiatim, such Appearance by no means squares with our Idea of a Vortex. Some have imagined a Polarity also, when they have observed one End of an excited glass Tube repel light Substances, and the other attract them. But this is a Deception arising from the whole Length of the Tube not being excited, but only such Part of it as has been rubbed; so that as much of the Tube as is held in the Hand remains in an unexcited State, and permits light Substances to lie still thereon, though forcibly repell'd at the other End. This attractive Power of Electricity acts not only upon Non-electrics, as Leaf-Gold, Silver, Thread, and such-like, but\nbut also upon Originally-Electrics, as Silk, dry Feathers, little Pieces of Glass, and Resin: it attracts all Bodies, that are not of the same Standard of Electricity (if I may be allowed the Expression) as the excited Body from which it proceeds. I have found no Body, however dense, whose Pores are not pervious to Electricity by a proper Management, not even Gold itself.\n\n**Proposition II.**\n\nIn common with Light, Electricity pervades Glass, but suffers no Refraction therefrom; I having, from the most exact Observations, found its Direction to be in right Lines, and that through Glasses of different Forms, included one within the other, and large Spaces left between each Glass.\n\n**Corollary.**\n\nThis rectilineal Direction is observable only as far as the Electricity can penetrate through unexcited Originally-Electrics, and those perfectly dry; nor is it at all material, whether these Substances are transparent, as Glass; semidiaphanous, as Porcelain, or thin Cakes of Wax; or quite opaque, as thick woollen Cloth, as well as woven Silk of various Colours; it is only necessary that they be Originally-Electrics. But the Case is widely different with regard to Non-electrics; wherein the Direction, given to the Electricity by the excited Originally-Electric, is alter'd as soon as it touches the Surface of a Non-electric, and is propagated with a Degree of Swiftness scarcely to be measured in all possible Directions to impregnate the whole non-electric Mass in Contact with it, or nearly so, however different in itself, and which must of Necessity be terminated by an Originally-\nOriginally-Electric, before the Electricity excites the least Attraction; and then this Power is observed first at that Part of the Non-electric the most remote from the Originally-Electric. Thus, for Example, by an excited Tube held over it, Leaf-Gold will be attracted thro' Glass, Cloth, &c. held horizontally in the Hand of a Man standing upon the Floor, and this Attraction is exerted to a considerable Distance. On the contrary, the rubbed Tube will not attract Leaf-Gold, or other light Bodies, however near, through Silver, Tin, the thinnest Board, Paper, or any other Non-Electric, held in the manner before-mention'd. But if you rub the Paper over with Wax melted, and by that means introduce the Originally-Electric therein, you observe the Electricity acts in right Lines, and attracts powerfully. And here I must beg Leave to remind you, not only of the former Corollary, but of some of the former Experiments also; by which it appears, that although, to make a Non-Electric exert any Power, we must excite the whole Mass thereof, yet we can excite what Part, and what only, of an Originally-Electric we please. Thus we observe, that Leaf-Gold, and the Seed of Cotton-Grass (which grows upon Bogs, and is a very proper Subject for these Inquiries) are attracted under a glass Jar made warm*, and turned Bottom upwards, upon which are placed Books, and several other\n\n* I have constantly observed, that the electrical Attraction through Glass is much more powerful when the Glass is made warm, than when cold. This Effect may proceed from a twofold Cause: First, warm Glass does not condense the Water from the Air, which makes the Glass, as has been before demonstrated (p. 111) a Conductor of Electricity: Secondly; As Heat enlarges the Dimensions of all known Bodies, and consequently causes their constituent Parts to recede from each other, the electrical Effluvia, passing in straight Lines, find probably a more ready Passage thro' their Pores.\nother Non-Electrics; and that the Motions of the light Bodies underneath correspond with the Motions of the glass Tube held over them, the Electricity seeming instantaneously to pass thro' the Books and the Glass. But this does not happen, till the Electricity has fully impregnated the Non-electrics, which lie upon the Glass; which received Electricity is stopped by the Glass; and then these Non-Electrics dart their Power directly through the upper Part of the Glass, after the Manner of Originally-Electrics. But if the thinnest Non-Electric, even the finest Paper, as I before mentioned, is held in the Hand of a Man at the smallest Distance over the Leaf-Gold, and the Electricity is not stopped, not the least Power will be exerted, and the Gold will lie still. I must here remark likewise, that this Law of Electricity is so constant and regular, that I have not found one Deviation from it; so that even the Quicksilver, spread thin, as it usually is at the Back of a Plate of a Looking-Glass, will prevent the passing through of the electrical Attraction, unless stopped by an Originally-Electric. This Penetration of the electrical Power through Originally-Electrics is much greater than has hitherto been imagined, and has caused the Want of Success to great Numbers of Experiments. I have been at no small Pains to determine, how far this Power can penetrate through a dry Originally-Electric, and have found, by repeated Trials, that either in a Cake of Wax alone, or of Wax and Resin mixed, when the Electricity is very powerful, it has passed, I say, in strict Lines through these Cakes of the Thickness of two Inches and $\\frac{4}{10}$; but I never could make it act through one of two Inches $\\frac{8}{10}$; for in this it was perfectly stopped.\nstopped: So that the Cakes commonly made use of to stop the Electricity, by being too thin, suffer a considerable Quantity of the electrical Power to pervade them, and be lost in the Floor. I make no Doubt, if the electrical Power could be more increased, it would penetrate much further through these Originally-electric Bodies.\n\n**Proposition III.**\n\nElectricity, in common with Light likewise, when its Forces are collected, and a proper Direction given thereto upon a proper Object, produces Fire and Flame.\n\n**Corollary.**\n\nThe Fire of Electricity (as I have before observ'd) is extremely delicate, and sets on Fire, as far as I have yet experienced, only inflammable Vapours. Nor is this Flame at all heighten'd by being super-induced upon an iron Rod, red-hot with coarser culinary Fire, as in a preceding Experiment; nor diminish'd by being directed upon cold Water. However, I was desirous of knowing if this Flame would be affected by a still greater Degree of Cold; and in order to determine this, I made an artificial Cold, by which the Mercury, in a very nice Thermometer adjusted to Fahrenheit's Scale, was depressed in about 4 Minutes from 15 Degrees above the freezing Point to 30 Degrees below it; that is, the Mercury fell 45 Degrees. From this cold Mixture, when electrified, the Flashes were as powerful, and the Stroke as smart, as from the red-hot Iron. I could have made the Cold more intense, but the above was sufficient for my Purpose. This Experiment\nment seems to indicate, that the Fire of Electricity is affected neither by the Presence or Absence of other Fire. For, as red-hot Iron, by Sir Isaac Newton's Scale of Heat, is fixed to 192 Degrees, and as the Ratio between Sir Isaac's Degrees and Fahrenheit's is as 34 to 180, it necessarily follows, that the Difference of Heat between the hot Iron and the cold Mixture is 1040 Degrees; and nevertheless, this vast Difference makes no Alteration in the Appearance of the electrical Flame. We find likewise, that as the Fire, arising from the Refraction of the Rays of Light by a Lens, and brought to a Focus, is observed first at some small Distance from their Surfaces, to set on fire combustible Substances; the same Effect, as I have before observ'd, is produced in like manner by electrical Flame.\n\nI may perhaps be thought too minute in some of the before-mention'd Particulars; but in Inquiries abstruse as these are, where we have so little a priori to direct us, the greatest Attention must be had to every Circumstance, if we are truly desirous of investigating the Laws of this surprising Power. For, as has been said upon another Occasion, by my ever honour'd Friend Martin Folkes Esq; our most worthy President, \"That Electricity seems to furnish an inexhaustible Fund for Inquiry; and sure Phænomena so various and so wonderful can arise only from Causes very general and extensive, and such as must have been designed by the Almighty Author of Nature for the Production of very great Effects, and such as are of great Moment to the System of the Universe.\"\n\nY y y y\nIf these Observations receive the Countenance of this Learned Society, I shall think myself sufficiently recompensed; and am,\n\nGentlemen, with the highest Esteem,\n\nYour most obedient humble Servant,\n\nW. Watson.\n\nV. A Sequel to the Experiments and Observations tending to illustrate the Nature and Properties of Electricity; in a Letter to the Royal Society from the same.\n\nGentlemen,\n\nRead Oct. 30. 1746.\n\nTHE favourable Reception wherewith you honour'd some Papers I laid before you some time since, relating to Electricity, emboldens me to trouble you again upon the same Subject: And I am the more encouraged so to do, as the Progress of our Discoveries therein, both here and abroad, has been so rapid; that what, little more than a Year ago, we conceived to be the ne plus ultra of our Inquiries, is now regarded as mere Rudiments.\n\n2. It were trespassing too much upon you, to recount the great Number of Experiments I have made; for which Reason I shall only take notice of such as are either in themselves striking, or tend to illustrate some Proposition.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104888.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16420,
    "total-output-tokens": 3845,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1337,
        2
      ],
      [
        1337,
        2863,
        3
      ],
      [
        2863,
        4351,
        4
      ],
      [
        4351,
        6014,
        5
      ],
      [
        6014,
        7612,
        6
      ],
      [
        7612,
        9576,
        7
      ],
      [
        9576,
        11341,
        8
      ],
      [
        11341,
        12819,
        9
      ],
      [
        12819,
        14401,
        10
      ],
      [
        14401,
        15464,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104888",
    "title": "A Continuation of a Paper concerning Electricity, by William Watson F. R. S. Printed in These Trans. N. 477, Article I. Ending p. 501",
    "authors": "William Watson",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104888"
  }
}