{
  "id": "5bb8cf8bbddfec0f4011d91ce1a8275427b66d73",
  "text": "AN INDEX TO THE Twenty Sixth VOLUME OF Philosophical Transactions.\n\nA\n\nAgriculture. The Manner of Manuring Land by Sea-Shells. No. 314. p. 59. The Manner of Manuring Land by Sea-Sand. No. 316. p. 142.\n\nAir, the different Densities of it. See Experiments.\n\nAmber, its Luminous Quality, No. 314. p. 71.\n\nAnimals of the Philippine Islands, No. 318. p. 241.\n\nAntiquities. Roman Coins found in Yorkshire, No. 316. p. 134. Roman Monuments found there, No. 319. p. 289. No. 320. p. 314. A Pagan-Temple and unknown Characters at Canara in the East-Indies, No. 321. p. 372. Ancient Brass-Instruments found near Bramham.\nham-Moor in Yorkshire, No. 322. p. 393. A large Discourse upon the same, No. 322. p. 395.\nApoplexy, Effects of it on the Brain and Nerves, No. 313. p. 40.\nAttraction, its Laws and Principles, No. 315. p. 97.\nAttractive Qualities of several Bodies. See Experiments.\n\nB.\n\nBarometrical Observations in the Year 1708. No. 321. p. 342.\nBirds, some Account of their Migration, No. 315. p. 123.\nBirds kill'd in the hard Frost 1708. No. 324. p. 465.\nBlackness of the Face very unusual, in a Girl 16 Years of Age, No. 323. p. 424.\nBlood. See Circulation.\nBooks. See the end of this Index.\nA Bullet, which lay in the Head near 30 Years, No. 320. p. 317.\n\nC.\n\nCalifornia, the Discovery of a Passage to it by Land, with a Discription of the Country, No. 318. p. 232.\nA Callus, that supplied the Loss of part of the Os Femoris, No. 323. p. 451.\nA Child crying in the Womb, No. 324. p. 485. A Dissertation upon the same, No. 324. p. 487.\nCirculation of the Blood in Fishes, &c. No. 319. p. 250.\nThe manner of observing the Circulation of the Blood in an Eel, No. 323. p. 448.\nA Colliery, that took Fire and was blown up near Newcastle, No. 318. p. 215.\nCopper. See Metals.\nCornea, Observations upon Incisions of it. No. 322. p. 387.\nCoral. See Microscopical Observations.\n\nDiamonds,\nD.\n\nDiamonds, their Luminous Quality in the Dark, N. 314. p. 73. The Figure of their Particles, No. 324. p. 479.\n\nE.\n\nEcho's, some Observations upon them, No. 313. p. 7. Eclipse of the Sun Sept. 3. and of the Moon Sept. 18. 1708. No. 320. p. 312.\n\nElectricity of several Bodies. See Experiments. The different Densities of the Air from the greatest natural Heat to the greatest natural Cold, No. 315. p. 93. The continuing several Atmospheres of Air condensed in the space of one, No. 318. p. 217. The Luminous Qualities of Amber, Diamonds, and Gum-Lac, No. 314. p. 69. The Attraction of Threads included in a Globe-Glass, No. 315. p. 82. A Glass Tube attracts Leaf-Brafs, No. 315. p. 84. &c. The Luminous and Electrical Qualities of Sealing-Wax, No. 315. p. 87.—of Sulphur and Rosin, No. 315. p. 89. &c. Sealing-Wax attracts Leaf-Brafs, No. 315. p. 91. The Light and Electricity of a Globe-Glass lined with Sealing-Wax, No. 318 p. 219—of a Globe-Glass lined with Pitch No. 322. p. 391.—of a Globe-Glass lined with Flowers of Sulphur and common Sulphur, No. 323. p. 439. Actual Sound not propagated thro' a Vacuum, No. 321. p. 367. The Propagation of Sound from the Sonorous Body into the common Air in one Direction only, N. 321. p. 369. The Propagation of Sound thro' Water, No. 321. p. 371. The Spontaneous Ascent of Water and other Liquors, in small Tubes, between Glass Planes, &c. No. 319. p. 258, &c. The different Densities of common Water from the greatest Degree of Heat to the freezing Point, observed by the Thermometer, No. 319. p. 267. The Freezing of common Water and Water purged of Air, No. 320. p. 302. The Freezing of Water tinged with a Liquor extracted from Shell-Lac and with Logwood, No. 320. p. 304. The Weighing in Water Bodies of the same Species but of unequal Surfaces, No. 320. p. 306. The Weight of common Water under different Circumstances, No. 318. p. 221.\nF.\n\nFetus's bred out of the Womb, No. 323. p. 426. The Bones of a dead Fetus taken out of the Uterus of a Cow, No. 323. p. 450. Fetus crying in the Womb, No. 324. p. 485. Fracture of the Skull, No. 317. p. 173. Frost, a History of that in the Year 1708-9. N. 324. p. 454. Freezing, See Experiments.\n\nG.\n\nGangrene in the Thigh of a Woman 62 years old, No. 313. p. 41. Glass, its Electricity, &c. See Experiments.\n\nH.\n\nHair voided by Urine, No 323. p. 414. Observations upon it by the Microscope, No. 323. p. 416. A further Account of the same, and of several Solid Bodies voided by Urine, No. 323. p. 420. Hydrophobia, A Relation of 3 Cases of it, No. 323. p. 433.\n\nI.\n\nIcy Mountains of Switzerland described, No. 320. p. 316. An Idiot at Ostend, that swallowed several Balls and Iron Instruments, No. 317. p. 170. Inundations in Ireland, No. 320. p. 309. Iron. See Metals. Island raised by a Volcano in the Archipelago, No. 314. p. 67. No. 317. p. 200. New Philippine-Islands discover'd. No. 317. p. 189.\n\n[L.]\n\nLead. See Metals. Light producible from several Bodies. See Experiments. Lightning. See Thunder.\n\nM.\n\nMathematicks. De Linearum Curvarum Longitudine, No. 314. p. 64. Leges Attractionis, aliaque Physices Principia, No 315. p. 97. De Legibus Virium Centripetarum, No. 317. p. 174. De Natura & Proprietatibus Soni. No. 319 p. 270. Manuring of Land. See Agriculture. Medicines, Purging and Vomiting, with a Table of their Doses in particular Ages and Constitutions. No 314 p. 46. Metals. Experiments made upon them with the Burning-Glass, No. 322. p. 374.\nMicroscopical Observations on the Blood-Vessels and Membranes of the Intestines, No. 314. p. 53. On the Tongue, No. 315. p. 111. On Red Coral, No. 316. p. 126. On the white Matter upon the Tongue of Feverish Persons, No. 318. p. 210. On the Circulation of the Blood in Fishes, No. 319. p. 250. On the Palates of Oxen, No. 320. p. 294. On the Particles of Christallized Sugar, No. 323. p. 444. On the Edge of Razors, No. 324. p. 493, &c. On the Configuration of Diamonds, No. 324. p. 479. The manner of Observing the Circulation of the Blood in an Eel by the Microscope, No. 323. p. 448.\n\nMigration of Birds. See Birds.\n\nMonstrous Bittus, No. 320. p. 310.\n\nMonuments. See Antiquities.\n\nMountains of Ice. See Icy Mountains.\n\nN.\n\nNorthern Streaming, No. 320. p. 310.\n\nP.\n\nPhilippine Islands an Account of some Animals there, No. 318. p. 241. New Philippine-Islands discover'd and described, No. 317. p. 189.\n\nPhosphorus made of Human Dung, No. 314. p. 69.\n\nPitch, its Light and Electricity. See Experiments.\n\nQ.\n\nQuicksilver. See Metals.\n\nR.\n\nRain, the Quantity that fell in the Year 1707 and 1708. No. 321. p. 342.\n\nRazors, the Edge of them observed by the Microscope, No. 324. p. 493.\n\nRoman Coins and Monuments. See Antiquities.\n\nS.\n\nScurvy, the strange Effects of it at Paris in the Year 1699. No. 318. p. 223.\n\nSound, Experiments and Observations on its Motion, &c; No. 313. p. 2. The Nature and Properties of Sound, No. 319. p. 270. See more in Experiments.\nFormed-Stones, a Catalogue of some in the Ashmolean Museum, No. 314 p. 77.\n\nStorms. See Thunder.\n\nStyrax liquida, the manner of making it, No. 313 p. 44.\n\nSugar, the Figure of its Particles when Chrystalliz'd, N. 323 p. 444.\n\nSulphur. See Metals and Experiments.\n\nT.\n\nThunder and Lightning, which happened in Ireland, Aug. 9. 1707. No. 313 p. 36. At Ipswich, July 16. 1708. N. 316 p. 137. Of the same at Colchester, No. 316 p. 140. In Yorkshire, Aug. 5. 1708. No. 319 p. 289.\n\nTin. See Metals.\n\nTongue, Observations made upon it by the Microscope. See Microscopical Observations.\n\nTumour, a very large one on the Thigh, No. 317 p. 172.\n\nV.\n\nVitrification of Metals. See Metals.\n\nW.\n\nWater, its Weight, different Densities, &c. See Experiments.\n\nWinds, their Velocity, No. 313 p. 30. Observations upon the Winds and Weather, in the Years 1707 and 1708. No. 321 p. 342.\n\nBOOKS,\n\nOf which some Account is given in this Volume of Transactions.\n\nPraelectiones Chymicae Oxoniæ habitaæ a Johanne Friend, M. D. Ædis Christi Alumno, No. 320 p. 319\n\nAn Account of Animal Secretion, the Quantity of Blood in the Humane Body, and Muscular Motion By James Keill, M. D. No. 320 p. 324.\n\nOYPΕΣΙΦΟΙΤΗΣ Helveticus, sive Itinera Alpina Triæ, &c. Authore Joh. Ja. Scheuchzer, M. D. No. 316 p. 143.\n\nLONDON:\n\nPrinted for H. Clements, at the Half-Moon in St. Paul's Church-Yard. 1710.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103294.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10378,
    "total-output-tokens": 3362,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        611,
        2
      ],
      [
        611,
        1880,
        3
      ],
      [
        1880,
        3770,
        4
      ],
      [
        3770,
        5334,
        5
      ],
      [
        5334,
        6795,
        6
      ],
      [
        6795,
        8158,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103294",
    "title": "Back Matter",
    "authors": null,
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103294"
  }
}