{
  "id": "1dffa2e2728b78259c3a5b68c9ac8cfa72156bd5",
  "text": "I. On the Vibrations and Tones produced by the Contact of Bodies having different Temperatures. By John Tyndall, Ph.D., F.R.S., Member of the Royal Society of Haarlem, and Professor of Natural Philosophy in the Royal Institution.\n\nReceived January 15,—Read January 26, 1854.\n\nIn the year 1805, M. Schwartz, inspector of one of the smelting-works of Saxony, having a quantity of silver in a ladle which had just solidified after melting, and wishing to hasten its cooling placed it upon a cold anvil, when to his astonishment sounds, which he compared to those of an organ, proceeded from the mass. The rumour of this discovery excited the curiosity of Professor Gilbert, the editor of Gilbert's Annalen, and in the autumn of the same year he paid a visit to the smelting-works in question. He there learned that the piece of silver from which the sounds proceeded was cup-shaped, had a diameter of 3 or 4 inches and a depth of half an inch. Gilbert himself, under the direction of M. Schwartz, repeated the experiment. He heard a distinct tone, although nothing that he could compare to the tone of an organ. He also found that the sound was accompanied by the quivering of the mass of metal, and that when the vibrations of the mass ceased, the sound ceased likewise. The Professor limited himself to the description of the phenomenon and made no attempt to explain it.\n\nIn the year 1829 Mr. Arthur Trevelyan was engaged in spreading pitch with a hot plastering iron, and observing in one instance that the iron was too hot, he laid it slantingly against a block of lead which happened to be at hand. Shortly afterwards he heard a shrill note, resembling that produced on the chanter of the smaller Northumberland pipes, an instrument played by his father's gamekeeper. Not knowing the cause of the sound he thought that this person might be practising out of doors, but on going out the tone ceased to be heard, while on his return he heard it as shrill as before. His attention was at length attracted to the hot iron, which he found to be in a state of vibration, and thus discovered the origin of this strange music. In 1830 he came to Edinburgh and mentioned the fact to Dr. Reid; the latter,\nnot knowing what Schwartz and Gilbert had observed previously, regarded the phenomenon as new and recommended Mr. Trevelyan to investigate it more fully. Mr. Trevelyan did so; among other things he discovered the form to be given to the vibrating mass (the rocker) in order to obtain the effect with ease and certainty. The results of his numerous and well-contrived experiments were communicated to the Royal Society of Edinburgh, and were subsequently printed in the Society's Transactions.\n\nOn the 1st of April 1831 these vibrations and tones constituted the subject of a Friday evening's lecture by Professor Faraday at the Royal Institution. The following extract from the Journal of the Institution, vol. ii. p. 120, informs us of the views of the philosopher last mentioned with respect to the cause of the tones. \"As the sounds were evidently due to the rapid blows of the rocker, the only difficulty was to discover the true cause of the sustaining power by which the rocker was kept in motion, whilst any considerable difference of temperature existed between it and the block of lead underneath. This power Professor Faraday referred to expansion and contraction, as Professor Leslie and Mr. Trevelyan had done generally. But he gave a minute account of the manner in which, according to his views, such expansions and contractions could produce the effect . . . . The superiority of lead, as a cold metal, he referred to its great expansibility by heat, combined with its deficient conducting power, which is not a fifth of that of copper, silver, or gold; so that the heat accumulates much more at the point of contact in it than it could do in the latter metals, and produces an expansion proportionably greater.\"\n\nProfessor J. D. Forbes was present at this lecture, and by it, apparently, he was induced to undertake the further examination of the subject. On the 18th of March and on the 1st of April, 1833, the results of his inquiries were communicated to the Royal Society of Edinburgh. He dissents from the explanation supported by Professor Faraday. The vibrations, he urges, are dependent for their existence on the difference of temperature of the two surfaces in contact; if then the heat accumulate at the surface of the cold metal, its effect will be to bring both surfaces to a common temperature and thus to stop the vibrations, instead of exalting them, as supposed by Professor Faraday. Again, if the phenomenon be due to expansion, the greater the expansion the greater ought to be the effect; but the expansion depends upon the quantity of heat transmitted from the hot rocker to the cold block during their contact, and this again upon the conductivity of the block; so that instead of being a bad conductor, the block, to produce the greatest effect, ought to be the best conductor possible. The idea of an accumulation of heat at the surface being more favourable to the action than a rapid communication with the interior, Professor Forbes regards as an \"obvious oversight*.\"\n\nHaving thus, to all appearance, overturned the views previously entertained, Professor Forbes proceeds to found a theory of his own. His experiments have led him\n\n* Philosophical Magazine, Series 3, vol. iv. pages 15 and 182.\nto the enunciation of certain \"general laws,\" and these converge upon the still more general conclusion,—\"that there is a repulsive action exercised in the transmission of heat from one body into another which has a less power of conducting it.\" This repulsion Professor Forbes considers to be \"a new species of mechanical agency in heat,\" and he cites the remarkable experiments of Fresnel, on the mutual repulsion of heated bodies in vacuo, as bearing directly upon the subject.\n\nSuch, apparently, was the unsettled state of the question when my attention was drawn towards it last summer. The possibility of the explanation offered by Professor Forbes, affording, as it seemed to do, a chance of becoming more nearly acquainted with the intimate nature of heat itself, was a strong stimulus to inquiry. I was not aware, until informed of it by my friend Professor Magnus, that Seebeck had further examined the question, and substantiated the conclusions arrived at by Faraday. On reading Seebeck's interesting paper I found that he had already obtained many of the results which it was my intention to seek; nevertheless the portion of the subject which still remained untouched presented sufficient interest to induce me to prosecute my original idea.\n\nI purpose in the present memoir to examine the experimental basis of those laws which Professor Forbes regards as establishing the existence of 'a new mechanical agency in heat'; and as I am anxious to place it within the power of every experimenter to test the results to be communicated, I shall connect with each series of experiments a sufficiently exact description of the instruments made use of.\n\nThe first general law enunciated by Professor Forbes is as follows:—\n\n\"The vibrations never take place between substances of the same nature.\"\n\nLet us see whether this law will bear the test of experiment.\n\nI. Iron Rocker.\n\nFig. 1 represents a sketch of the rocker; the length AC is 5·1 inches; the width AB 1·85, and the length of the stem EF is 12 inches. Fig. 2 is a transverse section of the rocker, showing the groove underneath; the depth SN is 0·5 of an inch.\nThe distance \\( rt \\) is 0·35 of an inch, and it is divided into three equal spaces, the central one of which is occupied by the groove, and the other two are the surfaces which rest upon the bearer. Fig. 3 is a plan of the rocker turned upside down. The spaces \\( k \\), fig. 1, and \\( mnop \\), fig. 3, will, for the present, be left out of consideration.\n\n1. The blade of a dinner knife was fixed in a vice so that the edge was horizontal. The rocker was laid upon the edge, and the stem suitably supported. On stirring the rocker a loud and musical sound commenced, and continued for a considerable time.\n\n2. The knife was removed and a plate of sheet iron \\( \\frac{1}{40} \\)th of an inch in thickness was fixed in the vice; the hot rocker was caused to rest upon the edge of the plate. On stirring the rocker, vibrations, accompanied by a musical tone, were set up as before.\n\n3. The experiment was repeated with a second plate of iron \\( \\frac{1}{100} \\)th of an inch in thickness, and a still better tone was obtained:—when the rocker rested on a block of iron the vibrations were not permanent.\n\nII. Copper Rocker.\n\nThe pieces \\( k \\) and \\( mnop \\), figs. 1 and 3, are plates of copper, screwed tightly on to the surface of the iron. In this way a single rocker is made to do the duty of two.\n\n1. A plate of copper \\( \\frac{1}{60} \\)th of an inch in thickness was fixed in the vice, as in the former cases; and the copper portion of the rocker was caused to rest upon it. A slight shock, imparted to the rocker, immediately excited a strong and durable tone.\n\n2. A bit of copper foil was fixed in the vice; it was almost as flexible as stout foolscap paper, but to give it rigidity the height of it which projected above the vice was very minute. With a little care I obtained tones stronger and more musical than in the foregoing instance.\n\n3. When the rocker was laid upon a block of copper no tone was obtained, and it was found that the difficulty of obtaining a tone increased as the plate made use of became thicker.\n\n4. Instead of the plate, two wires of copper \\( \\frac{1}{25} \\)th of an inch thick, and pointed with a file, were fixed in the vice at about one-eighth of an inch apart. The rocker was turned upside down, so that the flat surface of the copper \\( k \\) rested on the wires as in fig. 4:—forcible vibrations were obtained in this way.\n\nIII. Brass Rocker.\n\n1. A piece of brass tube was fixed in the vice and its cylindrical surface rendered clean by a fine file. A brass rocker of the same dimensions as that represented in fig. 1, was caused to rest upon the tube; on stirring the rocker continuous vibrations succeeded.\n\n2. A plate of brass \\( \\frac{1}{100} \\)th of an inch in thickness was fixed in the vice. The rocker being laid upon the edge of the plate and stirred, stronger and more durable vibrations were obtained than in the case of the tube.\n3. The experiment was repeated with a plate twice the thickness of the former; distinct vibrations were obtained. It was found in this case also that the thinner the plate, within its limits of rigidity, the more decided were the effects:—when the rocker was laid upon a block of brass there was no permanent vibration.\n\n4. The rocker was turned upside down, its flat surface resting upon the points of two common brass pins; a constant rocking was the consequence.\n\nIV. Silver Rocker.\n\nThis instrument was formed by attaching a piece of silver to the brass rocker used in the last experiments, exactly as the piece of copper, $mnop$, was attached to the iron rocker, fig. 1. The silver partook of the general shape of the under surface of the rocker, being bevelled off on both sides of the groove passing through its centre.\n\n1. A strip of silver about $\\frac{1}{100}$th of an inch in thickness was fixed in the vice, and the silver portion of the rocker was caused to rest upon the edge of the strip. On shaking the rocker a fine mellow musical tone was obtained.\n\n2. A new half-crown was fixed in the vice and the rocker caused to rest upon the milled edge; no permanent vibrations were obtained. A similar difficulty was encountered with the edge of a shilling. On the edge of a sixpence, a feeble, though distinct vibration was obtained.\n\n3. When the edges of the coins were beaten out with a hammer, and thus rendered thin, distinct vibrations were obtained with all of them. I do not assert the impossibility of obtaining vibrations on the edge of a half-crown, but merely state that with the same rocker vibrations were obtained upon a thin edge of silver, and not upon a thick one.\n\n4. The rocker was placed against a block of silver weighing about ten ounces; no permanent vibrations were obtained.\n\nV. Zinc Rocker.\n\nThe instrument is of the same size and shape as the iron rocker, fig. 1, except that the depth, SN fig. 2, is less and the mass therefore lighter*.\n\n1. Placed upon the edge of the thinnest sheet zinc, the edge having been sharpened by a file, distinct musical tones were obtained:—on a block of zinc the rocker refused to vibrate permanently.\n\nTin Rocker.\n\n1. A cake of tin, formed by pouring the molten metal upon a smooth flat surface, was heated and balanced upon two small protuberances of a second piece of the same metal. Continuous rockings were immediately set up. I met the mass by accident in the laboratory, and having obtained the vibrations without changing its\n\n* Better results are obtained when the rocker is still further lightened, by scooping away part of its central mass, thus making its upper surface concave instead of flat.\nshape, I did not think it necessary to strengthen the action by forming it into a regular rocker.\n\nThe number of metals capable of this action might, I doubt not, be greatly extended. Thus far we have obtained vibrations with\n\nIron upon iron,\nCopper on copper,\nBrass on brass,\nSilver on silver,\nZinc on zinc,\nTin on tin,\n\nand these, I think, are sufficient to show that the first general law of Professor Forbes does not stand the test of experiment.\n\nSeebeck indeed had already proved the untenableness of this law. His method of experimenting has been followed in one or two of the cases above described. The placing of the heated rocker upon pointed wires is his idea. Rockings are very readily obtained in this way; but when tones are required, the sharp edge will, I think, in general be found preferable.\n\nThe second general law of action stated by Professor Forbes is as follows:—\n\n\"Both substances must be metallic.\"\n\nThis is the case which first excited my attention; for even granting the final explanation given by Professor Forbes to be the true one, the necessity of the law before us does not at all follow. Previous to entering upon the present subject I had found that rock-crystal and rock-salt possessed conducting powers not much, if at all, inferior to some of the metals; and this led me to suppose that either, or both of these substances, might possibly be made to exhibit the action which the above law restricts to metals.\n\nMy first attempts failed through want of delicacy, as first attempts generally do. But a little practice suggested the means of imparting to the rocker the requisite degree of mobility. Crystals of quartz were cut in such a manner that when the rocker was laid upon them a very slight force was sufficient to cause it to oscillate. By this means I had the satisfaction of obtaining distinct vibrations from a brass rocker placed upon rock-crystal.\n\nI refrain from entering into a more exact statement of the manner in which the crystals were cut; for subsequent experience proved that there is no difficulty in obtaining the effect, without any artificial preparation whatever.\n\nI shall now proceed to describe the results obtained with non-metallic bodies.\n\n1. Rock-crystal.—The brass rocker already described was heated and placed upon the natural edge of the prism; the stem was supported by a knife-edge, so that the rocker lay nearly horizontal: a strong tone was thus obtained.\n\nVibrations also followed when the rocker was laid upon the edge of the pyramid which caps the hexagonal prism.\nThe experiments were repeated with fumy quartz, and the same result was obtained.\n\n2. Fluor-spar.—A smaller brass rocker than that last used was found to answer best with this crystal. The dimensions corresponding to AC, AB, fig. 1, were 3·8 inches and 1·25 inch respectively; while the depth was the same, or nearly so. This rocker having been placed upon the natural edge of the crystalline cube, a clear and melodious note was instantly produced. Forcible vibrations were also obtained with the larger rocker, but not so clear a tone.\n\nThe angle of the cube was cloven off so as to expose the edge of the octahedron; on this edge also vibrations were obtained.\n\nFortification Agate.—Distinct vibrations and tones were obtained with the large brass rocker. I found it sometimes convenient to increase the time of oscillation by laying a thin brass bar with small knobs at the ends, across the rocker—a mode of experiment due, I believe, to Mr. Trevelyan. With this precaution, in the case before us, the rocker continued swinging for nearly half an hour, and when it ceased it was under the temperature of boiling water.\n\nRock-salt.—The rocker used in the foregoing experiment was laid aside and a piece of rock-salt was prepared for trial. The mass was cloven so as to exhibit the surfaces of the primitive cube; and was so placed that the straight line formed by the intersection of two of the surfaces of the cube was horizontal. Previous to heating the rocker, I laid it, according to practice, upon the mass, merely to ascertain whether the arrangement was likely to answer. To my astonishment a deep musical sound commenced immediately. The temperature of the rocker was at this time far below that of boiling water, and when it had ended its song it was scarcely above a blood heat.\n\nThe heated rocker was laid upon a large boulder-shaped mass of the salt; it commenced to sing immediately. I scarcely know a substance, metallic or non-metallic, with which vibrations can be obtained with greater ease and certainty than with this mineral. To the remarkable properties which the researches of Melloni have shown to belong to rock-salt a new one may now be added.\n\nAvanturine.—I was tempted to try this mineral from having met a piece of it possessing a clean sharp edge. The large brass rocker placed hot upon this edge gave a decided tone.\n\nSulphate of Potash.—Care is required with this artificial crystal, as it readily flies to pieces on the sudden communication of heat. With proper precautions, feeble, but well-established vibrations, were obtained.\n\nOnyx.—A distinct tone.\n\nTourmaline.—After many trials I obtained a continuous vibration and low tone.\n\nFossil Wood.—Two different specimens were examined and distinct tones obtained with both of them.\n\nBanded Agate.—Strong and continuous vibrations, when the rocker was very hot.\n\nChalcedony.—Loud and long-continued knockings on a knob of this mineral.\nGlass.—Decided vibrations on the smooth rounded edge of the foot of a drinking-glass. Mr. Trevelyan believed that he once obtained vibrations upon glass, but the fact is doubted by Professor Forbes. This is the only experiment on non-metallic bodies, as far as I am aware of, hitherto on record.\n\nEarthenware.—A feeble tone, which soon ceased, was obtained on the edge of a dinner plate.\n\nFlint.—A decided tone, though not so strong as that obtained from rock-crystal.\n\nLydian Stone.—Permanent vibrations.\n\nHeliotrope.—A durable tone.\n\nIceland-spar.—A lighter rocker than any of those hitherto described was found necessary in experimenting with this crystal. The mass is soft, and is readily bruised by the rocker, when the latter is heavy. With a suitable instrument a continuous feeble tone was obtained.\n\nRed Hematite.—Distinct tones were produced by several specimens of this mineral.\n\nArseniacal Cobalt.—A strong tone.\n\nMeteoric Iron from Mexico.—A low musical tone.\n\nThis list might be readily extended. The substances mentioned in it were chosen on account of their accidentally presenting the conditions favourable to experiment. The principal condition is a clean even edge. Several of the minerals possessed such edges cut artificially; others possessed them naturally. In the case of chalcedony, the rocker was placed upon a rounded knob; in the case of tourmaline, one of the ridges, which usually run along the surface of the prism, served as a support; with glass and earthenware the surfaces were smooth and rounded. As a general rule however I have found an even edge best. With such an edge, and rockers similar to those described, no difficulty will be experienced in repeating and extending these experiments.\n\nIt is usual to permit the knob at the end of the handle of the rocker to rest upon a flat surface, while the instrument itself leans slantingly against the bearer. In delicate experiments I think a knife-edge is a better support for the handle, the rocker being placed horizontal, or nearly so.\n\nOmitting the last three substances, which might, perhaps, with some justice be regarded as metallic, we find a number of exceptions to the law under consideration which far exceeds the number of bodies mentioned in the paper of Professor Forbes. These exceptions demonstrate that the second law also is untenable.\n\nThe third general law runs as follows:\n\n\"The vibrations take place with an intensity proportional (within certain limits) to the difference of the conducting powers of the metals for heat, the metal having least conducting power being necessarily the coldest.\"\n\nThe evidence adduced against the validity of the first law appears to destroy this one also; for if the vibrations are to be ascribed to a difference in the conducting powers of the rocker and bearer, then when there is no such difference there ought to be no vibrations. But we have shown, in half-a-dozen cases, that vibrations\noccur when rocker and bearer are of the same metal. The same facts deprive the latter part of the third law of its significance.\n\nI will however cite one or two experiments, in which the conditions regarded necessary by Professor Forbes were reversed, and the effect was produced notwithstanding.\n\n1. Silver stands at the head of the conductors of heat. A copper rocker was laid upon the edge of a thin plate of this metal; strong musical notes were obtained from the arrangement.\n\n2. Forcible vibrations were produced by placing a brass rocker upon the same silver plate.\n\n3. A feeble, but distinct tone, was produced by the iron rocker.\n\n4. Gold is a better conductor than brass; nevertheless strong vibrations were obtained by placing a hot brass rocker upon the edge of a half-sovereign.\n\nThese experiments are, I think, sufficient to prove the non-existence of the third law.\n\nIn the prosecution of his inquiry Professor Forbes discovered \"that at least two metals were perfectly inert in either situation, namely, antimony and bismuth.\" Considering the explanation given, that the effects are due to the mechanical repulsion exerted by the heat in its passage from a good conductor to a bad one, the inertness of the two bodies mentioned presents a grave difficulty. Reflecting on the subject, the thought occurred to me, that if a mass of bismuth or antimony were cut so that the plane of most eminent cleavage might be vertical, the superior conductivity which the mass probably possesses in the direction of the said cleavage might aid in the production of the vibrations. I cut such a piece from a mass of antimony and fixed it in a vice, so that the horizontal edge on which the large brass rocker rested was perpendicular to the surfaces of principal cleavage. Loud and sustained vibrations were the consequence. I repeated the experiment in the case of bismuth with equal success; and after a little practice found that the precaution of cutting the substances in the manner just described was wholly unnecessary, and that tones could be obtained with facility, no matter what might be the direction in which the mass was cut.\n\nWe have thus proved antimony and bismuth to be active in one position at least; but antimony is active both as rocker and bearer. Two irregular masses, the one weighing about a pound and the other five pounds, were so filed down as to present suitable surfaces for rocking. Heated, and placed upon a flat mass of lead, both masses vibrated permanently. These experiments add their evidence to that already adduced against the third law; for antimony is a worse conductor than lead, and antimony is here the hottest metal.\n\nThese results appear to leave the theory of Professor Forbes without any foundation. One point only remains to be considered. Professor Faraday attributes the superiority of lead as a bearer to its great expansibility by heat, combined with its deficient conducting power. Against this view Professor Forbes argues in the ingenious manner already described. It cannot be denied that when the supporting metal is a good conductor a greater quantity of heat will pass into it during contact\nthan when it is a bad one. It cannot be denied that the greater the quantity of heat transmitted, the greater will be the expansion; and hence the conclusion seems unavoidable, that, if the vibration be due to expansion, both rocker and bearer, other things being equal, ought to possess the power of conduction in the highest possible degree.\n\nAssuming then that the effects are produced by ordinary expansion, the argument of Professor Forbes stated in its severe logical form would be as follows:\n\nThe greater the expansion the greater will be the effect; but,\nThe greater the conducting power the greater is the expansion: therefore,\nThe greater the conducting power the greater will be the effect.\n\nThis, to all appearance, is conclusive. A slight inadvertence, however, in the use of the term 'expansion' appears to deprive the argument of much of its force. In the first proposition the term means expansion in a vertical direction; for if this be not meant the proposition would be untrue. In the second proposition, however, it is the total expansion that is referred to*. Now supposing the conductivity of the bearer to be infinite; that is to say, that the quantity of heat which it receives from the rocker during contact is instantaneously distributed equally throughout its entire mass, then, although the total expansion might be very great, there would be no local expansion at all, and therefore none of the effects in question. The expansion we require is a sudden elevation of the point where the rocker comes into contact with the bearer, and it is manifest that \"a rapid communication with the interior\" may, by suddenly withdrawing the heat from the point where it is communicated, almost extinguish the requisite elevation, and thus prevent the vibrations. This appears to be the precise reason why Professor Forbes has failed to obtain the numerous results described in the foregoing pages. His bearers were of such a form that the mass of matter immediately surrounding the point of contact quickly abstracted the heat communicated to that point, and thus destroyed the condition upon which the vibrations depend. The success of the experiments described in this memoir depends on the precaution, that the abstraction of heat was prevented, to some extent, by reducing the bearers to laminae and mere spikes; and the fact that a thin edge gave a better tone than a thick one thus receives a full explanation. These considerations, I think, render it clear that the cause of the superiority of lead assigned by Professor Faraday is by no means an \"oversight.\" On the other hand it would not be safe to affirm generally, nor has it been affirmed by the philosopher last mentioned, that the less the conducting power the greater will be the effect. In the case of glass and earthenware the vibrations soon come to an end, for the requisite difference of temperature between rocker and bearer, as anticipated by Professor Forbes, soon ceases. Perfect non-conductibility would be just as inefficacious as perfect conductibility, and the region of practical results lies between these two extremes.\n\n* Seebeck makes use of the same argument.—J. T.\n\nRoyal Institution, January, 1854.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108491.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 6222,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2199,
        2
      ],
      [
        2199,
        5438,
        3
      ],
      [
        5438,
        7566,
        4
      ],
      [
        7566,
        10449,
        5
      ],
      [
        10449,
        13125,
        6
      ],
      [
        13125,
        15670,
        7
      ],
      [
        15670,
        18591,
        8
      ],
      [
        18591,
        21525,
        9
      ],
      [
        21525,
        24678,
        10
      ],
      [
        24678,
        27879,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108491",
    "title": "On the Vibrations and Tones Produced by the Contact of Bodies Having Different Temperatures",
    "authors": "John Tyndall",
    "year": 1854,
    "volume": "144",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/108491"
  }
}