{
  "id": "7b8cd7ae8f627ea566d2bf970f29ea08991ae1c8",
  "text": "An Extract of Two Letters from Mr. Sampson Birch, an Alderman and Apothecary at Stafford, Concerning an Extraordinary Birth in Staffordshire, with Reflections thereon by Edw. Tyson M.D. Fellow of the Coll.of Physicians, and of the R. Society.\n\nThe wife of one Taylor a Taylor in Heywood in Staffordshire about 24. or 25. years of Age, being Married about a year, in January last fell into Travel, and not being able to be delivered, after Five or Six days sent for Mr. Hector a Chirurgeon at Lichfield, and Mr. Birch's Wife: She perceived the child Dead and in a wrong position for Birth; wherefore having placed it right, she applyed fit Instruments, and the Chirurgeon brought it away by strength, she afterwards brought away the After-birth; but then perceived that their was still remaining something besides, which lay separate from the Child and Afterbirth; but did very firmly adhere and was fixt to the Womb, in so much that in separating this, it was much more difficult and painful to her than bringing away the dead Child, and occasioned a larg Flux of Blood.\n\nThe Thing itself being sent by Mr. Birch to Dr. Plot at Oxford, and by him to the Royal Society, and so having an opportunity of observing it, and since of discoursing Mr. Birch himself; I shall here give not only a figure of this strange Body, but add to the accounts of it in the Let-\nLetters, what I think Material. But must premise that was mentioned in them, that the Child was perfectly formed; that the Mother was since recovered and walks abroad; that before Marriage she was never troubled with any remarkable Distempers: and that this body I am now going to describe was not observed to be included in any Cystis, the Secundine being all brought away before it.\n\nThe bigness and shape of this Preternatural Body will be easily conceived by our Figure which is made as exact and large as the thing itself. In the uppermost part thereof, was a round protuberant Bone 3½ Inches in compass; covered with a thick fleshy Skin; beset with short Haires; on the top of this Bone in a Circle were placed Eight Dentes Molares or those double Teeth we call Grinders. These so exactly resembled Teeth as to their shape, whiteness, hardness and in all other circumstances, that they can certainly be nothing else: a little below this, in another Bone (which yet was fastned to the former) were placed Five other Teeth or Dentes Molares, these were not so in a cluster together as the formers; but Four of them made almost a straight line, but some distance in the middle, and the Fifth a little out of rank, being placed below the Two uppermost.\n\nThe remaining part of this Monstrous Body, composed a large Cystis or Bag, filled with a liquid slimy matter, but not fætid. This Cystis on the outside was smooth, appeared somewhat Red, and was about the thickness of the Scrotum.\n\nBut farther to encrease the Wonder of this so extraordinary a Birth, we observed a little below the Bone (in which were set the Eight Teeth before described) a large lock of Hair of a bright brown colour, whose end was intricated, and intangled in a large quantity of hair of a more faded and yellowish color, which was fastned to the end of the Cystis opposite to these Teeth. But that this Lock of Haire was of a considerable length, we easily guéssed\nfed by the several small curles we observed in this yellowish Haire, which were of the same bright colour with the former Lock.\n\nI must take notice that in the middle of the Circle of the Eight Teeth I observed a small hole, but which did not lead far: and tho', these Teeth, Hair, and a strong Imagination might create a fancy of some Monstrous-head here designed to be formed; yet considering how many and far more considerable Parts were wanting; I cannot but rather choose with the Sceptick amicus, and suspend my belief thereof; or with Pliny to say, *Hoc nobis Miraculum, sibi Ludibrium Ingenio/a finxit Natura.*\n\nWhat most I can parallel it with, are those Instances I have formerly given (in the Philosoph. Collect. Numb. 2.) of Teeth, Bones and Hair I have met with in the Ovariums of Women, as in one a Dens Caninus, or Eye Tooth on the outside of the Cystis; and within, a large quantity of a fine white long Hair, as in Fig. 2. In a second Woman Three Dentes Molares or Grinders perfectly formed, and a Fourth budding forth, all set in their distinct sockets in a Bone, as in the Third Fig. and in this Cystis a great deal of yellowish Haire. In a Third Woman dissected by Dr. Sampson, in each Testicle was a larg Tumor or Cystis which inclosed a very large quantity of Haire, and there was fastned to the sides of them Two Bones, represented in Fig. 4. and 5. which tho' not Teeth, yet as to their Substance, tho' not Shape, approaching something near them, and a like Instance too, Dr. Needham has Informed me, he has met with, of Teeth and Haire in the same part.\n\nBut our present Instance differs from the former; in that this was in the Womb, and firmly adhering to it; the others in the ovarium. In this the Hair was on the outside the Cystis, and rooted in its Tunicle, in the others twas contained within it. But as the Child which was perfectly formed, and with much difficulty at last was brought from this Woman; I doubt not at first, being included in\nthe Egg, descended from the ovarium; so likewise this Sub-\nventaneous Egg I question not might be transmitted from\nthe same place; and Nature who is never Idle, being dis-\nappointed of forming in this a perfect Fœtus, made the\nbest of what the matter would afford; and might produce\nthese Teeth, Bones and Haire, which may be reckoned as\nAnimal Vegetables.\n\nHow liable these Parts in Women are to Tumors, there\nis none who have been conversant in Morbid Dissections\nbut must be sensible; in somuch that those frequent In-\nstances I have met with, have fully perswaded me that\nthere is no Part in the Body is so often the seat and Causes of\nDropsties in Women as the Ovarium, a too Luxuriant afflux of\nHumors easily extending these minute Eggs into large\nand sometimes most prodigious Cystis's, that sometimes I\nhave taken some Gallons of water out of them, where I\nhave found them entire; tho most times the vast quantity\nof Waters bursts the Membrane, and so it empties itself into\nthe Cavity of the Abdomen.\n\nBut there are some I find, who by no means will admit\nof Eggs But will have them all to be Hydatides. But til\nsuch time as I can find something more considerable object-\ned against this Hypothesis; I cannot but firmly adhere to it,\nsince to me it seems so clearly demonstrated, besides abun-\ndance of others, that Instance in the Philosop. Trans. Num,\n147. I think a good Proof, and that lately given in the\nJournal de Medicine makes it clear enough, which being re-\nmarkable it may gratify some, it may be, to have it in\nEnglish.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102247.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9408,
    "total-output-tokens": 1811,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1359,
        3
      ],
      [
        1359,
        3301,
        4
      ],
      [
        3301,
        5277,
        5
      ],
      [
        5277,
        6818,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102247",
    "title": "An Extract of Two Letters from Mr. Sampson Birch, an Alderman and Apothecary at Stafford, concerning an Extraordinary Birth in Staffordshire, with Reflections Thereon by Edw. Tyson M. D. Fellow of the Coll.of Physitians, and of the R. Society",
    "authors": "Edw. Tyson, Sampson Birch",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102247"
  }
}