{
  "id": "5abf11c1176dfc1c847667e77d31bf7e87ff9d93",
  "text": "And I am apt to believe that this is one of the main Causes of the Motion of the Stomach and Guts, and that they seldom move but when they have something in their Cavity to distend their Fibres. But I'll not be too bold to make such Deductions till farther Tryals make it appear true or false.\n\n§ 5. The Motion of the Stomach being after this manner, may give us a clearer Account of the Quickness of the Distribution of the Nourishment, than any way I can find that Authors give us: the Meat being no sooner opened by the Spittle and Liquor that we take in, than that it has a free Motion by the Descent of the Pylorus into the Intestines, which is almost Pleno Flumine, from the Compression in the Middle of the Stomach.\n\nIV. Part of a Letter from Mr. Edw. Lhwyd to Dr. Martin Lister, Fell. of the Coll. of Phys. and R. S. concerning several regularly Figured Stones lately found by him.\n\nI should have troubled you with some sort of Account of our Travels; which, as you'll find by the inclosed Draughts of figured Stones, has been tolerably successful. The 8, 9, and 15th we found near the Lhan Deilo in Caermardhinshire; the 11, 13 17, 19. on the Severn Shore in Gloucestershire; the 14th at Gold Cliff in Monmouthshire; and all the rest in the Isle of Caldey, in this County. The 15th whereof we found great Plenty, must doubtless be referred to the Skeleton of some flat Fish; the 8th and 9th I know not at all what to make of: the rest are Modioli or Vertebrae of Sea Stars; for I have been long since fully satisfied that all sorts of Entrochi and Asteriae must be refer'd thither; not that I conclude\nclude that either these, or any other Marine-terrestrial Bodies, were ever really, either Parts or Exuviae of Animals; but that they bear the same Relation to the Sea-stars, that Glosopetrae do to the Teeth of Sharks; the Fossil Shells to the Marine ones, &c. These are scarce a Tenth Part of our Discoveries in this Kind, the last Year and the present; but some of them being toto Genere new, and the rest Improvements of your own and other Gentlemens Observations, I presum'd this faint Representation of them would be some Diversion to you. My Designer never practis'd before this Journey, but seems to improve daily, and would make something of it could we meet with either some Persons or Books to put him in the Way. You have done me, I doubt not, an unexpressible Kindness, by procuring a Correspondence with Mr. Pezon; I am yet so much a Stranger to his Works, that I never heard of his Name. His Notion of the Greek, Roman, and Celtic Languages being of one common Origin, agrees exactly with my Observations: But I have not advanced so far, as to discover the Celtic to be the Mother-Tongue, tho' perhaps he may not want good Grounds (at least plausible Arguments) for such an Assertion. The Irish comes in with us, and is a Dialect of the Old Latin, as the British is of the Greek: But the Gothick or Teutonick, tho' it has also much Affinity with us, must needs make a Band apart. I shall speedily write to him, and trouble him with a few Queries about their Armorican Antiquities, &c.\n\nSee the Figure.\n\nV. Remarks",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102530.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 1016,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1611,
        6
      ],
      [
        1611,
        3137,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102530",
    "title": "Part of a Letter from Mr. Edw. Lhwyd to Dr. Martin Lister, Fell. of the Coll. of Phys. and R. S. Concerning Several Regularly Figured Stones Lately Found by Him",
    "authors": "Edw. Lhwyd",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102530"
  }
}