{
  "id": "7dc0502e2132a509deb9bc47210208658e7e3a4f",
  "text": "VII. An Account of the Dissection of an Eye with a Cataract. By Mr. John Ranby, Surgeon.\n\nSept. 21. 1723. I was consulted by one William Solars, aged Fifty, who complain'd of a Decay in his Sight; upon examining his Eyes, I found two Cataracts, that in his right Eye almost ripe, the other just forming. There being no other obvious Method of relieving him, I propos'd the Operation, but first advis'd him to consult some others of the Profession, and accordingly he advis'd with my ingenious Friend Mr. Tanner, who, upon viewing his Eyes, declar'd them both Cataracts, but that neither of them was as yet fit for the Operation. In the mean time the poor Man fell ill of a Fever, and died the 2d of March. I procur'd the Right Eye, in which the Cataract was most confirm'd, in order to make an exact Dissection of it: In examining it, I found the Aqueous and Vitreous Humours in their natural State, but the Crystalline Humor was opake and of a foul Pearl Colour, and more solid Substance than in its natural State. The generally receiv'd Opinion, that a Cataract is a Film growing behind, or sometimes before the Pupil, made us examine both Chambers of the Aqueous Humour, with the utmost Exactness, but all to no Purpofe, for the Aqueous Humour had its natural Transparency, nor could we observe any thing preternatural either on the Iris or Uvea, except too great a Contraction of the Pupil. This very much strengthens the Opinion of Maitrejan, Brissé, Heister, and Valsalva, who have severally asserted, that a Cataract is only an Opacity of the Crystalline Humour, and that it naturally proceeds from a Serous Acid,\nAcid, which so far astringes and corrodes its Substance, as to destroy its Transparency. This, Maitrejan confirms by an Experiment of immersing the Crystalline Humour in a Composition of three Parts Water and one of Aquafortis, by which he tells us it may be render'd hard and opake; but in this Point I cannot help siding with the learned Dr. Pitcairn, who has sufficiently proved, that there is no such Serous Acidity in an animal Body. To me nothing seems more easy than to deduce this Opacity of the Crystalline Humour from an Inflammation in the Blood, or an increas'd Momentum in the Fluids, with which it is supply'd: for in that Cafe grofsier Particles, inconsistent with the Transparency, may be impell'd into the Lymphatick Vessels of which it is compos'd; and that there is an Inflammation is sufficiently demonstrated from hence; first, the Patient feels often a pungent Pain in the Eye, which as it is generally the forerunner of a Cataract, so it certainly indicates an Inflammation of the Part. Secondly, Those Macula, which appear as it were swimming in the Air, plainly prove that there are opake Particles already enter'd the Lymphatick Vessels, which compose the Vitreous Humour.\n\nThirdly; the Iris, whose Colour arises from the Blood Vessels, as it changes from a lighter to a darker Colour, shews the Violence of the Inflammation, and is therefore esteem'd a Symptom of the worst Consequence.\n\nFINIS.\n\nLONDON: Printed for W. and J. Innys, Printers to the Royal Society, at the West End of St. Paul's Churchyard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103736.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4520,
    "total-output-tokens": 886,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1621,
        2
      ],
      [
        1621,
        3153,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103736",
    "title": "An Account of the Dissection of an Eye with a Cataract. By Mr. John Ranby, Surgeon",
    "authors": "John Ranby",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103736"
  }
}