{
  "id": "5c9b411e488e9bd70c3d0408f163c305b228f1cd",
  "text": "XXXII. Extract of a Letter from Dr. John Hope, Professor of Medicine and Botany in the University of Edinburgh, to Dr. Pringle; dated Edinburgh, 24 September, 1765.\n\nRead Nov. 7, 1765. In autumn 1763, I received from Doctor Mounsey the seeds of the *Rheum palmatum*, which he assured me were the seeds of the true Rhubarb. I sowed them immediately in the open ground in the Botanic garden. In the beginning of May last, one of the plants from these seeds pushed up a flowering stem, and about the middle of the month, the flowers began to open, and continued in great beauty till the 8th or 9th of June: during this period, the wind was from the east, and extremely cold, and both the air and ground very dry. These circumstances had a great effect on the flowers; for, at their first appearance one cold day, many of them turned black, and I imagined they would have been totally destroyed: they recovered however, and opened very well, and I had the pleasure of collecting near thirty seeds, some of which, I hope, will prove fertile.\n\nI employed Mr. De la Cour to make the drawings, who, though a good painter, is no botanist; this defect was fully supplied by Mr. Samuel Bard of New York, student in this university, who made the drawings of the fructification in plate XIII. fig. 4. a, a, a, b, c, d.\nI was so much afraid the severity of the cold would destroy the flowers, that I caused the drawings of the plant to be taken when it was four feet high; but in less than fourteen days it grew to eight, and at that time was most beautiful, with numerous and lofty panicles of flesh-coloured flowers, and large elegant leaves at its base. It is proper to take notice, that the foliage at the base of the plant delineated in Plate XII. did not all belong to one plant, but to two or three, which accidentally grew so close together, that it was impossible to make a drawing of the flowering plant singly, without destroying the rest, which seemed unnecessary, and I could by no means consent to: further, the figure of the root in Plate XIII. was not taken from the root of the flowering plant, but from another sprung from the same seeds. On cutting this root across, I found it very succulent, the juice a little mucilaginous and of a sweetish taste. Although the root was taken up a great deal too young, and at an improper season (viz. in July) yet it had most perfectly the smell of the true rhubarb; and when chewed, though it was at first soft and mucilaginous, it soon discovered exactly the taste of the best foreign rhubarb. I have made trials of the powder of the root in the same doses, in which the foreign rhubarb is given, and found no difference in its effects; its operation being equally easy and powerful.\n\nFrom the perfect similarity of this root with the best foreign rhubarb in taste, smell, colour, and purgative qualities, we cannot doubt of our being at last possessed of the plant, which produces the true rhu-\nbarb, and may reasonably entertain the agreeable expectations of its proving a very important acquisition to Britain.\n\nI have subjoined a botanical description of the Plant.\n\n*Rheum Palmatum Linn. Sp. Pl. Rhabarbarum verum Med.*\n\nRadix ramosa perennis.\nFolia radicalia (ad 16) bipedalia, petiolata: petioli pedales teretes, superne subplani, glabri, viridis coloris, sed in quibusdam partibus maculis parvis angustis purpureis notati, in aliis penitus fere purpurei. Hi petioli, qui sunt pedales, ad basin foliorum desinunt in 3 vel 5 costas inferne prominentes; folia ipsa sunt ovata, profunde incisa, lacinias acutiusculis; pagina superior est viridis, inferior alboviridis, ambæ scabriusculæ.\n\nCaulis erectus, subteres, fistulosus, articulatus, vaginatus, glaber, obsolete striatus, octopedalis 2 uncias ad basim in latitudinem patebat. 14 articuli, quorum singuli a parte infima usque ad nonum unico folio reflexo instructi fuerunt. Hæc folia sunt alterna, & superiora gradatim minora, petiolusque ad suam basin, vaginam membranaceam caulem cingentem format.\n\nPedunculi plures ex alis foliorum prodeunt suberecti, inaequales (quorum medius caeteris duplo longior), striati, teretes, ad basim planiusculi, exque horum lateribus ali pedunculi simili\nmili modo dividendi, vel simplices tenues pedicelli sustentantes nudum florem.\n\nConfer Linnæi Genera plantarum de descriptione partium fructificationis quae apprime in hanc convenit.\n\nSapor, odor, & color radicis eadem ac in radice exotica. Florum sapor astringens, herbaceus, subacidus; odor nullus.\n\nFoliorum substantiae sapor subamarus, astringens, herbaceus; costarum sapor acidus, subamarus, & proprium aliquid valde ingratum, non facile verbis exprimendum, exhibens. Caulis sapor debilis subacidus.\n\nTAB. XII. Rheum palmatum florens exhibet.\n\nTAB. XIII. Fig. 1. radicem magnitudine naturali dimidio minorem exhibet.\n\n——— Fig. 2. plantam flores & folia caulina expandentem exhibet.\n\n——— Fig. 3. folium sextuplo minus foliis radicibus plantae exhibet.\n\n——— Fig. 4. pedunculus communis magnitudinis naturalis est.\n\na a a florem; b pistillum (sed non satis explicatum); c semen maturum; d sectionem transversam ejusdem exhibent, magnitudine naturali.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105468.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20200,
    "total-output-tokens": 1783,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1306,
        2
      ],
      [
        1306,
        2940,
        3
      ],
      [
        2940,
        4192,
        4
      ],
      [
        4192,
        4192,
        5
      ],
      [
        4192,
        4192,
        6
      ],
      [
        4192,
        4192,
        7
      ],
      [
        4192,
        4192,
        8
      ],
      [
        4192,
        4192,
        9
      ],
      [
        4192,
        4192,
        10
      ],
      [
        4192,
        4192,
        11
      ],
      [
        4192,
        4192,
        12
      ],
      [
        4192,
        5144,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105468",
    "title": "Extract of a Letter from Dr. John Hope, Professor of Medicine and Botany in the University of Edinburgh, to Dr. Pringle; Dated Edinburgh, 24 September, 1765",
    "authors": "John Hope",
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105468"
  }
}