{
  "id": "3f8a3f45293e316d0fdb165d919a13ea60d8f6d4",
  "text": "cavity; at least, the brown yellowish tinge of the face, is a common symptom in these obstructions; but in this case it appears to have been owing to the want of one of the pulmonary lobes, the other not being alone sufficient to work the blood, and give it the necessary redness.\n\nShort and imperfect as this relation is, I hope, nevertheless, that it will prove sufficient to convince the Royal Society of the great regard, which I, with justice, have for so useful and praiseworthy an institution.\n\nXII. An Account of a New Improvement of the Portable Barometer. By Edward Spry, M.D. of Totnes, Devon. In a Letter to the Right Honourable James Earl of Morton, President of the Royal Society.\n\nMy Lord,\n\nRead Feb. 28, 1765.\n\nTHIS barometer of my invention, and construction, I presume, will answer every intention of the usual, and more complex portable one, and in a much more simple and durable manner, viz. The double round at the bottom makes it difficult (even if we endeavour thereto) to cause an ascent of air, or a fall of mercury into the bowl; which, if the latter circumstance were to attend it, the quicksilver, from the bowl's construction, must remain therein, thence of no in-\nconvenience. The small bowl at the top, with beads therein, render it far less liable to break by the mercury's ascent, the bowl giving it an immediate expansion from the colon, and the beads counteracting its force as so many springs, which has such an effect, that from many experiments (purposely made) I have found it no easy matter to break it by the mercury's ascent, which is very easy in the common one; yea, it even frequently breaks, if the greatest caution is not taken in turning it. Its so well vacuated by boiling the quicksilver in the tube, that I depend on its being luminous after being carried so far; and, as a further proof, I doubt not of your finding the elevation above any other. The tube may be as large as you please; but, if so, it should not be continued further than the tube's curve, which should have its colon small (no inconvenience to the instrument, which may otherwise take air) by the tube's being drawn so, or, what is better, one of the smallest bore being joined thereto.\n\nThis barometer may be conveniently carried, inverted, in a walking-stick, with a scale contained in a large tube covering the other, which I should have completed, had I had a fit tube.\n\nThe beads, at a certain time, may be apt to detain a little mercury in the bowl; but that is to be easily reunited by shaking it, or causing it to re-ascend therein. The instrument might have been somewhat neater, had I (instead of turning it at the lamp with a blow-pipe) rendered the tube flexible over a charcoal fire, and turned it on a stick of pipe-maker's clay, but I could not procure it.\n\nCaution\nCaution is requisite, that the beads, in sealing the bowl at top, do not adhere thereto, being thereby very liable to break in boiling, or after: likewise the rounds should not touch one the other, being liable therefrom to the same inconvenience. I have made some with three rounds, but find them not better than with two.\n\nA diagonal one may be constructed in the same manner, thence capable of being removed from place to place. I am,\n\nMy Lord,\n\nYour Lordship's,\n\nAnd the learned Society's,\n\nVery humble and obliged servant,\n\nE. Spry.\n\nXIII. A Letter from Mr. Woollcombe, Surgeon at Plymouth Dock, to Dr. Huxham, F. R. S. concerning the Case of a Locked Jaw.\n\nRead March 7, 1765.\n\nAccording to your desire, I have sent you the case of the locked jaw I lately had under my care. On Saturday June 2, in the afternoon, I was sent for to a poor woman, who an hour or two before had been taken with an oppression",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105447.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 988,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1194,
        2
      ],
      [
        1194,
        2801,
        3
      ],
      [
        2801,
        3711,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105447",
    "title": "An Account of a New Improvement of the Portable Barometer. By Edward Spry, M. D. of Totness, Devon. In a Letter to the Right Honourable James Earl of Morton, President of the Royal Society",
    "authors": "Edward Spry",
    "year": 1765,
    "volume": "55",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105447"
  }
}