{
  "id": "3feb7cbaf99f7e0844620e80141ba51cc0603bc0",
  "text": "acted by the circulating blood, before the existence of the Umbilical Vessels, or before the connecting of the Fetus with the Uterus? A new Experiment to prove, that the Chyle is not transmuted into Blood by the Liver. A discourse of the Nature of the Blood, and what difference there is between the Venal and Arterial blood, and for what Uses both the one and the other are particularly designed. Where it is considered, what Life is, and whence the Soul of Brutes, and its subsistence, and operations do depend. It is also required into, what the uses of the Lungs are in hot Animals? And many other such material disquisitions are to be found in this small, but very Ingenious and Learned Treatise.\n\nA Note touching a Relation, inserted in the last Transactions.\n\nIn the Experiment of killing Ratle-Snakes, mentioned in the last of the precedent Papers (wherein, by a mistake, these words, The way, were put for A way, or An Experiment) it should have been added, that the Gentleman there mention'd, did affirm, that, in those places, where the Wild Penny-Royal or Dittany grows, no Ratle-Snakes are observed to come.\n\nErrata.\n\nPag. 59. line 11. read, bignesses, l. 20. r. endure, for, resist. l. 30. r. those, for, these. l. 31. r. Plain, for, place.\n\nLONDON,\n\nPrinted with Licence, By John Martyn, and James Allestry, Printers to the Royal-Society, at the Bell in St. Pauls Church-Yard. 1665.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101433.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 429,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1397,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101433",
    "title": "Errata",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101433"
  }
}