{
  "id": "a15e140e70e4801a58eb7f06a032c89f43cc5c8e",
  "text": "PRESENTS\nRECEIVED BY THE\nROYAL SOCIETY,\nFrom November 1806 to June 1807,\nWITH THE\nNAMES OF THE DONORS.\n\n1806.\n\nNov. 6. Explanations of Time-keepers, constructed by Mr. T. Earnshaw, and the late Mr. J. Arnold. London, 1806. 4°\n\nArchæologia, Vol. XV. London, 1806. 4°\n\nPlates XVIII. XIX. and XX. of Vol. IV. of Vetus Monuments.\n\nTransactions of the Society for the encouragement of Arts, Manufactures, and Commerce, Vol. XXIII. London, 1805. 8°\n\nTransactions of the Royal Society of Edinburgh, Vol. VI. Part I. Edinburgh, 1806. 4°\n\nAsiatic Researches, Vol. VIII. Calcutta, 1805. 4°\n\nKongl. Vetenskaps Academiens Nya Handlingar, Tom. 26. för år 1805. 3d and 4th quarter, and Tom. 27. för år 1806, 1st quarter. Stockholm. 8°\n\nFasciculus 9 and 10 of a Synopsis of the British Confervae, by L. W. Dillwyn.\n\nThe History of a new Method of inoculating discovered in England; by Alex. Pearson; translated into Chinese by Sir George Staunton. Canton, 10th year of the reign of Kia King. 8°\n\nThe same in English. Mscr. 4°\n\nWerneria. Part II. London. 1806. 12°\n\nBibliotheque Britannique. No. 245—254.\n\nAnalyse et Tableaux de l’Influence de la Petite Verole sur la Mortalité à chaque Age, par E. E. Duviard. Paris, 1806. 4°\n\nTraité Elementaire de Physique, par M. l’Abbé Haüy, seconde edition. Paris, 1806. Tomes 2. 8°\n\nDonors.\n\nThe Commissioners of Longitude.\n\nThe Society of Antiquaries.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nThe Royal Society of Edinburgh.\n\nThe Asiatick Society of Bengal.\n\nThe Royal Academy of Sciences of Stockholm.\n\nLewis Weston Dillwyn, Esq. F. R. S.\n\nSir G. Thomas Staunton, Bart., F. R. S.\n\nRev. Stephen Weston, B.D. F. R. S.\n\nProfessor Pictet, F. R. S.\n\nM. Duviard.\n\nAbbé Haüy, de l’Institut de France.\nPRESENTS.\n\nThe Philosophical Transactions abridged. Vol. IX. Parts III. IV. and Vol. X. Parts I. II. III. The Literary Journal. June—October, 1806.\nPractical Observations on the principal Diseases of the Eyes, translated from the Italian of Ant. Scarpa, by J. Briggs. London, 1806. 8°\nAn Epitome of Chemistry, by W. Henry, 4th edition. Edinburgh, 1806. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No LVII. to LXII.\nThe Philosophical Magazine, by A. Tilloch. No XCVII.—CI.\nThe Critical Review. June—October, 1806.\n27. Facts, Observations, and Conjectures relative to the Generation of the Opossum of North America. Philadelphia, 1806. 8°\nEssai sur le Monde, par H. Azaïs. Paris, 1806. 8°\nAn Abstract of the whole Doctrine of the Christian Religion, by J. A. Freylinghausen. The First Book stereotyped by the new Process. London, 1804. 8°\nThe Book of Common Prayer. Cambridge. Stereotype Edition. 8°\nEntick's spelling Dictionary, revised by J. Robinson. Stereotype Edition. London, 1806. 8°\nA Letter to the Earl of Moira, on the Accusations brought against H. R. H. the Prince of Wales, by Mr. Paull. London, 1806. 8°\n\nDec. 11. Royal Humane Society, Annual Report. 1806. London.\nFasciculus XI. of a Synopsis of the British Conferae, by L. W. Dillwyn.\nThe Philosophical Transactions abridged. Vol. X. Part IV.\nThe Literary Journal. November, 1806.\nA Journal of Natural Philosophy, by W. Nicholson. No. LXIII.\nThe Philosophical Magazine, by A. Tilloch. No. CII.\nFour Stereotype Plates, with Impressions from them.\nThe Critical Review. November, 1806.\n\n1807.\nJan. 8. The Literary Journal. December, 1806.\nA Journal of Natural Philosophy, by W. Nicholson. No. LIV and LXV.\nThe Philosophical Magazine, by A. Tilloch. No. CIII.\nThe Critical Review. December, 1806.\n\nDONORS.\n\nMessrs. C. and R. Baldwin.\nMr. James Briggs.\nMr. William Henry.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nProfessor Barton of Philadelphia.\nM. Azaïs.\nMr. Andrew Wilson.\n\nThe Author.\nThe Royal Humane Society.\nLewis Weston Dillwyn, Esq. F. R. S.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nMr. Andrew Wilson.\nThe Proprietor.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nPRESENTS.\n\n15. A Chart of the Red Sea, by Lieut. Charles Court. Two Sheets.\nA Portrait of the late Brook Taylor, M. D. Sec. R. S. painted by Ramsay.\nOriginal Letters of Dr. Brook Taylor on Mathematical Subjects.\nThe Philosophical Transactions abridged. Vol. XI. Part. I.\nA Meteorological Journal of the Year 1806, kept in London, by W. Bent. London, 1807. 8°\n\n22. Mémoires de l'Academie Royale des Sciences et Belles Lettres, 1803. Berlin, 1805. 4°\nAstronomisches Jahrbuch für das Jahr 1809, von J. E. Bode. Berlin, 1806. 8°\n\n29. A short Account of the Cause of the Disease in Corn called by the Farmers, the Blight, the Mildew, and the Rust, by the Right Hon. Sir Joseph Banks, Bart. K. B. with Annotations by an Agriculturist. London, 1807. 8°\nDell' Obliquità dell' Eclittica, Memoria di Gius. Piazzi. Modena, 1804. 4°\nRicerche di Gius. Piazzi sulla Parallasse annua di alcune delle principale Fisse. Modena, 1805. 4°\nDel Reale Osservatorio di Palermo, libro sesto. Palermo (1806). fol.\n\nFeb. 5. Charter of the London Institution. London, 1807. 8°\nThe Philosophical Transactions abridged. Vol. XI. Part. II.\nA Journal of Natural Philosophy, by W. Nicholson. No LXVI.\nThe Philosophical Magazine, by A. Tilloch. No. CIV.\nThe Critical Review. January, 1807.\n\n12. Nouveau Forceps non croisé, par J. S. Thenance. Lyon, an 10. 8°\nEssai sur la Theorie des trois Elemens, comparée aux Elemens de la Chimie pneumatique, par M. Tissier. Lyon, 1804. 8°\n\n19. The Nautical Almanac for the year 1811. London, 1806. 8°\nScriptores Logarithmicici, or a Collection of Tracts on the Nature and Construction of Logarithms, Vol. VI. London, 1807. 4°\n\n26. Bibliotheque Britannique, No. CCLV. CCLVI.\n\nMarch 5. The Philosophical Transactions abridged. Vol. XI. Part III.\nA Journal of Natural Philosophy, by W. Nicholson. No. LXVII.\nThe Philosophical Magazine, by A. Tilloch. No. CV.\nProfessional Observations on the Architecture of the principal Buildings in France and Italy, by G. Tappen. London, 1806. 8°\n\nDONORS.\n\nViscount Valentia. F. R. S.\nSir William Young, Bart. F. R. S.\n\nMessrs. C. and R. Baldwin.\nMr. William Bent.\n\nThe Royal Academy of Sciences of Berlin.\nMr. J. E. Bode, F. R. S.\n\nSir Thomas Hanmer, Bart. F. R. S.\n\nProfessor Piazzi of Palermo. F. R. S.\n\nRobert Wigram Esq. F. R. S.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\n\nThe Proprietor.\nM. Thenance.\nM. Tissier.\n\nThe Commissioners of Longitude.\nFrancis Maseres, Esq. F. R. S.\n\nProfessor Pictet, F. R. S.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nMr. George Tappen.\nPRESENTS.\n\nThe Critical Review. February, 1807.\n\n12. Meteorological Observations made at Nottingham-house, Athapescow Lake, from May 25, 1805, to June 5, 1806, by Peter Fidler. Mscr. fol.\n\n19. Flora Batava, No. XVII. to XXII. Amsterdam.\n\nApril 9. The Philosophical Transactions abridged. Vol. XI. Part IV.\n\nA Memoir on the best Method of Measuring Time at Sea, by M. Le Roy, translated from the French by T. S. Evans.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXVIII.\n\nThe Philosophical Magazine, by A. Tilloch. No. CVI.\n\nThe Critical Review. March, 1807.\n\n16. Fasciculus 12, of a Synopsis of the British Con- fervæ, by L. W. Dillwyn.\n\nAncient and modern Malta, by L. de Boisgelin. London, 1804. 3 Vols.\n\nTraité de la Fievre jaune d'Amerique, par L. Valentin. Paris, 1803.\n\nAnalysis of the mineral Waters of Butterby, by W. R. Clanny. Durham, 1807.\n\n30. Caledonia, by G. Chalmers. Vol. I. London, 1807.\n\nThe Anatomy and surgical Treatment of crural and umbilical Hernia, by A. Cooper. Part II. London, 1807.\n\nFragments of Oriental Literature, by S. Weston. London, 1807.\n\nThe Philosophical Transactions abridged. Vol. XII. Part I.\n\nThe Philosophical Magazine, by A. Tilloch. No. CVII.\n\nMay 7. The Critical Review. April, 1807.\n\n14. Bibliothèque Britannique. No. CCLVII.—CCLX.\n\nJune 4. A Course of Lectures on natural Philosophy, and the mechanical Arts, by Th. Young. London, 1807. 2 Vols.\n\nThe Philosophical Magazine, by A. Tilloch. No. CVIII.\n\nThe Critical Review. May, 1807.\n\n11. Observations on Fractures of the lower Limbs, by Sir James Earle. London, 1807.\n\nThe Philosophical Transactions abridged. Vol. XII. Part II.\n\n18. Transactions of the Linnean Society of London. Vol. VIII. London, 1807.\n\nFasciculus 13, of a Synopsis of the British Con- fervæ, by L. W. Dillwyn.\n\nDONORS.\n\nThe Proprietor.\nJoseph Colen, Esq.\n\nThe Minister of the Interior of Holland.\nMessrs. C. and R. Baldwin.\n\nMr. T. S. Evans.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\nLewis Weston Dillwyn, Esq. F. R. S.\nChev. Louis de Boisgelin.\n\nLouis Valentin, M. D.\n\nW. R. Clanny, M. D.\n\nGeorge Chalmers, Esq. F. R. S.\n\nMr. Astley Cooper, F.R.S.\n\nRev. Stephen Weston, B. D. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\nProfessor Pictet, F. R. S.\n\nThomas Young, M. D.\n\nF. R. S.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\nSir James Earle, Knt.\n\nF. R. S.\n\nMessrs. C. and R. Baldwin.\n\nThe Linnean Society.\n\nLewis Weston Dillwyn, Esq. F. R. S.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1807.\n\nA\n\nAcid, Muriatic, experiments shewing that it is not formed in galvanic processes, 5\n———, Carbonic, on its composition, 290\nAcids, on their passage through alkalies by means of electricity, 24\n———, on their electrical energies, 34\nAffinity, Chemical, on its suspension by electrical powers, 24\n———, on its relations to the electrical energies of bodies, 39\nAir, Atmospheric, its analysis, 253\nAlbuminum of trees, not essential to the production of bark, 112\nAlkalies, on their electrical energies compared with those of acids and metals, 35\nAllen, William, Esq. His experiments made in conjunction with W. H. Pepys, Esq. on the quantity of carbon in carbonic acid, and on the nature of the diamond, 267\nAnalysis, on a method of effecting it by electricity, 52\n———, an, of the waters of the Dead Sea and the River Jordan, 296\nArmadillo (with nine bands), observations on the stomach of the, 156\nAss, observations on the stomach of the, 151\n### INDEX\n\n**B**\n\n*Bat, the Vampyre*, observations on the stomach of the, - 158  \n*---, the Long-eared*, - 159  \n*Bark of trees*, on its formation, - 103  \n*Beaver*, observations on the stomach of the, - 147  \n*Bees*, on their economy, - 234  \n*Brinkley, Rev. John, D.D.* On an investigation of the general term of an important series in the inverse method of finite differences, - 114\n\n**C**\n\n*Carne, Mr. Joseph*. An account of the Relistian tin mine, - 293  \n*Cataracts*, effects produced by their removal, - 84, 86, 88, 90  \n*Charcoal*, on its power of absorbing water, - 271  \n*---*, experiments on its combustion, - 276  \n*Chyle*, observations on its formation, - 171  \n*Coal, stone*, experiments on its combustion, - 287  \n*---, animal*, - 288  \n*Codfish*, observations on the stomach of the, - 145  \n*Comet*, observations of one, - 265  \n*Cormorant*, observations on the stomach of the, - 160\n\n**D**\n\n*Davy, Humphry, Esq.* The Bakerian Lecture on some chemical agencies of electricity, - 1  \n*Diamond*, on its combustion, - 179, 281  \n*Digestion*, general observations on, - 164  \n*Dormouse*, observations on the stomach of the, - 148\n\n**E**\n\n*Electricity*, on the chemical agencies of, - 1  \n*---*, on the transfer of the constituent parts of compound bodies by it, - 20  \n*Elephant*, observations on the stomach of the, - 154  \n*Equinoxes*, on the precession of - 57  \n*Eucliometer*, new one, - 247\nINDEX.\n\nF\n\nFairy Rings, on their causes, - 134\nFrog, observations on the stomach of the, - 161\nFungi, on their operation in producing fairy rings, - 136\n\nG\n\nGas, carbonic acid, mode of ascertaining its purity, - 254\n---, oxygene, - 254\n---, sulphurated hydrogene, - 254\n---, nitrous, - 255\nGlass, its decomposition by electricity, - 17\n\nH\n\nHare, observations on the stomach of the, - 146\nHawk, - 159\nHeat, experiments on its production in the decomposition of bodies by electricity, - 48\nHerschel, William, L.L.D. His experiments for investigating the cause of the coloured concentric rings, discovered by Sir Isaac Newton, between two object glasses laid upon one another, - 180\n---, Observations on the nature of the new celestial body discovered by Dr. Olbers, and of the comet which was expected to appear last January, on its return from the Sun, - 260\nHippopotamus, observations on the stomach of the, - 166\nHog, observations on the stomach of the, - 153\nHome, Everard, Esq. An account of two children born with cataracts in their eyes, to shew that their sight was obscured in very different degrees; with experiments to determine the proportional knowledge of objects acquired by them immediately after the cataracts were removed, - 83\n---, observations on the structure of the different cavities which constitute the stomach of the whale, compared with those of ruminating animals, with a view to ascertain the situation of the digestive organ, - 93\n---, observations on the structure of the stomachs of different animals, with a view to elucidate the process of converting animal and vegetable substances into chyle, - 139\nHuman Stomach, observations on the, - 156,169\nINDEX.\n\nI\n\nInstincts, observations on the supposed hereditary ones of animals, 240\nIron, sulphate of, impregnated with nitrous gas, on its use as an eudiometrical substance, 249\n\nJ\n\nJordan, the river, examination of its waters, 312\n\nK\n\nKangaroo, observations on the stomach of the, 151\n———, on the digestive functions of the, 165\nKnight, Thomas Andrew, Esq. On the formation of the bark of trees, 103\n———, on the economy of bees, 234\n\nL\n\nLecture, the Bakerian, 1\nLime, muriate of, experiments on its composition, 300\nLynx, observations on the stomach of the, 157\n\nM\n\nMagnesia, muriate of, experiments on its composition, 300\nMalphigi, his hypothesis on the formation of the bark of trees controverted, 113\nMammalia, observations on their digestive functions, 99\nMarget, Alexander, M.D. His analysis of the Dead Sea, and the River Jordan, 296\nMetallic salts, their decomposition by electricity, 18\nMetals, on their electrical energies, 33\n———, on their cohesion, as probably influenced by the difference in their states of electricity, 51\nMole, observations on the stomach of the, 155\nMorveau, Guyton de, his opinions on the nature of the diamond controverted, 291\nINDEX.\n\nN\n\nNeutro-earthly compounds, experiments on their decomposition into earths and acids by electricity, 13\nNeutro-saline compounds, experiments on their decomposition into acid and alkali by electricity, 18, 19\n\nO\n\nObjects, experiments on the effects of their figure after the removal of a cataract, 88\nOxalate of Ammonia, its application in analytical processes, 303\n\nP\n\nPebbles, on those found in the Relistian mine cemented by tin ore, 293\nPecari, observations on the stomach of the, 154\nPEPPYS, WILLIAM HASLEDINE, Esq. On a new eudiometer, accompanied with experiments elucidating its application, 247\nPhyseter, remark on its oil, 100\nPlanet, new one discovered by Dr. Olbers. Observations of, 260\nPlumbago, experiments on its combustion, 285\nPresents received by the Royal Society from November 1806 to June 1807, 315\n\nR\n\nRat, water, observations on the stomach of the, 149\n—, common, 150\nRings, on the coloured concentric ones occasioned when one object glass is laid upon another, 180\n—, methods of producing them, 182\n—, on measuring them, 197\n—, considerations relating to the cause of their formation, 225\n—, on their production without the assistance of any thick or thin plates either of glass or air, 230\nROBERTSON, REV. ABRAHAM, on the precession of the equinoxes, 57\nRumination, observations on this process, 172\n\nS\n\nSaline matter, existence of it in different fossile bodies, 10\nSCHROETER, JOHN JEROME, Esq. His observations and measurements of the planet Vesta, 245\nINDEX.\n\nSea, the Dead, an analysis of its water, - 297\nSeries, investigation of an important one in the inverse method of finite differences, - 114\nShark, the Blue, observations on the stomach of the, - 161\nSoda, muriate of, experiments on its composition, - 301\nStoat, observations on the stomach of the, - 155\nStomachs, methods of examining their structure, - 142\n-, general observations on, - 158\nSubstances, animal and vegetable, on the passage of chemical agents through them by means of electricity, - 28\n\nT\n\nTastes, acid and alkaline, in galvanic experiments, how explained, - 53\nTin mine, on the Relistian, - 293\nTurkey, observations on the stomach of the, - 144\nTurtle, - 161\n\nV\n\nVesta, on a new planet so called, - 245\nViper, observations on the stomach of the, - 160\nVision, newly acquired, on its peculiarities, - 90\nVolta, on the mode of action of his electrical pile, - 45\n\nW\n\nWater, on the changes produced in it by electricity, - 2\n-, on its decomposition when pure, into oxygene and hydrogen only, - 12\nWax, observations on, - 243\n-, supposed to be of vegetable origin, - 244\nWhale, on the structure of its stomach, - 93\n-, on its digestion, - 97\nWollaston, William Hyde, M.D. on fairy rings, - 13\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107246.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16972,
    "total-output-tokens": 5796,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1752,
        2
      ],
      [
        1752,
        3989,
        3
      ],
      [
        3989,
        6562,
        4
      ],
      [
        6562,
        9037,
        5
      ],
      [
        9037,
        10040,
        6
      ],
      [
        10040,
        11448,
        7
      ],
      [
        11448,
        13127,
        8
      ],
      [
        13127,
        14291,
        9
      ],
      [
        14291,
        15780,
        10
      ],
      [
        15780,
        17057,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107246",
    "title": "Back Matter",
    "authors": null,
    "year": 1807,
    "volume": "97",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107246"
  }
}