{
  "id": "aea4e0f012fac1bbd8843e6d7af75ea563189e85",
  "text": "as I saw them to the east of the Giants-causeway, and in the isle of Mull; except that these are divided by such a sparthy substance into a great number of small figures, which seem to go down through them. There are spots and veins of a whitish stone in the pillars. There is no sign of any thing of this kind in any of the rocks near, that I could observe, or hear of.\n\nXVIII. An Account of a remarkable Meteor seen at Oxford. In a Letter to the Rev. Thomas Birch, D. D. Secretary to the Royal Society, from the Rev. John Swinton, B. D. of Christ-Church, Oxon. F. R. S.\n\nReverend Sir,\n\nRead Feb. 26, 1761.\n\nBEING on the Parks, or public university-walk here, on Sunday, Sept. 21, 1760, from 6th 40' to 7th 25' P. M. such a meteor exhibited itself to my view as I had never seen before. [Vide Tab. III.] A dark cloud, like a pillar or column of thick black smoke, and perpendicular to the horizon, appeared in the N. W. pushing gradually forward towards the zenith, and at last extending itself almost to the opposite part of the heavens. It was at first several degrees broad, but grew broader and broader, as it approached the zenith; through which it passed, and nearly bisected the hemisphere, in a wonderful manner. At 7th this surprizing arch, falling little short of a femicircle,\nthat would have resembled an *Iris*, had not the colours of it been different, seemed to be completely formed. I say, \"had not the colours of it been different;\" because the lower part was exceeding black, but the other subfuscous only and white. The exterior limb of this arch as far as the vertex was tinged with a pale yellow, that gave it no disagreeable appearance. The edges of it were at first tolerably smooth, and pretty well defined, but afterwards became rugged and irregular. The whole moved with the wind, from the first to the last moment of its existence. For a few minutes, it rendered the moon absolutely invisible. That planet had, for a considerable time before its approach, been somewhat darkened by the thick hazy air; which, however, did not totally obscure it. The tract near the northern part of the horizon, contiguous to the meteor, was interspersed with fuscous caliginous clouds, and that near the zenith with some of a whitish colour. All of them were very distinguishable from the phenomenon itself. They grew gradually paler and paler, till they were entirely dispersed. About 7\\(^{h}\\) 25' P.M. all remains of the meteor were so perfectly dissipated, that not the faintest traces of them were to be seen.\n\nThat this phenomenon was a *Water-Spout*, or rather the first appearance of one, though the proper *Spout* itself was not visible, will perhaps not be denied by any person moderately versed in natural history. The foregoing description seems to render this at least extremely probable. This meteor made a considerable impression upon the minds of the vulgar here. Several of the lower sort of people, according to custom, believed it to portend some calamitous event.\nOne of them declared, that it would prove a scourge (as she imagined it to resemble a whip or scourge) to this nation; and others, even less superstitious, were struck with no small degree of astonishment at so unusual a sight. The weather was mild, or rather warm, the whole day. The wind, during the continuance of the phenomenon, and almost ever since, was W. S. W. though it did not then exceed a very gentle gale.\n\nWhen or where the dissolution of the Spout happened, provided we admit of the foregoing supposition, I cannot pretend to say; not having received, from any person, the least information on that head. The weather for three months before was, with very little intermission, hot and exceeding dry, such as generally precedes meteors of this kind *. As the phenomenon was seen, by the Reverend Dr. Neve, Fellow of Corpus-Christi College, at Middleton-Stoney, twelve miles from hence, and (as I was told by Samuel Wilmot, Esq;) at Sandford, N. W. of that village, a few miles farther from this place, at the very time that I observed it, and attended by circumstances nearly the same with those that occurred to me; it must have been, as might easily be demonstrated, of a pretty considerable height.\n\nPerhaps it would be difficult to find an account of a meteor resembling this in every particular, either in antient or modern history. 'Tis certain, a similar one is not remembered, or recorded, ever to have been seen here. Such appearances at sea, on our coasts, are very uncommon; but at land, especially so\n\n* Philos. Transact. Vol. XXII. n. 270. p. 805.\nfar distant from the sea as is Oxford, extremely rare. I therefore judged, that a short description of it might not be altogether unacceptable to the Royal Society. I shall only beg leave to add, that a most terrible storm of rain and hail followed it, which continued from a little past 3 to near 5 o'clock, the next morning; that we have had much of such stormy weather here, and in the neighbourhood of this city, ever since; and that\n\nI am,\n\nWith all possible consideration and esteem,\n\nGood Sir,\n\nYour most obliged,\n\nand most obedient,\n\nhumble servant,\n\nJohn Swinton.\n\nChrist-Church, Oxon.\nSept. 27, 1760.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105595.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9270,
    "total-output-tokens": 1417,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1289,
        3
      ],
      [
        1289,
        2996,
        4
      ],
      [
        2996,
        4571,
        5
      ],
      [
        4571,
        5181,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105595",
    "title": "An Account of a Remarkable Meteor Seen at Oxford. In a Letter to the Rev. Thomas Birch, D. D. Secretary to the Royal Society, from the Rev. John Swinton, B. D. of Christ-Church, Oxon. F. R. S.",
    "authors": "John Swinton",
    "year": 1761,
    "volume": "52",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105595"
  }
}