{
  "id": "1010e53bef1373c77c6ab6d6052ae903b3c99f78",
  "text": "to insert several of them in fit places of that History, against\nthe next Edition. Here is a certain Stone, that is thought\nto be petrefyed Bone, being shap'd like a Bone, with the\nMarrow taken out; but with a fit Menstruum, I found that\nI could easily dissolve it, like other soft Stones: and possi-\nbly it may prove as fit as Osteocolla, for the same Medicinal\nUses.\n\nOf the nature of a certain Stone, found in the In-\ndies, in the head of a Serpent.\n\nThere was, some while ago, sent by Sir Phileberto Vernatti\nfrom Java major, where he resides, to Sir Robert Moray, for\nthe Repository of the Royal Society, a certain Stone, affirm-\ned by the Presenter to be found in the Head of a Snake,\nwhich laid upon any Wound, made by any venomous Cre-\nature, is said to stick to it, and so draws away all Poison:\nand then, being put in Milk, to void its Poison therein, and\nto make the Milk turn blew; in which manner it must be\nused, till the Wound be cleansed.\n\nThe like Relations having been made, by several others,\nof such a Stone, and some also in this City affirming, to have\nmade the Experiment with success, it was thought worth\nwhile, to inquire further into the truth of this Matter: since\nwhich time, nothing hath been met with but an Informa-\ntion delivered by that Ingenious Parisian, Monsieur Thevenot,\nin his second Tome, of the Relations of divers considerable\nVoyages, whereof he lately presented some Exemplars to his\nFriends in England. The Book being in French, and not\ncommon, 'tis conceived it will not be amiss to insert here\nthe said Information, which is to this effect:\n\nIn the East Indies, and in the Kingdom of Quamsy in China,\nthere is found a Stone in the Head of certain Serpents (which\nthey call by a name signifying Hairy Serpents) which heals the\nbitings of the same Serpent, that else would kill in 24 hours.\nThis Stone is round, white in the middle, and about the edges\nedges blew or greenish. Being applyed to the Wound, it adheres to it of itself, and falls not off, but after it hath sucked the Poyson: Then they wash it in Milk, wherein 'tis left awhile, till it return to its natural condition. It is a rare Stone, for if it be put the second time upon the Wound, and stick to it, 'tis a sign it had not suck'd all the Venome during its first application; but if it stick not, 'tis a mark that all the Poyson was drawn out at first. So far our French Author: wherein appears no considerable difference from the written Relation before mentioned.\n\nOf the way, used in the Mogol's Dominions, to make Saltpetre.\n\nThis is delivered in the same Book of Monsieur Thevenot, and the manner of it having been inquired after, by several curious Persons, to compare it with that which is used in Europe, 'tis presum'd, they will not be displeased to finde it inserted here in English, which is as followeth:\n\nSaltpetre is found in many places of the East Indies, but chiefly about Agra, and in the Villages, that heretofore have been numerously inhabited, but are now deserted. They draw it out of three sorts of Earth, black, yellow, and white: the best, is that which is drawn out of the black, for it is free from common Salt. They work it in this manner: They make two Pits, flat at the bottom, like those wherein common Salt is made; one of them having much more compass than the other, they fill that with Earth, upon which they let run Water, and by the feet of People they tread it, and reduce it to the consistency of a Pap, and so they let it stand for two days, that the Water may extract all the Salt that is in the Earth: Then they pass this Water into another Pit, in which it crystallizes into Saltpetre. They let it boil once or twice in a Caldron, according as they will have it whiter and purer. Whilst it is over the Fire, they scum it continually, and fill it out into great Earthen Pots, which hold",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101446.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1047,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1899,
        2
      ],
      [
        1899,
        3842,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101446",
    "title": "Of the Nature of a Certain Stone, Found in the Indies, in the Head of a Serpent",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101446"
  }
}