{
  "id": "0f1346dd8b3c03aa66d0980743ee4ddc76d7a39b",
  "text": "led Papillares; but that from the tip of the Tongue unto the string there is observed none at all.\n\n2. He hath experimented, that if you put Sal Armoniack upon the places of the Tongue, where those Eminencies are not, you shall find no Taste; but that you will find it presently, as soon you put any such Salt, where they are to be met with. Ergo, faith he, those Eminencies are the principal Organ of Taste.\n\n3. He affirms, that with a Microscope may be seen in those Risings many little holes, at the bottom whereof there are small nerves, terminating there: But he directs, to observe this in live and healthy, not in dead or sick Animals.\n\nHaving laid down these Observations, he concludes, that the manner, after which Taste is perform'd, is this, That the particles of Salt passing through those pores, which pierce the Papillary Eminences, and penetrating as far as to the nerves, that meet them there, do by the means of their small points prick them; which pricking is called the Taste.\n\nIn the mean time he acknowledges, that before him Signior Malpighi, Professor at Messina, had made some of these discoveries.\n\nThe notice of these two last Books we owe to the French Journal.\n\nCorrect in Numb. 19.\nPag. 342. lin. 33. read mixt Ores instead of, mixt with Ores.\n\nCorrect in this present Numb. 20:\nPage 359. line 13. Read Marle for Pearle.\n\nLondon, Printed for Moses Pitt at the White-Hart in Little-Britain.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101535.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 417,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1418,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101535",
    "title": "Correction",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101535"
  }
}