{
  "id": "576c69441b0c2b6f55b32ca93a53575003f9b66d",
  "text": "VIII. An Account of some Endeavours to ascertain a Standard of Weight and Measure. By Sir George Shuckburgh Evelyn, Bart. F. R. S. and A. S.\n\nRead February 22, 1798.\n\n§. 1.\n\nHaving for some years turned my thoughts to the consideration of an invariable and imperishable standard of weight and measure, as being a thing, in a philosophical view, highly desirable, and likely to become extremely beneficial to the public, I had, so early as the year 1780, taken up the idea of an universal measure, from whence all the rest might be derived, by means of a pendulum with a moveable centre of suspension, capable of such adjustments, as to be made to vibrate any number of times in a given interval; and, by comparison of the difference of the vibrations with the difference of the lengths of the pendulum, (which difference alone might be the standard measure,) to determine its positive length, if that should be thought preferable, under any given circumstances; by which means, all the difficulties arising in determining the actual centre of motion and of oscillation, which have hitherto so much embarrassed these experiments, would be gotten over.\n\n(§. 2.) I made several computations of the probable accuracy that might be expected from such an experiment, and was satisfied with their result. But, not seeing clearly how such a pendulum could be connected to a piece of mechanism, to\nnumber the vibrations without affecting them, I dropped the idea for that time. I learnt, however, some time afterwards, that Mr. John Whitehurst, a very ingenious person, had been in pursuit of the same object with better success, and had contrived a machine fully corresponding to his expectations and my wishes. This he afterwards explained to the world, in a pamphlet, entitled, \"An Attempt to obtain Measures of Length, &c. from the Mensuration of Time, or the true Length of Pendulums;\" published in 1787. Mr. Whitehurst having therein done all that related to the standard measure of length, and suggested that of weight, it appeared to me that it remained only to verify and complete his experiments.\n\n§ 3. For this purpose, by the kind assistance of my friend Dr. G. Fordyce, who, at Mr. Whitehurst's death, had purchased his apparatus, I was furnished with the very machine with which Mr. Whitehurst had made his observations. I also procured to be made, by Mr. Troughton, a very excellent beam-compass or divided scale, furnished with microscopes and micrometer, for the most exact observations of longitudinal measure: as also a very nice beam or hydrostatic balance, sensible with the $\\frac{1}{100}$ of a grain, when loaded with 6lb. Troy at each end. Mr. Arnold made me one of his admirable time-keepers, in order to carry time from my sidereal regulator in my observatory, with which it was adjusted, to the room wherein I had fixed Mr. Whitehurst's pendulum; and who, having taken a journey from London into Warwickshire, was so good as to assist in the beginning of these experiments. Thus equipped, I went to work in the latter end of August, 1796, when the temperature was about $60^\\circ$, first to examine the length of the pendulum; when, to my great mortification, I found that the\nthin wire, of which the rod consisted, was too weak to support the ball in a state of vibration; and that, after 15 or 20 hours action, it repeatedly broke. The same misfortune attended my trials with three other different sorts of wires that I had obtained from London. Whether this accident happened from any rust in the old wire, or from want of due temper in the new, or from its being too much pinched between the cheeks,* I cannot tell: I can only observe, that all the wires that I used were considerably heavier, and therefore probably stronger, than what Mr. Whitehurst mentions, viz. 3 grains in weight for 80 inches in length; nay, mine proceeded as far as from 5 to 6 grains for that length, and yet I could never get it to support the ball during the whole period of my experiment. This being the case, and being in the country, far removed from the manufactory of this fine wire, I was reluctantly compelled to relinquish this part of the operation to some more favourable opportunity. In the mean while, however, I thought it desirable to measure the difference of the lengths of Mr. Whitehurst's pendulum from his own observations; for, very fortunately, the marks that he had made on the brass vertical ruler of his machine were still visible; and this interval, which he calls \"59,892 inches,\" I determined, on my divided scale made by Troughton, from Mr. Bird's standard, to be = 59,89358 inches, from a mean of four different trials in the temperature of 64°; that mean differing from the extremes only = ,0003 inch.\n\n(§. 4.) By this examination, if I have not verified, I have at least preserved, Mr. Whitehurst's standard; and, for the present, I shall consider this measure of the difference of the length of the two pendulums, vibrating 42 and 84 times in a\n\n* C, C, fig. 1. of Plate II. in Mr. Whitehurst's pamphlet.\nminute of mean time, as correct. On this presumption, I shall proceed to the examination of weight.\n\n(§. 5.) From the opinion of different skilful persons, with whom I have conferred, as well as from the result of my own considerations, I am inclined to believe there is hardly any body in nature, with which we are familiarly acquainted, that is of so simple and homogeneous a quality as pure distilled water, or so fit for the purposes of this inquiry; and I have concluded, that if the weight of any quantity of water, whose bulk had been previously measured by the abovementioned scale, could be obtained, under a known pressure* and temperature of the atmosphere, we should be in possession of a general standard of weight.\n\n(§. 6.) With this view, I directed Mr. Troughton to make, in addition to the very sensible hydrostatic balance before mentioned, a solid cube of brass, whose sides were 5 inches; and also a cylinder of the same metal, 4 inches in diameter, and 6 high. From St. Thomas's hospital, by the favour of Dr. Fordyce, I procured 3 gallons of distilled water. With these I made the following observations; but, before I relate the experiments, I will describe the apparatus.\n\nMr. Whitehurst's machine for measuring the pendulum has been sufficiently explained in his pamphlet mentioned above; my divided scale, which was a new instrument, was as follows.\n\n* I do not here mean to infer any opinion respecting the compressibility of water; but only to say, that where water, or any thing else, is weighed in air, the density of that medium, as shewn by the barometer and thermometer, must be known, in order to make allowances for it, if necessary.\n(§ 7.) Description of the Beam Compass, or divided Scale of equal Parts.\n\n\\(a b\\), (Tab. V. fig. 1.) is a block or beam of mahogany, 6 feet 3 inches long, 6 inches deep, and 5 wide, upon which are laid two brass rulers, \\(c d e\\), and \\(f g\\), each divided into 60 inches, and tenths. The former of these, called the Scale, is, for a time, kept immovable by the finger-screws \\(c e d\\), and is furnished with very fine hair-line divisions, intended to be viewed only by the microscopes \\(b, i\\): the latter, called the Beam, has no motion but by means of the screw \\(g\\), and bears stronger divisions upon it, with which the sliding pieces or indexes, at \\(k\\) and \\(m\\), may readily be compared by the naked eye, and is intended only to set the microscopes, or rather the wires, in their focus, to the required distance nearly, viz. to within \\(\\frac{1}{100}\\) or \\(\\frac{1}{200}\\) of an inch. The microscopes are compound, and similar to those described by the late General Roy, in his account of his large theodolite. (See Phil. Trans. Vol. LXXX.) The one at \\(b\\), contains only cross wires fixed in its focus; the other at \\(i\\), has a micrometer also, by means of which its cross wires may be moved to the right or left, over the image of the divisions of the scale, any given space, not exceeding \\(\\frac{1}{10}\\) inch; and the quantity so moved may be measured by the divisions on the screw head, passing under the index at \\(o\\). The divisions on these rules have been called inches and tenths: it was not necessary that they should be more than equal parts; but they were in fact laid down by Mr. Troughton, from a scale of the late excellent artist Mr. J. Bird, who had divided into inches several scales of different lengths; one of which, 42 inches long, belonged to the late General Roy; a second, of 5 feet, was purchased by Alexander Aubert, Esq. and a third, of MDCCXCVIII.\n90 inches, which is now the property of the Royal Society, is kept in their archives, and is said to have been used by Mr. Bird, in dividing his large mural quadrants.* Besides these, he made two standards of three feet, by order of the House of Commons, of which I shall speak more hereafter. The mode of using this instrument is as follows.\n\n(§. 8.) Let the object to be measured be supposed to be about six inches, and let it be desired to compare it with the interval between the 20th and the 26th division on the scale \\( c d \\): move by hand the microscope \\( b \\), with its sliding plate, until the division of the index at \\( k \\) coincide with the division of 20 inches on the rule \\( f g \\); then move by hand also the microscope \\( i \\), with its sliding plate and appendage \\( l m n o \\), until the index division near \\( m \\) coincide with 26 inches on \\( f g \\): the axes of the microscopes, or centres of their cross wires, will be at the approximate distance of 6 inches. To correct this, examine if the wires of \\( b \\) correspond with a division on \\( c d \\); if not, move the rule \\( f g \\) backward or forward, by the screw \\( g \\), till they do, then will the microscope \\( b \\) be adjusted. Now examine if the wires in \\( i \\) cover exactly a division; if they do so, the true interval of 6 inches between the microscopes is obtained; if not, move the microscope \\( i \\) a little, by means of the screw \\( l \\), till they do, and both the microscopes will be adjusted: then remove the rule \\( c e d \\) from its place, by taking out the screws \\( c e d \\), and place the object to be measured in its room, at the same time taking care that it be exactly in the focus of the object glass of the microscope, in such manner that one extremity may correspond with the wires in the microscope \\( b \\); that done, if the other extremity coincide with the wires in \\( i \\), the dimension of the object is exactly 6 inches; if not, restore the coincidence.\n\n* A farther account of these scales is given in the Appendix.\nby turning the micrometer screw \\( n \\), and the divisions at \\( o \\) will give the difference, in 1000ths and 10,000ths of an inch, \\( \\pm \\) or \\( -6 \\) inches.\n\n(§ 9.) Description of the Hydrostatic Balance.\n\n\\( a b c d \\), (Tab. VI.) is a box, which contains the whole apparatus when not in use, and when used serves as a foot to the hollow brass pillar \\( e f g b \\), which is fixed into it by the four screws at the bottom \\( e \\) and \\( f \\). This pillar contains another within it, which is raised up and down about \\( \\frac{1}{15} \\) inch, by means of the screw \\( x \\). \\( n o \\) is the beam, 27 inches long, and 3.9 inches wide in its greatest diameter; each arm of which is made hollow and conical, for strength and lightness: through the centre, at \\( m \\), passes the axis of motion, the ends of which, when used, are suffered to fall gently upon two crystal planes, which are set horizontally by means of the spirit levels \\( k, l \\), and the screws underneath the box, at \\( c \\) and \\( b \\). The ends of this axis are of hardened steel, of a wedge-like shape, and reduced to a fine edge, viz. to an angle of about 40°, so as to move upon the planes with very little friction, and at the same time so hard as (with due care in using) to be in no danger of being blunted: to prevent which, the inner pillar has a motion upwards, as has been said, by the screw \\( x \\), and, by means of a semicircular arm at its upper extremity, lifts the beam off its bearings, when it is not used, or is greatly loaded. This axis is placed carefully at right angles to the beam; and, by means of two small brass springs that press gently at the ends, is brought always to have the same bearing upon the crystal; so that no error need be feared from a small deviation from the right-angular position of the axis to the beam, should any such\nexist; and, from its shape and quality, it may be considered as inflexible in any ordinary experiments. At \\( p \\) is a small adjusting screw, which raises or depresses a weight within, and with it, in consequence, the centre of gravity of the whole beam; by this means, the motion on its centre may be brought to almost any required degree of sensibility. Should the centre of gravity be raised above the centre of motion, the beam would turn over; if it be in that centre, the beam would stand anywhere indifferently, without any vibration; if it be placed much below it, the vibration would be too quick, and its sensibility not sufficient: it is therefore brought, by the screw \\( p \\), a very small quantity below the centre of motion, so as to describe one vibration in 40 or 50 seconds; the sensibility is then fully sufficient.\n\nAt each end of the beam are circular boxes, \\( n \\) and \\( o \\), through which pass the steel centres, from whence are suspended the scale-pans \\( q \\) and \\( r \\): these centres resemble, in some degree, those at \\( m \\), but have their chamfered or angular edges upwards, and thereon hang the hooks \\( \\beta \\), to which are affixed the links \\( \\alpha \\), and to them the three silken lines of the scale. Each of these centres has a motion in its respective box, by means of two small adjusting screws; that in \\( o \\) laterally, and that in \\( n \\) vertically; the former to make the two arms of the beam of an equal length, the latter to bring the three points of suspension of the beam and scales into a right line. At the extremity of the boxes are fixed two needle points or indexes, which play against the ivory scale of divisions at \\( s \\) and \\( t \\). These divisions, although they do not, indeed they cannot, shew any definite weight, are nevertheless very useful in making the adjustments, and even in weighing to the small fractions of a grain. \\( u v \\) are two steady plates, that are raised or depressed by the wooden nut\nto ascertain a Standard of Weight and Measure.\n\nw, to check the vibrations of the scales q and r, and bring them more speedily to an equilibrium. y z is a table, whereon the whole is placed, to raise it to a height convenient for experiments.\n\nTo use with this beam, I had three sets of weights made, viz.\n\nThe 1st set or series of 15 weights, rising in a duplicate progression from 1 to 16384 grains, viz.\n\n| No. | Grains |\n|-----|--------|\n| 1   | -      |\n| 2   | -      |\n| 3   | -      |\n| 4   | -      |\n| 5   | -      |\n| 6   | -      |\n| 7   | -      |\n| 8   | -      |\n| 9   | -      |\n| 10  | -      |\n| 11  | -      |\n| 12  | -      |\n| 13  | -      |\n| 14  | -      |\n| 15  | -      |\n\nFractions of a Grain.\n\n|     |        |\n|-----|--------|\n| 1/2 |        |\n| 1/6 |        |\n| 1/8 |        |\n| 1/4 |        |\n| 1/2 |        |\n\nThe 2d series of weights, in an arithmetical order, as follow, viz.\n\n| Grains | Grains | Grains | Grains | Decimal Fractions of a Grain, viz. |\n|--------|--------|--------|--------|-----------------------------------|\n| 1      | 10     | 100    | 1000   | .01                               |\n| 2      | 20     | 200    | 2000   | .02                               |\n| 3      | 30     | ...    | ...    | .03                               |\n| 4      | 40     | 400    | 4000   | .04                               |\n| 5      | 50     | ...    | ...    | .05                               |\n| 6      | 60     | 600    | 6000   | .06                               |\n| 7      | 70     | ...    | ...    | .07                               |\n| 8      | 80     | 800    | 8000   | .08                               |\n| 9      | 90     | ...    | ...    | .09                               |\n\nN.B. The fractions of a grain are made of fine wire flattened.\nThe 3d set consists of a weight of\n\n\\[\n\\begin{align*}\n1 \\text{ ounce} \\\\\n2 \\text{ ounces} \\\\\n4 \\text{ ounces} \\\\\n8 \\text{ ounces} \\\\\n1 \\text{ pound}\n\\end{align*}\n\\]\n\nTroy.\n\n§ 10. \\(abcd\\) and \\(abcd\\), (Tab. VII. fig. 1.) is the brass cube of 5 inches that has been mentioned, suspended in its own scale, by means of four fine wires, from the arm \\(o\\) of the beam, Tab. VI. by taking away the common scale \\(ar\\). The cube rests upon a cradle or cross, three arms of which are seen at \\(gb\\), and by this means may be weighed either in air or water, by immersion into the large glass vessel \\(gb\\), Tab. VII. fig. 3.\n\nAt fig. 2. is seen the cylinder \\(abcd\\) and \\(abcd\\), four inches in diameter, and five high, slung in another cradle, part of which is seen at \\(gbhi\\), supported by four wires from the point \\(f\\).\n\nIn fig. 3. is seen a sphere of brass \\(d\\), 6 inches in diameter, slung in a cradle \\(abc\\), by three wires* from the links \\(f\\), suspended in a glass jar,\\(\\dagger\\) containing near four gallons of water, whose temperature is shewn by a thermometer at \\(e\\).\n\n* These wires were of such a size that 91 inches weighed 20,71 grains, consequently 1 inch = 0.2276 grain, and the three wires = 0.6828 grain; and their specific gravity being 8.7, their loss of weight, by sinking 1 inch in water, would be = 0.0785 grain. This correction it may be necessary hereafter to attend to.\n\n† The glass jar is made somewhat conical, being in\n\n| Diameter at top | inches. |\n|-----------------|--------|\n| Ditto at bottom | 8.7    |\n| Mean ditto      | 10.35  |\n| Mean height within | 11.8   |\n| Contents in cubic inches | = 992.78 |\n| Which is in ale gallons | = 3.8 = 15\\(\\frac{3}{4}\\) quarts. |\n\nIt may also be noted, that 1 inch in depth of the water near the top is = 113 cubic inches, which is equal to the exact bulk of the sphere, as will be seen hereafter.\n§ 11. It was necessary to measure the exact size, and correctness of figure, of this sphere. For this purpose was made a wooden gauge or frame \\(abcde\\), (Tab. V. fig. 2.) in which the sphere was placed, upon semicircular pieces within, lined with green cloth to prevent bruising it: upon this frame was placed a brass square \\(klmn\\), whose sides were about \\(\\frac{1}{100}\\) inch in length more than the diameter of the sphere. This square, by raising or lowering the screws \\(ors\\), was easily made to coincide with a plane passing through the centre of the sphere. \\(p\\) is a micrometer screw, the interior extremity of which is brought just to touch the surface of the sphere, while the opposite side bears gently against the interior side of the frame at \\(o\\); and, by turning the sphere round, so as to present different diameters to these points of contact, any variety in the diameter may be seen by the index \\(l\\), and plate \\(q\\), divided into 10,000ths inch.\n\nTo render this operation more convenient, three great circles were drawn with a pencil upon the sphere, at 90° distance from each other, (the two former were traced by the artist in the lathe, while the sphere was making, and the third was drawn from them,) and each was divided into 8 equal parts. The immediate result of these experiments would only give the differences, and not the absolute quantity, of the diameter; for this purpose, a brass ruler \\(r\\), fig. 3. was made, of such a length as just to go within the brass frame \\(klmn\\); and, being substituted in the place of the sphere, could easily be compared with any given diameter, and afterwards measured with the divided scale, fig. 1. With these instruments I made the following observations, August 31, 1796, the thermometer being at 61°.\n§ 12. Examination of the Dimensions of the Brass Cube, by Means of the divided Scale.\n\nThe microscope and micrometer being both adjusted, as well with respect to their focus,* as to the value of the micrometer scale, the cross wires in their focus were removed to a distance from each other of five inches nearly on the beam, (the former being at 27, and the latter at 32, inches,) and then correctly adjusted to this interval on the divided scale. I must observe, indeed, that the value of the micrometer scale was not exactly ten revolutions of the screw to $\\frac{1}{10}$ inch, as Mr. Troughton designed; but this measure by the screw,† from 6 trials, was deficient by — 0.0002 inch; viz. two ten-thousandths of an inch were to be added to each tenth of an inch measured by the micrometer, and so in proportion for a less quantity; but this correction is hardly worth notice.\n\n| On the scale. | inch. | inch. | inches. |\n|---------------|-------|-------|---------|\n| The interval of the cross wires in the microscope and micrometer | 27 and 32 = 5,0000 |\n| Interval of ditto, on another part of the scale, viz. | 26 and 31 = 5,0000 — |\n| Ditto, ditto | 25 and 30 = 5,0001 + |\n\n* The focal length of the object lens is = 0.75\n   The distance of the cross wires from the object lens = 2.00\n   The focal length of the combined eye glass = 1.50\n   Whence the magnifying power of the microscope becomes = 14.2 times.\n\n† One Revolution of the screw of the micrometer was = $\\frac{1}{100}$ inch.\n   Each grand division, of which there were ten = $\\frac{1}{1000}$ inch.\n   These again subdivided into five, each became = $\\frac{1}{5000}$ inch.\n   And half a division, which is very visible, is = $\\frac{1}{10000}$ inch.\nI therefore say, this interval was 5 inches correctly, to within less than the twenty thousandth part of an inch, on this scale.\n\n**Measurement of the Cube, viz. of the Side 1. (See the Figure.)**\n\n| Inches | Inches |\n|--------|--------|\n| From \\(a\\) to \\(b\\) = 5 - ,0114 | therefore = 4.9886 |\n| \\(a\\) to \\(c\\) = 5 - ,0115 | = 4.9885 |\n| \\(c\\) to \\(d\\) = 5 - ,0105 | = 4.9895 |\n| \\(b\\) to \\(d\\) = 5 - ,0113 | = 4.9887 |\n\n**The Side 2.**\n\n| Inches | Inches |\n|--------|--------|\n| From \\(a\\) to \\(b\\) = 5 - ,0106 | = 4.9894 |\n| \\(a\\) to \\(c\\) = 5 - ,0098 | = 4.9902 |\n| \\(c\\) to \\(d\\) = 5 - ,0102 | = 4.9898 |\n| \\(b\\) to \\(d\\) = 5 - ,0112 | = 4.9888 |\n\n**Height of the Cube, from Side 1 to Side 2.**\n\n| Inches | Inches |\n|--------|--------|\n| From \\(a\\) to \\(a\\) = 5 - ,0110 | = 4.9890 |\n| \\(b\\) to \\(b\\) = 5 - ,0105 | = 4.9895 |\n| \\(c\\) to \\(c\\) = 5 - ,0107 | = 4.9893 |\n| \\(d\\) to \\(d\\) = 5 - ,0108 | = 4.9892 |\n\n* It cannot escape notice, that all these measures were something less than 5 inches, the quantity proposed: it arose from this, Mr. Troughton informs me, he was more\n\nMDCCXCVIII.\n§ 13. Now the three foregoing mean measures of the side of the cube, multiplied into each other, will give = 124,18917 cubic inches, for the contents of the brass cube; which must be very near the truth; for, if not, let us suppose the error, in taking each of these measurements, to be half a thousandth of an inch, which is much greater than is probable, viz. \\( \\frac{1}{10,000} \\) part of the side of the cube; and let us suppose each of these errors to lie the same way, which is also very improbable; in that case, the error in determining the solid content would be only \\( \\frac{3}{10,000} \\) of the whole; in the above instance, about 0.03 cubic inch; but, more probably, the error does not amount to half this quantity.\n\n§ 14. Examination of the Cylinder.\n\nThe micrometer and microscope of the divided scale (Tab. V. fig. 1.) being removed till their cross wires were four inches distant, viz. from 54 inches to 58 inches, and the thermometer at 62°, I observed, of the end or base of the cylinder, No. 1.\n\nsolicitous to obtain a true figure, than the exact size; neither of which however were very important, as both were to be proved by the mode I have adopted. What was important, was to have the sides true planes; and these were examined, as I am informed, by the reflected image of the moon, seen through a large telescope, the focus of which would be altered, if the surface were either hollow or convex.\nto ascertain a Standard of Weight and Measure.\n\nThe diameter \\( ab = 4 - ,0027 = 3.9973 \\) inches.\n\\( cd = 4 - ,0024 = 3.9976 \\) inches.\n\n\\[\n\\text{Mean} = 3.99745\n\\]\n\nEnd 2. of the Cylinder.\n\nThe diameter \\( ab = 4 - ,0014 = 3.9986 \\) inches.\n\\( cd = 4 - ,0029 = 3.9971 \\) inches.\n\n\\[\n\\text{Height of the Cylinder.}\n\\]\n\nThe microscope and micrometer being placed respectively at 52.1 inches and 58.1 inches, viz. at the interval of exactly 6 inches on the scale, I found\n\nThe height from \\( a \\) to \\( a = 6 - ,0049 = 5.9951 \\) inches.\n\\( b \\) to \\( b = 6 - ,0047 = 5.9953 \\) inches.\n\\( c \\) to \\( c = 6 - ,0047 = 5.9953 \\) inches.\n\\( d \\) to \\( d = 6 - ,0054 \\) inches.\n\n\\[\n\\text{Repeated} = 58 = 5.9944 \\text{ inches.}\n\\]\n\nNow the mean diameter of the cylinder having been found\n\nat the end 1 = 3.99745 inches.\nat the end 2 = 3.99785 inches.\n\nThe factor for the square of the diameter of a circle, to find the area, being, as is well known,\n\n\\[\n= 0.7854\n\\]\n\nAnd the height of the cylinder = 5.9950 inches.\n\nThe above four quantities, multiplied into each other, give for the contents of this cylinder, in inches, = 74.94823; and this result may be taken at least as correct as that of the cube, viz. to about the third place of decimals.\n\nU 2\n§ 15. Having adjusted the beam of the balance, (Tab. VI.) with respect to the length of its arms, its centre of gravity, and the three points of suspension of the beam and scales, and having examined the weights, I proceeded to the remaining parts of this experiment.\n\nSept. 2d, 1796. The balance beam adjusted by the screw \\( p \\), till the vibrations were so slow as to require more than 50 seconds of time for each, \\( \\frac{1}{100} \\) grain appeared to move the index through three divisions* of the scale \\( s \\) and \\( t \\), \\( = \\frac{1}{7} \\) inch, when the beam was not loaded; but, when the beam was loaded with 16384 grains, or near 3lb. Troy, \\( \\frac{1}{100} \\) grain was equal only to \\( \\frac{1}{2} \\) division† of the same scale.\n\n§ 16. Sept. 4th. The thermometer being at 63°, and the barometer at 29,36 inches.\n\nThe weight of the counterpoise to the pan or scale for weighing the cube in air, was\n\n\\[\n\\begin{align*}\n\\text{oz. grains.} & \\quad \\text{grains.} \\\\\n1 & \\quad 75,02 = 555,02\n\\end{align*}\n\\]\n\n* 20 divisions are \\( = 1,0 \\) inch.\n\n† That is, the beam was sensible with \\( \\frac{1}{1000000} \\) part of the whole weight. Mr. Harris's beam, with which he and Mr. Bird made their observations on the Exchequer weights, turned with \\( \\frac{1}{230000} \\) part of the whole weight, and was consequently only \\( \\frac{1}{7} \\) part so sensible as this. See \"The Report of the Committee of the House of Commons in 1758, to inquire into the original Standards of Weights and Measures in this Kingdom, and to consider the Laws relating thereto.\" See also a second Report in 1759; both of which contain a vast deal of useful information on this subject, extending through fifty folio pages, and are to be found in the 2d volume of Reports, from 1737 to 1767. A bill was brought in, in consequence, but afterwards dropped; and it is much to be lamented, that this inquiry did not go to the full length of an act of parliament. Note farther, the largest of the beams, of which there are four of different sizes, now made use of in the dutchy court of Lancaster, for the actual sizing of the weights of the kingdom, is about 3 feet long, and is moveable with about 30 grains, when 56lb. avoirdupois are in each scale, viz. about \\( \\frac{1}{1000} \\) part of the whole.\nTo ascertain a Standard of Weight and Measure.\n\nTo which, add the weight of the common pan with the silk lines, on the left arm of the beam, and marked with \\( x \\), the common right-hand pan having been removed\n\nAnd the whole weight of the pan or apparatus for weighing the cube in air, becomes\n\n\\[\n\\begin{align*}\n&= 413.40 \\\\\n&= 968.42\n\\end{align*}\n\\]\n\n(\\$ 17.) The counterpoise to the pan or scale for weighing the cylinder in air, was found\n\nTo which, add the weight of the common pan on the left arm, as before\n\nAnd the whole weight of the pan or scale for weighing the cylinder in air, becomes\n\n\\[\n\\begin{align*}\n&= 413.40 \\\\\n&= 965.74\n\\end{align*}\n\\]\n\nNote, in the preceding and such like experiments, the common right-hand scale being removed, and the left-hand scale being always used, and always the same weight, viz. 413.40 grains, when either the cube, or cylinder, or any large body, is weighed, notice need only be taken of the counterpoise weights, viz. 555.02 grains, or 552.34 grains, respectively; and these are to be deducted from the general amount of all the weights in the left-hand scale, marked \\( x \\); but it certainly would have been more convenient to have had single weights, ready adjusted, for these counterpoises, both in air and in water. These, though at first omitted, have since been supplied.\n\n(\\$ 18.) The counterpoise to the scale for the cube, in distilled water, with the heat of 61°\n\nTo this, add the weight of the common scale, as before = 413.40\nAnd we have the whole weight of the scale for the cube in water \\( = 856.15 \\) grains.\n\nBut the weight in air having already been found \\( = 968.40 \\)\n\nThe difference of the weights \\( = 112.25 \\)\n\nGives for the specific gravity of this brass \\( = 8.62 \\)\n\n(\\$ 19.) The counterpoise to the scale for the cylinder, in the same water, with the same heat \\( = 441.68 \\)\n\nTo this, add the weight of the common scale, as before \\( = 413.40 \\)\n\nAnd the whole weight of the scale for the cylinder, in water, becomes \\( = 855.08 \\)\n\nIts weight in air has already been found \\( = 965.74 \\)\n\nThe difference of these weights \\( = 110.66 \\)\n\nGives for the specific gravity of this brass \\( = 8.78 \\)\n\nThe mean specific gravity of this brass and brass-wire may therefore be put at about \\( = 8.7 \\)\n\nN.B. The tables of specific gravity give that of wrought brass from 8.00 to 8.20. It was necessary to ascertain the specific gravity of the brass wire, to make the correction mentioned in the note to \\$ 10.; for, as it was highly probable, that in experiments with this hydrostatic balance, the scales for the cube and cylinder would occasionally be immersed to different depths in the water, and their weights would be altered, as more or less of the wires by which they were suspended remained out of the water;\n\nI accordingly found, that 80 inches in length of this wire, used in the scales for the cube and cylinder, weighed in air \\( = 6.16 \\) grains.\n\nAnd consequently, 1 inch would be \\( = 0.077 \\) grain, and four wires of 1 inch \\( = 3.08 \\) grain; which, divided by the specific gravity, viz. \\( \\frac{3.08}{8.7} \\), would give \\( 0.0354 \\) grain, for the correction of\nevery inch that the scale was sunk lower in the water; and so in proportion.\n\n(§ 20.) Experiment of the Cube of Brass weighed in Air.\n\nThe cube was suspended to the right arm of the beam, by the scale belonging to it, and the left scale pan, with the mark x, was hung at the other end of the beam, in which were placed the following weights,* made by E. Troughton.\n\n| grains. | viz. No. 15 of 16384 |\n|--------|---------------------|\n|        | 14 - 8192           |\n|        | 13 - 4096           |\n|        | 12 - 2048           |\n|        | 11 - 1024           |\n|        | 9 - 256             |\n|        | 84,82               |\n\nThe total weight of the cube in air = 32084.82\n\nInch.\n\n| the barom. being at 29,0 |\n| the therm. at 62°,0       |\n\n(§ 21.) Experiment of the Weight of the Cylinder in Air.\n\n| grains. | No. 15 of 16384 |\n|--------|-----------------|\n|        | 13 - 4096       |\n|        | 11 - 1024       |\n\nBut a counterpoise of 555,02 having been used, by mistake, instead of 552,34\n\n| grains. | 53,37            |\n|--------|-----------------|\n|        | 21,557,37       |\n\nAdd this excess = 2,68\n\nAnd the total weight of the cylinder is = 21,560,05\n\nInch.\n\n| the barom. at 29,0 |\n| the therm. at 62°,0 |\n\n* This scale contained also 555,02 grains, being the weight or counterpoise to the scale for the cube.\n§ 22. The Cube weighed in distilled Water.\n\nSept. 5. Put into the left scale, the counterpoise \\[ \\begin{bmatrix} 300 \\\\ 100 \\end{bmatrix} = 400,00 \\] grains.\n\nThe cube, with its scale, was then immersed in the water.\n\nI then restored the equilibrium, by putting into the opposite or left-hand common scale, Mr. Troughton’s weights, No. 10. \\[ \\begin{bmatrix} 512,00 \\\\ 200, \\\\ 30, \\\\ 3,70 \\end{bmatrix} \\]\n\n(The barom. standing at 29.47 inches,\nthe therm. at 60°,2.)\n\nBut a counterpoise of \\[ \\begin{bmatrix} 400 \\\\ 745,70 \\end{bmatrix} \\] having been taken, by mistake, instead of \\[ \\begin{bmatrix} 442,75 \\\\ -42,75 \\end{bmatrix} \\]\n\nDeduct the difference, which was so left out \\(= 42,75\\)\n\nThe apparent weight of the cube in water becomes \\(= 702,95\\)\n\nAdd the correction* for the loss of weight of the wires, by immersion \\(2\\frac{1}{4}\\) inches deeper than when the counterpoise was adjusted \\(+ ,08\\)\n\nAnd the true corrected weight of the cube in water, with 60°,2 of heat, becomes \\(= 703,03\\)\n\n* When the cube was immersed, the water in the glass jar stood \\(2\\frac{1}{4}\\) inches higher than when the counterpoise for this water-scale was adjusted, and found to be 442,75 grains; (see §. 18.) and 1 inch of alteration in the height of the water having appeared to be \\(= 0.0354\\) grain in weight, (\\$ 19.) \\(2\\frac{1}{4}\\) inches will be \\(= 0.078\\) grain; and so much must be added, to correct for the loss of weight, in the four wires, that suspended the scale and cube in water. When the cube was immersed, the surface of the water stood 1.5 inch below the top of the glass jar, and 9.7 inch below the centre of the beam, or index point.\n\nWhen the cube was in the water, the beam was clearly sensible with \\(\\frac{1}{15}\\) of a grain.\nto ascertain a Standard of Weight and Measure.\n\n§ 23. Experiment of the Cylinder in distilled Water.\n\nSept. 5. The thermometer being at from $60^\\circ,2$ to $60^\\circ,5$, and the barometer 29.47 inches,\n\nPut into the left scale pan, the counterpoise\n\n\\[\n\\begin{align*}\n\\text{grains.} & \\\\\n300 & \\\\\n100 & \\\\\n41.7 &\n\\end{align*}\n\\]\n\n\\[\n= 441.7\n\\]\n\nThe cylinder, with its water-scale, was immersed in water. I then restored the equilibrium, by putting into the left scale,\n\nMr. Troughton's weights, No. 12\n\n\\[\n\\begin{align*}\n\\text{grains.} & \\\\\n200 & \\\\\n30 & \\\\\n10 & \\\\\n4 & \\\\\n1.10 &\n\\end{align*}\n\\]\n\n\\[\n= 2048\n\\]\n\nNo. 9\n\n\\[\n\\begin{align*}\n\\text{grains.} & \\\\\n200 & \\\\\n30 & \\\\\n10 & \\\\\n4 & \\\\\n1.10 &\n\\end{align*}\n\\]\n\n\\[\n= 256\n\\]\n\nWeight of the cylinder in water\n\n\\[\n= 2549.10\n\\]\n\nAdd the correction for the loss of weight of the four wires, by being $1\\frac{1}{2}$ inch deeper immersed in the water, than when the counterpoise was adjusted\n\n\\[\n= + 0.05^*\n\\]\n\nCorrected weight of the cylinder in water\n\n\\[\n= 2549.15\n\\]\n\n* In order that this and some other corrections may be the more easily applied, I have computed the following tables, to be used whenever great accuracy is required.\n\nMDCCXCVIII.\nAfter this experiment, I discovered that some small bubbles of air had insinuated themselves between the cylinder and the\n\nTable I. Shewing the expansion of cast brass, both in length and solidity, and also of water, in solidity, by the effect of heat: the former is derived from Mr. Smeaton's experiments; (Phil.Trans. Vol. XLVIII.) and the latter from some of my own, when I was a resident member of the University of Oxford.\n\n| Degrees of Heat | Expansion of Brass | Expansion of Water |\n|-----------------|--------------------|--------------------|\n|                 | In Length | In solidity | In solidity |\n|                 | Millionth Parts | Millionth Parts | Millionth Parts |\n| 1               | 1         | 3           | 165        |\n| 2               | 2         | 6           | 330        |\n| 3               | 3         | 9           | 495        |\n| 4               | 4         | 12          | 660        |\n| 5               | 5.2       | 16          | 825        |\n| 6               | 6         | 19          | 990        |\n| 7               | 7         | 22          | 1155       |\n| 8               | 8         | 25          | 1320       |\n| 9               | 9         | 28          | 1485       |\n| 10              | 10.4      | 31          | 1650       |\n\nTable II. Shewing the Correction for the Wires, or the Diminution of the Weight of the Water-Scales, by Immersion in Water.\n\n| By Immersion in Water | The 4 Wires of the Cube, or Cylinder | The 3 Wires of the Sphere close |\n|-----------------------|-------------------------------------|--------------------------------|\n| Inches                | Grains                              | Grains                          |\n| 1                     | -0.035                              | -0.078                          |\n| 2                     | -0.071                              | -0.157                          |\n| 3                     | -0.106                              | -0.235                          |\n| 4                     | -0.142                              | -0.314                          |\n| 5                     | -0.177                              | -0.392                          |\n| 6                     | -0.212                              | -0.471                          |\n| 7                     | -0.248                              | -0.549                          |\n| 8                     | -0.283                              | -0.628                          |\n| 9                     | -0.319                              | -0.706                          |\n| 10                    | -0.354                              | -0.785                          |\n| 20                    | -0.708                              | -1.570                          |\n\nN.B. So inches in length, of the wires for the scales for the cube and cylinder weigh 6.16 grs. therefore 1 inch will be .077 grain, = 0.808 and 4 wires of 1 inch = 20.71 Also, 91 inches of the wire for the sphere weigh = 0.227, and 3 wires of 1 inch = 0.683 and the specific gravity of the wire is = 8.7\n\nTable III. Shewing the Correction of the Weight of the Sphere in Air, on Account of the Weight, or Heat, of the Atmosphere.\n\n| Barometer Inch. | Correction. | Therm. | Correction. |\n|-----------------|-------------|--------|-------------|\n|                 | Grains      | o      | Grains      |\n| 20.5            | 0.00        | 50     | 0.00        |\n| 1               | -0.12       | 1      | +0.10       |\n| 2               | -0.23       | 2      | 0.20        |\n| 3               | -0.35       | 3      | 0.30        |\n| 4               | -0.47       | 4      | 0.40        |\n| 5               | -0.58       | 5      | 0.50        |\n| 6               | -0.70       | 6      | 0.60        |\n| 7               | -0.82       | 7      | 0.70        |\n| 8               | -0.94       | 8      | 0.80        |\n| 9               | -1.05       | 9      | 0.90        |\n| 10              | -1.17       | 10     | 1.00        |\n\nN.B. If the barometer is below 29½ inches, or the thermometer below 50°, use the contrary signs.\n\nWater being taken as heavier than air, as 836 : 1, (see Observations in Savoy, Phil.Trans. for 1777,) the barometer being at 29.27, and thermometer 51°, a sphere of air equal in bulk to the brass sphere, viz. = 11.34 cubic inches, would weigh, when the barom. was 29.5 inch. and the therm. 50° = 34.57 grains; and 1 cubic inch of such air = 0.304 This correction will serve for any other body whose bulk is known.\nscale in which it hung; these therefore were removed, and the experiment repeated, as follows:\n\nWeights as before\n\n\\[\n\\begin{align*}\n\\text{No. 12} &= 2048 \\\\\n\\text{No. 9} &= 256 \\\\\n&= 200 \\\\\n&= 30 \\\\\n&= 10 \\\\\n&= 4 \\\\\n&= 1,10 \\\\\n\\text{The buoyancy of the air bubbles being removed} &= + \\{ \\\\\n&= 3 \\\\\n&= 1,07 \\\\\n\\text{Add the correction for the loss of weight in the wires, as before} &= + \\\\\n&= 2553,17 \\\\\n&= + \\\\\n&= 0,05 \\\\\n\\end{align*}\n\\]\n\nAnd the more exact weight of the cylinder in water becomes \\(= 2553,22\\) with the temperature \\(60^\\circ,5\\) inches.\n\nNote, when the cube was weighed in water, its centre was below the surface of the water \\(= 2,5\\) inches.\n\nthat is, the cylinder was the deepest by \\(= 1,2\\)\n\nThe repetition of this experiment shews how necessary it is to attend to the most trifling circumstances: there were not more than three or four of these particles of air, and those not larger than a small pin’s head. Moreover, it may be noted, the distilled water in which these experiments were made, being afterwards examined with my (Martin’s) hydrometer, in the heat of \\(60^\\circ\\frac{1}{2}\\), weighed on that scale \\(= 1,0005\\); so that I see no reason for diffidence in the quality of the water.\n§ 24. A Synopsis of the preceding Experiments.\n\n| Contents (true to \\( \\frac{1}{1000} \\)) in inches | Cube. | Therm. | Cylinder. | Therm. | Barom. |\n|--------------------------------------------------|-------|--------|-----------|--------|--------|\n| Inches.                                          |       |        |           |        | Inches.|\n| 124,18917                                        | 61    | 74,94826 | 62       |        |        |\n| Weight in air, true to 0.02 grain                 | 32084.82 | 62     | 21560.05 | 62     | 29.00  |\n| Weight in water, true to 0.10 grain               | 703.03 | 60.2   | 2553.22  | 60.5   | 29.47  |\n| Weight of an equal bulk of water, true to 0.12 grain, or \\( \\frac{1}{10000} \\) | 31381.79 | 19006.83 |        |        |        |\n| Weight of a cubic inch of water, from these experiments | 252.694 | 253.600* |        |        |        |\n\nThe diversity in the result of these two experiments is deserving of notice, and must be explained. It may proceed from two causes, which we will now inquire into. But first it may be observed, that the accuracy in measuring the dimensions of these two bodies, as well as the precision in weighing them, has, I think, been such as to put out of all doubt this part of the experiment. From whence then does this difference arise? Either of two causes may be suspected; viz. the pressure of the water against the sides of these two bodies altering their volumes, which, it may be presumed, would have a greater effect on the cube, from its figure, than on the cylinder, and in a direction agreeable to this difference; that is, it would diminish the capacity of the cube more than that of the cylinder, and thus make the apparent weight of a cubic inch less in the experiment of the cube. But also we see, that the cylinder was\n\n* The weight of a cubic inch of common or rain water has been reckoned about 253 grains, sometimes = 253.33 grains, at others 253.18. But authors do not seem to have agreed in what they meant by common water, rain water, pump water, spring water, and distilled water; for occasionally they are all confounded, and made to pass for each other; and sufficient notice seems not to have been taken of the temperature to which these weights were assigned. See Martin's Philosophia Britannica. Lewis's Philosophical Commerce of Arts. Chambers's Dictionary, by Dr. Rees. &c. &c.\nweighed at a greater depth, by 1,2 inch, than the cube, below the surface of the water. Now, if it be true that water is compressible,* it will become denser, from its weight, at different depths, and this circumstance would act in the same way with that just mentioned; viz. would make the apparent weight of a cubic inch less from the experiment of the cube than the cylinder, which we see is the fact.\n\n(§. 25.) In order to dissipate these doubts, I caused a very accurate hollow brass sphere to be made, of about six inches diameter, and of such thickness of metal, viz. 0,13 inch, as to be very little heavier than water, and yet of such strength as, together with its form, to resist any probable change of bulk by the pressure of water.\n\nThis sphere, which has already been mentioned, (§. 10.) was examined in the following manner. The six-inch moveable bar r, (Tab. V. fig. 3.) of the gauge, was compared with the divided scale of inches, fig. 1. The microscopes being adjusted to exactly six inches, or the interval between 26 inches and 32 inches, and the bar placed under them, the excess above 6 inches was found to be as follows, by the micrometer, n o.\n\n| 1st trial. | 2d. trial, after re-adjustment. |\n|-----------|-------------------------------|\n| inches.   | inches.                        |\n| 6+0055    | 6+0055                         |\n| ,0053     | ,0052                          |\n| ,0056     | thermom.                       |\n| ,0054     | ,0055                          |\n| ,0057     | ,0054                          |\n|           | therm.                         |\n|           | ,0052                          |\n\nMean of the 1st trial = 6 ,00550\nMean of the 2d trial = 6 ,00536\n\nMean of both, or length of bar = 6 ,00543 in the temperature of 64°.\n\n* See Mr. Canton's Experiment in the Phil. Trans. Vol. LII.\n§ 26. The bar was then placed in the rectangular gauge \\( k l m n \\), fig. 2, in the direction \\( p o \\); and the end of the micrometer screw brought to bear against it repeatedly, so as to touch without force, or considerable pressure; and the divisions* cut by the index, on the micrometer plate of the gauge, were as follow:\n\n| Trial 1st. Division on the micrometer. | Trial 2d. Division on the micrometer. | Trial 3d. Division on the micrometer. |\n|----------------------------------------|----------------------------------------|----------------------------------------|\n| 65                                    | 64                                     | 64\\(\\frac{1}{2}\\)                      |\n| 63 therm.                             | 62 therm.                              | 65 thermom.                            |\n| 66 \\(62^\\circ,0\\)                     | 65 \\(62^\\circ,0\\)                     | 66 \\(62^\\circ,3\\)                     |\n| 70                                     | 63                                     | 63 \\(62^\\circ,\\frac{1}{2}\\)           |\n| 66                                     |                                         |                                        |\n\nMean = 66\n\nThe mean of these three means is 64\\(\\frac{1}{2}\\), with the temperature \\(62^\\circ,1\\).\n\n§ 27. The bar was now removed from the gauge, and the sphere put there in its place; and, by means of the three great circles, each of which was divided into 8 equal parts, nine several diameters of the sphere were taken, as follow:\n\n| Div. of microm. | Div. of microm. | Div. of microm. | Div. of microm. |\n|-----------------|-----------------|-----------------|-----------------|\n| diam. A B       | diam. G H       | diam. C D       | diam. I K       |\n| 40              | 40              | 41              | 44              |\n| 50 therm.       | 42 therm.       | 49 therm.       | 46 therm.       |\n| 47 \\(62^\\circ,\\frac{1}{2}\\) | 45 \\(62^\\circ,5\\) | 43 \\(62^\\circ,4\\) | 47 \\(62^\\circ,5\\) |\n| 42              | 42              | 42              | 45              |\n| 46              | 44              | 44\\(\\frac{1}{2}\\)| 46              |\n\nMean = 45\n\n* Each thread of this screw is \\( \\frac{1}{103} \\) inch, and each revolution of the screw is divided into 100; so that every division on the micrometer plate is \\( \\frac{1}{10300} \\) inch.\n\n† In all these experiments with the gauge, the figures on the micrometer plate increase as the screw goes forward; viz. the higher numbers indicate a less interval or diameter.\nThe above four mean dimensions may be called equatorial, viz.\n\n\\[\n\\begin{align*}\n\\text{Div. of micr.} & \\quad \\text{Div. of micr.} & \\quad \\text{Div. of micr.} \\\\\n44 & 42 & 40 \\\\\n46 & 45 & 44 \\\\\n\\text{diam.} & \\text{diam.} & \\text{diam.} \\\\\n44 & 45 & 44 \\\\\n45 & 45 & 41 \\\\\n45 & 40 & 40 \\\\\n\\text{therm.} & \\text{therm.} & \\text{therm.} \\\\\n62^\\circ,5 & 62^\\circ,6 & 62^\\circ,8 \\\\\n1,2 & 3,4 & 4,1 \\\\\n\\end{align*}\n\\]\n\nMean 44,8 42,6 41,1\n\nThese three last dimensions, together with the 1st of the preceding set, may be called meridional, being in a circle at right angles to the former, viz.\n\n\\[\n\\begin{align*}\nA B = 45 \\\\\nE F = 44,8 \\\\\n1,2 = 42,6 \\\\\n3,4 = 41,1 \\\\\n\\end{align*}\n\\]\n\nThe mean of which is 43,4 and differs from the former not quite \\(\\frac{1}{10,000}\\) inch.\n\nIn another great circle, 90° from the preceding, comprising the diameters already taken, E F and C D, at the intersection of the two former circles, were taken\n\n\\[\n\\begin{align*}\n\\text{Div. of micr.} & \\quad \\text{Div. of micr.} \\\\\n41 & 40 \\\\\n44 & 41 \\\\\n44 & 42 \\\\\n41 & 40 \\\\\n40 & 42 \\\\\n\\text{therm.} & \\text{therm.} \\\\\n63^\\circ & 63^\\circ,1 \\\\\n\\end{align*}\n\\]\n\nThe diameters\n\n\\[\n\\begin{align*}\nE F & \\quad \\text{taken as before} \\\\\nC D & \\quad 44,8 \\\\\n& \\quad 43,9 \\\\\n& \\quad 42,5 \\\\\n& \\quad 41,0 \\\\\n\\end{align*}\n\\]\n\nMean 43,0, which is that of another great circle\nor meridian, at right angles to the former; from whence it will be seen, that not one of the three circles differs from another more than about $\\frac{1}{10,000}$ inch.\n\nThe preceding 9 mean dimensions of the diameter, collected, are\n\n\\[\n\\begin{align*}\nA B &= 45, \\\\\nC D &= 43.9 \\\\\nG H &= 42.6 \\\\\nI K &= 45.6 \\\\\nE F &= 44.8 \\\\\n1,2 &= 42.6 \\\\\n3,4 &= 41.1 \\\\\n\\alpha \\beta &= 42.5 \\\\\n\\gamma \\delta &= 41.0\n\\end{align*}\n\\]\n\nthe mean of which is $= 43.7$ in the temperature $- 62.6$\n\nNow the import of the foregoing experiments is this, that when the mean diameter of the sphere is holden between the points of contact of the gauge, near $o$ and $p$, the index of the micrometer shews $= 43.7$ divis.\n\nbut, when the bar $r$ is placed there, it shews $= 64.5$\n\nthe difference is $= 20.8$\n\nand by so much is the bar shorter than the diameter of the sphere.\n\nThese divisions, $20.8$, are equal to ($§. 26.$) $= 0.00202$ inches.\n\nand the length of the bar has already ($§. 25.$) been found $= 6.00543$\n\ntherefore the true diameter of the sphere becomes $= 6.00745$\n\nwhich quantity I think must be true to within $\\frac{1}{10,000}$ inch.\n\n($§. 28.$) The cube of this diameter, $6.00745$ inches $\\times .5236$, as is well known, will give the contents of the sphere in cubic inches, viz. $= 113.5194$ inches, which must be very near the truth: for, if not, let it be supposed that the inaccuracy in the measurement, or the irregularities in the figure of this sphere,\nshould be such as to amount to $\\frac{1}{1000}$ inch, and these so many, without balancing each other, as to produce a spheroidal form, one of whose diameters should exceed the other by $\\frac{1}{1000}$ inch; in that case, the error in the assumed solid would not exceed $\\frac{1}{3000}$ part of the whole; and this is a position infinitely too extravagant to be admitted, when we recollect, that this diameter has been probably taken to within a tenth part of that error.\n\n(§. 29.) The weight of this sphere, in air and in water, comes next under our consideration; the experiments for which were as follow, made June 12, 1797; the barometer being at 29.74 inches, and the thermometer, in air, at 67°.\n\n**Experiment the 1st.**\n\nThe weight of the sphere in air, the counterpoise, or weight of the scale or cradle, $abcf$, (Tab.VII. fig. 3.) in which the sphere hung, being allowed for*, so that this was the net weight\n\n$$\\begin{align*}\n&= \\text{Troy grains.} \\\\\n&= 28722.64\n\\end{align*}$$\n\nThe sphere and scale suspended in water, with its centre 5.6 inches below the surface, and the heat 66°\n\n$$\\begin{align*}\n&= \\text{grains.} \\\\\n&= 303.17\n\\end{align*}$$\n\nDeduct the counterpoise, or weight of the scale, in water, with the same heat of 66°, and same depth† below the surface\n\n$$\\begin{align*}\n&= -253.32\n\\end{align*}$$\n\nThe difference is the net weight of the sphere in water, of the temperature 66°, which, deducted from its weight in air\n\n$$\\begin{align*}\n&= 49.85\n\\end{align*}$$\n\nLeaves the weight of a bulk of water = the sphere, in the temperature 66°, and 5.6 inches below the surface\n\n$$\\begin{align*}\n&= 28672.79\n\\end{align*}$$\n\n* The weight of this scale, with its 3 wires, in air, was = 276.10 grains.\n\n† The sphere having been weighed in the same depth of water that the counterpoise to the scale was determined in, no correction for the greater or less immersion of the scale-wires was here necessary; which however will sometimes be the case. See §. 29. and table II. of correction, §. 23.\n\nMDCCXCVIII.\nExperiment the 2d. June 16, 1797.\n\nThe barometer being at 30.13 inches, and the thermom. at 68°.\n\nWeight of the sphere, together with the scale, in air = 29265.91 grains.\nDeduct the weight of the scale, or counterpoise, in air = 544.03\n\nRemains the total net weight of the sphere in air = 28721.88\n\nAnd, to reduce this to the same state of the atmosphere as the preceding observation,\nviz. 29.74 inches of the barometer, add the correction for 0.39 inch (see table, §. 28.)\n\nAlso the correction for 1° of the thermometer = + 0.08\n\nAnd the net weight of the sphere, in an atmosphere of 29.74 inches, and heat of 67°, becomes = 28722.42\n\nWeight of the sphere, with its scale, in water, 3.7 inches below the surface, and the thermometer at 66°,1 = 484.70 grains.\n\nFrom thence deduct the weight of the scale in water = 435.09\n\nThe net weight of the scale in water becomes = 49.61\n\nTo which, add the correction for the wires of the scale being immersed 2.53 inches deeper now, than when its weight in water was determined (see table, §. 23.) = 0.20\n\nAnd the corrected net weight, in water, is = 49.81\n\nWhich, deducted from its weight in air, leaves the weight of a bulk of water = the sphere, in temperature 66°,1 = 28672.61\n\nCorrection for 0°,1 of heat* = + 0.45\n\nAnd the true corrected weight of a bulk of water equal to the sphere, reduced to the barometer = 29.74, and therm. 66°,0, becomes = 28673.06\n\n* One degree difference of heat in the water will alter the weight of the sphere in water, or the weight of the bulk of water equal to it, = 4.54 grains; so that, by far the greatest source of error, in these experiments, lies in the difficulty of exactly knowing, and preserving, the temperature of the water.\nExperiment the 3d. June 16, 1797.\n\nThe true net weight of the sphere in air, reduced to a state of the barometer of 29,74 inches, and therm. 6°, as in last experiment = 28722,42 grains.\n\nWeight of the sphere, together with its scale, in water, 6,8 inches below the surface; the thermom. at 66°,1 = 484,20 grains.\n\nDeduct the weight of the scale in water = 435,09\n\nThe difference is the net weight of the sphere in water, of the temperature 66°,4 = 49,11\n\nTo which, add the correction for the wires of the scale being immersed 5,5 inches deeper now, than when its weight in water was determined (see table, §. 23.) + ,44\n\nThe corrected net weight, in water, becomes = 49,55\n\nWhich, deducted from its net weight in air, leaves the weight of a bulk of water = the sphere, and 6 inches below the surface, with the heat of 66°,4 = 28672,87\n\nCorrection for 0°,4 of heat (see table, §. 23.) = + 1,81\n\nThe true corrected weight of a bulk of water = the sphere, in the heat of 66°,0, and with a pressure of the barometer of 29,74 inches, and 6 inches below the surface = 28674,68\n\n(§. 30.) Results of the Observations of the Sphere collected.\n\nCorrect weight of a bulk of water = sphere, the barom. being at 29,74 inches, therm. 66°,0.\n\n| By the 1st observation | 28672,79 |\n|------------------------|----------|\n| 2d observation         | 28673,06 |\n| 3d observation         | 28674,68 |\n\nMean of all = 28673,51\n\nAt a depth below the surface of the water.\n\n| inches |\n|--------|\n| 5,6    |\n| 3,7    |\n| 6,8    |\n\nY 2\nWhich, I think, may fairly be presumed to be within 1 part in 50,000 of the truth.\n\n(§. 31.) Now the contents of this sphere having already (§. 28.) been found to be \\(= 113,519\\) cubic inches; \\(\\frac{28673.51}{113,519} = 252,587\\) grains, will be the weight of a cubic inch of distilled water, under the circumstances above mentioned, by Mr. Troughton's weights.*\n\nI think it may now be concluded, that the variety in the experiments of the cylinder and the cube, (§. 24.) does not proceed from the different depths† in the water, at which they were made; at least, that the pressure of 3 inches, in perpendicular height of water, does not render that fluid more dense by \\(\\frac{1}{20,000}\\) part, which may be reckoned an insensible quantity; but that this variety did proceed from a difference in the yielding of the sides of the cube and the cylinder. And lastly, I hope it may be trusted, that the weight of a bulk of water\n\n\\[\n\\begin{align*}\n\\text{But, as will appear hereafter, (§. 41.) these weights are too light, when compared with the standard in the House of Commons, by about 1 in 1523.92; the correction therefore, for this difference, would be } & = 0.165 \\text{ grain, to be deducted from} \\\\\n& 252,587 \\text{ grains.} \\\\\n& - 0.165 \\\\\n\\text{And the weight of a cubic inch of distilled water, in grains of the parliamentary standard, will be } & = 252,422\n\\end{align*}\n\\]\n\n† By means of an alteration and addition to my apparatus, since the experiment abovementioned was made, I have been able to repeat it at greater depths below the surface of the water, viz. when the centre of the sphere was 5 inches, 13 inches, and 21 inches, below, without any appearance of water having a sensible difference of density at different depths. The vessel I used for this purpose was of wood, 32 inches high, and 12 square, containing 16 gallons, with two sides of plate-glass, to admit the light; and the wires by which the sphere was suspended were 45 inches long, and stronger than before, viz. 100 inches of the single wire weighed 24.14 grains; and due allowance was made for the different weight of the scale and wires, in air and water, from actual experiment.\nthe sphere, has been determined to within $\\frac{1}{30,000}$ of the whole, and probably to within half that quantity.\n\n§ 32. Having then, through the means of Mr. Whitehurst's observations, and of his own instrument, ascertained the length of his proposed standard, in the latitude of London, 113 feet above the level of the sea*, under a density of the atmosphere corresponding to 30 inches of the barometer, and 60° of the thermometer, which is full as satisfactory, for all practical purposes, as if it had been done *in vacuo*†, which I conceive to be nearly impossible; and, having determined the weight of any given bulk of water, compared with this common measure; I believe it now only remains, to ascertain the proportion of this common measure and weight, to the commonly received measures and weights of this kingdom.\n\n§ 33. It is perfectly true, that if I chose to indulge in fanciful speculation, I might neglect these comparisons, as an unphilosophical condescension to modern convenience, or to ancient practice, and might adopt some more magnificent integer than the English pound or fathom; such as the diameter or circumference of the world, &c. &c. and, without much skill in the learned languages, and with little difficulty, I might ape the barbarisms of the present day. But in truth, with much inconvenience, I see no possible good in changing the quantities, the divisions, or the names of things of such constant recurrence in common life; I should therefore humbly submit it to the good sense of the people of these kingdoms at least, to\n\n* The height, as I have been informed, of the room of Mr. Whitehurst's observations.\n\n† It is perfectly true, that this supposes the experiment to be made with a pendulum similar to Mr. Whitehurst's.\npreserve, with the measures, the language of their forefathers. I would call a yard a yard, and a pound a pound, without any other alteration than what the precision of our own artists may obtain for us, or what the lapse of ages, or the teeth of time, may have required.\n\n(§ 34.) The difference of the length of the two pendulums, from Mr. Whitehurst's observations, appearing to be 59,89358 inches, on Mr. Troughton's scale; and a cubic inch of distilled water, in a known state of the atmosphere, having been found to weigh 252,587 Troy grains, according to the weights of the same artist, it remains only to determine the proportions of these weights and measures, to those that have been usually, or may be fitly, considered as the standards of this kingdom; and herein a small discrepancy between themselves, in these authoritative standards, will have no influence on the general conclusion I propose to draw; which is, not so much to say what has been the standard of Great Britain, as what it shall be henceforward, and may be immutably so; and which shall differ but a very small quantity, and that an assignable one, from those that have been in use for two or three hundred years past. By these means, no inconvenience would be produced from change of terms, or subdivisions of parts, or from sensible deviation from ancient practice: all that will be done, will be to render that certain and permanent, which has hitherto been fluctuating, or liable to fluctuation. To give effect and energy to these suggestions, is the province of another power.\n\n(§ 35.) The chief standards of longitudinal measure, as far as I can learn, that carry any authority with them, are those preserved in the Exchequer; in the House of Commons; at the\nRoyal Society; and in the Tower. The first alone, indeed, bear legal authority, and have been in use for more than 200 years; the last is considered as a copy of them, and is not used for sizing generally. The two remaining ones are of modern date; and, although they do not carry with them at present any statuteable authority, yet, from the high reputation and acknowledged care of the artists who made them, (the celebrated Mr. George Graham, and Mr. John Bird,) are undoubtedly entitled to very great respect; and are probably derived from a mean result of the comparisons of the old and discordant ones in the Exchequer. I shall begin with that of Mr. Graham, which contains also the length of the Tower standard laid down upon it; will proceed then to Mr. Bird's, and finally conclude with those at the Exchequer.\n\n§ 36. May 5, 1797. I went to the apartments of the Royal Society, at Somerset House, and, with the ready assistance of Mr. Gilpin, at the kind instance of Sir Joseph Banks, I made the following observations on Mr. Graham's* brass standard yard, made in 1742. This scale is about 42 inches long, and half an inch wide, containing three parallel lines engraven thereon, on the exterior and ulterior of which are three divisions, expressing feet; with the letter E at the last division, and, by a memorandum preserved with it in the archives of the Society, is said to signify English measure, as taken from the standard in the Tower of London. That with the letter F denoting the length of the half of the French toise; put on here, by the authority and under the inspection of the Royal Academy of Sciences, then\n\n* This rod was not made by Mr. Graham, but, at his instance, procured by him from Mr. Jonathan Sisson, a celebrated artist of that time. See Phil. Trans. Vol. XLII.\nsubsisting at Paris, to whom it was sent in 1742, for the purpose of comparing the French and English measures. The middle line, marked Exch. of the three abovementioned, denotes, as is supposed, the standard yard from the Exchequer.\n\n(§. 37.) This bar of Mr. Graham's had been previously laid together with my scale divided by Mr. Troughton, for twenty-four hours, to acquire the same temperature; they were also of the same metal, and, by placing it under my microscopes, adjusted to the interval between 10 and 46 inches, I found the interval on the Tower standard exceed\n\n\\[\n\\begin{align*}\n\\text{Inches,} \\\\\n\\text{mine, by} & - 0.00127 \\\\\n& ,00135 \\\\\n& ,00128 \\\\\n\\text{Mean} & = ,00130\n\\end{align*}\n\\]\n\n= the total length therefore 36.00130 inches, the thermometer at 60°,8.\n\nThe interval on the line marked Exch. was shorter than mine by\n\n\\[\n\\begin{align*}\n\\text{Inches,} \\\\\n\\text{mine by} & - ,0066 \\\\\n& ,0066 \\\\\n& ,0068 \\\\\n& ,0067\n\\end{align*}\n\\]\n\n= the total length = 35.9933 inches, the therm. at 60°,6.\n\nAnd the Paris half-toise, which had been supposed by the Academy to be = 38.355 English inches, was found, compared with mine, to be = 38.3561\n\n\\[\n\\begin{align*}\n\\text{Inches,} \\\\\n\\text{with mine, to be} & = 38.3561 \\\\\n& ,3563 \\\\\n& ,3559 \\\\\n\\text{Mean} & = 38.3561 *\n\\end{align*}\n\\]\n\nDr. Maskelyne says, this standard yard of Mr. Graham's was \\(\\frac{1}{100}\\) inch longer on three feet than Mr. Bird's divided scale, which he generally made use of in all his operations of dividing; and, from one made conformably to this of Mr. Bird's, Mr. Troughton divided my scale of 60 inches. This remark seems to\nto ascertain a Standard of Weight and Measure.\n\nThe 1st of the preceding observations giving - - 36,0013\nThe 2d - - - - - - 35,9933\nThe mean length of Mr. Graham's standard becomes 35,9973.\n\nagree with my 1st and 3d comparison, but not with the intermediate one. See Phil. Trans. for 1768, p. 324.\n\nAs I am now upon the subject of foreign measure, it may not be quite out of place to say a word on the length of the ancient Roman foot, which I am enabled to do with some precision.\n\nSome years ago, when I was in Italy, I had several opportunities of ascertaining the length of this measure, by actual examination of the Roman foot rules, of which I have met with nine, viz. two in the Capitol at Rome; one in the Vatican; five in the Museum at Portici, near Naples; and lastly, one in the British Museum, sent from Naples by Sir William Hamilton. They were all of brass, except one half-foot, of ivory, with a joint in the middle, resembling our common box or ivory rules: and, by reference to my journal kept at that time, I find the mean result from all the nine rules, viz. by taking both the whole and the parts of each, (for they were divided into 12 inches, and also into 16ths, or digits,) gave, for the length of the old Roman foot, in English inches, correspondent to Mr. Bird's measure, = 11,6063.\n\nIn confirmation also of this conclusion, and agreeably to the idea of Mons. De la Condamine, in the \"Journal of his Tour to Italy\", I took the dimensions of several ancient buildings, viz. the interior diameter of the temple of Vesta; the width of the arch of Severus; the door of the Pantheon; and the width of the base of the quadrilateral pyramid of Cestius, which, it is curious to observe, I found exactly 100 old Roman feet, and 125 feet high. This I do not remember to have seen noticed by any former traveller.\n\nThe mean result of these experiments gave me - - 11,617 English inches.\nDitto, as before, from the rules - - - - 11,606 ditto.\nThe mean of the two modes of determination is - - 11,612 ditto.\n\nI may add, that in the Capitol is a stone, of no very ancient date however, let into the wall, on which is engraven the length of several measures, from whence I took the following:\n\nThe ancient Roman foot, = 11,635 English inches.\nThe modern Roman palm, = 8,82 ditto.\nThe ancient Greek foot, = 12,09 ditto.\n\nMDCCXCVIII.\n§ 38: From the information in the report of a committee of the House of Commons, that sat in the year 1758, I learnt that Mr. Bird's parliamentary standard had been in the custody of some of its officers, but of whom nobody knew: however, under the authority of the speaker, who was so good as to furnish me with a room in his house, to make the comparisons in, I at last discovered this valuable original in the very safe keeping of Arthur Benson, Esq. Clerk of the Journals and Papers, and which, I believe, had never seen the light for five-and-thirty years before. It is a brass rod or bar, about 39 inches long, and 1 inch square, inclosed in a mahogany frame, inscribed \"Standard Geo. ad. 1758\"; at each extremity of it is a gold pin, of about $\\frac{1}{16}$ inch in diameter, with a central point, and these points are distant = 36 inches. It bears, however, no divisions; but there was found with it, in another box, a scale divided into 36 inches, with brass cocks at the extremities, for the purpose of sizing or gauging other scales or rules by. Besides these, I found another standard, in size, and in all respects, similar to the last, inscribed 1760, having been made for another committee, that sat in that year; this also was accompanied with a similar divided scale of 36 inches.\n\nThese bars being too thick to be conveniently placed under the microscopes of my instrument, the interval of 36 standard inches was laid down on my scale with a beam-compass, two fine points made, and, compared with Troughton's divisions, was = 36,00023 inches; the thermometer being at 64°. I then examined the other standard, marked \"Standard, 1760\",\nand found it to agree exactly with that of 1758; at least it did not differ from it more than ,0002 inch*.\n\n(§. 39.) I was now to examine the old standards kept in the Exchequer: these Mr. Charles Ellis, Deputy Chamberlain of the Tally Court at the receipt of the Exchequer, was so good as to supply me with; viz. the standard yard of the 30th of Eliz. 1588, and also the standard ell of the same date. These are what have been constantly used, and are indeed the only ones now in use, for sizing measures of length†. They are made of brass, about 0.6 inch square, and are very rudely divided indeed, into halves, quarters, eighths, and sixteenths; the lines being two or three hundredths of an inch broad, and not all of them drawn square, or at right angles to the sides of the bar, so that no accuracy could possibly be expected from such measures. However, the middle point of these transverse lines, between the sides of the bar, was taken as the intended original division; and these divisions, such as they were, were transferred, by a dividing knife, to the reverse side of my brass scale made by Mr. Troughton, the thermometer being at 63°; and, at my leisure afterwards, I found as follows.\n\nThe ends of these venerable standards having been bruised a little, or rounded, in the course of so many years' usage, I conceived a tangent to be drawn to the most prominent part, which was about the centre or axis of the bar, and this point\n\n* These quantities then being so small, I shall consider them as wholly insensible; and shall say, that Mr. Bird's parliamentary standards of 3 feet exactly correspond with Mr. Troughton's scale.\n\n† There was also a standard yard of Henry VII. but of very rude workmanship indeed; now quite laid by, and at what time last used, no information remains: but of this more hereafter.\nbeing referred to Troughton's scale, between 6 and 42 inches, the entire yard of 1588, measuring from one extremity to the other, was found to be shorter than this, by —,007 inch: but these comparisons will be better exhibited in a table.\n\n| Exchequer standard of 1588. | Difference from Trough- ton. | Length in Inches. | Difference on 36 inches. | Mean difference on 36 inches. |\n|-----------------------------|-------------------------------|------------------|--------------------------|--------------------------------|\n| Entire yard                 | — ,007                        | 35,993           | — ,007                   | Inch.                          |\n| ½ yard, from 24 to 42 inch. | + ,063                        | 18,063           | + ,126                   | = + 0,015                      |\n| ¾ yard, from 15 to 42 inch. | — ,008                        | 26,992           | — ,011                   |                                |\n| ⅞ yard, from 10½ to 42 in.  | + ,022                        | 31,522           | + ,025                   |                                |\n| ⅝ yard, from 8¼ to 42 in.   | — ,055                        | 33,695           | — ,059                   |                                |\n| Entire ell, from 2 to 47 inch. | — ,036                        | 44,964           | — ,029                   | Inch.                          |\n| ½ ell, from 2 to 24½ inch.  | + ,032                        | 22,532           | + ,052                   | = + 0,016                      |\n| ¾ from 2 to 35¾ inch.       | + ,017                        | 33,767           | + ,018                   |                                |\n| ⅞ from 2 to 41,375 inch.    | — ,001                        | 39,374           | — ,001                   |                                |\n| ⅝ from 2 to 44,1875 inch.   | + ,051                        | 42,239           | + ,043                   | Viz. the Exchequer measure is by so much the longer, or about 1 in 2322. |\n\n(§ 40.) It appears then, from the above table, that the ancient standards of the realm differ very little from those that have been made by Mr. Bird, or Mr. Troughton, and consequently, even in a finance view, (if one might look so far forward,) nothing need be apprehended, of loss in the customs, or excise duties, by the adoption of the latter.\nto ascertain a Standard of Weight and Measure.\n\n§ 41. I shall now endeavour to shew the proportion of the weights that I have used, compared with the standards that were made by Mr. Harris, Assay Master of the Mint, under the orders* of the House of Commons, in the year 1758. They are kept in the same custody with Mr. Bird's scales of length, and appear to have been made with great care, as a mean result from a great number of comparisons of the old weights in the Exchequer, which have been detailed at length in that report. Mr. Harris having been of opinion that the Troy pound was the best integer to adopt, as the standard of weight, I venture to conclude that this was the most accurate, and most to be depended upon, of all the various weights and duplicates that he made for the use of this committee; for he made them of 1, 2, 4, 8, 16, lb. and of \\( \\frac{1}{2}, 1, 2, 3, 6 \\) ounces. It will therefore be sufficient for my purpose, to compare the 1 and 2 pounds Troy, and their duplicates, with the weights of Mr. Troughton.\n\nI did this, June 2d, 1797; the barometer being at 29.72 inches, and thermometer 67°.\n\nThe standard weight of 1 Troy pound, or 5760 grains, marked 1758, kept at the House of Commons, in a small box by itself, by Mr. Benson, weighed\n\nA duplicate of the preceding, kept with some other weights, in a box marked B\n\nThe mean weight of the Troy pound, from these two\n\n\\[\n\\begin{align*}\n\\text{Troughton's weights.} \\\\\n\\text{lb.} & \\quad \\text{grains.} & \\quad \\text{grains.} \\\\\n1 & \\quad 3.75 & \\quad = 5763.745 \\\\\n& \\quad ,74 & \\\\\n1 & \\quad 3.70 & \\quad = 5763.685 \\\\\n& \\quad ,67 & \\\\\n\\end{align*}\n\\]\n\n\\[\n= 5763.715\n\\]\n\n* See the report referred to in the note of page 148.\nThe two-pounds weight, from the House of Commons, kept in a deal box, marked A\n\n\\[ \\begin{align*}\n10000 & \\\\\n1000 & \\\\\n400 & \\\\\n100 & \\\\\n20 & \\\\\n7 & \\\\\n0.84 &\n\\end{align*} \\]\n\n\\[ = 11527.84 \\text{ grains} \\]\n\nA duplicate of the last mentioned 2 lb. weight, preserved in a deal box, marked B\n\n\\[ \\begin{align*}\n10000 & \\\\\n1000 & \\\\\n400 & \\\\\n100 & \\\\\n20 & \\\\\n7 & \\\\\n0.55 &\n\\end{align*} \\]\n\n\\[ = 11527.55 \\text{ grains} \\]\n\nThe thermometer now stood at 68°.\n\nTherefore the mean weight of 2 lb. Troy, from the two last trials, is\n\n\\[ = 11527.70 \\text{ grains} \\]\n\nAnd consequently 1 lb. becomes\n\n\\[ = 5763.85 \\text{ grains} \\]\n\nBut, from the examination of the two single pound weights, as above, 1 pound is\n\n\\[ = 5763.71 \\text{ grains} \\]\n\nTherefore the mean of all is\n\n\\[ = 5763.78 \\text{ grains} \\]\n\nThat is, Mr. Troughton's weights are too light by\n\n\\[ \\frac{37}{5760} = 0.6562 \\text{ grain on 1000 grains, or 1 in 1523.92 grains.} \\]\n\n(§. 42.) In conclusion, it appears then that the difference of the length of two pendulums, such as Mr. Whitehurst used, vibrating 42 and 84 times in a minute of mean time, in the latitude of London, at 113 feet above the level of the sea, in the temperature of 60°, and the barometer at 30 inches, is \\(= 59.89358\\) inches of the parliamentary standard; from whence all the measures of superficies and capacity are deducible.\n\nThat, agreeably to the same scale of inches, a cubic inch of pure distilled water, when the barometer is 29.74 inches, and\nthermometer at 66°, weighs 252,422 parliamentary grains; from whence all the other weights may be derived.\n\nAs a summary of what has been done, I hope it may now be said, that we have attained these three objects;\n\n1st. An invariable, and at all times communicable, measure of Mr. Bird's scale of length, now preserved in the House of Commons; which is the same, or agrees within an insensible quantity, with the ancient standards of the realm.\n\n2dly. A standard weight of the same character, with reference to Mr. Harris's Troy pound.\n\n3dly. Besides the quality of their being invariable, (without detection,) and at all times communicable, these standards will have the additional property of introducing the least possible deviation from ancient practice, or inconvenience in modern use.\n\n(§. 43.) Before I close this Paper, after having said so much on the subject of weights and measures, it may not be improper to add a few words upon a topic that, although not immediately connected, has some affinity to it; I mean the subject of the prices of provisions, and of the necessaries of life, &c. at different periods of our history, and, in consequence, the depreciation* of money. Several authors have touched incidentally upon this question, and some few have written professedly upon it; but they do not appear to me to have drawn a distinct conclusion from their own documents. It would carry me infinitely too wide, to give a detail of all the facts I have collected; I shall therefore content myself with a general table of their\n\n* The various changes that have taken place, by authority, in different reigns, either in the weight or alloy of our coins, are allowed for in the subsequent table.\nresults, deduced from taking a mean rate of the price of each article, at the particular periods, and afterwards combining these means, to obtain a general mean for the depreciation at that period; and lastly, by interpolation, reducing the whole into more regular periods, from the Conquest to the present time: and, however I may appear to descend below the dignity of philosophy, in such economical researches, I trust I shall find favour with the historian, at least, and the antiquary.\nA Table exhibiting the Prices of various Necessaries of Life, together with that of Day Labor, from the Conquest to the present Time, derived from respectable Authorities; with the added, the Mean Appreciation of Money, according to a Series of Intervals of 50 Years Periods, deduced by Interpolation.\n\n| Year of our Lord | Wheat, per Bushel | Horse. | Ox. | Cow. | Sheep. | Hog. | Goose. | Hen. | Cock. | Butter, per lb. | Cheese, per lb. |\n|------------------|-------------------|-------|-----|------|--------|------|-------|------|------|----------------|----------------|\n|                  | s. d.             | £. s. d. | £. s. d. | £. s. d. | £. s. d. | £. s. d. | s. d. | s. d. | s. d. |                |                |\n| 1050             | 0 2\\(\\frac{1}{4}\\) | 1 17 6 | 0 7 6 | 0 6 0 | 0 1 3 | 0 2 0 |       |       |       |                |                |\n|                  | *89               | 20    | 37   |      |      |      |       |       |       |                |                |\n| 1150             | 0 4\\(\\frac{1}{2}\\) | 0 12 5 | 0 4 8\\(\\frac{1}{4}\\) | 0 1 8 | 0 3 0 |       |       |       |       |                |                |\n| 1250             | 1 7\\(\\frac{3}{4}\\) | 1 11 0 | 1 0 7 | 0 17 0 | 0 1 7 |       |       |       |       |                |                |\n| 1350             | 1 10\\(\\frac{1}{2}\\) | 0 18 4 | 1 4 6 | 0 17 2 | 0 2 7 | 0 2 6 | 0 9 0 | 0 2 0 | 3\\(\\frac{3}{4}\\) |                |                |\n|                  |                   | 43    | 66   | 106  | 61   | 45   | 75   | 24   | 31   |                |                |\n| 1450             | 1 5               |       | 1 15 8 | 0 15 6 | 0 4 11\\(\\frac{1}{2}\\) | 0 5 1 | 0 6\\(\\frac{1}{4}\\) |       |       |                |                |\n| 1550             | 1 10\\(\\frac{1}{2}\\) | 2 2 0 | 1 16 7 | 0 16 0 | 0 4 9\\(\\frac{3}{4}\\) | 0 5 6 | 1 0 0 | 8\\(\\frac{1}{4}\\) | 1 0 0 | 5 0 |                |\n|                  |                   | 100   | 100  | 100  | 100  | 100  | 100  | 100  | 100  |                |                |\n| 1600             | 4 0\\(\\frac{1}{2}\\) |       |       |       |       |       |       |       |       |                |                |\n| 1625             | 4 11              |       |       |       |       |       |       |       |       |                |                |\n| 1650             | 5 6               |       |       |       |       |       |       |       |       |                |                |\n| 1675             | 4 6               | 5 10 0 | 3 6 0 | 2 17 0 | 0 11 0 | 0 14 0 | 3 0 0 | 1 3 0 | 1 3 0 | 4\\(\\frac{1}{2}\\) | 9 0 |                |\n|                  |                   | 250   | 184  | 345  | 256  | 254  | 300  | 182  | 125  | 90   |                |                |\n| 1700             | 4 9\\(\\frac{1}{2}\\) |       |       |       |       |       |       |       |       |                |                |\n| 1720             | 4 4\\(\\frac{1}{2}\\) |       |       |       |       |       |       |       |       |                |                |\n| 1740             | 3 8               | 10 0 0 | 8 0 0 | 7 7 0 | 1 6 0 | 1 15 0 | 3 6 0 | 1 6 0 | 1 6 0 | 9 0 |                |\n|                  |                   | 476   | 437  | 884  | 602  | 634  | 350  | 218  | 150  | 180  |                |\n| 1760             | 3 9\\(\\frac{3}{4}\\) | 14 0 0 | 8 10 0 | 7 0 0 | 1 7 0 | 1 15 0 | 5 0 0 | 1 10 0 | 1 10 0 | 10 0 |                |\n|                  |                   | 667   | 465  | 874  | 626  | 634  | 500  | 266  | 183  | 200  |                |\n| 1780             | 4 5\\(\\frac{1}{2}\\) |       |       |       |       |       |       |       |       |                |                |\n| 1795             | 7 10              | 19 0 0 | 16 8 0 | 16 8 0 | 1 18 0 | 5 8 0 | 3 0 0 | 1 6 0 | 1 6 0 | 11\\(\\frac{1}{2}\\) | 2 0 |                |\n|                  |                   | 904   | 890  | 2000 | 882  | 1960 | 300  | 218  | 150  | 230  |                |\n\n* The small figures denote the price in decimals, whereof those for the year 1299.\n\nBesides most of the old chronicles and historians, the following books were consulted, in constructing the above table:—\n\n1299. The Sketch of the Establishments of this Kingdom, temp. Ed. III. et seqq., by J. Bree, 1791. Collection of King William and Queen Mary, Lond. 1790, 4to. The 11th volume of the Archaeologia. An Enquiry into the Prices of fol. Lond. by T. Longman, 1768. Dr. Smith's Wealth of Nations. Sir James Steuart's Political Economy,\nwith that of Day Labour, in sterling Money, and also in Decimals, at different Periods, Authorities; with the Depreciation of the Value of Money inferred therefrom. To which is intervals of 50 Years, for the first 600 Years; and, during the present Century, at shorter\n\n### US ARTICLES AT DIFFERENT TIMES.\n\n| Poultry. | Hen, Cock. | Butter, per lb. | Cheese, per lb. | Ale, per Gallon. | Small Beer, per Gallon. | Mean Depreciation from these Articles. | Beef and Mutton, per lb. | Labour in Husbandry, per Day. | Wheat. | 12 miscellaneous Articles. | Meat. | Day Labour. | Mean of all. |\n|----------|------------|-----------------|-----------------|------------------|------------------------|--------------------------------------|-------------------------|-------------------------------|--------|--------------------------|-------|----------------|-------------|\n|          |            |                 |                 |                  |                        |                                      |                         |                               |        |                          |       |                |             |\n|          |            |                 |                 |                  |                        |                                      |                         |                               |        |                          |       |                |             |\n|          |            |                 |                 |                  |                        |                                      |                         |                               |        |                          |       |                |             |\n\n### Mean Appreciation by Interpolation.\n\n| A.D. | Mean Appreciation |\n|------|-------------------|\n| 1050 | 26                |\n| 1100 | 34                |\n| 1150 | 43                |\n| 1200 | 51                |\n| 1250 | 60                |\n| 1300 | 68                |\n| 1350 | 77                |\n| 1400 | 89                |\n| 1450 | 88                |\n| 1500 | 94                |\n| 1550 | 100               |\n| 1600 | 144               |\n| 1650 | 188               |\n| 1675 | 210               |\n| 1700 | 238               |\n| 1720 | 257               |\n| 1740 | 287               |\n| 1750 | 314               |\n| 1760 | 342               |\n| 1770 | 384               |\n| 1780 | 427               |\n| 1790 | 496               |\n| 1795 | 531               |\n| 1800 | nearly 562        |\n\nNote: Whereof those for the year 1550 may be taken for the integer, viz. 100.\n\nIn constructing the above table; viz. Bishop Fleetwood's Chronicon Pretiosum, 1st and 2d edit. Liber Garderobe, in EE, 1791. Collection of Ordinances and Regulations of the Royal Household, in divers Reigns, from Edward III. to Enquiry into the Prices of Wheat and other Provisions in England, from the Year 1000 to 1765, by Mr. Combrune, Art's Political Economy, and Dr. Henry's History.\nAPPENDIX.\n\n(§. 44.) Since the writing of the preceding Memoir, I have had an opportunity of examining three other scales, divided into inches, or equal parts, of considerable authority in this country, having been executed by the late Mr. J. Bird. I have also compared the old standard in the Exchequer, of the time of Hen. VII. and which is considered to be the most ancient authority of this sort now subsisting: these observations, I flatter myself, the Royal Society will be desirous of possessing.\n\n(§. 45.) The first of the abovementioned scales belonged to the late General Roy, and was purchased by him at Mr. Short's sale, the celebrated optician; it was used by him in his operations of measuring a base line on Hounslow Heath. (See Phil. Trans. Vol. LXXV.) It was originally the property of Mr. G. Graham, has the name of Jonathan Sisson engraved upon it, but is known to have been divided by Mr. Bird, who then worked with old Mr. Sisson. It is 42 inches long, divided into tenths, with a vernier of 100 at one end, and of 50 at the other, giving the subdivisions of 500ths, and 1000ths, of an inch.\n\n(§. 46.) The second is in the possession of Alexander Aubert, Esq. and formerly belonged to Mr. Harris, of the Tower; contains 60 inches, divided into 10ths, with a vernier, like that of the preceding. It is one inch broad, and 0.2 thick.\n\n(§. 47.) The third was presented by Alexander Aubert, Esq. and the late Admiral Campbell, Mr. Bird's executors, to the Royal Society, in whose custody it now remains. It consists of a brass rod, 92.4 inches long, 0.57 inch broad, and MDCCXCVIII.\ninch thick; bearing a scale of 90 inches, or equal parts, each subdivided into 10, with a vernier at the commencement, being a scale of 100 divisions to 101 tenths. This has been called Mr. Bird's own scale, viz. made for his own use; and was the instrument with which he is said to have laid off the divisions of his 8-feet mural quadrants. It is probable that Mr. Bird made many more of these scales, now in the hands of private persons, (one of which, indeed, I saw at the President De Saron's, many years ago, at Paris,) but those have not come to my knowledge.\n\n§ 48. In comparing General Roy's (Bird's) scale with Mr. Troughton's, I found 42 inches of the former were = 42,00010 inches on Troughton's; (the thermometer 51°7;) 36 inches were consequently = 36,00008.\n\nAnd 12 inches on the 1st foot were equal to the 12 inches from 12 to 24 on Troughton's scale\n\n| Inches |\n|--------|\n| - ,0003 = 11,9997 |\n| + ,0006 = 12,0006 |\n| - ,0004 = 11,9996 |\n| + ,0006 = 12,0006 |\n\nThe mean foot, therefore, in General Roy's scale, taken from four different feet, compared with Troughton's, between the 12th and 24th inch, is as 12 to\n\nThat is, General Roy's scale is longest on 1 foot by so much, and longer on 3 feet by ,00036\n\nAnd the greatest probable error from the inequality in the divisions is about ,0005\n\nAnd the mean probable error about ,0003\n\n§ 49. Mr. Aubert's scale, compared with Mr. Troughton's, was as follows: 58 inches were equal to 57,9982 inches\non Troughton's; (thermometer at $51^\\circ$;) viz. Mr. Bird's measure was shortest .0018; or, shortest on 36 inches = .0012,\nAnd 12 inches, or 1st foot, on Mr. Aubert's\n\n| Inches | on Mr. Troughton's scale, from 6 inches to 18 inches; the thermometer being at $50^\\circ$. |\n|--------|------------------------------------------------------------------------------------------|\n| 2d foot | = 12,0005                                                                                 |\n| 3d foot | = 11,9996                                                                                 |\n| 4th foot| = 12,0019                                                                                 |\n| 5th foot| = 12,0006                                                                                 |\n\nTherefore the mean foot is = 12,0005.\n\nThe greatest error in this scale appears to be about = .0012\nAnd the mean probable error = .0006.\n\n(§. 50.) The Royal Society's scale, compared, was as follows:\n58 inches on Mr. Bird's were equal to 57,99912 inches on Mr. Troughton's: (thermometer $50^\\circ$)\n\nviz. Mr. Bird's measure was shortest .00088\nOr shorter on 36 inches = .00054\n32 inches on the same were equal to = 31,99967\nviz. Mr. Bird's was shortest by = .00033\nOr, on 36 inches, by = .00037\nThe mean of these two comparisons is = .00045\nAnd, by so much, is Mr. Bird's scale shorter, in three feet, than Troughton's.\n\nAnd 12 inches, or 1st foot, of the Royal Society's scale, is\n\n| Inches | on Troughton's scale; the thermometer at $51^\\circ$. |\n|--------|-----------------------------------------------------|\n| 2d foot of ditto | = 11,99957                                           |\n| 3d foot of ditto | = 12,00027                                           |\n| 4th foot of ditto | = 11,99990                                           |\n| 5th foot of ditto | = 12,00063                                           |\n| 6th foot of ditto | = 11,99823                                           |\n| 7th foot of ditto | = 12,00000                                           |\n\nThe mean of these seven feet is = 11,99982\nAnd the greatest error in these divisions = .0008\nAnd the mean probable error = .0004.\n§ 51. Lest, however, it should be suspected, that Mr. Troughton's scale, with which I have made these comparisons, is not sufficiently correct for this apparent preference, I will now give the result of my examination of that scale, from one end to the other. I set the microscopes to an interval of nearly 6 inches, correctly speaking, it was 6,00013 inches, taken from a mean of the whole scale; and, comparing this interval successively, I found as follows.\n\n| Inches | Inches | Inches |\n|--------|--------|--------|\n| viz. from 0 to 6 | = 6,00025* | + ,00012 |\n| 6 to 12 | = 6,00013 | ,00000 |\n| 12 to 18 | = 6,00020 | + ,00007 |\n| 18 to 24 | = 6,00000 | ,00013 |\n| 24 to 30 | = 6,00007 | ,00006 |\n| 30 to 36 | = 6,00033 | + ,00020 |\n| 36 to 42 | = 5,99980 | ,00033 |\n| 42 to 48 | = 6,00020 | + ,00007 |\n| 48 to 54 | = 6,00010 | ,00003 |\n| 54 to 60 | = 6,00023 | + ,00010 |\n\nMean of all = 6,00013.\n\nFrom whence it appears, that the greatest probable error, without a palpable mistake, in Mr. Troughton's divisions, is = ,00033 inch; against which, the chance is 9 to 1; and\n\n* It is not pretended, that in this and the foregoing observations, the quantity of any interval can be determined to the precision of the one hundred thousandth part of an inch; but it is presumed, that with the assistance of the microscopes, the ten thousandth part of an inch becomes visible; and, as a mean is taken from 3 or 4 times reading off the micrometer at each trial, it has been deemed not unreasonable to set down the quantities to five places of decimals.\nthe mean probable error = ,00016; and that it is 4 to 1 the error doth not exceed \\(\\frac{2}{10,000}\\) inch.\n\nThis accuracy is about three times as great as that of Mr. Bird's scales, and about equal to that of the divisions of my equatorial instrument, made by Mr. Ramsden, in 1791. See Phil. Trans. for 1793.\n\n(§. 52.) I now proceed to the examination of the standard rod of Henry VII. which is an octangular brass bar, of about \\(\\frac{1}{2}\\) an inch in diameter, with one of the sides rudely divided, into halves, thirds, quarters, eighths, and sixteenths; and the first foot into inches. Each end is sealed with a crowned old English H, (H), and from hence is concluded to be of the time of King Henry VII. viz. about 1490, but is now become wholly obsolete, since the introduction of the standard of Queen Elizabeth; but such as it is, I have thought proper to examine it, and find as follows:\n\n| Inches |\n|--------|\n| On this rod, \\(\\frac{1}{3}\\), or the 1st foot, is equal to 11,973 on Troughton's. |\n| the 2d foot is - 11,948 |\n| the 3d foot is - 12,047 |\n| The mean foot is - 11,989 - ,011 - ,033 |\n| \\(\\frac{1}{2}\\) yard, or 18 inches - = 17,946 - ,054 - ,108 |\n| \\(\\frac{2}{3}\\) yard, or 24 inches - = 23,921 - ,079 - ,118 |\n| \\(\\frac{3}{4}\\) yard, or 27 inches - = 26,937 - ,063 - ,084 |\n| \\(\\frac{7}{8}\\) yard, or \\(3\\frac{1}{2}\\) inches - = 31,443 - ,057 - ,065 |\n| \\(\\frac{15}{16}\\) yard, or \\(3\\frac{3}{4}\\) inches - = 33,665 - ,085 - ,091 |\n| Entire yard, or 36 inches - = 35,966 - ,034 - ,034 |\n| And the mean yard - - = 35,924 Mean - ,076 |\n\nAnd, by so much, Mr. Troughton's measure is longest.\nAnd the probable error, in the divisions of this old standard, is about $\\frac{3}{100}$ inch.\n\n(§. 53.) It may now be desirable to see the comparative lengths of these various standards and scales, reduced to one and the same measure, viz. Mr. Troughton's.\n\n| Standard Description                                      | Inches on Troughton's | Difference | Probable error in divisions |\n|-----------------------------------------------------------|-----------------------|------------|----------------------------|\n| 36 inches, on a mean, of Hen.VII. standard of 1490, are equal to | 35.924                | -0.076     | 0.03                       |\n| of standard yard of Eliz. of 1588                         | 36.015                | +0.015     | 0.04                       |\n| of standard ell of ditto, of 1588                         | 36.016                | +0.016     | 0.04                       |\n| *of yard-bed of Guildhall, about 1660                     | 36.032                | +0.032     |                            |\n| *of ell-bed of ditto, about 1660                          | 36.014                | +0.014     |                            |\n| *of standard of clock-makers' company, 1671                | 35.972                | -0.028     |                            |\n| *of the Tower standard, by Mr. Rowley, about 1720          | 36.004                | +0.004     |                            |\n| of Graham's standard, by Sisson, of 1742, viz. line E      | 36.0013               | +0.0013    |                            |\n| of ditto, ditto, viz. line Exch. = 35.9933                 |                       |            |                            |\n| of Gen. Roy's (Bird's) scale                              |                       |            |                            |\n| of Mr. Aubert's, ditto, ditto                             |                       |            |                            |\n| of Royal Society's ditto, ditto                           |                       |            |                            |\n| all made, probably, between the years 1745 and 1760        |                       |            |                            |\n| of Mr. Bird's parliamentary standard, of 1758             | 36.00023              | +0.00023   |                            |\n| of Mr. Troughton's scale, in 1796                         | 36.00000              | +0.00000   |                            |\n\nFrom hence it appears, that the mean length of the standard yard, taken from the seven first instances in this table, agrees with the quantity assumed by Mr. Bird, or Mr. Troughton, to within $\\frac{3}{1000}$ inch, but that the latter is the longest.\n\n* These four quantities are taken from Mr. Graham's account, in the Phil. Trans. Vol. XLII.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106974.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 60,
    "total-input-tokens": 93528,
    "total-output-tokens": 29982,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1389,
        2
      ],
      [
        1389,
        3195,
        3
      ],
      [
        3195,
        5037,
        4
      ],
      [
        5037,
        6706,
        5
      ],
      [
        6706,
        8597,
        6
      ],
      [
        8597,
        10630,
        7
      ],
      [
        10630,
        12470,
        8
      ],
      [
        12470,
        14448,
        9
      ],
      [
        14448,
        16237,
        10
      ],
      [
        16237,
        18110,
        11
      ],
      [
        18110,
        19889,
        12
      ],
      [
        19889,
        21604,
        13
      ],
      [
        21604,
        22699,
        14
      ],
      [
        22699,
        24121,
        15
      ],
      [
        24121,
        25366,
        16
      ],
      [
        25366,
        27649,
        17
      ],
      [
        27649,
        29139,
        18
      ],
      [
        29139,
        30806,
        19
      ],
      [
        30806,
        32133,
        20
      ],
      [
        32133,
        33882,
        21
      ],
      [
        33882,
        35076,
        22
      ],
      [
        35076,
        39594,
        23
      ],
      [
        39594,
        40817,
        24
      ],
      [
        40817,
        43211,
        25
      ],
      [
        43211,
        45047,
        26
      ],
      [
        45047,
        47570,
        27
      ],
      [
        47570,
        48907,
        28
      ],
      [
        48907,
        50364,
        29
      ],
      [
        50364,
        52385,
        30
      ],
      [
        52385,
        54098,
        31
      ],
      [
        54098,
        55607,
        32
      ],
      [
        55607,
        57779,
        33
      ],
      [
        57779,
        59544,
        34
      ],
      [
        59544,
        61288,
        35
      ],
      [
        61288,
        63087,
        36
      ],
      [
        63087,
        64705,
        37
      ],
      [
        64705,
        67048,
        38
      ],
      [
        67048,
        68699,
        39
      ],
      [
        68699,
        70525,
        40
      ],
      [
        70525,
        72874,
        41
      ],
      [
        72874,
        74583,
        42
      ],
      [
        74583,
        76070,
        43
      ],
      [
        76070,
        77776,
        44
      ],
      [
        77776,
        78267,
        45
      ],
      [
        78267,
        82763,
        46
      ],
      [
        82763,
        85729,
        47
      ],
      [
        85729,
        87328,
        48
      ],
      [
        87328,
        88792,
        49
      ],
      [
        88792,
        90989,
        50
      ],
      [
        90989,
        92539,
        51
      ],
      [
        92539,
        94155,
        52
      ],
      [
        94155,
        96947,
        53
      ],
      [
        96947,
        96947,
        54
      ],
      [
        96947,
        96947,
        55
      ],
      [
        96947,
        96947,
        56
      ],
      [
        96947,
        96947,
        57
      ],
      [
        96947,
        96947,
        58
      ],
      [
        96947,
        96947,
        59
      ],
      [
        96947,
        96947,
        60
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106974",
    "title": "An Account of Some Endeavours to Ascertain a Standard of Weight and Measure. By Sir George Shuckburgh Evelyn, Bart. F. R. S. and A. S.",
    "authors": "George Shuckburgh Evelyn",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 60,
    "jstor_url": "https://www.jstor.org/stable/106974"
  }
}