{
  "id": "c83bd29adc2e548a9dd3ccf420a50d44fac20b68",
  "text": "II. An Extract of a Letter from Dr. Wallis, of May 4. 1697, concerning the Cycloïd known to Cardinal Cusanus, about the Year 1450; and to Carolus Bovillus about the Year 1500.\n\nNarrat Torricellius, inter opera sua Mathematica Anno 1644 edita, Quod Cycloïdem consideraverat Galilæus tum ante annos 45, (adeoque Anno saltem 1599, aut adhuc prius:) Quodque adjacentis Figuræ Quadraturam aggressus fuerit (& quibus modis sit aggressus;) sed non est asscucus.\n\nEandem Curvam Anonymus quidam Gallus, in l'Historie de la Roulette, Anno 1658 Gallice edita; Mersenno tribuit; ut qui Anno 1615 (primus omnium, ut ipsi videtur,) eam Gallis suis considerandam proposuit, la Roulette dictam, seu Trochoïdem. Non quod ipse Figuræ Quadraturam invenerit (aut quidem aggressus fuerit;) sed quod considerandam proposuerit.\n\nEt quidem omnino fieri potest, ut Mersennus, per se, in eandem Curvam inciderit, (nolim enim meritissimo Viro quicquam derogare,) nescius eam a Galilæo fuisse ante consideratam. Num autem id sciverit, aut non sciverit Mersennus, non constat. Utcunque vero (sive sciverit sive non sciverit) Mersenno non debet praëjudicio esse, aut vitio verti, quod eam porro considerandam proposuerit. Certum enim est, eam (sive Curvam, sive Figuram adjacentem,) non fuisse tum temporis ita perspectam prout nunc est.\n\nAnno demum 1644, Torricellius suam edidit Figuræ Quadraturam, (Demonstratione munitam,) nempe, Cycloïdem esse Circuli Genitoris Triplam; Modumque du-\ncendi Tangentes. Et quidem primus omnium, quod sciam, hæc edidit.\n\nSed Robervallium, aiunt, Anno 1634, hanc Quadraturam prius invenisse; quamvis ea non fuerit typis edita, (nec quidem scio an etiamnum sit.) Quod quidni verum sit, non video: quamvis id nesciverit Torricellius.\n\nAt certum est, neque Mersennum, neque Galileum, primos esse qui Curvam hanc consideraverint. Extat enim apud Carolum Bovillum, inter opera sua Mathematica, Annis 1501, 1503, 1510, edita; & speciatim in eo ubi agitur de Circuli Quadratura.\n\nUbi, inter alia plura, ostendit, Quod (dum Circulus super rectam in plano volvitur perimetro æqualem) quodlibet Peripheriæ punctum (ascendendo & descendendo) Curvam describit (nempe, eam quam jam Cycloidem dicimus;) & quidem, quodlibet in circuli plano Punctum intra circulum (solo Centro excepto) ascendendo & descendendo curvam itidem describit, (nempe, quam jam dicimus Cycloidem Protractam;) Centro autem describitur Recta, perimetro æqualis.\n\nOstendit item, Quod Parallelogrammum intra quod volvitur Circulus (illud, puta, quod Cycloidi circumscribitur,) est Circuli Quadruplum. Unde foret illatu facile, Quod (si eximatur, medio loco, circulus qui est Cycloidis Axi circumpositus) Parallelogrammi reliquum foret Circuli Triplum. Quod vix aliud est quam distorta Cyclois; saltem huic æquatur. Vel, si auferatur, id quod est extra Cycloidem, (quod ostendi potest circulo æquale) manebit Cyclois, circuli Tripla. Sed hoc ea ætate non innotuit.\n\nSed & (ante Bovillum) Cardinali Gusano notam suisse constat. Quem in plerisque sequitur Bovillus, ab eo plurima mutuatus; (quod qui utrumque legerit, non dubitabit;) quem & aliquoties citat.\n\nExtat.\nExtat utique in vetusto Codice Manuscripto, (quem ego nuper intuli in Bibliothecam Mathematicam Oxoniæ, quam Savilianam dicimus,) a quodam Johanne Scoblant, Aquisgrani, descripto; Anno 1454; vetusto charactere qui eam ætatem sapit. Aquisgrani, inquam, sic enim lego quod ibi scribitur Aquisg.\n\nId liquet ex Notis, quas ad variorum Tractatuum calcem subjunctis scriba; quo die fuerit Tractatus ille absolutus. Nempe, ad calcem unius, Finivi Aquisgrani, Anno Dom. 1451, Octava Sci. Leopardi f. Scoblant. Ad calcem alterius, Ipsa die Annunciationis 1454, Aquisgrani, Jo. Scoblant. Ad calcem hujus de quo agitur, Jo. Scoblant Aquisgrani 1454, Febr. die Sci Mathiæ: Ad calcem alterius, Per me Jo. Scoblant 1454 Aprilis die 18. Ad calcem ultimi, 1454, 28 Aprilis, per Jo. Scoblant Script. Ut de codicis antiquitate non sit dubitandum. Quanto autem prius, Tractatum hunc conscripsit Cusanus, quam codicem hunc descriptis Scoblantus ille; non liquet. Certe non multos annis; quippe in Pontificatu Papæ Nicolai V. cui dicatur.\n\nHæc, inter opuscula quædam Cardinalis Cusani, (ubi agitur de Quadratura Circuli, Mechanice perficienda,) conspicitur hæc Figura. Codicem cito MS. quia, in codicibus editis, Figura perperam describitur. Et quidem, in MS. haud satis accurate, sed rudiori manu, descripta est (prout sunt istius codicis Figuræ omnes) & a scriba qui videtur rem ipsam haud satis intellectisse. Sed quæ (ad mentem Cusani restituta) sic se habet. vid. Fig. r.\n\nUbi notandum est (ex antecedentibus apud Cusanum) quod hp est ipsi constans character quo designat Semidiametrum circuli expositi: Et ab constans character quo designat Rectam æqualem ejusdem Perimetro; puta, quam Circulus super Planum volutus commemorat lucæ Perimetro æqualem. His praepositis; Cusani verba (quæ hanc Figuram spectant) rite intelligantur. viz.\n\"Dato Circulo, Quadratum æquale assignare. Hoc sic facito. Inter hp [hoc est, semidiametrum expositi Circuli:] & medietatem ab, [hoc est, Rectæ quam Circulus super Planum volutus, com mensurat suæ perimetro æqualem,] recipias medium proportionalis; per nonam sexti Euclidis: [intellige, secundam Editionem Campani; quæ est, in Editione Clavii, 13 e 6.] quod est costa Quadrati æqualis.\n\nHæc est Cusanii constructionis hujus Figuræ, suis verbis. Unde manifestum est; Quod (coincidentibus punctis p a in puncto contactus prioris Circuli) curva quam describit p punctum, dum circulus volvitur ab a ad b (cui Curva nomen non assignat Cusanus) est ea curva quam jam Cycloidem aut Trochoidem dicimus: Rectæ contactuum puncta conjungens, est (quæ jam dicitur) Bafis Cycloidis; Quodque ab seu pb æqualis censi debet Perimetro expositi Circuli. (Secus enim, Costa Quadrati Circulo æqualis, non foret media proportionalis inter medietatem hujus & Semidiametrum expositi circuli.)\n\nQuod\nQuod cum Scriba non satis animadverterit, rudi manu Figuram delineavit; Circulos describens justo maiores; Punctumq; \\( p \\), quod ponendum erat in Circuli peripheria, ille paulo inferius ponit; Punctumq; \\( b \\), quod ponendum erat in contactu posteriori, ponit ille paulo citra; Curvamq; puncto \\( p \\) descriptam, quae terminanda erat in ipso puncto posterioris contactus, ille paulo ultra terminat. Quae facile excusanda forent.\n\nSed & (quod rem totam manifesto mendo perturbat) costam insimam Quadrati Circulo appati (quae ponenda erat paulo supra Figuræ Basin) ille cum Base confundit; quasi in ipsa Base producta jaceret.\n\nQuam Figuram, ut in MS comparet rudiuscule delineatam, libet hic fideliter exscriptam exhibere; ut Lectori constet quid fieri debuit ad mentem Cusani, & quid factum sit ex imperitia scriptoris.\n\nAtque hoc idem peccatur in Libris Editis: Ubi, inter alia plura opera Cusani, Edita Basileæ 1565 (sed &, credo, multo prius) habetur Tractatus hic\nDe Mathematicis Complementis; cum Annotationibus cujusdam Omnisancti: Qui (praeterquam quod costam illam infimam, vel non potuit, vel perperam posuit) Figuram nimis contrahit: Et, pro curva Cycloidis, perpetram pingit Arcum Circuli; omnino contra mentem Cusanii; quam ille non satis intellectit. Figuram illam non appono: Ut nec quae apud Bovillum habentur: Ut quae conspicienda habentur in libris Editis.\n\nCusanus autem postquam hanc Quadrati Costam (seu Latus) in hoc schemate designaverat pro uno aliquo Circulo; procedit (in alio Schemate) ad Mechanismum suum, pro alio quovis Circulo, accommodandum, viz.\n\n\"Et medietatem costae fig-\nna in linea quae ad angulum\nrectum conjunctur hp in\nCentro, & fit hr, trahen-\ndo pr: & habes angulum\nhpr: Quem facito ex aere\naut ligno. Et, modo quo\nsupra, cum illo omnes Cir-\nculos quantocuyus quadrare\npoteris. Nempe, Forma-\nto hoc angulo, hpr, si ponatur super hp semidiameter cujusvis circuli; crus reliquum (anguli sic formati) ab-\nscindet, in hr, semi-latus Quadrati Circulo æqua-\nlis.\n\nAtque hinc satis liquet, Cycloidem quam nunc dici-\nmus, jam ante aliquot secula fuisse consideratam: Sed\nhoc tandem seculo penitius perspectam.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102366.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12498,
    "total-output-tokens": 2973,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1459,
        3
      ],
      [
        1459,
        3124,
        4
      ],
      [
        3124,
        4943,
        5
      ],
      [
        4943,
        5919,
        6
      ],
      [
        5919,
        6891,
        7
      ],
      [
        6891,
        8065,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102366",
    "title": "An Extract of a Letter from Dr. Wallis, of May 4. 1697, Concerning the Cycloeid Known to Cardinal Cusanus, about the Year 1450; and to Carolus Bovillus about the Year 1500",
    "authors": "Dr. Wallis",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/102366"
  }
}