{
  "id": "b15602289abb1b913741e0aa5ecaeaef59852f39",
  "text": "XXIV. Further Experiments with a new Register-Pyrometer for Measuring the Expansion of Solids. By J. Frederick Daniell, Esq. F.R.S. Professor of Chemistry in King's College, London.\n\nRead June 16, 1831.\n\nIn my former communication on a new Register-Pyrometer, which has been honoured with a place in the Philosophical Transactions for 1830, I stated that I hoped, at some future period, to be able to lay before the Society the results of some experiments upon the dilatation of metals to their melting points; and I now purpose to redeem this pledge.\n\nMy previous observations upon the subject of expansion, were directed chiefly to the object of establishing what degree of confidence might be reposed in the instrument as a measure of temperature; and I was able, I trust, to exhibit such an accordance between the measures which it had afforded and those of the best experimenters, long previously obtained with various metals to the boiling point of water, as fully to establish its sufficient accuracy. The comparison however which I most relied upon, was with the experiments of MM. Dulong and Petit, upon the expansion of platinum and iron to the high temperature of $572^\\circ$ Fahr.; and as this is a point of fundamental importance, I shall still further strengthen it by a comparison with the results obtained by the same distinguished philosophers with copper, the only other solid metal to which they extended their inquiries.\n\nPreviously to this, I trust it may not be thought tedious, if I briefly relate the results of some trials for obtaining registers of uniform composition, which might preclude the necessity of determining the rate of expansion in each individual instance.\n\nExp. 23. For this I had recourse to Wedgwood's ware, of which I obtained some bars carefully constructed and highly baked for the purpose. The expansion of these I found precisely equal to that of platinum; so that when\nthe register was immersed in boiling mercury, the index was found not to have moved. When a bar of iron was substituted for that of platinum, the arc measured was $1^\\circ 7'$.\n\nWith black-lead the same expansion gave a measure of $2^\\circ 49'$, from which if we deduct the expansion of platinum in black-lead\n\n$$\\begin{array}{c}\n1 \\\\\n45\n\\end{array}$$\n\nthe remainder\n\n$$\\begin{array}{c}\n1 \\\\\n4\n\\end{array}$$\n\nis sufficiently near to confirm the result.\n\nExp. 24. My next trial was with registers of black-lead of various and known mixtures of plumbago and Stourbridge clay. Four fifths proportion of the former to one fifth of the latter produced a composition which was too tender for the purpose; but a mixture in the proportion of three fourths to one fourth formed a ware of a fine, even texture; whose expansion was very equal, and not exceeding the least of those which I had formerly tried.\n\nThree different registers of this composition afforded me the following measures of the expansion of a platinum bar to the boiling point of mercury.\n\n$$\\begin{array}{c}\n1^\\circ 45' \\\\\n1 \\\\\n42 \\\\\n1 \\\\\n38\n\\end{array}$$\n\nTo which I may add a fourth, which gave for the expansion of an iron bar to the same point an arc of $2^\\circ 42'$, which is equivalent to $1^\\circ 40'$ for a platinum bar. For all common purposes, therefore, the mean expansion of $1^\\circ 42'$ might have been adopted without any serious error in the final results. In investigations, however, which require the utmost precision, I still think it advisable to fix the expansion of each register by experiment.\n\nExp. 25. A bar of copper was adjusted in one of the registers and exposed, in the manner formerly described, to boiling mercury; the arc measured on the scale was $4^\\circ 10'$, equivalent to an expansion of .03633.\n\nLet us now compare this result with the determination of MM. DULONG and PETIT, as we formerly did the expansions of platinum and iron.\nThe expansion of Copper.\n\nLength of Bar.\nFrom $32^\\circ$ to $212^\\circ = .0017182 \\times 6.5 = .01116830$\nFrom $392^\\circ$ to $572^\\circ = .0018832 \\times 6.5 = .01224080$\n\n$\\frac{.02340910}{.01170455}$\n\nFrom $212^\\circ$ to $392^\\circ =$ Mean of the above $= .01170455$\n\nTotal expansion from $32^\\circ$ to $572^\\circ = .03511365$\n\nAdd for the expansion from $572^\\circ$ to $660^\\circ$, the temperature of boiling mercury, calculated at the highest rate:\n\n$180^\\circ : .0018832 :: 88^\\circ : .00920675 = .00920675$\n\n$\\frac{.04432040}{.00305457}$\n\nDeduct expansion for $32^\\circ$, the experiment with the pyrometer having commenced at $64^\\circ = .00305457$\n\nCalculated at the lowest rate:\n\n$180 : .0017182 :: 32^\\circ : .00305457$\n\nReal expansion of the bar by Dulong and Petit $= .04126583$\n\nIf from the real expansion thus obtained $= .04126$\n\nWe deduct the apparent expansion obtained by the pyrometer $.03633$\n\nThe remainder $.00493$ will be the expansion of the black-lead.\n\nWe thus obtain the expansion of 6.5 inches of black-lead ware,\n\nfrom $64^\\circ$ to $660^\\circ$ by Platinum bar $= .00421$\nby Iron bar $= .00457$\nby Copper bar $= .00493$\n\nMean $.00457$\n\nin which the extreme results differ from the mean not $.0004$ inch, or one fourteenth of the whole.\n\nWhen we take into consideration the great difference in the total expansion of these three metals, as well as the differences in their several rates of increase\nwith the increasing temperature, such an accordance appears to me to be perfectly decisive of the accuracy of the pyrometer.\n\nIt will be unnecessary for me to trouble the Society with the details of the experiments by which I determined the expansion of several other metals to the boiling point of mercury; it will be sufficient to state the results in a tabular form. I thought that it would add much to the interest of the determination of the total expansion to the fusing points, to determine previously the expansion of each to the points of boiling water and boiling mercury; that any alteration in the rates of expansion between these points might be detected.\n\nI must, however, make a few observations upon the general method which I adopted to insure an accurate determination of the former.\n\nExp. 26. Judging from the action of the pyrometer at lower heats, I expected that the index would continue to be thrust forward by the progressive expansion of any bar of metal, till its cohesion gave way and it assumed the fluid form; and consequently that a register would be obtained of its maximum dilatation: but the difficulty consisted in applying the heat so equally that one part should not melt before another. The arrangement which I finally adopted to secure this purpose, and which was found to answer perfectly, was as follows. In the laboratory of the Royal Institution there is an excellent wind-furnace, from which proceeds a lateral horizontal flue, along which a flame may be drawn with any required degree of force. Into this flue open two muffle-holes, which give a complete view and command of the interior. From the equality of the draught, regulated by a register, the whole of this chamber may be kept at a low red, or an intense white, heat, by a proper management of the fuel in the body of the furnace.\n\nThe registers of the pyrometer were prepared for the experiment by drilling three holes on their under sides, communicating with the cavities in which the bars were placed; one at each extremity, and one in the centre. This was done for the purpose of allowing a vent for the melted metal, and to afford some criterion of the equality of the heat, by the time at which the metal ran from the different apertures. When the bar was properly adjusted in the register, it was carefully placed in the hot air-chamber, in a horizontal position, supported at each end by a small piece of brick, at a proper distance from the\nbody of the fuel, accordingly as a greater or less degree of heat was required. The muffle-holes were then closed with their stoppers; all but a narrow slit, through which the progress of the heating and the flow of the metal could be observed. The equality of the heat could be very accurately ascertained by the uniform colour of the register as it became red; and any irregularity could easily be corrected by advancing one or other end more towards the fuel. In this manner I succeeded in obtaining very satisfactory results; except in the case of gold; and this metal requiring for its fusion rather more heat than I could at the time command in the air-chamber, I laid the register upon the fuel in the body of the furnace, and it thus became only partially melted, and half the bar remained in the solid state. The amount of the expansion indicated is therefore evidently deficient, and must be discarded from the table. A similar accident happened once with brass; but this I have been able to rectify by subsequent trials.\n\nI shall now arrange the results of my experiments in two tables:—the first showing, in arcs of the scale, the expansion of pure metals from 62° F. to 212°, 662° F., and their respective melting points; and the second exhibiting the expansion of certain alloys to the same points.\n\nThe bars were in all cases of the same length of 6.5 inches.\n\n**Table XIII.**\n\nShowing the progressive expansion of the following pure metals to their melting points.\n\n| From 62° | to 212° | to 662° | to Melting Point |\n|----------|---------|---------|-----------------|\n| Tin      | 0 55    |         | 2 30            |\n| Lead     | 1 33    |         | 6 17            |\n| Zinc     | 1 40    | 5 50    | 8 44            |\n| Silver   | 0 59    | 4 9     | 13 45           |\n| Copper   | 0 45    | 4 10    | 16 0            |\n| Gold     | 0 35    | 3 11    | (7 51 not correct) |\n| Cast Iron| 0 29    | 2 25    | 9 47            |\nTABLE XIV.\n\nShowing the progressive expansion of the following alloys to their melting points.\n\n| From 62° | to 212° | to 662° | to Melting Point |\n|----------|---------|---------|-----------------|\n| Brass. Common | 0 54 | 4 42 | (8 41 not correct) |\n| Brass. Copper ¾, Zinc ¼ | 1 9 | 4 51 | 13 39 |\n| Brass. Copper ½, Zinc ½ | 1 27 | 5 3 | 15 34 |\n| Bronze. Copper ½, Tin ½ | 0 52 | 3 37 | 9 49 |\n| Bronze. Copper ¾, Tin ¼ | 0 54 | 4 11 | 10 16 |\n| Bronze. Copper ¾, Tin ¼ | 0 58 | 4 44 | 10 55 |\n| Bronze. Copper ½, Tin ½ | 1 0 | 4 7 | 4 7 ? |\n| Pewter. Lead ½, Tin ½ | 1 5 | | 2 28 |\n| Type Metal. Lead and Antimony | 1 5 | | 3 13 |\n\nThe first remark which I shall make upon these tables regards the fusing points of the pure metals. Having ascertained for each the expansion due to certain definite increments of temperature, and the utmost expansion which they undergo to their fusing points, it is clear that, had their expansion been equal for equal increments, we might have determined the true temperature of their melting points from these data. As it is, even, knowing something of the limits of error introduced into such a calculation by the increased rate of expansion at the upper part of the scale, and the direction in which it ought to affect the result, we may draw some important inferences with regard to the correctness of the determinations derived from other means. The following Table exhibits the results of such a calculation, compared with the melting points previously determined.\n\nTABLE XV.\n\nFusing points of metals derived from their expansions to 212° and 662° supposed equable.\n\n| From 212° rate. | From 662° rate. | Real Temperature. |\n|----------------|----------------|-------------------|\n| Tin | 471 | | 442 by Thermometer. |\n| Lead | 670 | | 612 by Thermometer. |\n| Zinc | 848 | 960? | 773 by Pyrometer. |\n| Silver | 2159 | 2049 | 1873 by Pyrometer. |\n| Copper | 3262 | 2366 | 1996 by Pyrometer. |\n| Cast Iron | 3096 | 2489 | 2786 by Pyrometer. |\nNow by these results, the accuracy of the pyrometer may, again, be placed beyond doubt, in a manner which was perfectly unforeseen at the time of instituting the experiments.\n\nIn the first place we have two metals, tin and lead, whose melting points being within the temperature of boiling mercury, have been accurately determined by the common thermometer. Upon calculating the same points from their several expansions to boiling water, measured by the pyrometer, upon the supposition that they maintain the same rate to their points of fusion, the temperature of the first comes out $29^\\circ$, and of the second $58^\\circ$, higher: that is to say, the rate of expansion of these two metals increases with the increase of temperature, as has been found to be the case with platinum, iron and copper, by the experiments of MM. Dulong and Petit. It is worthy of remark, that this increased rate in tin is equivalent to $29^\\circ$ in about $200^\\circ$, and in lead to $58^\\circ$ in about $400^\\circ$, above the boiling point of water. These results therefore indicate a very close agreement between the thermometer and pyrometer.\n\n2ndly. The melting point of the next metal, zinc, is one of those which has been determined by immersion of the pyrometer into it, when it was in the act of fusion. Its temperature, so determined, falls short of the same point, calculated from the expansion supposed equal, by $75^\\circ$. This again indicates an expansion increasing at nearly the same rate ($75^\\circ$ in $560^\\circ$), as in the preceding instances of tin and lead. I pass over at present the result obtained by calculating from the expansion to the boiling point of mercury, as it presents an anomaly upon which I shall presently make some observations.\n\n3rdly. The melting point of silver, determined in the same way by immersion, differs from that calculated from expansion in the same direction; and the difference ($286^\\circ$ in $1660^\\circ$) is nearly in the same proportion. The calculation from the rate of expansion to the boiling point of mercury comes much nearer to the melting point directly determined, and only differs from it $176^\\circ$: proving that the rate of expansion increases with the increasing temperature.\n\n4thly. A similar comparison instituted with copper presents us with a rate of expansion increasing much more rapidly than in the preceding instances; so that the melting point, calculated from the expansion to boiling water, differs from the true melting point no less than $1266^\\circ$. Taking the rate of expansion to boiling mercury, the difference is reduced to $370^\\circ$. And here again I may\nrefer to the experiments of MM. DULONG and PETIT in confirmation of the result; for they found that the temperature indicated by the expansion of a rod of copper was $50^\\circ$ FAHR. higher than the true temperature at $572^\\circ$ FAHR.\n\n5thly. The interesting nature of the results which I obtained with iron, and the peculiar difficulties in arranging the experiments from which they were derived, will, I trust, excuse my entering more into their details than I have thought necessary in the preceding instances. I have already given the expansion of wrought iron to the temperatures of boiling water and boiling mercury, and shown that the measures obtained with the pyrometer agree essentially with those determined by very different means by MM. DULONG and PETIT. I have also proved that the melting points of gold and silver, determined by the expansion of the same bar of iron, agreed very closely with the same points determined by the expansion of platinum. I was extremely anxious to complete this series of experiments by measuring the expansion of iron to its melting point. For this purpose I had a small bar of iron cast from the best gray iron, and afterwards cleaned of all oxide and reduced to the size of the other bars employed by filing. Upon measuring its expansion to the temperatures of boiling water and boiling mercury, I found the arcs upon the scale respectively $0^\\circ 29'$ and $2^\\circ 25'$; and this being considerably less than what I had obtained with the bar of wrought iron, I repeated the experiment with the latter in the same register that I had employed for the former, and obtained the measures of $0^\\circ 35'$ and $2^\\circ 44'$—nearly agreeing with the previous determination: so that there can be no doubt that cast iron expands less than wrought iron, though the rate of increase for the higher temperature appears to be the same in both.\n\nI now arranged the two bars in two registers; and having strongly heated the furnace and filled the air-chamber itself with coke, I cleared out a space in which they could be placed, without coming in contact with the fuel on each side of them. Their two ends rested on pieces of fire-brick; the wrought iron was placed lowest, and, the thickness of the register, in advance of the cast iron; which was placed about two inches higher. The apertures were now all closed, and the draught increased to the utmost. At the expiration of a quarter of an hour the register with the cast iron was removed with a pair of tongs; and the metal upon lifting it, immediately flowed out at the two end\nholes. The register, with the wrought iron was then taken out. The bar of the latter was found perfect, without any signs of oxidation or fusion.\n\nThe arc measured of the cast iron was . . . . 9° 47'\n\nThe arc of the wrought iron . . . . . . . . 7° 56'\n\nI had some reason to think that the register, with the wrought iron bar, had not been exposed so fully to the heat as that with the cast iron: for, although placed slightly in advance of the latter towards the body of the furnace, it was not raised so high from the floor of the flue, which probably had a cooling influence; and as the flame was drawn upwards, it must have struck with greater force upon the higher register. I therefore replaced the wrought-iron bar in the register, and put it exactly in the position previously occupied by the cast iron; it was then covered with charcoal, and the fire urged to the utmost. At the expiration of twenty minutes it was removed: the bar was found uninjured, with a white metallic lustre, except over the apertures, where it was blue, and perfectly free from oxide. The arc now, however, measured 11° 16'.\n\nNow from these experiments there are four ways of approximately determining the temperature of melting cast iron.\n\n1st. By taking the expansion of cast iron to its melting point, and calculating from the expansion for 150° to the boiling point of water, upon the supposition that the same rate is maintained, and adding the initial temperature of 60°, we obtain 3096°.\n\n2ndly. By calculating from the expansion of the same bar for 600° to the boiling point of mercury, supposed equal, we obtain 2489°.\n\n3rdly. By assuming the expansion of a bar of wrought iron, at the point of melting cast iron, and calculating from the expansion of the same bar for 150° to the boiling point of water, we obtain 2957°.\n\n4thly. By calculating from the expansion of the same bar for 600° to the boiling point of mercury, supposed equal, we obtain 2533°.\n\nIt is remarkable that the mean of these four determinations is 2768°; for it will be remembered that the corrected temperature, which I deduced from the expansion of a platinum bar plunged into melting cast iron, was 2786°.\n\nIt may be observed, that in both cast iron and wrought iron, the calculation from the rate of expansion to the boiling point of water gives a temperature higher than the true; and that, in both, the calculation from the point of boil-\ning mercury affords a result lower than the true. This might afford some grounds for conjecturing that, although the rate of expansion evidently increases beyond the temperature of boiling water, it does not continue to increase to the end; but there is another inference from the fact, which I am rather inclined to adopt.\n\nIn calculating the temperature of melting cast iron, from the expansion of the platinum bar, I applied a correction, upon the supposition that the same rate of increase of expansion which was exhibited by platinum between the boiling points of water and mercury continued to the higher degrees; whereas there is great reason to suppose that the rate must be an increasing one; and, although this might not sensibly affect the final result of the comparatively low temperature of melting silver, the calculation of the temperature of melting iron, which is more than one third higher, would be sensibly affected by it. I think it therefore extremely probable that the true temperature of melting cast iron is below $2786^\\circ$.\n\nThe consistency of these results will, I trust, remove any doubts as to the competency of the pyrometer to determine fixed and comparable points of very high temperatures, and induce those connected with arts and manufactures to introduce its use, for the purpose of ascertaining many questions of the highest interest, both to practical and theoretical science. The experiments just detailed upon bars of wrought iron remove even the only trifling objection which could be brought against its general use; namely, the expense of a platinum bar: for it is quite proved that a bar of wrought iron is sufficient for every practical purpose, and it affords the important additional advantage of a much more open scale.\n\nI proceed now to remark that zinc, as well as iron, appears by the Tables to present an exception to the law of an increasing rate of expansion with increasing temperature; the expansion for the $600^\\circ$ to boiling mercury not being so much as four times that for the $150^\\circ$ to boiling water. I cannot, however, from some peculiar circumstances attending the experiment, place entire confidence in the result. When, after boiling in mercury, the register was opened, the vapour was found to have gained admittance, and to have acted upon the zinc. It was firmly fixed in the cavity, and was not removed without considerable difficulty and piecemeal. At its upper end, the bar was\nreduced almost to a point, and was very considerably thickened at its lower end, and moulded to the bottom of the register, as if it had been partially fused. It was hard and brittle. The vapour of the mercury had probably combined with it at some temperature below the boiling point; the amalgam so formed had flowed down to the bottom of the bar, and the mercury was afterwards expelled by the boiling temperature.\n\nI may here observe, as not unworthy of attention, that in no instance have I seen a metal acted upon by the vapour of mercury at its full boiling temperature;—even gold, which has so strong an affinity for it, comes out of it with its yellow colour perfectly unstained; but when the mercury is in the fluid form at the same temperature, the gold is immediately dissolved by it.\n\nUnder these circumstances there certainly may exist some doubt whether the full amount of expansion in zinc to the boiling point of mercury was properly registered.\n\nOn the other hand, in confirmation of the result so recorded, it may be seen, in Table XIV. of the expansion of the alloys, that a composition of half copper and half zinc presents the same anomaly; the expansion for the $600^\\circ$ to boiling mercury is not quite four times that of the $150^\\circ$ to boiling water. In the alloy of three fourths copper to one fourth zinc, the rate of expansion increases in a small degree; and in common brass, where the proportion of zinc is still less, it increases still more rapidly.\n\nMy purpose in instituting these experiments upon the alloys, was to observe the relation which might exist between the expansions of the pure metals and those of their mixtures: and the better to illustrate any such, I made alloys of copper with known multiple proportions of zinc and tin. I shall here present, in a tabular form, the temperatures of their melting points, as derived from their expansions to the boiling points of water and mercury; as, although I am not able to compare them with results directly obtained by immersion, we can judge, by comparison with the similar calculation of the pure metals, within what limits any error is probably confined.\nTABLE XVI.\n\nFusing points of alloys, derived from their expansions to 212° and 662° supposed equable.\n\n| Alloy                  | From 212° rate | From 662° rate |\n|------------------------|----------------|----------------|\n| Brass. Copper $\\frac{3}{4}$, Zinc $\\frac{1}{4}$ | 1842           | 1750           |\n| Brass. Copper $\\frac{1}{2}$, Zinc $\\frac{1}{2}$ | 1672           | 1910           |\n| Bronze. Copper $\\frac{4}{5}$, Tin $\\frac{1}{5}$ | 1761           | 1690           |\n| Bronze. Copper $\\frac{3}{4}$, Tin $\\frac{1}{4}$ | 1773           | 1534           |\n| Bronze. Copper $\\frac{3}{4}$, Tin $\\frac{1}{4}$ | 1755           | 1446           |\n| Pewter. Lead $\\frac{3}{4}$, Tin $\\frac{1}{4}$ | 403            |                |\n| Type Metal. Lead and Antimony | 507            |                |\n\nI have not included in the foregoing Table the alloy of half copper and half tin, but have exhibited its expansion to the boiling point of mercury in Table XIV. This mixture was very hard and brittle, and resembled the speculum metal of reflecting telescopes. After it had been exposed to boiling mercury, it appeared as if it had undergone partial fusion; it was set fast in the cavity of the register, and had thickened towards the lower extremity. I am inclined to think that it had nearly attained its melting point, but it was broken in removing it; and I had not an opportunity of trying any further experiment with it.\n\nWith regard to these alloys, the experiments are not numerous enough to enable us to deduce with precision the general laws by which their expansions and points of fusion are governed; but enough is discernible to show that the subject is well worthy of further investigation. It appears\n\n1st. That the expansion of the compounds is not the mean of the expansions of the simple metals of which they are composed, but bears some proportion to their relative quantities. Thus we may observe that the expansion of brass increases with the quantity of zinc which it contains, as does bronze or bell-metal with the quantity of tin.\n\n2ndly. That the expansion of brass is in an increasing ratio to the increase of temperature till the quantity of zinc amounts to one half, when it seems to assume a decreasing rate, as we have reason to suppose is the case with pure zinc. On this account the melting points both of this mixture and zinc appear\nto be higher when derived from their expansions to the boiling point of mercury, than when calculated from their expansions to the boiling points of water. With this exception, there is great reason to suppose that the melting points of the alloys, from the higher rate of expansion, cannot be very far removed from the true temperatures.\n\n3rdly. That the melting point of copper is reduced by an admixture of one fourth of zinc to nearly the average which results from the proportions of the two ingredients; but by an admixture of an equal quantity of tin it is reduced in a much greater proportion. The temperature derived from the average with zinc would be $1690^\\circ$, and the corresponding temperature in the Table is $1750^\\circ$. The temperature derived from the average with tin would be $1607^\\circ$, but the corresponding temperature is only $1446^\\circ$.\n\n4thly. That a similar power in tin to depress the melting point of another metal is exhibited in pewter; in which we may observe that a mixture of one fifth of tin with lead reduces the melting point actually below that of either of the pure metals; and we may recall to recollection the fact, that an alloy of eight parts of bismuth, whose fusing point is $476^\\circ$; five of lead, whose fusing point is $612^\\circ$; and three of tin, whose fusing point is $442^\\circ$,—liquefies at $212^\\circ$.\n\nI shall here subjoin a Table, in the usual form, of the progressive linear dilatation by heat of such solids as I have measured with the pyrometer to the boiling point of water, the boiling point of mercury, and their respective melting points, where they have been ascertained. I have added to their apparent expansions by the register the corresponding expansion of the black-lead; upon the assumption that the latter continues at an equal rate to temperatures above $662^\\circ$; in which it is not probable, from the preceding observations, that there is any error of material importance.\nTABLE XVII.\n\nLinear Dilatations of Solids by Heat.\n\nDimensions which a bar takes whose length at $62^\\circ$ is 1.000000.\n\n|                      | At $212^\\circ$ (150°) | At $662^\\circ$ (600°) | At Point of Fusion |\n|----------------------|-----------------------|-----------------------|-------------------|\n| Black-lead ware      | 1.000244              | 1.000703              |                   |\n| Wedgwood ware        | 1.000735              | 1.002995              |                   |\n| Platinum             | 1.000735              | 1.002995              | (1.009926 maximum, but not fused.) |\n| Iron (wrought)       | 1.000984              | 1.004483              | (1.018378 to the fusing point of cast iron.) |\n| Iron (cast)          | 1.000893              | 1.003943              | 1.016389          |\n| Gold                 | 1.001025              | 1.004238              |                   |\n| Copper               | 1.001430              | 1.006347              | 1.024376          |\n| Silver               | 1.001626              | 1.006886              | 1.020640          |\n| Zinc                 | 1.002480              | 1.008527              | 1.012621          |\n| Lead                 | 1.002333              |                       | 1.009072          |\n| Tin                  | 1.001472              |                       | 1.003798          |\n| Brass. Zinc $\\frac{1}{2}$ | 1.001787            | 1.007207              | 1.021841          |\n| Bronze. Tin $\\frac{1}{4}$ | 1.001541            | 1.007053              | 1.016336          |\n| Pewter. Tin $\\frac{1}{2}$ | 1.001696            |                       | 1.003776          |\n| Type Metal           | 1.001696              |                       | 1.004830          |\n\nThe regularity of these several expansions is very striking. As long as the metal retains the solid form, the dilatation proceeds according to a fixed law, without any sudden starts or changes; till assuming the form of a liquid it doubtless is subject to a different mode of action.\n\nI shall conclude these observations with the results of some experiments which I made to determine, if possible, the cause of the singular change of texture in platinum, when intensely heated in the black-lead registers, which I described in my former paper. Upon showing the bar so changed to those who were best acquainted with the working of this metal, they universally ascribed it to the action of sulphur: but nobody could explain to me why this action should require such a very intense heat; as up to the temperature of melting cast iron, to which it had several times been exposed, no change took place; but the bar remained perfectly soft and malleable.\n\nIn De Ferussac's Bulletin for November 1830, there is an abstract of my paper on the Pyrometer, which the Editor concludes with the observation, that \"unfortunately I inclosed in the crucible which contained the register\nand the bar of platinum some pieces of iron, without being aware of the fact, which is known to all the workmen who manufacture platinum, that the mere presence of iron is enough to communicate brittleness to that metal.\"\n\nUpon inquiry amongst workmen in this country I cannot find that such a property has ever been observed in the course of their experience; and when I consider that the bar in the cavity of the register was perfectly preserved from contact with the iron nails; and moreover, that it had actually been plunged into melted iron without any change of properties; I cannot suppose that the alteration depended in any way upon this circumstance.\n\nTo resolve these doubts I took 116 grains of the brittle platinum, which had been ground without difficulty to a fine powder in a steel mortar, and boiled them in nitro-muriatic acid till I had effected a complete solution;—a little of this solution produced a scarcely perceptible cloudiness in a solution of muriate of baryta. This I have reason to think was owing to a slight impurity in the acids employed; I infer therefore that there was no sulphur in the metal. I proceeded to evaporate the solution; which towards the end of the process assumed a gelatinous appearance. When in this state, I poured alcohol upon it; and as the acid still remained in excess, a violent reaction took place with extrication of nitrous gas. I then evaporated to dryness and continued the heat; till the salt of platinum kindled spontaneously, and finally was left in a spongy state. This was again digested in nitro-muriatic acid, and the solution carefully evaporated to dryness. The muriate of platinum was then dissolved in water, and a sandy residue remained; which, when well washed and heated to redness, was of a grayish-white colour, and had all the properties of silica: it weighed 3.5 grains. There can therefore, I think, be little doubt that at the high temperature to which it was exposed, platinum took up as much as 3 per cent of silica; or, more probably, a quantity of its base equivalent to that quantity of the earth, to which it owed all its change of character and properties. A temperature considerably above that of melting cast iron appears to be necessary to this combination; which is analogous in many respects to the absorption of carbon by iron in the process of making steel by cementation.\nErrata in the former Paper, Phil. Trans. 1830.\n\nThe following errata in my former paper have arisen from my having omitted to add the initial $32^\\circ$ in the reduction of the Centigrade scale to that of Fahrenheit.\n\nPage 266, line 24, for $360^\\circ$, read $392^\\circ$.\n\n— 266, — 26, — $360^\\circ$, — $392^\\circ$.\n— 266, — 27, — $360^\\circ$, — $392^\\circ$.\n— 269, — 3, — $360^\\circ$, — $392^\\circ$.\n— 269, — 5, — $360^\\circ$, — $392^\\circ$.\n— 269, — 23, — $360^\\circ$, — $392^\\circ$.\n— 269, — 25, — $360^\\circ$, — $392^\\circ$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107943.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 29048,
    "total-output-tokens": 8879,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1918,
        2
      ],
      [
        1918,
        3849,
        3
      ],
      [
        3849,
        5276,
        4
      ],
      [
        5276,
        7729,
        5
      ],
      [
        7729,
        9674,
        6
      ],
      [
        9674,
        11661,
        7
      ],
      [
        11661,
        14295,
        8
      ],
      [
        14295,
        16869,
        9
      ],
      [
        16869,
        19277,
        10
      ],
      [
        19277,
        21736,
        11
      ],
      [
        21736,
        23890,
        12
      ],
      [
        23890,
        26264,
        13
      ],
      [
        26264,
        28225,
        14
      ],
      [
        28225,
        31154,
        15
      ],
      [
        31154,
        33526,
        16
      ],
      [
        33526,
        34054,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107943",
    "title": "Further Experiments with a New Register-Pyrometer for Measuring the\n              Expansion of Solids",
    "authors": "J. Frederick Daniell",
    "year": 1831,
    "volume": "121",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/107943"
  }
}