{
  "id": "c047fff2380ad376183a91120c83678dc8579658",
  "text": "In the description of all which Mines our Author delivers very particularly not only the situation, depth, dams, waters, quantities, goodness and richness of ore; but also the wayes used by the Inhabitants of reducing their Ores into Metals, &c. All which would be too large to particularise in this place.\n\n6. Of the many natural Hot-baths of Hungary, as at Banca, Glas- hitten, Eisenbach, Stubn, Boinitz.\n\n7. Of the considerable Baths of Austria, especially those at Baden, 4 German miles from Vienna; described, at large also from our Authors communications, in Numb. 59. of these Tracts.\n\n8. Of a Strange Lake of Zirchnitz in Carniola, very curiously described.\n\n9. Of the considerable Quicksilver-mines at Idria, confirming the Account given of the same in Numb. 2. of these Tracts.\n\n10. Of a stony excrescence upon the Liver of wild Goats, highly commended in Germany for a signal remedy against malignant diseases and the Plague.\n\nFor the particular description of all which, and many more, we must refer the curious Reader to the Book itself.\n\nERRATA in Numb. 93.\n\nPag. 603. l.1. r. about Dyser. p. 6015. l.27. r. Firre. p. 6025. l.7. del. or Meter.\n\nERRATA in this Numb. 94.\n\nPag. 6032. l.28. lege Globulum suspensum è funiculo (juste longitudinis;) these words being transposed in some Copies.\n\nLONDON,\n\nPrinted for John Martin, Printer to the Royal Society. 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101353.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 448,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1374,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101353",
    "title": "Errata",
    "authors": null,
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101353"
  }
}