{
  "id": "1f40c16adbdf85ac4c0da8e65ca3c328177b5e77",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1812 to July 1813,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1812.\n\nPRESENTS.\n\nNov. 5. A Description of the Collection of ancient Marbles in the British Museum with Engravings. Part I. London, 1812. 4°\n\nA Treatise on Theatres, by George Saunders. London, 1790. 4°\n\nTracts on Mathematical and Philosophical Subjects, by Charles Hutton, LL.D. and F.R.S. London, 1812. 3 Vols. 8°\n\nThe Elements of Botany, or Outlines of the Natural History of Vegetables, by Benjamin Smith Barton, M.D. Philadelphia, 1812. 8°\n\nElements of Chemical Philosophy, by Sir Humphry Davy. Part I. Vol. I. London, 1812. 8°\n\nEssai sur la Rage, par M. J. F. A. Lalouette. 8°\n\nInstitutions de Physique, par B. G. Sage. Paris, 1811. 3 Vols. 8°\n\nOf the Circle and the infinite Incommensurability of its Area to the Square of its Diameter, with a Demonstration of Dr. Matthew Stewart's 42d Proposition, by James Glennie, Esq. F.R.S. 4°\n\nThe Speech of His Royal Highness the Duke of Sussex in the House of Lords, April 21, 1812. 4°\n\nAn Account of a Case of Recovery, after an extraordinary Accident, in which the Shaft of a Chaise had been forced through the Thorax, by William Maiden. London, 1812. 4°\n\nEloge Historique de M. Sabatier, par M. Percy. Paris, 1812. 8°\n\nDella Cometa del 1811, osservata nella Specola di Palermo, par Gius. Piazzi. 4°\n\nDONORS.\n\nThe Trustees of the British Museum.\n\nMr. George Saunders.\n\nDr. Charles Hutton.\n\nDr. Benj. Smith Barton.\n\nSir Humphry Davy.\n\nMr. J. F. A. Lalouette.\n\nMr. B. G. Sage.\n\nJames Glennie, Esq.\n\nThe Editor.\n\nMr. William Maiden.\n\nMr. Percy.\n\nMr. Piazzi.\n1813.\n\nNov. 5. Observations on Dr. Sturges Pamphlet respecting Non-residence of the Clergy, in a Letter from T. B. Howell, Esq. to Mr. Baron Maseres. London, 1803. 8°\n\nThe Philosophical Magazine from June to October, 1812. 8°\n\nThe Critical Review from June to October, 1812. 8°\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 148 to 152. 8°\n\nThe European Magazine from January to October, 1812.\n\n12. A Catalogue of the Archiepiscopal Manuscripts in the Library at Lambeth Palace, with an Account of the Archiepiscopal Registers and other Records there preserved. fol.\n\nIllustrations of the Lotus of Antiquity, by R. Duppa, LL.B. London, 1813 4°\n\nKongl Vetenskaps Academiens nya Handlingar, Tom. XXX, XXXI, XXXII, for the Years 1809, 1810, and 1811. 8°\n\nA Sermon preached before the incorporated Society for the Propagation of the Gospel in Foreign Parts, Feb. 1, 1812, by Samuel Lord Bishop of Carlisle. London, 1812. 4°\n\nDe l'Opération de la Cataracte, par A. E. Tartra. Paris, 1812. 4°\n\nQuelques Idées nouvelles sur le Système de l'Univers, par Guil. Ant. Marechal. Paris, 1810. 8°\n\nMon Opinion sur la Formation des Aerolithes, par Guil. Ant. Marechal. Paris, 1812. 8°\n\n19. Abstract of Answers and Returns made pursuant to an Act (51 George III.) for taking an Account of the Population of Great Britain, and of the Increase and Diminution thereof, 1811. fol.\n\nComparaison des Organes de la Mastication des Orthoptères, par M Marcel de Serres. 4°\n\nDe l'Odorat et des Organes qui paraissent en être le Siège chez les Orthoptères, par M. Marcel de Serres. 4°\n\nSupplement aux Institutions de Physique, par B. G. Sage. Paris, 1812. 8°\n\nFlora Lapponica, Auctore Geor. Wahlenberg. Berlin, 1812. 8°\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 153.\n\nDec. 10. A Journal of Natural Philosophy, Chemistry, and the Arts. No. 154.\n\nThe Philosophical Magazine for November.\n\nThe Critical Review for November.\n\nThe European Magazine for November.\n\nT. B. Howell, Esq.\n\nMr. A. Tilloch.\n\nThe Proprietor.\n\nMr. W. Nicholson.\n\nThe Editor.\n\nThe Archbishop of Canterbury.\n\nR. Duppa, Esq.\n\nThe Royal Academy of Sciences of Stockholm.\n\nThe Bishop of Carlisle.\n\nMr. A. E. Tartra.\n\nMr. G. A. Marechal.\n\nThe Speaker of the House of Commons.\n\nMr. Marcel de Serres.\n\nMr. B. G. Sage.\n\nMr. G. Wahlenberg.\n\nMr. W. Nicholson.\n\nMr. A. Tilloch.\n\nThe Proprietor.\n\nThe Editor.\n1812.\n\nDec. 17. Sui Mezzi immediate di estirpare la Povertà in Sicilia, per D. Giuseppe Emmanuale Ortolani. Palermo, 1812.\n\n24. Reports from the Commissioners of Public Records, with an Account of their Proceedings from 1800 to 1812. fol.\n\nRotuli Hundredorum Temp Hen. III. et Edw. I. In Turri Lond. et in Curia Receptæ Scaccarii Westm. asservati. Vol. I. fol.\n\nInquisitionum ad Capellam Domini Regis retor-natarum quæ in publicis Archivis Scotiae adhuc servantur Abbreviatio. Vol. I. II. fol.\n\nA Catalogue of the Harleian Manuscripts in the British Museum, with Indexes of Persons, Places, and Matters. Vol. IV. fol.\n\n1813.\n\nJan. 14. The Critical Review, for December, 1812. A Journal of Natural Philosophy, Chemistry, and the Arts. No. 154.\n\nThe Philosophical Magazine for December, 1812.\n\nAnnals of Philosophy, No. I.\n\nThe European Magazine for December, 1812.\n\n28. Fauna Orcadensis, or the Natural History of the Quadrupeds, Birds, Reptiles, and Fishes of Orkney and Shetland, by the Rev. Geo. Low, &c. Edinburgh, 1813.\n\nMedico-Chirurgical Transactions, published by the Medical and Chirurgical Society of London. Vol. III. London, 1812.\n\nTransactions of the Society instituted at London for the Encouragement of Arts, Manufactures, and Commerce. Vol. 30.\n\nFeb. 4. Physiological Reflections on the destructive Operation of spirituous and fermented Liquors on the Animal System, by Thomas Forster. London, 1812.\n\nAnnals of Philosophy, No. II.\n\nThe Critical Review for January.\n\nThe European Magazine for January.\n\nThe Philosophical Magazine for January.\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 155 and 157.\n\nBiblia Sacra ita exacte translatæ ut statim videatur quid referat unaquæque vox textus.\n\n11. A Voyage to the South Seas, undertaken by Command of His Majesty for the Purpose of conveying the Bread Fruit Tree to the West Indies in His Majesty's Ship Bounty, commanded by Lieut. Wm. Bligh. London, 1792.\n\nA Chart for the Purpose of exhibiting the Tract of His Majesty's Ship Director, in a Voyage to St. Helena and return to England, by Capt. Wm. Bligh, 1800. 1 Sheet.\n\nMDCCCXIII.\n\nMr. Jos. Emmanuel Ortolani.\n\nThe Commissioners of Public Records.\n\nThe Proprietor.\n\nMr. W. Nicholson.\n\nMr. A. Tilloch.\n\nDr. Thomas Thomson.\n\nThe Editor.\n\nDr. Wm. Elford Leach.\n\nThe Medical and Chirurgical Society of London.\n\nSociety for the Encouragement of Arts, Manufactures and Commerce.\n\nThomas Forster, Esq.\n\nDr. Thomas Thomson.\n\nThe Proprietor.\n\nThe Editor.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Abbé Devay.\n\nRear Admiral Bligh.\nFeb. 25. A Survey of the Bay of Dublin, by Capt. Wm. Bligh, 1803. 2 Sheets.\n\nChart of the Peninsula and Islands beyond the River Ganges, by James Horsburgh, Esq. 1813. 1 Sheet.\n\nMar. 4. An Introduction to Medical Literature, including a System of practical Nosology, by Thomas Young, M.D. &c. London, 1813. 8°\n\nThe Critical Review for February.\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 158.\n\nAnnuals of Philosophy, No. 3.\n\nThe Philosophical Magazine for February.\n\nThe European Magazine for February.\n\nMar. 11. Appendix to the Doctrine of Life Annuities and Assurances, containing a Paper read before the Royal Society on a new Method of calculating the Value of Life Annuities, by Francis Baily. London, 1813. 8°\n\nApr. 1. An Examination of the Imposture of Ann Moore, called the Fasting Woman of Tutbury, illustrated by Remarks on other Cases of real and pretended Abstinence, by Alexander Henderson, M.D. London, 1813. 8°\n\nBibliotheca quam vir doctus et admodum reverendus Daniel Williams, S.T.P. bono publico legavit Catalogus. Londini, 1801. 8°\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 159.\n\nAnnals of Philosophy, No. 4.\n\nThe Philosophical Magazine for March.\n\nThe Critical Review for March.\n\nTransactions of the Royal Society of Edinburgh. Vol. VI. Part II. Edinburgh, 1809. 4°\n\nAn Account of what appeared on opening the Coffin of King Charles I. in the Vault of King Henry VIII. in St. George's Chapel at Windsor, on the 1st of April, 1813, by Sir Henry Halford, Bart. F.R.S. London, 1813. 4°\n\nBija Ganita, or the Algebra of the Hindus, by Edward Strachey, Esq.\n\nAnatomy of the Heart, Cranium, and Brain, adapted to the Purposes of the medical and surgical Practitioner, and Observations on the Laws of Life and Sensation, by Alex. Ramsay, M.D. 2d Edition. Edinburgh, 1813. 4°\n\nA Series of Plates of the Heart, Cranium, and Brain, in Imitation of Dissections, by Alexander Ramsay, M.D. 2d Edition. Edinburgh, 1813. 4°\n\nA Treatise on new Philosophical Instruments for various Purposes in the Arts and Sciences, with Experiments on Light and Colours, by David Brewster, L.L.D. &c. Edinburgh, 1813. 8°\n\nRear Admiral Bligh.\n\nJames Horsburgh, Esq.\n\nDr. Young.\n\nThe Proprietor.\n\nMr. W. Nicholson.\n\nDr. Thomas Thomson.\n\nMr. A. Tilloch.\n\nThe Editor.\n\nFrancis Baily, Esq.\n\nDr. Henderson.\n\nThe Trustees of Dr. D. Williams's Library.\n\nMr. W. Nicholson.\n\nDr. Thomas Thomson.\n\nMr. A. Tilloch.\n\nThe Proprietor.\n\nThe Royal Society of Edinburgh.\n\nSir Henry Halford, Bart.\n\nEdward Strachey, Esq.\n\nDr. Alex. Ramsay.\n\nDr. David Brewster.\nMay 6. The European Magazine for March.\nA Journal of Natural Philosophy, Chemistry, and the Arts. No 161.\nAnnals of Philosophy, No. 5.\nThe Philosophical Magazine for April.\nThe Critical Review for April.\nThe European Magazine for April.\n\n20. The Transactions of the Linnean Society of London. Vol. XI. Part I. London, 1813. 4°\nA short Account of Experiments and Instruments depending on the Relations of Air to Heat and Moisture, by John Leslie, F.R.S. Ed. Edinburgh, 1813. 8°\nReports of the late John Smeaton, F.R.S. made on various Occasions in the Course of his Employment as a Civil Engineer. London, 1812. 3 Vols.\n\n27. Travels in Sweden during the Autumn of 1812, by Thomas Thomson, M.D. London, 1813. 4°\nA Treatise on plane and spherical Trigonometry, by Robert Woodhouse, A.M. Cambridge, 1813. 8°\n\nJune 3. A Topographical Dictionary of Scotland, and the Islands in the British Seas, &c. by Nicholas Carlisle, Sec. A.S. London, 1813. 2 Vols. 4°\nNotice sur la Vie et les Travaux de M. Maskeleyne, lue à la Séance publique de l'Institut National de France de 4 Janvier, 1813, par M. le Chevalier Delambre, Secrétaire perpétuel. Londres, 1813. 4°\nTableau méthodique des Espèces minérales, seconde partie, par J.A.H. Lucas. Paris, 1806. 8°\n\nA Journal of Natural Philosophy, Chemistry, and the Arts. No. 160 and 162.\nAnnals of Philosophy. No. 6.\nThe Philosophical Magazine for May.\nThe Critical Review for May.\nThe European Magazine for May.\n\n24. A Catalogue of the Library of the London Institution. London, 1813. 8°\n\nJuly 1. A Journal of Natural Philosophy, Chemistry, and the Arts. No. 163.\nThe Philosophical Magazine for June.\nThe Critical Review for June.\n\n8. Théorie analytique des Probabilités, par M. le Comte Laplace. Paris, 1812. 4°\nExposition du Système du Monde, par M. le Comte Laplace. 4th Edition. Paris, 1813. 4°\nExpériences sur la Principe de la Vie, notamment sur celui des Mouvements du Cœur, et sur le Siège de ce Principe, par M. Le Gallois. Paris, 1812. 8°\n\nS s 2\n1813.\n\n**PRESENTS.**\n\n*July 8.* Opuscules de Physique, par B. G. Sage. Paris, 1813.\n\nRecherches sur la Chaleur développée dans la Combustion, et dans la Condensation des Vapeurs, par le Comte de Rumford, F.R.S. Paris, 1813.\n\nRecherches sur les Bois et le Charbon, par le Comte de Rumford. Paris, 1813.\n\nAnnals of Philosophy. No. 7.\n\nThe European Magazine for June.\n\nMémoire explicatif sur la Sphère Caucasiene, et spécialement sur le Zodiaque, par C. G. S. Paris, 1813.\n\nLe Zodiaque expliqué, ou Recherches sur l'Origine et la Signification des Constellations de la Sphère Grecque, traduit du Suedois. Paris, 1809.\n\nTables Astronomiques publiées par le Bureau des Longitudes de France—et Tables de la Lune par M. Burckhard. Paris, 1813.\n\n**DONORS.**\n\nMr. B. G. Sage.\n\nCount Rumford.\n\nDr. Thomas Thomson.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nM. Burckhardt.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1813.\n\nA\n\nAcid, liquid fluoric, discovered by Scheele, description of it, 265\nan account of some experiments undertaken to electrize it, 270\nAcids, remarks on their influence upon the composition of the urine, 213\nAlcohol, remarks on the state in which it exists in fermented liquors, 82\nAlcohol of sulphur, or Sulphuret of carbon, experiments on it, 171\npreparation and general properties of it, 174\nexperiments to ascertain whether hydrogen be present in it, 177\nexperiments to ascertain the presence of carbon in it, 181\nparticulars respecting the mode in which the proportions of sulphur and carbon in it are established, 188\nAncon, a term applied to a new variety in the breeds of sheep, 93\nArdea Argala, a description of its solvent glands and gizzard, 77\nArtery, branchial, observations on its structure 234\nAustin, Rev. Gilbert. On a new construction of a condenser and air pump, 138\nAzote and chlorine, a new substance formed by their combination, 2\n\nB\n\nBabington, Dr. His letter to Sir Everard Home on the subject of concretions of olive oil and mucus found in the human intestines, 150\nINDEX.\n\nBakerian Lecture, on the elementary particles of certain crystals, 51\nBerzelius, J. M. D. His experiments on the alcohol of sulphur, or sulphuret of carbon, 171\n——— His appendix to a paper on the alcohol of sulphur, or sulphuret of carbon, 183\nBile, has a power of converting animal substance into fat, 155\nBlagden, Sir Charles. His appendix to Mr. Ware's paper on vision, 110\nBrande, William Thomas, Esq. His additional remarks on the state in which alcohol exists in fermented liquors, 82\n——— His additional observations on the effects of magnesia in preventing an increased formation of uric acid, with remarks on the influence of acids upon the composition of the urine, 213\n——— His experiments to ascertain whether an admixture of bile had any effect upon the process of converting animal substance into fat, 154\nBrentford, Middlesex, an account of some organic remains found near that place, 131\nBrewster, David, LL.D. On some properties of light 101\n\nC\n\nCasowary, long-legged, from New South Wales, description of its solvent glands and gizzard, 79\nCassegrainian telescope, its light compared with that of the Gregorian, 206\nCasuarius Emu, description of its solvent glands and gizzard, 78\nChemical combination, observations on the atomic doctrine of it, 190\nChlorine and azote, a new substance formed by their combination, 2\nChromate of lead, on the double refraction of it, 105\nClanny, William Reid, M. D. On the means of procuring a steady light in coal mines without the danger of explosion, 200\nConcave glasses, the bad effects resulting from the use of them described, 33\nCondenser and air pump, on a new construction of them 138\nCotes's theorem, a remarkable application of it, 8\nCryophorus, description of an instrument so called, 73\nCrystalline humour, indispensibly necessary to enable the eye to see at different distances, 44\nINDEX.\n\nCrystals, on the elementary particles of certain, - 51\n——— on the existence of two dispersive powers in all doubly refracting, - 107\nCube, origin of its form in crystallography, - 59\n\nD\n\nDAVY, SIR HUMPHRY, LL.D. On a new detonating compound, - 1\n——— Some further observations on a new detonating substance, - 242\n——— His experiments and observations on the substances produced in different chemical processes on fluor spar, - 263\nDiamond, on substances which possess a higher refractive power, - 106\n\nE\n\nElephant, organic remains of that animal found near Brentford, Middlesex, - 134\n\nF\n\nFat, on its formation in the intestines of living animals, - 146\nFluor spar, some experiments and observations on the substances produced in different chemical processes on it, - 263\nFluoric combinations, the different hypotheses which may be formed on their nature, - 267\n——— principle, various attempts to procure it in a pure form - 275\nFluoric compounds, a peculiar substance exists in them, which it is difficult to examine in a pure form, - 278\nFluorine, a name given to a peculiar substance existing in fluoric compounds, - 278\nFreezing at a distance, on a method of, - 71\n\nG\n\nGas, silicated fluoric acid, discovered by Scheele, description of it, - 265\n——— fluo-boric acid, discovered by Gay Lussac and Thenard, description of it, - 266\nGlands, bronchial, on the black colouring matter of them, - 159\n——— gastric, experiments to ascertain the coagulating power of their secretion, - 96\nINDEX.\n\nH\n\nHerschel, J. F. W. Esq. On a remarkable application of Cotes's theorem, - 8\nHippopotamus, organic remains of that animal found near Brentford, Middlesex, - 135\nHome, Sir Everard, Bart. His description of the solvent glands and gizzards of the Ardea Argala, the Casuarius Emu, and the long-legged Casowary from New South Wales, - 77\nHis experiments to ascertain the coagulating power of the secretion of the gastric glands, - 96\nOn the tusks of the narwhale, - 126\nOn the formation of fat in the intestines of living animals, - 146\nHis additions to an account of the anatomy of the Squalus Maximus contained in a former paper; with observations on the structure of the branchial artery, - 227\nHooker, Dr. His account of the formation of certain crystals referred to, - 55\nHumphreys, Col. David. On a new variety in the breeds of sheep, - 88\n\nK\n\nKater, Captain Henry. On the light of the Cassegrainian telescope, compared with that of the Gregorian, - 206\n\nL\n\nLamp, description of one to be used in coal mines, - 205\nLecture, the Bakerian, on the elementary particles of certain crystals, - 51\nLight, on some properties of it, - 101\nLungs, on the colouring matter of the black spots on them, - 159\n\nM\n\nMagnesia, additional observations on its effects in preventing an increased formation of uric acid, - 213\nMarcelet, Alexander, M.D. His experiments on the alcohol of sulphur, or sulphuret of carbon, - 171\nHis experiments on the production of cold by the evaporation of the sulphuret of carbon, - 252\nINDEX.\n\nMicrometer, description of one with a single lens, - 119\nMines, coal, on the means of procuring a steady light in them without the danger of explosion, - 200\nexplosions in, a few of the most considerable in the neighbourhood of Durham recorded, - 201\n\nN\nNarwhale, on the tusks of that animal, - 126\nNear sightedness usually commences between the ages of ten and eighteen, - 31\naffects the higher classes of society more than the lower, - ib.\nsometimes occasioned by an evident change in the spherical figure of the cornea, - 34\nseldom alike in the two eyes, - 35\nhas no dependence on the greater or smaller degree of convexity possessed by the cornea, - 41\nnot necessarily occasioned by a morbid protrusion of the whole eye, - ib.\n\nO\nObservations of some principal fixed stars, results of them, - 285\nβ Ursæ Minoris, - ib.\nβ Cephei, - 286\nα Ursæ Major. - ib.\nα Cephei, - ib.\nα Cassiopeiae, - 287\nγ Ursæ Major. - ib.\nγ Draconis, - 288\nη Ursæ Major. - 289\nα Persei, - ib.\nCapella, - 290\nα Cygni, - 291\nα Lyrae, - ib.\nCastor, - 292\nPollux, - ib.\nβ Tauri, - ib.\nα Cor. Bor. - 293\nα Arietis, - ib.\nArcturus, - 294\nAldebaran, - ib.\nβ Leonis, - 295.\n\nMDCCCXIII.\nINDEX.\n\nα Herculis, - 295\nα Pegasi, - ib.\nRegulus, - 296\nα Ophiuchi, - 297\nα Aquilae, - 298\nProcyon, - ib.\nα Orionis, - 299\nα Serpentis, - ib.\nPolaris, - 300\n\nOctohedron, the most common form of crystallized bodies, - 51\nOlive oil, concretions of it found in the human intestines, - 150\n\nP\n\nPearson, George, M.D. On the colouring matter of the black bronchial glands, and of the black spots of the lungs, - 159\nPond, John, Esq. Astronomer Royal. His observation of the summer solstice of 1812, at the Royal Observatory, - 27\nHis catalogue of north polar distances of some of the principal fixed stars, - 75\nHis observation of the winter solstice of 1812, with the mural circle at Greenwich, - 123\nHis catalogue of north polar distances of eighty-four of the principal fixed stars, deduced from observations made with the mural circle at the Royal Observatory, - 280\nObservations of the summer solstice of 1813, with the mural circle, at the Royal Observatory, - 304\nPrechtel, M. His theory respecting various crystalline forms referred to, - 62\nPrisms, hexagonal, origin of their form in crystallography, - 59\n\nR\n\nRhea Americana, description of its solvent glands and gizzard, - 80\nRhomboid, obtuse, origin of its form in crystallography, - 57\n\nS\n\nSheep, on a new variety in their breed, - 88\nSight, observations relative to the near and distant sight of different persons, - 31\nSmithson, James, Esq. On a substance from the elm tree called ulmin, - 64\nINDEX.\n\nSmithson, James, Esq. On a saline substance from Mount Vesuvius, 256\nSolstice, summer, observation of that of 1812, at the Royal Observatory, 27\nobservation of that of 1813, at the Royal Observatory, 298\nwinter, observation of that of 1812, with the mural circle at Greenwich, 123\nSpheres, perfect, supposed to be the elementary particles of fluor spar and such other substances as assume the octohedral and tetrahedral forms, 54\nSqualus Maximus, additions to an account of its anatomy contained in a former paper, 227\nStars, principal fixed, catalogue of north polar distances of some of them, 75\ncatalogue of north polar distances of eighty four of them, 281\nStruthio Gamelus, description of its solvent glands and gizzard, 80\nSulphuret of carbon, or Alcohol of sulphur, experiments on it, 171\nexperiments to determine the proportions of sulphur and carbon contained in it, 182\ncomparison of the proportions of sulphur, and carbon in it, with those which might be inferred from the laws of determinate proportions, 189\nexperiments on its combination with the alkalies, the earths, and the metallic oxyds, 192\nexperiments to determine the nature of a particular substance produced by the action of nitro-muriatic acid upon it, 195\nexperiments on the production of cold by the evaporation of it, 252\n\nT\nTetrahedron and octohedron, relation of these solids to each other in crystallography, 51\nTrimmer, Mr. William Kirby. His account of some organic remains found near Brentford, Middlesex, 131\nTycho L. Tychonius. His account of a narwhale's skull, published in 1706, referred to, 127\n\nU\nUlmin, on a substance from the elm tree, so called, 64\nINDEX.\n\nUlmin, English, experiments on it, - 68\nVesuvius, Mount, on a saline substance from it, - 256\nVision, an appendix to Mr. Ware's paper on that subject, - 110\nVitreous humour, its absorption probably the cause of amended vision in old persons, - 42\n\nW\n\nWare, James, Esq. His observations relative to the near and distant sight of different persons, - 31\nWires, on a method of drawing them extremely fine, - 114\nWollaston, William Hyde, M.D. Bakerian lecture, on the elementary particles of certain crystals, - 51\nOn a method of freezing at a distance, - 71\nMethod of drawing extremely fine wires, - 114\nHis description of a single lens micrometer, - 119\n\nCORRIGENDA.\n\nPage 175, line 13, for one-fourth—read one-third\n177, — 17, for preponderates over that of either the olive oil or phosphorus—read be exceeded by that of the alcohol of sulphur.\n246, — 10, after attraction of—add the azote of\n23, for produced—read produced,—and dele the comma after portion.\n249, — 11, for 261.—read 268.\n264, — 18, for the other—read the other of which\n268, — 15, for bases,—read basis\n273, — 11, for metal, positively electrified—read metal positively electrified.\n\nFrom the Press of\nW. Bulmer & Co.\nCleveland-row, St. James's,\nLondon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107418.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23704,
    "total-output-tokens": 7613,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1615,
        2
      ],
      [
        1615,
        3990,
        3
      ],
      [
        3990,
        6542,
        4
      ],
      [
        6542,
        9112,
        5
      ],
      [
        9112,
        11099,
        6
      ],
      [
        11099,
        11958,
        7
      ],
      [
        11958,
        13111,
        8
      ],
      [
        13111,
        14964,
        9
      ],
      [
        14964,
        16454,
        10
      ],
      [
        16454,
        17965,
        11
      ],
      [
        17965,
        19128,
        12
      ],
      [
        19128,
        20581,
        13
      ],
      [
        20581,
        22232,
        14
      ],
      [
        22232,
        23460,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107418",
    "title": "Back Matter",
    "authors": null,
    "year": 1813,
    "volume": "103",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/107418"
  }
}