{
  "id": "8c2b8e04abaf5b4c4a31676360bd47aa7d6640a3",
  "text": "IV. Relatio de Caverna vaporifera Sulphurea in Lapicidina Pyrmontana, quae similis est Foveae Neapolitanae Grotta del Cane dictae, a Dno Mission, & aliis descriptae, Regali Societati communicata a Johanne Philippo Seip, M.D. Consil. Aulic. & Archiatro Sereniss. Principis a Waldeck, necnon R.S. Lond. Socio.\n\nApicidina Pyrmontana 800 Passus a Fontibus nostris Chalybeatis distans, ab Annis centum, & quod excurrit, Incolis atque Vicinis satis nota est, quia Lapidès pro Ædificiis valde idonei ex illa effodiuntur.\n\nAnte Annos viginti, cum ipse in exstruenda Domò occupatus essèm, & Lapicidinam sæpius intrarem, opifices mihi narrabant, frequenter se in fovea quadam profundiori Aves mortuas reperire: monstrabant etiam aliquoties diversas Avium species recenter mortuas.\n\nCuriosus Caussam Mortis Avium indagans, suspicabar primo de Materia quadam minerali venenosa Cobalto vel Auripigmento simili Lapidibus intermixta, & Aquis pluviae colliquefacta, ex qua forsan Aves sitientes potaverint.\n\nCum autem ipse in foveam descenderem, & ad extrahendas Aves caput ad fundum inclinarem, statim odore sulphureo penetrantisìsimo ita corromptus fui, ut vertiginosus atque asthmaticus fuga recedere cogerer.\n\nMysterium itaque detectum erat, & judicabam inde Halitum istum sulphureum suffocantem ejusdem originis\nginis & naturae esse cum illo, quem in Scatebris Fontium nostrorum, Coelo sereno existente, & Tempore sicco tranquillo, horis matutinis & vespertinis observamus, ubi saepe Volucres appropinquantes ipso momento suffocatae intercunt, & Anates in Fonte majori pro Balneis usitato natantes vix momenta aliquot perdurare valent, sed mox succumbunt.\n\nEquidem non consultum duxi, sed periculosum potius atque damnosum Experimentum fore Fontibus nostris Chalybeatis plures ejusmodi Caminos & Spiracula facere, & ita Halitus sulphureo-spirituosos ex Cryptis Montium elicere, qui potius ad imbuendas & acuendas Aquas subterraneas supprimi & retineri debebant.\n\nEx hac ratione etiam, & ex petitione & monito meo, Princeps Serenissimus Noster operariis prohiberi juslit, quo minus profunde ex fundo Lapicidinæ Lapidès effodere amplius auderent, & ita vaporibus mineralibus viam & exitum panderent.\n\nUnicum tamen locum, pro Fovca quadrata, singulis lateribus sex pedum, Curiositatis & forsan Experimenti causâ pro Balneo sicco a Serenissimo Principe mihi exorabam, quem ante 12 Annos fornice lapidea muniendum, & janua claudendum curavi.\n\nParva hæc Caverna muris munita & coarctata tanto minus Aquis nostris Chalybeatis vires sulphureo-spirituosas subtrahere potest; quanto certius est, vaporem istum non semper exspirare; sed solummodo Coelo placido, tranquillo & Aëre sereno existente, ventis orientalibus & borealibus fiscis non procellosis, sed leniter flantibus, item Nebulis & Vaporibus ante Fulgur & Tonitru exsurgentibus.\n\nHalitus\nHalitus etiam Horis matutinis & vespertinis solummodo reperitur; & quemadmodum Sol per diem gradatim ascendit, ita Vapor descendit, & versus meridiem plane sub Lapidès recedit, & totus evanescit; sub vesperam paulatim redit, & post solis occasum copiosissime iterum egregreditur.\n\nVapor iste similis non est Nebulis & Vaporibus aquosis, sed nunquam visibilem se monstrat, nisi in Radiis solaribus, ubi Motus vaporis tremulus, fulgurans quasi & per intervalla brevissima ex Lapidibus exsurgens oculis se exhibet.\n\nOrdinarie & ut plurimum Linæam certam Horizontalem servare solet Halitus, & vix ultra r. i \\( \\frac{1}{2} \\). 2 pedes ascendere & vires suas exserreré solet. Ideo si quis in foveam descendat, erecto Corpore in illa commo- retur, neque Caput infra Linæam notatam inclinet, odorem non animadvertit, & organa Respirationis nullo modo afficiuntur.\n\nCertis tamen Temporibus, praesertim Aëre tranquillo, sereno & valde sicco, Fulgure & Tonitru grávido existente, Vapor elevatur, & vires suas suffocantes exercet ad altitudinem 5,6 Pedum & ultra, quod tamen raro contingit.\n\n**Phænomena & Experimenta principaliora ex Halitu hoc minerali prodeuntia, hactenus notavi sequentia.**\n\n1. Cavernam ingressius, corpus & caput erectum servans, Odore percipit plane nihil; Paucis vero momentis Pedes in fundum collocati incalescunt, Halitus per Calceamenta etiam crassiora mox penetrat, senium\nsensum stimulantem quasi ab urticis urentibus in Cura excitat, qui ad tibias & femora gradatim se extendi, & partes inferiores ita calcifacit, ut inter ignem versari credas.\n\nSi per breve Temporis spatium ita quietus in fovea persistis; Sudor primo in partibus inferioribus, tandem per totum Corpus sine ulla molestia aut anxietate elicetur copiosissime.\n\n2. Illi autem qui Caput ad fundum foveæ inclinant, odorem penetrantisimum statim sentiunt; Respiratio supprimitur; in Oculis acrimonia uti ab Allio aut Raphano marino percipitur, & Aqua ex illis elicetur; Os & Fauces sapore sulphureo implentur, Caput vertigine & sopore afficitur, ita ut Suffocationem & Lapsum subterfugere cogantur.\n\n3. Omnis generis Insectæ; Muscae, Papiliones, Scarabæi, &c. vaporem attingentes mox concidunt & moriuntur.\n\n4. Aves minores interdum, si halitus valde copiosus est, sub introitu ipso momento suffocantur; saepe autem adhuc per aliquot momenta convulsionibus quasi corruptæ volitant, saltant, Rostra aperiunt, anhelant, & Gesticulationes imitantur Animalium, quibus sub Antlia Aer subtrahitur; tandem exspirant.\n\nSi Tempus bene observatur, quando Aves concidunt, & Deliquium pati incipiunt, sed nondum plane exanimatae, & tum propere in aërem liberum exportantur, praesertim autem si Aqua oribus infundatur, ita paulatim tanquam ex somno profundo evigilant, reviviscunt, & brevi ita ad se redeunt, ut perfecte sanæ & salvæ evadant, & sine ullo vitae & sanitatis detrimento vivere pergant.\nIta decies uno die Avem Deliquio tali obdormiscen-\ntem & iterum expergefactam vidi, quam deinde inco-\nlumem per longum Tempus servavi.\n\n5. Aves majores, & Volatilia domestica; Gallinæ,\nAnates, Anseres, &c. diutius in fovea nostra vaporifera perdurant, in primis si collo longo supra Lineam emineant, aut repetitis saltibus sphæram Halitus trans-\nscendant, & ita per intervalla Aërem liberum respirare possint; si autem Vapor copiosus est, aut si ad fundum Cavernæ Capite detineantur, tandem eodem cum Avibus minoribus patiuntur Manes.\n\n6. Quadrupedia; Canes, feles, oves, &c. quo ma-\niores & fortiores sunt, tanto diutius suffocationem eli-\ndere, tandem simili modo uti volatilia succumbere solent.\n\nMultò facilius tamen in Aëre libero resipiscunt, in primis si immergantur, aut Aqua copiosa super-\nfundantur.\n\n7. Ignem, maxime flammam Ignis, Candelas nu-\ndas, aut vasis perlucentibus inclusas; Halitus nostræ statim extinguit.\n\nPhænomenum jucundum est, si fax ex stramine colligato confecta incendatur; & ad fundum Cavernæ inclinetur; mox enim flamma extinguitur; si iterum supra Sphæram Halitus in Aërem liberum elevatur, statim in flammam rursus erumpit, & ita toties quoties Fax celeriter extingui & inflammari iterum potest.\n\n8. Tempore quo Vapor copiosus & fortis est, Pulvis pyrius in fundo foveæ inflammari non potest.\n\nScintillæ ex Pyrite aut silice Chalybe percussa ca-\ndunt in Pulverem pyrium, sed non inflammant.\n\nAnno 1724. cum primo Foveam vaporiferam mu-\nris circumducendam, et fornice claudendam curarem, medi-\nmeditabar mecum quomodo Vaporem tam mirabilem, spiritibus nostris quibuscumque Chymicis multo subtiliorem & penetrabiliorem in sanitatis humanæ commodum applicare possem.\n\nVaporem enim non inveni arsenicalem, neque corrosivum, uti illum qui ex Sulphure ardente exsurgit, non inhæret, & rodit Pulmones, sed Aërem & Respirationem solummodo remoratur & aufert; in Homine tamen non ita subito hoc efficit, ut spatium recedendi satis commodum habere non posset.\n\nSæpissime Experimenti caussa tam diu uti vaporem sufferre potui, usque ad Momentum Deliquii & suffocationis in Caverna commoratus fui, ore aperto vaporem hausi, & tandem saltu in Aërem liberum me recepi: Nunquam male inde habui, verum potius pectus & Respirationem leviorem sensi; interdum Catarrho & Tussi affectus congestiones & obstructiones catarrhales solvi & dissipari ex Suffimento isto animadverti.\n\nMethodus brevior & facilior sudorem provocandi non est sub cælo; nam post moram aliquot momentorum in fovea halituosa totum Corpus sudore difluere solet.\n\nRustici quidam, uti sæpissime nullum Remedii genus desperati non tentant, aliquoties Cavernam ingressi, Pedum Tumores, Rheumatismos, Dolores Membrorum arthriticos notabiliter a vapore levatos suisse testati sunt.\n\nQuia autem Halitus interdum Sphaeram suam ordinariam transcendit, & tum nimis fortis & intolerabilis est, timui haçtenus ne quis incautus aut temerarius moram nimis longam in Caverna faciens succumbere\ncumbere posse: malui itaque Experimentum nullum quam per mortes facere.\n\nPyrmonti apud fontes Chalybeatos die 12° Maii 1736. St. N.\n\nJohan. Philippus Seip,\n\nP. S. Barometra & Thermometra in foveam nostram vaporantem immissa, nullas subeunt Mutationes; sed in situ suo tanquam in Aere libero persistunt.\n\nV. A Letter from John Fuller, Esq; jun. F R. S. to Sir Hans Sloane, Bart. Pres. R. S. &c. concerning the Effects of Dampier's Powder, in curing the Bite of a Mad Dog.\n\nI Imagin'd the Use of the Lichen cinereus terrestris with black Pepper, had been so infallible a Remedy for the Bite of a Mad-Dog, that there needed no Proofs of its Virtue: I myself have used it upon Dogs, and always with Success; and it is strong in my Memory, that some Years ago, a Mad-Dog or Cat (I forget which) had bit some Children and the Mother, at Battle; the Chirurgeon came over to my Brother, Dr. Rose Fuller, and we all went out in a Snow, with a Broom, and found some of it, and mix'd it as the Account of Dampier directed. They all took it, as well as a Dog or two that were bit, and none of them had any bad Effects from the Bite.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103918.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 3351,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1301,
        2
      ],
      [
        1301,
        2827,
        3
      ],
      [
        2827,
        4218,
        4
      ],
      [
        4218,
        5696,
        5
      ],
      [
        5696,
        7223,
        6
      ],
      [
        7223,
        8660,
        7
      ],
      [
        8660,
        9780,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103918",
    "title": "Relatio de Caverna Vaporifera Sulphurea in Lapicidina Pyrmontana, Quae Similis Est Foveae Neapolitanae Grotta Del Cane Dictae, á Dno Misson, & Aliis Descriptae, Regali Societati Communicata à Johanne Philippo Seip, M. D. Consil. Aulic. & Archiatro Sereniss. Principis á Waldeck, Necnon R. S. Lond. Socio.",
    "authors": "Dno Misson, Waldeck, Johanne Philippo Seip",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103918"
  }
}