{
  "id": "d58c7bb85da959f4d03094ced0aa4847dcadfb6a",
  "text": "IV. Emendationes ac Notæ in vetustas Albatenii Observationes Astronomicas, cum restitutione Tabularum Lunisolarium ejusdem Authoris. Per Edm. Halley, S. R. S.\n\nCum inter Monumenta Veterum nihil uspiam reperiatur Observationum Astronomicarum nisi apud Claudium Ptolemæum, cumque etiam nullas alias in Syntaxi sua tradiderit, praeter eas quæ Theoriis suis comprobandis usu erant, cæteras vero permultas sine dubio à Timocharide, Hipparcho aliisque posteritati consignatas, insigni Scientiæ detrimento suppresserit; haud abs re fore videtur, Albatenii sive El Batèni (ut Arabice sonat) medio præcise loco inter nos ac Ptolemæum florentis, ac Ptolemæi Sphalmata primum corrigere ausi, Cælestia Observata in lucem promere, atque à traductoris vel Typographi vel utriusque mendis quà potui diligentia liberare.\n\nAuthor iste sane pro suo sæculo admirandi acuminis, ac in administrandis observationibus exercitatissimus, ut apparet ex eo quod Solis motum, captis Æquinoctiorum momentis, penitus restaurasse videre tur, si longius Ptolemæi vestigiis abcedens, Eccentricitatem Solis bifecandam esse vidisset. Liber quem patrio sermone conscripsit saltem apud nos non reperitur; ante aliquot sæcula vero ex Arabico in Latinum transtulit quidam Plato Tiburtinus neque Linguarum satis sciens, neque Astronomicà disciplinà instructus, ut ex ipso opere conspicuum est. Hujus autem traductionis binas vidi editiones, alteram Noribergæ Anno 1537. altermam Bononiæ Anno 1645. sed ex priori omnino desumptam, cum etiam errata omnia Typographica prioris conservet, licet Bibliothecæ Vaticanæ exemplar prætendatur. Utcunque sit, utraque Editio crebris scatet mendis, praesertim quoad Numeros, atque utraque Tabulis Astronomicis Authoris, quarum passim fit mentio, mutilatur.\n\nAlba-\nAlbatenius autem in Luna & Planetis Ptolemaicis Hypothesibus emendandis frustraneam operam insumit; cumque veriora scientiae Sydralis principia jam nacti simus, caetera quidem ejus haud usque adeo necessaria sunt; Observationes vero ejus quas solas habemus, per tot saecula inter Ptolemæum & Regiomontanum lapsa, jure conservari atq; inter pretiosissima Uraniae καρπάνα reponi merentur. Præsertim cum ejus eximios præbeant in demonstrandâ Temporis Annuæ inæqualitate; uti alia occasione probare satago.\n\nFloruit Albatenius circa Annum Christi 890. vigente jam Imperio Saracenico; creditur Vir Nobilis, à quibusdam etiam patriæ suæ Princeps: Utcumque fuerit constat illum Syriæ incolam per plures annos Antiochæ vel Arræ vitam egisse: Tabulasque Astronomicas Observationibus propriis fretas ad Meridianum Arræ construxisse. Urbis autem ista propriè dicebatur Alracca vel Alrecca, tempore Albulfedæ desolata, olim autem magna & celebris fuit juxta Euphratem sita, ad latus Orientale & Borcale: Albulfeda in descr. Mesopotamiae. Consentuntque omnes Geographi Arabes ad ripam Euphratis positam fuisse, sub Latitudine 36 gr. quantam ei assignat ipse Albatenius Cap. IV. Videturque Urbs ista à Persis condita ad tutandum ripam Persicam quo tempore Romana potestas mole suâ ruens in occasum vergeret. Antiochæ vero Syriæ ad Orontem situs satis notus est, cum etiam hodie urbs inclyta sit.\n\nHis in urbibus observationes suas instituit Albatenius, quas cum malè descripserit qui librum ejus Latinitate fere barbarà donavit, neque numeros, quod maxime oportuit, curaverit, hortatu R. Societatis non potui hanc emendationem non suscipere, simulque Tabulas Astronomicas Authoris quæ Solem Lunamque spectant, quæque periisse videbantur, quantum scrii posse, redintegrare. Observationes autem sic se habent.\n\nPrimum recert se observasse distantiam Tropicorum praegrandi instrumento ac omni adhibiti curà 47 gr. 10 min. icil. Solis æstivi à Zenith minimam distantiam 12°. 26'. Tiberni vero maximam 59 gr. 36'. unde etiam elicitur Latitudo\nLatitudo Urbis Aractae 36 gr. 1 min. Maxima vero declinatio Solis sive Zodiaci obliquitas fit 23 gr. 35', quam tamen, sine ullo examine, immutatam supponere Astronomi omnes hoc nostro seniores, qualem Ptolemaeus ab Hipparcho receperat, nempe 23 gr. 51 min. 20 sec. Cap. IV. Deinceps.\n\nAnno 1194 Dbilcarnajin sive Anno 1206 ab obitu Alexandri, hoc est, Anno post Christum natum 882, die 19no Mensis Elul sive Septembri, 4 h. 45' ante Solis exortum, in Arracta observabatur Aequinoctium Autumnale. Hoc est Septemb. 18° 13 h. 15' P.M. Factaq; collatione cum observatione Ptolomæi Anno tertio Antonini habita, hoc est Anno Christi 139 Sept. 26. horà una post ortum Solis, sive Sept. 25° 19 h. Alexandriæ, ex intervalllo 743 Annorum, colligitur spatium Annum sive quo Sol ad æquinoctia revolvebatur. 365 dierum 5 h. 46' 24'', motumq: ejus in Anno communi 11 s. 29° 45' 46'' 25'' ½, aliquantum justo celeriorem. Quod quidem evenit ex eo quod Ptolomæum, arte ac industriâ ne dicam fide Hipparcho longe inferiorem, hoc in negotio prætulerit; cum scilicet jam pro comperto habeamus Ptolemæi æquinoctia nullo modo cum aliorum observationibus conciliari posse, ut potius fita quam colitus deprompta credere licet. Hac Cap. XXVII. traduntur.\n\nDeinde Cap. XXVIII. refert Albatenius Aequinoctiorum intervalla, qualia multo labore ac diligentia ipse plurium annorum repetito experimento determinaverat. Scil. ab æquinoctio Autumnali ad Vernali intercedere 178 dies 14 h. 30', a Vernali vero ad Autumnale æquinoctium 186 dies 14 h. 45', cui etiam plus fidei adhibet Author. Eademq; curà Solis in quadrante vernali moram, sive a principio Arietis ad Solstitium æstivale, definitivit 93 dierum ac 14 horarum. Ex quibus datis, calculo debite instituto, totam Solis Eccentricitatem 2° 4½ statuit, qualium Radius Eccentrici est 60 : vel 3465 qualium radius est 100000. Apogæon vero Solis tunc temporis, viz. Anno Christi 882, Gemi-\nGeminorum 22 gr. 17' tenuisse similiter demonstratur; idq; mobile, una cum stellis fixis, singulis 66 annis Julianis gradum unum conficere docetur, Cap. XXXIII. ac LI. unde provenit motus ejus annuus 54\" 33\"\n\nHis positis principiis numeros Albatenii qui Solis motum spectant haud difficulter restaurare possimus. Ac initio calculo proveniunt Radices motuum, incuntibus Annis Christi, sub Meridiano Arraetensi.\n\n| Anno Christi | Apog | Med. motus |\n|--------------|------|------------|\n|              |      |            |\n| 881          | 2    | 22        |\n| 882          | 2    | 22        |\n| 883          | 2    | 22        |\n| 891          | 2    | 22        |\n| 901          | 2    | 22        |\n\nLogarithmus autem pro æquatione Solis 9.969888.\n\nUt autem corrigantur Librorum impressorum graviora errata sensumq; turbantia, praesertim in Numeris ubi de Solis motu argumentatur, utramq; Editionem sic emenda.\n\n| Edit. Bonon | Edit. Norib. |\n|-------------|--------------|\n| pag. lin.   | pag. lin.    |\n| 66 15       | 27 b 7       |\n| 28 13       | 15           |\n| 31 16       | 60 annos.    |\n| 67 5        | 25           |\n| 11 31       | 186.         |\n| 68 7        | 28 a 18      |\n| 19 28       | 55 quint.    |\n| 69 18       | 28 b 11      |\n| 70 19       | 31           |\n\n| pro.        | lege.        |\n|-------------|--------------|\n| 20 dies.    | 70 dies.     |\n| 300.        | 300 annos.   |\n| Tamenith.   | Phamenoth.   |\n| 36 modo.    | 463.         |\n| Mufrae.     | Mefori.      |\n| 60 annos.   | 600 annos.   |\n| 186.        | 286.         |\n| 31 quart.   | 32 quart.    |\n| 55 quint.   | 53 quint.    |\n| 14 horis.   | 14 hor. 45'  |\n| PKLM.       | PKLMT.       |\n\nEdit.\n| Edit. Bonon | Edit. Norib |\n|------------|------------|\n| pag. lin.  | pag. lin.  |\n| 70         | 25         |\n| 31         | 42         |\n| 32         |            |\n| 71         | 12         |\n| 17         | 30         |\n| 201 ult.   | 79 b 38    |\n| 202 11     | 80 a 6     |\n\n| pro.       | lege.      |\n|------------|------------|\n| 80.        | 180.       |\n| 6 secund.  | 10 secund. |\n| 59 min.    | 58 min.    |\n| 59 sec.    | 29 sec.    |\n| 58 min.    | 59 min.    |\n| 2 gr. 22 min. | 5 gr. 55 min. |\n| 20 min.    | 50 min.    |\n\nEx hoc specimine conjectare licet quali castigazione indigeat liber iste, cum tam paucis paginis etiam numeri toties vitiati reperiantur: ut taceam verborum ac literarum errata ut leviora.\n\nPræcipuas vero Observationes suas tradit Cap. XXX. quatuor scilicet Eclipses, duas Solares totidemq; Lunæ.\n\nPrimæ Solaris medium observatum est Arractæ Anno 1202 Dhilcarnajin sive ab obitu Alexandri 1214, hoc est, Anno Christi 891, die octavo Mensis Ab sive Augusti, horâ unâ temporali post Meridiem; hoc est (occidente Sole hora 6 h. 45') 1 h. 7' P.M. ac tum defecit in Sole plus duabus tertiis vel octo digitis. Tempore autem vera Conjunctionis, quam medium Eclipseis octavâ hora parte praecessisse computat, sive 1 h. P. M. æquate vero 1 h. 4' juxta Albatenii Tabulas motus supputati sic se habebant.\n\nSolis Locus medius 20 54\nSolis Locus verus 19 14\nLunæ motus medius 17 6 pro 17 50\nAnomalia Lunæ correcita 11 3 7 pro 2 57\nArgumentum Latitudinis medium 5 24 43\nArgumentum Latitudinis verum 5 26 51 pro 26 11\nIdeoq. tempore medii Eclipseis 5 26 55 pro 27 11\nUnde Latitudo D vera Septentrionalis 0 0 16\n\nEcc\nConcluditque numeros Ptolemæi integrâ horâ citius quam observatum est, hanc Eclipsin representare.\n\nAlterius Solis Eclipsis medium Antiochiae visum est, Anno Dhilcarnajin 1213 (pro 1205) sive Anno à morte Alexandri 1224 (pro 1554) hoc est, Anno Christi 901, die 23° Mensis Canun (non Huni) secundi, sive Januarii, 8h. 20' A.M. vel Januarii 22°. 20°. 20'. Arractæ vero 20°. 32'. Ac quantitas deficiens parum excedebat centrum Solis sive sex digitos. Mediumque Eclipsis 50 minutis (non hora dimidio, ut habent libri impressi, pro dimidio ac tertio) veram conjunctionem praecedere debuit, quam proinde fuisse constat 21°. 22'. Arractæ: Tempore vero æquato 21°. 37'. quo Motus ex Tabulis Authoris sic inveniuntur.\n\n| Locus Solis medius | ≈ 7 9 |\n|-------------------|------|\n| Locus Solis verus | ≈ 8 35 |\n| Lunæ motus medius | ≈ 12 49 s. |\n| Anomalia Lunæ correcta | 4 6 35 pro 5 6 55 |\n| Argumentum Latitudinis medium | 5 23 25 pro 5 23 55 |\n| Argument. Lat. verum | 5 19 11 pro 5 19 41 |\n| Ideoque tempore medii Eclipsis | 5 18 45 |\n| Unde vera Latitudo Lunæ Borea | 0 59 |\n\nSecundum Ptolemæi vero numeros hanc Eclipsin totis duabus horis tardius contingere debuisse affirmat.\n\nEx Eclipsibus Lunaribus prima observata est Anno 1194 Dhilcarnajin, vel 1206 à Morte Alexandri, sive Anno Christi 833. die 23° mensis Tamuz (pro 53 Temur vel Zemur) vel Julii. Mediumque in Arracta apparuit 8 horas & aliquid amplius Post Meridiem; pone 8 h. 5 min. id est, æquate 8 h. 9 min. Defectusque parum ultra decimum digitum attigit. At juxta Numeros Authoris tenere tunc temperis.\nSol medio motu suo  \nLocus ejus verus  \nLuna autem medio motu  \nAnomalia Lunæ media  \nAnomalia autem correcta sive æquata  \nArgumentum Latitudinis medium  \nArgument. Latitudinis verum  \nUnde Latitudo Austrina\n\nError autem Ptolemæi in hac Eclipse est trium horæ quadrantium, quibus Medium citius observato ex numeris ejus supputatur.\n\nSecunda vero Lunarium erat Anno 1212 Dhilcarnajin, vel 1224 à morte Alexandri, Annove Christi 901, die secundo Mensis Ab sive Augusti; Observabatur Medium Antiochiae 15h. 20'. P. M. id est, Arractæ 15h. 35' fere, æquate vero 15h. 39'. Ac Luna fere tota desicere visa est. Tunc temporis Elementa calculi juxta Albatenium colliguntur.\n\nSolis Locus medius  \nSolis Locus verus  \nLunæ Locus medius  \nAnomalia Lunæ media  \nAnomalia Lunæ æquata  \nArgumentum Latitudinis medium  \nArgument. Latit. verum  \nUnde Latitudo Lunæ Austrina\n\nPtolemæi vero numeri hanc Eclipse 50 fere minutis citius quam observatum est promittunt.\n\nVides ex his numeris, quasi tot errores quot veros reperiri, ideoq; haud levi studio emendandos fuisse: ne tamen correctionis nomine temere eos immutasse videar, Radices mediorum motuum Lunæ, Apogæi & Nodi, quales ipse Albatenius in his\ncomputationibus supposuit, adjungere placuit ut cuilibet experiri liceat qua fide hæc observata tractavimus. Radices autem sive Epochæ Lunarium motuum ab Æquinoctio, ineuntibus Annis Christi sub Meridiano Arraetenii sic proveniunt.\n\n| Annis Christi | Mot. Med. D | Apog. D | Nodus Asc. D |\n|---------------|-------------|---------|--------------|\n|               | S°          | S°      | S°           |\n| 881           | 7 27 29     | 3 01    | 5 17         |\n| 882           | 0 6 53      | 4 12    | 4 28         |\n| 883           | 4 16 16     | 5 22    | 4 8          |\n| 891           | 3 27 42     | 4 18    | 11 4         |\n| 901           | 0 11 4      | 5 23    | 4 20         |\n\nMultas etiam alias Eclipses Lunares se observasse testatur Author, quas cum Tabulis suis congruentes invenit; adhibita maxima in Syzygiis æquatione 5 gr. 1 min. quam eam statuit Ptolemaeus, ac quam etiam hoc nostro sæculo Cælo conformem experimur.\n\nStellarum autem fixarum Loca duo tantum reperiuntur, ab hoc Authore ad suum seculum verificata; ad annum scil. Dhilcarnajin 1191 sive Annum Christi 880: Invenit autem Cor Leonis tunc temporis occupare gradum 14°. 0′. Leonis; Boream vero frontis Scorpii m 17°. 20′. seu potius 17°. 50′. Aliter non constabit intervallum 11°. 50′. inter loco, ante 783 annos iisdem à Ptolemæo tributa, & à seipso observata, unde etiam statuitur Stellas fixas singulis 66 annis gradum unum progredi, atq; una Solis Apogæon. Quod si revera scriperit Locum hujus Stellaæ m 17°. 20′. ut habetur in libris impressis, majorem certe his observationibus fidem postulat, cum differentia locorum Cordis & Boreæ frontis m, certissimis nostris observandi Methodis 93°. 20′. proveniat, ubi Ptolemæi Catalogus dimidio gradu abundat. Albatænii Cap. LI.\n\nOptassem\nOptassem quidem in aliqua ex instructissimis Europae Bibliothecis Albatenii exemplar Arabicum reperiri posse, unde has nostras emendationes comprobare liceret; ac Linguam istam calentes exoratos velim, at haec paucia, saltem quae observationes spectant, cum MSS conferre ac nobis cum communicare non grave ducant. Non quod verear me errare posse in deducendis his numeris, fidissimis Astronomiae principiis fretus; sed quia Doctis quamplurimis quibus fortasse Argumentum de immutato Tempore annuo non displicebit, harum emendationum ratio minime patebit, nisi hujus Scientiae principiis imbuantur. Hic vero obiter notare licet Æram Dhilcarnajin à plurimis Chronologis pro Æra Mortis Alexandri assumi nominis ratione reddita, quod Alexander vocaretur Bicornis, quasi in Orientem ac Occidentem utrinque propagato Imperio. Æra autem nostra duodecim annis Morte Alexandri posterior est; unde liquet, non ad eum sed ad ejus successores Vocabulum istud referri. Dhilcarnajin autem proprie dicitur Bicornis, unde conjectura est hanc Æram inchoasse à bipartito Orientis Imperio inter Antigonum & Ptolemaeum, quod sub Persis ac Alexandro diu indivisum manserat. Vel fortasse ab initio Regni Seleuci Nicatoris dicti, cujus Statuae Bicornes fingebantur testa Appiano. Idemque in Numismatis ejus etiamnum conspicitur. Cornu autem passim pro Gloriâ ac Majestate etiam apud Sacras Literas reperitur. Incepere vero Anni hujus Ærae à Mense Elul sive Calendis Septembribus Julianis, cæterique Menses Julianis ubique pares, ut ex his etiam observationibus constat.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102007.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15036,
    "total-output-tokens": 5798,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1761,
        2
      ],
      [
        1761,
        3785,
        3
      ],
      [
        3785,
        5696,
        4
      ],
      [
        5696,
        7394,
        5
      ],
      [
        7394,
        9036,
        6
      ],
      [
        9036,
        10601,
        7
      ],
      [
        10601,
        11788,
        8
      ],
      [
        11788,
        13556,
        9
      ],
      [
        13556,
        15102,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102007",
    "title": "Emendationes ac Notae in Vetustas Albatenii Observationes Astronomicas, Cum Restitutione Tabularum Lunisolarium Eiusdem Authoris. Per Edm. Halley, S. R. S.",
    "authors": "Edm. Halley",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/102007"
  }
}