{
  "id": "d11dc710079ca25b9cc97665fa97a4e18170acfb",
  "text": "taken Mercury's only $3''\\frac{1}{2}$, imagining the precise Moments of the first and last exterior Contacts are not observable; but that the Ingress is seen some little time later, and the Egress sooner, than the true times thereof. I have all along spoke of the Motion of Mercury, without mentioning that of the Sun, whereas, in Reality, it is that of them both jointly; but as we may suppose the Sun to stand still during the Transit, it will then be considered as the apparent Motion of Mercury alone for that Time.\n\nVII. A Letter from Mr. Robert Campbell of Kernan, to Dr. Mortimer, Secr. R.S. concerning a Man who lived Eighteen Years on Water.\n\nSIR,\n\nDec. 1. 1742.\n\nTHOUGH unknown, at the Request of Mr. Malcom, I trouble you with an Account of the extraordinary Abstinence of John Fergusson, a Native of the Paroch of Killmellfoord in the Shire of Argyle.\n\nAbout 18 Years ago he happened to overheat himself on the Mountains, in Pursuit of Cattle, and in that Condition drank excessively of cold Water from a Rivulet, near by which he fell asleep; he awaked about 24 Hours after in a high Fever: During the Paroxysm of the Fever, and ever since that time, his Stomach loaths, and can retain, no kind of Aliment, except Water, or clarified Whey, which last he uses but seldom, there being no such thing to be had by Persons\nPersons of his Condition in that Country for many Months in the Year.\n\nArchibald Campbell of Ineverliver, to whom this Man's Father is Tenant, carried him to his own House, and locked him up in a Chamber for 20 Days, and supplied him himself with fresh Water, to no greater Quantity in a Day, than an ordinary Man would use for common Drink; and at the same time took particular Care, that it should not be possible for his Guest to supply himself with any other kind of Food without his Knowledge; yet after that Space of Time, he found no Alteration in his Vigour or Visage.\n\nHe is now about 36 Years of Age, middle Stature, a fair and fresh Complexion, with a healthy (though not seemingly robust) fresh Complexion; his Habit of Body is meagre, but in no remarkable Degree; his ordinary Employ is looking after Cattle, by which means he needs must travel Four or Five Miles a Day in that mountainous Country.\n\nHe uses no Tobacco; yet seems to discharge as much Saliva as others, who do not use Stimulus's to provoke that Evacuation.\n\nIf we may judge of his insensible Perspiration by the Softness and Freshness of Skin, he is in that respect like other Men, and like them sweats with violent Exercise; as to the grosser Excrements, it did not occur to me to inquire about them, but I conclude he discharges none; because the Country People, who strongly fansy him supported by supernatural Means, would not forget to object this to him, if he evacuated any Quantity of gross Faeces, with which Water is not charged.\nThis History of this abstemious Person I had from Mr. Campbell of Ineverliver, my Neighbour in that Country, who is a Gentleman of great Candour and Ingenuity, neither credulous himself, nor any ways inclined to impose upon the Credulity of others. I had the same Account from several others, and confirmed by the Belief of the whole Country. The Man himself I never saw, but the Bearer, Mr. Charles Campbell, Preacher, has conversed with him, on whose Veracity you may depend.\n\nThe Case appears extraordinary singular, and worth the Notice of Men of Letters; is one Instance to convince us, that a great Part of the gross Meats which we greedily destroy, is not necessary for the Support of Animal Life; and that there must be some other Qualities in the pure Element of Water, than what have fallen under common Observation, since they have supported this Man in Health and Vigour for so many Years, and supplied the Evacuations necessary in the Animal Oeconomy.\n\nSIR,\n\nYour most humble and most obedient Servant,\n\nRobert Campbell,\nof Kernan.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104174.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1036,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1331,
        2
      ],
      [
        1331,
        2850,
        3
      ],
      [
        2850,
        3894,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104174",
    "title": "A Letter from Mr. Robert Campbell of Kernan, to Dr. Mortimer, Secr. R. S. concerning a Man Who Lived Eighteen Years on Water",
    "authors": "Robert Campbell",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104174"
  }
}