{
  "id": "f457d695cfd0a4a6b9fa1273acc7ac2e928cb535",
  "text": "III. On the Discovery of four additional Satellites of the Georgium Sidus. The retrograde Motion of its old Satellites announced; and the Cause of their Disappearance at certain Distances from the Planet explained. By William Herschel, LL.D. F. R. S.\n\nRead December 14, 1797.\n\nHaving been lately much engaged in improving my tables for calculating the places of the Georgian satellites, I found it necessary to recompute all my observations of them. In looking over the whole series, from the year of the first discovery of the satellites in 1787 to the present time, I found these observations so extensive, especially with regard to a miscellaneous branch of them, that I resolved to make this latter part the subject of a strict examination.\n\nThe observations I allude to relate to the discovery of four additional satellites: to surmises of a large and a small ring, at rectangles to each other: to the light and size of the satellites: and to their disappearance at certain distances from the planet.\n\nIn this undertaking, I was much assisted by a set of short and easy theorems I had laid down for calculating all the particulars respecting the motions of satellites; such as, finding the longitude of the satellite from the angle of position, or the position from the longitude: the inclination of the orbit from the angle of position and longitude: the apogee: the greatest\nelongation; and other particulars. Having moreover calculated tables for reduction: for the position of the point of greatest elongation; and for the distance of the apogee, or opening of the ellipse; and also contrived an expeditious application of the globe for checking computations of this sort, I found many former intricacies vanish.\n\nBy the help of these tables and theorems, I could examine the miscellaneous observations relating to additional satellites, on a supposition that their orbits were in the same plane with the two already known, and that the direction of their motion was also the same with that of the latter.\n\nAnd here I take an opportunity to announce, that the motion of the Georgian satellites is retrograde.\n\nThis seems to be a remarkable instance of the great variety that takes place among the movements of the heavenly bodies. Hitherto, all the planets and satellites of the solar system have been found to direct their course according to the order of the signs: even the diurnal or rotatory motions, not only of the primary planets, but also of the sun, and six of their secondaries or satellites, now are known to follow the same direction; but here we have two considerable celestial bodies completing their revolutions in a retrograde order.\n\nI return to the examination of the miscellaneous observations, the result of which has been of considerable importance, and will be contained in this paper. The existence of four additional satellites of our new planet will be proved. The observations which tend to ascertain the existence of rings not appearing to be satisfactorily supported, it will be proper that surmises of them should either be given up, as ill founded, or at least reserved till superior instruments can be provided, to\nthrow more light upon the subject. A remarkable phenomenon, of the vanishing of the satellites, will be shewn to take place, and its cause animadverted upon.\n\nI shall now, in the first place, relate the observations on which these conclusions must rest for support, and afterwards join some short arguments, to shew that my results are fairly deduced from them.\n\nFor the sake of perspicuity, I shall arrange the observations under three different heads; and begin with those which relate to the discovery of additional satellites.\n\nA great number of observations on supposed satellites, that were afterwards found to be stars, or of which it could not be ascertained whether they were stars or satellites, for want of clear weather, will only be related. For, to enter into the particular manner of recording these supposed satellites, or to give the figures which were delineated to point them out, would take up too much time, and be of no considerable service to our present argument. It ought however to be mentioned, that nearly the same precaution was taken with all the related observations as, it will be found, was used in those that are given in the words of the journals that contain them. The former will be distinguished under the head *Reports*, the latter under that of *Observations*.\n\n**Investigation of additional Satellites.**\n\n**Reports.**\n\nFeb. 6, 1782. A very faint star was pointed out as probably a satellite, but Feb. 7 and 8 was found remaining in its former situation.\n\nMarch 4, 1783. A satellite was suspected, but March 8 was found to be a star.\n\nMDCCXCVIII.\nApril 5, 1783. A suspected satellite was delineated, but the 6th it was seen remaining in its former place.\n\nNov. 19, 1783. A supposed satellite was marked down, but no opportunity could be had to account for it afterwards.\n\nNov. 16, 1784. Supposed 1st and 2d satellites were pointed out, but not accounted for afterwards.\n\nMany other fruitless endeavours for the discovery of satellites were made; but, finding my instrument, in the Newtonian form, not adequate to the undertaking, the pursuit was partly relinquished. The additional light however which I gained, by introducing the Front-view in my telescope, soon after gave me an opportunity of resuming it with more success.\n\nJan. 11, 1787. Three supposed satellites were observed: a first, a second, and a third. Jan. 12, the 1st and 2d were gone from the places in which I had marked them, but the 3d was remaining, and therefore was a fixed star.*\n\nJan. 14. A supposed 3d satellite was delineated, but on the 17th it was found to be a star.\n\nJan. 17. Supposed 3d, 4th, and 5th satellites were marked, but were found remaining in their former places on the 18th.\n\nJan. 24. Supposed 3d and 4th satellites were noted, but the weather proving bad on the succeeding nights, till February 4, they were lost in uncertainty.\n\nFeb. 4. A 3d satellite was marked, but not being afterwards accounted for remains lost.\n\nFeb. 7. A supposed 3d satellite was proved to be a star the 9th.\n\nFeb. 10. Supposed 3d and 4th satellites have not been afterwards accounted for.\n\n* It has already been shewn, in a former paper, that the removed satellites were those two which now are sufficiently known.\nFeb. 13. Supposed 3d, 4th, and 5th satellites proved stars the 16th.\n\nFeb. 16. A 3d satellite proved a star the 17th.\n\nFeb. 19. Supposed 3d and 4th satellites were proved to be stars the same evening, by being left in their places, while the planet was moving on.\n\nFeb. 22. The supposed 3d and 4th of the 19th were seen remaining in their former places; and new 3d, 4th, and 5th satellites were marked; but these were lost through bad weather, which lasted till March 4.\n\nMarch 5. A supposed 3d satellite proved to be a star the 7th.\n\nMarch 7. The position of a 3d was taken, and a 4th also marked; but March 8 they were both proved to be fixed stars.\n\nOctober 20. A very small star was seen near the planet, but lost, for want of opportunity to account for it.\n\nMarch 13, 1789. The positions of 3d and 4th satellites were taken, but the 14th they were found to be stars.\n\nMarch 16. Supposed 3d and 4th satellites were well laid down, but March 20 were found to be stars.\n\nMarch 26. The places of supposed 3d and 4th satellites were ascertained, but no opportunity could be had of deciding whether they were stars or satellites.\n\nDec. 15. A supposed 3d satellite was accurately delineated, but proved to be a star the 16th.\n\nObservations.\n\n\"Jan. 18, 1790. 6h 51'.\"* A supposed 3d satellite is about\n\n* All the times have been corrected so as to be true, sidereal; but are only given here to the nearest minute.\n\"2 diameters of the planet following; excessively faint, and only seen by glimpses.\"\n\n\"7ʰ 57'. I cannot perceive the 3d.\"\n\nReports.\n\nJan. 18, 1790. A supposed 4th satellite was described, but was found to be a star the 19th.\n\nJan. 20. A 3d satellite was perceived, and its angle of position ascertained; but was afterwards lost, for want of opportunity to examine its place again.\n\nObservations.\n\n\"Feb. 9, 1790. 6ʰ 28'. There is a supposed 3d satellite, in a line with the planet and the 2d satellite.\"\n\n\"6ʰ 40'. Configuration of the Georgian planet and satellites.\" See Tab. II. fig. 1.\n\n\"Clouds prevent further observations.\"\n\n\"Feb. 11. The supposed 3d satellite of the 9th of February I believe is wanting; at least I cannot see it, though the weather is very clear, but windy.\"\n\n\"Feb. 12. The supposed 3d satellite of the 9th is not in the place where I saw it that night.\"\n\nReports.\n\nFeb. 11, 1790. Supposed 3d and 4th satellites were laid down, but on the 12th they were both found remaining in their former places.\n\nFeb. 16. A 3d satellite was delineated, but on the 17th it proved to be a star.\nMarch 5. Supposed 3d and 4th satellites were laid down, but on the 8th were seen remaining in their places.\n\nFeb. 4, 1791. A 3d satellite was marked, but has not been accounted for afterwards.\n\nFeb. 5. Supposed 3d, 4th, and 5th satellites were delineated, but no opportunity could afterwards be found to ascertain their existence.\n\nMarch 5. Supposed 3d, 4th, and 5th satellites were put down. They could not be seen March 6, but were proved to be small stars the 7th.\n\nFeb. 12, 1792. A third satellite was delineated, but was left behind by the planet the same evening, and also seen in its former place the next night.\n\nFeb. 13. A 3d satellite was put down, but proved to be a star the 14th.\n\nFeb. 20. The position of a 3d satellite was taken, but 4 hours after was found to be left behind by the planet. It was also seen in its former place Feb. 21.\n\nFeb. 26. A 3d satellite, between the planet and 2d, was observed; which, $3^h\\ 37'$ afterwards, was thought to be left behind, but was so faint as hardly to be perceivable. A fourth was also put down. Neither of them have been accounted for afterwards.\n\nMarch 8, 1793. The position of a supposed 3d satellite was taken, but the next day it was found to be a star.\n\nMarch 9. A supposed 3d satellite was observed, at 5 or 6 times the distance of the 1st, but was not accounted for afterwards.\n\nMarch 14. Supposed 3d and 4th satellites were observed, but no opportunity could be had afterwards to see them again.\nObservations.\n\n\"Feb. 25, 1794. With 320, there is a small star \\(a\\), fig. 2,\n\"about 15 degrees north preceding the planet; and another \\(b\\),\n\"about 30 degrees north preceding: also one \\(c\\), directly pre-\n\"ceding. There is a very small fourth star \\(d\\), making a trape-\n\"zium with the other three; and two more \\(e f\\), preceding this\n\"4th star, are in a line with it.\"\n\n\"Feb. 26. The stars, in figure 2, marked \\(f e d a\\), are in a line.\n\"There is a star \\(g\\), at rectangles to \\(f e d a\\): the perpendicular\n\"falls upon \\(d\\): it is towards the south. There is also a star \\(b\\),\n\"north of \\(f e d a\\); but it is too faint to admit of a determination\n\"of its place: I can only see it now and then by imperfect\n\"glimpses.\"\n\n\"Feb. 28. 6\\(^{h}\\) 40'. The stars \\(f e d a\\) of the 26th are in their\n\"places. \\(c\\) is in the place where I have marked it. The star\n\\(g\\) is in the place where I marked it. I see also the very\n\"small star \\(b\\).\"\n\n\"6\\(^{h}\\) 50'. There is a very small star \\(k\\), but not so small as \\(b\\),\n\"very near to, and north following \\(f\\), which I did not see on\n\"the 26th. It is not quite half way between \\(f\\) and \\(e\\), but\n\"nearer to \\(f\\) than to \\(e\\). It makes an obtuse triangle with \\(f\\)\n\"and \\(e\\).\"\n\n\"9\\(^{h}\\) 43'. The motion of the planet this evening, since the\n\"first observation, is very visible.\"\n\n\"10\\(^{h}\\) 7'. I cannot perceive the star \\(k\\). The weather is not\n\"so clear as it was.\"\n\n\"10\\(^{h}\\) 21'. I cannot perceive the star \\(k\\) in the place where it\n\"was 6\\(^{h}\\) 50'.\"\n\n\"March 4, 1794. Power 320. 6\\(^{h}\\) 46'. The stars \\(a b c d e f g\\)\nSatellites of the Georgium Sidus, &c.\n\n\"of Feb. 28, fig. 3, are in their places, but I cannot see the\n\"small star k. The evening is not very clear.\"\n\"9h 51'. I cannot see the star k.\"\n\"10h 25'. I suppose a, in figure 4, to be the star towards\n\"which the planet is moving.\"\n\"c a b are in a crooked line.\n\"c e f are nearly in a line; f is a little preceding.\n\"c d e form a triangle.\n\"There is a small star b, preceding d.\n\"There is an exceeding small star k, in the line b k g, but a\n\"little preceding and nearer b.\n\"a b c are large stars.\n\"d e g are also pretty large.\n\"f and b are small. Power 157.\n\"With 320, there is also a very small star l, near d, forming\n\"an isosceles triangle b d l, on the preceding side.\"\n\"March 5. 7h 39'. Power 320. The stars a b c d e f g b k l\n\"are in the places where they were marked last night.\"\n\"9h 37'. There is a very small star n, south of g; another m,\n\"preceding g; and a third o, south following g.\"\n\"10h 19'. I suspect a very small star, south following the\n\"planet, at one-third of the distance of the 1st satellite; but\n\"cannot verify it with 480. With 600, the same suspicion\n\"continues.\"\n\"March 7. 9h 48'. The stars a b c d e f g b k l are in their\n\"places.\"\n\"n m o are in their places.\"\n\"The planet has passed between the stars e f, pretty near\n\"to f.\"\nMarch 21, 1794. Power 320. A small star was suspected south of the planet, or about 85° south following. It could not be verified with 480, nor with 600; and was even supposed to have been a deception; but the 22d was found remaining in the place where the planet had left it.\n\nObservations.\n\n\"March 26, 1794. 9h 35'. With 480, I see the 1st satellite much better than with 320. I suspected, with 320, a 3d satellite, directly north of the planet, a little farther off than the 1st, and this power almost verifies the suspicion.\" See figure 5. (Tab. III.)\n\n\"9h 44'. With 600, I still suspect the same, but cannot satisfy myself of the reality.\"\n\n\"11h 32'. I see the supposed 3d satellite perfectly well now. It is much smaller than the 1st, and in a line with the planet and the 1st; so that probably it is a fixed star; since it preceded the 1st, when I saw it before, I think more than the quicker motion of the 1st satellite would account for. If it be a fixed star, it makes almost a rectangular triangle with qr, the shorter leg being 3d r; or it is almost in a line with q and n.\"\n\n\"N. B. The lines in the description are truer than in the figure, as the latter is only intended to point out the stars in question.\"\n\n\"March 27. 8h 37'. Power 320. The same small star, observed last night at 11h 32', is gone from the place where I saw it. From its light last night, compared to r, which\nSatellites of the Georgium Sidus, &c.\n\n\"to-night is very near the planet, and scarcely visible, I am certain that it must be bright enough to be perceived immediately, if it were in the place pointed out by my description.\"\n\n\"10h 20'. The planet is considerably removed from the star r.\n\n\"11h 41'. I had many glimpses of small stars or supposed satellites: one of them in a place agreeing with the 3d satellite of last night, (supposing it to have moved with the planet;) that is, a little farther off, and after the 1st. Another preceding the 1st, but nearer. Some others south, at a good distance; but not one of them could I see for any constancy. They were only lucid glimpses.\"\n\nReports.\n\nMarch 27, 1794. A supposed 4th satellite was delineated, but proved to be a star the 28th.\n\nObservations.\n\n\"March 4, 1796. Configuration of the Georgian planet and fixed stars for 10h 3'.\" See fig. 6.\n\n\"March 5. 9h 50'. I suspected a very small star between c and b, which was not there last night. I had a pretty certain glimpse of it. It is in a line from the planet towards f: power 320. With 600, I see the satellite better than before; but cannot perceive the suspected small star.\"\n\n\"10h 17'. The air is remarkably clear at present, but I cannot perceive the suspected star.\"\n\n\"March 9. 11h 23'. As the probability of other satellites is, that they revolve in the same plane with the 1st and 2d, I\n\nMDCCXCVIII.\nchiefly look for them in the direction of their orbits, which\nis now nearly a straight line.\"\n\n\"April 5, 1796. There is no star in the line of the transverse,\nthat can be taken for a satellite: the evening is very beauti-\nful, and I examined that line with 300, at a distance; and\nwith 600, within the orbits of the two satellites.\"\n\n\"March 23, 1797. Three very small stars O P Q, are in the\npath of the planet; they form an obtuse triangle.\"\n\n\"March 25. 11h 4'. A very bright star S, at almost the dis-\ntance of the field of view, is a little south of the path of the\nplanet. It has a small north preceding star T, which points\nto two more V W, towards the north.\"\n\n\"Between the triangle of March 23d and the four last men-\ntioned stars, is a very small star X.\"\n\n\"March 28. 10h 52'. I see the stars S T V W X of March\n25th.\"\n\n\"11h 25'. From X towards the triangle O P Q of March 23d,\nis an exceeding small star Y, about four times the distance\nof the 2d satellite, and nearly in the line of the greatest elonga-\ntion. I do not remember to have seen it the 25th.\"\n\n\"11h 41'. The distance of Y from X is about $\\frac{1}{4}$ of the dis-\ntance of X from the triangle. It requires much attention to\nsee it; but I have a very complete view of it, by drawing\nthe planet just out of the field, and the star X almost on\nthe preceding side.\"\n\nArguments upon the Reports and Observations.\n\nFrom the reports of the great number of supposed satellites,\ncompared with the select observations which are given at length,\nit must be evident that the method of looking for difficult\nobjects, and of marking them down by lines and angles, with every other possible advantage for finding them again, has been completely understood and put in practice. So guarded against deceptions, we cannot but allow, that even a single glimpse of a very small star is a considerable argument in favour of its existence. What I call verifying a suspicion, which is generally done with a higher power than that which caused the suspicion, is obtaining a steadier view of the existence of the object in question; that is, to see it in such a manner as to be able to fix an eye upon it, and to compare it with other surrounding objects; and thus to be able to ascertain its relative situation with those other objects, in a satisfactory manner.\n\nAn interior Satellite.\n\nThe observation of Jan. 18, 1790, says, \"a supposed 3d satellite is about two diameters of the planet following.\" There is not the least doubt expressed about the existence of the satellite, or object in question, which therefore must be looked upon as ascertained. Now, the angle of the greatest elongation of the Georgian satellites, by my new tables, at the time of observation, was $81^\\circ 33'$ N.F. Therefore, the angle of the apogee was $8^\\circ 27'$ S.F.; and since, by observation, the satellite was \"following,\" without any mention of degrees being made, we may admit it to have been not far from the parallel; suppose 11 or 12 degrees S.F. In this case, the satellite would be in the apogee about the time of the 2d observation, at $7^h 57'$; which says, \"I cannot perceive the satellite.\" But it will be shewn hereafter, when I come to treat of the vanishing of the satellites, that it would become invisible in this situation. Indeed, without the supposition of\nthe satellite's coming to the apogee, it might easily happen that\nthe least change in the clearness of the air, during a time of\n$1^h\\ 5'$, which elapsed between the first and second observation,\nmight render an object invisible, which, as the first observa-\ntion says, was \"excessively faint, and could only be seen by\n\"glimpses.\"\n\nFrom the observed distance, which is put at \"2 diameters\n\"of the planet,\" we may conclude what would be the distance\nof its greatest elongation. For, 2 diameters from the disk of\nthe planet give $2\\frac{1}{2}$ from the centre. Now, the distance of the\napogee at this time, by my tables, was ,64, supposing that of\nthe greatest elongation 1; therefore we have the radius of its\norbit $\\frac{2.5 \\times 4''_{12}}{.64} = 16''_{1}$.\n\nThis calculation is not intended to determine precisely the\ndistance of the satellite, but only to shew that its orbit is more\ncontracted than that of the 1st, and that consequently it is an\ninterior satellite.\n\nIf any doubt should be entertained about the validity of this\nobservation, we have a second, and very striking one, of March\n5, 1794; where an interior satellite was suspected south fol-\nlowing the planet, at one-third of the distance of the 1st.\nMarch 4, when a description was made of the stars, as in\nfigure 4, this satellite was not in the place where it was ob-\nserved the 5th. And, by an examination of the same stars\nMarch 7, it appears, that even the smallest stars $n\\ m\\ o$, of the\n5th, were seen in their former places, but not the satellite.\nThe observation therefore must be looked upon as decisive with\nregard to its existence. If any doubt should arise, on account\nof the suspicion not being verified with 480, I must remark,\nthat being used to such imperfect glimpses, it has generally\nturned out, even when I have given up as improbable the existence of a supposed satellite seen in that manner, that it has afterwards nevertheless been discovered that a small star remained in the place where the satellite had been suspected to be situated. An instance of this may be seen in the report of the observations that were made March 21 and 22, 1794. Besides, in the present case, it is additionally mentioned, that the same object was examined with a power of 600, which continued the suspicion.\n\nFrom the assigned place of this satellite, at $\\frac{1}{3}$ of the distance of that of the first, it appears that this observation belongs to the interior satellite of Jan. 18, 1790, which has already been examined. The 1st satellite was this evening at its greatest elongation, one-third of which is about $11''$. The apogee distance of a satellite whose greatest distance is $16''$, would have been $6''$, on the day of our observation; but, not being come to the apogee, by many degrees, it could not be so near the planet.\n\nFor the sake of greater precision, let us admit that the satellite was exactly south following; that is, 45 degrees from the parallel, and 45 from the meridian; then, by calculation, a satellite whose orbit is at $16''$, from the planet, would, in the situation now admitted, have been $7''$, from its centre, which might coarsely be rated at $\\frac{1}{3}$ of the distance of the first. But the estimation of $11''$ is probably more accurate than that in the 1st observation, where 2 diameters are given. And, by calculating from this quantity, we find that the greatest elongation distance of the satellite is $25''$, now, putting $2\\frac{1}{2}$ diameters in the first observation, instead of 2, the distance deduced from it will come out $19''$, which is certainly an agreement\nsufficiently near to admit both observations to belong to the same satellite.\n\nMarch 27, 1794. We find a third observation, which will assist in supporting the two former ones. A glimpse of a satellite is mentioned, which was preceding the 1st, but nearer the planet. The position of the 1st satellite the same evening was, by measuring, found to be $62^\\circ$, N.F. which is still a considerable way from its greatest elongation; but our new satellite preceded it, and was therefore more advanced in its orbit, or nearer its greatest distance; and yet the observation says, that it was not so far from the planet as the 1st; notwithstanding this latter was in a more contracted part of its orbit. It follows therefore that this was also an interior satellite. Now, since we may allow these three observations to belong to the same, we ought not to make a distinction; but admit, as sufficiently established, the existence of at least one interior satellite of our new planet.\n\nAn intermediate Satellite.\n\nMarch 26, 1794. A satellite was suspected, directly north of the planet. At first it could not be verified, but was seen perfectly well afterwards. It was supposed that probably it might be a star, but this was left undecided. The observation of March 27th however removes all doubt upon the subject; as it fully affirms that the small star observed the 26th, at $11^h 32'$, was gone from the place in which it was the day before. Such strong circumstances are mentioned in confirmation, that we cannot hesitate placing this among the list of existing satellites. It was not the interior satellite of Jan. 18, 1790; for both the\n1st and 2d known satellites were in full view March 26th; see figure 5. and the observation places this new one in a line drawn from the planet continued through the 1st; with the remark, that it was a little farther from the planet than the 1st. The 2d was then near its greatest southern elongation, and we may see from the figure, as well as from the above description, that the orbit of this new satellite is situated between the orbits of the other two.\n\nWe have a second observation of the same satellite March 27, 1794; where, among the glimpses of additional satellites at 11\\(^{h}\\) 41', is mentioned \"one in a place probably agreeing with \"the new satellite of March 26th,\" which, by its motion, must have been carried forward, so as to be where the observation of the 27th says it was, namely, \"a little farther off and after the \"1st;\" that is, at a little greater distance from the planet than the 1st, and not so far advanced in its orbit as that satellite. This amounts not only to an additional proof, but even announces the recognition of the satellite, and its motion in the course of one day.\n\nAn exterior Satellite.\n\nFeb. 9, 1790. A new satellite was seen, in a line with the planet and the 2d satellite. See figure 1. To convince us that this was not a fixed star, we have the observations of two other nights, the 11th and 12th of February, where the removal of it, from the place in which it was Feb. 9, is clearly demonstrated. As it was in a line continued from the planet through the second satellite, its orbit must evidently be of a greater dimension than that of the 2d; I shall therefore put it down as an exterior satellite.\nMost likely this satellite also was seen among the supposed satellites south of the planet, March 27, 1794; where we find mention made of \"some others south, at a good distance.\" In that case, this will make a second observation.\n\nWe have a third observation of the same new satellite March 5, 1796; when a very small star was seen, in a place where the evening before there had been none; as appears by the configuration of the 5th of March. See figure 6. At the time of the observation, the planet was come to the longitude of the place where the star was perceived to be; which agrees with the idea of its having been brought to that situation by the planet. It may be objected, that the star could not be verified with a power of 600; but here we have more than a bare suspicion of the satellite, for the observation says, \"I had a pretty certain glimpse of it;\" and this appears also from the assigned place of the star at the intersection of two given lines. For, such a delineation could not have been made, without having perceived it with a considerable degree of steady vision. Its distance, to judge by the description, will agree sufficiently with the two foregoing observations of this new exterior satellite.\n\nThe most distant Satellite.\n\nOn Feb. 28, 1794, a star was perceived where on the 26th there was none. This star was larger than a very small star which was observed the 26th, not far from the place of the new supposed satellite; and a configuration having been made expressly, by way of ascertaining what stars might afterwards come into a situation where they could be mistaken for satellites, our new star or satellite would not have been omitted,\nwhen a smaller one very near it was scrupulously recorded. The motion of the planet, in 3 hours and 3 minutes, is mentioned as very visible. The place of the star, which was a new visitor this evening, was very particularly delineated, at $6^h\\ 50'$. From its situation, it is evident the motion of the planet must have carried this star, if it was one of its satellites, towards the large star $f$, figure 3; in the light of which a dim satellite would be lost. This accordingly happened; for at $10^h\\ 7'$ and $10^h\\ 21'$ it was no longer visible. The direction of the planet's motion is plainly pointed out, by the place of the planet March 2d.\n\nWith respect to the orbit of this satellite, it appears, from its situation near the apogee, where it was seen, that its distance was to that of the second satellite, which was then near its greatest elongation, as 8 to 5. And, since the apogee distance, on the day of observation, was only ,37, we have its greatest elongation as $\\frac{8}{.37}$ to 5; that is, as 21.6 to 5, or above 4 to 1. From which we may conclude, that its orbit must lie considerably without the before mentioned exterior satellite of Feb. 9, 1790.\n\nWe have a second observation of it March 27, 1794; which, though not very strong, yet adds confirmation to the former. For that evening, which was uncommonly fine, other satellites, south, at a good distance, were perceived. This must relate principally to our present satellite, which may certainly be said to be at a good distance from the planet, and which, by that time, was probably in the southern part of its orbit, and near its greatest elongation.\n\nThere is a third observation, March 28, 1797, which probably also belongs to this satellite. For the exceedingly small star Y,\nwhich is mentioned as not having been seen the 25th, when\nthe delineation of the stars was made, will agree very well with\nthe two former observations; and, being near the greatest elon-\ngation, the distance of this satellite is well pointed out, and\nagrees remarkably well with the calculation of the first obser-\nvation of it.\n\nIt remains now only to be mentioned, that in such delicate\nobservations as these of the additional satellites, there may\npossibly arise some doubts with those who are very scrupulous;\nbut, as I have been much in the habit of seeing very small and\ndim objects, I have not been detained from publishing these\nobservations sooner, on account of the least uncertainty about\nthe existence of these satellites, but merely because I was in\nhopes of being able soon to give a better account of them, with\nregard to their periodical revolutions. It did not appear satis-\nfactory to me to announce a satellite, unless I could, at the same\ntime, have pointed out more precisely the place where it might\nbe found by other astronomers. But, as more time is now already\nelapsed than I had allowed myself for a completion of the theory\nof these satellites, I thought it better not to defer the communi-\ncation any longer.\n\nThe arrangement of the four new and the two old satellites\ntogether will be thus:\n\nFirst satellite, the interior one of Jan. 18, 1790.\nSecond satellite, the nearest old one of Jan. 11, 1787.\nThird satellite, the intermediate one of March 26, 1794.\nFourth satellite, the farthest old one of Jan. 11, 1787.\nFifth satellite, the exterior one of Feb. 9, 1790.\nSixth satellite, the most distant one of Feb. 28, 1794.\nObservations and Reports tending to the Discovery of one or more Rings of the Georgian Planet, and the flattening of its polar Regions.*\n\n\"Nov. 13, 1782. 7-feet reflector, power 460. I perceive no flattening of the polar regions.\"\n\n\"April 8, 1783. I surmise a polar flattening.\"\n\n\"Feb. 4, 1787. 20-feet reflector, power 300. Well defined; no appearance of any ring; much daylight.\"\n\n\"March 4. I begin to entertain again a suspicion that the planet is not round. When I see it most distinctly, it appears to have double, opposite points. See figure 7. Perhaps a double ring; that is, two rings, at rectangles to each other.\"\n\nMarch 5. The Georgian Sidus not being round, the telescope was turned to Jupiter. I viewed that planet with 157, 300, and 480, which shewed it perfectly well defined. Returning to the Georgian planet, it was again seen affected with projecting points. Two opposite ones, that were large and blunt, from preceding to following; and two others, that were small and less blunt, from north to south. See figure 7.\n\nMarch 7. Position of the great ring R, from 70° S.P. to 70° N.F. Small ring r, from 20° N.P. to 20° N.F. 600 shewed R and r. 800 R and r. 1200 R and r.\n\n\"March 8. R and r are probably deceptions.\"\n\n\"Nov. 9. The suspicion of a ring returns often when I adjust the focus by one of the satellites, but yet I think it has no foundation.\"\n\nFeb. 22, 1789. A ring was suspected.\n\n* The observations are distinguished from the reports by marks of quotation, (\"\").\n\"March 16. 7\\textsuperscript{h} 37'. I have turned my speculum 90° round.\n\n\"A certain appearance, owing to a defect which it has con-\ntracted by exposure to the air since it was made, is gone\nwith it; (see fig. 9 and 10;) but the suspected ring remains\nin the place where I saw it last.\n\n\"7\\textsuperscript{h} 50'. Power 471 shews the same appearance rather\nstronger. Power 589 still shews the same.\"\n\n\"Memorandum. The ring is short, not like that of Saturn.\nIt seems to be as in figure 8; and this may account for the\ngreat difficulty of verifying it. It is remarkable that the two\nansa seem of a colour a little inclined to red. The blur oc-\ncasioned by the fault of the speculum is, to-night, as repre-\nsented in figure 9. The other evening it was as in figure 10;\nand the ring is likewise as it was the same evening.\"\n\n\"March 20. 7\\textsuperscript{h} 53'. When the satellites are best in focus,\nthe suspicion of a ring is the strongest.\"\n\n\"Dec. 15. The planet is not round, and I have not much\ndoubt but that it has a ring.\"\n\n\"Feb. 26, 1792. 6\\textsuperscript{h} 34'. My telescope is extremely distinct;\nand, when I adjust it upon a very minute double star, which\nis not far from the planet, I see a very faint ray, like a ring\ncrossing the planet, over the centre. This appearance is of\nan equal length on both sides, so that I strongly suspect it\nto be a ring. There is, however, a possibility of its being an\nimperfection in the speculum, owing to some slight scratch:\nI shall take its position, and afterwards turn the speculum on\nits axis.\"\n\n\"8\\textsuperscript{h} 39'. Position of the supposed ring 55°,6 from N.P. to S.F.\"\n\n\"9\\textsuperscript{h} 56'. I have turned the speculum one quadrant round;\nbut the appearance of the very faint ray continues where it\n\"was before, so that the defect is not in the speculum, nor is\n\"it in the eye-glass. But still it is now also pretty evident\n\"that it arises from some external cause; for it is now in the\n\"same situation, with regard to the tube, in which it was $3\\frac{1}{2}$\n\"hours ago: whereas, the parallel is differently situated, and\n\"the ring, of course, ought to be so too.\"\n\n\"March 5, 1792. I viewed the Georgian planet with a newly\n\"polished speculum, of an excellent figure. It shewed the pla-\n\"net very well defined, and without any suspicion of a ring.\n\"I viewed it successively with 240, 300, 480, 600, 800, 1200,\n\"and 2400; all which powers my speculum bore with great dis-\n\"tinctness. I am pretty well convinced that the disk is flat-\n\"tened.\" The moon was pretty near the planet.\n\n\"Dec. 4, 1793. 7-feet reflector, power 287. The Georgian\n\"planet is not so well defined as, from the extraordinary dis-\n\"tinctness of my present 7-feet telescope, it ought to be. There\n\"is a suspicion of some apparatus about the planet.\"\n\n\"Feb. 26, 1794. 20-feet reflector, power 480. The planet\n\"seems to be a little lengthened out, in the direction of the\n\"longer axis of the satellites' orbits.\"\n\n\"April 21, 1795. 10-feet reflector, power 400. The telescope\n\"adjusted to a neighbouring star, so as to make it perfectly\n\"round. The disk of the planet seems to be a little elliptical.\n\"With 600, also adjusted upon the neighbouring star, the disk\n\"still seems elliptical.\"\n\nRemarks upon the foregoing Observations:\n\nWith regard to the phænomena which gave rise to the sus-\npicion of one or more rings, it must be noticed, that few spe-\ncula or object-glasses are so very perfect as not to be affected\nwith some rays or inequalities, when high powers are used, and the object to be viewed is very minute. It seems, however, from the observations of March 16, 1789, and Feb. 26, 1792, that the cause of deception, in this case, must be looked for elsewhere. It has often happened, that the situation of the eye-glass, being on one side of the tube, which brings the observer close to the mouth of it, has occasioned a visible defect in the view of a very minute object, when proper care has not been taken to keep out of the way; especially when the wind is in such a quarter as to come from the observer across the telescope. The direction of a current of air alone may also affect vision. Without, however, entering further into the discussion of a subject that must be attended with uncertainty, I will only add, that the observation of the 26th seems to be very decisive against the existence of a ring. When the surmises arose at first, I thought it proper to suppose, that a ring might be in such a situation as to render it almost invisible; and that, consequently, observations should not be given up, till a sufficient time had elapsed to obtain a better view of such a supposed ring, by a removal of the planet from its node. This has now sufficiently been obtained in the course of ten years; for, let the node of the ring have been in any situation whatsoever, provided it kept to the same, we must by this time have had a pretty good view of the ring itself. Placing therefore great confidence on the observation of March 5, 1792, supported by my late views of the planet, I venture to affirm, that it has no ring in the least resembling that, or rather those, of Saturn.\n\nThe flattening of the poles of the planet seems to be sufficiently ascertained by many observations. The 7-feet, the\nSatellites of the Georgium Sidus, &c.\n\n10-feet, and the 20-feet instruments, equally confirm it; and the direction pointed out Feb. 26, 1794, seems to be conformable to the analogies that may be drawn from the situation of the equator of Saturn, and of Jupiter.\n\nThis being admitted, we may without hesitation conclude, that the Georgian planet also has a rotation upon its axis, of a considerable degree of velocity.\n\nReports and Observations relating to the Light and Size of the Georgian Satellites, and to their vanishing at certain Distances from the Planet.\n\nJan. 14, 1787. A star was put down, as a supposed very faint satellite; but, on the 17th, the planet being removed, it appeared nearly as bright as two considerable stars that had also been noted.\n\n\"Jan. 17. The 1st satellite is the smallest in appearance.\"\n\"Jan. 24. The 2d satellite is brighter than the first.\"\n\"Feb. 9, 1787. The 1st satellite is larger than the second.\"\n\nFeb. 10. The planet was supposed to go to a triangle of pretty bright stars. The 11th it was between them, and the stars of the triangle were so dim, that, had they not been seen before, they might have been supposed to be satellites.\n\n\"Sept. 19, 1787. 4h 24'. I can still see the satellites, though daylight is already very strong: they are fainter than the faintest of Saturn's satellites.\" *\n\n\"Feb. 22, 1791. I cannot perceive the 1st satellite, probably owing to its nearness to the planet.\"\n\n\"March 2, 1791. The 1st satellite is hardly to be seen; I\n\n* Five satellites of Saturn were only known at that time.\nhave however had several perfect glimpses of it. It seems to be about the most contracted part of its orbit.\"\n\nMarch 6. The supposed 3d and 4th satellites of March 5th were imagined to have been gone from their former places; but were seen the 7th, with this memorandum. \"I mistook them last night for other stars, they being so large that I did not know them again.\"\n\n\"March 9. The 2d satellite is nearer the planet than the first, and on that account appears smaller.\"\n\n\"Dec. 9, 1791. I do not perceive the 1st satellite.\"\n\n\"Feb. 13, 1792. 6h 16'. The 3d supposed satellite of last night is a considerable star; not much less than b.\"\n\nWhen the supposed third was pointed out the night before, it is said to be smaller than the 1st and 2d satellites. By the figure, it did not exceed the distance of the 2d; and b is called a pretty large star.\n\nFeb. 20, 1792. The 2d satellite, being at a great distance, was mistaken for a pretty large star, till about four hours after, when its motion along with the planet was perceived.\n\n\"Feb. 21, 1792. 7h 36'. I cannot see the 2d satellite. By calculation, it should be about 8°,6 S.F. and I suspect it to be there, but cannot get the least assurance.\"\n\n\"March 15, 1792. I cannot see the 1st satellite with 300; nor with 480; nor with 600.\"\n\n\"March 19. 8h 35'. I cannot see the 2d satellite with 300. With 480 I see it very well. I see it also with 800; and very well with 1200. With 2400 and 4800 the satellite cannot be seen; but there seems to be a whitish haziness coming on.\"\n\nMarch 4, 1794. The 1st satellite could not be seen.\nMarch 7. The 1st was invisible.\nMarch 17. Both 1st and 2d were invisible.\nMarch 21. The 1st was invisible, though looked for with all the powers of the instrument.\nMarch 22. The 2d was hardly visible.\nMarch 23. The 2d was not to be seen.\nMarch 26. The 1st was but just visible.\nMarch 5, 1796. The 2d was invisible.\nApril 4, 1796. The 1st was invisible.\n\n\"March 17, 1797. Power 600. Neither of the satellites are visible to-night; with 300 I cannot see them. The night is very beautiful, and I have a field bar to hide the planet; but, notwithstanding this, I cannot see either of the satellites.\"\n\nMarch 21. The 1st satellite was invisible.\nMarch 23. The 2d was invisible. The 1st could not be seen immediately, but, having been informed where exactly to look for it, according to my calculation of its place, it was perceived; and with 600 seen very well.\nMarch 25. Both satellites were invisible.\n\nRemarks on the foregoing Observations.\n\nFrom the observations of Jan. 14, Feb. 10, March 6, 1787, and Feb. 13, 1792, it appears, that all very small stars, when they come near the planet, lose much of their lustre. Indeed, every observation that has been recorded before, of supposed satellites that have been proved to be stars afterwards, has fully confirmed this circumstance; for they were always found to be considerable stars, and their being mistaken for satellites was owing to their loss of light when near the planet. This would hardly deserve notice, as it is well known that a superior light\nwill obstruct an inferior one; but some circumstances which attend the operation of the affections of light upon the eye, when objects are very faint, are so remarkable, that they must not be passed over in silence.\n\nAfter having been used to follow up the satellites of Saturn and Jupiter, to the very margin of their planets, so as even to measure the apparent diameter of one of Jupiter's satellites by its entrance on the disk,* I was in hopes that a similar opportunity would soon have offered with the Georgian satellites: not indeed to measure the satellites, but to measure the planet itself, by means of the passage of the satellite over its disk. I expected also to have settled the epochs of the satellites, from their conjunctions and oppositions, with more accuracy than I have yet been able to do, from their various positions in other parts of their orbits. A disappointment of obtaining these capital advantages deserves to have its cause investigated; but, first of all, let us cast a look upon the observations.\n\nThe satellites, we may remark, become regularly invisible, when, after their elongation, they arrive to certain distances from the planet. In order to find what these distances are, we will take the first observation of this kind, as an example.\n\nFeb. 22, 1791, the first satellite could not be seen. Now, by my lately constructed tables, its longitude from the apogee, at the time of observation, was $204.5$ degrees; that is, $24.5$ degrees from the most contracted part of its orbit, on the side that is turned to us, which, as its opposite is called the apogee, I shall call the perigee. By my tables also for the same day, we have the distance of the apogee from the planet, which is $60$; supposing the greatest elongation distance to be $1$. This\n\n* See Phil. Trans. for 1797, Part II. page 335.\nbeing given, we may find an easy method of ascertaining the distance of the satellite, when it is near the apogee or perigee: for it will be sufficiently true for our purpose to use the following analogy. Cosine of the distance of the satellite from the apogee or perigee is to the apogee distance from the planet, as the greatest elongation is to the distance of the satellite from the planet. When the ellipsis is very open, this theorem will only hold good in moderate distances from the apogee or perigee; but, when it is a good deal flattened, it will not be considerably out in more distant situations: and it will also be sufficiently accurate to take the natural cosine from the tables to two places of decimals only. When this is applied to our present instance, we have .91 for the natural cosine of 24°5 degrees; and the distance of the satellite from the planet will come out $\\frac{6 \\times 33''}{.91} = 21'',8$.\n\nBy this method, it appears that the satellite, when it could not be seen, was nearly 22'' from the planet.\n\nWe must not however conclude, that this is the given distance at which it will always vanish. For instance, the same satellite, though hardly to be seen, was however not quite invisible March 2, 1791. Its distance from the planet, computed as before, was then only $\\frac{6 \\times 33''}{1} = 19'',8$.\n\nThe clearness of the atmosphere, and other favourable circumstances, must certainly have great influence in observations of very faint objects; therefore, a computation of all the observations where the satellites were not seen, as well as a few others where they were seen, when pretty near the apogee or perigee, will be the surest way of settling the fact. The result of these computations is thus.\n| First satellite invisible | Second satellite invisible |\n|--------------------------|----------------------------|\n| **1791** Feb. 22 at 21,8 | **1792** Feb. 21 at 23,3 |\n| Dec. 19 at 16,9          | **1794** March 17 at 20,7 |\n| **1792** March 15 at 18,4 | March 23 at 17,9         |\n| **1794** March 4 at 18,5  | **1796** March 5 at 9,3   |\n| March 7 at 12,5          | March 17 at 6,3           |\n| March 17 at 17,0         | March 23 at 6,2           |\n| March 21 at 15,5         | March 25 at 8,7           |\n| April 4 at 8,5           |                           |\n| **1797** March 17 at 4,8  |                           |\n| March 21 at 4,6          |                           |\n| March 25 at 4,8          |                           |\n\n| First satellite visible | Second satellite visible |\n|-------------------------|--------------------------|\n| **1791** March 2 at 19,8 | **1794** March 22 at 17,5 |\n| **1794** Feb. 26 at 14,1 |                           |\n\nThus, having the observations and calculated distances under our inspection, we find that both the satellites became always invisible when they were near the planet: that the 1st was generally lost when it came within $18''$ of the planet, and the 2d at the distance of about $20''$. In very uncommon and beautiful nights, the 1st has once been seen at $13'',8$, and the 2d at $17'',3$; but at no time have they been visible when nearer the planet.\n\nI shall now endeavour to investigate the cause which can\nrender small stars and satellites invisible at so great a distance as 18 or 20''.\n\nA dense atmosphere of the planet would account for the defalcation of light sufficiently, were it not proved that the satellites are equally lost, whether they are in the nearest half of their orbits, or in that which is farthest from us. But, as a satellite cannot be eclipsed by an atmosphere that is behind it, a surmise of this kind cannot be entertained. Let us then turn our view to light itself, and see whether certain affections between bright and very bright objects, contrasted with others that take place between faint and very faint ones, will not explain the phenomena of vanishing satellites.\n\nThe light of Jupiter or Saturn, for instance, on account of its brilliancy, is diffused, almost equally, over a space of several minutes all around these planets. Their satellites also, having a great share of brightness, and moving in a sphere that is strongly illuminated, cannot be much affected by their various distances from the planets. The case then is, that they have much light to lose, and comparatively lose but little.\n\nThe Georgian planet, on the contrary, is very faint; and the influence of its feeble light cannot extend far, with any degree of equality. This enables us to see the faintest objects, even when they are only a minute or two removed from it. The satellites of this planet are very nearly the dimmest objects that can be seen in the heavens; so that they cannot bear any considerable diminution of their light, by a contrast with a more luminous object, without becoming invisible. If then the sphere of illumination of our new planet be limited to 18' or 20'', we may fully account for the loss of the satellites when they come\nwithin its reach; for they have very little light to lose, and lose it pretty suddenly.\n\nThis contrast, therefore, between the condition of the Georgian satellites and those of the brighter planets, seems to be sufficient to account for the phenomenon of their becoming invisible.\n\nWe may avail ourselves of the observations that relate to the distances at which the satellites vanish, to determine their relative brightness. The 2d satellite appears generally brighter than the 1st; but, as the former is usually lost farther from the planet than the latter, we may admit the 1st satellite to be rather brighter than the 2d. This seems to be confirmed by the observation of March 9, 1791; where the 2d appeared to be smaller than the 1st, though the latter was only $25''$, while the other was $30''$,8.\n\nThe first of the new satellites will hardly ever be seen otherwise than about its greatest elongations, but cannot be much inferior in brightness to the other two; and, if any more interior satellites should exist, we shall probably not obtain a sight of them; for the same reason that the inhabitants of the Georgian planet perhaps never can discover the existence of our earth Venus, and Mercury.\n\nThe 2d new or intermediate satellite is considerably smaller than the 1st and 2d old satellites. The two exterior, or 5th and 6th satellites, are the smallest of all, and must chiefly be looked for in their greatest elongations.\n\nPeriodical Revolutions of the new Satellites.\n\nIt may be some satisfaction to know what time the four\nadditional satellites probably employ in revolving round their planet. Now, as this can only be ascertained with accuracy by many observations, we must of course remain in suspense, till a series of them can be properly instituted. But, in the mean time, we may admit the distance of the interior satellite to be $25''$, as our calculation of the estimation of March 5, 1794, gives it; and from this we compute that its periodical revolution will be 5 days, 21 hours, 25 minutes.\n\nIf we place the intermediate satellite at an equal distance between the two old ones, or at $38''$, its period will be 10 days, 23 hours, 4 minutes.\n\nBy the figure of Feb. 9, 1790, it seems that the nearest exterior satellite is about double the distance of the farthest old one; hence, its periodical time is found to be 38 days, 1 hour, 49 minutes.\n\nThe most distant satellite, according to the calculation of the observation of Feb. 28, 1794, is full four times as far from the planet as the old 2d satellite; it will therefore take at least 107 days, 16 hours, 40 minutes, to complete one revolution.\n\nIt will hardly be necessary to add, that the accuracy of these periods depends entirely upon the truth of the assumed distances; some considerable difference, therefore, may be expected, when observations shall furnish us with proper data for more accurate determinations.\n\nSlough, near Windsor,\nSeptember 1, 1797.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106969.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 38,
    "total-input-tokens": 58618,
    "total-output-tokens": 14837,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1382,
        2
      ],
      [
        1382,
        3156,
        3
      ],
      [
        3156,
        4744,
        4
      ],
      [
        4744,
        6381,
        5
      ],
      [
        6381,
        7792,
        6
      ],
      [
        7792,
        8895,
        7
      ],
      [
        8895,
        10358,
        8
      ],
      [
        10358,
        11959,
        9
      ],
      [
        11959,
        13258,
        10
      ],
      [
        13258,
        14651,
        11
      ],
      [
        14651,
        16062,
        12
      ],
      [
        16062,
        17629,
        13
      ],
      [
        17629,
        19373,
        14
      ],
      [
        19373,
        21150,
        15
      ],
      [
        21150,
        22967,
        16
      ],
      [
        22967,
        24602,
        17
      ],
      [
        24602,
        26258,
        18
      ],
      [
        26258,
        27932,
        19
      ],
      [
        27932,
        29690,
        20
      ],
      [
        29690,
        31340,
        21
      ],
      [
        31340,
        32832,
        22
      ],
      [
        32832,
        34600,
        23
      ],
      [
        34600,
        36284,
        24
      ],
      [
        36284,
        38084,
        25
      ],
      [
        38084,
        39639,
        26
      ],
      [
        39639,
        41216,
        27
      ],
      [
        41216,
        42720,
        28
      ],
      [
        42720,
        44554,
        29
      ],
      [
        44554,
        46293,
        30
      ],
      [
        46293,
        47771,
        31
      ],
      [
        47771,
        49523,
        32
      ],
      [
        49523,
        51061,
        33
      ],
      [
        51061,
        51061,
        34
      ],
      [
        51061,
        51061,
        35
      ],
      [
        51061,
        51061,
        36
      ],
      [
        51061,
        51061,
        37
      ],
      [
        51061,
        52462,
        38
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106969",
    "title": "On the Discovery of Four Additional Satellites of the Georgium Sidus. The Retrograde Motion of Its Old Satellites Announced; And the Cause of Their Disappearance at Certain Distances from the Planet Explained. By William Herschel, LL.D. F. R. S.",
    "authors": "William Herschel",
    "year": 1798,
    "volume": "88",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 38,
    "jstor_url": "https://www.jstor.org/stable/106969"
  }
}