{
  "id": "42283ce02977f2f6646a93781850a4b4131281a4",
  "text": "some Experiments seem to confirm, then other new Doctrines will arise. There must be then a hidden, a secret Principle in Bodies, to be lighted up by this most subtle Fire. There will be in the Universe a certain perpetual Fire from these Phosphori; the Matter of which, tho' constantly dissipated by burning, does not waste enough to be obvious to our Senses.\n\nI cannot conclude my Extract of this Author, without mentioning, that his Work is the Result of a great Variety of very ingenious Observations, and of Experiments made with the utmost Accuracy; to which I may add, that where-ever he makes any Conjecture concerning their Causes, he does it with all possible Decency, and Submission to the Judgment of the Learned.\n\nXVIII. A Letter from the Rev. Dr. Miles, F. R. S. to Mr. Baker, F. R. S. concerning the Electricity of Water.\n\nDear Sir,\n\nI BEGIN with a Resolution to be merciful, and hope to keep it, especially as I persecute you again so soon; and indeed the true Reason of my doing it now, is that this might reach you before I have the Favour of another from you, as it relates to an Article in my last *.\n\nI this Afternoon, on reflecting afresh on Monsieur L'Allamand's Experiment †, resolved to make the following\n\n* p. 79. supra. † p. 59. supra.\nlowing Trial, tho' I was in no Doubt what the Issue would be: I took my tin Tube, which has two Arms to it, directly opposite one to another; and at that Distance from one End of the Tube, which is equal to the Length of one of the Arms, as you may perceive by the Figure in the Margin (not to trouble you with the Use it was made for, at present): This I suspended by a silk Line from the Ceiling of the Room, letting it hang down at a Length convenient for my Purpose. I then took a China Basin, holding better than a Quart, and, having nearly filled the same with Water, I stood on the wax Cake, with this Basin of Water in my Hand, so near the pendulous Tube, that I could apply the Basin to it with Convenience: Then, having suffered myself to be electrify'd, I held the Basin so under the Tube, that the lower End dipp'd an Inch more or less in the Water: Upon this a Person approached one End of one of the Arms with the Spirit of Wine in a Spoon, and it was immediately kindled with Vehemence; and at the same time I received on one of my Fingers that held the Basin a pungent Stroke; and that Stroke was given the very Instant of Time the Snap was at the Spoon, or any other Object that was applied. The Wind was then South, and hard Rain, as most Part of the Day; and yet, if one were disposed to indulge Imagination, the Effluvia seemed to act more strongly than is usual. I think there can be no Doubt, but that Water is as good a Medium of Communication to the Effluvia,\nvia, as any Subject whatever; for, that all those which came to the Spirit were convey'd to the Tube by the Water, I am certain; since the Tube dipp'd in the Centre, and was then motionless; so that it never came so near the Basin as to receive any Effluvia from it. I am,\n\nDear Sir,\n\nTooting, Feb. 20. in Evening, Yours, most affectionately,\n\n1745-6.\n\nH. Miles.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104785.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 886,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1264,
        2
      ],
      [
        1264,
        2748,
        3
      ],
      [
        2748,
        3110,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104785",
    "title": "A Letter from the Rev. Dr. Miles, F. R. S. to Mr. Baker, F. R. S. concerning the Electricity of Water",
    "authors": "H. Miles",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104785"
  }
}