{
  "id": "0cbed5c8d0b0077a8a29aed89acaedd89e1d16f9",
  "text": "XVII. A Letter from the Secretary of the Royal Academy of Sciences in Sweden, to Cromwell Mortimer, M.D. et R.S. Sec. concerning the variation of the magnetic needle.\n\nCeleberrimo Domino Doctori, et Societatis Regiae Londinensis Secretario, Cromwello Mortimer, S.P.D. Petrus Wargentin, Acad. Reg. Scient. Suecicæ Secretarius.\n\nRead Feb. 21. 1750.\n\nOBIT ante paucos mensés secretarius Academiæ Regiæ Scientiarum Suecicæ, vir in mathematicis scientiis versatissimus, D. Petrus Elvius: cui, ex decreto academiæ, ego mox suspectus secretarius, muneris mei esse judicavi, commercium literarium cum exteris societatibus, academiis, et viris eruditis, instituere, cum persuasissimus sim ejusmodi literatorum commercia plurimum ad scientiarum incrementum facere.\n\n** Ut aliquid ad scientias pertinens tibi imperiām, paucis narrabo de observatis a me nuper variantibus quotidie paullulum, sed saepe admodum turbatis, declinationibus acus magneticæ.\n\nHalleius vestras dudum suspicatus est, esse quoddam inter lumen boreale et acum magneticam commercium. Id certissimis experimentis et observationibus evicerunt jam ante aliquot annos Celsius atque Hiorterus, astronomi apud nos, dum viverent, celebres, qui saepissime animadverterunt, acum magnopere turbatam atque inquietam esse, quoties lumen boreale\nboreale ad zenit, vel ad plagam coeli meridionalem ascendit, ita quidem, ut declinatio videretur sequi motum luminis, et intra pauca temporis minuta totos tres et quatuor gradus aliquando variare. Res fide major mihi initio visa est. Meis oculis tam mirum phænomenon notare cupiebam. Cum itaque mihi traderetur acus, pedem Suecanum longitudine æquans, ab opifice nostro ingeniosissimo D. Ekstrom confecta, agilissima; mox, ineunte Februario hujus anni, cœpi annotare illius declinationes; quas statim quotidie variantes deprehendi, prout Grahamus, Celsius, etc. antea observaverant, ea videlicet lege, ut acus ab hora septima matutina ad secundam post meridiem, ab oriente ad occidentem magis magisque discedat, interdum tertiam vel quartam partem unius gradus. Post horam secundam iterum revertitur ad octavam vespertinam, usquedum eundem fere situm attigerit, quem hora octava matutina. Per totam noctem fere quieta esse solet, saltem non nisi parum circa mediam noctem abit ad occidentem, mox ineunte mane reditura. Hæc diurna variatio nunquam fallit, sed constans et fere regularis est, nisi lumen boreale impediat.\n\nCum acus hoc modo, a die 6 Februarii ad 15° circa septimum gradum declinationis * occidentalis vagata esset quotidie, eluxit, die 15°, lumen boreale, non tamen admodum vividum. Magna cum voluptate percepi, acum mox affici, ut intra 10 temporis minuta,\n\n* Hæc declinatio non est vera et media hoc tempore Holmiæ, sed aliquanto minor vera. At hac occasione non quæsivi veram declinationem, sed ejus tantum variationem.\nminuta, circa horam decimam vespertinam, abiret \n20' ad occasum, et intra alia decem minuta rediret et \ndiscederet 37' ad ortum. Cessante lumine acquievit \nacus. Postero die insignis contigit turbatio, ideoque \nipsas observationes citare non ingratum tibi esse judico, \npro tota ista die.\n\n| Tempus | Declinat ac. | Tempus | Declin. acus. |\n|--------|--------------|--------|---------------|\n| 8 o a.m. | 7 0          | 10 56 p.m. | 7 1           |\n| 10 0    | 7 4          | 11 6    | 6 25          |\n| 12 0    | 7 10         | 11 10   | 5 51          |\n| 2 o p.m.| 7 15         | 11 19   | 6 43          |\n| 4 0     | 7 11         | 11 22   | 6 26          |\n| 8 0     | 7 2          | 11 26   | 6 42          |\n| 9 0     | 6 50         | 11 37   | 5 23          |\n| 10 0    | 6 8          | 11 45   | 5 0           |\n| 10 5    | 5 31         | 11 58   | 4 35          |\n| 10 8    | 5 47         | 12 0    | 5 0           |\n| 10 15   | 5 29         | 12 15   | 6 30          |\n| 10 30   | 6 0          | 12 27   | 6 22          |\n| 10 46   | 7 26         | 12 35   | 6 55          |\n\nPer totam hanc noctem vix aliquo momento quievit acus; sed, omnibus aliis rebus quietis, me solo tacitis passibus acum invisente, nullo ferro admoto, vagabatur hinc inde quasi vertigine correpta. Lumen boreale hac nocte fuit in plaga meridionali splendidum et vivacissimum, interdum per totum coelum se rapidissimo motu diffundens: sed ego intentus acui, non satis luminis apparentias observare potui. Sequentibus diebus admodum quieta mansit acus, ut et variationes diurnae solito minores fuerint. At die 28 Februarii,\nFebruarii, novo erumpente lumine boreali insigniore. Sentiit id acus, quae coepit vacillare hora post meridiem quartam, sole adhuc splendente: unde intellecti nos proxima nocte visuros lumen boreale. Nec fefellit eventus. At locus non permittit ipsas huc transcribere observationes: sufficit dixisse, quod vacillaverit acus inter $6^\\circ$ $50'$ and $9^\\circ$ $1'$. Per totum mensem Martium nihil praeter consuetas diurnas digressiones unquam animadverti, ne $6^\\circ$ quidem, licet lumen boreale tum conspiceretur, sed debile et quietum prope horizontem borealem.\n\nAt die secunda Aprilis, ruptis induciis, rursum exarsit lumen, acui infestans, idque per duos integros dies, die noctuque pariter, quantum ex acu cognovi; nam illa continuis agitata motibus fuit, licet lumen non nisi noctu observari posset. En praecipuas observationes.\n\n| Tempus | decl. ac. |\n|--------|----------|\n| April 2, 2 40 p.m. | 7 7 |\n| 4 20 | 7 10 |\n| 5 22 | 7 21 |\n| 10 31 | 5 35 |\n| 10 55 | 5 57 |\n| 11 34 | 6 27 |\n| 11 52 | 6 0 |\n| 12 3 | 4 56 |\n| 12 8 | 5 27 |\n| 12 18 | 6 34 |\n| 12 21 | 6 18 |\n| 12 28 | 6 37 |\n| 12 45 | 6 22 |\n| April 3, 7 0 a.m. | 7 5 |\n\nR April\n| Tempus | decl. ac. |\n|--------|----------|\n| April 3, 10 15 | 6 48 |\n| 10 49 | 7 15 |\n| 3 30 p.m. | 7 25 |\n| 4 43 p.m. | 8 55 |\n| 4 49 | 9 55 |\n| 5 4 | 8 7 |\n| 5 11 | 8 38 |\n| 5 27 | 8 10 |\n| 5 37 | 8 37 |\n| 6 9 | 7 55 |\n| 7 8 | 7 22 |\n| 10 25 | 7 10 |\n| 10 43 | 8 29 |\n| 10 54 | 7 1 |\n| April 4, 7 14 a.m. | 6 29 |\n| 8 5 | 5 54 |\n| 9 40 | 6 53 |\n| 9 50 | 7 22 |\n| 10 17 | 7 0 |\n| 10 53 | 7 5 |\n| 1 29 p.m. | 7 11 |\n| 2 19 | 7 19 |\n| 2 46 | 6 29 |\n| 4 50 | 7 16 |\n| 6 52 | 7 2 |\n| 8 0 | 6 58 |\n| 10 15 | 6 55 |\n| 11 3 | 6 50 |\n\nVariavit itaque acus intra diem unum plus quinque integris gradibus.\n\nDie 20 Aprilis, cum toto die vehementer plueret, acus tamen turbata fuit continue, maximae variatio-\nnes erant duorum graduum. Non conquievit acus ante meridiem diei sequentis.\n\nSed te jam nimis diu detinui, vir æstumatisissime; ideoque heic subsiftens me tuæ amicitiæ tuoque favori etiam atque etiam commendo. Vale.\n\nStockholmiae, calendis Maii,\n1750.\n\nXVIII. An Extract of a Letter, dated May 2, 1750, from Mr. Freeman at Naples, to the right honourable the Lady Mary Capel, relating to the Ruins of Herculaneum.\n\nRead Feb. 28. YOU remember, that, about 7 or 8 years ago, the discovery of Herculaneum was greatly talk'd of, and reported to have been swallow'd up by a violent eruption of Mount Vesuvius; which, by the most accurate accounts, was in the first year of the reign of the emperor Titus, and 79 years after Christ.\n\nThe situation of this antient city is, as it were, at the foot of Vesuvius near the sea, and just at one end of the village of Portici, the palace of the king of Naples's summer residence; and, I dare say, a great part of the city is under the said village.\n\nI was first conducted down a narrow passage, which they have dug wide enough barely for two persons to pass by each other; and descended, by a gradual slope, to the depth of about 65 feet perpendicular. Here I saw a great part of the ancient theatre, being a building in the form of an horseshoe. That part of it, where is supposed to be the orchestra",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105030.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 3059,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1293,
        2
      ],
      [
        1293,
        2831,
        3
      ],
      [
        2831,
        4437,
        4
      ],
      [
        4437,
        5584,
        5
      ],
      [
        5584,
        6285,
        6
      ],
      [
        6285,
        7623,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105030",
    "title": "A Letter from the Secretary of the Royal Academy of Sciences in Sweden, to Cromwell Mortimer, M. D. et R. S. Sec. concerning the Variation of the Magnetic Needle",
    "authors": null,
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105030"
  }
}