{
  "id": "433b613df8e76a287c9e79f7486f5a80cd5cc168",
  "text": "Theorem\n\n\\[ az + bz^2 + cz^3 + dz^4 + ez^5 + fz^6 + g \\]\n\n\\[ = a^m z^m + \\frac{m}{1} a^{m-1} b z^{m+1} + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} b^2 z^{m+2} + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} a^{m-3} b^3 c \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} \\times \\frac{m-3}{4} a^{m-4} b^4 d \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} \\times \\frac{m-3}{4} \\times \\frac{m-4}{5} a^{m-5} b^5 e \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} \\times \\frac{m-3}{4} \\times \\frac{m-4}{5} \\times \\frac{m-5}{6} a^{m-6} f \\]\n\nFig. 1\nTheorem Fig. 5. Transact N° 230.\n\n\\[ z^5 + fz^6 + gz^7 + hz^8 + iz^9 & C = \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} a^{m-3} b^3 z^{m+3} + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} \\times \\frac{m-3}{4} a^{m-4} b^4 z^{m+4} \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} bc + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{1} a^{m-3} b^2 c \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} bd + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} c^2 \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-1} e \\]\n\n\\[ \\times \\frac{m-2}{3} \\times \\frac{m-3}{4} \\times \\frac{m-4}{5} \\times \\frac{m-5}{6} a^{m-6} b^6 z^{m+6} & C \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} \\times \\frac{m-3}{4} \\times \\frac{m-4}{1} a^{m-5} b^4 c \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} \\times \\frac{m-3}{1} a^{m-4} b^3 d \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{1} \\times \\frac{m-3}{2} a^{m-4} b^2 c^2 \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{1} a^{m-3} b^2 e \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{1} a^{m-3} bcd f \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} bf \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} \\times \\frac{m-2}{3} a^{m-3} c^3 \\text{ West} \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} ce \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-2} d^2 \\]\n\n\\[ + \\frac{m}{1} \\times \\frac{m-1}{2} a^{m-1} g \\]\nV. Extract of a Letter from Mr. de Vallemont, &c., concerning a small Egg being found within an ordinary one, taken from the Journal des Savans of the 7th of Jan. 1695.\n\nI An Account of one who had horny excrescencies or extraordinary large Nails on his Fingers and Toes, by Mr. Locke.\n\n24 May 1678.\n\nAt the Hospital in Paris, called la Charité, I saw a young Lad of between Nineteen and Twenty years old, who had upon the ends of all his Fingers, as it were Horns grew out; one whereof, upon the middle Finger of his right Hand, was 310 grys long, and 130 grys circumference, of which a good piece was broke off in my presence of above 150 grys long; as also a shorter piece off from the Fore-finger of the same hand, and another less piece off the annularis of the left Hand. He told me he had one formerly on his Thumb, much bigger and longer than this of the middle Finger before-mentioned, but it was now very short, having been either taken off, or dropt of, I know not whether; for on all the rest of his Fingers, on both his Hands, there were the like: only on some of them they had been taken off by the Chirurgions since he came into the Hospital; but in those that had not been touched, there was a great inequality in their length. Some of them beginning to sprout much since the other. The like grew al-\nso upon the Toes of his Feet, only excepting the two small Toes of each foot, where there were now none; and upon three of them there never had been: Upon the fourth, i.e. the little Toe of the right Foot, as I remember, there had been one, but it having fallen off about six Months since: It came no more, but left the Nail very little different from natural. This horny Substance grew not out of the end of the Fingers, but was as it were a thickening of the Nail, which instead of growing out in length increased in thickness, but rose not up strait in a perpendicular Line to the Finger; but as it augmented bended forwards, and so grew somewhat into the shape of a Bird's Claw, but that it was not taper and sharp, like that, but blunt at the end, and almost of the same bigness all along, and full of pretty deep Chaps in the convex part, but the concave was without any. He had no sense in the horny part itself, for I saw the pieces before-mentioned broken off by wresting several ways; but he complained of pain when bending the upper part, the part that joyned on to his Finger was not held very firm and steady, and those of his feet were so tender, that he complained upon very gentle touching of them: but the sensibility was not in the horny excrescence, but in the part where it joyns on to the Flesh, i.e. where the Nail did formerly grow.\n\nThere is also in several parts of the back of his Hands horny excrescencies, some pretty broad, and others less, but none rising much above the Skin; but they look there, those that are broad, like flat, but very broad Warts; but to the touch they feel much harder.\nThis Disease began upon this Lad about three years since, after having had the Small Pox, which is the only thing to which he imputes it.\n\nN. B. A gry is the one thousandth part of a Philosophical Foot, which is the third part of a Pendulum of Seconds; so that 310 grys are $\\frac{1}{1000}$ of a Philosophical Foot, which is a little more than four Inches of our English Foot.\n\nMonday, May 30. 1678.\n\nI saw again at the Charité the Boy with Horns on his Fingers; he is of Brie, and between Nineteen and Twenty years old. His Food was the usual Food of the Country: He has been Purged twice since he came into the Charité; and some of the Horns of his Fingers begin to loosen at the Root.\n\nFig. 1. Shows the Excrecence or Nail of the middle Finger of the right hand.\nFig. 2. That of the Forefinger of the same hand.\nFig. 3 and 4. Show that of the annularis of the left Hand in two Positions.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102376.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9638,
    "total-output-tokens": 2274,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        592,
        2
      ],
      [
        592,
        2011,
        3
      ],
      [
        2011,
        3328,
        4
      ],
      [
        3328,
        4951,
        5
      ],
      [
        4951,
        5841,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102376",
    "title": "An Account of One Who Had Horny Excrescencies or Extraordinary Large Nails on His Fingers and Toes, by Mr. Locke",
    "authors": "Mr. Locke",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102376"
  }
}