{
  "id": "4366f852b6824f2890a9300899aa0b5f3b9f1759",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November, 1807, to July, 1808;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1807.\n\nPRESENTS.\n\nNov. 5. Testa de Nevill sive Liber Feodorum in Curia Scaccarii, 1807. fol.\nNonarum Inquisitiones in Curia Scaccarii, 1807. fol.\n\nThe Nautical Almanac for the Year 1812. London, 1807. 8°\n\nMémoires de l'Institut National des Sciences et Arts. Tome 5me des trois Classes. Paris, An 12. Tomes III. 4°\n\nMémoires de l'Institut des Sciences, Lettres, et Arts. Sciences Mathematiques et Physiques. Tome VI. Paris, 1806. 4°\n\nMémoires de la Classe des Sciences Mathematiques et Physiques de l'Institut National de France. 1 et 2 Semestre, 1806. Paris, 1806. Tomes II. 4°\n\nMémoires presentés à l'Institut des Sciences, Lettres, et Arts, par divers Savans. Sciences Mathematiques et Physiques, Tome I. Paris, 1806. 4°\n\nMemoria da Academia Real das Sciencias de Lisboa. Tome I. Lisboa, 1797. fol.\nMemorias de Mathematica e Phisica da Academia R. das Sciencias de Lisboa. Tomo II. Lisboa, 1799. fol.\nMemorias Economicas da Acad. R. das Scienc. de Lisboa. Tomo I—III. Lisboa, 1789—91. 4°\n\nMemorias de Agricultura premiadas pela Acad. Real das Sciencias de Lisboa. Tomo I. e II, Lisboa, 1788, 91. 8°\n\nDONORS.\n\nThe Commissioners of the Public Records.\n\nThe Commissioners of Longitude.\nThe National Institute of France.\n\nThe Royal Academy of Sciences of Lisbon.\nNov. 5. Memorias de Litteratura Portugueza, publicadas de la Acad. R. das Sc. de Lisboa, Tomo I—VI. Lisboa, 1792—96.\n\nDiccionario de Lingoa Portugueza, publicado pela Acad. R. das Sc. de Lisboa. Tomo I. Lisboa, 1793.\n\nCollecção de Livros ineditos de Historia Portugueza, publicados de ordem da Acad. R. das Sciencias de Lisboa, por J. Correa de Serra. Tomo I—III. Lisboa, 1790—93.\n\nCollecção dos principaes Auctores da Historia Portugueza, publicada cum Notas pelo Director da Classe da Litteratura da Acad. R. das Sc. Tomo I—IV. Lisboa, 1806.\n\nVida do Infante Dom Duarte, pelo A. de Rezende. Lisboa, 1789.\n\nObservações para servirem de Memorias ao Sistema da Diplomatica Portugueza, por J. P. Ribeiro. Parte I. Lisboa, 1798.\n\nMemorias para a Historia da Capitania de S. Vicente, do estado do Brazil, por Gasp. da Madre de Deos. Lisboa, 1797.\n\nObservações sobre as principaes Causas da Decadencia dos Portuguezes na Asia, por Diego do Couto. Lisboa, 1790.\n\nDocumentos Arabicos para a Historia Portugueza, por J. de Sousa. Lisboa, 1790.\n\nVestigios da Lingua Arabica em Portugal, por J. de Souza. Lisboa, 1789.\n\nJ. de Loureiro Flora Cochinchinensis. Tomi II. Ulyssipone, 1790.\n\nJ. H. Lambert Supplementa Tabularum logarithmicarum et trigonometricarum. Olisipone, 1798.\n\nTaboas dos Logarithmos, por J. M. Dantas Pereira. Lisboa, 1804.\n\nPrincipios de Tactica naval, por M. D. E. S. Limpo. Lisboa, 1797.\n\nCompendio da Theorica dos Limites, por F. de Borja Garçaõ Stockler. Lisboa, 1794.\n\nSynopsis chronologica de Subsidios para a Historia da Legislação Portugueza, por J. A. de Figueiredo. Tomos II. Lisboa, 1790.\n\nFontes proximas da Compilação Filippina, por J. J. Ferreira Gordo. Lisboa, 1792.\n\nIndice chronologico remissivo da Legislação Portugueza posteriorà publicação do código Filipino, por J. P. Ribeiro. Lisboa, 1805.\n\nP. J. Mellii Freirii Institutiones Juris criminalis Lusitani. Olisipone, 1794.\n\nP. J. Mellii Freirii Institutiones Juris civilis Lusitani. Olisipone, 1797—1800. 4 Vols.\nPRESENTS.\n\nNov. 5 P. J. Mellii Freirii Historia Juris civilis Lusitani. Olisipone, 1806. 4°\n\nTratado da Educação física dos Meninos, por F. de Mello Franco. Lisboa, 1790. 4°\n\nTratado da Educação física dos Meninos, por F. J. de Almeida. Lisboa, 1791. 4°\n\nAdvertencias dos Meios que os particulares podem usar para preservar-se de Peste. Lisboa, 1801. 12°\n\nCompilação de Reflexões à cerca das Causas, Prevenções, e Remedios das Doenças dos Exercitos, por A. A. das Neves. Lisboa, 1797. 12°\n\nAdvertencias sobre os Abusos e legitimo Uso das Águas mineraes das Caldas da Rainha, por F. Tavares. Lisboa, 1791. 4°\n\nA chemical Analysis of the Water at Caldas da Rainha, by W. Withering, in English and Portugueze. Lisbon, 1795. 4°\n\nMemorias sobre o Modo de aperfeiçoar a Manufactura do Azeite de Oliviera em Portugal, por J. A. dalla Bella. Lisboa, 1804. 4°\n\nEnsaio economico sobre o Comercio de Portugal e suas Colonias, por J.J. da Cunha de Azeredo Coutinho. Lisboa, 1794. 4°\n\nD. Vandelli Viridarium Grisley Lusitanicum Linnaeanis Nominibus illustratum. Olisipone, 1789. 8°\n\nObras de F. de Borja Garçaõ Stockler. Tomo I. Lisboa, 1801. 8°\n\nObras poeticao de F. Dias Gomes. Lisboa, 1799. 4°\n\nPoezias de Pedro de Andrade. Lisboa, 1781. 8°\n\nHippolyto de Eurípides, vertido do Grego em Portuguez. Lisboa, 1803. 4°\n\nOsmia tragedia. Lisboa, 1795. 4°\n\nRoyal Humane Society, Annual Report, 1807. London. 8°\n\nMeteorological Journal kept on board the Marine Society’s Ship at Deptford, in 1806. Mscr. fol.\n\nR. Bentleii et doctorum Virorum Epistolæ, partim mutuæ. Londini, 1807. 4°\n\nA Portrait of Lady Anne Sophia Egerton, engraved by W. Evans.\n\nThe experienced Officer, by General F. Wimpffen. London, 1804. 8°\n\nAn Essay on the Principle and Origin of Sovereign Power, translated from the French. London, 1805. 8°\n\nInstructions for the Conduct of Infantry on actual Service, translated from the French, by J. Macdonald. London, 1807. 2 Vols. 8°\n\nDONORS.\n\nThe Royal Academy of Sciences of Lisbon.\n\nThe Royal Humane Society.\n\nThe Marine Society.\n\nCharles Burney, junior, LL.D. F.R.S.\n\nThe Hon. and Rev. Francis Henry Egerton, M.A. F.R.S.\n\nLieut. Col. John Macdonald, F. R. S.\nPRESENTS.\n\nObservations on the Diseases incident to Seamen retired from actual Service, by R. Robertson. Vol. IV. London, 1807. 8°\n\nA Sketch of a Tour on the Continent, by J. E. Smith. 2d Edition. London, 1807. 3 Vol. 8°\n\nThéorie de l'Action capillaire, par M. Laplace. Paris, 1806. 4°\n\nMémoire sur les Affinités des Corps pour la Lumière, par M. M. Biot et Amgo. Paris, 1806. 4°\n\nProdromo de l'Aethisgamie, les Mousses, les Lycopodes, par A. M. F. I. Palisot-Beauvois. Páris, 1805. 8°\n\nThe Philosophical Transactions abridged. Vol. XII. Parts III. IV. and Vol. XIII. Parts I. II. III.\n\nA new Theory of the Atmosphere, by R. L. Denston. Birmingham, 1807. 8°\n\nG. Henry Diss. inaugs. de Acido Urico. Edinburgh, 1807. 8°\n\nSummary of the Sheeve Pouran. London, 1807. 4°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXX. to LXXVIII.\n\nThe Philosophical Magazine, by A. Tilloch. No. CIX. to CXIII.\n\nThe Critical Review. June—October, 1807.\n\n26. Thoughts on the Expediency of disclosing the Processes of Manufactories, by J. Clennell. Newcastle, 1807. 8°\n\nDec. 10. An Introduction to physiological and systematical Botany, by J. E. Smith. London, 1807. 8°\n\nThe Philosophical Transactions abridged. Vol. XIII. Part IV.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXIX.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXIV.\n\nThe Critical Review. November, 1807.\n\n17. Observations on Military Construction, by J. Glenie. London, 1807. 8°\n\n1808\n\nJan. 14. The Philosophical Transactions abridged. Vol. XIV. Part I.\n\nA Meteorological Journal of the Year 1807, kept in London, by W. Bent. London, 1808. 8°\n\nA topographical Dictionary of England, by N. Carlisle. London, 1808. 2 Vols. 4°\n\nThe Gardener's and Botanist's Dictionary, by the late Ph. Miller, corrected and newly arranged, by T. Martyn. London, 1807. 4 Vols. fol.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXX. and LXXXI.\n\nDONORS.\n\nRobert Robertson, M.D. F. R. S.\n\nJames Edward Smith, M. D. F. R. S.\n\nM. Laplace, F. R. S.\n\nM. Biot, de l'Institut de France.\n\nM. Palisot-Beauvois, de l'Institut de France.\n\nMessrs. C. and R. Baldwin.\n\nMr. R. L. Denston.\n\nWilliam Henry, M. D.\n\nThe Rev. John Haddon Hindley.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nMr. John Clennell.\n\nJames Edward Smith, M. D. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nJames Glenie, Esq. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Bent.\n\nNicholas Carlisle, Esq.\n\nThe Rev. Thomas Martyn, B. D. F. R. S.\n\nMr. William Nicholson.\nPRESENTS.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXV.\n\nThe Critical Review. December, 1807.\n\n28. A practical Inquiry into disordered Respiration, by R. Bree. London, 1807.\n\nThermometrical Observations made at Cumberland House, Hudson's Bay, from Oct. 9, 1806 to May 31, 1807, by P. Fidler. Mscr. fol.\n\nFeb. 4. A Reply to a Monthly and Critical Reviewer, by A. Robertson. Oxford, 1808.\n\nThe Philosophical Transactions abridged. Vol. XIV. Part II.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXII.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXVI.\n\nThe Critical Review. January, 1808.\n\n11. Address to the Public respecting the Establishment of a Lunatic Asylum at Edinburgh. Edinburgh, 1807.\n\n25. Essays of the London Architectural Society. London, 1808.\n\nMar. 3. Remarks on the purulent Opthalmy, which has lately been epidemical in this Country, by J. Ware. London, 1808.\n\nThe Philosophical Transactions abridged. Vol. XIV. Part III.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXIII.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXVII.\n\nThe Critical Review. February, 1808.\n\n17. A general View of the natural History of the Atmosphere, by Henry Robertson. Edinburgh, 1808. 2 Vols.\n\nApril 7. The Topography of Troy, and its Vicinity, by W. Gell. London, 1804. fol.\n\nThe Geography and Antiquities of Ithaca, by W. Gell. London, 1807.\n\nThe Philosophical Transactions abridged. Vol. XIV. Part IV.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXIV.\n\nThe Philosophical Magazine, by A. Tilloch. No. CXVIII.\n\nThe Critical Review. March, 1808.\n\n28. Human Laws best supported by the Gospel, a Sermon, by the Rev. F. Wrangham. York, 1808.\n\nMay 5. Mémoires de Physique et de Chimie de la Société d'Arcueil. Tome I. Paris, 1807.\n\nThe Philosophical Transactions abridged, Vol. XV. Part I.\n\nDONORS.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nRobert Bree, M. D.\n\nJoseph Colen, Esq.\n\nThe Rev. Abram Robertson, D.D. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nAndrew Duncan, senior, M. D.\n\nThe London Architectural Society.\n\nJames Ware, Esq. F.R.S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nHenry Robertson, M. D.\n\nWilliam Gell, Esq. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Proprietor.\n\nThe Rev. Fran. Wrangham, M. A. F. R. S.\n\nThe Society of Arcueil.\n\nMessrs. C. and R. Baldwin.\nPRESENTS.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXV. and LXXXVI.\nThe Philosophical Magazine, by A. Tilloch. No. CXIX.\nThe Critical Review. April, 1806.\n\n19. Elementi di Trigonometria sferoidica di Barnaba Oriani. Bologna, 1806. 4°\nOpusculi astronomici di B. Oriani. Milano, 1806.\n\nJune 2. The Philosophical Transactions abridged. Vol. XV. Part II.\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXVII.\nThe Philosophical Magazine, by A. Tilloch. No. CXX.\nAn Essay on national and sepulchral Monuments, by W. Wood. London, 1808. 4°\nThe Critical Review. May, 1808.\n\n16 Magna Britannia, by D. Lysons, and S. Lysons. Vol. II. Part I. London, 1808. 4°\nThe Doctrine of Interest and Annuities analytically investigated, by F. Baily. London, 1808.\nA new System of Chemical Philosophy, by J. Dalton. Part I. Manchester, 1808. 8°\n\n30. The Philosophical Magazine, by A Tilloch. No. CXXI.\n\nJuly 7. Fasciculus XIV. of a Synopsis of the British Conservae, by L. W. Dillwyn.\nThe Philosophical Transactions abridged. Vol. XV. Part III.\nA Journal of Natural Philosophy, by W. Nicholson. No. LXXXVIII.\nThe Critical Review. June, 1808.\n\nDONORS.\n\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Proprietor.\nJames Edward Smith, M. D. F. R. S.\n\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nWilliam Wood, Esq.\nThe Proprietor.\nThe Rev. Daniel Lysons, A. M. F. R. S. and S. Lysons, Esq. F. R. S.\nMr. Francis Baily.\nMr. John Dalton.\nMr. Alexander Tilloch.\nLewis Weston Dillwyn, Esq. F. R. S.\nMessrs. C. and R. Baldwin.\nMr. William Nicholson.\nThe Proprietor.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS,\n\nFOR THE YEAR 1808.\n\nA\n\nAlburnum, on its origin and office, 313\nAlkalies, fixed, methods used for their decomposition, 2\n——— theory of their decomposition and composition, 6\n——— their bases metallic, 31\n——— some general observations on the relations of their bases to other bodies, 31\nAllen, William, Esq. His experiments made in conjunction with W. H. Pepys, Esq. on the changes produced in atmospherical air and oxygene gas by respiration, 249\nAlumine, experiments on its decomposition, 350\nAmmonia, its composition, 35\n——— contains oxygene, 40\n——— its decomposition, 40\n——— amalgam obtained from it, 353\nApparatus for the analysis of the compound inflammable gases described, 282\nAss, experiments on the spleen of, 134\nAzote, whether absorbed in respiration, 264\n\nB\n\nBark, on its inconvertibility into alburnum, 103\nBarytes, experiments on its decomposition, 42\n——— its decomposition, 339\nBell, Mr. His description of the female organs of the wombat, 308\nBengore, promontory of, described, 189\n——— consists of sixteen strata, 193\nBerthollet, M. His experiments on ammonia examined, 37\n\nMDCCCVIII.\nINDEX.\n\nBerzelius, Professor. His experiments on ammonia mentioned, 353\nBoracic acid, experiments on its decomposition, 343\nBoulton, Watt, and Co. Coal gas applied to the lighting of their manufactory, 131\nBrande, Mr. William. His letter on the differences in the structure of calculi, and on the effects that are produced upon them, by the internal use of solvent medicines, 223\nBrodie, Mr. His dissection of the wombat, 306\n\nC\n\nCalculi, differences in their structure, and on the effects that are produced upon them by the internal use of solvent medicines, 223\n——— on those formed in the kidneys, 224\n——— which have been retained in the kidney, 226\n——— of the urinary bladder, 227\n——— practical observations on the effects of solvents on, 245\nCarbonic acid, experiments on the quantity emitted in respiration, 265\nCircle, the circumference of, on a new property of three arches trisecting it, 120\nCoal, gas from, an account of its application to economical purposes, 126\nComet, its nucleus. 147\n——— its head, 150\n——— its coma, 151\n——— its tail, 151\n——— its nebulous appearance, 153\nCompound inflammable gases from different species of Coal, table illustrating their composition, 297\nCompound sulphuret of antimony, tin and copper, on its composition, 55\n——— on the form of its crystals, 60\nCrab-tree, experiments on its bark, 104\nCretinism, some account of, 111\n\nD\n\nDavy, Humphry, Esq. His Bakerian lecture, upon some new phenomena of chemical changes produced by electricity, particularly the decomposition of the fixed alkalies, 1\nINDEX.\n\nDAVY, HUMPHRY, Esq. His electrochemical researches on the decomposition of the earths, 338\n\nDUBUAT, CHEVALIER. His calculations on hydraulics examined, 165\n\nE\n\nEarth, inequalities of its surface, how produced, 208\nEarths, alkaline, experiments on their decomposition, 337\ntheir metallic bases, 341\nEarths, experiments on their decomposition, 346\nElements of matter, speculations concerning their arrangement, 102\n\nG\n\nGARRARD, MR. WILLIAM, on a new property of the tangents of a plane triangle, 120\nGas from coal, its expense as an artificial light, compared with that of candles, 129\nexperiments on its composition, 294\nGas, muriatic acid, experiments upon, 343\nGas, fluoric acid, experiments upon, 343\nGeological questions, facts applicable to, 201\nGERSTNER. His calculations on hydraulics, 166\nGlucine, experiments made to decompose it, 353\nGOLDINGHAM, JOHN, Esq. His observations on the eclipses of Jupiter's satellites, 322\n\nH\n\nHATCHETT, CHARLES, Esq. Some observations on his experiments on the compound sulphuret of lead, antimony, and copper, 55\nHENRY, DR. WILLIAM. His description of an apparatus for the analysis of the compound inflammable gases by slow combustion, with experiments on the gas from coal, explaining its application, 282\nHERSCHEL, DR. His observations of a comet, made with a view to investigate its magnitude, and the nature of its illumination. To which is added, an account of a new irregularity lately perceived in the apparent figure of the planet Saturn, 145\nHOME, EVERARD, Esq. On the structure and uses of the spleen, 45\nhis farther experiments on the spleen, 133\nINDEX.\n\nHOME, EVERARD, Esq. His observations on Mr. Brande's paper on calculi, 244\n——— on the anatomical structure of the wombat, 304\nHummocks, basaltic, 218\n\nI\n\nInvestigations, hydraulic, 164\n\nJ\n\nJupiter, observations on the eclipses of his satellites, 322\n\nK\n\nKNIGHT, THOMAS ANDREW, Esq. On the inconvertibility of bark into alburnum, 103\n——— On the origin and office of the alburnum in trees, 313\n\nL\n\nLime, its decomposition, 340\n\nM\n\nMagnesia, its decomposition, 341\nMASKELYNE, Dr. On a new property of the three arches trisecting the circumference of a circle, 122\nMURDOCH, MR. WILLIAM. On the application of the gas from coal to economic purposes, 124\n\nO\n\nOxalic acid, on its composition, 85\nOxalates, on their composition, 72\n——— on their decomposition, 74\nOxygene, experiments on the quantity which disappears in respiration, 265\n——— is a constituent of ammonia, 40\n——— forms a part of the alkalies, 41\n——— enters into the composition of alkaline earths, 346\n\nP\n\nPHILLIPS AND LEE. An account of the expense of the coal gas used for lighting their manufactory, 126\nPotash, properties of its basis, 10\n——— its composition, 25\n## INDEX\n\n**Potash**, on its sub-carbonate,  \n— on its super-sulphate,  \n— on its super-oxalate,  \n— on its quadroxalate,  \n**Potassium**, the name given to the metal existing in potash,  \n**Presents**, list of those made to the Royal Society, from November, 1807, to July, 1808,\n\n| **page** |\n|----------|\n| 91       |\n| 98       |\n| 99       |\n| 99       |\n| 32       |\n| 530      |\n\n**R**\n\n**Reeve, Dr. Henry.** His account of cretinism,  \n**Respiration**, on the changes produced in atmospherical air and oxygene gas by it,  \n— conclusions concerning its nature,  \n**Richardson, Dr.** His letter on the basaltic surface of Derry and Antrim,  \n**Rocks, basaltic,** on the alterations they have undergone,\n\n| **page** |\n|----------|\n| 111      |\n| 249      |\n| 281      |\n| 187      |\n| 187      |\n\n**S**\n\n**Salts**, on superacid and subacid,  \n**Satellites, Jupiter's**, tables of their eclipses,  \n**Saturn**, an account of a new irregularity lately observed in its apparent figure,  \n**Silix**, experiments made with a view to its decomposition,  \n**Smithson, James, Esq.** On the composition of the compound sulphuret from Huel Boys,  \n**Soda**, properties of its basis,  \n— its composition,  \n— on its subcarbonate,  \n**Sodium**, the name given to the metal existing in soda,  \n**Spleen**, on its structure and uses,  \n— farther experiments on,  \n**Strontites**, experiments on its decomposition,  \n— its decomposition,  \n**Sugar**, on its composition, and the formation of oxalic acid,  \n**Sulphuret of lead, antimony, and copper,** on its composition,\n\n| **page** |\n|----------|\n| 96       |\n| 326      |\n| 159      |\n| 349      |\n| 55       |\n| 21       |\n| 28       |\n| 98       |\n| 32       |\n| 45       |\n| 133      |\n| 42       |\n| 339      |\n| 90       |\n| 55       |\n\n**T**\n\n**Theory**, chemical views respecting it,  \n— atomic, speculations upon,  \n— phlogistic, capable of being defended,  \n**Thomson, Dr.** On oxalic acid,  \n**Triangle plane**, on a new property of the tangents of its angles,\n\n| **page** |\n|----------|\n| 395      |\n| 102      |\n| 33       |\n| 63       |\n| 120      |\nINDEX,\n\nW\nWollaston, Dr. on superacid and subacid salts, 96\nWombat, its anatomical structure, 306\n\nY\nYoung, Dr. His hydraulic investigations, 164\n\nZ\nZircone, experiments on its decomposition, 352",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107303.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20568,
    "total-output-tokens": 7006,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1374,
        2
      ],
      [
        1374,
        3366,
        3
      ],
      [
        3366,
        5524,
        4
      ],
      [
        5524,
        8090,
        5
      ],
      [
        8090,
        10567,
        6
      ],
      [
        10567,
        12156,
        7
      ],
      [
        12156,
        13299,
        8
      ],
      [
        13299,
        14835,
        9
      ],
      [
        14835,
        16441,
        10
      ],
      [
        16441,
        17572,
        11
      ],
      [
        17572,
        19677,
        12
      ],
      [
        19677,
        19872,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107303",
    "title": "Back Matter",
    "authors": null,
    "year": 1808,
    "volume": "98",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107303"
  }
}