{
  "id": "1b9306074b23ef939e97d17576430b0fc21f2079",
  "text": "II. A Relation of the Strange Effects of Thunder and Lightning, which happened at Mrs. Close's House at New-Forge, in the County of Down in Ireland, on the 9th of August, 1707. Communicated by Samuel Molyneux Esq; Secretary of the Philosophical Society at Dublin.\n\nWHEN I went to wait upon this Gentlewoman, about a Fortnight after, to inform myself in all the Particulars of this Extraordinary Accident, she then told me, That the whole Day was Close, Hot and Sultry, little or no Wind stirring until towards the Evening; That there was a small Breeze with some mizzling Rain, which lasted about an Hour; That as the Air darkened after Sunset, she saw several faint Flashes of Lightning, and heard some Thunder Claps as at a distance; That between ten and eleven a Clock both were very violent and terrible, and so increased and came on more frequent until a little before twelve a Clock; That one Flash of Lightning and Clap of Thunder came both at the same time louder and more dreadful than all the rest, which, as she thought, shook and inflamed the whole House; and being sensible at that Instant of a violent strong Sulphureous Smell in her Chamber, which she did not perceive before now, and feeling a thick grofs Dust falling on her Hands and Face as she lay in Bed, she concluded no less than that part of her House was thrown down by the Thunder, or set on Fire by the Lightning; That arising in this Fright, she called up her Family, and Candles\nCandles being lighted, she found her Bed-chamber full of Smoak and Dust, as also the Kitchin that was beneath it: The rest of the House being safe, she was not solicitous at that time about any other damage she might have sustained, more than that she observed the Looking-glass, that hung in her Chamber, to be broken.\n\nThe next day again she found upon further search and inquiry, that part of the Top or Cornish of the Chimney, which stood without that Gabel-end of the House where her Chamber was, was struck off; That part of the Copeing of the Splay of the Gabel-end itself was broken down, and the Shingles on the Roof adjoining thereto (to the number of 12 or 16) were raised or ruffled, but none shatter'd or carry'd away; That part of the Ceiling in her Chamber beneath those Shingles was forced down, and part of the Plaister and Pinning Stones of the adjoining Wall, was also broken off and loosened, (the whole Breach 16 or 20 Inches broad.) That at this place there was left on the Wall a smutted Scar or Trace, as if made black by the Smoak of a Candle, which was directed downwards towards another place on the same Wall whereon a Breach was also made as the former, and of the same Dimensions, part of which was behind the place where the Looking-glass did hang; That the Boards on the back of a large hair Trunk full of Table and other Linnen, standing beneath the Looking-Glass, were forced in, and splinter'd as if by the Blow of a Smith's Sledge; That two parts of three of the Linnen within this Trunk were pierced or cut thro', the Cut appearing of a Quadrangular Figure, and between two or three Inches over; That the End of the Trunk was likewise forced out, as the Back was drove in; That at about two Foot distance from the End of this Trunk (where the Floor and the Side-Wall of the House joyn'd) there was a small Breach made in the Plaister, where a small Chink or Crevice was\nto be seen between the side Board of the Floor and the Wall, so wide as that a Man could thrust his Fingers down; and that just beneath this again in the Kitchin the Ceiling was forced down, and some of the Lime or Plaster of the Wall broke off; That exactly under this again stood a large Tub or Vessel of Wood inclosed with a Crib made of Brick and Lime, which was broke and splinter'd all to pieces, and most of the Brick and Lime-Work about it forced and scattered about the Kitchin.\n\nAs the Gentlewoman gave me this Account, I went from place to place viewing each particular; and as I found all was done on or near the Gable-end of the House, I have endeavoured to explain this Description by a Draught thereof, wherein the several Breaches are distinguished: And as I conceived all to be effected by some Irresistible Body, I have also by two Parallel Lines traced out its Irregular Motion. [See the Figure.]\n\nThe further Circumstances judged material to be offered, which cannot be represented in the Draught, are these: That the Looking-glass was broke with that Violence, that there was not a Piece of it to be found of the largeness of Half a Crown; That several Pieces of it were sticking like Hail-shot in the Chamber Door (being of Oak) and on the other side of the Room; That several of the Edges and Corners of some of the Pieces of the broken Glass were tinged of a Light Flame Colour, as if heated in the Fire; that the Curtains of the Bed were cut in several Pieces, thought to be done by the Pieces of the Glass; That several Pieces of Muslin and Wearing Linnen, left (on going to Bed) by this Gentlewoman and Daughter on the great hair Trunk, were thrown and scatter'd about the Room, no way singed or scorched; and yet the Hair on the Back of the Trunk, where the Breach was made, was singed; That the uppermost part of the Linnen within the Trunk was safe and well, and the\nthe lowermost Parcel, consisting of 350 odd Ply of Lin-\nnen, pierced thro', of which none was any way smutted,\nbut the uppermost Ply of a Tablecloath that lay above\nall the rest. The Gentlewoman told me, there was a\nyellow Singe or Stain perceivable on some part of the\nother Linnen so damaged the next day; and that the\nwhole Linnen smelt strong of Sulphur; but neither this\nyellow Stain or Smell was perceivable when I was there:\nThat the Glass of two Windows in the Bed-Chamber\nabove, and two Windows in the Kitchin beneath, was\nso shattered, that there was scarce one whole Pane left in\nany of them; That the Pewter, Brass, and Iron Furni-\nture in the Kitchin were thrown down, and scatter'd a-\nbout the Kitchin, particularly a large Girdle about 20\nPounds weight, that hung upon an Iron Hook near the\nCeiling, was found lying on the Floor; That a Cat was\nfound Dead the next Morning in the Kitchin, with its\nLegs extended as in a going posture, in the middle of the\nFloor, with no other Sign of being hurt, than that the\nFurr was singed a little about the setting on of the\nTail.\n\nThe Gentlewoman told me too, That about some few\nDays before this Accident happened to her, she removed\na Table Press-Bed from the Place where the Hair Trunk\nstood, wherein two little Girls (her Daughters) used to\nlie; which she looked upon as a particular Piece of Pro-\nvidence.\n\nI must further remark, That the Wall both above and\nbelow a little Window in the same Gabel-end was so\nshatter'd at the same time, that the Light could be seen\nthro' the Crevices in the Wall; and that upon a large\nStone on the outside of the Wall beneath this Window,\nwas to be seen a mark, as if made by the stroke of a\nSmith's Sledge or large Iron Crow, with which a Splinter\nor piece of the Stone was broken off of some Pounds\nweight.\nI was further informed, That from the time of that great Thunder clap both the Thunder and Lightning diminish'd gradually, so that in an Hours time all was still and quiet again.\n\nIII. Part of a Letter from Dr. Archibald Adams, to Dr. Hans Sloane, R. S. Secr. concerning an Apoplectick Person, in whom, from an Obstruction in the Left Ventricle of the Brain, the Nerves on the Opposite side were affected.\n\nNorwich, February 18. 1707:\n\nSome time ago I opened the Head of a Woman who dy'd of an Apoplexy, and in the left Ventricle of the Brain I found betwixt four and five Ounces of clotted Blood, in the right Ventricle no Blood at all, but every thing as usual; and all the Nerves which command-ed the right side of the Body were as strong as any I ever observ'd in a sound Animal, especially in their Origin, and as far as I could trace them in their course. It was my Opinion, that which ever Ventricle the Obstruction was in, the Nerves and Muscles corresponding to that side were affected, but here the contrary appear'd plainly; for altho' the Obstruction was in the left Ventricle, yet the sense and motion of the right side were intirely lost, and the small remains of either were observable in the left side.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103217.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12176,
    "total-output-tokens": 2258,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1458,
        3
      ],
      [
        1458,
        3365,
        4
      ],
      [
        3365,
        5262,
        5
      ],
      [
        5262,
        7067,
        6
      ],
      [
        7067,
        8286,
        7
      ],
      [
        8286,
        8286,
        8
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103217",
    "title": "A Relation of the Strange Effects of Thunder and Lighting, Which Happened at Mrs. Close's House at New-Forge, in the County of Down in Ireland, on the 9th of August, 1707. Communicated by Samuel Molyneux Esq; Secretary of the Philosophical Society at Dublin",
    "authors": "Samuel Molyneux",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103217"
  }
}