{
  "id": "4f9e3d3b7aaff866c5d6ee862a3d1a0142b834a4",
  "text": "IX. Extract of a Letter from Dr. Josephus Laurentius Bruni, of Turin, F.R.S. to Mr. Henry Baker, F.R.S. concerning the Bologna Bottles.\n\nDated at Turin, Nov. 1744.\n\nDear Friend,\n\nTHE Sced of the Gramen tremulum*, which you favoured me with, has amazed all here who have seen it. The curious People in this Country talk much of a Phænomenon, which is called of the Bologna Bottle, because it was first discover'd at Bologna. If you let these Bottles fall perpendicularly from some Height upon a Brick-Floor, they will not be broken; but if you drop into them some little hard Bodies, they will burst in Pieces. I will give you an Account of what I try'd myself about them.\n\nI took one of these glass Bottles, whose Form resembles a Florence Flask, and whose Capacity is about three Quarters of a Pint, and let it fall down from the Height of five Feet and half upon a Floor of Brick, and it was not broken: I then let fall down into it, from the Mouth to the Bottom internally, a Piece of Flint-Stone, weighing 11 Grains; and immediately the Bottle burst into many Pieces.\n\nI took one of those Pieces, weighing a Dram, and let it fall in the same manner into another Bottle, which I moved circularly for a Minute; and then putting\n\n* See these Transactions, No. 457.\nputting it upon a Table, in about a Quarter of an Hour it broke in Pieces.\n\nInto a third Bottle I dropped a Piece of Whetstone, weighing 40 Grains; and in some few Minutes the Bottle was broken.\n\nI filled another Bottle half-full of Water, and let fall into it a small Piece of Flint stone; and after four Hours it burst.\n\nI let fall into three other Bottles a Piece of Wood weighing 50 Grains, a Piece of Brass weighing 300 Grains, and a Ball of Lead weighing 140 Grains; and neither of them was broken.\n\nThese Bottles are thicker at the Bottom than the Neck. The Glass-Maker blows them, and lets them cool, without putting them again into the Oven. And, from the Experiments, I take notice, that what is capable of breaking them ought to have some Roughness: And I am told that a Grain of River-Sand will break them.\n\nThe first Opportunity I shall send you two or more of these Bottles; and am, &c.\n\nX. A Letter from Mr. Tho. Wright to James Theobald, Esq; F. R. S. concerning Two ancient Camps in Hampshire.\n\nRead Feb. 7. LAST Summer, during my Stay in the West of England, common Report, and my own natural Curiosity, led me to a Place in Hampshire called Buckland Castle, or, more vulgarly, the Rings; where I found two neighbouring Camps",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104463.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 720,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1266,
        2
      ],
      [
        1266,
        2509,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104463",
    "title": "Extract of a Letter from Dr. Josephus Laurentius Bruni, of Turin, F. R. S. to Mr. Henry Baker, F.R.S. concerning the Bologna Bottles",
    "authors": "Josephus Laurentius Bruni",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104463"
  }
}