{
  "id": "17c9422b2da8ad3d7409732f0c4f539f62ec8616",
  "text": "there-about take it from what their Forefathers had thrown away, and had lain long in the open Air. The use above mentioned being considerable, the person, who sent it, hath been intreated, to inform what quantities may be had of it, if there should be occasion to send for some.\n\nOf an Hungarian Bolus, of the same Effect with the Bolus Armenus.\n\nThe same person gave notice also, that, besides the Bolus Armenus, and the Terra Silestaca, there is an Earth to be found in Hungary about the River Tockay, thence called Bolus Tockavien-fis, having as good effects in Physick, as either of the former two, and commended by experience in those parts, as much as it is by Sennertus out of Crato, for its goodness,\n\nOf the New American Whale-fishing about the Bermudas.\n\nHere follows a Relation, somewhat more divertising, than the precedent Accounts; which is about the new Whale-fishing in the West Indies about the Bermudas, as it was delivered by an understanding and hardy Sea-man, who affirmed he had been at the killing work himself. His account, as far as remembred, was this; that though hitherto all Attempts of mastering the Whales of those Seas had been unsuccesful, by reason of the extraordinary fierceness and swiftness of these monstrous Animals; yet the enterprise being lately renewed, and such persons chosen and sent thither for the work, as were resolved not to be baffled by a Sea-monster, they did prosper so far in this undertaking, that, having been out at Sea, near the said Isle of Bermudas, seventeen times, and fastned their Weapons a dozen times, they killed in these expeditions 2 old Female Whales, and 3 Cubs, whereof one of the old ones, from the head to the extremity of the Tayl, was 88. Foot in length, by measure; its Tayl being 23. Foot broad, the swimming Finn 26. Foot long, and the Gills three Foot long: having great bends underneath from the Nose to the Navel; upon her after-part, a Finn on the backs being within\npaved (this was the plain Sea mans phrase) with fat, like the Cawl of a Hog.\n\nThe other old one, he said, was some 60. Foot long. Of the Cubs, one was 33. the other two, much about 25. or 26. Foot long.\n\nThe shape of the Fish, he said, was very sharp behind, like the ridge of a house; the head pretty bluff, and full of bumps on both sides; the back perfectly black, and the belly white.\n\nTheir celerity and force he affirmed to be wonderful, in so much that one of those Creatures, which he struck himself, towed the boat wherein he was, after him, for the space of six or seven Leagues, in 4 of an hours time. Being wounded, he faith, they make a hideous roaring, at which, all of that kind that are within hearing, come towards that place, where the Animal is, yet without striking, or doing any harm to the wary.\n\nHe added, that they struck one of a prodigious bigness, and by guess of above 100 foot long. He is of opinion, that this Fish comes nearest to that sort of Whales, which they call the Jubartes; they are without teeth, and longer than the Greenland Whales, but not so thick.\n\nHe said further, that they fed much upon Grass, growing at the bottom of the Sea; which, he affirmed, was seen by cutting up the great Bag of Maw, wherein he had found in one of them about two or three Hogsheads of a greenish grassy matter.\n\nAs to the quantity and nature of the Oyl which they yield, he thought, that the largest sort of these Whales might afford seven or eight Tuns if well husbanded, although they had lost much this first time, for want of a good Cooper, having brought home but eleven Tuns. The Cubbs, by his relation, do yield but little, and that is but a kind of a Jelly. That which the old ones render, doth candy like Porks. Grease, yet burneth very well. He observed, that the Oyl of the Blubber is as clear and fair as any Whey: but that which is boyled out of the Lean, interlarded, becomes as hard as Tallow, spattering in the burning and that which is made of the Cawl, resembleth Hoggs grease.\n\nOne, but scarce credible, quality of this Oyl, he affirms to be, that though it be boiling, yet one may run ones hand into it without scalding; to which he adds, that it hath a very healing Vertue\nVertue for cuttings, lameness, &c. the part affected being anointed therewith. One thing more he related, not to be omitted, which is, that having told, that the time of catching these Fishes was from the beginning of March, to the end of May, after which time they appeared no more in that part of the Sea: he did, when asked, whither they then retired, give this Answer, That it was thought, they went into the Weed-beds of the Gulf of Florida, it having been observed, that upon their Fins and Tails they have store of Clams or Barnacles, upon which, he said, Rock-weed or Sea-tangle did grow a hand long; many of them having been taken of them, of the bigness of great Oyster-shells, and hung upon the Governour of Bermudas his Pales.\n\nA Narrative concerning the success of Pendulum-Watches at Sea for the Longitudes.\n\nThe Relation lately made by Major Holmes, concerning the success of the Pendulum-Watches at Sea (two whereof were committed to his Care and Observation in his last voyage to Guiana by some of our Eminent Virtuosi, and Grand Promoters of Navigation) is as followeth:\n\nThe said Major having left that Coast, and being come to the Isle of St. Thomas under the Line, accompanied with four Vessels, having there adjusted his Watches, put to Sea, and sailed Westward, seven or eight hundred Leagues, without changing his course; after which, finding the Wind favourable, he steered towards the Coast of Africk, North-North-East. But having sailed upon that Line a matter of two or three hundred Leagues, the Masters of the other Ships, under his Conduct, apprehending that they should want Water, before they could reach that Coast, did propose to him to steer their Course to the Barbadoes, to supply themselves with Water there. Whereupon the said Major, having called the Master and Pilots together, and caused them to produce their Journals and Calculations, it was found, that those Pilots did differ in their reckonings from that of the Major, one of them eighty Leagues, another about an hundred, and the third, more; but the Major judging by his Pendulum-Watches, that they were only some thirty Leagues distant from the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101408.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1644,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1954,
        2
      ],
      [
        1954,
        4172,
        3
      ],
      [
        4172,
        6317,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101408",
    "title": "Of the New American Whale-Fishing about the Bermudas",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101408"
  }
}