{
  "id": "afb75e9f522d871299c0a92c7bdfdc7816e349cb",
  "text": "on the Ends of the Bones are chiefly fastened to them by the Periosteum; which being taken off, they easily fall asunder. 'Tis a Mistake, that we vulgarly think this is done by means of an intermediate Cartilage: The Truth is, both the Epiphyses and Ends of the Bones, at first, are cartilaginous; but in Time become bony, and then are only joined by the Periosteum. The Ossification always begins in the middle of Bones. Sometimes he has found human Bones so void of Cavities, that he has made Knife-Handles of them: It has been thought that cartilaginous Parts were exsanguious; but falsely, as he demonstrates by several Preparations thereof.\n\n§ X. He considers the Papillae of the nervose Tunic in the Inside of the Stomach, and finds that the Figure of them is roundish, in that Part of the Stomach over which the Spleen is fixt; but longish in other Parts thereof, and in the Inside of the Jejunum. He takes Notice, that the Fabrick of the Womb is made of much the same Sort of thick muscular Fibres as the Bladder, both to facilitate their proper Exclusion; particularly these Fibres are more remarkable upon the Fundus Uteri, to which Part the Placenta most generally fastens its self, and most evidently for this Reason.\n\nFINIS.\n\nERRATUM.\n\nP. 402. l. 9. pro indicium l. judicium.\n\nLONDON: Printed for W. and J. Innys, Printers to the Royal Society; at the Prince's-Arms, the West End of St. Paul's Church-Yard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103651.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 432,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1419,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103651",
    "title": "Erratum",
    "authors": null,
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103651"
  }
}