{
  "id": "2bdc6635a2bcaf59cc6e3551d6ecf57c21d0bd3e",
  "text": "II. De Potentiâ Cordis.\n\nDissertatio Authore Jac. Jurin, M.D.\nReg. Soc. Sodale.\n\nViro Eruditissimo\n\nRichardo Mead, M.D.\nS. P. D.\n\nJacobus Jurin.\n\nDisquisitionem istam, Vir Clarissime, utut rudem & imperfectam, acri tamen ac perspicaci tuo Judicio multis nominibus non illibenter permitto. Quem enim mihi potero aut Judicem æquiorem praëoptare, aut Cognitorem deligere magis idoneum, quam cujus Viri candorem animi singularem, morumque humanitatem, non minus atque Mentis dotes præcellentes illas, & optimo quoque Literarum genere perpolitas, omnes suspicimus; cujusque tum acumine Ingenii, tum Judicii subtilitate, Theoriam Medicam videmus clarissimâ luce perfusam & illustratam, Usum vero medendi confirmatum pariter tenemus & expeditum. Nec sane quisquam est Mortalium, cujus calculo cogitata ista nostra comprobari magis studeamus, aut cujus auctoritate, si tibi forte fortuna minus displicuerint, ea contra Hominum quorundam perversorum iniquitatem tutiora sint futura. Ex quibus alii præjudicio ducti & famâ magnorum Nomi.\nnum, quorum sententias in sequentibus passim redarguimus, nostra fortissim ne examine quidem aut perleceu digna censuri sunt. Alii vero, ut sive labore discendi, sive imperitiæ pudore se expediant, omnia scilicet, quæcunque ipsi non intelligunt, videri volunt alto supercilio contemnere. Quibus uti non gravate concedimus doctos Viros & olim existisse, & hodie reperiri non paucos, qui nullâ instructi disciplinâ Mathematicâ medendi Artes tamen feliciter & cum laude exercent; ita vicissim ipsos fateri æquum est eam doctrinam in Praxi expediendâ non inutilem, ad naturam vero & causas Morborum explorandas plane esse necessariam. Corpora enim Animalium, quod tu profecto, si quis alius, optime intelligis, cum partim solidis canalibus, partim fluido constent per eosdem jugiter propulso, Machinas esse patet, ac proinde opus est, ad eorum Fabricam, Vires, Actiones, & agendi Impedimenta sive Morbos rite perspiciendos, rei Mechanicæ peritiam.\n\nDe quibus tamen multa traduntur etiam à Mathematicis Scriptoribus adeo parum accurata, secumque invicem & cum ratione pugnantia, ut nobilissimæ scientiæ non modo commendationem non addant & dignitatem, sed etiam contemptui & hominum indoctorum ludibriis eandem objicent. Quis enim, non ipse doctrinâ Mathematicâ imbutus, cum videat, Exempli gratiâ, Cordis Humani vires jam ponderi 3,000 librarum pares, jam 180,000 pondo superantes, jam vero ad uncias 5 vel 8 deductas; Aerem quoque ex Pulmone inter expirandum propulsum modo 100, modo 50,000 librarum vi; Quis inquam, qui istas conclusiones legerit discrimine tam immanni à se invicem remotas, & tamen omnes demonstrationibus suis munitas, si forte se à risu temperer, non tamen inutilem plane & ineptam pronuntiaverit ad explorandas Corporis facultates scientiam Mechanicam? Sed meminerint oportet æqui rerum Judices neutiquam mirandum\nmirandum esse, si quandoque in difficili Problemate vel summa Ingenia allucinentur, neque errores, siqui forte inciderint, Arti ipsi, sed Artifici imputandos. Quod ut Exemplo manifestius declaretur, libet celeberrimi Problematis de Cordis viribus indagandis solutionem novam proponere. Utque facilius mihi temeritatis opinionem detraham, qui ejusmodi inceptum post Alphonsum Borellum aggrexi ausim, utque viam simul Lectori expediad ad aquam certamque sententiam in tantâ scriptorum dissensione ferendam, primo loco ostensurus sum, quae in Borelli demonstratione reprehendi debeant, deinde Virorum Doctissimorum, Morlandi, & Keilii solutiones, cum eadem philosophandi libertate ad examen revocabo.\n\nPrimum nobis, & quidem longe praecipuum videtur Borelliana solutionis vitium, quod Cordis Potentiam per pondus iners & quiescens exposuerit. Cor enim cum & ipsum inter contrahendum movetur, & corpora opposita, Sanguinem nempe & Arteriarum tunicas, in motum impellit, patet ejus Potentiam non aliâ ratione sciri posse quanta sit, quam ut motus hujus quantitatem cognitam teneamus. Motus autem quilibet cum pondere quiescente comparari non magis potest, quam Linea cum Rectangulo.\n\nSecundum, quod in ipso Experimento à Circulatore instituto, neutiquam constet pondus illud suspensum suisse à solâ Musculorum vi contrastrice; quum etiam vis illa, quâ tum Musculi adhibiti, tum genæ quoque, & ipsa forsitan ligamenta divulsioni sui ipsorum & fibrarum rupture obstitierint, quâque Musculi etiam ex cadavere effici pondera satis magna sustinent, venire in subsidium potuerit.\n\n3. Quod vires Musculorum pondere æqualium a Borellio pares statuantur: quod profecto dubium admodum videtur, praesertim ubi Musculi sunt figurâ disimiles.\n4. Quod integram Cordis Potentiam, quanta maxima exerit poteft cum summâ fibrarum contentione & molimine, ad singulas Systoles adhiberi posuerit. Quum ipse Circulator, si pondus suspensum vel continenter, vel alternis vicibus brevissimâ quiete interpositâ, sublevare contenderet, non ita longo tempore plane succubiturus labori fuisset.\n\n5. Quod Sanguinis & Arteriarum resistentiam sexagecuplam statuerit totius Potentiae Cordis, loco ejus Potentiae, quae ad systolem peragendam à Corde impenditur, quæque forte totius Potentiae minima pars est.\n\n6. Quod in eâ ratione sexagecupla definiendâ errorem insignem admiserit. Nam in Prop. 60, loco rationis, quam obtinet Summa Potentiarum P & Q ad Summam R & S, adhibuit rationem, quae est inter Rectangulum ex Potentiis P, Q confectum, & Rectangulum ex R, S. Quod errati si per Propositiones subsequentes corrigatur, habebitur in Prop. 73, resistentia longe major quam ab ipso Borello definita est, nempe pondus librarum 1,076,000, loco librarum 180,000, idque secundum positiones ab ipso Viro Clarissimo usurpatas.\n\nDenique quod pondus illud librarum 180,000 quum à Cordis Potentia libris 3,000 æquali superetur, miraculi cujusdam aut monstri loco Lectoribus obtrudat; & Vim Percussionis, quasi quendam Θεόν ἀπὸ μυρίων in auxilium advocet. Reipsâ enim nihil plus hic inest prodigii, quam ubi pondus 3,000 librarum pondus aliud 180,000 librarum, ad subsexagecuplam distantiam à centro Librae inæqualium radiorum appensum, in æquilibrio sustinet.\n\nMinora aliquot Sphalmata, & Hypotheses plures tum prorsus arbitrarias, tum alias aliis contrarias, non illibenter omittimus. Et quidem delicta supra reprehensa, aut saltem majorem eorundem partem, non tam ipse Vi-\nro Doctissimo imputandam censumus, quam Operi Posthumo condonandam.\n\nProximus sequitur Vir Doctissimus Josephus Morlandus qui in Disquisitionibus de Cordis vi Sermone Anglicano editis, Methodum peringeniosam exposuit Potentiam Cordis ad Experimentum revocandi. Hic autem, praeter delictum supra in Borello reprehensum, quod Cordis vires cum pondere quiescente contulerit, nobis videtur eo quoque nomine notandus, quod integram Cordis actionem in tunicas Arteriarum distendendas impendi posuerit. Cor enim non solum Arterias tendit, sed Sanguinem quoque certâ velocitate per totum Arteriarum & Venarum tractum propellit.\n\nSaperest, ut Viri Acutissimi Jacobi Keilii solutionem, in Tentaminibus Medico-Physicis ad Oeconomiam Animalis pertinentibus, non ita pridem cum Publico communicatam, expendamus. Qui primus omnium ausus est Potentiam Cordis à Borello definitam, ac magno Scrip- torum consensu exceptam & laudatam, non solum rejicere, sed aliam eidem infinito prope discrimine minorem numeris disertis expressim substituere.\n\nHunc autem censumus, praeterquam quod primum illud Borelliana solutionis vitium imitatus sit, in sequenti- bus etiam à vero aberrasse.\n\nQuod Corollarium Newtoniznum, quo utitur ad Cordis vires definiendas, aut male intellectur, aut certe non satis apte usurpaverit. Pondus enim illud ab Archimede Britannico determinatum, quo Motus aquae ex vasa effluentis generari potest, nequaquam generali Motum aquae; quippe quae gravitatis vi cadendo ipsa Motum suum acquirat. Sed hoc pondus per datum tempus cadendo, Motum concipit Motui aquae eodem dato tempo- re effluentis æqualem.\n\nPrætere ponit. Vir Clarissimus velocitatem Sanguinis ex Corde effluentis perpetuo æqualem per totam Systo-\nles durationem, quam nos insigniter inaequalem fieri in sequentibus ostendemus.\n\nIn Methodo illa simpliciore, quam postea adhibet Vir Doctissimus, praeter delicta hactenus reprehensa alia etiam bina admittit.\n\nAdsumit enim Vires Cordis in diversis Animalibus eam inter se rationem obtinere, quae est inter pondera corundem; quod infra fallum esse demonstrabimus. Tum ponit velocitatem Sanguinis ex secta Iliacâ Arteriâ profluentis, eandem esse quam ex Corde in Aortam emittitur. Atqui cum omnis fere sanguis ex Corde expulsus per Iliacam alteram reflectam emittitur, patet ejus velocitatem tanto esse majorem in Iliacâ quam in Aortâ, quanto sectio Iliacæ circularis à sectione Aortæ superatur. Praeterquam quod velocitas æquabilis, quam Sanguis per Aortam fluit, longe distet ab ea velocitate, quam exit ex ipso Corde.\n\nSimiliter fere redargui potest & illa Methodus, quam usus est Vir Cl. ad rationem definiendam inter velocitates diversas Sanguinis, resistentiâ nunc oppositâ, nunc sublatâ, per Aortam profluentis. Sed cum isto Experimento non altera solum, sed utraque velocitas major æquo repertur, unde ratio, quae est inter ipsas, non magnope re perturbetur, poterit satis tuto proportio ab ipso exposita, tanquam verae propinqua, usurpari.\n\nCursu hactenus expedito, scopulisque detectis, in quos impegerunt Viri egregii supra laudati, erit modo nobis ipsis, ut in via difficili & erroribus plena, summâ adhilitâ cautione progrediendum. Et primo quidem loco ad ambiguitatem praecidendam necesse est, ut id, quod quaeritur, quale fit, accuratius paulo declaretur.\n\nCordis Virium, sive Potentiarum nomine significamus vel ipsum Cordis Motum, dum in contradictionem agitur, vel Motum ponderis cujuslibet, quod Sanguini objectum\nex Corde proruenti, & velocitate idoneâ delatum in partes contrarias, Sanguinis effluxum, adeoque ipsam Cordis contractionem, aquai vi librate valer & sistere.\n\nPotentiam istam, cum à priori vix sperandum sit ut definire possimus, quod neque fabricam Cordis interiorem, neque causâ contrahentis naturam, aut vires satis habeamus exploratas, relinquitur, ut eandem per effecta, sive à posteriori, assimemus.\n\nCordis actio in Ventriculorum suorum contractione omnis consistit. Ventriculi autem inter contrahendum in sanguinem impingunt, eique Motus sui partem communicando, eundem magna vi, qua datur porta, urgent, & expellunt. Sanguis hoc modo in Arterias, Aortam & Pulmonalem, protrusus, impetu in omnes partes facto, partim in tunicas Arteriarum ex Systole sua praegressâ collapsas & flaccidas, partim in Sanguinem priorem radius fluentem impingit. Unde gradatim extrorsum truduntur Arteriarum tunicæ, & Sanguis antecedens cursu celeratur. Quod si animo concipientur Arteriæ sectionibus transversis minimis distinctæ, primâ Sanguinis portiuncula ex Corde in primam sectionem irruente, partim distenditur ista sectio, partim Sanguis eadem antea contentus in sectionem proximam detruditur, eamque distendit, atque ista actio per succedentes Arteriarum sectiones continuatur. Deinde secunda, & tertia sanguinis portiuncula, & cæteræ deinceps, in primam Arteriæ sectionem incidunt, eamque paulo magis dilatant, & sanguinem eadem contentum in proximas sectiones successive propellunt; idque fieri persit, donec omnis sanguis ex Ventriculis fuerit ejectus. Cæterum id utique observandum est Arterias, quo magis contractæ & flaccidæ fuerint, eo minus dilatationi obstiere, quanto autem magis fuerint dilataæ, tanto fortius ulteriori distrahionis reniti; atque idcirco Vim Sanguinis ex Corde pro-rumpentis primo magis impendi in dilatationem Arte-\nriarum, quam in Sanguinis praecedentis protrusionem,\nsub finem vero magis propelli Sanguinem antecedentem\nquam distendi Arterias, quippe quae jam rigidæ factæ\nmajorem dilatationem vix admittant.\n\nSanguis autem ex Corde prosiliens, cum, uti dictum\nest, Motus sui partem Arteriarum tunicis, partem San-\nguini praecedenti communicat, iple neccessario de pristi-\nnâ celeritate remittit; adeoque dum Ventriculorum con-\ntractionem moratur, novum ab iis impulium excipit, ejus-\nque partem, cadem ratione atque antea, tunicis Arteriarum\n& praecedenti Sanguini impendit, unde iterum retarda-\ntur, & alium Ventriculorum ictum suscipit, & sic dein-\nceps, donec omnis ex Ventriculis fuerit expulsus.\n\nPræter causam supra expositam, superest alia, qua\nSanguis ex Corde effluens gradatim retardatur, adeo-\nque novos successive impetus excipit ex Ventriculis sefe\ncontrahentibus. Nam Sanguis in Arteriam Aortam\ninfluens, etiam si nulli omnino resistentiae occurrere\nponatur, adeoque nullam pati Motus sui imminutio-\nnem, tamen, cum ex lato in angustum fertur, lon-\ngitudine perpetim crescit, donec totus in Aortam perven-\nerit; cumque sectio Aortæ non minuatur, necessario\nminuitur Sanguinis velocitas. Motus enim Sanguinis est\nin ratione composita, ex ratione Sectionis Aortæ, veloci-\ntate in cadem, & longitudine Columnæ Sanguineæ,\nper Theorema nostrum l.l. De Motu Aquarum fluentium.\nCum vero ea Sanguinis portio, quae jam pervenerit in\nAortam, gradatim retardetur, retardabitur inde San-\nguis ille qui adhuc Ventriculo continetur, & hinc re-\ntardabitur ipsius Ventriculi contractio. Unde Ventri-\nculi perpetuo aliam atque aliam Motus sui partem\nSanguini contiguo, his de causis perpetim retardato,\ncommunicabunt. Patet vero illi hinc, ut id obiter note-\nmus, alium esse Motum Sanguinis ex Corde erumpentis,\nalium ejusdem jam ex Corde expulsi, & intra Arterias\nfluentis.\nfluentis. Item ictum, sive impulsum Ventricolorum in Sanguinem impressum, qui alioqui unicus esset futurus, & puncto temporis transigeretur, tamen causarum supra dictarum vi, quibus Sanguis perpetim retardatur, per totam Cordis Systolen continuari.\n\nVentriculum itaque alterutrum Cordis Sanguinem impellentem licebit spectare, ut datum corpus cum datâ celeritate impingens in aliud corpus quiescens, cui Motus sui parte communicatâ ambo corpora communi velocitate deferuntur. Æquatur autem Potentia ejusdem, vel Facto ex pondere Ventriculi & velocitate ejus initiali, priusquam in Sanguinem impingat; vel Summæ Motuum ipsius Ventriculi ac Sanguinis ex eodem profluentis, & Motûs qui tunicis Arteriarum & Sanguini praecedenti communicatus est; vel etiam, si ab ile ponatur omnis Arteriarum & Sanguinis praecedentis resiliens, Summæ Motuum ipsius Ventriculi & Sanguinis effluentis.\n\nTheorem I.\n\nMotus, quo Machina cava inaequaliter contractilis in contractionem agitur, æqualis est Summa Factorum ex singulis Machine partibus ductis in velocitates respectivas. Patet ex Mechanicâ.\n\nCorol. 1. Machinæ Motus minor est Facto ex pondere Machinæ ducto in velocitatem earum Machinæ partium, quæ omnium celerrime moventur inter contrahendum.\n\n2. Motus Machinæ æquatur Facto ex pondere ejusdem, ducto in velocitatem aliquam mediam inter velocitates earum Machinæ partium quæ omnium celerrime, & earum quæ omnium tardissime, moventur.\n\n3. Si Machinæ plures similis simuliter se contrahant, velocitate mediâ, vel æquabili vel inæquabili, similiter tamen auctâ vel imminutâ in omnibus Machinis;\nnis; Motus, quo Machina quæque in contradictionem agitur, rationem obtinet compositam ex ratione quadruplicata Diametri homologæ ipsius Machinæ, & ratione inversâ temporis, quo Machinæ contracção persicitur; vel rationem compositam ex ratione ponderis Machinæ, ratione ejusdem ponderis subtriplicata, & ratione temporis inversâ. Theoremata reliqua huc spectantia in Transactione proxime edenda exhibebuntur.\n\nIII. A Brief Account of the Contagious Disease which raged among the Milch Cowes near London, in the Year 1714. And of the Methods that were taken for suppressing it. Communicated to the Royal Society by Thomas Bates Esq; Surgeon to His Majesties Household, and R. S. S.\n\nAbout the middle of July the Distemper appeared at Islington, and thereupon their Excellencies the Lords Justices having notice of it, were pleased to Command that I should examine into the truth of the Report of its being Contagious; and order'd the Lord Harcourt, then Lord High Chancellor, to grant such Authority as would be proper to make the Discovery. Accordingly Mr. Milner, Mr. Offley, Mr. Richardson, and Mr. Ward, four Justices of the Peace for the County of Middlesex, were appointed to make the necessary Examinations.\n\nPursuant to those Orders we went to Islington, where Mr. Ratcliff had lost 120 out of 200; Mr. Rufford 62 out of 72; and Mr. Pullen 38 out of 87. They were very unwilling to own it, because so soon as it should be known, none would buy their Milk; but Mr. Ratcliff, a Man of good Judgment in Cattle, after much persuasion, gave us the following account, viz. That they",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103336.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16512,
    "total-output-tokens": 5567,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1028,
        2
      ],
      [
        1028,
        2861,
        3
      ],
      [
        2861,
        4586,
        4
      ],
      [
        4586,
        6292,
        5
      ],
      [
        6292,
        8003,
        6
      ],
      [
        8003,
        9734,
        7
      ],
      [
        9734,
        11576,
        8
      ],
      [
        11576,
        13435,
        9
      ],
      [
        13435,
        15017,
        10
      ],
      [
        15017,
        16599,
        11
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103336",
    "title": "De Potentia Cordis. Dissertatio Authore Jac. Jurin, M.D. Reg. Soc. Sodale",
    "authors": "Jacobus Jurin",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/103336"
  }
}