{
  "id": "afc5ea1ff4b0a4ce4a3233f6eb20eb3f0845399a",
  "text": "I. The Eighth Book of East IN DIA\nPlants, Sent from Fort St George to\nMr James Petiver Apothecary, and\nF. R. S. with his Remarks on them.\n\n1. Fungus MADRASPATANUS, porosi vulgaris facie.\nThis Mushroom is reddish above, sprinkled with black oval Specks like Ink-blots, underneath it's whitish, and the pores very fine.\n\n2. Lichen Madraspat. Algoides &c., Gazophyl. nost. NAT. & ART. Tab. xi. Fig. 1.\n\n3. Stratiotes quadrifolia Lujula facie Gazoph. NAT. Tab. 5. Fig. 12. Where you may see its several Synonyms; &c.\nThis may be an aquatrick Fern, the young shoots of the Leaves being hoary and rusty like them; I have specimens of it a span and half long, it creeps and often takes root at every joint, which are about an inch distant from one another, the Roots are fibrous and generally full of Sand, the Leaves from thence being of several growths and magnitudes.\n\n4. Asarina Malabarica fol. serrato.\nAsarina minor Zeylanica Par Bat. prodr. 315.\nCochlearia Luzon.sylvestris Camel. Not. Ms. in Hort. Malab.\nHydrocotyle Zeylanica Asari folio Institut. Rei Herbar. 828. 2.\nRanunculo adsinis umbelliferis accedens Chelidonij minoris folio Zeylanica minor Pluk. Tab. 106. Fig. 5. Alm. Bot. 314. pl.9.\n\nVale-\nValerianella Zeylanica palustris repens. Hedera terrestris folio, ad radicem florida Parad. Bat. 238. Fig.\n\nCodagen Malab. Ecapani vel Undiri Bram. Hort. Malab. Vol. x Tab. 46. p. 91. Taquebohol Luzonensis.\n\nThis differs from our Cotyledon aquatica, Marsh Penymort, or white Root, in having serrated Leaves, and those not umbilicated.\n\n5. Lycopodium Malabaricum folijs crispis.\n\nMuscus fruticosceens caulibus & ramulis foliosis capillari-\nbus undique cinctis Ray Hist. Plant. Vol. 3, lib. 2. p. 31. 2.\nMuscos squamosus f. Lycopodium Americanum altissimum\nPlumier. Inst. R. H. 554: 10.\n\nMuscos Zeylan. terrestris clavatus erectus. Badal wanaissa\nZeyl. Herman. Hist. pl. Oxon. p. 624. 6. Tab. 5. Sect. 15.\nSer. 1. pl. 3. Ray. H. Pl. v. 3. p. 33.\nBellan Patsja H. Mal. V. 12. p. 73. Tab. 39. pro 40. per\nErrorem Moni aw Herb. nost. Chin. pict. Tab. 3. Fi3. 2.\n\nI have received this from Fort St George and China. Monsieur Vaillant Secretary to Dr Fagon, the French King's chief Physician, hath also sent it me collected by that Curious and Acurate Botanist Pere Plumier.\n\n6. Phyllitis ramosa Madraspat. margine seminifera, venis reticulatis.\n\nThese pinnae or Leaves stand on short footstalks, generally op-\nposite and terminare single, each Leaf in shape resembles Harts-\ntongue, but is less, and very thin and limber, its Veins knit one\ninto another, the edges are lifted with Seed.\n\n7. Phyllitis ramosa Madraspat. Salicis folio venis parallelis.\n\nThe pinnae resemble the Leaves of Willow, are very sharp\npointed, stiff, and notched with prickles, I have not yet observed\nits Seed, but believe it to be along the edges.\n\n8. Phyllitis ramosa Malabarica marginibus albis.\n\nFilix repens scandensve, folijs longis integris, serratis, nervosis alternatim scapo adnascentibus Ray Vol 3. l. 3. p. 76.\nPhyllitis Luzon. scandens Camel. Not. in H. Malab.\nPanna Valli H. Mal. V. 12. Tab. 35. p. 69. Panay pay Luzon.\n\nThis differs from the last in having thinner Leaves, with notches finer and thicker set, and what is most peculiar to them is they are white, on this part I suppose is to lye the Seed, because I generally observe the Notch-Leaved Ferns to be margine pulverulento.\n\n9. Lonchitis Madraspat. Polypodij facie.\nan Filix minor Polypodij folijs surculosis, pinnis oblongis per margines crenatis Ray V. 3. l. 3. p. 58?\n\nThe Wings stand alternately, and are above 1 Inch long, and ½ broad, finely serrated, and only upper ear'd, i.e. a single auricle on the upper part of each Leaf, like that in Dr Plukenet's Phytographia Tab. 30. Fig. 4. but not so large.\n\nI have not yet seen its Seed.\n\n10. Lonchitis Madraspat. longifolius, marginibus maculatis.\nThese pinnae stand close together, and very near opposite, near 3 Inches long, and ½ Inch broad, they are sharp, notch towards the point, the rest lightly waved, each Wing at setting on, hath a little upper ear.\n\n11. Filix Madraspat. pyramidalis circa nervum maculata:\nan Filix non ramosa Indica pinnulis obtusis non crenatis Ray Vol. 3. L. 3. p. 80? an Kari welli panna maravara Mal. Maa Panaa Bram. Groote wild Panna Belg. H. Mal. V. 12. Tab. 17. p. 35. This is not Dr Plukenet's Tab. 179. Fig. 2. as he queries in his Alm. Bot. 151. pl. 9.\n\nThe Leaves of this are not eared like the last, each ends long pointed, and the Steeple or upper pinnae resemble our common Lonchitis.\n\n12. Filix pyramidalis Madraspat. pinnis longissimo mucrone terminantibus, marginibus semeniferis.\nLonchitis India Orientalis, pinnis crebris prælongis angustis serratis in longissimos & tenuissimos mucrones productis Ray V. 3. p. 68. 13.\n\nThis\nThis is distinguished from all others by its very long tips, selvaged with Seed in streaks.\n\n13. *Felix scandens Malab.* pinnis integris alternatim sitis.\n\n*Felix scandens Indica,* ramulis ex adverso binis, foliis alternatim sitis, oblongis, angustis cuspidatis Ray V. 3. l. 3. p. 90.\n\nThe top Leaf is often fork'd, the rest single. I have received it not only from Fort St George, but also from the Grain and Gold Coasts of Guiney.\n\n14. The Mal: Bangue.\n\nBange Clus. Exot 238. c. 25. & 290. c. 54. Fragos. 58. c. 26.\n\nBangue arbor Cannabi similis ad omnia fere utilis seu Amson (s. Opium) Linschot Ind. Or. pt. 4, c. 35.\n\nBangue Cannabi simile I. B. Vol. 3. l. 30. p. 449. c. 71.\n\nCannabi similis exotica C. B. 320. 4. C. B. phyt. 640. 3.\n\n*Cannabis minor Bangue Indorum Par. Bat. Cat. Pl. nond. Fig.*\n\n*Cannabis minor & lignosior Bangue dict. Ray. V. 3. p. 104.*\n\n*Cannabis peregrina, gemmis Fructuum longioribus, Bangue dicta H. Ox. Sect. XI. p. 433. 2.*\n\nKalengi. Canisava Malab. Bangi Bram: H Mal. V. 10. Tab. 60. p. 119. Maglimba s. Bangue Caffrorum, Axis Arabius, Asarath Turcis, Bangue Persis, Decanensisbus, &c.\n\nThis very much resembles our Common Hemp.\n\nThe Hort. Malab. says this sort is much stronger than the next.\n\n15. The Female Bangue.\n\nBangue Malabar. trifoliata.\n\nBangue Durant. 62. Fig. Lugd. 1914. c. 142. Fig. Park. 1624. c. 82. Fig. The Icons of these 3 Authors express the Leaves for the most part trifid, some few towards the top single.\n\n*Cannabis Indica trifoliata s. Bangue Indorum Alm. Bot. 80. pl. 6 lin. 16.*\nTsjeru Cansjava Mal. Tsjada Bangi Bram. H. Mal. V. 10. Tab. 61. p. 121.\n\nThis is distinguished from the last in having generally but three leaves:\n\n16. Urticae majoris facie Planta Madraspatana.\nThe Leaves, which are all at present I have yet seen, very much resemble the Ana Schorigenam H. Mal. V. 2.T. 41. p. 77.\n\n17. Mercurialis Madraspat. acetabulis & folijs majoribus, serratis.\nan Cupameni H. Mal. V. 10. Tab. 81. p. 161.\nThis is much larger in all its parts than the next, and its acetabule or leaves involucrums more serrated.\nMr Charles du Bois was pleased to favour me with a specimen of this A.D. 1698. gathered at Fort St David, by Mr Alex. Brown, Surgeon.\n\n18. Mercurialis Madraspat. acetabulata, fol. rotundo minore. an Mercurialis Zeylanica tricocos cum acetabulis Kupamenija Zeylan. H. Leyd. app. 687. Fig?\nThis differs from the last in being much lesser, and having rounder and smaller leaves, slightly notched, which agrees with Dr Herman's Figure.\n\n19. Mercurialis Madraspat. fol. acutiore, caule piloso. an Welia Cupameni H. Mal. V. 10. Tab. 83. p. 165.\nThe Leaves of this are more pointed than the last, and the Stalks only (not the pedicles of the Leaves) are hoary, as the others are smooth: These spikes when they have lost their Seed, show a small leafy involucrum, which till then is not perceived.\n\n20. Lappula Malabarica major.\nXanthium Malab. capitulis lanuginosis Mus. Petiver. 99. A&. Phil. No.\n\n21. Lappula Madraspat. minor.\nan Pupal Valli H. Mal. V. 7. Tab. 43. p. 81?\nThis differs from the last in being less, its leaves more pointed and smooth like Marvel of Peru.\nThe following are Ricini, with whole or but serrated leaves.\n12. Ricinus Madraspatanus Heliotropij triccoci facie.\n\nThis seems to differ very little from the common Turnsole, which grows frequently about Mompelier. The Seed is cover'd with a whitish skin, except on two sides it appears black as if rubb'd off.\n\n23. Ricinus Madraspatanus Mercurialis facie.\n\n24. Ricinus Malabaricus spinosus Phyllitidis folio.\n\nCynoglosum arborescens Luzon. Camel Not. in Ms.H. Mal.\n\nEuphorbia & Tithymal. media affinis aizoides Indic. arboresc. spinosa, Nerij folio Brey. Pr. 2. p. 45. pl. 3.\n\nTithymalus Indicus arborescens spinosus Nerij folio Hort. Amft. Fol. 25 Tab. 13.\n\nTithymalus arborescens spinosus Zeylanicus fol. Laurinis Par. Bat. Cat. Pl. nond. Fig. 13. Zeylanicus spinosus arborescens P. Bat. pr. & append. Pluk. Tab. 230. Fig. 4.\n\nEla calli Malab. Nivuli H. Bram.Mal. V. 2. Tab. 43. p. 83.\n\nTalinasco Baet & Sorog Sorog Luzon. Ray H.Pl. 1888. H. Ox. S. 10 p. 344. 2.\n\nI have both received this from the East Indies, and seen it growing at Hampton Court.\n\n25. Ricinus Madraspat. pediculis apiculatis folijs Aurantij. an Pee Tsierou Ponnagam H. Mal. V. 5. Tab 23. p. 45?\n\nThese Leaves have the shape and texture of those of Oranges, are lightly serrated but not perforated; what I have observ'd peculiar in this and some other of the Ricini lacciferi is, to have on each side of the Pedicle or base of the Leaf, a small excrescence like the Stamen of a Flower, with its apex on it.\n\n26 Ricinus Madraspat. marginibus foliorum quasi apiculis donatis, Quercus floribus.\n\nan Ponnagam H. Mal. V. 5. Tab. 21. p. 41?\n\nThese Leaves which are broader than the last, have not the apicule at the base, but something like it on the edges of the Leaves.\n\n27. Ricinus Madraspat. Resinifera, Laurocerasi folio.\n\nThe Leaves stand on very short footstalks, are thick as the, Laurel,\nLaurel, and some of them as large and more veiny, from the\nboscum of these come clusters of Flower-buds like those in Holly,\nat the tops of the branches I often observ'd drops of Gun, re-\nsembling Mastic.\n\n28. Ricinus Arcantensis Chamænerij folio.\nArcaut is about 25 Leagues from Fort St George.\nIts Flowers and Fruit grow at the top of the branches, the\nLeaves exactly resemble the Willow-bay, grow alternately, and\non each side at their setting on grows a fine hair or beard.\n\n29. Ricinus Malabar. Linariae folio vix serrato.\nRicinus Indicus minor, fol. Saligineis serratis H. Ox. S.\n10. p. 349. pl. 23.\nRicinus Malab. frutescens Lathyridis facie fructu in foli-\norum alis echinato Alm. Bot. 321. pl. 2. lin. 8.\nLathyris fruticescens fructu in foliorum alis echinato Ray.\nH. Pl. 1710. c. 10.\nCodi Avanacu Mal. Boin Erando Bram. H. Mal. V. 2. T.\n34. p. 68.\nParang tantan tantan Luzon.\nWe come next to the Ricini with divided Leaves, which are\ncalled Palma Christi.\n\n30. Barbadoes Physick Nut.\nRicinus Americus Lugd. 1790. c. 25. Fig. Fructus.\nRicinus Americanus Aldin. 86. Ger. 399. Fig. 2. Fruct. Ger.\nemac. 496. Lob. Ic. 688. Park. 183. Fig. 4.\nRicinus Americanus major sem. nigro C. B. 432. 3.\nRicinus Americ. Curcas vocatus Clus. Exot. 299. c. 4. Fig.\nFr.\nRicinus maj. Americ. Curcas dictus & Faba purgatrix\nIndiae Occiduae I. B. V. 3. l. 34. p. 643. Fig Chabr. 529. Ic. 4.\nRicinus Ficus folio, flore pentapetalo viridi, fructu levi\npendulo Cat. Pl. Jam. 40. 1. Ray H. Fl. 166. 2. H. Ox.\nS. 10. p. 348. 15.\nA particular account of this Plant, with the use of its Ker-\nnels we may expect suddenly to see in Dr Sloan's History of\nJamaica, which is now in the Press.\n31. Ricinus Madraspat. trifidus, dentibus apiculatis.\n\nRicinus Madraspat. fl. purp. trilobato folio, mitibus denticellis crenato Pluk. Tab. 220. Fig. Alm. Bot. 320. pl. 5. H. Ox. S. 10. p. 348. No. 8. Ray V. 3. l. 4. p. 113. pl. 6.\n\nThe notches of the Leaves are very particular in being apiculated, which is not to be seen in the West India kinds.\n\n32. Ricinus Madraspat. folio trifido laevi.\n\nThe Leaves of this are deeper cut and much smoother than the next.\n\n33. Ricinus Madraspat. fere trifidus, asper.\n\nRicinus asperior Alceae Venetae folijs aliquatenus accedens Maderaspatana Pluk. Tab. 220. Fig. 2. Alm. Bot. 320. pl. 9. H. Ox. S. 10. p. 348. 14. Ray Vol. 3. l. 4. p. 113. 5.\n\nThe whole Plant is thick set with stiff white hair, the Leaves are generally lobated, but sometimes whole, or but one side eared.\n\n34. Ricinus Madraspat. alte trifidus, asper.\n\nRicinus urens Cannabinis folijs tryphyllos e Madraspatan. Pluk. Tab. 120. Fig. 6. Alm. Bot. 320. pl. 6. H Ox. S. 10. p. 348. 13. Ray V. 3. p. 113. 4.\n\nThis is as hairy as the last, and more deeply cut than in No 32.\n\nTo these the Tithymals and Dwarf Spurges may be fitly joyn'd, as also a Plant which the Malabars call Nirouri, and it seeming it be a species between the Ricini and Tithymali, I chuse to place them here, viz.\n\n35. Nirouri Malabarica fructu & calyce maximo.\n\nFrutex baccifer Malabar. osiculo fragili cum 6 intus nucleis Ray H. Pl. 1558. c. 30. 1. Perin Nirouri s. Ma Nirouri & Ma pana posa Mal. Poja Bram. Fruita da Trinidade Lust. Maagdelynens Belg. Hort. Mal. V. 5. Fig. 43. p. 85. Fl. Mal. 120. 5. id. Fol. 30. col. 2. pl. 13.\n\nThe largeness of its Fruit and Calyx distinguish it from the following.\n\n36. Nirouri Malabar floribus binis ternisve.\nKatou Nirouri Mal. Bane poje Bram : Folhas de dentei\nInst. wild Maagdelyn Belg. H. Mal. Vol 5. Tab. 44. p. 87.\nRay. H. Pl. 1636. 2.\n\nWhat distinguishes this from the next is its having more\nthan one Flower, from the bosom of its Leaves, and the lesser\nBranches come two or three together, which the H. Mal. very\nwell expresses.\n\n37. Nirouri Madraspat. niger, fructu pyramidali.\nan Nirouri H Mal. V. 2 Tab. 27. p. 45. an Frutex Indicus\nbaccifer Vitis Idea Clusii folijs Breyn. Cent. p.8. c.4 Fig?\nan Vitis Idea Madraspatensis Niruri forte Malabarensibus\ndieta Pluk. Tab. 69. Fig. 3? & an Vitis Idea Bengalensis\nUva Ursi baccia singulari ad foliorum exortum barbulis do-\nnata Pluk. Tab. 69. Fig. 4.\n\nThese two seeming both the same, but in different state.\nThe Flower and Fruit of this comes single between 2 small\nhairy Beards; the Stalks and Leaves turn blackish in the dry\nSpecimens.\n\n38. Nirouri Madraspat. Senae folio longiore.\nThe Flowers and Fruit are like the last, but smaller, and by\nits Leaves it's easily distinguished.\n\n39. Nirouri Madraspat. Hyssopi folio longiore.\nWhat is peculiar to this and the next is, in having their Stalks\nflattish, and as it were welted.\n\n40. Nirouri Madraspat. Hyssopi folio breviore.\nan Frutex baccifer folijs Lini vel Cassiae Poeticæ Madras-\npatensis nostræ Ray H. Pl. Pluk. Tab. 31. Fig. 2. & Fruticu-\nlus, capsularis hexapetalos Cassiae Poetarum folijs e Madras-\npat. Pluk. Tab. 183. Fig. 4. These two seem mainly to differ,\nthis in the shortness, the last in the length of its Leaves.\n\n41. Nirouri Madraspat. Mimosa foliis.\nan Tsieru Kirganeli H. Mal. V. 10. Tab. 16. p. 31?\nThe Berry is perfectly tricoccous and furrowed like the\nSpurges, its Leaves and manner of growing distinguish it from\nall the aforegoing.\n\n42. Nirouri affinis Madraspat. Portulacæ minoris folio.\nThe Fruit of this is brown, smooth and conical, about the bigness of a Cherry-stone, it breaks from the bottom into 5 or 6 parts, containing near as many white longish triangular Seed.\n\n43. Chamæsyce Madraspat. major lævis.\nan Tithymalus Botryoides Madraspat. Hyperici folijs non crenatis floribus ex alis uno versu prodeuntibus Pluk. Tab. 43. Fig. 7.\nI do not find this disposition holds of Flowering only on one side, as Dr Plukenet asserts, having many specimens to the contrary; These Leaves are very smooth and without notches:\n\n44. Chamæsyce major hirsuta, Indicæ natriusque Mus. Petiv. 758.\nThis differs from the last in having hairy Stalks, and the Leaves lightly serrated, the cluster of Seed are also closer set.\n\n45. Chamæsyce Madraspatan. maculata major.\nThese Leaves grow by pairs without smaller ones amongst them, they very much resemble our Sanæ foin.\n\n46. Chamæsyce Madraspat. maculata minor.\nan Tithymalus s. Chamæsyce altera Virginiana folijs crenatis & macula fusca elegantur notatis Ray. H. pl. Pluk. Tab. 65. Fig. 8. & Alm. Bot. H. Ox. S. 10. p. 341. 21.\nThese Leaves are much smaller than the last, and somewhat notcht.\n\n47. Chamæsyce Madraspat. foliis majoribus.\nThese Leaves end broad, and are narrow at base, have rarely any bosom Leaves, the Seed comes generally at the end of the branches.\n\n48. Chamæsyce Madraspat. folijs minoribus.\nThis is void of spots, otherwise very like No 46, it's thickset with small Leaves, and the Seed comes from its bosoms.\n\n49. Acetosa Madraspat. vesicaria Betæ folio.\nAcetosa Africana Brosf Hort. Paris. and Hort. Groning. Viridar. var. 84. & 596.\nAcetosa Africana Robini vesicaria virid. var. 476. Hort. Lugd. Bat.\nAcetosa Americana annua folio carnosof virid. var. 2. Hort. Haafn.\nAcetosa Americana folijs longissimis pediculis donata C. B. 114. 6. prodr. 54. c. 18. 1.\n\nan Acetosa Indica Park. 744. 10?\n\nan Acetosa Indica folio carnosö Virid. var. 398. Hort. Patavin.\n\nAcetosa vesicaria Americana Park. 744. 11. vesicaria peregrina H. Eyf. vesicar. utrinque Indiae annua Alm. Bot. 8. pl. 3.\n\nOxalis Africana J. B. Vol. 2. lib. 23. p. 992. Fig. prodr. 69. pl. 19.\n\nOxalis Africana elegantissima, flosculis ex luteolo virentibus Chabr. 312. Fig. 2.\n\nRay H. Plant. 179. Hist Oxon. 583. Sect. 5. pl. 7. Tab. 28. Ser. 2. Fig. 7.\n\nJohn Bauhin's Figure and Description exactly resembles this Plant, and he doubts whether it be not the Oxalis Zacynthi Insulae Press. Alpini de Plant Egypt. cap. 43. which the Apothecaries of that Island used in their Medicines; but I cannot believe it, because Alpinus says his was a very little Plant, with small thick longish Leaves, resembling Marygolds, this being no small Plant, and has large Leaves very like the white Beet.\n\n50. Triopterus Malabarica Epimedij folio.\n\nAcetosa Luzon. Saxatilis nigritarum Camel. not. Ms in Hort. Malab.\n\nSolano affinis Malabarica flore & baccis rubescentibus Camel. in Hort. Malab. Vol. 9. Tab. 86. p. 168.\n\nTsieria Narinam pulli Malab. Ambetti Bram. H. Mal. V. 9. Tab. 86. p. 167. Lingat vel Salalay Luzon.\n\nThis agrees very well in most particulars with the Hortus Malab. and it seems to be an herbaceous Triopterus.\n\n51 Triopterus Malabaricus scandens Inhame folio.\n\nan Katu Katsjil Hort. Malab. V. 7. Tab. 36. p. 69?\n\nThis may be a sort of Inhame vulgo Yam or Potatoe, and is distinguished from others, in having a large three winged Seed Vessel.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102906.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19506,
    "total-output-tokens": 6802,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1203,
        2
      ],
      [
        1203,
        2995,
        3
      ],
      [
        2995,
        4772,
        4
      ],
      [
        4772,
        6312,
        5
      ],
      [
        6312,
        7973,
        6
      ],
      [
        7973,
        9775,
        7
      ],
      [
        9775,
        11444,
        8
      ],
      [
        11444,
        13171,
        9
      ],
      [
        13171,
        14985,
        10
      ],
      [
        14985,
        16727,
        11
      ],
      [
        16727,
        18363,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102906",
    "title": "The Eighth Book of East India Plants, Sent from Fort St George to Mr James Petiver Apothecary, and F. R. S. with His Remarks on Them",
    "authors": "Fort St George",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/102906"
  }
}