{
  "id": "b9da602373affa5867fd1ab3224b238bb13501d9",
  "text": "edges blew or greenish. Being applyed to the Wound, it adheres to it of itself, and falls not off, but after it hath sucked the Poyson: Then they wash it in Milk, wherein 'tis left awhile, till it return to its natural condition. It is a rare Stone, for if it be put the second time upon the Wound, and stick to it, 'tis a sign it had not suck'd all the Venome during its first application; but if it stick not, 'tis a mark that all the Poyson was drawn out at first. So far our French Author: wherein appears no considerable difference from the written Relation before mentioned.\n\nOf the way, used in the Mogol's Dominions, to make Saltpetre.\n\nThis is delivered in the same Book of Monsieur Thevenot, and the manner of it having been inquired after, by several curious Persons, to compare it with that which is used in Europe, 'tis presum'd, they will not be displeased to finde it inserted here in English, which is as followeth:\n\nSaltpetre is found in many places of the East Indies, but chiefly about Agra, and in the Villages, that heretofore have been numerously inhabited, but are now deserted. They draw it out of three sorts of Earth, black, yellow, and white: the best, is that which is drawn out of the black, for it is free from common Salt. They work it in this manner: They make two Pits, flat at the bottom, like those wherein common Salt is made; one of them having much more compass than the other, they fill that with Earth, upon which they let run Water, and by the feet of People they tread it, and reduce it to the consistency of a Pap, and so they let it stand for two days, that the Water may extract all the Salt that is in the Earth: Then they pass this Water into another Pit, in which it crystallizes into Saltpetre. They let it boil once or twice in a Caldron, according as they will have it whiter and purer. Whilst it is over the Fire, they scum it continually, and fill it out into great Earthen Pots, which hold\nhold each 25 or 30 pounds, and these they expose to clear Nights; and if there be any impurity remaining, it will fall to the bottom: Afterwards they break the Pots, and dry the Salt in the Sun. One might make vast quantities of Salt-petre in these parts; but the Country People seeing that we buy of it, and that the English begin to do the same, they now sell us a Maon of 6 pounds for two Rupees and a half, which we had formerly for half that price.\n\nAn Account of Hevelius his Prodromus Cometicus, together with some Animadversions made upon it by a French Philosopher.\n\nThis excellent Dantiscan Astronomer, Hevelius, in his Prodromus (by him so call'd, because it is as a Harbinger to his Cometography, which hath already so far passed the Press, that of twelve Books there are but three remaining to be Printed) gives an Account of the Observations he hath made of the First of the two late Comets; reserving those he hath made of the second, for that great Treatise, where he also intends to deliver the Matter of this first more particularly and more fully than he hath done here.\n\nIn this Account he represents the Rise, Place, Course, Swiftness, Faces and Train of this Comet, interweaving his Conceptions both about the Region of Comets in general (whether it be the Air, or the Aether?) and the Causes of their Generation: In the search of which latter, he intimates to have received much assistance from his Telescope.\n\nHe observed this Comet not before Decemb. 14, (though he conceives it might have been seen since Novem. 23.) & he saw it no longer than Febr. 14; though several others have seen it both sooner, and later: and though himself continued to look out for it till March 7., but fruitlessly, whereof he thinks the reason to have been its too great distance and tenuity.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101447.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 993,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1944,
        2
      ],
      [
        1944,
        3740,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101447",
    "title": "Of the Way, Used in the Mogol's Dominions, to Make Saltpetre",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101447"
  }
}