{
  "id": "f0776977a5ad7e1d8e6e7cb80866727ddf504ba9",
  "text": "plicabile. Nam si, v. gr. in tali apertura quae januarium est, duo mutuli \\(ab\\), \\(gb\\) (Tab. V. Fig. 4.) in murum immittuntur, tertius \\(ec\\), murum contiguum praecise non requirit; sed in ferri quadam compage, longe de muri plano prominente, valide satis firmari potest.\n\nMulta praeterea sunt quae in hoc organo aliter aut forte melius disponi possent; sed longus nimis forem omnia cogitata mea in medium hoc loco prolatus. Sufficiat artificium scopo congruens monstrasse, idque non ingratum penitus astronomis fore confido.\n\n**XIX. Observationes dua Alberti Haller, Prof. Med. Gotting. R. S. S. Lond. S. Fabricae morboae in Cadaveribus repertae.**\n\n**Observatio I.**\n\n*Read May 7.*\n\nIN foemina quadragenaria reperi venam cavam inter renalis sinistrae originem, et inter iliacas venas, enormiter angustatam, ut vix quidquam transmitteret. Aliquid tamen polyposi duri sanguinis in ejus cavitate, quae inter crassas membranas arctissima fuit, repertum est. Vena vero spermatica dextra enormiter dilatata, unciali diametro venae cavae locum subiit, et sanguinem, exclusum a via solita, reddidit ureteris venae, alioquin in sano corpore exiguae, ortae ab iliaca dextra.\n\nRarissimi hujusmodi coalitus exemplum aliud reperi in Johannis Rhodii Mantiss. Anatom. Obs. XXI.\n\nEx utroque constat, etiam in maximis truncis vasorum corporis humani morbos subnasci posse, et obstructionem in venis vere dari; et canales minimos, quando sanguinis, solitis viis exclusi, impetus eo vergit, patentissimos reddi posse.\nObs. II.\n\nIn foemina decrepita, quam centum annorum ætate esse dictabant, non tamen ita firma fama, ut eam sequi tuto licet, ætatis summæ aliqua vestigia reperi.\n\nTota corporis fabrica durior fuit, vel cultro judice. Glandulae conglobatae sanæ, sed similes fere renalis carnis firmitati; nervi praeduri; cellulosa tela ubique vix scissilis; costarum cartilagines nondum ossæ, nisi supremam velles, quæ cum sterno, nexu vix ullum discriminis vestigium relinquente, conferruminata erat. Sed in ea costa id non rarum est.\n\nVerum in arteria magna multæ mortis causæ fuerunt. Amplissima primum aorta, qua ex corde prodit, ut quinque unciarum et linearum duarum esset ambitus. Deinde aperto hoc, non aneurysmate quidem, sed amplissimo tamen sinu adparuit.\n\n1. Valvulas cordis arteriosas partim induratas, partim etiam petrosis tumoribus varias esse, perinde uti Cowperi fere figuræ demonstrant [Myolog. reform. T. XI.]; reliquæ valvulæ venosæ et arteriosæ cordis vix mutatae.\n\n2. In arteria aorta, tum ad cor, tum in thorace, in abdomine denique, membrana interna undique lacera, quasi scabendo in eminentes cristas liberas, fluctuantes, mutata, tamquam ulcere aliquo consumpta esset. Haæ squamæ passim ossæ erant, alicubi etiam petrosæ, et acervi tophaceorum granorum plerorumque valorum ex aorta oriundorum ostia obsidebant. Membrana musculosa sana fuit, tum externa, ut vitium omne in intima federet.\n\n3. In hypogastricis, iliacis, pelvis, arteriis, et iis quæ ex pelvi ad nates exeunt, plurimæ crustæ ossæ, subflexiles tamen, in quas mutata erat interna harum arteriarum\narteriarum membrana, ita tamen adhaerentibus fibris carneis, ut paslim calculosae squamae ductibus transversis inscriberentur. Nihil tamen hic petrosi. In omnibus arteriis corporis praedura et figurata teretia sanguinis crassamenta, suo canali tamen minora.\n\n4. Vesicula fellea flava bile vix amara plena, et calculis ad viginti, exiguis, angulosis, quorum unus ita obsidebat oftium ductus cystici, propius paulum cholidocho, quam prima cystici valvula, ut bilis, contra quam solet, ex vesicula premendo expelli non posset. Dulcedinem in bile, quando in calculos coivit, pice rumque reperire soleo.\n\nHaec fere fuerunt, quae observationem merentur, et demonstrant arteriarum internam membranam ab iustibus repetitis cordis tandem partim indurescere, partim inter ossificata spatia rumpi, sic debilitari truncum aortae, et ad aneurysmata reddi pronum. Demonstrat etiam in ipso sanguine ubique terram veram calculosam circumvehiri, nec in renalibus solum viis deponi, sed ibi hæreere et congeri, ubi ruptae sunt levissimae membranae vasorum, et adtractio terrearum molecularum ad asperas inaequales superficies major est.\n\nXX. A Letter from Mr. David-Erskine Baker to the President, concerning the Property of Water Efts in slipping off their Skins as Serpents do.\n\nSIR,\n\nLondon, May 13. 1747.\n\nRead May 14. 1747.\n\nAs several little Particularities in the Production or Changes of Animals may be found of considerable Service to assist us in",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104864.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1566,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1503,
        2
      ],
      [
        1503,
        3072,
        3
      ],
      [
        3072,
        4510,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104864",
    "title": "Observationes duae Alberti Haller, Prof. Med. Gotting. R. S. S. Lond. S. Fabricae Morbosae in Cadaveribus Repertae",
    "authors": "Alberti Haller",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104864"
  }
}