{
  "id": "f65cc21b5a43587faab4699adba4d028f34834b1",
  "text": "tho' at the same time the stone itself will be somewhat hurt or corroded by the air.\n\nI have the honour to be,\n\nReverend Sir,\n\nYour very obliged and humble Servant,\n\nBearbinder-lane,\n7th February 1759.\n\nEmanuel Mendez da Costa.\n\nVI. Observations upon the Sea Scolopendre, or Sea Millepes. By John Andrew Peyssonel, M.D. F.R.S. Translated from the French.\n\nRead Feb. 15, 1759.\n\nTHIS creature, in its figure, is like the Land Scolopendre, or, as Pliny says, to the hairy caterpillar, commonly called the Milleped animal. It is of the same colour, has the same arrangement of circular rings: but whereas the Land Scolopendre is flat, this is square. I counted eighty rings, which form the body and head, when it was brought to me. This sea insect was very small, and almost imperceptible. I was surprized, after having kept him some time, to see a round body, of a blackish green colour, like the glans virilis, pass out of him, which had a considerable opening, like the canal of the urethra. This gland was surrounded by two bodies or bowels, which appeared in form of a prepuce turned back; the one was yellowish, and the other whitish; each but a\nline thick, stronger and larger above, and terminating below like a ligature, filled with a matter like that contained in the intestines of fishes and insects. This may be what gave occasion to Pliny, and other naturalists, to think, that these insects, finding themselves taken, throw out their bowels in order to lessen their bulk.\n\nIt is very likely, that this gland, which it pushes out, and these kinds of bowels full of the same matter, which fills them within, which in the natural state of the insect do not at all appear, but are in the inside of the animal, without any signs of their existence, being pushed outwards, increase the size of its head to ten times its common bulk; and are the intestines, which he throws out at times. Is not the gland his stomach, and these prepuces his guts, which he protrudes and retracts at pleasure? To what purpose this play or action of these parts? I profess I do not know. It cannot be to disengage himself from the machine; and this must be very small, in order to be enabled to catch these insects. If it was of glass, and of a bell-form, the protrusion of the stomach might be seen, in order to eject that matter, whatsoever it be, in this play or action; which may perhaps be hereafter discovered.\n\nThe body of the animal is square; and the four sides are armed with such prickles, as I never saw before. Also every ring has four bundles of prickles. The following is the manner of their being disposed: At the end of each ring, above the square, on each side, we see a gland, near which a bundle of prickles arises towards the squares below. This bundle seems to fill the whole ring, and to part as it were from the center.\ncenter of the under side; where is a hollow or separation, which passes in a right line from the head to the tail. The bundles of prickles appear round at first, and terminate in points; but afterwards they are seen to spread out like a fan; so that their extremities are more than four times the bigness of their bases. They contain an infinite number of prickles, which are extremely fine, loose, and brilliant, like an aigrette of glass, but more free and loose. The range of prickles underneath spreads also like fans, serving the insect as feet; for it is upon these he stands, and moves upon them as the Scolopendre does on his feet.\n\nHaving put these Sea Scolopendres upon my fingers, they thrust a great number of their prickles into the skin, and caused a sharp pain for some hours: it was like fire upon the part. It was in vain that I rubbed and washed the part; and tho' the prickles were broken, yet the parts, that stuck in the flesh, produced their effect, and caused the pain I felt for some hours. Afterwards it all went off without any further ill consequence.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105351.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1053,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1148,
        2
      ],
      [
        1148,
        2828,
        3
      ],
      [
        2828,
        3906,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105351",
    "title": "Observations upon the Sea Scolopendre, or Sea Millepes. By John Andrew Peyssonel, M. D. F. R. S. Translated from the French",
    "authors": "John Andrew Peyssonel",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105351"
  }
}