{
  "id": "3aa821d8a79536d334e6ad8372ad3077094cd35b",
  "text": "XXX. On Bitumen in Stones. By the Right Honourable GEORGE KNOX, F. R. S.\n\nRead June 12, 1823.\n\nIn a Paper which I had the honour of presenting to the Royal Society on the 9th of May, 1822, I stated my intention of proceeding with an inquiry into the existence of bitumen in certain stones, not generally supposed to contain such a substance. The result of the investigation, I now beg leave to submit.\n\nIn the Paper referred to, I described the manner in which the pulverised stone was distilled, in order to obtain the volatile ingredients. I had at that time detected a bituminous substance in two varieties of Pitch-stone, the Newry, and the Meissen. I have since subjected to the same process the following minerals, viz., 1. Arran Pitch-stone; 2. Pearlstone, from Tokay, in Hungary; 3. Pumice, from Iceland; 4. Amygdaloid, from Disco Island; 5. Basaltic, or Secondary Green-stone, from Newry; 6. Transition Green-stone, from Carlingford Mountain in the County of Louth; 7. Bole, from Disco Island; 8. Basalt, from the Giants’ Causeway; 9. Basalt, from Disco Island; 10. Transition, by some considered Primitive Green-stone, from Clack Hill, near Castle Wellan, in the County of Down, Ireland; 11. Wacke, from Disco Island; 12. Iron Clay, from Disco Island; 13. Iron Clay, from Howth; 14. Hornblende, from Schneeburg, Upper Saxony; 15. Tourmaline, from Karorulik, in Greenland;\n16. Augite, from Arendal, Norway; 17. Serpentine, from Zöplitz, Upper Saxony; 18. Clay Slate, from Bangor, North Wales; 19. White Felspar, from Killiney, near Dublin; 20. Flesh-red Felspar, from Aberdeen, Scotland; 21. Menilite, from Menil Montant, near Paris; 22. Adhesive Slate, from Menil Montant; 23. Mica Slate, from Freyburg, Saxony; 24. Mica, from the Ural Mountains, Siberia; 25. Obsidian, from the Lipari Islands; 26. Fetid Quartz, from Nantes in France; 27. Common Quartz; 28. Rock Crystal, from the Cape of Good Hope.\n\nHow far the investigation has been successful, or otherwise, the following details will determine.\n\n1. Arran Pitch-stone.\n\nThis specimen was of a very dark oil-green colour, passing into raven black; the fracture conchoidal in all directions, with numerous dots of pearl-grey felspar.\n\nIt lost by ignition in a platina crucible 4.7059 per cent.; at a higher heat it fused, and lost on the whole 5 grains; when distilled in an iron retort 4.5 per cent. of water and bitumen came over: as nearly as I could estimate 2 per cent. was bitumen. It appeared to be similar to what I had obtained from the Newry Pitch-stone.\n\nThe retort contained a substance resembling pumice, but not sufficiently indurated. It broke into joints like those in basaltic columns, one end of each joint being convex and the other concave. The colour changed to milk-white.\n\n2. Pearl-stone.\n\n100 grains lost by ignition 3.25, and changed from ash-grey to reddish white, having probably gained oxygen.\nWhen distilled, the product was 2,5 of water and floating bitumen. The substance remaining in the retort was like No. 1, a soft pumice, and broke in the same manner.\n\n3. Pumice.\n\nFused without loss.\n\n4. Amygdaloid, from Disco Island.\n\nLost by ignition 3,25.\n\nThe product of distillation was a bituminous water weighing 3,1 per cent.\n\n5. Basaltic Green-stone.\n\nThis is the Green-stone which forms beds in granite near the Newry Pitch-stone, and which I mistook for basalt. The beds contain spheroidal concentric balls, as mentioned in my former Paper, and the specimen operated on was from one of those balls.\n\nIt lost by ignition 6,25 per cent. and produced by distillation, after the water had been expelled by a heat below redness, 1,75 of pure bitumen.\n\n6. Transition Green-stone, Carlingford.\n\nLost by ignition 2 per cent. Distillation produced 1,5 per cent. chiefly bitumen.\n\n7. Bole.\n\nLost by ignition 24,5 per cent. The colour changed from Isabella-yellow to tile-red.\n\nA considerable quantity of bitumen was produced by distillation, but in consequence of an accident it could not be ascertained. It had a saline taste, reddened turmeric paper, and, when presented to the vapour of muriatic acid, dense fumes were formed.\n8. Basalt, from the Giants' Causeway.\n\nLost by ignition 6,051 per cent.\nObtained by distillation 6 per cent. of bitumen and water.\nThe retort contained a pumice, which broke, as in No. 1.\n\n9. Basalt, from Disco Island.\n\nBy distillation, 2,312 per cent. of bitumen and water. The mass in the retort a pumice, which broke, as No. 1.\n\n10. Obsidian.\n\nBy ignition lost 1,75 per cent. Colour changed from ash-grey to reddish-white. The original specimen, in the lump, raven black.\n\nDistillation produced 0.2 per cent. of bituminous water, with indications of ammonia. The mass in the retort was a very vesicular, light, imperfectly vitrified substance, resembling the glassy pumice which adheres to, and is disseminated through, the Obsidian of Ascension Island. It broke as No. 1, and one piece, similar to the rest, had sublimed in the neck of the retort.\n\n11. Green-stone, from Clack Hill.\n\nBy ignition lost 2 per cent.\nDistillation produced 2 per cent. of bituminous water, chiefly bitumen; part of the bitumen so volatile as to be evaporated by the heat of the hand, through a thick glass, in a few seconds.\n\n12. Wacke, from Disco Island.\n\nThis mineral, which is pure wacke, is found at Inmarsoall, on the south coast of Disco Island, midway between the east\nand west boundary, imbedded in basaltic tuff, very near the shore. In the neighbourhood are beds of brown coal.\n\nLost by ignition 19.4 per cent.\n\nProduce of distillation 11.42 bituminous water, 4 cubic inches of carbonic acid, and 8 of carburetted hydrogen.\n\nThe retort contained a velvet black powder, which being transferred to a covered platina crucible and exposed to a heat which melted cast iron, remained unchanged.\n\nThe carbone being burned off in an open vessel, there was a loss of 4 per cent. When the carbon was removed it melted into a slag.\n\nI was induced by the above experiments, to try whether, by igniting this substance under charcoal to prevent the escape of the carbon, I might not make black chalk. The experiment was successful. The chalk was of a pretty good consistency and colour, and was effaced like graphite, both by bread and caoutchouc.\n\n13. Iron Clay, from Disco Island.\n\nBy ignition it lost 21 per cent.\n\nDistillation produced a bituminous water, weighing 18.25 per cent.\n\n14. Iron Clay, from Howth.\n\nBy ignition lost 5 per cent.\n\nDistillation produced 4 per cent of bitumen, with very little water. The mass in the retort was a pumice, but approaching to vitrification, and of a pale violet-blue colour: when exposed to a stronger heat in a platina crucible the colour changed to greenish-grey.\n\nMDCCCXXIII.\n15. **Bole, from Disco Island.**\n\nDistilled in a coated green glass retort, the result was nearly the same as No. 7, but it contained no ammonia.\n\nBoiled a portion for a couple of hours in strong muriatic acid, filtered and evaporated. A large quantity of the mineral had been taken up by the acid, but no muriate of ammonia was formed.\n\n16. **Hornblende, from Schneeburg, Upper Saxony.**\n\nBy ignition lost 3 per cent. and colour heightened.\n\nDistillation produced 0.75 per cent. of bituminous water, but some was lost in the process.\n\n17. **Tourmaline, from Karorulik, West Greenland.**\n\nDistillation produced 0.7 per cent. of bituminous water. The mass in the retort was a pumice, but too much indurated. The stone was velvet-black, the powder ash-grey, and the pumice pearl-white.\n\n18. **Augite, from Arendal.**\n\nBy ignition lost 0.5 per cent.\n\nDistillation produced 0.35 of bituminous water, chiefly bitumen. The contents of the retort, a powder. The heat was not very great.\n\n19. **Common Serpentine, from Zöplitz, Upper Saxony.**\n\nBy ignition lost 12.5 per cent.\n\nDistillation produced 10.5 of bituminous water.\n\n20. **Clay Slate, from Bangor.**\n\nLost by ignition, 3.25 per cent.\n\nDistillation produced 3 per cent of bituminous water.\nThe contents of the retort were coherent, but not hard, and broke as No. 1.\n\n21. *White Felspar, from Killiney.*\n\nBy ignition lost 0.40 per cent. colour unchanged.\nDistillation in an iron retort produced 0.35 per cent. of bituminous water, which gave with the vapour of muriatic acid indications of ammonia.\n\n22. *White Felspar, from Killiney.*\n\nDistilled in a coated green-glass retort, same result, but no appearance of ammonia.\n\n23. *Flesh-red Felspar, from Aberdeen.*\n\nDistilled in a coated green-glass retort, a bituminous water produced, but by the melting of the retort a part was lost. It contained no ammonia. The contents of the retort were pale reddish-white, coherent, but friable.\n\n24. *Menilite, from Menil Montant.*\n\nDistillation produced 3.75 per cent. of bituminous water, with some ammonia. A friable substance remained in the retort, which on being exposed to a stronger heat in a platina crucible, lost 1.25 per cent.; probably carbon.\nIgnited under charcoal it became black, but did not write.\n\n25. *Adhesive Slate.*\n\nThis was the matrix of Menilite, from Menil Montant.\nDistillation produced 18.5 per cent. of water and bitumen; the latter wine-yellow, and floating on the surface of the water.\nThe mass in the retort was coherent, but friable, and broke as No. 1.\n26. Mica Slate.\n\nIgnited; lost 2 per cent. and colour heightened.\nDistilled; a bituminous water very volatile, but no trace of ammonia; part of the product lost.\nResiduum in the retort a heavy pumice, which broke as No. 1.\n\n27. Mica, Silver-white.\n\nDistillation produced 1,33 per cent. of bituminous water, with indications of ammonia. The contents of the retort was slightly coherent.\n\n28. Fetid Quartz.\n\nBy ignition lost 0.937 per cent. and its smell.\nDistillation produced a bituminous water, smelling strongly of naphtha, but in which neither ammonia nor sulphuretted hydrogen could be traced.\n\n29. Pearl-white Common Quartz Fat Quartz.\n\nIgnition gave 1 per cent. loss.\nBy distillation 0.1 of a very fetid bituminous water.\nContents of the retort a powder unaltered in colour.\n\n30. Rock Crystal.\n\nBy ignition lost nothing; the specimen was perfectly transparent and colourless, the powder snow-white.\n\n31. Adularia, a Crystal, Pearl-white.\n\nBy ignition lost nothing.\n\n32. Pearl-blue Adularia, from Greenland.\n\nBy ignition lost 0.4 per cent.\n\nAll these substances, with the exception of the Rock Crystal and Pearl-white Adularia, scintillated more or less strongly when projected on boiling nitre.\nADDITIONAL EXPERIMENTS.\n\nI have again distilled felspar, and again obtained the volatile fluid.\n\n33. Carrara Marble.\n\n0.15 per cent. of water without smell, or alkaline mixture.\n\n34. Lucullite, from Galway.\n\n0.188 per cent.; an oily smell at first, but afterwards became ammoniacal. Litmus paper reddened by acetous acid became blue. Vegetable blue paper became green.\n\nThe contents of the retort white, except at the upper part, where there was a carbonaceous appearance; no effervescence, nor smell of sulphuretted hydrogen when put into dilute muriatic acid.\n\nThe distillations in iron retorts.\n\nIn a former distillation of Lucullite, in which the lime was not rendered quite caustic, muriatic acid in dissolving the residuum produced a smell of sulphuretted hydrogen.\n\n* * * I am obliged to Sir Charles Giesecke, for the Greenland specimens; to Mr. Griffith, for those from Arran, Carlingford, and Castle Wellan; and to Mr. Moore, for the fetid quartz.\n\nThe stones were all ignited in a platina crucible.\nOBSERVATIONS.\n\nI do not mean to waste the time of the Royal Society, by applying the facts above stated to confirm, or invalidate, either of the great rival theories; still less to support any hypothesis of my own.\n\nA most instructive lesson has been inculcated by the recent discoveries of Sir Humphry Davy, in his examination of the cavities of crystals. In that ingenious Paper, a fact, which had for many years been considered as evidence almost conclusive in favour of one system, has been converted into an argument nearly irresistible in support of the other. I shall confine myself, therefore, to calling the attention of the Society to some of the most obvious results and inferences.\n\nIt may be a question, whether the bitumen obtained by distillation, has actually existed in the stone. That it may have been somewhat altered, or contaminated in the process, is not improbable; but it is to be observed, that an inflammable oily substance, scarcely discernible from that which distils over, may be obtained in the common method of analysis; and likewise, that the bitumens obtained by distillation from such a variety of earthy substances, possess the same smell, colour, and volatility.\n\nThat the ammonia, however, which sometimes appears, is a product, and not an educt, I have myself little doubt; and I trust, it is rendered highly probable by the experiments on felspar and bole. I conceive that it arises from the decomposition of the bitumen, either by the iron of the retort, or the carbon of the stone, at a high temperature.\n\nThe manner in which pulverised stones, which are both\nbituminous and vitrifiable, agglutinate, and form substances resembling *pumice*, is a subject which may throw some light upon the natural formation of that substance.\n\nThe conversion of *obsidian* into a species of *pumice*, and the proof that it contains bitumen, will probably be considered as supporting the mineralogical arrangement, which places that curious substance in connection with pitch-stone.\n\nAs it appears from the facts here detailed that bitumen, or a volatile inflammable oil, exists in considerable proportion, and in chemical union, with all the rocks of the Floetz Trap formation, is it a far-fetched inference to consider that formation as the chief source, whatever its own origin may have been, of the *ejected* volcanic products?\n\nThe appearance of an inflammable substance in the lower or elder rocks, such as mica, slate, &c. and, in particular, the exception in favour of colourless rock crystal and adularia, will probably obtain the attention of geologists.\n\nIt is observable also, that in the last named rocks, the quantity of the volatile and inflammable ingredients is less than in the upper or more recent formations, and that it seems also to be more firmly united.\n\nIf the scintillation of pulverised stones, when projected upon boiling nitre, be a test of their containing carbon, the experiments made with that object, demonstrate how much more generally that inflammable substance is distributed through the mineral kingdom, than was supposed; and may account for much of the loss which the best chemists and most experienced manipulators are often obliged to acknowledge in their analyses.\n\nFrom these observations may it not be inferred, that no\nanalysis of a stone can be perfectly relied upon, unless the stone itself has been distilled, and the product of the distillation examined.*\n\nTo call the whole volatile matter which escapes when the stone has been ignited, water, is evidently a misnomer. How many stones must we not now expect to contain bitumen as well as water? From how many does not carbon escape in the shape of carbonic acid gas or carburetted hydrogen?\n\nIn conclusion, I hope I may be allowed, from what is above stated, to recommend a previous distillation in all analyses of stony substances, in order to obtain the liquid bitumen, and also the carbon which has escaped in the shape of gas: and that the residuum in the retort should be afterwards examined for the remaining carbon, either by burning it off, or in such other manner as may seem best to the operator.\n\n* In these distillations a matter often condensed in the retort, which was exceedingly volatile, and which was easily raised in vapour by the heat of the hand.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107661.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20568,
    "total-output-tokens": 4383,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1382,
        2
      ],
      [
        1382,
        2885,
        3
      ],
      [
        2885,
        4115,
        4
      ],
      [
        4115,
        5373,
        5
      ],
      [
        5373,
        6715,
        6
      ],
      [
        6715,
        7956,
        7
      ],
      [
        7956,
        9243,
        8
      ],
      [
        9243,
        10444,
        9
      ],
      [
        10444,
        11453,
        10
      ],
      [
        11453,
        13054,
        11
      ],
      [
        13054,
        14742,
        12
      ],
      [
        14742,
        15745,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107661",
    "title": "On Bitumen in Stones",
    "authors": "George Knox",
    "year": 1823,
    "volume": "113",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/107661"
  }
}