{
  "id": "88c9ddb0edcc8defc14be2b39d6bb4202f55ab6e",
  "text": "AN INDEX TO THE FIFTY-FIRST VOLUME OF THE Philosophical Transactions.\n\nA\n\nABERRATIO NE luminis in superficiebus refractorum — Page 944\nAcorns of the English oak, method of preserving them — 207\nof the cork tree, D° — 209\nAleppo, account of the late earthquake there — 531\nAlteration of the colour in a Negro woman, account thereof — 175\nAmerica, account of that part of it which is nearest to the land of Kamtchatka — 477\nof its produce and inhabitants — 481, 482\nAmlwch (in the isle of Anglesea) account of the vitriolic waters there — 470\nAnimal, sent from the East Indies by General Clive, some account thereof — 648\nAntiquities, account of some found in Cornwall — 13\nextracts of letters concerning several lately discovered in Italy — 201, 636\nAntient Gracian music, an explanation of the modes or tones therein. — 695\nArm (broken) remarkable operation thereon — 657\nArtificial cold, how produced — 670\nAsbestos, account of a late discovery of some in France — 837\nINDEX.\n\nAurora Borealis, an attempt to account for the irregular variation of the horizontal magnetic needle at the time of one — — — Page 399\n\nAzores islands, many marks of subterraneous fires near them — — — subject to frequent earthquakes — ibid.\n\nB\n\nBaker (Mr. H.) his account of a stony concretion taken from the colon of an horse — — — 694\n\nBarker (Thomas) Esq; his remarks on the mutations of the stars — — — 498\n\nBath, account of a meteor seen there October 20, 1759, 301\n\nBeccaria (Father) his experiments in electricity — 514\n\nBees (a kind of) account of a specimen of their labour, 844\n\nBergman (Mr. Thorbern) his letter concerning electricity, 907\n\nBerings island, situation and description of it — 488\n\nBevis (John) M. B. his account of the comet seen in May 1759 — — — 93\n\nBirch (Rev. Thomas) D. D. letter to him, containing experiments on several pieces of marble stained — 30\n\nBird, description of one supposed to be bred between a turkey and pheasant — — — 839\n\nBlake (Francis) Esq; on the greatest effect of engines with uniformly accelerated motions — — — 1\n\nBody (human) concerning the electricity of it — — — 340\n\nBone found in the pelvis of a man, account thereof 660\n\nBorlase (Rev. William) M. A. his account of antiquities found in Cornwall — — — 13\n\nBovey coal, remarks thereon — — — 534\n\n—— analysis thereof — — — 552\n\n—— further account of some experiments made thereon — — — 941\n\nBrady (Terence) M. D. his account of a bone found in the pelvis of a man — — — 660\n\nBrakenridge (Rev. William) D. D. his letter concerning the sections of a solid not hitherto consider'd by geometers, 445\n\nBroken arm, remarkable operation thereon — — — 657\nINDEX.\n\nCamphor, a powerful corrector and expeller of poisons in general — — — Page 669\n\nCanton (Mr. John) M. A. his attempt to account for the regular diurnal variation of the horizontal magnetic needle, and also for its irregular variation at the time of an aurora borealis — — — 398\n\nCarey (William) account of his case, whose tendons and muscles are turning into bones — — — 89, 92\n\nCase of a paralytic patient cured by an electrical application — — — 179\n\n—— of an empyema — — — 194\n\n—— of a very long suppression of urine — — — 215\n\n—— of Thomas Bingham, who had two stones of a remarkable shape and size cut out from his urethra — — — 305\n\n—— of an uncommon hæmoptysis — — — 526\n\n——, a very extraordinary one, of a lady who swallowed euphorbium — — — 662\n\n—— of a luxated thigh-bone reduced — — — 676, 846\n\n—— of Francis Newman, dyer, who lost the use of his hands by cleaning brass-wire — — — 937\n\nCatalogue of fifty plants from Chelsea garden, for the year 1758 — — — 96\n\n—— D° for the year 1759 — — — 644\n\nChambers (Mr. Robert) experiments on several pieces of marble stained by him — — — 30\n\nChelsea Garden, catalogue of fifty plants therefrom, for the year 1758 and 1759 — — — 96, 644\n\nChefsnuts, methods of preserving them — — — 212\n\nChigwell-row, in Essex, account of a meteor seen there October 20, 1759 — — — 302\n\nClive (General) account of an animal sent by him from the East-Indies — — — 648\n\nCoal (Bovey) remarks thereon — — — 534\n\n—— analysis thereof — — — 552\n\n—— further account of some experiments thereon — — — 941\n\nCocoon\nINDEX.\n\nCocoon, or Silk-pod, account of a particular species thereof from America — — — Page 54\n\nCobiston (electrical) concerning it — — — 359\n— — — concerning the force of it — — — 390\n\nCoin (Sidonian) account of one — — — 637\n— — — (Parthian) conjectures on an inedited one — — — 680\n— — — (Samnite-Etruscan) some observations upon one never before fully explained — — — 853\n\nCold fusion, the received opinion thereof uncertain — — — 294\n\nCold (artificial) how produced — — — 670\n\nColebrooke (Mr. Josiah) his experiments concerning the encaustic painting of the antients — — — 40\n— — — his letter to Lord Charles Caven-dish, concerning the success of the above-mentioned experiments — — — 53\n— — — his account of a meteor seen at Bath, October 20, 1759 — — — 301\n\nCollinson (Mr. Peter) his letter concerning the migration of swallows — — — 459\n\nColon of an horse, account of a stony concretion taken therefrom — — — 694\n\nColour, remarkable alteration of it in a Negro woman — — — 175\n\nComet, accounts of that seen in May 1759 — — — 93, 94\n— — — observations on that seen in January 1760, by Mr. Short — — — 465\n— — — D° by the Rev. Mr. Michell — — — 466\n— — — account of the same, by Nich. Munckley, Esq; — — — 467\n— — — observations on one, made at Paris in February 1760, by the Abbé de Caille — — — 635\n\nConcretion (stony) account of one taken from the colon of an horse — — — 694\n\nConjectures, on the cause of earthquakes — — — 566\n— — — on an inedited Parthian coin — — — 680\n\nConstruction and effects of windmill-sails — — — 138\n\nConsiderations on a late treatise, intituled, A new set of logarithmic solar tables for finding the latitude at sea, — — — 910\n\nCooper (Mr. Samuel) his account of a storm of thunder and lightning at Norwich — — — 38\nINDEX\n\nCornwall, account of antiquities found there, Page 13\n\nD\nDa Costa (Mr. Emanuel Mendez) his remarks on some observations relating to the production of the Terra Tripolitana, or Tripoli — 192\nDamascus, account of the late earthquake there — 532\nDarwin (Erasmus) M.D. case of an uncommon haemoptysis related by him — 526\nDawson (Ambrose) M.D. case of a very long suppression of urine related by him — 215\nDay (Mr. Mark) his account of the comet seen in January 1750 — 469\nDelaval (Edward) M.A. his letter, containing some electrical experiments and observations — 83\nDescription of a metalline thermometer — 823\nof a bird, supposed to be bred between a turkey and pheasant — 834\nDescriptio montium quorundam ligno fossili infarctorum — 506\nDe Venuti (Signor Abbate) extracts of some letters from him, relating to several antiquities lately discovered in Italy — 201\nDiapason, the species thereof explained — 706\nDiscovery of asbestos in France, account thereof — 837\nDoctrine (harmonic) explained, as far as concerns the seven modes admitted by Ptolemy — 697\n(musical) of the same modes explained, and its agreement with the harmonic shewn — 703\nDoctrines, something of the origin of the harmonic and musical pointed out — 729\nDutton (Mr. John) his account of a meteor seen at Chigwell-row, in Essex, October 20, 1759 — 302\n\nE\nEarth, its structure and composition — 582\nits strata regular and uniform — ibid.\nINDEX.\n\nEarthquake, method of finding the place of the origin of any particular one — Page 625\n\n———, inquiry into the situation of the cause which gave rise to that of November 1, 1755 — 626\n\n———, concerning the depth at which the cause lies that occasions any particular one — 631\n\n———, a burning island raised out of the sea by one near Tercera, one of the Azores — 577\n\n———, islands raised out of the sea thereby, near Santerini, in the Archipelago, and at Manilla, one of the Philipine islands — 578, 579\n\n———, Latacunga, Ambato, and Riombambo, towns in South America, destroyed by one in 1698 — 620\n\n———, effects of that of November 1, 1755, on the largest mountains in Portugal — 622\n\n———, account of that which destroyed Port Royal in Jamaica, in 1692 — 623\n\nEarthquakes, account of those in Syria in 1759 — 529\n\n———, conjectures concerning the cause, and observations upon the phænomena of them — 566\n\n———, caused by subterraneous fires — 569\n\n———, the same place subject to returns of them ibid.\n\n———, places in the neighbourhood of burning mountains subject to frequent returns of them — 571\n\n———, motion of the earth during them partly tremulous, and partly propagated by waves — ibid.\n\n———, generally come to one and the same place, from the same point of the compass — 573\n\n———, their frequency in the neighbourhood of burning mountains a strong argument of their proceeding from a similar cause — 589\n\n———, why they observe a sort of periodical return — 614\n\n———, the most extensive ones frequently take their rise from the sea — 615\nINDEX.\n\nEarthquakes, those of small extent generally happen among the mountains — — — Page 618\n— — —, those in hilly countries more violent than those which happen elsewhere — — — 619\n— — —, those which have happened in the neighbourhood of Quito, incomparably more violent than those which destroyed Lisbon — — — 620\n— — — very frequent in Berings island — — — 493\nEclipse of the moon, account of one Nov. 22, 1760 — 936\nEdwards (Mr. George) his account of the frog-fish of Surinam — — — 653\n— — — his account of a bird, supposed to be bred between a turkey and pheasant — — — 833\nElectrical experiments and observations — — — 83\n— — — experiments on the tourmalin — — — 308\n— — — Cohesion, concerning it — — — 359\n— — —, concerning the force of it — — — 390\nElectricity, a paralytic patient cured thereby — — — 179\n— — — of the human body, and of the animal substances silk and wool — — — 340\n— — — of black and white silk — — — 348\n— — —, two distinct powers therein — — — 371, 380\n— — —, new experiments therein, 308, 348, 514, 896\n— — —, a letter concerning it — — — 907\nEllis (John) Esq; his account of experiments relating to the preservation of seeds — — — 206\n— — —, method of making Sal Ammoniac in Egypt, by him — — — 504\n— — — his account of the plants Halecia and Gardenia — — — 929\nEmpyema, remarkable case of one — — — 194\nEncaustic painting of the ancients, experiments concerning it — — — 40\nEngines, the greatest effect of those with uniformly accelerated motions considered — — — 1\nEnquiry (experimental) concerning the natural powers of water and wind to turn mills and other machines depending on a circular motion — — — 100\n\nEnquiry\nINDEX.\n\nEnquiry into the measure of the Roman foot — Page 774\nEuphorbium, extraordinary case of a lady who swallowed some — 662\nExperiments on several pieces of marble stained by Mr. Robert Chambers — 30\n— concerning the encaustic painting of the ancients — 40\n— letter concerning the success of the preceding — 53\n— on undershot water-wheels — 110—124\n— on overshot D° — 127—138\n— on windmill-sails — 141\n— account of some relating to the preservation of seeds — 296\n— on the tourmalin — 308—339\n— in electricity — 308, 348, 514, 896\n— in magnetism — 400\n— on the Bovey coal — 552, 941\nExplanation of the modes or tones in the ancient Grecian music — 695\nExplication of some words which occur in the Reise Beschreibung — 494\nEyles Stiles (Sir Fr. Haskins) his explanation of the modes or tones in the ancient Grecian music — 695\n\nF\n\nFerentum, a town of Etruria, account of the ruins thereof — 203\nFiery meteor, several accounts of one which appeared on Sunday November 26, 1758 — 218—259\n— its velocity — 263\n— its magnitude — ibid.\n— great light yielded by it — ibid.\n— length and consistence of its tail — ibid.\nFiery meteors, conjectures on their height and substance — 266\n— on their formation — 268\nFires (subterraneous) the probable cause of earthquakes, 569\nINDEX.\n\nFitzgerald (Keane) Esq; his description of a metalline thermometer — Page 823\n\nForce of electrical cohesion, a letter concerning it — 390\n\nForster (Rev. Richard) M. A. his account of a meteor seen at Shefford, in Berkshire, October 20, 1759, and observations on the weather of the preceding winter — 299\n\nFossil wood, account of it — 543\n— found in Iceland — 544\n— in the island of Faro — 545\n— in Switzerland — 546\n— in Oxfordshire — 547\n— in Northamptonshire — 548\n— in Dorsetshire — ibid.\n— near Fischhausen in Prussia — 550\n— at Munden and Allendorff in Germany — ibid.\n\nFranklin (Mr. Benjamin) his remarks on father Beccaria's electrical experiments — 525\n\nFrance, account of a late discovery of Asbestos in one of the provinces of that kingdom — 837\n\nFrog-fish of Surinam, account thereof — 653\n\nFusion (cold) the received opinion thereof uncertain — 294\n\nG\n\nGardenia, account of that plant — 932\n\nGreek music (ancient) explanation of the modes and tones therein — 695\n\nGrowth of trees, observations thereon — 7\n\nH\n\nHaemoptysis, case of an uncommon one — 526\n\nHalesia, account of that plant — 929\n\nHartfell-spaw, remarks thereon — 475\n— the waters thereof given with success in consumptions of the lungs — ibid.\n\nHenry (Rev. William) D. D. his account of the case of William Carey, whose tendons and muscles are turning into bones — 89\nINDEX.\n\nHenry (Rev. William) D. D. his further account of the same case — Page 92\n\nHimself (Dr.) translation of his letter concerning a paralytic patient cured by an electrical application — 179\nhis account of producing artificial cold 670\n\nHellmanni (Sam. Chrift.) philosophiæ professor. Goettingens. et S. R. sodalis, montium quorundam ligno fossili infarctorum descriptio — — — 506\n\nHorizontal magnetic needle, an attempt to account for its regular diurnal variation, and also for its irregular variation at the time of an aurora borealis — 398\n\nHot-baths, account of those of Vinadio in the province of Coni, in Piedmont — — — 837\n\nI\n\nImpregnation of mineral waters, thoughts thereon 275\n\nInhabitants of that part of America nearest Kamtchatka, account of them, their dress, and food — 482\n— — —, of their language, and the resemblance between them and the Kamtchadalians — 484\n— — —, of their armour — — — 485\n— — —, manner of their sailing upon the sea, and their canoes described — — — 486\n— — —, some of their customs — — — 487\n\nInscription on a patera found in Cornwall — — 16\n— — — found at Rome — — — 201\n— — — found in the way to Ostia, eight miles from Rome — — — 202\n\nInscriptions found among the ruins of antient Rome, 637-638\n— — —, remarks thereon — — — 640\n\nIslands, several raised out of the sea in the Archipelago, by a submarine volcano — — — 578\n\nIsland, a burning one raised out of the sea near Tercera, one of the Azores, by an earthquake — — — 577\n— — —, D° at Manilla, one of the Philippine islands 579\n\nK\n\nKamtchatka, some account of it, and of that part of America which is nearest to it — — — 477\n\nKimendge\nINDEX.\n\nKimendge coal, account of it — Page 549\nKnight (Gowin) M. B. his remarks on Mr. Mountaine's account of the extraordinary effects of lightning — 294\n\nL\n\nLabour of a kind of Bees, account of a specimen thereof, 844.\nLanden (Mr. John) new method of computing the sums of certain series, by him — 553\nLatacunga, a town in South America, destroyed by an earthquake in 1698 — 620\nLightning and thunder, account of the effects of them at Rickmansworth in Hertfordshire — 282\nLightning, account of some extraordinary effects of it, 286\nLignum Fossil, account of it — 547\nLisbon, conjectures and observations concerning the great earthquake there Nov. 1, 1755 — 566\nLogarithmic solar tables for finding the latitude at sea, considerations on a new set thereof — 910\nLuminis de aberratione, in superficiebus et lentibus sphæricis refractorum — 944\nLuxation (complete) of the thigh-bone, account thereof, 676\nLuxated thigh-bone reduced, account of one — 846\nLyncurium of the ancients, observations thereon — 394\n———, supposed to be what we now call the tourmalin — 396\nLyttelton (Rev. Charles) LL. D. letter to him, giving an account of some antiquities found in Cornwall — 13\n\nM\n\nMacclesfield (Earl of) letter to him, containing experiments concerning the encaustic painting of the antients — 40\n———, letter to him, containing remarks on the Bovey coal — 534\n——— description of a metalline thermometer communicated by him — 823\n——— letter to him, containing some further experiments in electricity — 896\nINDEX.\n\nMagnetic needle (horizontal) attempt to account for its regular diurnal variation, and also for its irregular variation at the time of an aurora borealis — Page 398\n\nMarble, experiments on several pieces thereof stained — 30\n\nMarchmont (Earl of) letter to him, concerning the sections of a solid hitherto not considered by geometers — 446\n\nMarsham (Robert) Esq; his observations on the growth of trees — 7\n\nMaskeline (Rev. Nevil) A. M. his proposal for discovering the annual parallax of Sirius — 889\n\nMaryland, thermometrical account of the weather there for one year — 58\n\n———, Do for three years — 70\n\nMeasure of the Roman foot, an inquiry thereinto — 774\n\n——— of the Paris foot ascertained — 777\n\nMeasures of the temple of Fortuna Virilis at Rome examined — 795\n\n——— of the temple of Vesta at Rome examined — 797\n\n——— of the temple of Vesta at Tivoli examined — 798\n\n——— of the Pantheon at Rome — ibid.\n\n——— of the temple of Peace — 807\n\n——— of the temples of Bacchus and Faunus — 808\n\n——— of the amphitheatre at Verona — 810\n\n——— of the arch of Titus — ibid.\n\n——— of the arch of Constantine — 811\n\n——— of the temple of Antonine and Faustina — ibid.\n\n——— of the arch of Septimius Severus — 812\n\n——— of the Banker's arch and the portico of Severus — 815\n\n——— of the baths of Dioclesian — 817\n\nMeasures of trees, tables thereof — 7, 10\n\nMetalline thermometer, a description of one — 823\n\nMetallotophyton, or Lignum Fossile, accounts of it, and where found — 543\n\nMeteor (fiery) several accounts of one that appeared on Sunday the 26th of November 1758 — 218—259\n\n———, account of one seen at Shefford in Berkshire, on Saturday October 20, 1759 — 299\n\n———, account of the same, as seen at Bath, — 301\n\nMeteor\nINDEX.\n\nMeteor, account of one seen at Chigwell-row in Essex, October 20, 1759 — Page 302\n\nMethod of making Sal Ammoniac in Egypt — 504\nof computing the sums of certain series — 553\n\nMitchell (Rev. John) M.A. his observations on the comet seen in January 1760 — — 466\nhis conjectures concerning the cause and observations upon the phenomena of earthquakes — — 566\n\nMigration of swallows, concerning it — — 459\n\nMillepes (the Sea) observations thereon — — 85\n\nMills and other machines depending on a circular motion, of the natural powers of water and wind to turn them — 100\n\nMills (Jeremiah) D.D. his remarks on the Bovey coal, 534\nhis farther account of some experiments on D2 — — 941\n\nMineral waters, thoughts on the different impregnation of them — — 275\nconcerning the existence of sulphur in some of them — — ibid.\n\nMitchell (Dr. John) his letter on the force of electrical cohesion — — 390\n\nModes or Tones in the antient Graecian music, an explanation thereof — — 695\nthe harmonic doctrine thereof explained, as far as concerns the seven admitted by Ptolemy — — 697\nthe musical doctrine thereof explained, and its agreement with the harmonic shewn — — 703\nthe eight harmonic rejected by Ptolemy explained, and his reasons for excluding them — — 711\nhow far the preceding explanations of them may be supported by arguments, or warranted by the testimony of antient writers — — 739\nhow far this subject has been understood by other writers considered — — 760\n\nMontium quorundam praëltorum, magna ligni fossilis copia quasi infræctorum, brevis descriptio — — 506\n\nMoon, account of an eclipse thereof, Nov. 22, 1760, 936\nINDEX.\n\nMore (Mr. Samuel) his account of the case of a young man who had lost the use of his hands by cleaning brass-wire — Page 936\n\nMountaine (Mr. William) his account of some very extraordinary effects of lightning — 286\n\nMunckley (Nicholas) Esq; his account of the comet seen in May 1759 — 94\n\nMuscles and tendons of a man turning into bones, account thereof — 89, 92\n\nMusic (antient Graecian) explanation of the modes or tones therein — 695\n\nMutations of the Stars, remarks thereon — 498\n\nN\n\nNeedle (horizontal magnetic) an attempt to account for the regular diurnal variation thereof, and for its irregular variation at the time of an aurora borealis — 398\n\nNeedham (Mr. Turberville) his account of a late discovery of Asbestos in France — 837\n\nNegro woman, account of the remarkable alteration of the colour of one — 175\n\nNew-improved silk-reel, account of one — 21\n\nNewman (Francis) account of his case, who had lost the use of his hands by cleaning brass-wire — 937\n\nNorwich, account of a storm of thunder and lightning there — 38\n\nO\n\nObservations on the growth of trees — 7\n\n——— on the Sea Scolopendre, or Sea Millepes — 35\n\n——— relating to the production of the Terra Tripolitana, or Tripoli — 186\n\n——— on the weather — 300\n\n——— and experiments, concerning electricity — 83\n\n——— on the Lyncurium of the ancients — 394\n\n——— on the phænomena of earthquakes — 566\n\n——— on the comet seen January 1760 — 465, 466\n\n——— on a comet, made at Paris in Feb. 1760, by the Abbé de la Caille — 635\n\nObserva-\nINDEX.\n\nObservations upon some antiquities found in Italy, Page 639\n——— for finding the annual parallax of Sirius, 894\nOil and Water, efficacious antidotes for expelling poison 664\nOperation on a broken arm, a remarkable one — 667\nOvershot water-wheels, concerning them — 124\n——— specimen of a set of experiments thereon — 127\n——— table of the result of sixteen sets of experiments thereon — 129\n——— concerning the ratio between their power and effect — ibid.\n——— concerning their most proper height, in proportion to their whole descent — 131\n——— concerning the velocity of their circumference, in order to produce the greatest effect 132\n——— concerning their load, in order to produce a maximum — 135\n——— concerning their greatest possible velocity — ibid.\n——— concerning the greatest load that they can overcome — 136\n\nP\n\nPainting (encaustic) of the antients, experiments concerning it — 40\nParallax (annual) of Sirius, proposal for discovering it, 889\nParalytic patient, case of one cured by an electrical application — 179\nParsons (James) M.D. his account of an animal sent from the East Indies by General Clive — 648\n——— account of artificial cold produced at Petersburg, translated from the French by him — 670\nPartbian coin, conjectures on an inedited one — 680\nPatera, description of one found in Cornwall — 15\nPelvis of a man, account of a bone found therein — 660\nPemberton (H.) M.D. some considerations by him, on a late treatise, intituled, a New Set of Logarithmic Solar tables for finding the latitude at sea — 910\nINDEX.\n\nPeterburg, account of artificial cold produced there by Dr. Himsel — — — — — — — — — — 670\nPeyssonel (John Andrew) his observations on the Sea Scolopendre, or Sea Millepes — — — — — — — — — — 35\nPhenomena of earthquakes, observations thereon — — — — — — — — — — 566\nPieces of marble stained, experiments on several — — — — — — — — — — 30\nPlants, catalogue of fifty from Chelsea garden, for the year 1758 — — — — — — — — — — 96\n———, D° for the year 1759 — — — — — — — — — — 644\n———, the Halesia and Gardenia, account of them — — — — — — — — — — 929\nPolignè (mountain of) in Bretagne, Terra Tripolitana, or Tripoli, found in it — — — — — — — — — — 187\n———, formerly a volcano — — — — — — — — — — 188\nPower of water and wind to turn mills and other machines depending on a circular motion — — — — — — — — — — 100\nPowers, of two distinct ones in electricity — — — — — — — — — — 371, 380\nPreservation of seeds, account of some experiments relating thereto — — — — — — — — — — 206\nPringle (John) M. D. several accounts of the fiery meteor which appeared on Sunday the 26th of November, 1758, collected by him — — — — — — — — — — 218—259\n——— his remarks upon the preceding accounts — — — — — — — — — — 259\nProduction of the Terra Tripolitana, or Tripoli, account of some observations relating thereto — — — — — — — — — — 186\nProposal for discovering the annual parallax of Sirius — — — — — — — — — — 889\nPulein (Rev. Samuel) M. A. on a new-invented silk-reel — — — — — — — — — — 21\n——— his account of a particular species of cocoon, or silk-pod, from America — — — — — — — — — — 54\n\nR\nRaper (Matthew) Esq; his enquiry into the measure of the Roman foot — — — — — — — — — — 774\nRemarks on Mr. Hubner's observations relating to the production of the Terra Tripolitana, or Tripoli — — — — — — — — — — 191\n——— upon several accounts of a fiery meteor which appeared\npeared on Sunday the 26th of November 1758, and upon other such bodies\n\nRemarks on Mr. Mountaine's account of the effects of lightning — 294\n——— on the mutations of the stars — 494\n——— (Mr. Franklin's) on father Beccaria's electrical experiments — 525\n——— on the Bovey coal — 534—941\n——— upon some antiquities found in Italy — 639\nRickmansworth, in Hertfordshire, account of the effects of a storm of thunder and lightning there on July 16. 1759, 282\nRoman foot, an enquiry into the measure thereof — 774\nRome (antient) some inscriptions lately dug up in the ruins thereof — 637\nRussell (Dr. Patrick) his account of the earthquakes in Syria in the year 1759 — 529\nRutty (John) M.D. his thoughts on the different impregnation of mineral waters, and concerning the existence of sulphur in some of them — 275\n\nS\nSal Ammoniac, method of making it in Egypt — 504\nSamnite-Etruscan coin, some observations upon one never before fully explained — 853\nSand Martins, manner of building their nests — 463\nSea Scolopendre, or Milipes, observations thereon — 35\nSections of a solid, hitherto not considered by geometers — 446\nSeeds, account of some experiments relating to the preservation of them — 206\nSeries, new method of computing the sums of certain — 553\nSidonian coin, account of one — 637\nShefford, in Berkshire, account of a meteor seen there October 20, 1759 — 229\nShort (James) M.A. his account of an eclipse of the moon — 936\nINDEX.\n\nShort (James) M. A. his observations on the comet seen in January 1760 — — Page 465\n\nSilk-reel, a new-improved one — — 21\n\nSilk-pod, or Cocoon, account of a particular species from America — — 54\n\nSilk (black and white) concerning the electricity of it — — 340—348\n\nSirius, a proposal for discovering the annual parallax thereof — — 889\n\nSiyab-ghush, or Black-ear, description of an animal so called — — 650\n\nSmeaton (Mr. John) his experimental inquiry concerning the natural powers of water and wind to turn mills and other machines depending on a circular motion, 100—174\n\nSolid, sections thereof hitherto not consider'd by geometers — — 446\n\nSpecimen of the labour of a kind of bees — — 844\n\nStars, remarks on their mutations — — 494\n\nStones, account of two, of a remarkable shape and size, cut out of the urethra of a young man — — 304\n\nStony concretion, account of one taken from the colon of an horse — — 694\n\nStorm of thunder and lightning, account of one at Norwich on July 13, 1758 — — 98\n\n——, account of the effects of one at Rickmansworth, on July 16, 1759 — — 282\n\nStrata of the earth, regular and uniform — — 582\n\nSubterraneous fires, the probable cause of earthquakes — — 569\n\nSuccess of some experiments concerning the encaustic painting of the ancients — — 53\n\nSulphur, concerning the existence of it in some mineral waters — — 275\n\nSums of certain series, new method of computing them — — 533\n\nSuppression of urine, case of a very long one — — 215\n\nSurinam, account of the frog-fish thereof — — 653\n\nSwallows, concerning their migration — — 459\n\nSwinton (Rev. John) B. D. his conjectures on an inedited Parthian coin — — 680\n\nSwinton\nINDEX,\n\nSwinton (Rev. John) his observations upon a Samnite-Extruscan coin, never before fully explained, Page 853\n\nSymmer (Robert) Esq; new experiments and observations concerning electricity, by him — — 340—389\n\nSyria, account of the earthquakes there in the year 1759, 529\n\nTable of the measures of trees — — 7\n—— of the monthly increase of trees — — 10\n—— of the result of twenty-seven sets of experiments on undershot water-wheels — — — 115\n—— of the result of sixteen sets of experiments on overshot D° — — — 129\n—— of the result of six sets of experiments on windmill sails — — — 152\n—— of the ratio of the velocity of the extremities of windmill sails to the velocity of the wind — — 162\n—— of the velocity and force of wind — — 165\n—— of observations for finding the annual parallax of Sirius — — — 894\n\nTendons and muscles of a man turning into bones, account thereof — — — 89\n\nTerra Tripolitana, or Tripoli, account of some observations relating to its production — — — 186\n\nThermometrical account of the weather in Maryland for one year — — — 58\n—— D° for three years — — — 70\n\nThermometer (metalline) a description of one — — — 823\n\nThigh-bone, account of a complete luxation thereof in an adult person — — — 676\n——, account of a case of a luxated one reduced, 846\n\nThoughts on the different impregnation of mineral waters — — — 275\n\nThunder and lightning, account of a storm thereof at Norwich — — — 38\n——, account of the effects of them at Rickmansworth in Hertfordshire, on July 16, 1759 — — 282\n\n6 M 2 Tones\nINDEX.\n\nTones or Modes, in the antient Grecian music, an explanation thereof — Page 695\n\nTourmalin, experiments on it — 308—339\n\n——, supposed to be the Lyncurium of Theophrastus\n\nTransitu de proximo veneris sub sole — 369\n\nTreatise on a new set of logarithmic solar tables for finding the latitude at sea, observations thereon — 910\n\nTrees, observations on the growth of them — 7\n\nTurin, account of the weather there for the year 1759—842\n\nV\n\nVapours, their amazing force and effects — 592, 594\n\nVariation (regular diurnal) of the horizontal magnetic needle, attempt to account for it — 398\n\n——, (irregular) of D° at the time of an aurora borealis, attempt to account for it — 399\n\nVeneris (planetæ) de proximo sub sole transitu — 865\n\nVinadio (in the province of Coni in Piedmont) account of the hot baths there — 839\n\nVitriolic waters, account of those at Amlwch in the isle of Anglesey — 470\n\n——, the analysis thereof — 472\n\n——, of great efficacy in the cure of many stubborn chronical diseases — 477\n\nVolcanos, many lie together in the same tract of country — 581\n\n——, almost always found on the tops of the highest mountains — 616\n\nUndershot water-wheels, concerning them — 101\n\n——, specimen of a set of experiments thereon — 110\n\n——, table of the result of twenty-seven sets of experiments thereon — 115\n\n——, maxims and observations deduced from the foregoing experiments thereon — 116\n\nUrethra, account of two stones, of remarkable shapes and sizes, cut out from that of a young man — 304\n\nUrine,\nINDEX\n\nUrine, case of a very long suppression of it Page 215\n\nW.\n\nWarner (Mr. Joseph) account of a storm of thunder and lightning at Norwich, communicated by him — 38\nremarkable account of an empyema, by him — 194\nhis account of two stones, of remarkable shapes and sizes, cut out from the urethra of a young man by him — 304\nWater and oil, efficacious antidotes for expelling poisons — 664\nWater and wind, concerning their natural powers to turn mills and other machines depending on a circular motion — 100\nWater-wheels (undershot) concerning them — 101\nspecimen of a set of experiments thereon — 110\ntable of the result of twenty-seven sets of experiments thereon — 115\nmaxims and observations deduced from the foregoing experiments thereon — 116\n(over-shot) concerning them — 124\nspecimen of a set of experiments thereon — 127\ntable of the result of sixteen sets of experiments thereon — 129\nobservations and deductions from the foregoing experiments thereon — ibid.\n(horizontal) concerning them — 168\nWaters (mineral) thoughts on the different impregnation of them — 275\nconcerning the existence of sulphur in some of them — ibid.\n(vitriolic) account of those at Almwhch in the isle of Anglesey — 470\nINDEX.\n\nWaters (chalybeat) their usefulness and good effects in diseases of the lungs and other stubborn disorders P. 475\n\nWatson (William) M. D. his observations relating to the Lyncurium of the ancients — — 394\n\nWeather, a thermometrical account thereof for one year in Maryland — — — — 58\n\n——, D° for three years in D° — — — 70\n\n——, observations on that of the winter of 1758 300\n\n——, state thereof at Turin, for the year 1759 842\n\nWhite (Mr. Charles) his account of a remarkable operation performed by him on a broken arm: — — 657\n\n——— his account of a complete luxation of the thigh bone in an adult person — — 676\n\nWhitfield (Mrs. Anne) her account of the effects of a storm of thunder and lightning at Rickmansworth in Hertfordshire, on July 16, 1759 — — — 282\n\nWillis (Mrs.) who swallowed euphorbium, her extraordinary case — — — 662\n\nWilmer (John) M. D. catalogue of fifty plants from Chelsea garden for the year 1758, presented to the Royal Society by him — — — 96\n\n——— D° for the year 1759 — — 644\n\nWilson (Mr. Benjamin) letter from him to the Rev. Thomas Birch, D. D. — — — 83\n\n——— letter to him, containing some electrical experiments and observations — — ibid.\n\n——— his experiments on the tourmalin — — — 308\n\n——— further experiments in electricity by him — — — — 896\n\n——— another letter to him concerning electricity — — — — 907\n\nWind and Water, concerning the natural powers of them to turn mills and other machines depending on a circular motion — — — — 100\n\nWindmills (horizontal) concerning them — — — 168\n\nWindmill sails, their construction and effects — — — 138\nINDEX.\n\nWindmill-sails, specimen of a set of experiments thereon — Page 141\n\n———, table of nineteen sets of experiments thereon — 144\n\n———, the best form and position of them — 145\n\n———, the ratio between the velocity of them when unloaded, and their velocity when loaded — 153\n\n———, the ratio between the greatest load that they will bear without stopping, and the load at the maximum — — — — ibid.\n\n———, their effects, according to the different velocity of the wind — — — — 154\n\n———, the effects of those of different magnitudes, their structure and position being similar, and the velocity of the wind the same — — — — 159\n\n———, the velocity of their extremities, in the respect to the velocity of the wind — — — — 161\n\n———, the absolute effect produced upon those of a given magnitude and construction by a given velocity of the wind — — — — 165\n\nWinter, observations on the weather of that of 1758 — 300\n\nWood (fossil) accounts of it, and where found — 543\n\nWool, concerning the electricity of it — — — — 340\n\nY\n\nXonge (Mr. Charles) his account of the case of a luxated thigh bone reduced — — — — 846\n\nEND of VOL. LI.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105434.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 35700,
    "total-output-tokens": 11351,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        970,
        2
      ],
      [
        970,
        2635,
        3
      ],
      [
        2635,
        4182,
        4
      ],
      [
        4182,
        5936,
        5
      ],
      [
        5936,
        7349,
        6
      ],
      [
        7349,
        8897,
        7
      ],
      [
        8897,
        10552,
        8
      ],
      [
        10552,
        11818,
        9
      ],
      [
        11818,
        13168,
        10
      ],
      [
        13168,
        14804,
        11
      ],
      [
        14804,
        16306,
        12
      ],
      [
        16306,
        18023,
        13
      ],
      [
        18023,
        19647,
        14
      ],
      [
        19647,
        21152,
        15
      ],
      [
        21152,
        22682,
        16
      ],
      [
        22682,
        24544,
        17
      ],
      [
        24544,
        25970,
        18
      ],
      [
        25970,
        27629,
        19
      ],
      [
        27629,
        29154,
        20
      ],
      [
        29154,
        30658,
        21
      ],
      [
        30658,
        31864,
        22
      ],
      [
        31864,
        33447,
        23
      ],
      [
        33447,
        34570,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105434",
    "title": "Back Matter",
    "authors": null,
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/105434"
  }
}