{
  "id": "b4a7b63b8da40aca028fb384497361577d9421f5",
  "text": "IV. An Account of a BOOK\n\nAn Account of Dr. Burnet's Book, Entitled, ARCHEOLOGIÆ Philosophicæ, five Doctrina Antiqua de Rerum Originibus. Libri duo. Londini, Typis R. N. Impensis Gualteri Kettilby ad Insigne Capitis Episcopi in Coemeterio Paulino. 1692.\n\nIn this Treatise he endeavours to discover what were the Sentiments of the Ancients concerning the Origin or beginnings of this visible World, of which he conceives Men in all Ages have had a true, if not a Divine Knowledge, as well as of a Divine Power, and of the intermediate Order, Vicissitudes and Ends of all things. And that Pythagoras was not the Inventor of the Mundan System ascribed to him, but the Conveyer only of it from the Orientals, ἀναποδημίας, to the Grecian Schools, where yet it received lesser Improvement as to particular Explications, then it has by the Modern Inquisitions, (as he conceives) though yet he grants that our Histories of their Opinions are very imperfect, yet as the Magnificence of a Structure may be judged of by its Ruines, so in general we may have some Idea of their Doctrines by the Fragments of them which are yet to be found in the Grecian Writers, as well Historical as Fabulous, or Muthical and Poetical. By all which he endeavours to prove, that most of the Ancients held very much\nmuch the same Notion concerning the beginning of things with that delivered by Moses in the beginning of his Writings, with which, he conceives, also that his already publish'd Theory is consonant. It was his Design also to have written a general Body of Philosophy, but the sense of his Age and approaching Death seems to have made him desist, and to satisfy himself with what he hath hitherto performed in the preceding Books; and in this which he seems to make the Seal and Consummation of the former.\n\nHe divides the whole Discourse into two Books. In the first he endeavours to discover what were the most antient Doctrines of all Nations concerning the beginnings of things, in general. But in the Second he endeavour'd to collect all such Passages amongst them as seemed most consonant to, and confirming of the Doctrines delivered in the first part of his Theory where he had omitted taking notice of them, though in the Second Part he hath intermixed them with the Theory throughout, which therefore did not need any such a Supplement.\n\nIn the First Chapter he enquires whence this Knowledge is to be fetcht, which he conceives to be all from the Postdiluvian Records, which were all conveyed by Noah from the Antidiluvian, and dispersed amongst his Posterity. Next he enquires where any Footsteps are to be found of it among thele. And since he finds the Ancients divided the Nations of the World into Four Heads, comprehending the whole Race of Mankind, to wit, the Scythians towards the North, the Celti towards the West, the Æthiopians towards the South, and the Indians towards the East. He follows the same Order in his Enquiry. And amongst the first he finds no ancient Footsteps of their Philofophy, and doubts whether ever they had any: Tho' Abaris is said by Suidas to have written a Theogonia; and a Septentrional Mythology hath been of late published, favouring much of Antiquity.\n\nKk Amongst\nAmongst the Celts he finds Philosophy to have been all along, viz. among the Druids and Semnothei; of whom yet we have but a dark Account, that they profess'd to understand the Order and Motions of the Heavens, and the Will of the Gods; and that Strabo says, they taught the Worlds Periods by Water and Fire, and held a transmigration of Souls, as the Pythagoreans; tho' they are thought to have much preceded him, and to have been the most ancient for Mythologick Theology. Of this Class were what Philosophers were to be found anciently among the Germans, Britains, Spaniards and Italians; of some of which Strabo affirms, that they had Poems of their Laws, &c. of 6000 years standing. Those among the Hetrusci, Diodorus Siculus says, studied Philosophy: And Plutarch says, they had the Notion of the Annum Magnus, or Periods of Revolutions, and that the Romans had their Sacred Rites from them.\n\nAmong the Ethiopians the Gymnosophists were famous; but we can find very little information what their Philosophy was. They were Celebrated indeed for their Laws, Government and Converse with the Gods, and had a very ancient use of Letters; and had Colleges of Priests which taught Philosophy and Theology. These are said by Lucian to have been the first Astronomers, and to have taught the Egyptians. But as to the Theory of the Earth, there is nothing of theirs to be found. And indeed, most of the Ancient Authors that writ purposely of them are now no more to be found.\n\nHaving pass'd over these three Heads without making much Discovery to his purpose, he in the Third Chapter comes to the Orientals or Indians, comprehending all the Asians; and some of their Neighbours, as the Egyptians and Greeks. He begins then with the most Eastern Nation, the Seri or Chintes. Celsus and Dionysius call them Atheists, because they had no Idol-Temples or Worship; and Barbarians, because they had no Commerce with other Nations. So that it seems little of their Learning was known to the Ancients; though of late years they have been much better known, to have very ancient Histories, and some that mention the Flood and the beginnings of things. But by what we can learn, their Physiology is much inferior to what was known in the Western Parts, as was also their Mathematicks, being all of their own Production, and not borrowed from any besides. Contrary to that of the Greeks, Romans, and other Europeans, who derived all from others. Passing from these to the South, he meets with the Brahmins, Philosophers celebrated in all Ages for their Devoting themselves wholly to Contemplations, of unknown Original, but yet worthy to be more diligently enquired into, both for their Eminency in Physiology and Astronomy, though both were wrapped up and veiled under Mythology: Yet they had some Notions concordant with the Greek. Strabo also says, That they held the World to have been generated, and was corruptible; That it was form'd out of Water, but the rest of the Universe from other Principles. The chief of these were most honoured, and absolutely free, neither Governing, nor Governed by any. This is the Sum of what can be found amongst the Ancients concerning their Natural Philosophy.\n\nIn the Fourth Chapter he enquires concerning the Assyrians and Babylonians, who were the first Empire after the Flood: These are accounted the first who cultivated Literature and had Publick Schools at Babylon, which continued so till the time of Nebuchadonozzer and Daniel. These Learned Men were\nwere call'd Chaldeans and Magi; and the chief of them were Physiologists and Astronomers, and studied lawful Arts, as may well be concluded; for that Daniel accepted the Prefecture of them: These excluded the Astrologians and Diviners from their Habitations. To these Pythagoras resorted to learn the Motions of the Heavens, and the Original of the World, saith Justin. Κοσμούς σαν και πυθωνικά. These were then under the Persians, but the remainders of the Chaldeans and Babylonians. However; nothing is left of their Opinions but what Diodorus has hinted, That they believed the Matter of the World Eternal, but its Form, Order and Ornament to be constituted by Divine Providence. And further, That they believed the Earth to be of the Form of a Schiff or Tray: Only he speaks of their Antiquity, and of making Astronomical Observations many Ages before Alexander. This is all that is intelligible: All the rest concerning their Oracles of Zoroaster, &c. is nothing but Canting, and a Jargon of Scraps of we know not who. 'Tis pity we have lost the Works of Berosus, who had written their Opinions.\n\nIn the Fifth Chapter he speaks of the Persian Magi, who cultivated Physiology as well as Theology. These had a Theogonia like the Greeks; and from these Pythagoras learnt the Origin of the World, and the Motions of the Heavens. These taught likewise the Periods and Renovation of the World. The Prince of these Magi was Zoroaster, of which he judges there were two. The Persians held the Elements, Stars and the Heavens to be Gods; and worshipped most the Sun among the Stars, and the Fire among the Elements: And under the Nature of Jupiter they comprehended the whole Circuit of Heaven. They, as well as the Greeks, Romans and Hebrews, continually nourish'd the Fire. And the Egyptians as well as other Nations much honoured it. The Persians supposed this Fire to have fallen from Heaven; and the Stoicks call'd it Jupiter, into which all things resolved. Thus their Theology was Physiology, and all their other Rites may be in the same manner resolved; of which Herodotus has given a plain Account: In which he particularly takes notice, that in their Sacrificing they sung their Theogonia, which our Author conceives to be of the Origination of things. Of Zoroaster, Pliny relates that he left Two Millions of Verses, expounded by Hermippus. The Arabians mention Twelve Volumes, each filling a whole Bulls Hide of the Writings of Zoroaster to be left to the Magi. Suidas mentions divers Books of the same, concerning Dreams and Astronomical Productions, and Four Books of Natural Philosophy; but all are lost; and what goes under his Name are all Fictitious, except one Fragment preserved by Plutarch out of Theopompus; another by Porphyrius in Antro Nymphaeum, out of Eubulus; and a third by Eusthius, out of a Persian Book, which he will have Zoroasters. As the beginning of these Magi was unknown, so was their end; yet some remained to the time of Alexander; and 'tis believed they fell with the Persian Empire; and all that had been written concerning them is also perish'd. Such were Hermippus Smyrnaeus, Pallas, Osthanes, Eubulus, Theodorus Mopsuestenus, Hermostratus Platonicus, Antestheres or Rhodonis, Zanthus Lydus, Sotiones, Dion, Theopompus, Eudemus Rhodius, and Clearchus Solensis.\nIn the Sixth Chapter he enquires after what is to be met with among the Arabians and Phoenicians. The First is Job, whom he makes an Arabian, before the time of Moses, who had the knowledge of Letters, and of the Heavens, and many other parts of the Creation, besides that of the Worship of the true God. This Knowledge lasted to the time of Solomon, as appears by the Queen of Sheba; Nay, till the Birth of Christ, as appears by the Magi that came to Worship him. The Zabii he makes to be some of the ancient Arabs, among whom Abraham was bred. These boast of having the Religion of Noah. To these, Porphyry says, Pythagoras went: And Pliny affirms the same of Democritus: But these since that time have degenerated, and have taken up the Grecian Learning; though they had also translated into their Language the Ancient Learning of the Egyptians, Persians and Chaldeans; but these were burnt by the Saracens. What Writings yet remain among them are thought not older than Eight or Nine Hundred Years. The Debrites among the ancient Arabs held the World Eternal, and the Soul mortal. Hence their Proverb, Utter pariumt, Sepulchra deglutiant, The Womb makes, the Tomb takes. Next for the Phoenicians, he finds them very ancient, and early knowing in Letters, Arithmetick, Astronomy, Physiology, Navigation, Foreign Trade and Planting. Thales and Zeno were Phoenicians, and to them went divers of the Greek Philosophers. Stabo says, that Mochus found the Hypothesis of Atoms before the Trojan War. The Philosophy before the Trojan War was all by Tradition, but after that came in the Rational and Disputative. Nothing remains of Sanchoniathon's philosophy, but that he had studied the Kosmogonian of Taautus, deducing the World from the ancient Chaos, and a precedent Iao or Matter. He wrote also divers other Philosophical things; but they, as well as all the other Authors that wrote of the Phoenicians, as Theodorus Hippocrates and Mochus, Hesiodus, and Hieronymus Egyptianus are wholly lost.\n\nIn the Seventh Chapter he enquires what Footsteps of ancient Physical Learning is to be met with among the Hebrews, and in their Cabala. First he notes, that Laëntius wonder'd why Pythagoras and Plato went to the Egyptians for Knowledge, but not to the Hebrews; which is an Argument they were not then considerable for that kind of Knowledge; that is, Physical and Mathematical. What they had was contained in their Cabala, which they pretend to have received from Moses. But whatever it were at first, it hath been much depraved with Rabbinical Figments and Chimera's: Such are the Mystical Numeration by the Letters of Words; such are the Magical Spells derived also thence; such the expressing common Notions by a sort of Mystical Words, or Characters, or Numbers, to make it more wonderful to such as do not understand it. Which was a trick made use of also by Pythagoras in his Symbols, by the Egyptians in their Hieroglyphicks, and by the Hermeticks in their Cant: All which, if the Veil were removed, would appear empty Nothings, being of no other use, but to amuse the Ignorant and conceal their own Defects and Emptiness. They divided their Cabala into Nominal and Real. The Nominal was Triple, Gemmatria, Notaricon, and Thimmura, plainly Modern and Barbarous Names. All consisted in shuffling the Letters of Words mixed with Number. Reuclin yet says, that the Jews affirm, that thereby may be found out all the Knowledge of Moses and Solomon, as\nas well Divine as Humane, and that Solomon himself received all his Knowledge thereby.\n\nThe real Cabala they make Two-fold, i.e. The Doctrine of Sephiroth, and the Doctrine of the Four Worlds. They make 10. Cabalistic Sephiroth, viz: the Crown. 2. Wisdom. 3. Prudence. 4. Magnificence. 5. Severity. 6. Pulchritude. 7. Victory. 8. Glory. 9. Foundation. 10. Kingdom, by which what they mean the Author understands not. They pretend they are Emanations from God, and that they are Numbers emanating from the Infinite Verity. He spends some time in examining each, and their branchings out into divers other Subdivisions. But upon the whole he concludes, That the further he proceeds the more Obscurity and Confusion he meets with. Next he examines the Doctrine of the Four Worlds, to wit, Aziluth, Briah, Yetzirah, Asiah, i.e. the Worlds of Emanation, Creation, Formation and of the Fabric; before all which they put the Ensophick, or Infinite World, from which all the other do spring. Upon a more diligent Enquiry into the Contents of these mystick Doctrines the Author seems to think them all Cheats, and concludes with the Words of Christ, Men love Darkness rather than Light, because their Deeds are evil. Every one that doth Evil hateth the Light, lest he should be discovered; but he that doth Truth, cometh to the Light, that his Deeds may be manifest; suspecting all those affected Obfcurities to be devised by them to conceal nothing else but their own Ignorance and Deceit. The Author proceeds further with examining other parts of the Cabala: But upon the whole he finds nothing rational, or containing any real Knowledge. But he conjectures, that the most ancient Cabala, before it was confounded and defiled with Fables, might contain somewhat of the Origination of things, and their Gradations; but as it has been in time chang’d and augmented by imaginary Fables, and blinded with impertinent and nonsensical Explications, it is now become a confused Mass of Incongruities and Absurdities. But by examining these Dregs, he conceives that the Ancients might hold, That before the Creation all things had their being in God; and that from him they flowed or eminated when first made, and that they will all flow back into him when they are destroyed, which he conceives was also the Opinion of the most Ancient Philosophers; and that there would succeed other Emanations and Regenerations, and other succeeding Destructions and Obsoptions to all Eternity, as it had been from all Eternity; that Nothing was produced out of Nothing; and that the things produced never return to Nothing, but always have their Subsistence in God. Which Sense, if it doth not contain, he conceives it may be look’d upon as Salt that hath lost its Savour, which is good for nought, but to be thrown out of Doors. But if it contains any solid Knowledge, it ought to be manifested or condemned otherwise to perpetual Darkness. But lest it might deceive the Ignorant, he cautions them to be lead by no Authority that is not Divine, nor by any Reason that is not clear and manifest. Before he leaves this Head, he enquires concerning the Esseni, a Sect among the Jews, not unlike in their Manners to the Indian Brachmans. All that these had of Philosophy, says Philo, was of God, and of the Generation of things: But what that Knowledge was does not appear; but he conceives it is to be learnt from the Brachmans, with whom they agreed.\nFrom these he passes on (in the Eighth Chapter) in his Search for the ancient Learning amongst the Egyptians, where he finds it very ancient, and much celebrated by the Hebrews, who extol both Moses and Solomon, the one for knowing, the other for excelling it; and by the Greeks, as from whence they had derived their Knowledge. Upon a stricter Enquiry into it, he finds it to be first Geometry, as old as the overflowing of the Nile, upon which account it was invented; but he thinks they were but Land Meters; and that the Greeks, as Thales and Pythagoras did make it Speculative. 2. Astronomy. But this the Chaldeans knew; nor doth it appear which were the first; but he conceives both were very ancient, but rude and imperfect, and much improved afterwards by the Greeks. However, he believes they had a true Knowledge of the System of the Heavens, and understood the Motions of the Planets, &c. Yet he thinks that they did not understand them so well, as to reduce their Motions to Calculation. They are said also to have cultivated Musick and Physick, but these also without Theories, and only by Tradition. And tho Herodotus says, they had for every Disease a particular Physician: Yet both these were much more improved by the Greeks. They are said by others to be the Inventors of Chemistry. Lastly, That they were knowing in Physicks or Natural Science; that is, the Cosmogonia, Theogonia, or Theologia, which they look'd upon as the same Science. They held the Earth to be formed out of the confused Mass of the Four Elements, or out of the Chaos; and a two-fold Destruction of it, one by Fire, another by Water; That the Earth was of an Egg form; and that we call the Pythagoric System was the oldest of all others, but kept among their Arcana. Their most Celebrated Philosopher was Hermes Trismegistus; though when he lived, or what he thought and writ is not known. Those that bear his Name are fictitious. But among the multitude of his Writings, his Cosmologia, mentioned by Philo Biblius, is lost. The Egyptians preserved their Learning by their Priests, who had Colledges in divers parts of Egypt. They had it inscribed on Obelisks, and written in Books. The Babylonians had Celestial Observations for 720 Years inscribed on burnt Tyles. Democritus transcribed his Morals from a Babylonian Column. The Columns of Hermes in Egypt are famous, on which were inscribed his Doctrine. From these the Greeks and Phoenicians had much of their Knowledge, and Manetho his Sacred History. Amianus Marcellinus says, these Columns were placed in subterraneous Vaults, and were there before the Flood. Manetho and Josephus assert the same of theirs, both possibly the same. In their Books were written their Laws, their History and their Philosophy. Some things were communicable, others were Arcana, not to be divulged. They had also a two-fold way of Writing, one Common, another Sacred. This was written with Hieroglyphicks. The Brahmins have not only a different Character, but a different Language to preserve their Philosophy. These Priests were strict Concealers of their Secrets, as many Authors complain of them. Nor was Pythagoras admitted without being first Circumcised, and otherwise qualified. The Esseni, and others of other Nations, as Persians, Syrians, and Indians, administered Oaths, &c. of Secrecy. They further obscured their Knowledge by Symbols, Enigma's and Fables, in which the Greeks also follow'd them, as did also most other Nations in the Histories of their Gods, of which kind he gives divers Instances. Among these are\nthe Mythologies of the Prophets in the Old Testament, and the Parables of Christ in the New. This Mythologick Genius Salustius calls Divine; and his plain Mythologies were made use of by the Ancients to conceal their knowledge from the Vulgar, and yet preserve it safe for the Learned. Nay, Divine Providence doth so conceal both Divine and Natural Knowledge, that this or that part becomes known to this or that Man in one Age, which hath lain absconded to all preceding. This Mythologick was the most ancient Learning among the Greeks, as he proves by several Testimonies; yet was it first received from the Egyptians. This causes him to enquire whether the Works of Hermes were so writ, and he finds by a place quoted by Eustathius, that they were first written plain, then turned by the Son of Thabian into Allegories, and then transcribed into Greek. So that plain Writing was before Mythologick; and 'tis probable those that have it Mythologically, had it before pure; and that the Additions that have been added to the first Fables, have obscured, if not quite obliterated the concealed Sense. He propounds and answers two Objections, by which he shews the Inconsistency of Men's Actions with their Knowledge, and so Apologizes for the Egyptian Idolatry, and their Astrologick and Magic's Practices. Last of all, he enquires how the Egyptians came to lose this Learned State they had kept for so many Ages, which he shews to have proceeded from their being conquered and overrun by divers Nations; as by the Persians under Cambyses, and some succeeding Kings, by whom it began to decay. And by the Romans, who burnt the Alexandrian Library, with which their Learning was also much destroyed; and by the Conquest of the Saracens totally extinguished. Amongst the lost Historians of the Egyptian Learning, Manetho was the chiefest, as appears by Testimonies now extant, next Sanchoniathon, then Asklepiades, Petosiris, Hecateus, Palaphatus, and Cheremon, and many others. These are Leflles, but nothing to be named with the loss of the Library of Ptolemy Philadelphus, wherein many Myriads perished in a moment, containing the Sum of all Egyptian, nay, and all Oriental Learning too, in all probability.\n\nIn the Ninth Chapter he enquires concerning the Graecian Philosophy, of which, that he may the more fully give you the History, he produces sufficient Proof to shew it derived from the Egyptian; not that he denies the Grecians to have much improved several parts thereof: That they learnt their Geometry, Astronomy and Arithmetick from the Egyptians, Chaldeans, and Physicians, Herodotus, Plato, Aristotle, Diodorus, Strabo, Laertius, Achilles Tatius, and others their own Authors do testify. 'Tis said, Semiramis, who lived Eight Hundred Years before the Trojan War, built a high Tower in Babylon, on the top of which the Astronomers made their Observations, at which times the Greeks had not the use of Letters. Moreover, Caliphenes sent into Greece from Babylon Celestial Observations for 1900 Years before Alexander's time. And Epigenes found Observations at Babylon for 720 years, and others were brought of 480, as Pliny relates; these were inscribed on baked Bricks: Whereas the Greek Observations began with Hipparchus and Ptolemy. Yet though the Histories were furnish'd by the Barbari, the reasons of their Motions were invented by the Greeks. But though they improved the Mathematick Arts, yet they vitiated the Physicks, which they also received from them. That the Greeks had these from the Barbari, Clemens Alexandrinus and Eusebius both testify; as doth also Porphyrius and Irenaeus.\nSóphus, and Diodorus Siculus, who affirm the Greeks most eminent for this Learning. As Orpheus, Thales, Pherecydes, Pythagoras, Solon, Plato, Eudoxus, all fetch it either from the Egyptians or Phoenicians. Nay, the very knowledge of Letters was first brought into Greece by Cadmus not long before the Trojan War. Whereas Learning flourished in Assyria, Egypt, Phoenicia, Arabia, Ethiopia, India, and among the Celts long before that time. There were two states of Grecian Philosophy. The first, which was the oldest, most of which was wrote in Verse, treated of the Cosmogonia, or Origination of things, by Thamyras, Linus, Orpheus, Musaeus, Hesiod. Also Thales, Zenophanes, Empedocles, Parmenides, and some others, whose Fragments are collected by Steevins in his Poësis Philosophica: All which Poetick Writers did mythologize the Cosmogonia, Homer only excepted. This the Author proves by several Testimonies; and adds, That Orpheus was the first that brought Learning into Greece; that asserted the Oval form of the Earth, the Form the Author assigns to his Antediluvian Earth: That he lived not long after the time of Moses, and was the Founder of the Grecian Theology, as Moses of the Hebrews; and that both accommodated the Ceremonies to the Capacity of their respective People. That is, Orpheus instituted such a Religion as he could, not what he would, wanting the Divine Assistance of Miracles which Moses had. He was fain to make use of Musick and pleasing Mythologick Stories to allure his People from Barbarity to Government and Society. For which purpose it was of very great benefit, and generally made use of not only by Poets, but Legislators and Physiologists. Orpheus excelled in all these, and first taught the Grecians Religion, and the Rewards and Punishments of another Life, which he proves by Heathen and Christian Testimonies. But among these must be distinguished what he taught the Vulgar from what was his Secret Doctrine, for that he had both the ἐναρξάμενον καὶ ἀποδεκτόν. Suidas says, he held the Heavens to be formed of the Aether, and the Earth out of the Chaos, before which he placed Time as the measure, but he makes them both coeval; whereas others of the Ancients separate them by a multitude of Ages. Empedocles makes all the Stars to be Fires, but Orpheus to be Worlds; the Author supposes the Planets were meant. As the Moon was therefore called ἀπίχθον, which Orpheus first asserted Habitable, proved by Proclus, as also that the Oval Earth was to be destroyed by Fire, and then to be renewed. Before he leaves this Head, he answers the Objections of Cicero, and more especially Gerard Vossius, who would persuade that there never was any such Men as Orpheus, Musaeus or Linus, whose Arguments the Author thinks no ways cogent or to be regarded, since there are so many positive Proofs to the contrary both in Heathen and Christian Writers.\n\nIn the Tenth Chapter he enquires among the Greek Philosophers that succeeded Orpheus: And first amongst the Ionicks. These are the Second kind of Physiologists, who wrote expressly and in Prose, not in Verse and Mythology, as the former. These were Thales and his Ionicks, Pherecydes, Pythagoras, Zenophanes, Parmenides, Lencippus, Democritus, Empedocles, Plato, and others, to Epicurus and Aristotle, in whom ended Philosopherick Antiquity; except some Fragments among the Stoicks. Thales was a Phoenician, but received his Knowledge from Egypt, and was famous for Geometry, Astronomy and Physick, and asserted the Immortality of the Soul; and first wrote a Discourse of Physicks, without Mythology or Theology. Nothing of his Assertion\nsections remains but only that all things were generated out of Water. Which is agreeable to St. Peter and Moses. Possibly more particulars of his Doctrine may be found among his Followers, Anaximander, Anaximenes, Anaxagoras, Archelaus. Anaxagoras then makes a mind to Regulate Matter, and move it, and was therefore called Nēs. He ranges the four Elements by Gravity, and is said to have introduced Vortices. As for the Heavens, the Ionians much promoted the Knowledge of them; i.e. They held the Heavenly Spaces to be Æther; the Stars, Fire; the Planets opaque Bodies: That the Moon had Hills and Vales, and was Habitable, and that it was enlightened by the Sun, which was a most pure Fire. He held also the Rotation of the Earth, as also the Annual Motion about the middle of the World, as Timon Smyrnetus affirms. To shew the Reason why it is so difficult to find what were their true thoughts, He quotes this Passage of Plutarch. This Doctrine (that is, concerning the Heavens) was not celebrated and famous, but hidden and kept secret, and it was discoursed of with great Caution among a few under an Oath of Secrecy; for Philosophising concerning the Heavens would not be endured, because those seemed to restrain and bind up the Divine Numin to Causes without Reason, and to blind Powers, and to involuntary Effects; upon which Account Protagoras was banished, and Anaxagoras put in Irons. Socrates also for the Name of a Philosopher was put to Death. Whence the Author observes, that in all Ages it has been very dangerous for Philosophers to speak plain Truth amongst the Vulgar.\n\nIn the Eleventh Chapter he enquires concerning the Doctrine of Pythagoras and the Italic Philosophy, where he finds that either Pythagoras wrote nothing, or if he did, even the History of them is lost: So that nothing of his Physiology is remaining save only his Theory of the Heavens, which is called the Pythagorean System; he placing the Sun in the Centre, and the Earth moving round it; the Moon as an Antichthon or opposite Earth enlightened by the Sun, the Comets to be above the Air, or between that and the Planets; that the Heavens were fluid Æther, and the Stars so many Worlds. We know not his Sentiments about the Cosmogonia, or Terrestrial Productions, for he more busied himself about Celestial Speculations, and about Abstractions and Intellectuals, as did also his Followers, who treat of the Anima Mundi, consisting in Harmony indivisible and divisible the same, and another (as they Phrase it) and such other Airy Notions as have no Foundations in Nature. But Occulus Lucanus, another Pythagorean, makes the World Eternal, both for Matter and Form, as he does also the Race of Mankind. But Indeed there is little in this Author that favours of Pythagoras his Doctrine; and Plato differs wholly from him, afferring the World to be made by God, and to be corruptible. Yet it must be granted that both the Pythagoreans and Platonists incline to make the Matter Eternal, but the Form Variable; and they had both their Vulgar Doctrines, and their Secret Doctrines. And though the Author cannot find any but common sense in his Mystical Numbers, yet he thinks there might be somewhat more, which is now lost to Mankind: The chief of these was his Tetraactis, the Seventh was not Ignoble, but the Tenth the Noblest and most perfect of all. But of the Reason and Signification of these neither any of the Ancients nor Moderns give any Satisfactive Solutions or Explications. Yet all the Ancients assert this to be the Doctrine of Pythagoras. And therefore after having run over many of their thoughts, the Author thinks that Numbers will produce\nproduce nothing but Numbers, not Things; and that converting things all to Arithmetical Operations was in the Pythagoreans and Platonists a failure, not unlike that of the Peripateticks, of turning all into Logical terms. Pherecides Pythagoras his Master, wrote a Theogonia. And Empedocles, one of his Scholars, asserted the Sun to be a Mass of Fire, and the Stars to be fiery, and the Earth made of the four Elements, united by Love, and separated by Strife.\n\n'Tis uncertain whether Pythagoras wrote or no, but certain that Philolaus, Archytas, and Eudoxus did. And 'tis said Plato bought three Books of Philolaus, whence he took his Timaeus. Archytas is said to have written many things, but all are lost but a Fragment about Mathematicks. Eudoxus also, and Empedocles, but all are now lost. The Writings also of Aristotle concerning the four Pythagorean Elements are lost, and some others. So are the Writings of Aristothenes, Heraclides, Neanthes Hermippus, Syrianus Didymus, and Eudoxus. Allo Moderatus Gaditanus, Alexander Polyhistor, Androcidus, and others.\n\nIn the Twelfth Chapter he enquires concerning the Opinions of the Eleatic Sect, and of the Stoics. This Sect was Founded by Zenophanes in the times of Anaximander, and consisted of a Mixture of various Nations and Opinions. The Doctrine he held was, that there were Infinite Suns, and infinite Moons like ours, which he said was habitable, but that they were all Eternal. Parmenides held them to be formed out of Fire and Earth, and Men out of Clay. They agreed much with the Ionick Sect. Leucippus and Democritus were of this Sect, who introduced Atoms. Leucippus acknowledged the Motion of the Earth on its Axis, and that when the fluid Mass settled into a Globe, it was covered by a dry Skin, which growing thicker, formed the habitable Earth: He supposes the Axis also at first right, but altered afterward; both which are consonant to the Author's Theory. Democritus was an Auditor of Leucippus, and had travelled Persia, Arabia, Ethiopia, Egypt, and India, to improve his Knowledge among the Learned of those Countries, and has written many Books, though all lost. 'Tis said he affirmed the Moon to be a fixed Body, but with Mountains, Hills, and Valleys; but the Author supposes only fiery Mountains, such as are on the Earth. Callimachus wrote of his Opinions. The Opinion of the Stoics is Famous for the Future Conflagration of the World. But little is to be found concerning the Production of it, yet they asserted God to be the Author of it; but to this they join Matter mixed and of itself without Motion. This was perishable by the Conflagration, but the Divine Principle Eternal, as they esteemed also the Matter itself, though the Form perished. So the unformed World they made Eternal, but the formed to have both beginning and end. They held moreover, of formed Bodies, the Fire to be first, and out of that to be made the other Elements, which again were resolvable into it. Concerning the Mundane Periods and the Fate of the Stoics, little need be said in this Discourse, it being well known. Many Books have been written by and concerning them, but all lost; yet 'tis said there is one Ancient Book or Piece of Apollonius Tyrius yet extant in some Library, but not published, concerning the Opinion and Works of Zeno.\n\nIn the Thirteenth Chapter he enquires among the Platonists, Aristotelians, and Epicureans. First, he finds the Platonists like the Pythagoreans, to be most taken up in high Speculations of Abstract Notions, and in assigning Causes of\nof Things to Numbers and Geometrical Figures. Thus Plato in his Timaeus makes nothing visible but Fire, nothing tangible but Earth, between these two for their own Union are placed Air and Water. The Solid Bodies he supposes made up of Triangles; Fire he makes of Pyramids, consisting of four Triangles; the Earth of Cubes, consisting of six Squares, and each Square of four Triangles; the Air of Octahedrons, each side divided into six Scalenes; then the Water of Icosahedrons, consisting of Twenty Triangles, each made up of Scalenes. To these he adds a Soul, consisting of Numbers and Proportions. The best Interpretations yet extant concerning it do not make Sense or Reason of it; and at best the Author thinks it but a Lusus Ingenii. Further, he makes God and Matter to be the two first Principles, to which he adds a third of Idea's. But Plato's Excellency was nor for Phyticks, but for Morals and Theology. Divers Writings of the Platonists are out, and some lost; but these he passes by, since we have the Works of Plato himself. And now comes to the Dregs of Philosophy amongst the Epicureans and Peripatetics. From Plato's time to the present Age he finds nothing of Philosophy, nothing of Discovery, nothing but a Chattering and fruitless Methods of Wrangling. Concerning the Origination of things, there is nothing found to be met with in Aristotle or his Schools. They would make the World Eternal, both for Matter and Form; Men also, and all things else to be so too. Besides, he does not agree with his own Principles, disposing the four Elements one above the other, but shews not how the Earth seems to be in some parts higher than the Water. Then for the Heavens he makes Adamantine Orbs, and the Stars like Golden-headed Nails fastened to them. These Orbs involved he makes to move round the Earth in 24 hours, that is every day. To this he introduces a contrary Motion for each Planetary Orb from West to East; the Matter of these he makes incorruptible, but below the Orb of the Moon he puts Fire Elementary, without Light or Heat. In the middle Region of the Air he puts the Milky Way and Comets. For the explication of all other things on the Earth, he introduces Substantial Forms, and Specific Qualities, as insignificant as the Pythagorean Numbers and Harmonies. Which being so, he wonders why it has been so long approved of by the Christian World. Then the Author giving a short Catalogue of his Errors, and bids adieu to him, as to a bad Astronomer, a worse Theologian, and the worst of all Physiologists. His Catalogue is this: 1. That the World is Eternal and Incorruptible. 2. The Heavens solid, and moved by contrary Motions. 3. The Matter of the Heavens Divine and Immutable. 4. The Stars to be denser parts of their Orbs, and the Planets to shine by their own Light. 5. Light neither a Body nor a Motion. 6. Elementary Fire under the Moon. 7. The Galaxies and Comets, Meteors. 8. The Earth immovable, in the Centre of the World. 9. Up and down to be founded in Nature immutably. 10. The Form of Animate things substantial. 11. Sensation to be made by Intentional Species. 12. Rarefaction and Contraction to be made by the increase and decrease of Extention in Matter. 13. Providence not to descend below the Moon. 14. The Soul to be ἀνεπίσχεια, and of doubtful Immortality. Next he visits Epicurus, illiterate; yet of no Vulgar Wit; he accommodated all things to his Senses, and so his Notions were for the most part absurd and vulgar. He corrupted only the Doctrines of Democritus and Lucretius. Upon the whole, the Author thinks his Doctrines not worth considering, but refers the Reader to Gassendus. He concludes this Enquiry with giving the Names of several that have written of the Opinions of their Grecian Philosophers, and of some that have written their ἀπόβρυτα, or Secret Doc-\nRuines, as Pythagoras Zacintheus, Perphyrius, Numrius: He regrets the loss also of many Polyhistorians, as, Thopomus, Phavorinus and Alexander Polyhistor; also some of the Writings of Deodorus Siculus and Varro. Now whereas some alledge some few others that have been famous for Philosophy in other parts of the World, yet not what they knew or maintained; and there being no Monuments remaining of such their Knowledge, the Author leaves them in the Obscurity he found them, and thinks he has performed his designed Undertaking to seek what there could be found worthy of preserving among the Ruines and Relicts of the most ancient Philosophers, more particularly relating to the Beginning of things, and has left no quarter unsearched, nor omitted anything which he judged material to this purpose; though other Particulars not pertinent, whether bad or good, he has omitted, as being impertinent.\n\nTo end this Disquisition, in the Fourteenth Chapter he enquires concerning the Beginning of the Barbarick Philosophy; that is, whence the Egyptians, Ethiopians, Chaldeans, Phoenicians, Arabians, Indians, and other Orientals obtained their first Knowledge. There are two Opinions concerning it: One, that they were invented by themselves; and the other, that they were taught by Moses or Abraham. The Author approves neither of these. Not the first, because he meets with no Mention of Experiments, or Observations, or Reasoning and Demonstrations, or Method, or particular Explications; but what was known was Traditional and Positive. Not the Latter, because this Learning was eminent long before those times; for that Moses was bred up in the Schools of Egypt, and for that the Ethiopians were much preceding to the Egyptians. Besides the Instance of Job, who is thought by the Author to have much preceded Moses; for that he takes no notice of the Jewish Laws, Ceremonies or Sabbath, yet was he one that worshipped the true God; and for that the Age of his Life was above 200 years, and he offered his own Sacrifices without a Priest. Upon the whole therefore the Author thinks it was conveyed to Mankind by the Sons of Noah, and by him from the Patriarchs of the Antediluvian World. These are the principal Matters treated of in the First Book.\nIn the Second Book the Learned Author designs to make use of such Testimonies as he can find amongst the Fragments of the most ancient Philosophy, to confirm the Doctrines of his Theory of the Earth, delivered in the First Book thereof, for that he has not therein alleged such Testimonies to confirm it, intermingled with the Discourse itself, as he has done in the Second, but framed the whole from the Idea he had of the Nature of the things themselves. And whereas in the former Book of this present Treatise he has inquired after the Ancient Doctrines concerning the whole, or the Universe: In this he restrains his Search after such Doctrines as more particularly concern the Formation and Fabrick of the Earth only. In the first Chapter then he finds that the Production of this World out of a Chaos was the most general, and the most ancient Doctrine of all the Learned, both Theologers, Physiologers and Poets. He begins with Moses, and shews, that his John and Baha was the same that the Ancients called Chaos. And the Apostle, Heb. ii. 3. does so interpret it, and most of the Christian Interpreters understand it so also, as do the Hebrews. As to other Nations, they either deliver it expressly, as the Philosophers; or Mythologically, as the Poets. The Philosophers differ only, for that some ascribe the Formation to a Mind, others to Chance. He brings several Proofs of it from Phoenicians, Egyptians, Greeks Romans, Persians, and from divers other Authors very famous among the Ancients; but others, as Orpheus, Empedocles and Hesiod made Strife and Love to Operate in the Separation and Union of the parts of the Chaos.\n\nIn the Second Chapter he enquires what Form they assigned to the Primogenial Earth, and what Estates it was to undergo. First, For the Form, that it was differing from the present. Here first he proves, by the Testimony of St. Peter, that there was a three-fold state of the Earth, viz. the Past, Present and Future. By the Past he shews was meant the Antediluvian, and by the Future the New Heaven and New Earth, which he proves by two passages in Isaiah, and one in the Revelation. This he shews was also mentioned by St. Paul in the 8th of the Romans, upon which Passage he insists much to prove, that the Apostle meant this three-fold state of the Earth; and alleges the Judgment of the Fathers, Tertullian, Irenaeus, Origen, Hierom, Chrysostom, and others to confirm it. And then endeavours to answer such as had assigned other Expositions of the Word Creation, of which there are three sorts. One would have the Fallen Angels to be understood, which he shews could not be the meaning, since they are not to be restored. Others would have by Creatures to be understood Men: But that cannot be the Sense, because the Creature and Men are distinguished in the very Text. Thirdly, Those that would have the Gentiles to be meant, are the farthest of all from the plain Sense which he makes to be (the formed World,) and that it is to pass thorough three States, a former, a present, and a future.\nIn the Third Chapter he brings Authority to prove the Primigenial Form and Situation of the Earth, and wherein it differ'd from the present, of which the Ancients had manifest Knowledge. The first he alleges is that of St. Peter, 2, 3, 6, where he says the Words are opposed to those who asserted the state of the World to be the same as at first: And adds, that St. Austin in expounding these Words of St. Peter, doth so understand them; to wit, that not only the old Earth perished in the Flood, but the Heavens also. He next enquires wherein the difference is between the former and the present, and finds St. Peter there describing the first, to assert it to be out of the Water, and to stand by the Waters; that is, (says he) to be placed above the Waters, and be sustained by them. And by this he explains Psal. 136. 6. Prov. 8. 27. but brings no further Proof of his Doctrine.\n\nIn the Fourth Chapter he enquires concerning the Nature, Manner and Causes of Deluges, but chiefly of the Universal. Here he repeats what he has said concerning the quantity of the Water requisite in his Theory, and quotes also what Isaiah says in describing a general Deluge, who makes a kind of Earthquake to precede it, for the Eruption of the Waters out of their Womb, and several other places and Commentators upon them, who all seem to mean Earthquakes. Then he enquires what are the Causes of particular Inundations, which he makes Three. (i.e.) 1. The Eruption of the Sea upon the Low Countries. 2. Great Rains. 3. Eruptions of Waters out of the Body of the Earth by Earthquakes: Of each of these he brings Examples out of History. The first is Strabo's Description of the manner of making the Dead Sea where Sodom and Gomorrah formerly stood by an Earthquake. Secondly, A passage in Amianus Marcellinus about the sinking and drowning of places. Another out of Diodorus Siculus concerning the City of Atalantes, and of Strabo for Euboea. Another out of Ziphiline in the Life of Antonius Pius, of the loss of the City of Cyzicum. Another out of Diodorus Siculus about the loss of Bura and Helice. Another out of Pausonius of the Loss of the City Idea. Then he mentions the Ogygian and Deucalion Floods. Of Deucalians he remarks a notable passage out of Lucian.\n\nIn the Fifth Chapter he enquires whether there be any Record among the Ancients that may confirm his Conjecture about the right Situation of the Earth to the Sun. Whence proceeded a perpetual Equinox without differing Seasons: For this he looks for the Description of the Golden Ages, viz. in Plato's Phaedo, where he says, under Saturn the Motions of the Heavens were uniform, but under Jupiter there was an ἀναποστασις of the Heavens to the posture they are now in, which was the Cause of all the Evil that followed. He speaks also of its Renovation, or being restored to its former state. Of these things we have an imperfect Account, by reason of the length of Time past; but these and greater, or more wonderful things have happened. Next for the Earth, Plato says it was equilibrate without Inclination, ἴσοπόστασις. Further, he makes the Seasons all temperate, which gave Men long Lives. He makes also an Abyss to receive the Water tragiect through the Earth; but the Surface of it he makes smooth, and adorned with various Colours and Gems, as the Prophets and Sacred Authors do the New Jerusalem.\nIn the Sixth Chapter he enquires concerning the changed Position of the present Earth: For this he has a Cloud of Testimonies beside Plato, to wit, Anaxagoras, Empedocles, Diogenes, Leucippus, Democritus, who all speak of the changed Situation of the Earth's Axis, whose Testimonies he has elsewhere mentioned. Among the Inventors of the Astronomers, the Obliquity of the Zodiack and the Seasons of the Year are ascribed to Thales; which is an Argument it had not been so from the beginning. But the Histories of the Progress of Astronomy, written by Eudemus and Theon Smyrnus have perished, which might have afforded more cogent Arguments. Here he mentions what Ovid, Virgil and Homer have said to this purpose, in describing the Golden Age and the Elizium of the Dead. From the Poets he passes to Plutarch's Description of the Fortunate Isles, which is a more modern Name for the Elizium, and agrees much with the Paradisical Earth. And another out of Diodorus Siculus, of the Island Tabrobanus; which he supposes to be for the same purpose. From these Heathens he comes to the Jewish and Christian Writers, describing Paradise and the Garden of the Lord; who do much agree with the Heathen Descriptions of the Golden Age. He quotes J. Abarbanel upon the 2d of Genesis, and Aben Ezra; also Maimonides upon the 10th Chapter of the Sanhedrim; Manasseh Ben Israel on the Creation, and Abraham Ecchellenis concerning the Testimonies of the Jews and Arabians. Then for the Christians he brings Tatianus: He quotes also Suidas, and sums up all with Bellarmine's Conclusion, That there was a perpetual Spring, and another Course of the Sun then at present. He adds, that Aristotle thought the short and uncertain Life of Creatures proceeded from the Oblique Motion of the Sun in the Zodiack: And that Mantuan says, it was the Opinion of the ancient Astronomers. He adds also a Passage of Orpheus preserved by Proclus to the same effect.\n\nIn the Seventh Chapter he discourses of the Description which Moses gives of Paradise, and of the state of Nature in the New World; which is in general, That Moses accommodated his History to the Capacity of those for whom he writ, and that all he has said is not to be taken in a strict literal Sense. Then in the Eighth Chapter he speaks of the manner of the Interpretations of the Expressions of Moses concerning the Hexameron, which is consonant to his Thoughts in the Seventh. And in the Ninth Chapter he endeavours to answer those who would have it to be literally understood. And in the Last Chapter he propounds what things are worthy to be considered in order to the making a right Judgment of the whole; and more particularly, of what he hath more freely delivered in the preceding Chapters. He desires his Readers therefore to consider the Use and Style of the Eastern Sages. 2. The mean and dull Apprehensions of the Ispalites at the time when Moses writ. 3. What Learned Commentators have said of this matter. 4. What we are to think of the Great God, and what Thoughts concerning him are worthy, and what becoming. As to the First, These Orientals did for the most part deliver their Doctrines in Mythology, ad captum Vulgi: But they had also a more Secret Doctrine, which they deliver'd only to such of their Schools as were of a more clear Understanding. So that though many vulgar Opinions have been ascribed to them, yet they were such as were deliver'd for the Vulgar, but that they had others reserved for the more intelligent. So Iamblicus and Laertius relate some Notions of Pythagoras, which accorded with the Vulgar\nVulgar Opinion of the Heavens; yet 'tis plain he held the other Doctrine. The Jewish Doctors say, the Law speaks with the Tongues of Men; that is, with a Vulgar Style, yet they had their Cabala to conceal their Mysteries: Nor was this Foreign to the Christian Schools. Secondly, The People of Israel when Moses writ were of dull and uncultivated Understanding, not fit for Natural Speculations or Divine Contemplations. Thus much Manasseh Ben Israel says, and so does Moses Maimonides. This he conceives to be the reason why Moses so wrote the History of the Creation. Thirdly, Commentators both Jews and Christians have asserted, That many things in that History are not to be understood Literally but Allegorically: For this, besides Philo Judaeus, who makes it all Allegorical; and the Cabalists, whom he passes by, he names R. Moses Egyptius for a solid Author asserting it, and Josephus; as also Aristobulus, quoted by Eusebius, who is of the same Sentiment, as were many of the Christian Fathers which he cites at large. Fourthly, As to such as do not adhere to the Literal Sense, he admonishes them that they do not admit any thing unworthy of God or of our Religion.\n\nPrinted for S. Smith and B. Walford, Printers to the Royal Society, at the Princes Arms in St. Paul's Church-yard, 1693.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101981.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 26798,
    "total-output-tokens": 12942,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1287,
        2
      ],
      [
        1287,
        3201,
        3
      ],
      [
        3201,
        6688,
        4
      ],
      [
        6688,
        9990,
        5
      ],
      [
        9990,
        13442,
        6
      ],
      [
        13442,
        16865,
        7
      ],
      [
        16865,
        20420,
        8
      ],
      [
        20420,
        24029,
        9
      ],
      [
        24029,
        27651,
        10
      ],
      [
        27651,
        31299,
        11
      ],
      [
        31299,
        34838,
        12
      ],
      [
        34838,
        38663,
        13
      ],
      [
        38663,
        40913,
        14
      ],
      [
        40913,
        43949,
        15
      ],
      [
        43949,
        47309,
        16
      ],
      [
        47309,
        50882,
        17
      ],
      [
        50882,
        52178,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101981",
    "title": "An Account of a Book",
    "authors": "Dr. Burnet, R. N.",
    "year": 1693,
    "volume": "17",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/101981"
  }
}