{
  "id": "bd703da8c342b3f18bfda8fbd07947cce22d2955",
  "text": "II. De Mensura & Motu Aquarum fluentium.\n\nTentamen Primum.\n\nQuo agitur de aqua effluente ex vaso semper pleno per foramen rotundum, & de resistentia ejusdem ex defectu lubricitatis oriunda. Auctore Jacobo Jurin, Soc. Reg. & Colleg. Medic. Londinensi. Sodale.\n\nAquarum fluentium Mensuram veteres nullam habuerunt, nisi incertam illam & fallacem, quae, nulla velocitatis habita ratione, sola rivi sectione perpendiculari nitebatur. Ad veram aditum primus aperuit, centum circiter abhinc annis, Benedictus Castellus, Italus, Galileo familiaris. Is quum comperisset copiam aquae per datam rivi sectionem transfluentis, datam non esse, quod veteres crediderant, sed proportionalem celeritati qua fertur aqua per datam sectionem, nobili hoc invento novae & utilissimae fundamenta scientiae jecit, Hydraulicæ. Hoc itaque auctore philosophi certatim in eam disciplinam excolendam incubuerunt, ut nemo pene fuerit a Castelli temporibus mathematicus paulo insignior; quin aliquid opera ad ejus incrementum contulerit, sive experimentis instituendis, sive rationibus & argumentis a priori excogitandis.\n\nAt plerisque, utut magnis viris, propter summam operis difficultatem, parum feliciter res processit. Nam & theoriam excolentes ea tradiderunt theorema, quibus facto periculo refragare deprehenditur experientia; & qui experimentis capiendis operam dede-\ndederunt, cum animum non adverterent ad circumstantias quasdam minutiores, quod iis quid momenti inesset nondum erat compertum, inde factum est, ut tum singuli magnopere inter se dissideant, tum ab illa Mensura, quae reperiri debuerat, pene omnes insigniter aberrarent.\n\nCujus rei non aliud luculentius dari potest exemplum, quam simplex illud omniumque facillimum, quod reliquis fere universis pro fundamento esse consuevit, quodque nos idcirco diligentius pertractandum suscepimus, ubi aqua ex vaso constanter pleno, constanti velocitate, per foramen circulare in fundo factum decurrit. Hic enim ex omnibus unus Polenus veram tradidit aquae effluentis Mensuram, aut eam saltem, quae ad veram proxime accedit: unus Newtonus verum posuit ejus Mensuræ indagandæ fundamentum; verum, at a plerisque repudiatum; a quibusdam, dissimulato auctoris nomine, pro suo venditatum.\n\nHis itaque duobus ducibus rem aggredimur, & primo quidem loco, phænomenon nomine proponeamus ea, quae aut ipsis experimentis comparent, aut ex iisdem, certissimis argumentis confirmantur: deinde ad eorum phænomenon solutionem accedemus.\n\nPhænomena effluxus aquae ex foramine in fundo vasis constanter pleni.\n\n1. Data altitudine aquae & tempore effluendi, Mensura aquae effluentis est fere in ratione foraminis.\n\n2. Data altitudine aquae & foramine, Mensura aquae effluentis est in ratione temporis effluendi.\n\n3. Dato\n3. Dato tempore effluendi & foramine, Mensura aquae effluentis est fere in ratione subduplicata altitudinis aquae.\n\n4. Mensura aquae effluentis est fere in ratione composita ex ratione foraminis, ratione temporis, & ratione subduplicata altitudinis aquae.\n\n5. Mensura aquae dato tempore effluentis longe minor est ea, quae ex Mathematicorum theorematis vulgo elicitur. Ea nempe vulgo habetur aquae effluentis velocitas, quam acquirat in vacuo corpus grave cadendo ex integra altitudine aquae supra foramen; & hoc posito, si area foraminis vocetur $F$, $A$ altitudo aquae supra foramen, $V$ velocitas quam comparat corpus grave cadendo in vacuo ex ista altitudine, $T$ tempus cadendi, & effluat aqua constanti hac velocitate $V$, per tempus $T$, erit $2A$ longitudo columnae aquae, quae eo tempore effluit; eritque ejus Mensura $2AF$. At si accuratissima *Poleni* experimenta ad calculum revoces, copiam aquae, quae eo tempore effluit, non nisi $\\frac{571}{1000}$ circiter hujus Mensurae $2AF$ conficere perspicies.\n\nHujus autem viri illustrissimi experimenta, cum propter summam ejus diligentiam, & accurationis studium, tum alio etiam nomine, reliquorum omnibus omnium praeferenda censo. Is siquidem deprehendit copiam aquae effluentis ex vase per tubum cylindricum, eam quae exiret per foramen circulare in tenui lamina factum, pari existente diametro tubi & foraminis, & pari altitudine aquae ambobus incum-\n\n* Polenus de Castellis, Art. 35, 38, 39, 42, 43.\nbentis, longe superare. Idque ita se habere cognovit, cum tubus non fundo quidem, quod alii prius animadverterant, sed lateri vasis infereretur.\n\nEst autem foramen vel in tenui lamina factum, pro brevi tubo cylindrico habendum. Unde patet majorem aquae copiam ex foramine in lamina tenui facto profluere, quam quae effluxura fuisset, si, quod aiunt, infinite parva fuisset laminæ crassities. Cujusmodi lamina cum neque haberi, nec etiam cogitatione concipi queat, relinquitur ut augeamus diametrum foraminis, quo laminæ crassities, quam fieri commodè potest, minimam rationem obtineat ad foraminis diametrum.\n\nId vero magno cum judicio præstitit Polenus, cum uteretur diametro linearum 26, lamina autem non integram lineam crassam; cum ante cum vix quisquam adhibuerit diametrum 6 aut 7 lineas superantem; aut omnino animum adverterit ad laminæ vel fundi vasis crassitiem; nisi quod unus Newtonus, pro summa sua providentia, sese lamina pertenui usum fuisse scribat.\n\nNec foraminum solum, sed vasorum etiam amplitudini Polenus supra omnes prospexit, quo aqua liberrime & quam minimo cum impedimento versus foramen descenderet; ut nullus dubitandi locus sit, quin Mensuræ ab eo captæ propius longe quam ullæ a reliquis traditæ ad verum accedant.\n\n6. Cum, ut modo vidimus, Mensura aquæ effluentis praedicto tempore $T$, sit $2AF \\times \\frac{571}{1000}$, est longitudo columnæ aquæ, quæ eo tempore effluìt, $2A \\times \\frac{571}{1000}$. Itaque, si particulae aquæ, quæ eodem temporis\nporis puncto in foramine versantur, singulae pari velocitate profiliant, liquet communem omnium velocitatem eam esse, qua percurratur tempore $T$ spatium $\\frac{571}{1000}$, sive velocitatem $V \\times \\frac{571}{1000}$. Haec autem ea est, quacum aqua in vacuo profilire poscit ad tertiam fere partem altitudinis aquae supra foramen.\n\n7. Atqui, cum sursum vertitur aquae motus, ut in fontibus salientibus, profilire cernuntur fontes ad altitudinem aquae in cisterna pene integram. Profilit ergo ex foramine aqua, aut aliqua saltem aquae portio, cum velociate $V$ pene integra, certe velocitate multo majori quam $V \\times \\frac{571}{1000}$.\n\n8. Hinc certissime liquet particulas aquaeas, quae eodem temporis puncto in foramine versantur, non omnes erumpere cum eadem velocitate, sive nullam esse velocitatem omnibus communem. Contrarium haec tenus pro indubitato habuerunt Mathematici.\n\n9. Ad parvam a foramine distantiam, venae aquae erumpentis diameter multo minor est diametro foraminis. Nempe, si foraminis diameter sit 1, erit venae aquae diameter $\\frac{21}{25}$, sive 0,84 mensurante Newtono, qui mirabile hoc phænomenon primus animadvertit; ex mensuris Poleno captis erit $\\frac{20}{26}$, vel $\\frac{20,5}{26}$; hoc est, si diametrum intermediam ceperis, 0,78 fere.\n\nHis expositis, progrediendum est deinceps ad solutionem horum phænomenon expediendam: id vero antequam fiat, ex usu erit lectorum pauca praemonere.\n\nB\n\n1. Aquam\n1. Aquam nos non aliter consideramus, quam ut corpus fluidum, continuum, cujus partes vi minimae illatæ cedunt, & cedendo moventur inter se.\n\n2. Per aquam effluentem intelligimus eam aquæ copiam, quæ actu ex foramine egreditur: Quod, etsi minus necessarium videri possit, monendum tamen idcirco duximus, quod in Dissertazione nostra de Motu aquarum fluentium ante annos circiter 24 Actis Philosophicis inserta, aquæ defluentis nomine designata fuerit tota illa aquæ copia, quæ intra vas in motu constituta est, & versus foramen descendit.\n\n3. Vasis amplitudinem pro infinita habemus, aut tanta saltem, ut in eo decrementum altitudinis aquæ toto temporis spatio, quo aqua ex foramine effluit, sensu percipi nequeat.\n\n4. Aquam consideramus ut effluentem constans velocitate. Nimirum ipso motus initio per minimum temporis spatium effluit aqua minori velocitate, quam mox elapsura sit. Nos autem ipsum motus initium praeterimus, & tum demum investigamus aquæ Mensuram & Motum, cum integram velocitatem, quanta fieri potest, comparaverit. Hæc autem constans sit, necesse est, dum constet aquæ superincumbentis altitudo.\n\n5. Fundum vasis non aliter concipimus quam ut planum mathematicum, vel laminam saltem catenus tenuem, ut ejus crassitie quasi nulla sit respectu diametri foraminis.\n\n6. Per Mensuram aquæ effluentis in sequentibus semper intelligimus eam aquæ copiam, quæ ex foramine erumpit illo temporis spatio, quo corpus grave in vacuo cadens percursurum sit altitudinem aquæ supra foramen.\n\n7. Per\n7. Per Motum aquae effluentis intelligimus summam motuum omnium aquae particularum, quae supradicto temporis spatio ex foramine erumpunt. Motus vero cujusque particulae est, ut factum ex ipsa particula & velocitate quam ex foramine erumpit.\n\n8. Quo facilius animo concipientur sequentia, casus simpliciores primo proponemus, deinde ad magis compositos, sed proprius ad verum rerum statum accedentes, progrediemur.\n\nNempe in problemate primo, quo simplicior evadat solutio, ponimus aquam ex foramine in vacuum effluere, aquaeque particulas, dum versus foramen descendunt, omni carere resistentia ex defectu lubricitatis oriunda.\n\nIn secundo & tertio problemate ponitur adhuc effluxus aquae in vacuo institui; sed concipimus particulas aquae, dum versus foramen descendunt, non-nullam ex defectu lubricitatis experiri resistentiam, tantulum tamen, ut decrementum Motus aquae ex foramine effluentis, exinde ortum, pro nihilo haberi poslit.\n\nIn quarto & quinto, vacui positionem adhuc retinemus; at sensibile ponitur decrementum Motus aquae effluentis, ex defectu lubricitatis.\n\nTandem in problemate sexto & sequentibus rem consideramus prout revera se habet, cum in aëre res transigitur, adeo ut particulae aquae resistentiam sensibilem patiantur, non modo a se invicem per defectum lubricitatis, intra vas, sed etiam post exitum e vaso, per attritum aëris ambientis.\nPROBLEMA I.\n\nDefinire Motum, Mensuram, & velocitatem aquae in vacuum effluentis per foramen in fundo vasis, ubi particulae aquae nullam patiuntur resistentiam ex defectu lubricitatis.\n\nDum foramen obturaculo occluditur, sustinet obturaculum pondus columnae aquae ipsi ad perpendiculum incumbentis. Remoto obturaculo, columna aquae foraminis ad perpendiculum imminens, cum non amplius sustineatur, pressione sua efficiet, ut aqua per foramen defluat, & postquam eam ad debitam velocitatem computere, deinceps constanti sua pressione constantem aquae effluentis velocitatem conservabit.\n\nConcipiendum est quidem, Motum aquae ex foramine effluentis non a pondere solius columnae perpendicularis ortum ducere, sed partim ex hujus columnae pressione, partim ex pressione aquae circumpositae derivari. Sed hoc pacto neque major neque minor fit Motus aquae effluentis, quam si ex pressione solius columnae perpendicularis oriretur: Non minor, quia pressio columnae perpendicularis, si non impediat, Motum sibi proportionalem generabit, impediri autem non potest nisi quatenus aqua circumposita urget aquam effluentem: non major, quia pressio aquae circumpositae non potest aliquid conferre ad Motum aquae effluentis, nisi tantundem demat ex pressione columnae perpendicularis.\n\nCausa igitur adequata Motus aquae ex foramine effluentis, est pressio sive pondus columnae aquae, qua foraminis insistit. At vis data, quocunque modo ap-\napplicetur, dato tempore datam generat Motus quantitatem versus eadem partes, quo tendit vis. Parem itaque Motus quantitatem dato tempore generat columnae incumbentis pondus in aqua effluente, atque generare posset eodem tempore in ipsa columna libere per vacuum cadente.\n\nJam quoniam, per hypothesin, particulae aquae nullam experiuntur resistentiam ex defectu lubricitatis, & omnes illae particulae, quae jamjam exiturae in ipso foramine versantur, aequali urgentur pressione aquae superincumbentis, liquet harum omnium aequalem esse velocitatem.\n\nSit \\( v \\) communis ista velocitas; \\( a \\) altitudo unde cadendo in vacuo comparetur ea velocitas; \\( A \\) altitudo aquae supra foramen; \\( V \\) velocitas quae comparetur cadendo in vacuo ex altitudine \\( A \\); \\( T \\) tempus cadendi ex eadem altitudine; \\( F \\) area foraminis; & effluat aquae ex foramine per tempus \\( T \\).\n\nJam quoniam tempore \\( T \\) velocitate \\( V \\) percurrit spatium \\( 2A \\), percurretur eodem tempore velocitate \\( v \\) spatium \\( \\frac{2Av}{V} \\). Haec itaque erit longitudo columnae aquae, quae effluit ex foramine tempore \\( T \\); eritque magnitudo hujus columnae, sive Mensura aquae effluentis tempore \\( T \\), \\( \\frac{2AvF}{V} \\), & Motus ejusdem erit \\( \\frac{2AFv^2}{V} \\).\n\nMotus autem, qui eodem tempore \\( T \\), in columna aquae foraminis insidente generari possit, si suo ipsius pondere per vacuum feratur, sic habetur.\n\nErit\nErit ejus velocitas \\( V \\), & cum magnitudo ejusdem sit \\( AF \\), erit ejus Motus \\( AFV \\).\n\nAtqui Motus iste, ex suprapositis, æqualis est Motui columnæ aquæ effluentis tempore \\( T \\), sive \\( AFV = \\frac{2AFv^2}{V} \\).\n\nHinc autem \\( V = \\frac{2v^2}{V} \\), sive \\( v^2 = \\frac{V^2}{2} \\), & \\( v = \\frac{V}{\\sqrt{2}} \\).\n\nPorro Mensura suprposita aquæ effluentis tempore \\( T \\), sive \\( \\frac{2AFv}{V} = \\frac{2AF}{V} \\times \\frac{V}{\\sqrt{2}} = \\frac{2AF}{\\sqrt{2}} = AF \\times \\sqrt{2} \\).\n\nQ.E.I.\n\nCoroll. I. Cum sit \\( a : A :: v^2 : V^2 \\); erit \\( a = \\frac{Av^2}{V^2} \\), hoc est, \\( a = \\frac{A}{V^2} \\times \\frac{V^2}{2} \\), sive \\( a = \\frac{A}{2} \\). Itaque altitudo \\( a \\), quam effluens aqua motu sursum verò attingere queat, dimidia est altitudo aquæ in vase supra foramen. Quæ est ipsa altitudo Newtono definita Prop. 36. Lib. II. Princip. Editionis primæ.\n\nCoroll. II. Si tribuatur aquæ effluenti ea velocitas, quæ comparatur cadendo ex integra altitudine aquæ supra foramen, hoc est, si ponatur velocitas \\( v = V \\), erit Motus aquæ supra definitus \\( \\frac{2AFv^2}{V} = -AFV \\), sive du plus ejus Motus, qui a columna foraminis incumbente generari possit, & proinde non nisi a duplo hujus columnæ generandus; quod docuit Newtonus Corollario secundo, Prop. 36. Libr. II. Princip. Edit. 2 & 3.\nSCHOLIUM.\n\nMensura hic determinata, $\\frac{2AF}{\\sqrt{2}}$, sive $2AF \\times 0.707$, ut longe deficit ab ea, quae vulgo Mathematicis statuitur, nempe $2AF$, ita longe superat illam Mensuram, quam exhibent Poleni experimenta, sive $2AF \\times 0.571$. Nec mirum: quod enim ponitur in hoc problemate, carere omni resistentia particulas aquae inter defluendum, hypothesis est a vero rerum statu aliena.\n\nPROBLEMA II.\n\nDefinire Motum, Mensuram & velocitatem aquae in vacuum effluentis per foramen circulare in medio fundo vasis cylindrici, ubi particula aquae resistentiam patiuntur ex defectu lubricitatis, sed tam parvam, ut decrementum Motus aquae effluentis exinde ortum pro nihil haberi possit.\n\nSit vas cylindricum immensum $ABCD$, Fig. 1. $EF$ foramen circulare in medio fundo factum, & aqua in hoc vase quiescente prorsus & immota, detrahatur obturaculum a foramine, ut pateat exitus aquae per foramen.\n\nTum quoniam aqua hactenus immota fuerit, & jam per foramen effluere incipit, & effluentem sequitur aqua supraposita, & motus naturalis aquae nulla desuper affusione perturbatur, & foramen obtinet ipsum fundi medium, induet se se necessario illa aquae portio, quae in motu versatur, & versus foramen descendit, in\nin figuram aliquam regularem $AHEFKB$, cujus basis inferior sit ipsum foramen, basis autem superior sit superficies aquae suprema $AB$, & sectiones omnes horizontales sint circulares. Hanc vocamus Cataractam; qualis autem sit Cataractae figura, nondum disputamus: in praesenti sufficit nostro instituto, ut animadvertamus regularem esse, &c per singulas ejus sectiones horizontales eandem aquae copiam dato tempore transire.\n\nJam quoniam omnis illa aqua, qua deorsum fertur, Cataracta continetur, patet reliquam aquam $AHEC,BKF'D$, qua extra Cataractam sita est, omni motu carere, & penitus quiescere. Itaque in sectione quavis horizontali Cataractae $HcK$, cujus centrum $\\alpha$, puncta $H,K$ repraesentabunt limites inter aquam descendentem versus foramen, & aquam circumpositam quiescentem.\n\nPorro, cum punctum $K$ sit limes motus & quietis, & particulae aquae, dum moventur inter se, resistentiam patientur ex defectu lubricitatis, particula aquae $\\alpha$, Fig. 2. intra Cataractam sita, & adjacens puncto $K$, non poterit nisi quam minima velocitate deorsum ferri. Alioqui, necessario secum abriperet particulam proximam $\\alpha$ extra Cataractam positam, contra hypothesin. Particula autem $\\beta$, qua particulae $\\alpha$ introrsum contigua est, nonnisi quam minima velocitate relativa descendet respectu particulae $\\alpha$; cum alioqui particulam $\\alpha$ accelerando eam secum abriperet, & hae particula $\\alpha$, jam celerius mota, abriperet secum particulam $\\alpha$. Pariter particula $\\gamma$ magis introrsum posita, & particulae $\\beta$ contigua, descendet quam minima velociitate relativa respectu particulae $\\beta$; & reliquae particulae $\\delta$, $\\varepsilon$, &c. aliae aliis magis introrsum sitae, descendent\ndent velocitate quam minima relativa respectu particularum singulis extrorsum adjacentium. Hac autem ratione velocitas absoluta particularum crescat necesse est gradatim a limite versus centrum \\( c \\), ut velocitas aquae sit maxima in ipso centro, minima in limite utroque \\( K \\) & \\( H \\).\n\nNecesse vero est, ut resistentia, quam experitur particula quæque celerior ex affictu adjacentis particulae tardioris extrorsum positæ, perpetuo sibi æqualis sit per totam sectionem Cataractæ. Alioqui, particula illa, quæ majorem patitur resistentiam, accelerabit particulam tardiorem adjacentem, donec minuatur hoc pacto resistentia, & fiat æqualis illi resistentiæ, quam patiuntur cæteræ particulae. At si resistentia sit ubique sibi æqualis per totam Cataractæ sectionem, erit & velocitas relativa particularum ubique æqualis, cum altera alteram necessario consequatur.\n\nErgo velocitas absoluta cujuslibet particulae, quæ est summa velocitatum omnium relativarum ab ambitu sectionis ad eam usque particulam simul sumptarum, est in ratione distantiae ejusdem particulae ab ambitu Cataractæ.\n\nHis expositis, sit modo \\( r \\) radius foraminis, \\( m \\) ad \\( r \\) in ratione peripheriæ ad diametrum, \\( mr^2 \\) area foraminis, \\( v \\) velocitas quacum aqua descendit in centro foraminis, \\( a \\) altitudo unde cadendo in vacuo comparetur velocitas \\( v \\), \\( A \\) altitudo aquæ supra foramen, \\( V \\) velocitas quæ comparetur cadendo in vacuo ex altitudine \\( A \\), \\( T \\) tempus cadendi ex eadem, \\( z \\) distantia cujuslibet particulae a centro foraminis, & effluat aqua tempore \\( T \\).\n\nJam Mensura aquæ, quæ tempore \\( T \\) ex foramine egreditur, ad hunc modum invenietur.\nErit \\( z \\) radius circuli cujuslibet intra foramen, \\( 2mz \\) circumferentia ejusdem, \\( 2mzz \\) annulus nascens ei circumferentiae adjacens, \\( v \\times r - z \\) velocitas aquae in annulo nascente.\n\nCumque sit \\( V : v \\times \\frac{r - z}{r} :: 2A : \\frac{2Av \\times r - z}{Vr} \\)\n\nerit \\( \\frac{2Av \\times r - z}{Vr} \\) spatium, quod conficit aqua per annulum nascentem fluens tempore \\( T \\), & Mensura ejusdem aquae erit \\( 2mzz \\times \\frac{2Av \\times r - z}{Vr} = \\frac{4mAv \\times rz^2 - z^3}{Vr} \\).\n\nAt Mensura aquae per annulum nascentem transcuntis est fluxio Mensurae aquae transeuntis per circulum, cui radius \\( z \\). Est itaque Mensura aquae, quae tempore \\( T \\) transit per hunc circulum, quantitas fluens fluxionis modo expositae \\( \\frac{4mAv}{Vr} \\times rz^2 - z^3 \\), i.e.\n\n\\( \\frac{4mAv}{Vr} \\times \\frac{3rz^2 - 2z^3}{6} = \\frac{2mAv}{3Vr} \\times 3rz^2 - 2z^3 \\).\n\nEt ponendo \\( z = r \\), habebitur Mensura aquae per totum foramen transeuntis tempore \\( T \\), nempe \\( \\frac{2mAvr^2}{3V} \\).\n\nMotus vero aquae ejusdem sic habebitur.\n\nMensura\nMensura aquae tempore $T$ effluentis per annulum nascentem est, ut modo perspeximus, $\\frac{4mAv}{Vr} \\times rz\\dot{z} - z^2\\dot{z}$, & cum velocitas ejusdem sit $v \\times \\frac{r-z}{r}$, crit ejus Motus $\\frac{4mAv}{Vr} \\times rz\\dot{z} - 2z^2\\dot{z} \\times v \\times r - z = \\frac{4mAv^2}{Vr^2} \\times r^2z\\dot{z} - 2rz^2\\dot{z} \\times z^3\\dot{z}$, cujus quantitas fluens est $\\frac{4mAv^2}{Vr^2} \\times \\frac{r^2z^2}{2} - \\frac{2rz^3}{3} + \\frac{z^4}{4} = \\frac{mA^2v^2}{3Vr^2} \\times 6r^2z^2 - 8rz^3 + 3z^4$, qui est Motus aquae transuentis per circulum cui radius $z$. Et posita $z = r$, habetur Motus aquae effluentis tempore $T$ per totum foramen, $\\frac{mA^2vr^2}{3V}$.\n\nHic autem Motus, per solutionem Problematis primi, & hypothesin hujus, æqualis est Motui, quem columna foraminis insistens comparare possit eodem tempore $T$, suo ipsius pondere per vacuum cadendo, hoc est, Motui $AFV$, sive $AV \\times mr^2$. Itaque $\\frac{mA^2vr^2}{3V} = mA^2Vr^2$.\n\nHinc autem $v^2 = 3V^2$, & $v = V \\times \\sqrt{3}$.\n\nPorro Mensura supraposita aquae effluentis per foramen tempore $T$, nempe $\\frac{2mA^2vr^2}{3V} = \\frac{2mA^2r^2}{3V} \\times V \\times \\sqrt{3} = \\frac{2Amr^2}{\\sqrt{3}}$. Q.E.I.\n\nCoroll.\nCoroll. I. Cum sit \\( V^2 : v^2 :: A : a \\), erit \\( a = \\frac{A}{V^2} \\times 3 V^2 = 3 A \\). Itaque altitudo, ad quam aqua in vacuo profilire possit ea velocitate, quacum effluit in centro foraminis, tripla est altitudinis aquae supra foramen.\n\nCoroll. II. Cataractae figura ad hunc modum definitur:\n\nSit \\( HK \\), Fig. 3. quaelibet sectio Cataractae, cujus centrum \\( c \\), fitque ejus radius \\( cK = y \\), altitudo aquae supra istam sectionem, sive \\( Ic = x \\), t tempus cadendi in vacuo ex altitudine \\( x \\), fitque, ut prius, \\( LF = r \\), & \\( IL = A \\).\n\nJam transit aqua per hanc sectionem \\( HK \\) eadem copia atque effluit ex foramine \\( EF \\).\n\nQuod si vas eo usque decurtetur, ut ejus altitudo redigatur ex \\( IL \\) ad \\( Ic \\), adeoque sectio ista \\( HK \\) jam fiat ipsum foramen in fundo vasis, transibit aqua dato tempore, per hanc sectionem, copia neque majori, neque minori, atque prius transferat per eandem, vasa nondum decurtato: non majori, quia non urgetur ista sectio nisi eodem columnae superincumbentis pondere, quo prius urgebatur; non minori, quia aqua inferior \\( HKFE \\) non obstat motui aquae per sectionem \\( HK \\) transituræ.\n\nVasa autem decurtato, Mensura aquae effluentis ex foramine \\( HK \\) tempore \\( t \\), per solutionem praecedentem, est \\( \\frac{2xmy^2}{\\sqrt{3}} \\), & Mensura aquae effluentis tempore \\( T \\) est \\( \\frac{2xmy^2}{\\sqrt{3}} \\times \\frac{T}{t} = \\frac{2xmy^2}{\\sqrt{3}} \\times \\frac{\\sqrt{A}}{\\sqrt{x}} \\). Nam \\( T : t :: \\sqrt{A} : \\sqrt{x} \\).\n\nSed,\nSed, ex supradictis, Mensura aquae tempore dato \\( T \\) effluentis ex foramine \\( HK \\) vasa decurtato, æqualis est Mensurae aquae eodem tempore transeuntis per sectionem \\( HK \\) vasa integro, sive Mensurae aquae eodem tempore effluentis ex foramine \\( EF \\). Itaque\n\n\\[\n\\frac{2 \\times my^2}{\\sqrt{3}} \\times \\frac{\\sqrt{A}}{\\sqrt{x}} = \\frac{2Amr^2}{\\sqrt{3}}, \\quad \\text{sive} \\quad y^2 \\sqrt{x} = r^2 \\sqrt{A},\n\\]\n\nvel \\( y^4 x = r^4 A \\), quæ est ipsa æquatio curvae hyperbolicae, cujus rotatione figuram Cataractæ igni olim ostendimus in Actis Philosophicis Numero 355.\n\n**Scholium I.**\n\nMensura aquae supra inventa \\( \\frac{2Amr^2}{\\sqrt{3}} \\), sive \\( 2Amr^2 \\times 0.577350 \\) tantillo major est Mensura \\( 2Amr^2 \\times 0.571 \\), quæ ex Cl. Poleni experimentis elicetur. Hoc autem differentiæ, aliqua saltem ex parte, inde provenit, quod in hoc problemate decrementum Motus aquae ex resistentia ortum pro nihilo habuimus.\n\n**Scholium II.**\n\nReste se habet Mensura aquae effluentis hac solutione definita, si altitudinem vasis pro infinite magna habeamus respectu diametri foraminis. Cum vero hæc altitudo finitam rationem obtinet ad diametrum foraminis, paulo minor erit Mensura, ita tamen, ut cum altitudo quinques major sit diametro, non nisi parte \\( \\frac{1}{32000} \\), & cum dupla sit diametri, non nisi parte \\( \\frac{1}{5120} \\) circiter, a vero aberrat, quæ differentiæ minores\nnores sunt quam ut ullo experimento deprehendi queant.\n\nTantillum autem hoc discrimen exinde profici-\nscitur, quod velocitas supradieta relativa, & proinde\nipsa velocitas absoluta particularum aquae, quas consi-\nderavimus ut in directione ad horizontem perpendi-\nculari, revera obtinent directionem paululum obli-\nquam, cum propius ad axem Cataractae accedat qua-\nque particula inter descendendum.\n\nQuod si aliquis desiderio tencatur solutionem\nveram & accuratam consequendi, cum altitudo aquae\nquamcunque rationem obtinet ad diametrum fora-\nminis, eam hunc in modum consequi poterit.\n\nEx curvae Cataractae proprietate corollario secundo\nhujus problematis exposita, qua $y^4 x = r^4 A$, subtangens\nhujus curvae ad ambitum foraminis invenietur $4A$, &\nad ambitum cujuslibet sectionis subtangens erit $4x$,\næqualis scilicet altitudini aquae supra illam sectionem\nquater sumptæ.\n\nCurvam vero ejusmodi Cataracticam describit non\nmodo aqua exterior, quae foraminis ambitum præter-\nfluit, sed etiam illa pars aquae, quae per quemlibet fora-\nminis annulum effluit; i.e. unaquaque particula\naquea curvam ejusmodi describit.\n\nSit modo $z$ distantia cujusvis particulae in foramine\npositæ, a centro foraminis, & descendat hæc parti-\ncula per spatium quam minimum in tangente ad\ncurvam Cataracticam. Hinc erit ejus velocitas in\ndirectione hujus tangentis, sive velocitas $\\frac{v \\times r - z}{r}$,\n\nquæ in hoc problemate exposita est, ad velocitatem\nejusdem in directione ad horizontem perpendiculari,\nut $\\sqrt{16A^2 + z^2} : 4A$.\nEst itaque velocitas in directione ad horizontem perpendiculari, \\( v \\times r - z \\times \\frac{4A}{\\sqrt{16A^2 + z^2}} \\).\n\nHinc autem, insistendo vestigiis solutionis superioris, habebis pro Mensura aquae per annulum nascentem transcuntis, \\( \\frac{16mA^2v}{rV} \\times \\frac{rz - z^2z}{\\sqrt{16A^2 + z^2}} \\).\n\nHujus vero fluxionis quantitas fluens, per Mensuras rationum Cotesianas, Form. V. & VI. invenietur\n\n\\[\n\\frac{16mA^2v}{rV} \\times \\frac{2r - z}{\\sqrt{16A^2 + z^2 + 8A^2}} \\left| \\frac{z + \\sqrt{16A^2 + z^2}}{4A} \\right|\n\\]\n\n& ponendo primum \\( z = 0 \\), deinde \\( z = r \\), habebis\n\n\\[\n\\frac{16mA^2v}{rV} \\times \\frac{r}{\\sqrt{16A^2 + r^2 - 4Ar + 8A^2}} \\left| \\frac{r + \\sqrt{16A^2 + r^2}}{4A} \\right|\n\\]\n\npro Mensura aquae per totum foramen transcuntis tempore \\( T \\).\n\nPorro, similem in modum procedendo, habebis pro Motu aquae per annulum nascentem transcuntis,\n\n\\[\n\\frac{64mA^3v^2}{r^2V} \\times \\frac{r^2zz - 2rz^2z + z^3z}{16A^2 + z^2}, \\text{ cujus fluxionis quantitas fluens, per Formam I. & II. Cotesianam, repetitur}\n\\]\n\n\\[\n\\frac{64mA^3v^2}{r^2V} \\text{ in } \\frac{z^2 - 4rz}{2} + \\frac{r^2}{2} \\left| \\frac{16A^2 + z^2}{16A^2} \\right|\n\\]\n\n\\[\n\\frac{16A^2}{2} \\left| \\frac{16A^2 + z^2}{16A^2} \\right| + 2r\\sqrt{-16A^2} \\left| \\frac{z + \\sqrt{-16A^2}}{\\sqrt{16A^2 + z^2}} \\right|\n\\]\n\n& ponendo \\( z = r \\), habebis\n\n\\[\n\\frac{64mA^3v^2}{r^2V} \\text{ in } \\frac{r^2 - 16A^2}{2}\n\\]\n\n\\[\n\\left| \\frac{16A^2 + r^2}{16A^2} \\right| + 2r\\sqrt{-16A^2} \\left| \\frac{r + \\sqrt{-16A^2}}{\\sqrt{16A^2 + r^2}} \\right| - \\frac{3r^2}{2},\n\\]\n\nqui\nqui est Motus aquae transeuntis per foramen tempore $T$.\n\nSit jam $M = \\frac{r}{2} \\sqrt{16A^2 + r^2}$,\n\n$N = 8A^2 \\left| \\frac{r + \\sqrt{16A^2 + r^2}}{4A} \\right|$, vel\n\n$N = 4A^2 \\left| \\frac{16A^2 + 2r^2 + 2r\\sqrt{16A^2 + r^2}}{16A^2} \\right|$, &c\n\n$K = \\frac{r^2 - 16A^2}{2} \\left| \\frac{16A^2 + r^2}{16A^2} \\right|$, &c\n\n$L = 2r\\sqrt{-16A^2} \\left| \\frac{r + \\sqrt{-16A^2}}{\\sqrt{16A^2 + r^2}} \\right|$, vel\n\n$L = 2r \\times 4A$ (Rad : Tang : Sec :: 4A : r : $\\sqrt{16A^2 + r^2}$), & Mensura aquae per foramen transeuntis tempore $T$, erit $\\frac{16mA^2v}{rV} \\times \\frac{M+N-4Ar}{L+K-\\frac{3r^2}{2}}$;\n\nMotus vero ejusdem aquae erit $\\frac{64mA^3v^2}{r^2V} \\times \\frac{L+K-\\frac{3r^2}{2}}{2}$.\n\nSed $\\frac{64mA^3v^2}{r^2V} \\times \\frac{L+K-\\frac{3r^2}{2}}{2} = mr^2AV$, unde\n\n$v^2 = \\frac{r^4V^2}{64A^2 \\times L+K-\\frac{3r^2}{2}}$ & Mensura aquae per foramen effluentis tempore $T$, est $2mA_r \\times \\frac{M+N-4Ar}{\\sqrt{L+K-\\frac{3r^2}{2}}}$.\nSin autem pro Mensuris rationum &c angulorum adhibere malis series infinitas, erit supraposita Mensura aquae per annulum nascentem effluentis,\n\n\\[ \\frac{16mA^2v}{rV} \\times \\frac{rz^2 - z^2z}{\\sqrt{16A^2 + z^2}} \\]\n\nad hanc formam reducenda,\n\n\\[ \\frac{mv}{rV} \\times \\frac{16A^2}{\\sqrt{16A^2 + z^2}} \\times \\frac{rz^2 - z^2z}{\\sqrt{16A^2 + z^2}}; \\]\n\n& reducendo\n\n\\[ \\frac{16A^2}{\\sqrt{16A^2 + z^2}} \\]\n\nad seriem infinitam, habebis\n\n\\[ \\frac{mv}{rV} \\times \\frac{rz^2 - z^2z}{\\sqrt{16A^2 + z^2}} \\]\n\nin \\(4A - \\frac{z^2}{8A} + \\frac{3z^4}{8^3A^3} - \\frac{5z^6}{4 \\times 8^4A^4} + \\frac{35z^8}{8^7A^7} - \\ldots\\) &c. pro Mensura aquae per annulum nascentem effluentis; & per hujus fluxionis quantitatem fluente, sive per\n\n\\[ \\frac{mv}{V} \\times \\frac{2Ar^2}{3} - \\frac{r^4}{20 \\times 8A} + \\frac{r^6}{14 \\times 8^3A^3} - \\frac{5r^8}{36 \\times 8^5A^5} + \\frac{7r^{10}}{22 \\times 8^7A^7} - \\ldots \\]\n\n&c. exponetur Mensura aquae effluentis per foramen integrum.\n\nPorro Motus suprapositus aquae per annulum nascentem transeuntis,\n\n\\[ \\frac{64mA^3v^2}{r^2V} \\times \\frac{rz^2 - 2rz^2z + z^3z}{\\sqrt{16A^2 + z^2}} \\]\n\n\\[ = \\frac{4mA^2v^2}{r^2V} \\times \\frac{rz^2 - 2rz^2z + z^3z}{\\sqrt{16A^2 + z^2}} \\]\n\n\\[ = \\frac{4mA^2v^2}{r^2V} \\times \\frac{rz^2 - 2rz^2z + z^3z}{\\sqrt{16A^2 + z^2}} \\]\n\n\\[ + \\frac{z^4}{16^2A^4} - \\frac{z^6}{16^3A^6} + \\frac{z^8}{16^4A^8} - \\frac{z^{10}}{16^5A^{10}} + \\ldots \\]\nEt per fluxionis hujus quantitatem fluentem, sive per\n\n\\[ \\frac{4mAv^2}{V} \\text{ in } \\frac{r^2}{12} - \\frac{r^4}{60 \\times 16A^2} + \\frac{r^6}{168 \\times 16^2A^4} - \\frac{r^8}{360 \\times 16^3A^6} + \\frac{r^{10}}{660 \\times 16^4A^8} - \\&c. \\]\n\nexponetur Motus aquae per foramen integrum effluentis.\n\nErgo \\( Amr^2V = \\frac{4mAv^2}{V} \\text{ in } \\frac{r^2}{12} - \\frac{r^4}{60 \\times 16A^2} + \\&c. \\)\n\nsive \\( V^2 = v^2 \\text{ in } \\frac{1}{3} - \\frac{r^2}{15 \\times 16A^2} + \\&c. \\)\n\n\\[ v^2 = \\frac{V^2}{\\frac{1}{3} - \\frac{r^2}{15 \\times 16A^2}} + \\&c. \\]\n\n\\[ &v = \\sqrt{\\frac{1}{3} - \\frac{r^2}{15 \\times 16A^2}} + \\&c. \\]\n\nUnde Mensura aquae effluentis per foramen, sive\n\n\\[ \\frac{mv}{V} \\text{ in } \\frac{2Ar^2}{3} - \\frac{r^4}{20 \\times 8A} + \\frac{r^6}{14 \\times 8^3A^3} - \\frac{5r^8}{36 \\times 8^5A^5} + \\&c. \\]\n\n\\[ = \\frac{m}{V} \\text{ in } \\frac{2Ar^2}{3} - \\frac{r^4}{20 \\times 8A} + \\frac{r^6}{14 \\times 8^3A^3} - \\frac{5r^8}{36 \\times 8^5A^5} + \\&c. \\]\n\n\\[ \\times \\frac{V}{\\sqrt{\\frac{1}{3} - \\frac{r^2}{15 \\times 16A^2}}} + \\&c. \\]\n\n\\[ = m \\text{ in } \\frac{2Ar^2}{3} - \\frac{r^4}{20 \\times 8A} + \\&c. \\]\n\n\\[ \\sqrt{\\frac{1}{3} - \\frac{r^2}{15 \\times 16A^2}} + \\&c. \\]\n\nUnde tandem Mensura aquae effluentis per foramen habetur\n\n\\[ \\frac{2Amr^2}{V^3} \\text{ in } \\frac{1}{20 \\times 16A^2} + \\frac{r^4}{56 \\times 16^2A^4} - \\&c. \\]\n\nHinc\nHinc ponendo $A$ infinitam respectu diametri foraminis, evadit Mensura $\\frac{2Amr^2}{\\sqrt{3}}$, ut in Problemate hoc determinavimus.\n\nCum $A = 10r$, Mensura $\\frac{2Amr^2}{\\sqrt{3}} \\times 1 - \\frac{1}{32000}$ circiter.\n\nCum $A = 4r$, Mensura $\\frac{2Amr^2}{\\sqrt{3}} \\times 1 - \\frac{1}{5120}$ circiter.\n\nPotest itaque loco veræ Mensurae adhiberi Mensura $\\frac{2Amr^2}{\\sqrt{3}}$, sine periculo sensibilis erroris, etiam in tantula altitudine, multo magis in altitudine multis vicibus majori, qualis fere in experimentis adhiberi consuevit; & hoc pacto computus ex operoso admodum & intricato facillimus evadit.\n\n**PROBLEMA III.**\n\nIisdem positis, & negligendo accelerationem aquae extra foramen, determinare diametrum venae aquae ad parvam distantiam extra foramen, ubi vena maxime contrahitur, & velocitatem aquae in vena sic contracta.\n\nIn problematis superioris solutione ostensum fuit, particulas aquae ex foramine erumpentes non una omnibus communi velocitate proflire, sed eo velocius ferri, quo proprius absunt a centro foraminis; & velocitatem relativam particularum interiorum, respectu particularum singulas extrorsum contingentium, con-\n\nD 2\nAnter sibi æqualem fieri per totum foramen; & relati-\nvam hanc velocitatem proficisci ex resistentia, quam\nab aquæ circumposita patitur aqua versus foramen\ndescendens.\n\nAt postquam aqua ex foramine egressa est, ejusque\nsuperficies exterior nullam jam patitur resistentiam ab\naquæ circumposita, nec etiam ab ære ambiente, quippe\nquæ ex hypothesi per vacuüm feratur, fieri nequit ut\namplius persit illa velocitas relativa, aut velocitatis\nabsolutæ inæqualitas. Jam enim particulae celeriores\naccelerent necesse est particulas tardiores contiguas,\n& ipsæ vicissim a tardioribus retardentur, donec uni-\nversæ unicam velocitatem sortitæ fuerint particulis\nomnibus communem; quod intra parvum spatium\nfiat, postquam ex foramine fuerint egressæ.\n\nDum vero communem hanc velocitatem conse-\nquuntur omnes particulae, contrahitur necessario venæ\ndiameter. Similiter nempe hic res accidit, atque cum\nflumen rapidius cum tardiori, Rhodanus puta cum\nArare, conjungitur. In alveo communi par est veloci-\ntas aquæ ex utroque flumine advectæ, & pari copia\ntransmittitur aqua per sectionem hujus alvei, atque\nprius transmissa fuerat per sectiones fluminum ambo-\nrum: Sed longe minor est Rhodani sectio post Ara-\nrim receptum, quam summa sectionum Rhodani &\nAraris, priusquam confluant.\n\nSit igitur venæ aquæ contractæ, ubi omnes parti-\nculæ in eadem venæ sectione sitæ æqualem veloci-\ntatem adeptæ fuerint, radius ρ, & communis ista velo-\ncitas vocetur v.\n\nJam Mensura aquæ per venæ contractæ sectionem\ntransfluentis tempore T sic habebitur.\nEst \\( V : v :: 2A : \\frac{2Av}{V} \\), quae est longitudo venae aquae per hanc sectionem transeuntis tempore \\( T \\). Estque \\( \\frac{2Av}{V} \\times m \\rho^2 \\) Mensura aquae per hanc sectionem transeuntis eodem tempore.\n\nEt Motus aquae per sectionem venae transeuntis tempore \\( T \\), est \\( \\frac{2Av}{V} \\times m \\rho^2 \\times v \\), sive \\( \\frac{2Am\\rho^2v^2}{V} \\).\n\nAtqui Mensura aquae per venae sectionem transeuntis aequalis est Mensurae aquae per foramen eodem tempore effluentis, hoc est, \\( \\frac{2Am\\rho^2v}{V} = \\frac{2Amr^2}{\\sqrt{3}} \\),\n\nsive \\( 2\\rho^2v = \\frac{2r^2V}{\\sqrt{3}} \\).\n\nPorro Motus aquae ex foramine erumpentis, cum non mutetur ex actione particularum inter se, aequalis erit Motui aquae per venae sectionem transfluentis, hoc est \\( AVmr^2 = \\frac{2Am\\rho^2v^2}{V} \\), sive \\( 2\\rho^2v^2 = r^2V^2 \\).\n\nEst autem \\( v = \\frac{2\\rho^2v^2}{2\\rho^2v} = r^2V^2 \\times \\frac{\\sqrt{3}}{2r^2V} \\), hoc est \\( v = \\frac{V\\sqrt{3}}{2} \\), &c. \\( v^2 = \\frac{3V^2}{4} \\).\n\nEt \\( \\rho^2 = \\frac{r^2V^2}{2v^2} = \\frac{r^2V^2}{2} \\times \\frac{4}{3V^2} \\), sive \\( \\rho^2 = \\frac{2r^2}{3} \\),\n\n&c. \\( \\rho = \\frac{r\\sqrt{2}}{\\sqrt{3}} \\). Q.E.I.\n\nCoroll. Cum sit \\( v^2 = \\frac{3V^2}{4} \\), altitudines autem sint in ratione duplicata velocitatum inde cadendo geni-\ngenitarum, patet eam esse velocitatem aquae in vena contracta, qua sursum profilire queat in vacuo ad tres quartas partes altitudinis aquae supra foramen.\n\n**Scholium I.**\n\nMirabilem hanc venae aquae contractionem primus omnium, ante annos fere 30, animadvertit Newtonus, cum occasione difficultatum quarundam ab altero illo Britanniae lumine, & amico nostro nullis unquam lacrymis satis deflendo, Rogero Cotesio, propositarum, qui tunc temporis secundam Principiorum editionem adornabat, attentius in motum aquae effluentis introspiceret: eandem postea pluribus experimentis confirmavit Polenus. Exinde philosophorum ingenia satis superque exercuit hoc phænomenon: sed omnes haec tenus latuit vera causa hujus contractionis.\n\nRadius autem venae hoc problemate definitus, nempe \\( r \\frac{\\sqrt{2}}{\\sqrt{3}} \\), sive \\( r \\times 0.8165 \\), paulo minor est radio \\( r \\times 0.84 \\), quanta a Newtono traditur; paulo major radio \\( r \\times 0.78 \\), qualis fere Poleno mensuranti contigit, estque pene inter utramque intermedia.\n\nAt velocitas supra determinata \\( \\frac{\\sqrt{V_3}}{2} \\), qua profilire sursum possit aqua ad tres quartas partes altitudinis vasis supra foramen, longe abest ab experimentis, quibus reperiuntur fontes salientes ad integram fere cisternae altitudinem adsurgere. Provenit autem istud velocitatis discrimen ex aeris ambientis resistentia, quae tantum abest ut minuat altitudinem salientium, quod vulgo creditur, eandem non parum auget, id quod ex Problematis septimi solutione patebit.\n\n**Schol-**\nSCHOLIUM II.\n\nEx iis, quae supra exposuimus in Scholio 2. Problematis II. patet valores hosce ipsarum ρ & v, pro accuratis haberi non posse, nisi altitudo aquae pro infinita habeatur respectu diametri foraminis, proxime tamen ad veros valores accedere, si altitudo aquae sit diametri foraminis dupla, aut duplo major. Quod si eodem valores accurate velis determinare, adhibere poteris Mensuram eodem Scholio definitam, sive $2mAr \\times \\frac{M+N-4Ar}{\\sqrt{L+K-\\frac{3}{2}r^2}}$, unde habebis $v = \\frac{rV}{2} \\times \\frac{\\sqrt{L+K-\\frac{3}{2}r^2}}{M+N-4Ar}$\n\n& $\\rho = \\sqrt{2} \\times \\frac{M+N-4Ar}{\\sqrt{L+K-\\frac{3}{2}r^2}}$. Poteris etiam adhibere series infinitas eodem Scholio expositas.\n\nPROBLEMA IV.\n\nAqua in vacuum effluente ex foramine circulari in medio fundo vasis cylindrici, ubi particula aquae inter defluendum intra vas tantam patientur resistentiam ex defectu lubricitatis, ut inde notabiliter imminuat Motus aquae, & data Mensura aquae effluentis, definire Motum ejusdem, & velocitatem qua per medium foramen egreditur.\n\nSit data Mensura aquae tempore T effluentis, $2mr^2Ag$. Huic ergo æqualis erit Mensura per analysin designata in solutione Problematis secundi, nempe\nnempe $\\frac{2mr^2Av}{3V}$, hoc est $2mr^2Aq = \\frac{2mr^2Av}{3V}$\n\nsive $v = \\frac{3Vq}{r}$.\n\nMotus vero ejusdem aquae per analysin designatus in eodem Problemate, est $\\frac{mr^2Av^2}{3V}$; & loco $v^2$ substituendo ejus valorem modo inventum, fit is Motus $\\frac{mr^2A}{3V} \\times 9V^2q^2 = 3q^2mr^2AV$. Q.E.I.\n\nCoroll. Si ex Motu, qui tempore $T$ generari possit a columna aquae foraminis insistente, sive ex $mr^2AV$, detrahatur Motus aquae eodem tempore effluentis, $3q^2mr^2AV$, relinquitur Motus tempore $T$ ex resistentia deperditus $mr^2AV \\times 1 - 3q^2$.\n\nScholium.\n\nSi accuratam solutionem desideres, recurrendum est ad Scholium secundum Probl. II. hunc in modum; $2mr^2Aq = \\frac{16mA^2v}{rV} \\times M + N - 4Ar$, unde $v = Vq \\times \\frac{r^3}{8A \\times M + N - 4Ar}$. Et Motus aquae effluentis tempore $T$, erit $mr^2AV \\times q^2r^2 \\times \\frac{L + K - \\frac{3}{2}r^2}{M + N - 4Ar}$; unde Motus ex resistentia deperditus tempore $T$, erit $mr^2AV \\times 1 - \\frac{q^2r^2 \\times L + K - \\frac{3}{2}r^2}{M + N - 4Ar}$.\n\nIII. Dias\nPP O B L E M A V.\n\nIisdem positis datisque, & negligendo accelerationem aquae extra foramen, determinare diametrum venae aquae ad parvam distantiam extra foramen, ubi vena maxime contrahitur, & velocitatem aquae in vena sic contracta.\n\nPer tertium Problema, Mensura aquae per sectionem venae transcutis tempore \\( T \\) est \\( \\frac{2m\\rho^2Av}{V} \\): hæc autem æqualis est Mensuræ datæ \\( 2mr^2Aq \\); unde \\( \\rho^2v = r^2Vq \\).\n\nPorro, per idem Problema tertium, Motus aquae per sectionem venae transcutis tempore \\( T \\), est \\( \\frac{2m\\rho^2Av^2}{V} \\), cui æqualis est Motus superiore problemate definitus, \\( 3q^2mr^2AV \\), unde \\( 2\\rho^2v^2 = 3q^2r^2V^2 \\).\n\nEst autem \\( v = \\frac{2\\rho^2v^2}{2\\rho^2v} = \\frac{3q^2r^2V^2}{2qr^2V} = \\frac{3qV}{2} \\).\n\nEt \\( \\rho^2 = \\frac{r^2Vq}{u} = r^2Vq \\times \\frac{2}{3qV} = \\frac{2r^2}{3} \\); unde \\( \\rho = \\frac{r\\sqrt{2}}{\\sqrt{3}} \\). Q.E.I.\n\nCoroll. I. Eadem perstat ratio inter radium foraminis & radium venæ contractæ, sive minuatur utcunque per resistentiam Motus aquae effluentis, ut in hoc Problemate, sive non minuatur, ut in Problemate III. cum sit utrobique \\( \\rho = \\frac{r\\sqrt{2}}{\\sqrt{3}} \\).\n\nE Coroll.\nCoroll. 2. Cum minuitur per resistentiam Motus aquae effluentis, minuitur simul velocitas in vena contracta. Cum enim in Problemate tertio fuerat \\( v = \\frac{V\\sqrt{3}}{2} \\), fit modo \\( v = \\frac{3qV}{2} \\), hoc est, minuitur \\( v \\) ex \\( V \\times 0.866 \\) ad \\( V \\times 0.856 \\) sumendo \\( q = 0.571 \\) ex Poleni experimentis.\n\nScholium.\n\nAccurate erit \\( v = V \\times r^2 q \\times \\frac{L + K - \\frac{3}{2}r^2}{M + N - 4Ar} \\),\n\ncritque \\( q = \\sqrt{2} \\times \\frac{\\sqrt{L + K - \\frac{3}{2}r^2}}{M + N - 4Ar} \\), pariter atque inventum est in Scholio secundo Problematis tertii.\n\nProblema VI.\n\nAqua in aërem effluente per foramen circulare in medio fundo vasis cylindrici, ubi particulae aquae inter defluendum intra vas tantam patiuntur resistentiam ex defectu lubricitatis, ut inde notabiliter minuatur Motus aquae, & data Mensura aquae effluentis, definire Motum ejusdem, & velocitatem qua per medium foramen egreditur.\n\nSit data Mensura aquae tempore \\( T \\) effluentis \\( 2mr^2Aq \\), ut in Problemate IV. & ope ejusdem Problematis habebitur Motus ejusdem \\( 3q^2mr^2AV \\), & velocitas quacum egreditur per centrum foraminis, sive \\( v = 3qV \\). Q.E.I.\n\nCoroll.\nCoroll. Cum detur \\( q \\), est \\( v \\) ut \\( V \\), hoc est, ut \\( VA \\).\n\nScholium.\n\nHæc eadem accurate definita reperies in Scholio Problematis IV.\n\nProblema VII.\n\nAqua in ærem effluente, negligendo accelerationem aquæ extra foramen ex gravitate ortam, si dentur dua qualibet ex tribus sequentibus, nempe Mensura aquæ effluentis, velocitate in axe vene contractæ, & diametro ejusdem vena, reliquam determinare.\n\nCum aqua ex foramine erumpens per vacuum fertur, ostensum est in solutione Problematis III. æqualem fieri velocitatem particularum aquæ per totam sectionem venæ contractæ: Nunc autem, cum vena per ærem fertur, tollitur necessario æqualitas ista velocitatis. Partes enim venæ exterioreæ ærem circumjacentem in motum concitant, atque ab eodem ipsæ retardantur, adeo ut parem cum reliquis velocitatem adipisci nequeant. Partes autem extimæ, cum ab aere retardentur, partes contiguas interiores retardant, hæque proximas; atque eo paæto fit, ut particula quæque interior celerius feratur particula contigua exteriore, adeo ut velocitas maxima sit in axe venæ, in ambitu minima. Et cum partes exterioreæ tardius ferantur per ærem, quam, sublato ære, per vacuum ferrentur, inde fit ut partes mediaæ velocius\nferantur, aëre venam ambiente, quam ferrentur aëre tiblatu. Qua de causa mediae partes aquae in fontibus salientibus multo altius adsurgunt in aëre aperto, quam in vacuo essent adscensurae, prout monuimus sub finem Schol. I. Probl. III.\n\nPorro, eæ partes aeris, quæ venæ aquæ sunt contiguae, cum ab aqua in motum concitentur, ipsæ alias sibi extrorsum adjacentes in motum concitant, hæque proximas exteriores, & illæ reliquas successive ad certam aliquam distantiam ab ambitu venæ.\n\nVelocitas autem particularum aquæ ab axe venæ ad ambitum ejusdem ita decrecat, necesse est, ut particulae cujusque ubicunque sitæ una eademque sit velocitas relativa respectu particulae extrorsum adjacentis, iisdem ex causis quas exposuimus in solutione Problematis secundi. Nam si quævis particula velociatem relativam majorem habeat quam reliquæ, ea majorem experietur resistentiam ex attritu particulae extrorsum adjacentis, & eo pacto ad æqualem cum ceteris velocitatem relativam perducetur. Pari modo particula quæque aeris circumpositi, qui in motum concitatur, unam eamdemque habebit velocitatem relativam respectu particulae aëreæ extrorsum adjacentis.\n\nAt longe discrepat velocitas relativa particularum aquæarum inter se, a velocitate relativa particularum aeris, quod hoc modo concipi potest.\n\nParticula quævis aquæ in extima vena constituta, a particula aquæ introrsum proxima sollicitatur ad motum accelerandum; eadem a particula proxima aeris retardatur: & cum particula ista extima justam velocitatem adepta sit, pares sint, necesse est, hæ duæ vires contrariae, quarum altera retardat particulam, altera acce-\naccelerat. Id vero fieri non potest, nisi factum ex velocitate relativa & densitate particulae aquae accelerantis, æquale sit facto ex velocitate relativa & densitate particulae aeræ retardantis. Est autem densitas aeris ad densitatem aquæ, ut 1 ad 900 circiter. Itaque velocitas relativa inter extimam particulam aquæm & proximam aeræm, est ad velocitatem relativam inter duas proximas particulas aquæs, ut 900 ad 1 circiter.\n\nPorro, particula ista intima aeræ ad motum accelerandum sollicitatur a proxima contigua particula aquæ, retardatur a particula aeræ extrorsum proxima. Cumque hic etiam vires duæ contrariæ sibi invicem æquales sint, erit factum ex densitate & velocitate relativa particulae aquæ accelerantis, æquale facto ex densitate & velocitate relativa particulae aeræ retardantis. Unde erit velocitas relativa, quæ est inter duas istas particulas aeræs, ad velocitatem relativam, quæ est inter particulam intimam aeræm & proximam aquæm, ut 900 ad 1 circiter; eritque eadem ad velocitatem relativam, quæ est inter duas proximas particulas aquæs, ut 900 × 900 ad 1 fere: & hæc tanta velocitas relativa perpetuo sibi constabit per totam crassitiem annuli aeræi, qui ab aqua profluente in motum concitatur.\n\nDesignentur jam literis r, m, v, a, V, A, T, eadem atque in secundo Problemate literis iisdem significantur. Esto etiam v velocitas aquæ in axe venæ aquæ contractæ, ρ radius ejusdem venæ, R radius venæ imaginariæ, per quem velocitas v, decrescendo gradatim, pari modo atque decrescit in vena vera, tandem ad nihilum redigatur.\nSit etiam Mensura aquae tempore \\( T \\) effluentis per foramen, \\( 2 q m r^2 A \\).\n\nJam Mensura aquae eodem tempore fluentis per venam contractam, methodo in Problemate II. exposita, invenietur \\( \\frac{2 m A v g^2}{3 R V} \\times \\frac{3 R - 2 g}{3} \\).\n\nHaec autem Mensurae aequales sunt, hoc est,\n\n\\[ 2 q m r^2 A = \\frac{2 m A v g^2}{3 R V} \\times \\frac{3 R - 2 g}{3}, \\text{ sive, } 3 q r^2 RV = v g^2 \\times \\frac{3 R - 2 g}{3}. \\]\n\nPorro, cum Mensura aquae effluentis per foramen tempore \\( T \\) sit \\( 2 q m r^2 A \\), Motus ejusdem, per Problema VI. est \\( 3 q^2 m r^2 AV \\).\n\nEt Motus aquae per venam fluentis eodem tempore, per methodum Problemate secundo usurpatam, invenitur\n\n\\[ \\frac{m A v^2 \\times 6 R^2 g^2 - 8 R g^3 + 3 g^4}{3 VR^2}. \\]\n\nHi autem aequales sunt, hoc est, \\( 3 q^2 m r^2 AV = \\frac{m A v^2 \\times 6 R^2 g^2 - 8 R g^3 + 3 g^4}{3 VR^2} \\), sive, \\( 9 q^2 r^2 R^2 V^2 = v^2 \\times 6 R^2 g^2 - 8 R g^3 + 3 g^4 \\).\n\nDuabus his aequationibus rite reductis ad expungendam \\( R \\), pervenitur ad aequationem sequentem,\n\n\\[ g^4 v^2 = 2 q u V r^2 g^2 + 12 q^2 V^2 r^2 g^2 - 9 q^2 V^2 r^4, \\]\n\nunde \\( g^2 = \\frac{q V r^2}{v^2} \\times u + 6 q V - 2 \\sqrt{3 q u V + 9 q^2 V^2 - 2 v^2}, \\)\n\n& hinc obtinetur ipse \\( g \\), sive radius venae contractae, cum dantur \\( q \\) &c \\( v \\).\n\nPorro,\nPorro, ex eadem æquatione elicitur, \\( v = \\frac{q V r}{\\xi^2} \\times \\frac{r + 2 \\sqrt{3 \\xi^2 - 2 r^2}}{\\xi^2}. \\)\n\nDenique, \\( q = \\frac{\\xi^2 v}{r V \\times r + 2 \\sqrt{3 \\xi^2 - 2 r^2}}. \\) Q.E.I.\n\n**Scholium I.**\n\nSupra posuimus Motum aquæ per venam contractam fluentis æqualem Motui effluentis per foramen. Id autem, si rigorem Mathematicum spectes, non est verum. Motus enim aquæ per foramen effluentis aequalis est Motui aquæ per venam contractam fluentis, & Motui annuli aerei venam ambientis, qui aer ab aqua per venam fluente in motum concitatur, simul sumptis. Sed annuli aerei Motum, cum ejus annuli crassities non sit major quam \\( \\frac{R - \\xi}{900 \\times 900} \\), ejusque densitas non sit major parte \\( \\frac{1}{900} \\) densitatis aquæ, pro nihilo habemus; idque faciendo æquationes longe simpliciores reddimus quam alioqui erant futurae.\n\n**Scholium II.**\n\nPer Corollarium i. Problematis V. cum aqua in vacuum effluit, eadem semper perstat ratio inter radium foraminis & radium venæ contractæ, sive minuatur utcunque per resistentiam Motus aquæ effluentis, sive non minuatur. Unde, ut in re physica, veri simillimum censamus, datam haberi rationem inter\ninter hos radios, etiam cum aqua per aerem profluit; utcunque minuatur Motus aquae effluentis per resistentiam, aut saltem eam rationem non nisi quam minimum mutari. Idque cum reperiatur contentaneum experimentis haec tenus factis, quod infra clarius apparet, nos pro vero habebimus, donec experimenta in posterum accuratius instituenda aliquid certius docuerint.\n\nPorro, si datur ratio inter $r$ & $\\rho$, datur etiam ratio inter $r$ & $R$, sive ratio inter radium foraminis, & radium imaginarium, per quem velocitas $v$ gradatim decrescendo ad nihilum redigitur.\n\nNam, eliminando $v$ ex aequationibus duabus supra positis, $9q^2 r^2 R^2 V^2 = \\rho^2 v^2 \\times 6R^2 - 8R\\rho + 3\\rho^2$, & $3qr^2 RV = \\rho^2 v \\times 3R - 2\\rho$, pervenitur ad aequationem, $\\rho^2 \\times 9R^2 - 12R\\rho + 4\\rho^2 = r^2 \\times 6R^2 - 9R\\rho + 3\\rho^2$, unde $R = \\frac{\\rho}{3} \\times \\frac{r}{\\sqrt{3\\rho^2 - 2r^2}}$.\n\nPræterea, ex altera harum aequationum, $3qr^2 RV = \\rho^2 v \\times 3R - 2\\rho$, fit $3r^2 R : \\rho^2 \\times 3R - 2\\rho :: u : qV$, & cum data sit ratio prior, datur etiam ratio posterior, hoc est, datur quantitas $\\frac{u}{qV}$.\n\nQuantæ autem sint tres haæ rationes datae, postea demonstrabimus.\n\nReliqua proximo Transactionum Numero communicabimus.\n\nIII. Dias",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104233.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 38,
    "total-input-tokens": 56456,
    "total-output-tokens": 18890,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1346,
        3
      ],
      [
        1346,
        2735,
        4
      ],
      [
        2735,
        4196,
        5
      ],
      [
        4196,
        5678,
        6
      ],
      [
        5678,
        7113,
        7
      ],
      [
        7113,
        8615,
        8
      ],
      [
        8615,
        9980,
        9
      ],
      [
        9980,
        11405,
        10
      ],
      [
        11405,
        12823,
        11
      ],
      [
        12823,
        14141,
        12
      ],
      [
        14141,
        15361,
        13
      ],
      [
        15361,
        17094,
        14
      ],
      [
        17094,
        18767,
        15
      ],
      [
        18767,
        19834,
        16
      ],
      [
        19834,
        21037,
        17
      ],
      [
        21037,
        22549,
        18
      ],
      [
        22549,
        23947,
        19
      ],
      [
        23947,
        25469,
        20
      ],
      [
        25469,
        27018,
        21
      ],
      [
        27018,
        27970,
        22
      ],
      [
        27970,
        29364,
        23
      ],
      [
        29364,
        30714,
        24
      ],
      [
        30714,
        31872,
        25
      ],
      [
        31872,
        33397,
        26
      ],
      [
        33397,
        34680,
        27
      ],
      [
        34680,
        36207,
        28
      ],
      [
        36207,
        37400,
        29
      ],
      [
        37400,
        38447,
        30
      ],
      [
        38447,
        39619,
        31
      ],
      [
        39619,
        40793,
        32
      ],
      [
        40793,
        42008,
        33
      ],
      [
        42008,
        43617,
        34
      ],
      [
        43617,
        45164,
        35
      ],
      [
        45164,
        46471,
        36
      ],
      [
        46471,
        47644,
        37
      ],
      [
        47644,
        48909,
        38
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104233",
    "title": "De Mensura & Motu Aquarum Fluentium",
    "authors": "Jacobo Jurin",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 38,
    "jstor_url": "https://www.jstor.org/stable/104233"
  }
}