{
  "id": "951ba26bbff5a24deca72896bd4932f201bb1944",
  "text": "VI. A new Kind of Hydrometer made by Mr. Clarke, and communicated to the Society by J. T. Desaguliers, L. L. D. F. R. S.\n\nThe Hydrometer, by some called Areometer, is an Instrument commonly made of Glass, as represented by Figure 1, consisting of a Stem AB, graduated by small Beads of Glass of different Colours, stuck on the Outside, a larger Ball, B, quite empty as well as the Stem, and a small Ball, C, filled with Quicksilver before the End A, was hermetically sealed, in such Manner as to make the Hydrometer sink in Rain Water as deep as m, the Middle of the Stem. Such an Instrument does indeed shew the different specific Gravity of all Waters or Wines, by sinking deeper in the lighter, and emerging more out of the heavier Liquors; but as it is difficult to have the Stem exactly of the same Bigness all the Way, and if it could be had, the same Instrument would not serve for Water and Spirits, sinking quite over Head in Spirits when made for Water, and emerging in Water with Part of the great Ball out, when made for Spirits. The Hydrometer has only been used to find whether any one Liquor is specifically heavier than another; but not to tell how much, which cannot be done without a great deal of Trouble, even with a nice Instrument. The Hydrostatic Balance has supplied the Place\nPlace of the Hydrometer, and shews the different specific Gravity of Fluids to a very great Exactness. But as that Balance cannot well be carried in the Pocket, and much less managed and understood by Persons not used to Experiments, Mr. Clarke was resolved to perfect the Hydrometer for the Use of those that deal in Brandies and Spirits, that by the Use of the Instrument they may, by Inspection, and without Trouble, know whether a spirituous Liquor be Proof, above Proof, or under Proof, and exactly how much above or under: And this must be of great Use to the Officers of the Customs, who examine imported or exported Liquors.\n\nAfter having made several fruitless Trials with Ivory, because it imbibes spirituous Liquors, and thereby alters its Gravity, he at last made a Copper Hydrometer, represented by Fig. 2, having a Brass Wire of about \\(\\frac{1}{4}\\) Inch thick going through, and soldered into the hollow Copper Ball, B b. The upper Ball of this Wire is filed flat on one Side, for the Stem of the Hydrometer, with a Mark at \\(m\\), to which it sinks exactly in Proof Spirits. There are two other Marks, A and B, at Top and Bottom of the Stem, to shew whether the Liquor be \\(\\frac{1}{2}\\) above Proof (as when it sinks to A) or \\(\\frac{1}{2}\\) under Proof (as when it emerges\nges to B) when a Brass Weight, such as C, has been screwed on, to the Bottom at c. There are a great many such Weights of different Sizes, and marked to be screwed on, instead of C, for Liquors that differ more than 10 from Proof, so as to serve for the specifick Gravities in all such Proportions as relate to the Mixture of spirituous Liquors, in all the Variety made Use of in Trade. There are also other Balls for shewing the specifick Gravities quite to common Water, which makes the Instrument perfect in its Kind.\n\nVII. An Account of an Aurora Borealis attended with unusual Appearances, in a Letter from the Learned Mr. G. Cramer, Prof. Math. Genev. to James Jurin, M.D. and F.R.S.\n\nI have been so overcharged with Business since I came here, that I had hardly Time enough to think of writing.\n\nBeing now a little more at Leisure, I would not miss the Occasion of an Aurora Borealis, which appeared here the 15th of Feb. N.S. accompanied with some Circumstances rare enough to be worth your Consideration.\n\nThe Aurora itself had nothing extraordinary; it was a quiet one, that is, without any sensible Motion, except, perhaps, an alternative Increase and Diminution of apparent Altitude. Whether it was for this Reason, or because the Light had its Edge imperceptibly confounded with the Colour of Heaven, several People judged of that Altitude severally. There are some that",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103538.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1077,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1301,
        2
      ],
      [
        1301,
        2592,
        3
      ],
      [
        2592,
        3975,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103538",
    "title": "A New Kind of Hydrometer Made by Mr. Clarke, and Communicated to the Society by J. T. Desaguliers, L. L. D. F. R. S.",
    "authors": "Mr. Clarke, J. T. Desaguliers",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103538"
  }
}