{
  "id": "9761090e331fc17fd9a96d3472bacf19005dfe88",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable, that a Committee of their members should be appointed to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds\nof their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS.\n\nI. The Croonian Lecture on Muscular Motion. By Everard Home, Esq. F. R. S. page 1\n\nII. Some Particulars in the Anatomy of a Whale. By Mr. John Abernethy. Communicated by Everard Home, Esq. F. R. S. p. 27\n\nIII. An Account of the late Discovery of Native Gold in Ireland. In a Letter from John Lloyd, Esq. F. R. S. to Sir Joseph Banks, Bart. K. B. P. R. S. p. 34\n\nIV. A mineralogical Account of the Native Gold lately discovered in Ireland. In a Letter from Abraham Mills, Esq. to Sir Joseph Banks, Bart. K. B. P. R. S. p. 38\n\nV. The Construction and Analysis of geometrical Propositions, determining the Positions assumed by homogeneal Bodies which float freely, and at rest, on a Fluid’s Surface; also determining the Stability of Ships, and of other floating Bodies. By George Atwood, Esq. F R. S. p. 46\n\nVI. Account of the Discovery of a new Comet. By Miss Caroline Herschel. In a Letter to Sir Joseph Banks, Bart. K. B. P. R. S. p. 131\n\nVII. Mr. Jones’s Computation of the Hyperbolic Logarithm of 10 improved: being a Transformation of the Series which he used in that Computation to others which converge by the Powers of 80. To which is added a Postscript, containing an\nImprovement of Mr. Emerson's Computation of the same Logarithm. By the Rev. John Hellins, Vicar of Potter's Pury, in Northamptonshire. Communicated by the Rev. Nevil Maskelyne, D.D. F.R.S. and Astronomer Royal. p. 135\n\nVIII. Manière élémentaire d'obtenir les Suites par lesquelles s'expriment les Quantités exponentielles et les Fonctions trigonométriques des Arcs circulaires. Par M. Simon L'Huillier, F.R.S. p. 142\n\nIX. On the Method of observing the Changes that happen to the fixed Stars; with some Remarks on the Stability of the Light of our Sun. To which is added, a Catalogue of comparative Brightness, for ascertaining the Permanency of the Lustre of Stars. By William Herschel, LL.D. F.R.S. p. 166\n\nX. Experiments and Observations on the Inflection, Reflection, and Colours of Light. By Henry Brougham Jun. Esq. Communicated by Sir Charles Blagden, Knt. Sec. R. S. p. 227\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society by Order of the President and Council.\nTHE PRESIDENT and COUNCIL of the ROYAL SOCIETY adjudged, for the year 1795, the Medal on Sir GODFREY COPLEY's Donation, to MR. JESSE RAMSDEN, F.R.S. for his various inventions and improvements in the construction of the instruments for the trigonometrical measurements, carried on by the late Major General Roy, and by Lieutenant Colonel WILLIAMS and his Associates.\nCONTENTS.\n\nXI. Of the Influence of Cold upon the Health of the Inhabitants of London. By William Heberden, Jun. M.D. F.R.S. p. 279\n\nXII. An Analysis of the Carinthian Molybdate of Lead; with Experiments on the Molybdic Acid. To which are added some Experiments and Observations on the Decomposition of the Sulphate of Ammoniac. By Charles Hatchett, Esq. Communicated by Sir Joseph Banks, Bart. K.B. P.R.S. p. 285\n\nXIII. Observations of the diurnal Variation of the Magnetic Needle at Fort Marlborough, in the Island of Sumatra. By John Macdonald, Esq. In a Letter to John Crisp, Esq. F.R.S. p. 340\n\nXIV. Particulars of the Discovery of some very singular Balls of Stone, found in the Works of the Huddersfield Canal. By Mr. Benjamin Outram, Engineer to the Huddersfield Canal Company. Communicated by Sir Joseph Banks, Bart. K.B. P.R.S. p. 350\n\nXV. Account of the Earthquake felt in various Parts of England, November 18, 1795; with some Observations thereon. By Edward Whitaker Gray, M.D. F.R.S. p. 353\n\nXVI. Newton's Binomial Theorem legally demonstrated by Algebra. By the Rev. William Sewell, A.M. Communicated by Sir Joseph Banks, Bart. K.B. P.R.S. p. 382\nXVII. A Description of the Anatomy of the Sea Otter, from a Dissection made November 15th, 1795, by Everard Home, Esq. F. R. S. and Mr. Archibald Menzies. Communicated by Everard Home, Esq. p. 385\n\nXVIII. Observations on some ancient metallic Arms and Utensils; with Experiments to determine their Composition. By George Pearson, M. D. F. R. S. p. 395\n\nXIX. On the periodical Star α Herculis; with Remarks tending to establish the rotatory Motion of the Stars on their Axes. To which is added a Second Catalogue of the comparative Brightness of the Stars. By William Herschel, LL.D. F. R. S. p. 452\n\nXX. Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1795. By Thomas Barker, Esq. Communicated by Thomas White, Esq. F. R. S. p. 483\n\nXXI. Observations on the Changes which Blood undergoes, when extravasated into the urinary Bladder, and retained for some Time in that Viscus, mixed with the Urine. By Everard Home, Esq. F. R. S. p. 486\n\nXXII. On the Fructification of the submersed Algæ. By Mr. Corrêa de Serra, F. R. S. p. 494\n\nPresents received by the Royal Society, from November, 1795, to June, 1796 p. 507\n\nIndex p. 511",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106993.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 2361,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1464,
        3
      ],
      [
        1464,
        2953,
        4
      ],
      [
        2953,
        4140,
        5
      ],
      [
        4140,
        5140,
        6
      ],
      [
        5140,
        5507,
        7
      ],
      [
        5507,
        5507,
        8
      ],
      [
        5507,
        6668,
        9
      ],
      [
        6668,
        7831,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106993",
    "title": "Front Matter",
    "authors": null,
    "year": 1796,
    "volume": "86",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106993"
  }
}