{
  "id": "c59a861b5f4a02716393a31c4d3861410e2c08a9",
  "text": "X. On the communication of the structure of doubly refracting crystals to glass, muriate of soda, fluor spar, and other substances, by mechanical compression and dilatation. By David Brewster, LL. D. F. R. S. Lond. and Edin. In a letter addressed to the Right Hon. Sir Joseph Banks, Bart, G.C.B. P.R.S.\n\nRead February 29, 1816.\n\nDear Sir,\n\nNotwithstanding the numerous discoveries which have lately been made relative to the polarisation of light, and the optical phenomena of crystallized bodies, not a single step has yet been made towards the solution of the great problem of double refraction. What is the mechanical condition of crystals that form two images and polarise them in different planes; and what are the mechanical changes which must be induced on uncrystallized bodies in order to communicate to them these remarkable properties, are questions which are as difficult to be answered at the present moment, as they were in the days of Huyghens and Newton.\n\nIn the frequent attempts which I have made to obtain a solution of these difficulties, the polarisation of light by oblique refraction was the only phenomenon that seemed to connect itself with the inquiry; but the hopes of success which this fact inspired, were soon found to be delusive, and the subject resumed its former impregnable aspect. A new train of experiments, however, has enabled me not only to give a\nsatisfactory answer to the questions which have been stated, but to communicate to glass, and many other substances, by the mere pressure of the hand, all the properties of the different classes of doubly refracting crystals. The method of producing these effects, and the consequences to which it leads, will be briefly explained in the following letter.\n\nSECT. I. On the communication of double refraction to glass muriate of soda, and other hard solids.\n\nPROPOSITION I.\n\nIf the edges of a plate of glass, which has no action upon polarised light, are pressed together or dilated by any kind of force, it will exhibit distinct neutral and depolarising axes like all doubly refracting crystals, and will separate polarised light into its complementary colours. The neutral axes are parallel and perpendicular to the direction in which the force is applied, and the depolarising axes are inclined to these at angles of $45^\\circ$.\n\nI took a plate of glass about 1 inch broad, $2\\frac{1}{2}$ inches long, and 0.28 of an inch thick, and having compressed its edges by the force of screws, I found that it polarised a white of the first order in every part of its breadth. The depolarising axes formed an angle of $45^\\circ$ with the edges of the plate. By increasing the compressing force, it polarised a faint yellow light of the first order, which gradually rose into orange.\n\nWhen the screw pressed upon the glass only at a single point, an appearance was exhibited similar to that shown in Fig. 1, (Pl. IX.) where AB is a cubical piece of glass pressed in the clamp CDE by means of the screw S. Between the points of pressure $m$, $n$, fringes $mon$, $mpn$, are developed. Between\nA and o the tint is a white of the first order, passing into yellow at o, then advancing up the scale to r, and descending by similar gradations to B. The effect produced by turning the glass round $45^\\circ$ is shown in Fig. 2.\n\nIf the axis of pressure $mn$, Fig. 3, (Pl. IX.) is near one side of a plate of glass AB, an effect is produced at B exactly like the four sets of fringes exhibited by crystallized glass. When the axis of pressure $mn$ is in the middle of a plate AB, Fig. 4, (Pl. IX.) about $1\\frac{1}{2}$ inch long, the same effect is produced towards A and B, as if the two pieces $Amn$, $Bmn$, had been crystallized separately by heat.*\n\nI experienced considerable difficulty in applying a dilating force to glass, till I discovered the method described under Proposition III.\n\n**Proposition II.**\n\nWhen a plate of glass is under the influence of a compressing force its structure is the same as that of one class of doubly refracting crystals, including calcareous spar, beryl, &c.; but when it is under the influence of a dilating force, its structure is the same as that of the other class of doubly refracting crystals, including sulphate of lime, quartz, &c.\n\nWhen a plate of dilated glass was combined with a similar plate of compressed glass, so that the direction of the dilating force coincided with the direction of the compressing force, the difference of their effects was produced, and *vice versa*. The truth in the Proposition was also established by combining the glass with standard plates of sulphate of lime.\n\n* See Phil. Trans. 1816, p. 90, fig. 35.\nProposition III.\n\nIf a long plate or slip of glass is bent by the force of the hand, it exhibits at the same time, the two opposite structures described in the preceding Proposition. The convex, or dilated side of the plate affords one set of coloured fringes, similar to those produced by one class of doubly refracting crystals; and the concave or compressed side, exhibits another set of fringes similar to those produced by the other class. These two sets of fringes are separated by a deep black line where there is neither compression nor dilatation.\n\nThis curious result may be obtained by plates of glass of any size, provided they are a few inches in length, but the experiment is more easily made with a long and narrow slip. When a very small degree of force is employed in bending it, a faint bluish white fringe appears at both edges. As the force increases, these fringes encroach upon the interjacent black space, and gradually become white, yellow, orange, purple, indigo, blue, green, yellow, &c. till three or four orders of colours are distinctly developed on each side of the black space. These phenomena are represented in Figs. 5 and 6. (Pl. IX.) Fig. 5, shows the effect produced by a very small force, and Fig. 6, the effect produced by a considerable force. In one of these experiments, when the plate of glass was $1\\frac{1}{2}$ inch broad, 0.28 thick, and 6 inches between the points of support, I developed by the force of a screw no fewer than 7 orders of colours. The black fringe was scarcely perceptible, and the white tint arising from the mixture of all the colours, was on the eve of being produced when the plate broke in pieces.\nScholium.\n\nThe experiments now described, furnish us with a method of rendering visible, and even of measuring the mechanical changes which take place during the compression, dilatation, or bending of transparent bodies. The tints produced by polarised light are correct measures of the compressing and dilating forces, and by employing transparent gums, of different elasticities, we may ascertain the changes which take place in bodies, before they are either broken or crushed. The subject, therefore, of the strength of materials, and the cohesion of solids, will derive new lights from the principles already established.\n\nThere is one practical application of these views which is particularly deserving of notice. In order to observe the manner in which stone arches yield to a superincumbent pressure, Dr. Robison executed several models in chalk, and deduced many general laws relative to the internal forces by which they were crushed. If the arch stones of models are made of glass, or any other simply refracting substance, such as gum copal, &c. the intensity and direction of all the forces which are excited by a superincumbent load in different parts of the arch, will be rendered visible by exposing the model to polarised light. If different degrees of roughness are given to the touching surfaces of the glass voussoirs, the results may be observed for any degree of friction at the joints. The intensity and direction of the compressing and dilating forces which are excited in loaded framings of carpentry, may be rendered visible in a similar manner.\nrefraction to glass, &c. by pressure.\n\nPROPOSITION IV.\n\nThe tints polarised by plates of glass in a state of compression or dilatation, ascend in Newton's scale of colours as the forces are increased; and in the same plate, the tint polarised at any particular part is proportional to the compression or dilatation to which that part is exposed.\n\nWe have already seen, in illustrating the preceding Propositions, that higher tints are developed as the forces are increased. If ABCD, Fig. 7, (Pl. IX.) is a plate of glass, rendered concave by bending, and mn the black space which separates the dilated portion AB from the compressed portion CD, then if ef be the natural distance of the particles of the glass, and ab their distance when dilated at the convex edge AB, cd will represent the distance of two particles situated at c, and the tint at c will be to the tint at a, as cd—ef is to ab—ef; but cd—ef : ab—ef :: ec : ea; and therefore the tints at any part c will be proportional to its distance ce from the limit of compression and dilatation. The fringes developed on each side of mn have nearly the same breadth, which clearly shows that the tints are proportional to the actual compressions and dilatations.\n\nPROPOSITION V.\n\nWhen compressed and dilated plates of glass are combined transversely and symmetrically, they exhibit all the phenomena which are produced by the combination of plates of doubly refracting crystals.\n\nIf a plate of compressed glass is combined symmetrically with a similar plate, the tint polarised by the combination is\nthat which is due to the sum of their thicknesses; but if they are combined transversely, the effect is that which is due to the difference of their thicknesses. The same is true of plates of dilated glass.\n\nIf a plate of compressed glass is combined symmetrically with a plate of dilated glass, the effect is that which is due to the difference of their thicknesses; while a transverse combination gives an effect due to the sum of their thicknesses. The action of plates of compressed and dilated glass are regulated by the same laws which M. Biot has investigated for the different classes of doubly refracting crystals.\n\nIn order to observe the effects of crossing plates of glass that possess both structures, I took a stiff bar of iron AB, Fig. 8., (Pl. IX.) and placed upon it the glass plate CD, which was separated from the iron by the supports E, F; and by means of the screw S, I kept it in such a bent state, that it exhibited the fringes shown in Fig. 5. (Pl. IX.) When this plate was crossed by another similar plate at right angles, the intersectional figure had the form shown at Fig. 9. (Pl. IX.) At the angles o, p, where the dilated portions cross the compressed portions, the colours rise in the scale, and the maximum tints of each plate are exactly doubled at the angular point; but at the other angle m, n, where the dilated portion of the one, crosses the dilated portion of the other, or where the compressed portions cross each other, the tints of the one plate are counteracted by those of the other, and therefore a black fringe mn, extends across the diagonal of the intersectional figure.\n\nWhen a plate of bent glass is crossed by a plate of glass crystallized by heat, as shown in Fig. 10, (Pl. IX.) it produces an intersectional figure which can easily be determined a priori,\nand which is exactly one half of the intersectional figure that would be produced by crossing AB with another plate of crystallized glass, having the same tints as CD in its four sets of fringes.\n\n**Proposition VI.**\n\n*If a plate of glass resting on two supports, is bent by any force applied between the points of support, the tints are a maximum at the part where the pressure is applied, and ascend gradually in the scale of colours towards the points of support.*\n\nI took a plate of glass ABCD, Fig. 11, (Pl. IX.) six inches long, $1\\frac{1}{2}$ broad, and 0.28 thick, and having placed its extremities upon the points of support C, D, I bent it by a screw applied to the surface at M. Seven orders of colours were now distinctly seen on each side of the black fringe in the section Mm. In the sections 1.1, the first order of colours only was developed; between the sections 1 1, and 2 2, the second order of colours appeared, and so on with the succeeding orders, till the seventh was seen near Mm.\n\n**Scholium.**\n\nIt follows from the preceding experiments, that the mechanical contractions and dilatations at the points, 1, 2, 3, 4, 5, 6, are as the numbers, $7\\frac{1}{5}, 13\\frac{1}{2}0, 22, 29\\frac{2}{3}, 38, 45\\frac{4}{5}$, the values of the corresponding tints in Newton's scale.*\n\n* See Newton's Optics, Book II. Part II. p. 206.\nProposition VII.\n\nIf a plate of glass is subject to compressions or dilatations exerted in different directions, the same effects are produced as when separate plates influenced by the same forces are combined in a similar manner.\n\nI took a plate of glass AB, Fig. 12, (Pl. IX.) and having compressed its extremity A by means of the screw S, a bright white of the first order emerged from the points of pressure P,Q. By a force applied at B, I now bent the glass so as to make the lower side concave, and to produce the white tints on each side of the interjacent black space m, n. The effects of bending were now combined towards m, with the effects of compression, so that in the line mo, a black fringe appeared, the compressed structure produced by bending having acted in opposition to the compressed structure produced by the screw S; while in the line mp, a yellow tint emerged, the dilated structure produced by bending, acting in conjunction with the compressed structure produced by the screw. These results will appear perfectly conformable to Prop. V., when we consider that the axis of compression produced by the screw is PQ, while the axis of compression and dilatation produced by bending is parallel to mn, and consequently at right angles to PQ.\nrefraction to glass, &c. by pressure.\n\nPROPOSITION VIII.\n\nIf two plates of bent glass are placed together at their concave or compressed edges, the compound plate has exactly the same properties as a plate of glass transiently or permanently crystallized by heat, which gives the usual series of fringes. But if the two plates are placed together at their convex or dilated edges, the compound plate has the same properties as plates of glass transiently crystallized by heat, which produce the unusual series of fringes.\n\nThe plates described in the Proposition exhibit the same intersectional figures as the plates of crystallized glass, and have in every respect the same action upon polarised light.\n\nPROPOSITION IX.\n\nIf the compressing and dilating forces are applied to the centre of a plate of glass, the principal axes of the particles will be directed to the point of compression or dilatation, and the glass will exhibit the black cross, and the other phenomena which are seen in doubly refracting crystals.\n\nHaving procured a strong lens of considerable convexity, I pressed it by means of a screw upon the centre of a plate of glass. When exposed to polarised light, it exhibited the appearance shown in Fig. 13, (Pl. IX.) where ABCD is part of the lens, and m, n, o, p, four rectangular sectors, separated by a black cross. When the pressure is increased, different tints and fringes are developed, as in crystallized bodies.\nPROPOSITION X.\n\nIf a plate of glass in a state of compression or dilatation is inclined to the polarised ray in a plane parallel to the axis of dilatation and compression, the tints will descend in the scale; but if they are inclined in a plane at right angles to these axes, the tints will ascend.\n\nThis result was obtained by the inclination of plates compressed by screws, and of plates compressed and dilated by bending.\n\nPROPOSITION XI.\n\nIf a plate of glass that has already received the doubly refracting structure from heat, is exposed to compression, the tints of the interior fringes rise in the scale, and those of the exterior fringes descend, when the axis of pressure is perpendicular to the direction of the fringes; the opposite effect being produced by a dilating force. The same results are in this case obtained as if an uncrystallized plate similarly compressed or dilated, had been similarly combined with the crystallized plate.\n\nI took a plate of crystallized glass, which displayed in the middle fringes a blue of the second order, and having compressed it by a screw in a direction perpendicular to the fringes, the tint of the interior set rose to the red of the second order, while that of the exterior set descended in the scale. When the plate was pressed in a direction perpendicular to the fringes, the tint of the interior set descended to a faint yellow, and that of the exterior set rose in a similar proportion.\n\nWhen a piece of crystallized glass is bent by a screw, as in Fig. 8, (Pl. IX.) the exterior fringes on the upper or concave side\nincrease in number and encroach on the interior fringes; but on the lower or convex side, the fringes diminish in number, and are encroached upon by the interior fringes. Uncrystallized plates, when compressed or dilated, exhibit similar effects if combined with crystallized plates not subjected to compression or dilatation.\n\n**Proposition XII.**\n\n*Muriate of soda, fluor spar, diamond, obsidian, semi-opal, horn, tortoise-shell, amber, gum copal, caoutchouc, rosin, phosphorus, the indurated ligament of the chama gigantea, and other substances, that have not the property of double refraction, or that have it in an imperfect manner,* are capable of receiving it by compression or dilatation.\n\nOf all the substances mentioned in the Proposition, obsidian, muriate of soda, and gum copal, receive from pressure the greatest polarising force. Gum copal, in particular, exhibited a greater number of fringes than a piece of glass subjected to the same pressure.\n\n**Proposition XIII.**\n\n*Calcareous spar, rock crystal, topaz, beryl, and other minerals that already possess in a high degree the doubly refracting structure, suffer no change by compression or dilatation.*\n\nThe state of compression or dilatation in which the particles of these crystals are already placed, according to the class in which they belong, is so great, as not to experience any change from the application of ordinary forces. I have\n\n---\n\n* See the *Edinburgh Transactions*, Vol. VIII. Part I. where I have shown that diamond, muriate of soda, &c. possess, imperfectly, the structure of both classes of doubly refracting crystals.\napplied in the direction both of their neutral and depolarising axes, forces so great as to break the shoulders of all the clamps that were employed.\n\n**Proposition XIV.**\n\n*To construct a chromatic dynamometer for measuring the intensity of forces.*\n\nIn almost every dynamometer, which has hitherto been constructed, it is assumed that a steel spring recovers its original shape after repeated bendings, and upon this assumption the scale of the instrument is formed.* The perfect elasticity of glass, however, renders it, in this respect, a much fitter substance than steel, and though it does not admit of such a great change of shape, yet the slightest variations in its structure can be rendered visible.\n\nIf a number of narrow and thick plates of glass AB, Fig. 14, (Pl. IX.) are firmly fixed at each end in brass caps A, B; then if any force is applied to a ring at C in the middle of the plates, when the ends A and B are fixed, or if C is fixed, and the force applied at the points A, B, the plates of glass will be bent in the middle, and the force by which this is produced, will be measured by the tints that appear on each side of the black space mn. By diminishing the length of the plates, or increasing their number, they may be made to resist and to measure any degree of force. When the force to be ascertained is small, a single plate of glass will enable us to measure its intensity with great exactness.\n\n* In the article *Dynamometer*, in the *Edinburgh Encyclopedia*, Vol. VIII. 299, I have described an instrument in which a variable measure of force is obtained by raising a metallic cylinder out of a fluid.\nPROPOSITION XV.\n\nIf a parallelopiped of glass is enclosed on all sides, except two, in a mass of fluid metal, the contractions and dilatations which the metal experiences in passing to a state of permanent solidity, will be rendered visible by the communication of the doubly refracting structure to the glass.\n\nI took a cylinder of tin plate AB, Fig. 15, (Pl. X.) open at both ends, and having placed a piece of glass CDEF on its lower edge EF, I surrounded it with melted lead. As soon as the lead lost its fluidity I exposed it to a polarised ray, and found that the glass exhibited no colour. As the metal contracted in its dimensions, there appeared a bluish white tint, which gradually rose through all the tints of the first order, and reached the red of the second order, when plunged in a freezing mixture.\n\nThe same result was obtained when the glass was surrounded by tin; but when it was incased in the fusible metal, consisting of eleven parts of bismuth, three of lead, and five of tin, it exhibited after cooling the same tints as if it had been dilated. In order to examine this point with greater care, I exposed the glass to a polarised ray as soon as the fusible metal was fixed. It then displayed no tints whatever, but as the cooling advanced, a tint appeared which rose to a yellow of the first order, as if the glass were highly compressed. At a certain temperature, however, the tints gradually diminished, and passed into the opposite tints produced by dilatation. Hence it follows, that after the fusible metal has assumed the solid state, it contracts its dimensions, and at a certain temperature is again expanded.\n\nMDCCCXVI.\nWhen the fusible metal assumed a settled state, I was surprised to observe, that the tint over its surface CD, Fig. 16, (Pl. X.) was not uniform, but had a curved black space $mno$, which inclosed a faint tint belonging to a compressed structure, while the other part had a faint yellow tint belonging to a dilated structure. This appearance arose from the piece of glass CD not being placed in the middle of the tin cylinder as shown in the figure. The distance $Ee$ was 0.74 of an inch, while $Ff$ was 0.97, and as the dilating force was greater in the direction $fF$ than in the opposite direction $eE$, and the resistances unequal, a slight concavity would take place at $e$, and produce the black space, and the two opposite structures.\n\n**Scholium.**\n\nThe results contained in this Proposition lead to the construction of new instruments for measuring the contraction and dilatation of all substances whatever, whether they are produced by variations in their temperature, or in their humidity. Hence we obtain measures also of the degrees of temperature and humidity by which these mechanical changes are produced.\n\nA plate of glass inclosed in metal, as shown in Fig. 15, (Pl. X.) forms a *chromatic thermometer* different from the one I have described in a former paper.* In the present instrument, the tints are produced by the difference of pressures upon the glass, occasioned by the difference of expansions arising from changes of temperature; whereas, in the other instrument, the tints originate immediately from the changes of temperature. The exterior case of the thermometer repre-\n\n*Phil. Trans. 1816, p. 108.\nsented by AB in Fig. 17, (Pl. X.) may even be made of iron, brass, or any other metal that is not easily fused. And when this ring is brought to a high degree of heat, fluid lead, or tin, may be poured into the centre of it, so as to be immediately in contact with the piece of glass CD.\n\nA chromatic hygrometer may be constructed by surrounding a piece of glass with a mass of any hygrometric substance, that readily absorbs moisture. This substance may be advantageously inclosed in a piece of glass or earthen ware, perforated in different places to admit the air freely.\n\nInstead of measuring the direct pressure occasioned by contraction or expansion, the magnitude of the scale would be increased by employing these forces to bend a long slip of glass, as in Fig. 18, (Pl. X.) where AB is the glass resting against fixed supports A,B, and CD a mass of lead, or a hygrometric substance, resisted by the support E F, and altering the curvature of AB, by its contractions or dilatations. If the expanding mass CD Fig. 19, (Pl. X.) is made to act on the two extremities, A,B of the glass plate fixed at the middle M, it may sometimes be concave towards C, and sometimes convex, and the limit between these two states may be taken for the zero of the scale.\nSECT. II. On the communication of double refraction either transiently or permanently to animal jellies by gradual induction, and by mechanical compression and dilatation.\n\nPROPOSITION I.\n\nWhen a plate of animal jelly, either approaching to fluidity, or in a state of high elasticity is compressed or dilated, it possesses the same optical properties as compressed or dilated glass.\n\nIt would be unnecessary labour to detail the numerous experiments by which I obtained from animal jellies, the various results described in the preceding Section.* I shall, therefore, content myself with pointing out a very simple method by which the experiments may be easily repeated. Let a parallelopiped of isinglass EF, Fig. 20, (Pl. X.) newly coagulated, be cemented by isinglass of the same consistency to two plates of glass AB, CD. By forcing the plates together, so as to compress the jelly, various orders of colours will be developed at mn, having the same character as the external fringes of crystallized glass. When the pressure is removed, two black fringes meet, as it were, at mn, and upon separating the plates, so as to dilate the jelly, another set of fringes will appear at mn, having a character opposite to that of the other fringes. If we force the plates together obliquely, so as to form an angle, and thus compress the jelly on one side, and dilate it on the other, the two opposite sets of fringes will be distinctly seen.\n\nWhen the plates are pressed together with such force as to\n\n* See Phil. Trans. 1814, p. 60, where I have given an account of the discovery of this property of animal jellies.\ndestroy the structure of the mass, the different tints are arranged like those of the finest variegated marble, an effect exactly similar to what I have observed in numerous specimens of the diamond, and also in mixtures of rosin and white wax.\n\nBy bringing the jelly into such a state that it is capable of being bent; by coagulating it in glass troughs; by applying dilating and compressing forces to a central point; and by stretching it in thin elastic films over plates of compressed or dilated glass, a number of interesting results will be obtained.\n\n**Proposition II.**\n\n*If a parallelopiped of jelly is allowed to indurate by exposure to the air, it will acquire at its edges a variable density, similar to that produced by pressure, and its edges will act upon light like doubly refracting crystals.*\n\nHaving poured some melted isinglass into a glass trough, and exposed it sometime after to polarised light, I observed a narrow and faint bluish stripe of the first order, on looking through the upper stratum. After a lapse of six hours, the tint became a brilliant white of the first order, and the stratum of jelly had depolarising axes inclined $45^\\circ$ to its length. In order to examine the mechanical change which the stratum had undergone, I looked through it at a small circular aperture. This aperture was elliptical, and its ellipticity gradually increased as the pencil passed nearer to the surface of the indurated stratum. Hence it follows, that the depolarising structure was produced or accompanied by a difference of density.\nPROPOSITION III.\n\nIf a plate of jelly partially indurated, is kept in a state of compression or dilatation till the induration is completed, it will acquire permanently the structure of doubly refracting crystals.\n\nI experienced considerable difficulty in endeavouring to fix a plate of jelly in a state of permanent distension. The first process which was successful, consisted of taking a plate of isinglass, and allowing its two extremities to indurate, while the intermediate part was kept moist between two plates of glass. The isinglass was suspended by one of its indurated extremities, and dilated by a weight hanging from the other. In this distended state it exhibited very brilliant fringes, and it preserved the same property when it was completely hardened.\n\nIn order to obtain more perfect specimens, and a greater variety of forms I poured fluid isinglass into troughs of different shapes made either of glass or of soft porous wood. The effect produced by transmitting polarised light perpendicularly through one of these troughs, is shown in Fig. 21. (Pl. X.); and when the plate was inclined in the direction AB, it had the appearance shown in Fig. 22. (Pl. X.) After standing another day it exhibited, at a vertical incidence, the fringes shown in Fig. 23, (Pl. X.) where A m D, B m C, are the black spaces, and E, F, G, H, the tints of the first order of colours extending to the indigo of the second order; but by inclining the plate in the direction AB, the dark spaces A m D, B m C approximated at the points m, n, till they met\nand formed a black space as in Fig. 21. (Pl. X.) By continuing the inclination, the black space opened, and gradually developed the black spaces, and the colours shown in Fig. 24, (Pl. X.) the fringes between A and D, and B and C having ascended in the scale, while those between A and B and D and C had descended. At the end of other two days, three distinct orders of colours were developed; but when the isinglass had detached itself from the glass bottom of the trough, the tints again descended to the state in which they are represented in Fig. 24. (Pl. X.)\n\nThis descent of the tints will be understood from Fig. 25, 26, 27. (Pl. X.) In virtue of the capillary attraction of the sides of the trough AB, the fluid jelly rises up at the angles \\(a, b\\), and being there speedily hardened from its thinness, it adheres firmly to the sides of the trough. As the process of induration advances, the plate of isinglass is gradually detached from the glass bottom, at the corners \\(m, n\\), Fig. 26, (Pl. X.) but still adheres firmly at the middle \\(c\\). Hence the isinglass is in a state of great distension between \\(c\\) and \\(a\\), and \\(c\\) and \\(b\\), and consequently develops several orders of colours. But when the isinglass separates from the glass bottom at \\(c\\), which it almost always does, it takes the position shown in Fig. 27, (Pl. X.) where the distension has obviously suffered a great diminution, and consequently the tints must descend in the scale. The adhesion at \\(c\\) is sometimes so strong that the isinglass carries up a portion of the glass along with it.\n\nThe combined effect of induration and distension in a narrow glass trough is shown in Fig. 28, (Pl. X,) which represents one half of the trough. The narrow fringe produced from induration is shown at \\(A m n\\) and \\(B o p\\), and the tints developed\nin the middle are the same as those marked in the figure. When this plate was inclined in the plane AC, the following results were obtained; but from the inequalities of the plate the measures must be very rude.\n\n| Color                  | Angle of incidence from the perpendicular |\n|------------------------|------------------------------------------|\n| A red of the first order | 0°                                       |\n| Violet                 | 15                                       |\n| Blue                   | 28                                       |\n| Green                  | 34                                       |\n| Yellow                 | 42                                       |\n| Pink red               | 54                                       |\n| Blue                   | 61                                       |\n| Green of the third order | 71                                      |\n\n**Proposition IV.**\n\nThe polarising force of distended isinglass exceeds that of beryl, and is far greater than that of glass, whether it has received the doubly refracting structure from heat or from pressure.\n\nA soft film of isinglass $\\frac{1}{30}$ of an inch thick, developed by dilatation a blue of the second order, when it broke.\n\nAnother film $\\frac{1}{50}$ of an inch thick was brought nearly to a state of induration. When it was dilated, which was done with some difficulty, it polarised distinctly the bright red of the second order.\n\nA third film, about $\\frac{1}{45}$ of an inch, and prepared after the manner described in Proposition III, polarised a red of the fifth order. By comparing this tint, which is higher than any of the rest, with a thickness of a plate of glass which gives the same tint, we shall find that the constant factor by\nwhich we must multiply the thickness of any plate of jelly, in order to obtain the thickness of a thin plate which would afford by reflection a tint similar to its maximum tint, is $\\frac{1}{654}$.\n\nThe following are the constant factors for different doubly refracting substances.\n\n| Substance          | Factor |\n|--------------------|--------|\n| Calcareous spar    | $\\frac{1}{19}$ |\n| Rock crystal       | $\\frac{1}{360}$ |\n| Sulphate of lime   | $\\frac{1}{360}$ |\n| Mica               | $\\frac{1}{450}$ |\n| Isinglass          | $\\frac{1}{654}$ |\n| Beryl              | $\\frac{1}{720}$ |\n| Glass              | $\\frac{1}{12580}$ |\n\nAccording to Biot.\n\nIf the isinglass were made capable of resisting a higher degree of distension it would give a constant factor, approaching still nearer to that of mica.\n\nUpon reviewing the general principles contained in the preceding Propositions, I cannot but allow myself to hope that they will be considered as affording a direct solution of the most important part of the Problem of double refraction. The mechanical condition of both classes of doubly refracting crystals, and the method of communicating to uncrystallized bodies the optical properties of either class, have been distinctly ascertained, and the only phenomenon which remains unaccounted for, is the division of the incident light into two oppositely polarised pencils. How far this part of the subject will come within the pale of experimental inquiry, I do not presume to determine; but without wishing to damp that ardour of research which has been so happily directed towards this branch of optics, I fear that, as in the case of electrical and magnetical polarity, we must remain satisfied with refer-\nring the polarisation of the two pencils to the operation of some peculiar fluid. The new property of radiant heat which enables it to communicate double refraction to a distant part of a plate of glass, where the heat does not reside in a sensible state;—the existence of a moveable polarity in glass, whether the doubly refracting structure is communicated transiently or permanently;—and the appearance of regular cleavages varying with the direction of the axes of double refraction, are facts which render it more than probable that a peculiar fluid is the principal agent in producing all the phenomena of crystallization and double refraction.\n\nThere is one fact, however, which forms a fine connection between the aberration of the extraordinary ray and the principles established in this Paper. It has been demonstrated by an eminent English philosopher,* that every undulation must assume a spheroidal form when propagated through a minutely stratified substance, in which the density is greater in one direction than another, and I have proved by experiment that such a substance actually possesses the property of double refraction. This singular coincidence will no doubt be regarded as an argument in favour of the undulatory system.\n\nI have the honour to be, &c.\n\nDAVID BREWSTER.\n\nTo the Right Hon. Sir Joseph Banks, Bart.\nG. C. B. P. R. S. &c. &c. &c.\n\n* See Quarterly Review, Vol II.\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-row, St. James's,\nLondon.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107522.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 41320,
    "total-output-tokens": 8937,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1388,
        2
      ],
      [
        1388,
        3071,
        3
      ],
      [
        3071,
        4657,
        4
      ],
      [
        4657,
        6323,
        5
      ],
      [
        6323,
        7896,
        6
      ],
      [
        7896,
        9452,
        7
      ],
      [
        9452,
        11261,
        8
      ],
      [
        11261,
        12605,
        9
      ],
      [
        12605,
        13869,
        10
      ],
      [
        13869,
        15308,
        11
      ],
      [
        15308,
        16884,
        12
      ],
      [
        16884,
        18492,
        13
      ],
      [
        18492,
        20126,
        14
      ],
      [
        20126,
        21780,
        15
      ],
      [
        21780,
        23410,
        16
      ],
      [
        23410,
        24669,
        17
      ],
      [
        24669,
        26281,
        18
      ],
      [
        26281,
        27836,
        19
      ],
      [
        27836,
        29388,
        20
      ],
      [
        29388,
        31219,
        21
      ],
      [
        31219,
        32995,
        22
      ],
      [
        32995,
        34714,
        23
      ],
      [
        34714,
        36186,
        24
      ],
      [
        36186,
        36186,
        25
      ],
      [
        36186,
        36186,
        26
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107522",
    "title": "On the Communication of the Structure of Doubly Refracting Crystals to Glass, Muriate of Soda, Fluor Spar, and Other Substances, by Mechanical Compression and Dilatation",
    "authors": "David Brewster",
    "year": 1816,
    "volume": "106",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/107522"
  }
}