{
  "id": "b86bb5ece992ce0bcd2f23a914b8727fc66bec80",
  "text": "XXX. A Letter from J. A. Rizzi Zannoni, Member of the Academy of Sciences at Gottingen, and Geographer to his Sicilian Majesty, to the late Earl of Morton, Pr. R. S. containing several Astronomical Observations, made in several Parts of the Kingdom of Naples and Sicily; translated from the French, by Mathew Maty, M. D. Sec. R. S.\n\nNaples, July 29, 1768.\n\nMy Lord,\n\nRead Nov. 10, 1768. I take the liberty to apply to your Lordship on a subject of great importance to geography. His Sicilian Majesty has lately ordered a topographical map of his dominions to be made; and all the materials, which are to serve for that work, have been collected together.\n\nWe frankly acknowledge, my Lord, that we are indebted to Englishmen for most of the astronomical observations, made in various parts of the kingdom of Naples. The following list contains them all; but, in order to render them useful, it would be necessary to have the corresponding ones made at London, or Greenwich, the latitude and longitude of these two places being perfectly known, by the accurate observations of the mathematicians belonging to the Royal Society.\n\nWe,\nWe, therefore, beg of your Lordship to procure us, from the members of that illustrious body, the observations relative to our object. As for the computation of the parallaxes, and the results, I will set about that work myself, as soon as I shall be furnished with the proper materials.\n\nI have the honor to be,\n\nMy Lord,\n\nYour Lordship's\n\nmost obedient humble servant,\n\nJ. A. Rizzi Zannoni.\nEclipses of the three first Satellites of Jupiter, observed at the Royal College at Naples, in the years 1762, 1763, and 1764, by Father Maria Carcani, Superior of the Pious Schools, by means of a telescope of 24 palms *.\n\n\\[\n\\begin{align*}\n\\text{August} & \\quad 4 \\text{ at } 1 \\ 35 \\ 9 \\\\\n\\text{Sept.} & \\quad 26 — 4 \\ 2 \\ 17 \\\\\n\\text{Octob.} & \\quad 19 — 4 \\ 19 \\ 44 \\\\\n\\text{Nov.} & \\quad 14 — 7 \\ 43 \\ 19 \\\\\n& \\quad \\text{or } 20 \\\\\n1762 & \\quad 28 — 11 \\ 24 \\ 52 \\\\\n& \\quad 30 — 5 \\ 52 \\ 14 \\\\\n& \\quad 30 — 10 \\ 45 \\ 49 \\\\\n\\text{Decem.} & \\quad 14 — 9 \\ 36 \\ 33 \\\\\n& \\quad 25 — 7 \\ 47 \\ 56 \\\\\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{Jan.} & \\quad 6 — 9 \\ 39 \\ 36 \\\\\n& \\quad 22 — 7 \\ 54 \\ 7 \\\\\n& \\quad 29 — 9 \\ 47 \\ 35 \\\\\n\\text{March} & \\quad 9 — 8 \\ 26 \\ 49 \\\\\n& \\quad 9 — 8 \\ 11 \\ 9 \\\\\n& \\quad 25 — 6 \\ 55 \\ 24 \\\\\n\\text{Octob.} & \\quad 12 — 15 \\ 54 \\ 25 \\\\\n& \\quad 14 — 17 \\ 55 \\ 45 \\\\\n& \\quad 30 — 10 \\ 27 \\ 31 \\\\\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{Jan.} & \\quad 4 — 5 \\ 39 \\ 3 \\\\\n& \\quad 25 — 11 \\ 15 \\ 23 \\\\\n\\text{Feb.} & \\quad 10 — 9 \\ 33 \\ 0 \\\\\n& \\quad 17 — 11 \\ 29 \\ 0 \\\\\n& \\quad 19 — 5 \\ 58 \\ 47 \\\\\n& \\quad 26 — 7 \\ 55 \\ 30 \\\\\n\\text{March} & \\quad 4 — 9 \\ 51 \\ 25 \\\\\n& \\quad 13 — 6 \\ 18 \\ 8 \\\\\n& \\quad 27 — 10 \\ 14 \\ 51 \\\\\n\\end{align*}\n\\]\n\nImmersf. of I. Satellite.\n\nEmerf. of I.\n\nEmerf. of II.\n\nEmerf. of III.\n\nEmerf. of I.\n\nImmersf. of II.\n\nImmersf. of I.\n\nImmersf. of II.\n\nEmerf. of I.\n\n* The Italian palm is about two-thirds of a foot.\nThe transit of Mercury over the Sun, in the year 1743, was observed at Naples, by Father P. N. with a telescope of 18 palms, made by Campani. He determined the first contact at $1^h\\ 57'\\ 25''$, and the second at $2^h\\ 0'\\ 35''$.\n\nThe transit of the same planet in 1753, was observed at Naples, in the Royal College, by Father Carcani, with telescope of $18\\ \\frac{1}{2}$ palms.\n\nFirst contact at $23\\ 5\\ 51$\nEmerf. of center $23\\ 7\\ 28$\nSecond contact $23\\ 9\\ 5$\nThe transit of Venus over the Sun, of the year 1761, was observed at Naples, at the same place, by the same astronomer, with an excellent telescope of 24 palms.\n\nThe first contact at $21^h\\ 16'\\ 55''$\nThe second contact $21^h\\ 35'\\ 20''$\n\nThe same transit was likewise observed at Malta, by several people. A serjeant in the marines, who is an excellent pilot, has posted himself at Valetta, and has an excellent clock, and a Newtonian reflector of 3 palms. He observed the beginning of the emersion at $21^h\\ 17'\\ 50''$, and the total emersion at $21^h\\ 36'\\ 33''$.\n\nFinally, at Tarentum, the latitude of which place is the same with that of Naples, Mr. William Felton observed the transit of Mercury over the Sun of 1753, with a very good reflector of 2 feet.\n\nThe first contact at $11^h\\ 18'\\ 26''$\nThe second contact $11^h\\ 21'\\ 36''$\n\nEclipses\nEclipses of the three first Satellites of Jupiter, observed, at the Royal Observatory at Greenwich, in the years 1762, 1763, and 1764, during the time that the late Rev. Nathaniel Bliss, A. M. F. R. S. Professor of Geometry in the University of Oxford, was Astronomer Royal; communicated by Nevil Maskelyne, B. D. F. R. S. Astronomer Royal.\n\nN. B. The observations were sometimes made with a 6 foot Newtonian reflector, the diameter of whose aperture is 9 inches, and which magnifies 100 times, and sometimes with a 2 foot reflector, the diameter of whose aperture is 4½ inches, and which magnifies 90 times; and sometimes with another 2 foot reflector, made by Mr. Bird, whose aperture is 3½ inches, which magnifies 88 times.\n\nThe 6 foot telescope shews an immersion of the first satellite later, and an emersion of the same sooner, than the first of the 2 foot telescopes by about 20''. The difference between the two 2 foot telescopes may be supposed about 5''.\n\n\\[\n\\begin{align*}\n\\text{Aug.} & \\quad 26 \\text{ at } 12 \\quad 51 \\quad 45 \\\\\n\\text{Sept.} & \\quad 18 - 13 \\quad 9 \\quad 29 \\\\\n\\text{Oct.} & \\quad 4 - 11 \\quad 31 \\quad 26 \\\\\n\\text{Nov.} & \\quad 3 - 15 \\quad 48 \\quad 56 \\\\\n\\text{Dec.} & \\quad 23 - 4 \\quad 57 \\quad 40\n\\end{align*}\n\\]\n\n\\[\n\\begin{align*}\n\\text{Imm. of I. satel. with 6 foot telescope.} \\\\\n\\text{Em. of I. with 6 foot telescope.}\n\\end{align*}\n\\]\nThe observations prior to the year 1762 fell in the time of Dr. Bradley's being Astronomer Royal, whose observations are not in my possession; neither can I have access to them.\n\nNevil Maskelyne.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105778.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 2317,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1131,
        2
      ],
      [
        1131,
        1524,
        3
      ],
      [
        1524,
        2985,
        4
      ],
      [
        2985,
        3449,
        5
      ],
      [
        3449,
        4298,
        6
      ],
      [
        4298,
        5673,
        7
      ],
      [
        5673,
        5868,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105778",
    "title": "A Letter from J. A. Rizzi Zannoni, Member of the Academy of Sciences at Gottingen, and Geographer to His Sicilian Majesty, to the Late Earl of Morton, Pr. R. S. Containing Several Astronomical Observations, Made in Several Parts of the Kingdom of Naples and Sicily; Translated from the French, by Mathew Maty, M. D. Sec. R. S.",
    "authors": "Mathew Maty, Nevil Maskelyne, J. A. Rizzi Zannoni",
    "year": 1768,
    "volume": "58",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105778"
  }
}