{
  "id": "512506f0085a54407a72a4e4778f9e761665cbe8",
  "text": "AN INDEX\n\nTo the Thirty-eighth Volume of the Philosophical Transactions.\n\nFor the Years 1733 and 1734.\n\nA.\n\nÆris Historia Physica, 1732. Neapoli, n. 436, p. 184.\nAir, damp in a Coal-pit of Sir James Lowther's, n. 429, p. 109.\nDe Ambra Grysea, Pars I. n. 433, p. 344. Pars II. n. 434, p. 371. Pars III n. 435, p. 417.\nGrysea, Experimenta, per D. Browne & Godofredum, n. 435, p. 437.\npro Meteorohabita, n. 433, p. 351.\nfimo Avium, ib. p. 352, 354.\nfavo Apium, ib. p. 352, 356.\nGummi. ib. p. 360.\nResina. ib. p. 360.\nChampfore Specie, ib. p. 360.\nFruibu quodam à Cetis deglutito, ib. p. 362.\nSpecie Fungi habita, n. 433, p. 362.\nSpuma Maris, ib. p. 362.\nSperma Ceti, ib. p. 363.\nJecore Piscis, ib. p. 365.\nDeglutita à Piscibus, ib. p. 363.\nExcrementum Bellux, ib. p. 367. Balænae, ib. p. 368.\nRecrementum Ceti, ib. p. 370.\nConcretum in Ceto generatum, n. 434, p. 372.\n\nAmbra\nINDEX.\n\nAmbra in Cystide, seu Vesica Ceti invenitur, n. 434, p. 378.\nhoc non vera Ambra, sed Calculus Vesicæ est, ib. p. 380.\n—— Massa ad 182 libras, ib. p. 384. ad 3000 libr. ib.\np. 400.\n—— aliquando Animale quid mixtum continet, sed hoc extra-\nneum, n. 434, p. 387.\n—— Mineralis est, ib. p. 389. Terra, ib. p. 389. Sul-\nphur, ib. p. 390.\n—— Revera BITUMEN, n. 434, p. 391, 395. Suc-\ncinum proxime aquans, n. 435, p. 421, 422.\n—— Liquida, Species Naphtha, ib. p. 392.\n—— Grysea, ex terra in mare devenit, n. 434, p. 396.\nunde apportatur, n. 434, p. 396.\n—— Grysea, ejus varietates, n. 435, p. 417.\n—— Proprietates, ib. p. 418.\n—— Adulteratio, & ejus signa, ib. p. 419.\n—— Destillata, eadem praebet ac Succinum, ib. p. 422,\n423.\n—— Qualitates medicinales, n. 435, p. 425.\n—— non solvitur Spiritu Vini per se, ib. p. 425. nisi ebulli-\nendo, ib. p. 428.\n—— Effentia praecipitat materiam albam, qua non est cera,\nsed pura Ambra, ib. p. 435, 436.\n—— Grysea est substantia mixta ex variis peregrinis,\nn. 435, p. 439.\n—— Nomen Antiquum commune & Succino & Ambrae\ngrysea, n. 435. p. 440.\n\nAngermann, Observations of Weather there, 1728, n. 435,\np. 459.\n\nAnimale concretum, proba ejus chemica, n. 434, p. 386.\n\nAsk (Bern.) Observations of the Weather at Laefanger and\nUmea, 1728. n. 435, p. 459.\n\nAugsburg, Bills of Mortality, from 1501, to 1720,\nn. 428, p. 94, 98.\n\nAurora borealis, Treatise of it by Mr. de Mairan, n. 431,\np. 248.\n\n—— borealis, Vitembergæ, 1732, n. 432, p. 291.\n\nB. Back-\nINDEX.\n\nB.\n\nBackman (Joh.) Observations of the Weather at Stockholm, 1728, n. 435, p. 459.\nBecon (Vincent) The Case of a Man poison'd by eating Monkshood, or Napellus, n. 432, p. 287.\nBahama Islands, Natural History of them, n. 432, p. 315.\nBalguy (Charles) an Account of dead Bodies preserved 49 Years in the Moors in Derbyshire, n. 434, p. 413.\nBarber (Mr.) his Body preserved 49 Years, n. 434, p. 413.\nA Barometer wherein the Scale of Variation may be increased at Pleasure; by John Rowning, n. 427, p. 39.\nBarometri mutationum Systema novum à Chr. Lud. Gersten, n. 427, p. 43.\nBeaver, The Anatomy of a Female, n. 430, p. 172.\n— s, their building Houses, and making Dams, n. 430, p. 176.\nBelchier (John) Account of the Osteographia, by W. Cheselden, n. 430, p. 194.\nBellamy (Rev. Mr.) Observations of the Weather at Bengal 1727, n. 434, p. 405.\nBengal, Observations of the Weather there 1727, n. 434, p. 405.\nBerlin, Observations of the Weather there for 1726, n. 433, p. 334.\nBettna, Observations of the Weather there for 1726, n. 433, p. 334.\n— Observations of the Weather there 1728, n. 435, p. 459.\nBeverly (Rob.) on the Charm of the Rattle-Snake, n. 433, p. 323.\nBile, on the Use of it in the Animal Economy, by Dr. Stuart, n. 427, p. 5.\nBoerhaave (Hermannus) de Mercurio Experimenta, n. 430, p. 145.\nBones, Anatomy of them, by William Cheselden, n. 430, p. 194.\nBorealiun Luminum Vitembergae 1732 Descriptio, n. 432, p. 291.\n\nR r r\n\nBotarius\nINDEX.\n\nBottarius (Johannes) Obs. Eclip. Lunar. Dec. 1, 1732, n. 428, p. 85.\nBow Mariners; improved by Thomas Godfrey, n. 435, p. 441.\nBoynton (Zab.) de Ambra grysea, n. 434, p. 371.\nBradley (John) on the different Lengths of Isochronal Pendulums at London and Jamaica, n. 432, p. 302.\nBreynius (Jo. Ph.) Diff. Physica de Polythalamis, an Account of it by Dr. Massey, n. 430, p. 191.\nBroman (Olave) Observations of the Weather at Hudickswald, 1728, n. 435, p. 459.\nBrowne (Job.) Experimenta de Ambra grysea, n. 435, p. 437.\nBulbous Roots, &c. growing in Water, n. 432, p. 267.\nBurman (Eric) Observations of the Weather at Upsale 1726, n. 433, p. 335.\n—— (Jacob.) Observations of the Weather at Bygdea 1726, n. 433, p. 335.\n—— (Olave) Observations of the Weather at Pithea 1726, n. 433, p. 335.\nBygdea, Observations of the Weather there for 1726, n. 433, p. 334.\n—— Observations of the Weather there 1728, n. 435, p. 459.\n\nC.\nCamera obscura described, used by Mr. Chefselden in drawing Bones, n. 430, p. 196.\nCampbell (Colin) Observations at Jamaica, on the Going of a Clock, n. 432, p. 302.\nCambora Thymi, n. 431, p. 202.\nCarolina, Natural History of it, n. 432, p. 315.\nCastor, not the Testicles of the Beaver, n. 430, p. 173.\n—— found in Female as well as Male Beavers, n. 430, p. 181.\n—— what it is. Liquid. ib. p. 181, and 182.\n—— its Use to the Animal, ib. p. 183.\nCatesby (Mark) Natural History of Carolina, and the Bahama Islands, n. 432, p. 315.\nCharm of the Rattle-Snake, Conjectures on it, n. 433, p. 321.\n\nChefselden\nINDEX.\n\nCheselden (William) an Account of his Osteographia, n. 430, p. 194.\nChristiana, Observations of the Weather there 1727, n. 434, p. 405.\nChurchman (Walter) a new Engine for raising Water, n. 434, p. 402.\nConset (Tho.) Meteorological Observations at Petersburg, n. 439, p. 101.\nCurteis (William) Experiments and Observations on bulbous Roots, Plants and Seeds, growing in Water, n. 432, p. 267.\nCyrillus (Nic.) Aeris Terraque Physica Historia, n. 430, p. 184.\n— De Terra motu Ann. 1731, n. 428, p. 79.\n— Observations of the Weather at Naples 1727, n. 434, p. 405.\n— Observations of the Weather at Naples 1728, n. 435, p. 495\n\nD.\n\nDamp Air inflammable in a Coal-pit, n. 429, p. 110.\n— Manner of conveying it out of a Pit, ib. p. 111.\nDavis (Evan) of some Children inoculated at Haverfordwest, n. 429, p. 121.\nDead Bodies preserved 49 Years in the Moors in Derbyshire, n. 434, p. 413.\nDerham (Dr. William) of Nebulous Stars, n. 428, p. 70.\n— Abstract of the Meteorological Diaries, [Part I. n. 423.]\n  Part II. 1724, 1725, n. 429, p. 101. Part III. 1726, n. 433, p. 334. Part IV. 1727, n. 434, p. 405. Part V. 1728, 1729, n. 435, p. 458.\nDelaguliers (J. T.) Account of an Experiment contrived by G. J.'s Gravefande, relating to the Force of moving Bodies, n. 429, p. 143.\nDresden, Bills of Mortality at, from 1617 to 1717, n. 428, p. 89, 98.\nDudley (Paul) de Ambra grysea, n. 434, p. 371.\n\nE.\n\nEames (John) Account of Chr. Lud. Gersten Tentamina Systematis novi ad mutationes Barometri, n. 427, p. 43.\nINDEX.\n\nEarthquake in Maryland, n. 429, p. 119.\nElectricity, a Letter on it, by Mr. du Fay, n. 431, p. 258,\n— divided into two Classes, n. 431, p. 264.\n— vitreous and resinous, ib. p. 264.\nEclipsos Lunaris, Obs. Romæ habita, Dec. 1. 1732. & Didaco Revillas, Joanne Bottario, & Eustach. Manfredi, n. 428, p. 85.\nEclipse of the Moon observed at London, Nov. 20, 1732, n. 428, p. 88.\n— of the Sun, London, May 2, 1733, n. 429, p. 113, Kent, p. 114. Yeovel, p. 116.\nEngine, a new one for raising Water, n. 434, p. 402.\nErucarum circa Vitembergam interitus, n. 432, p. 294.\nExplosion in the Air in Maryland, n. 429, p. 119.\n\nF.\n\nDuFay (Mr.) Letter to the Duke of Richmond on Electricity, n. 431, p. 258.\nForce of moving Bodies, an Account of an Experiment contrived, by G. J.'s Gravefande, n. 429, p. 143.\nFougt (Abr.) Observations of the Weather at Torneao 1728, n. 435, p. 459.\nFreezes at Naples with less Cold than at London, n. 434, p. 407.\nFrobenius (Sigism. Aug.) Experiments with his Sp. Vini Ether. & Phosphorus Urine, n. 428, p. 55.\n\nG.\n\nGall, vide Bile, n. 427, p. 5.\nGarcin (Laurentius) setting a new Genus of Plants, called Mangostans, n. 431, p. 232.\nGeringius (Andr.) Observations of the Weather at Bettina, 1726. n. 433, p. 335.\nGersten (Christian. Ludov.) Tentamina Systematis novi ad mutationes Barometri, &c. an Account of it, n. 427, p. 43.\nGodfrey (Ambrose) Experiments on Phosphorus Urine, n. 428, p. 58.\n— Experimenta de Ambra grysea, n. 435, p. 437.\nGodfrey (Tho.) his Improvement of Davis's Quadrant, transferred to the Mariner's Bow, n. 435, p. 441.\n\nGoßlar,\nINDEX.\n\nGoslar, Observations of the Weather there 1728, n. 435, p. 458.\nGraham (Geo.) Observations of the Eclipse of the Moon, Nov. 20. 1732, n. 428, p. 88.\n— Observations of an Eclipse of the Sun, London, May 2. 1733, n. 429, p. 113.\n— Observations concerning the Going of a Clock, in order to determine the Difference between the Lengths of Isochronal Pendulums at London and Jamaica, n. 432, p. 302.\nGraham (Richard) Description of an Instrument for taking the Latitude at any Time of the Day, n. 435, p. 450.\n's Gravesande (G. J.) an Experiment concerning the Force of moving Bodies, n. 429, p. 143.\nGray (Stephen) of an Eclipse of the Sun, May 2, 1733, n. 429, p. 114.\n\nH.\n\nHadley (John) a Spirit-Level for taking Altitudes without an Horizon, n. 430, p. 167.\nHall, Observations of the Weather there 1729, n. 435, p. 458.\nHanckewitz, vide Ambrose Godfrey, n. 428, p. 58, n. 435, p. 437.\nHarris (Jos.) Magnetic Observations in May, June, July 1732. And of a Water-Spout, n. 428, p. 75.\nHaverford-West, Children inoculated there, n. 429, p. 121.\nHenbane-Seeds, an Account of the Symptoms arising from the eating them, with their Cure, by Sir Hans Sloane, n. 429, p. 99.\n— the Smoak of, good in the Tooth-ach, n. 429, p. 100.\nHerneefsand, Observations of the Weather there 1728, n. 435, p. 459.\nHodgson (James) Eclips. of Jupiter's Satellites 1734, n. 427, p. 26. for 1735, n. 431, p. 279.\n— Observations of the Eclipse of the Moon, Nov. 20. 1732, n. 428, p. 88.\nHudickswald Helsingorum, Observations of the Weather there 1728, n. 435, p. 459.\nINDEX.\n\nHudson's-Bay, Observations of the Needle and Weather in a Voyage to it 1731, n. 429, p. 127.\n\nI.\n\nJablonski (Job. Theod.) Observations of the Weather at Berlin 1726, n. 433, p. 334.\nInflammable damp Air in a Coal-pit, n. 429, p. 110.\nInoculation, n. 432, p. 296.\n— at Haverford-West, n. 429, p. 121.\nInsects, remarkable Generation of, n. 429, p. 119.\nJupiter's Satellites, a Catalogue of their Eclipses for the Year 1734, by James Hodgson, n. 427, p. 26. for 1735, n. 431, p. 279.\n— Eclipses Bononiae Obs. 1732, ab Euft. Manfredi, n. 429, p. 117.\n\nK.\n\nKink (Mr. Pr.) Observations of the Weather at Christiana 1727, n. 434, p. 405.\nKlein (Jacobus Theodorus) de Sciuro volante, n. 427, p. 32.\n\nL.\n\nLangen (Job. Joach.) Observations of the Weather at Hall, 1729, n. 435, p. 458.\nLatitude, an Instrument to take it at any Time of the Day, n. 435, p. 450.\nLaurlius (Sueno) Observations of the Weather at Risinge 1728, n. 435, p. 459.\nLevel, a Spirit for taking Altitudes without an Horizon, by J. Hadley, n. 430, p. 167.\nLewis (Richard) of a remarkable Generation of Insects, of an Earthquake, and of an Explosion in the Air in Maryland, n. 429 p. 119.\nLocustarum circa Vitembergam interitus, n. 432, p. 294.\nLaefanger, Observations of the Weather there, 1728, n. 435, p. 459.\nLogan (J.) Account of Tho. Godfrey's Improvement of the Mariners Bow, n. 435, p. 441.\nLowther (Sir James) of damp Air in a Coal-pit, n. 429, p. 109.\nLuminum Borealium, vide Borealium, n. 432, p. 291.\nLunaris Eclips. Obs. Rome, Dec. 1, 1732, n. 428, p. 85.\nINDEX.\n\nLunden, Observations of the Weather there for 1724:\n1725, n. 429, p. 106; for 1726, n. 433, p. 334; for\n1728, n. 435, p. 459.\nLynn (Geo.) Observations of the Weather at Southwick,\n1728, n. 435, p. 459.\n\nM.\n\nMaculae subrubicundae propè discum Lunæ Obs. n. 429, p. 135.\nMaggots pretended to breed in hollow Teeth, turn to\nScarabæi, n. 429, p. 100.\nMagnetic Observations made in the Atlantic Ocean in May,\nJune, and July, 1732, by Jos. Harris, n. 428, p. 75.\n—— Sand, Indian, n. 432, p. 297.\nDe Mairan (Mr.) Traité Physique & Historique de l’Aurore\nboreale, an Account of it, n. 431, p. 243.\nMastland (Will.) Remarks on the Bills of Mortality of\nDresden and Augsburg, n. 428, p. 98.\nMunfredi (Eustach.) Obs. Eclips. Lunar. Dec. 1. 1732, n. 428.\np. 85.\n——— Obs. Eclips. Satell. 4, 1732, n. 429,\np. 117.\nMangoflans, a new Genus of Plants, n. 431, p. 232.\nMariners Bow, improved by Tho. Godfrey, n. 435, p. 441,\nMaryland, remarkable Generation of Insects there, of an\nEarthquake, and of an Explosion in the Air, n. 429,\np. 119.\nMaffey (Rich. Middleton) Account of Breynii Diff. de Poly-\nthalamis, n. 430, p. 191.\n——— Account of Locupletissimi rerum naturalium\nThesauri accurata descriptio ab Alberto Seba, n. 434, p. 415.\nMeasles appeared the 7th Day after Inoculation of the Small\nPox, n. 429, p. 124, &c.\nDe Mercurio experimenta Herm. Boerhaave, n. 430, p. 145.\n—— diu agitatus fit pulvis niger, n. 430, p. 149.\n—— fit pulvis rutilus, ad omnia nisi plumbum, fixus, n. 430,\np. 157, 161.\n—— cum plumbo, fit ex aceto volatilis, ad parvum calorem,\nib. p. 164.\nINDEX.\n\nMercurius densior redditur sepium Desillando, ib. p. 166.\nMetallic Particles obtained out of most Substances, Animal or Vegetable, by Ufition, n. 428, p. 67.\n—— Regulus got out of Stercus humanum, n. 428, p. 67.\nMeteorological Diaries, abstracted by Dr. Derham. [Part. I. 1707, 1715, 1716, n. 423, p. 261. in Vol. preced.] Part II. 1724, 1725, n. 429, p. 101. Part III. 1726, n. 433, p. 334. Part IV. 1727, n. 434, p. 405. Part V. 1728, 1729, n. 435, p. 458.\nMiddleton (Capt. Christoph.) Observations of the Variation of the Needle and Weather, in a Voyage to Hudson's Bay, 1731, n. 429, p. 127.\nMilner (John) Observations of an Eclipse of the Sun at Yeovil, May 2. 1733, n. 429, p. 116.\nMonkskood, a Man poison'd by eating it, n. 432, p. 287.\nMoon Eclipse, Observations at London, Nov. 20. 1732, n. 428, p. 88.\nMoors in Derbyshire, dead Bodies preserved in them 49 Years, n. 434, p. 413.\nMortality, Bills of, at Augsburg, from 1501, to 1720, n. 428, p. 94.\n—— at Dresden from 1617, to 1717, n. 428, p. 89.\nMortimer (Cromwell) Anatomy of a female Beaver, n. 430, p. 172.\n—— Account of Catesby's Natural History of Carolina and the Bahama Islands, n. 432, p. 315.\n—— Recensio experimentorum circa Ambram Gryseam, à D. Browne & Godfrey institutorum, n. 435, p. 437.\nMuller (Ger. Fred.) Proposals for improving the History of Russia, n. 429, p. 136.\nDe Mure Pontico aut Scythico Gesneri, n. 427, p. 32.\nMuschenbroek (Petrus van) on the Indian Magnetic Sand, n. 432, p. 297.\n\nN.\nNapellus, a Man poisoned by eating it, n. 432, p. 287.\nNaples, Observations of the Weather there 1727, n. 434, p. 405. 1728, n. 435, p. 459.\nINDEX.\n\nNebulae & Nebulose, what, n. 431, p. 254.\nNebulous Stars, Observations on them, by Dr. Derham,\nn. 428, p. 70.\n— Regions of Light, n. 428, p. 73.\nNeumannus (Casparus) de Camphora Thymi, n. 431, p. 202.\n— de Ambra grysea, n. 433, p. 344, n. 434, p. 371,\n372, n. 435, p. 417.\n— Vindicatio Experimenti sui de Ambra grysea,\nn. 435, p. 437.\n\nO.\n\nOsteographia, an Account of a Book entituled; by Will.\nCheselden, n. 430, p. 194.\nOxelgren (Magnus) Observations of the Weather at Winzinga,\n1728, n. 435, p. 459.\n\nP.\n\nPadua, Observations of the Weather there, 1728, n. 435.\nPendulums, Isochronal, the Difference of their Length at\nLondon and Jamaica, n. 432, p. 302.\nPetersburg, Meteorological Observations there, 1724, 1725.\nn. 429, p. 101.\nPhosphorus Urine, n. 428, p. 55, 58.\n— what prepared from, n. 428, p. 63, 66.\n— Glacial or Stick, ib. p. 65.\n— used by Alchemists, ib. 67.\n— sublimed into Flowers, n. 428, p. 59.\n— running per Deliquium, ib.\n— turned into Glass, ib. p. 62.\n— or Sulphur, produceable from the same\nMagma of Urine and Feces, n. 428, p. 70.\nPinambar, n. 433, p. 350.\nPithea, Observations of the Weather there, 1726, n. 433,\np. 334.\nPlants, a Catalogue of 50, for the Year 1731, by Jf. Rand\nn. 427, p. 1. for 1732. n. 431, p. 199.\nPoleni, Marquis, his Observations of the Weather at\nPadua, n. 435, p. 467.\nPolythalamia, nova Testaceorum classis, n. 430, p. 191.\nPorambar, n. 433, p. 350.\np. 467.\n\nSff\n\nPuambar,\nINDEX.\n\nPuambar, n. 433, p. 350.\n\nQuensel (Conrad) Observations of the Weather at Lunden 1726, n. 433, p. 334.\n\nRand (Isaac) Catalogue of Plants for 1731, n. 427, p. 1.\nfor 1732, n. 431, p. 199.\n\nRattle-Snake, its charming and fascinating Power, n. 433, p. 321.\n\nRenmarck (Jac.) Observations of the Weather at Hernæsand and Angermann, 1728, n. 435, p. 459.\n\nRevillas (Didacus) Obsf. Eclips. Lunaris, Dec. 1, 1732, n. 428, p. 85.\n\nRichardson (Rich.) Letter concerning the Squilla aquæ dulcis, n. 433, p. 331.\n\nRisinge, Observations of the Weather there, 1728, n. 435, p. 459.\n\nDe Roris decidui errore, à Chr. Lud. Gersten, n. 427, p. 43.\n\nRowning (John) of a new Barometer, n. 427, p. 39.\n\nRussia, Proposals for improving the History of, n. 429, p. 136.\n\nSal Phosphori, n. 428, p. 68.\n\nSand, Indian Magnetick, n. 432, p. 297.\n\nDe Sciuro volente, Jacob. Theodor. Klein, n. 427, p. 32.\n\nSeba (Albertus) Locupletissimi Rerum naturalium Thesauri accurata Descriptio, n. 434, p. 415.\n\nShells, a new Method of ranging them, n. 430, p. 193.\n\nSleep, the Causes of it, n. 427, p. 15.\n\nSloane (Sir Hans) Conjectures on the charming or fascinating Power of the Rattle-Snake, n. 433, p. 321.\n\nof the Poison of Henbane-Seeds, n. 429, p. 99.\n\nSolar Atmosphere, n. 431, p. 249.\n\nSolis Eclips. Obsf. Gothoburgi, May 2. 1733, n. 429, p. 134.\n\nObsf. Vitembergæ, Maii 2, 1733. n. 433, p. 332.\n\nSouthwick, Observations of the Weather there 1728, n. 335, p. 459.\n\nSpiritus\nINDEX.\n\nSpiritus Vini Æthereus, n. 428, p. 55.\nSpout, a Water, seen at Sea by Mr. Harris, n. 428, p. 78.\nSquilla aquæ dulcis, a Letter of it, n. 433, p. 331.\nStecksenius (Israel) Observations of the Weather at Pithea, 1726, n. 433, p. 335.\nStockholm, Observations of the Weather there, 1728, n. 435, p. 459.\nStuart (Dr. Alex.) on the Use of the Bile in the Animal Oeconomy, n. 427, p. 5.\nSuccini criterion est Acidum volatile, n. 435, p. 438.\nSulphur produceable from the Magma of Urine and Feces, n. 428, p. 70.\nSun, an Eclipse, May 2, 1732, Obs. by Geo. Graham, n. 429, p. 113. by Mr. Gray, ib. p. 114.\nSweneker, Observations of the Weather there, 1728, n. 435, p. 459.\nSweden, Observations of the Weather there, 1727, n. 434, p. 405. 1728, n. 435, p. 459.\n\nT.\n\nTeeth Hollow, Maggots in them turn to Scarabei, n. 429, p. 100.\nTerræ Historia Physica, 1732. Neapoli, n. 430, p. 184.\nTerræmotus Historia Neapol. Ann. 1731. a Nic. Cyrillo, n. 428, p. 79.\nTestaceorum, Tabula Methodica, n. 430, p. 193.\nThymi Camphora, n. 431, p. 202.\nTimoni (Em.) Claustula de Variolis, quæ per Incisionem excitantur, n. 432, p. 295.\nTooth-ach cured by the Smoak of Henbane-Seeds, n. 429, p. 100.\nTorneao, Observations of the Weather there, 1728, n. 435, p. 459.\nTransmutation of Phosphorus into Glass, n. 428, p. 62.\nTriumphius (Joh. Conrad.) Observations of the Weather at Gosler, 1738, n. 435, p. 458.\n\nV.\n\nVariation of the Needle, n. 428, p. 76. in a Voyage to Hudson’s-Bay, n. 429, p. 127.\nINDEX.\n\nDe Variolis, quae per incisionem exsitantur, Clausula, n. 432 p. 296.\nVassenius (Birgerus) Obs. Eclips. Solis, May 2, 1733, n. 429, p. 134.\n— Macule subrubicunde prope discum Lunae Obs. n. 429, p. 135.\nVassenius (Torstanius) Observations of the Weather at Swenækar, 1728, n. 435, p. 459.\nDe Vesvertilione admirabili Bentii, n. 427, p. 32.\nVesuvius, Mons, 1732, n. 430, p. 189.\nUmea, Observations of the Weather there, 1728, n. 435, p. 459.\nUpsala, Observations of the Weather there, for 1726, n. 433, p. 334. 1728, n. 435, p. 459.\n\nW.\n\nWater, Bulbs, Plants, and Seeds, growing in it, n. 432, p. 267.\nWeidler (Job. Frid.) Descriptio Luminum Borealium Vitemberge, 1732, n. 432, p. 291.\n— Narratio de Erucarum & Locustarum, circa Vitemberg. interitu, n. 432, p. 294.\n— Observations of the Weather at Wittenburg, 1728, n. 435, p. 458.\n— Obs. Eclips. Solar, Maii 2, 1733, n. 433, p. 332.\nWisinge, Observations of the Weather there, 1728, n. 435 p. 459.\nWittemberg, Observations of the Weather there, 1728, n. 435, p. 458.\n\nZ.\n\nZodiacal Light, n. 431, p. 249.\n\nFINIS",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103877.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 21772,
    "total-output-tokens": 9702,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        872,
        2
      ],
      [
        872,
        2355,
        3
      ],
      [
        2355,
        3806,
        4
      ],
      [
        3806,
        5334,
        5
      ],
      [
        5334,
        6840,
        6
      ],
      [
        6840,
        8419,
        7
      ],
      [
        8419,
        9965,
        8
      ],
      [
        9965,
        11501,
        9
      ],
      [
        11501,
        13061,
        10
      ],
      [
        13061,
        14685,
        11
      ],
      [
        14685,
        16115,
        12
      ],
      [
        16115,
        17566,
        13
      ],
      [
        17566,
        19042,
        14
      ],
      [
        19042,
        20110,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103877",
    "title": "Back Matter",
    "authors": null,
    "year": 1733,
    "volume": "38",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/103877"
  }
}