{
  "id": "c3be70feeb0141f7d1e4e2a76d49294cd94f7d35",
  "text": "XXXVII. Abstract of a Register of the Barometer, Thermometer, and Rain at Lyndon in Rutland, in 1786. By Thomas Barker, Esq. Also of the Rain at South-Lambeth, in Surrey; and at Selbourn and Fyfield, Hampshire. Communicated by Thomas White, Esq. F.R.S.\n\nRead June 21, 1786.\n\n|       | Barometer | Thermometer | Rain |\n|-------|-----------|-------------|------|\n|       | Highest   | Lowest      | Mean | Highest | Lowest | Mean | Highest | Lowest | Mean | Lyndon | S.Lambeth | Selbourn | Fyfield |\n|       | Inches    | Inches      | Inches | o       | o       | o     | o       | o       | o     | Inch    | Inch      | Inch     | Inch    |\n| Jan.  | Morn.     | 29,87      | 28,33   | 29,18   | 49      | 25      | 38     | 48½     | 11½    | 34     | 3,467   | 2,48      | 6,58     | 4,93    |\n|       | Aftern.   |            |         |         | 50      | 25      | 39     | 53      | 19      | 39     |         |           |         |         |\n| Feb.  | Morn.     | 29,96      | 28,84   | 29,50   | 48      | 32½     | 40     | 45½     | 24      | 34     | 0,665   | 1,08      | 1,27     | 4,78    |\n|       | Aftern.   |            |         |         | 46½     | 33      | 41     | 49      | 27½    | 39½    |         |           |         |         |\n| Mar.  | Morn.     | 29,78      | 28,76   | 29,29   | 46      | 28      | 37     | 46      | 18      | 30     | 0,832   | 1,11      | 1,53     | 1,64    |\n|       | Aftern.   |            |         |         | 47½     | 29      | 38     | 50½     | 22½    | 39     |         |           |         |         |\n| Apr.  | Morn.     | 29,96      | 29,02   | 29,46   | 55½     | 38½     | 47     | 52      | 29      | 41     | 1,252   | 1,22      | 1,63     | 1,41    |\n|       | Aftern.   |            |         |         | 57      | 40      | 48     | 68      | 37      | 51     |         |           |         |         |\n| May   | Morn.     | 29,90      | 28,75   | 29,46   | 63½     | 45      | 53     | 59½     | 32      | 48½    | 2,383   | 0,97      | 2,16     | 2,79    |\n|       | Aftern.   |            |         |         | 65½     | 46½     | 55     | 73      | 49      | 59½    |         |           |         |         |\n| June  | Morn.     | 29,90      | 29,32   | 29,53   | 69      | 59      | 64     | 80½     | 60      | 68     | 1,583   | 2,24      | 1,05     | 1,51    |\n|       | Aftern.   |            |         |         | 65      | 56½     | 61½    | 62½     | 50      | 56     |         |           |         |         |\n| July  | Morn.     | 30,00      | 29,05   | 29,56   | 65      | 56½     | 61½    | 74      | 51      | 66     | 1,799   | 0,86      | 1,81     | 1,42    |\n|       | Aftern.   |            |         |         | 66½     | 58½     | 63     | 75½     | 57      | 65½    |         |           |         |         |\n| Aug.  | Morn.     | 29,84      | 20,01   | 29,43   | 67      | 57      | 61     | 65      | 48      | 55     | 2,632   | 1,19      | 4,00     | 3,57    |\n|       | Aftern.   |            |         |         | 63      | 58½     | 62     | 75½     | 57      | 65½    |         |           |         |         |\n| Sept. | Morn.     | 29,98      | 28,40   | 29,35   | 61      | 49      | 55     | 58      | 38      | 47     | 2,840   |           |         |         |\n|       | Aftern.   |            |         |         | 61      | 49      | 56½    | 67      | 47      | 57     |         |           |         |         |\n| Oct.  | Morn.     | 30,00      | 28,29   | 29,55   | 54½     | 45      | 49     | 50      | 31      | 41     | 4,762   | 8,22      | 5,04     | 4,18    |\n|       | Aftern.   |            |         |         | 55½     | 45½     | 50     | 62½     | 42      | 49     |         |           |         |         |\n| Nov.  | Morn.     | 29,81      | 28,55   | 29,36   | 45      | 36½     | 41     | 45      | 27      | 35     | 2,938   | 4,38      | 1,22     |         |\n|       | Aftern.   |            |         |         | 45½     | 36½     | 41½    | 47½     | 30      | 39     |         |           |         |         |\n| Dec.  | Morn.     | 30,05      | 28,44   | 29,15   | 46      | 32      | 39½    | 45½     | 2,136   | 3,06    | 5,62    | 4,13     |         |         |\n\nInches 27,289 22,43 39,57 29,60\n\nThe\nThe frosts at the end of 1785 and beginning of 1786 were severe, but not long, with large snows the end of December and middle of January. The intervals were wet in January and windy, but mild in February. At this time some farmers sowed a little barley, which, after lying a great while in the ground during the following frost, came up well at last, was forward, and prospered. The end of February and beginning of March was the longest frost this winter, being a full fortnight, and the wind being strong from the east, and no snow at first, and when things were getting forward, it did more hurt than all the frosts this winter; and the winds continued much N.E. and frequently frosty the rest of the month. The feed time was good, but rather backward, and the weather in general dry in February, March, and April, the wind often N.E. and the season backward, yet not so many frosty nights as in some late springs, and the latter half of April mild and growing. After some frosty mornings the beginning of May it was in general a growing month, and a fine rain before the middle made plenty of grass; and the latter end of May, and most part of June and July, being fine and moderately hot, I think, I never knew so much hay so well got in any year before, which was of great service, as there was scarce any old left. The first sown turnips stood very well; but the dryness of the season hindered the latter sown from coming up well till August, and many were small; and the season was drier, and the ground more burnt, in the north of England than here.\n\nThe last day of July began a cool, showery season, which much improved the grass and turnips, but hindered the beginning of harvest, which, however, was afterward well gotten. The crop of barley this year was great, the wheat good, oats indifferent: but a great part of the beans never came up well;\nwhether because the seed was ill gotten last year, or because a frosty March after they were sown spoiled them. I think I scarce ever knew more north winds in summer, or more east winds in October or November, than this year. From August to December there was a great deal of rain by fits, particularly the middle of August, about Michaelmas, the 6th to the 12th of October, the third week in November, and first half of December; yet with intervals of fair fine weather between. It was much windy, and some great storms on September 14, October 8, and December 14. The N.E. winds in October and November brought on cold weather early; and the accounts from the northern countries complained of a severe beginning of winter, almost shutting up the Baltic before the usual time; but the rest of the winter proved very different. After the rains in the former part of December, the year ended frosty, and to Christmas as sharp as any this winter; but no way remarkable, and with little of either rain or snow.\n\nSince I saw that corona about the Moon, mentioned in Philosophical Transactions, Vol. LXXIII. p. 245. I have some few times seen a very faint appearance of it, and made the following remarks about it. The common bright circle round the moon, bounded by a yellowish red, is of much larger diameter, more diffused, and fainter, when the air is warm and the clouds misty; but no corona then appears. The time to expect it is in a frost, or when inclined to it, the clouds better defined and white; that first circle is then much less in diameter and brighter. It was remarkably so when the corona appeared November 17, 1782: and it has always been so in some measure, whenever there has been any tendency to it since.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106738.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6640,
    "total-output-tokens": 2865,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        4252,
        2
      ],
      [
        4252,
        6113,
        3
      ],
      [
        6113,
        7836,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106738",
    "title": "Abstract of a Register of the Barometer, Thermometer, and Rain at Lyndon in Rutland, in 1786. By Thomas Barker, Esq. Also of the Rain at South-Lambeth, in Surrey; And at Selbourn and Fyfield, Hampshire. Communicated by Thomas White, Esq. F.R.S.",
    "authors": "Thomas White, Thomas Barker",
    "year": 1787,
    "volume": "77",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106738"
  }
}