{
  "id": "eaf41164c2340793047bccd09e9559a77b7fab2a",
  "text": "Emerging Tubes; and it shall circulate a hundred or more than a thousand times, according to the going of the Clock-work. If some such account as this will unriddle the Engine, the contrivance of it is owing to a Theory communicated by myself, &c.\n\nA Letter of Mr. R. A. relating to the same subject.\n\nI have here given you a rude Draught of Monfr Papins curious Experiment, hoping thereby to have my conception of it more readily understood; if it carry not with it some appearance of reason, I desire you to suppress it, and you will much oblige, &c.\n\nI conceive, that the Air is forced into the outer glass at the bottom thereof.\n\nThat it then passes up between the two Glasses.\n\nThat the outer glass or case being close luted at the Head or Crown to which the inner Glass is hung by the Corall, the Air is forced into the mouth of the Inner Glass.\n\nThat the Air so forced pressing on the surface of the Water that covers the Rock, forces the Water to rise thro' those two extrem parts that are not at all clog'd, or cover'd with Water.\n\nI am, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102191.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 306,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1050,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102191",
    "title": "A Letter of Mr. R. A. Relating to the Same Subject",
    "authors": "R. A.",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102191"
  }
}