{
  "id": "9e9299fee61572a0e6489b2c866050155aa6381f",
  "text": "An abstract of a Letter from Mr. Leeuwenhoeck, to\nthe R. S. dated Jan. 23d, 1684; Concerning the\nVarious Figures of the Salts contained in several\nsubstances.\n\nI took some of the Salt of Carduus Benedictus, such as\nis commonly to be sold in the Apothecary's shops:\nit was something moist, and the parts seem'd to be\nso huddled up together, that they could not be distin-\nguished from one another: I closed it up in a Glass,\nthat the moistness thereof might not be evaporated; and\nwhen it had stood stopp'd for some days, I perceived that\nmany of the particles were gone together, upon the side\nof the Glass, making some flat longish figures, of differ-\nent magnitudes; the biggest whereof, were about the\nlength of the Diameter of a hair of my Beard, as Numb.\n1. Fig. F. In another place, these Salts lay so, that I could\neasily discern their thickness, (which could not be done\nin the aforementioned.) as Fig. G. In another place, the\naforesaid thin flat Salts, lay upon one another; as Fig. H.\nI put this Salt in water to dissolve it, and took about as\nmuch thereof, as two Barly Corns; spreading it thin\nbefore me: and when it was in motion, I not only ob-\nserved the above mentioned figures, and shootings of\nthe Salt; but found severall new figures, which were\nthin and long, growing sharp towards both ends: as Fig.\nI. Others that lay near them were broader, but not so\nlong, and their ends not so sharp: as Fig. K. I saw also,\nsome perfect four square figures; as Numb. L. but they\nhad no thickness, that I could discover. Also there\nwere some Quadrilateral Pyramidal figures, like those of\ncommon Salt; as Fig. M. These Observations must be made\nbefore the water is evaporated, for when the water is\nalmost gone, such a multitude of particles appear, and run together, that they cause a confusion. After this I conferred with an Apothecary, about the making of the Salt of Carduus Benedictus; and he assured me, that almost all the shops make it of a mixture of the Stalks of divers herbs burnt; but he had a little that was true made, and fresh; some whereof I took, and found it to consist of irregular small and roundish particles: & every particle consisted again, of others that were roundish and less. Upon a further examination, I perceived very plainly, a number of figures tapering towards both ends, as is above mentioned, in Fig. I. After about a days time, I saw several flat figures; as F and H. But having dissolved the Salt in rain water, and viewed it as it lay thin upon my Plate, I found all the above mentioned figures; but those of K, L, and M. exceeded in number all the rest; In somuch, that I conceived I saw more in a quantity of water equall to the weight of a Grain, then there are Stars to be seen in the Heaven by the naked Ey. All these figures as they were transparent, and very regular, as long as they had any water about them; so they were irregular, by the going together of other particles, as soon as the water was evaporated.\n\nSALT of WORMWOOD.\n\nI observed the Salt of Wormwood, such as is sold by the Apothecary's; but I found nothing remarkable: I then dissolved it in water, and therein presently discovered, a great quantity of figures, sharp at both ends; as numb. 2. Fig. A. Again there were lesser figures, as B. but they lay an innumerable company of them together: some few had six sides, as C; a few were flat and square, as D.\na very few were like Triangles, which had the Angles cut off; as E. Where the water had continued long, there were severall six sided figures, as big as a small Sand; as among the rest F. Also some square pieces of Salt, like a looking Glass with a Border about it, as Fig. G.\n\nALLUM.\n\nI put some Allum in rain water, and observed therein very small figures, whose bases were Hexangular, the sides rising up Pyramidall, like a pointed Hexangular Diamond, as Numb. 3. AAA. They were of different magnitudes, and some seemed plain without any rising, as BB. There were also six sided figures irregular, as C and D. But as the water began to be evaporated, there were made severall long blocks of Allum, as Fig. E. and the Salts run together as big as Sands, growing unmeasurably, where the water had been thickest, so, as thereby to be less distinct. I saw also, six sided flat figures, as F. having in the middle, other small six sided figures rising Pyramidally.\n\nSALT-PETER.\n\nI put Salt-Peter in water, and observed swimming in it, a few long particles, which seemed to have no thickness, as Numb. 4. Fig. A. These increased visibly in bigness, tho' I could not perceive any particles near them, that could cause it. As the water in any place began to be evaporated, I found many figures, whose basis was square, and rising into a Pyramid. There were also fig-\ngures having but three sides; but of these there were but few. Where the water lay thick, there were pretty figures like square sticks; as I have represented them in CDE. These last figures took up no greater space, then might have been covered with a great Sand; tho' there were Clusters of them, that were a hundred times less. I have often pleased myself, in viewing these long square Cristalline sticks of Salt-Peter; because of their lying huddled up together; as if they had been rayn'd out of the Sky.\n\nVITRIOL of CYPRUS,\n\nOr\n\nBLEW VITRIOL.\n\nHaving dissolved blew Vitriol of Cyprus in fair rain water, and viewed it in a Microscope; I found swimming upon the water, clear pellucid figures like Cristall; these had no thickness to be discerned in them, because they were levell with the surface of the water; all their ends were sloping, as Numb. 5. Fig. A. In two or three minutes of time, they grew a hundred times bigger than before; though they continued to have the same shape: for they increased both in length and breadth; but in becoming Bulky, they lost their pellucidness, and turn'd of a blew colour: other Salts were shorter, and shapt like B. I observed some of these so small, that by my Calculation, they were above eight and twenty thousand times thinner, than a hair of my head. As I spread the water very thin, the figures therein were so strange; that it is not to be conceived: It seem'd to me that the Vitriol separated from the water, and run into round particles; just\njust like Oyl when it is mixt with water. As the forementioned figures past slowly, thro' a great deal of water, they increas'd gradually; as for example, a four sided figure was rais'd higher, by the gathering together of the Vitriol, which made a Border about it; and this not only once, but 15 or 16 times. In fine, it seem'd like a frame, whose mouldings were high raised, the ground or Basis, and the shape of the Circumference continuing still the same, as when the figure was little. These particles, and also the very small ones, I judge had a hollowness in them, and were not made in the body of the water, but upon the side of the Glass, to which their basis stuck very fast.\n\nSALT or OYL of TARTAR.\n\nPER DELIQUIUM.\n\nI mix't the liquor of Tartar with water, and let it stand for some time, that the groser foul parts might sink down. In this mixture I observ'd, that there were long slender particles, which thro' a common Microscope, were like the shavings of a Mans Beard; as Numb. 6. Fig. A. These drove against the superficies of the water; and some of them grew in length, breadth, and thickness as Fig. B. Also some as Fig. C. having many times two slope ends; but some had but one slope end; and the other end was sharp, as Fig. D. These Salts in some places grew so big, that through a Microscope, they seem'd as long as ones finger; But then they were oddly made up, and\nand much more, when there were many of these great parts together, in a little space.\n\nOf\n\nMUSCOVY POT ASHES.\n\nI put Muscovy Pot Ashes in rain water, and after I had let it stand for some few hours, I observed in it longish figures, very like Weavers small Shuttles, as Numb. 7. Fig. A. These particles were so small, that I judged them, to be a thousand times thinner than a hair of my head; but as they became bigger, they grew to be like Fig. B. I saw also, a six sided figure, which rose Pyramidall, like a six sided pointed Diamond, as Fig. C. But this sort was very rare, as being scarce one to a thousand of the former. I saw also, several figures which were oblong, and had four even or strait sides, as Fig. D. And some few, which were exactly square, as Fig. E.\n\nAfter a days time, I put more Pot Ashes into the water, that the Ly might be the stronger, (and after that it had stood ten hours a clearing) there appeared in it, a very great number of extreme small figures, which were four square like E. And also which were six sided, as F. But they were generally imperfect, and something long: these two last sorts, were each so small; (as were likewise the first of the forementioned figures; and some few shaped like G.) that they would not cover the part of a course Sand. It was pleasant to see, (tho' my Eyes were weary with long looking) that, what appeared at one time a clear Christalline water, would after a few minutes, be a great number of the above mentioned small\nsmall figures; which at first Glance, were scarce to be distinguished; but of a sudden, they appeared very plain. When the Ly was thicker in one place than another, there came out so many different figures, having all their Dimensions; that they were scarce to be reckoned: viz. four square, Oblong or Parallelogram, Cubical, Triangular, Hexangular, Rhomboidal, and divers others; which had sometimes their thickness, equall to their length or breadth. As the aforesaid figures (tho' the Ly was but weak) were soon made in dry and clear weather; so would they easily dissolve again into water, if the weather were damp: but when the weather was clear, or the water was any ways warmed, or was thin; there were scarcely any other figures made, then such as are represented at A.\n\nA Physician formerly complayned to me, that, tho' he applied his Medicines with the greatest care imaginable; yet sometimes, in one disease they would succeed well; and at other times, in the same disease, but ill. I urged, that as one mans constitution is hotter than anothers, so the Salts in the Medicines, may proportionably to the heat of the body, alter their figure; and not only so, but sometimes become more rigid and stiff.\n\nI observed Pot Ashes made here in the Country; likewise white German Pot Ashes; also Ashes made of weeds; but there was nothing remarkable in their Salts.\n\nI observed Pot Ashes as they come to us, without putting any water to them; and saw they consisted partly of a great many very small Salts, as Numb. 7. Fig. A and D. There were likewise many Salts, whose figures I could not describe, because of their confusedness, and their being mixt with Dust.\n\nWhen the water wherein Pot Ashes was dissolved, had stood severall days, I saw swimming in it, many six\nsided flat figures; as is represented Fig. F. Which still retained the same form, tho' the weather proved never so moist.\n\nOf\n\nCamphir.\n\nI observed some Camphir as it is brought from the Indies, and found at first nothing remarkable; but as I more narrowly searched into it, I perceived the Crystaline figures as they were clotted together. These figures, when they did not ly too close to one another, had six perfect sides; tho' they were of different magnitudes, they were generally longish; they had all their dimensions; and their thickness, was generally equall to their bredth; but their length, was more then their bredth; as Fig. B. Many of them, tho' they had six sides, were something irregular; some were shapt like the flint of a firelock; as Fig. D. tho' the most of the figures that I considered, were irregular; yet I judged, if they had not lain too close together, their form would have been like those of Fig. A. for when the parts of the Camphir, at first were small, and lay too close together, they might take from one another the means of increasing regularly every way; but when the parts are great, and come to apply their sides to one another; they then make very great and irregular Salts.\nSalt of the Ashes out of an Oven for the Foundery of Canon.\n\nAt, and above the Iron doors of the mouth of a Furnace, where Canon are cast, there sticks a white stuff like Ashes, which is made of the Metalline substances, together with the Soot rising out of the Furnace. I mixt some of this with water, and let it stand till the groser parts were subsided, and the liquor was pretty clear, and then I observed therein, a very great number of small clear thin Pipes, so extremely slender, that I could hardly see them; when these Pipes were grown to about the bigness of the 25th part of a hair, the ends of them were slopt, as Numb. 9. Fig. A. Of these Salts there were severall thousands in one drop of water. There were likewise swimming about, a few particles as Fig: B. and tho' I could not discern the thickness in the first figures, yet in those last mentioned it was plain, that it was very little in comparison of the breth: at another time there appeared to me Salts like Fig. C.\n\nWhen I spread some of the above mentioned water, upon a clean glass, to make it ly more in one place than another, the water would not stick to the glass, but run together, as if it had been water shed upon an oyly dish; or rather as if it self had been oyl; but it seemed to be most like blew Vitriol water. I remember, when I formerly took some of these Ashes, and dissolved them in water as now, there once appeared strange figures, made out of the Salts, resembling Plants with their roots and fibres.\nSALT or ASHES\nOf a\nTIN or LEAD OVEN.\n\nOur Porcellan Bakers use much Tin, or Lead, which they calcine in their Oven's. This work (which they continue 10 or 12 days together, that they may have a good quantity of materials by them, and not be forced to repeat the Operation 2 or 3 times a month) is so prejudicial to those that tend it, that a man can't stand before the mouth of the Oven, above 24 hours at a time, and then he looks as if he were poisoned: so that every day a fresh man is employed, to take care of the Oven, and remove the scum from the surface of the Lead. The consideration thereof, moved me to examine some of that grayish substance, which sticks to the stones, upon which the flame of the Oven beats, having dissolved it in water, and let it stand to settle, I found several oblong figures, as Numb. 10. Fig. A. they were of different magnitudes, and some bigger than Fig. B. some were sharp at both ends as Fig. C. All these, whether they swam in the water, or lay out of it, were generally without any discernable thickness, and were as transparent as the clearest water.\n\nI particularly observed, that three figures, two of C. and one of B. lay in a quantity of water not so big as a Sand: while I caused some heat in this water, and continued to watch it, as imagining the other Salts therein contained, would increase the bulk of these three, I could find nothing but very small square Salts, whose sides rose up pyramidally; these indeed grew bigger, but the others C and D were not altered: as the square Salts grew bigger, they became so much the more irregular,\nlar, because the smaller Salts were driven upon them, or as it were attracted, for as they came near them, the foremost had as quick a motion, as if it were forceably impelled, till it united with them, making them more and more irregular; of such Salt particles, there lay so together, and as many more by themselves, being all made out of one drop of water.\n\nFrom these observations I gather, that the aforesaid particles, were common Salt dispersed in the water, which could not be seen, till they united together, as the water was warm.\n\nAfter an hour and half time, I intended to view these Salts again; which I judged to be common Salt, but (tho' it were no rainy weather) I found them turned into fair water; I set then the drop of water again before me, and after about a quarter of an hours time, I saw not only a great many of the aforesaid Salt particles, but as they grew dry, a great many other very small particles lying round them, of a brown colour, appearing to the Eye like blackish, or musk coloured Sand; these I had no sooner removed into the open Air, (tho' there were no warmth come to them) but they presently disappeared, in less than 1/6 of a minute, leaving neither water, nor any thing else in their place. Likewise the Salt particles, when they were little, were clear as Chry stall, but as they grew big, they seemd to be beset with musk-coloured parts, for they appeared brown, chiefly when the water was all evaporated. I then held the Salts before my mouth, and breathed upon them severall times, which changed them into a clear Chry stallin water; and by this means I had the pleasure, to see not only the Salts, but the musk-coloured parts, often come and go. These particles were many, and lay thick near the Salts, but further off thinner, and upon one breathing upon them vanished away.\n\nIn like manner, when the moisture of the Ly of Pot-\nAshes has exhaled, there has been made a very great number of small particles, which were of a brownish colour, but in a short time, they have not only lost their colour, but have disappeared, leaving behind them, a little thin moisture hardly to be perceived.\n\nFurther, I took at about 2 foot distance from the mouth of the Tin, and Lead Oven, out of the Chimney which the flame did not reach, a black substance like Soot, which I mingled with fair rain water, and let it stand till it was fetled; in this water I observed there were made, many irregular figures, whose irregularity I believe proceeded, from the want of matter to perfect them, and from the too soon evaporating of the moisture; I saw likewise many neat, flat, transparent bodys, having each 4 corners sticking out, and 2 inward Angles, as Numb. 11. Fig. A. of this sort there were some that I could not see, but with my glasses that magnify most. There were also some figured like a Rhomb; and others like a Rhomboid, as at Fig B.\n\nSALT in QUICK LIME\n\nI put some of the Quick Lime that comes from Liege, into water, and observed therein, an exceeding great number of Salt particles, which were so very small, that I cannot attribute to them any perfect figure, but I judged, as much as the particles that encompassed them, would give me leave, that their sides that appeared to me, were square, and that their thickness, was near as much as their length: together with these, were some small figures sharp at both ends, as Numb. 12. Fig. A. Others blunt at both ends, as Fig. B. Others had six compleat sides, as Fig. C. and among these, some were so very small, that a Globule which makes the redness\nof the blood, would cover them; these last were as transparent as the finest glass, & as thin as can be imagined; for if a piece of Venice paper, as large as the nail of one's thumb, were cut with six sides, the thickness thereof, to the breadth, would be more than it was in these figures: Nay when 5 or 6 of these particles lay disorderly upon one another, their thickness was inconsiderable. Also some few figures were shaped like D and E; some few like F: also there swam in the water, many flat thin particles, like a film or thin skin; these (being viewed with my best Glasses) I judged to be made up of a number of very small salts like unto Sands; But the Pot Ashes, and other Salts, do in moist weather turn into a watery substance, yet the first sort above mentioned, and that having six sides, retained still their figures, tho' the place they lay in were wet; which wetness I believe proceeded partly, from the dissolution of some common Salt, (for I am perswaded, that not only in Lime Stone, but also in Pot Ashes, Vitriol, Salt-Peter, and almost all things, common Salt is to be found) and secondly from the moisture in the Air adhering to the Salts, as it usually does to close, and solid bodies.\n\n**Salt in Lime**\n\nOf\n\n**Fish Shells.**\n\nOf this Lime (which is made of Sea Shells burnt) I mixt a good quantity with water, and letting it stand till it was settled, I took up a drop, which seemed to be as clear as Chrystall; but I had no sooner oblerved it, then I perceived figures resembling thin boughs of a tree without\nwithout leaves; being so many in number, that they made the water white and troubled: these are compoted of small Salts, and are difficult to be described; wherefore I have represented but one small one, Numb. 13. Fig. \\(ABCDE\\); which takes up no more space, than that the breadth of it may be covered with a hair of one's head: the particles, whereof the branchy figures consisted, were six sided, and when they lay with the sides towards me, they seem'd to have a brownish shadow, which might be an effect of their bulkyness, and solidity; but when they lay with the edges towards me, they shewed like \\(F\\). Some other figures had their upper part quadrilateral; but others had the basis Quadrilateral, and the sides running up like a pointed Diamond, like common Salt. Others were like \\(I, K, L,\\) and \\(M\\); which lying apart and separate from the rest, were more distinctly to be seen. Other figures were irregular, and could not well be described, because they were thick (as is before said) and cast a brown shadow about them. 2ly. because the sides of the Salt lay close, and joined to one another. 3ly. because they were exceeding small.\n\nAfter many Observations I am perswaded, the rise of these figures, is a thin plate of 6 or 4 sides, which continually increases in Bulk, as long as it swims in water that contains any Salt.\n\nAmong the innumerable quantity of small Salts, which are in a little water, there are some larger, and either transparent, or more obscure, of which last I shall describe 2 as \\(G\\) and \\(H\\), which appeared plainly to be compounded of other figures, for in one of the sides of \\(G\\), I counted more than 30 figures, which number being cubed, comes to about 30000: and yet the side of \\(G\\) seem'd not to be the 40th. part of the Diameter of a course Sand.\n\nFrom hence may be learnt, the smallness of some Salts; as also of the particles that compound them, the smart\nSmart pain they cause in the body, and chiefly when a little lime gets into the Ey; the stiffness of this Salt above others; for tho' Salts made of the Ashes of Plants, are dissolved in a moist Air, yet the Salt of Lime remains unaltered, and without moisture, except it be caused by common Salt, which is in Lime-stone, as well as other things, and particularly in rain water, which I have often caught in the Air, and when it was evaporated, have found among the grofs parts which remained, a common Salt which was hard, and fixt, as long as the weather was dry, but turn'd into a watery substance, as soon as it rain'd.\n\nSALT of ENGLISH SODA\n\nI took of this Soda (which is made of Glafs wort, and is much used by the Potters of our City, for the Glazing their Porcellan) and beat it small, and then put it into rain water; when it was settled, I observed in the water, long thin figures, whose ends I sometime thought to be straight lines, and other times circular, as Numb. 14. Fig. A. as the figures increased in bigness, I perceived them to be more strait at the ends, and not flat or plain, but generally raised, as Fig. B. Some were raised, but their ends consisted of 3 sides; and some were even at one end, and had 3 sides at the other end as C. There were also 6 sided small figures, as D; and of these I discovered a great number compleatly made, very thin and small, and clear as Chrystal; whereas the other figures were obscure, as if they had been strowed with blackish Sand; and so likewise were these, when they were viewed with a better Glass.\n\nI saw also figures which were broad in the Middle, and sharp at both ends; or rather a little flat as E. Also\nsmall squares as F. and this was the most generall figure of this Salt, for the bases were most of them square, running up into a Pyramid like common Salt.\n\nI took some pains to find of what kind of parts B, C, D, and E, were compounded, and it seemed to me, that each of them consisted of parts like itself, yet I once observed that a six sided figure like D. had joined itself to one like E.\n\nWhen the water had lain long in the Soda, and was become very strong, there appeared in it, a great many transparent figures, like the fairest Chrystal; these had their sides perfect, were as thick as broad, and were shaped as B, C, and D.\n\nSALT of SODA,\n\nOf\n\nBRITANY.\n\nHaving served the Soda as I did the English, I saw swimming in the water, an incredible number of small 6 sided figures, as Numb. 15. Fig. A. being very thin, and many of them so little, that I could not have described them, if some of them, had not been bigger than the rest. In another place, I saw great 6 sided planes, made like Hexagonall Looking Glasses, and having a small six sided figure upon the surface, as B. I saw also a few figures, formed like C. and some squares, as D. part whereof were plain, and others had the sides rising up Pyramidally into a point, as E. When I speak of the last Salts, that they run up into a point, it must not be understood that they are sharp at the top, but have the top or upper plain shaped like the Basis, tho' by reason\nreason of its littleness, it is not easily discerned: for example, if $E$ were magnified, till it appear as big as $F$, then would the top of $E$, not be sharp, but Quadrilateral as at $F$, and like to the Basis: For the top is the true pattern of the Salt, and the rest of the bigness, is nothing but an addition of other quadrilateral Salts: likewise would the top of $G$, if magnified, be like unto $H$.\n\n**SALT of ALICANT SODA.**\n\nI observed this Soda as the former, and at first observed little, but that there were swimming about, small figures representing withered branches of a Tree, composed of small particles, whose shape could not well be discerned: but after some days, the particles were grown so big, that I could see among them, flat thin sided, and sided figures, as Numb. 16. Fig. A. and B. Also oblong figures as C. whose sides run up sharp: these Salts were dissolved by the least moisture of the Air.\n\n**SAL ARMONIACK.**\n\nI have used much industry to see the figure of this Salt, but generally it appeared to me, (when it had been melted in water) like the Boughs of a Tree, beset with irregular leaves, one bigger than the other, as is represented Numb. 17. Fig. AE. In another place lay 5 or 6 Branches like A, seeming to proceed from a common center, as E. I saw also Salt particles like B, and C; and when I lighted upon a place where there were no branches,\nbranches, the scattered Salts looked like so many flints, differing from one another in bigness, but being never perfectly round, as Fig. D.\n\nP. S. I have Anatomised another Bitch, which was said to have been lined 3 or 4 times, not 3 days before, and found in the Womb, a great number of living Animals, which are the Seed of the Dog, but will treat hereof more largely in my next.\n\nAn Account of some Experiments for trying the force of great Guns, by the learned Mr. Greaves; communicated by Mr. Stubbs.\n\n1651. Mar. 18. at Woolwich.\n\nAt 200 yards distance from the platform for great Ordinance, there were raised 3 Buts, one behind another: the space between the first and the 2d butt was 14 yards, between the 2d and the 3d, eight. The thickness of each butt was 19 inches, whereof 13 was of beams of massy Oak fastened into the ground, and set so close that they touched each other: of each side were planks of Oke, 3 inches a piece in thickness, and these were joyned",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102161.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 31502,
    "total-output-tokens": 7414,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1708,
        4
      ],
      [
        1708,
        3383,
        5
      ],
      [
        3383,
        4745,
        6
      ],
      [
        4745,
        6243,
        7
      ],
      [
        6243,
        7633,
        8
      ],
      [
        7633,
        9123,
        9
      ],
      [
        9123,
        10895,
        10
      ],
      [
        10895,
        12112,
        11
      ],
      [
        12112,
        13608,
        12
      ],
      [
        13608,
        15200,
        13
      ],
      [
        15200,
        17078,
        14
      ],
      [
        17078,
        18749,
        15
      ],
      [
        18749,
        20288,
        16
      ],
      [
        20288,
        22198,
        17
      ],
      [
        22198,
        23871,
        18
      ],
      [
        23871,
        25305,
        19
      ],
      [
        25305,
        26690,
        20
      ],
      [
        26690,
        27663,
        21
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102161",
    "title": "An Abstract of a Letter from Mr. Leewenhoeck, to the R. S. Dated Jan. 23d, 1684/5; Concerning the the Various Figures of the Salts Contained in Several Substances",
    "authors": "Mr. Leewenhoeck",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/102161"
  }
}