{
  "id": "b5a15d22ed4be0b775d41e6b423ebd5a781744d3",
  "text": "above, that it was an earthquake, from which they had no reason to be under any apprehensions.\n\nOn the same day (18th of February) there was an extraordinary motion in our waters, particularly in the Meuse, which was agitated as if it were by a whirlwind; and the Jaur, a small river, which runs through our city, and was full before the earthquake, sunk very low immediately after. In some places the waters of wells were troubled; but they were not so with us.\n\nThe animals were affected by the shocks. I was informed, that the horses and cows made a great noise, even a considerable time before; and at my house the hens and pigeons did the same.\n\nCIII. An Account of the Agitation of the Sea at Antigua, Nov. 1, 1755. By Capt. Affleck of the Advice Man of War. Communicated by Charles Gray, Esq.; F. R. S. in a Letter to William Watson, F. R. S.\n\nSIR,\n\nRead June 3, 1756. In a letter I had from Capt. Affleck, commander of the Advice man of war, dated from Antigua the 3d of January last, are the following paragraphs.\n\n\"The year was usher'd in here by the shocks of an earthquake, which is the second I have felt at this island; neither of which have been violent enough to do any damage. On the 1st of No-\nvember last, I find you had a remarkably sudden flux and reflux of the sea at Portsmouth and other parts of the coast, which was agitated in like manner, at the same time, on the coast of America, and all these islands. The tide rose here twelve feet perpendicular several times, and returned almost immediately: the same at Barbadoes. At Martinique, and most of the French islands, it overflowed the low land, and returned quickly to its former boundaries. The people at Barbadoes were never more astonished; the rising water in Carlisle Bay appearing as black as ink, instead of the clear sea-green.\n\nSince I wrote this, I have taken a more particular account of the flux and reflux above-mentioned, from an observing man of this island; who remarked, that here it began at half an hour after three in afternoon, on the 1st of November last; and flowed, every five minutes, five feet perpendicular, till as much after six, without any violent disturbance on the surface of the water.\n\nP. S. In Martinique, in that remarkable flux and reflux of the sea, it was in some places dry for a mile; and, in others, flowed into the upper rooms of the houses and destroyed much coffee: At the island of Sabia, it flowed twenty-one feet; and at St. Martin's, a sloop, that rode at anchor in fifteen feet water, was laid dry on her broadside.\n\nIf the Royal Society have not yet had any more particular accounts of this matter from the West-Indies, the above is at their service; and, with my\nmost respectful compliments to Lord Macclesfield and the rest of the lords and gentlemen,\n\nI remain, Sir,\n\nYour very obedient humble servant,\n\nCharles Gray.\n\nCIV. An Account of a remarkable Fossil, in a Letter from Edward Wright, M. D. to Mr. Peter Collinson, F. R. S.\n\nRead June 3, 1756.\n\nI HAVE profited of the occasion of Sir Thomas Webb's going to England, to send you the draught of a pretty curious fossil, which you will probably receive about the time that this comes to hand. This fossil I discovered in a marble table, in an inn at Ghent, in a tour I made about a month ago to Bruges, and some other parts of these countries, in company with our ingenious and worthy friend Mr. Needham. This table, the Landlord told us, he purchased at the sale of an ancient family in the neighbourhood, and said he believed the marble was of this country, though he could not be certain.\n\nThe fossil is what is called by naturalists Orthoceratites, and is one of those, which I think is never found in its recent state. They are, I believe, very rare in England. This is by much the largest I have",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104996.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1026,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1212,
        2
      ],
      [
        1212,
        2694,
        3
      ],
      [
        2694,
        3787,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104996",
    "title": "An Account of the Agitation of the Sea at Antigua, Nov. 1, 1755. By Capt. Affleck of the Advice Man of War. Communicated by Charles Gray, Esq; F. R. S. in a Letter to William Watson, F. R. S.",
    "authors": "Capt. Affleck, Charles Gray",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104996"
  }
}