{
  "id": "5aac8168e9677605fd37f163f084376ea80ad023",
  "text": "Finis . . . . : 15 49 16\nTotalis obscuratio Lunæ . . . : 15 53 16\n\nEmergso Lunaæ ex umbra.\n\nInitium emersionis . . . . : 17 34 48\nGrimaldus . . . . : 17 36 52\nAristarchus . . . . : 17 40 0\nPlato . . . . : 17 53 34\nTycho . . . . : 18 0 23\nDigitii 6 obscuroati . . . . : 18 3 30\n\nLuna prope occasum vaporibus horizontis tremula non amplius fuit observata.\n\nToto tempore eclipsis Lunæ fuit coelum valde serenum.\n\nLongitudo S. Mariae Maj. ab insula Ferri gr. 322, m. 40.\nLatitudo gr. 27, m. 51. Austr.\n\nV. Observatio Eclipse solaris Julii 14, et Lunæ Julii 28, 1748. Madriti habitæ à Domino Antonio de Ulloa S.S.: R:\n\nPrefl. Jan. 26. Cum ad faciendam hujus eclipse observationem paratum quidem esset telecopium reflexionis duos circiter pedes oblongum; cumque satis notus haberetur motus penduli cujusdam astronomici, quo in mea ad Peruviæ regna migratione ad plurimas ibidem una cum D. Georgio Joanne peractas observationes usus fueram, animadverti\nanimadverti initium eclipsis in tempore vero accidisse sub horam\n\nMacula ab (TAB. I. Fig.7.) in disco solis notata inter ipsius orientalem australemque partes, quæque optime tunc potuit discerni, quod nulla alia esset ei proxima, coepit sub Lunam immergi hora.\n\nTotalis hujus maculæ immersio\n\nMinime licuit nec emersionem hujus maculæ, nec totius eclipsis, finem observare, qui cum sol in sua majori reperiretur supra horizontem altitudine, debeat telescopio commoditas necessaria ad illud perficiendum. Similiter nec potuit prolixus digitorum numerus, ut oportet, haberi; cum dispositio ipsorum inquirendorum causa facta minime deliderio aut exactitudini debita satisfecerit. Antequam contactus visualis fieret limborum duorum planetarum 45', aut ferme limbus Lunæ se distingue ope telescopii obtulit percipiendum; idque abs dubio, quod interceptare radios lucis ex illa parte incepisset; ideoque quo magis cæteræ ipsius disci lunaris partes a solis distabant, eo plus confusa cernebantur.\n\nSub eclipsis initium visa est pars disci lunaris interpositi quasi coloris cujusdam in rubrum declinantis, qui postmodum excrevit prout eclipsis majus habuit incrementum.\n\nDies equidem extitit serenus, et atmosphaera nubibus omnino libera, sicque in vesperum sine mutatione permanet. Cum eclipsis medium subessest, aliqua diminutio lucis apparuit; notatumque est ipsius reflexionem aliquantulum debiliorem fuisse redditam; aerem...\nque aliquid caloris temporis respondentis sensibiliter\namississe; quae mutatio post semihoram ab incepta\neclipsi initium assumens usque ad illius exitum per-\nmansit; postquam iterum calor ut antea rediit.\n\nVide Tab. I.\n\nFig. 6. S, Sol, L, Luna, a, limbus solis, a quo in-\ncepit immersio; b, limbus lunæ, qui fese ante\neclipsin obtulit percipiendum.\n\nFig. 7. NOSL, discus solaris; L, oriens; O, occi-\ndens; N, pars borealis ejusdem disce; S, pars\naustralis; ab, macula in solare disco observata;\nc, alia in eodem disco inter septentrionem, et\nortum, ad quam minime pertigit eclipsis; d, alia\nquam plurimæ maculæ in medio disce solaris.\n\nObservatio Eclipseis partialis Lunæ sub diem 8 Aug.\n28 Julii\n1748. Matriti, a D. Antonio de Ulloa navis bel-\nlici a Rege Cath. praefecto una cum excellentissimo\nDuce Alidonieni, naturalium disciplinarum et\nomnigenæ eruditionis viro.\n\nEodem quidem telescopio, quo observata fuit præ-\ncedens solis eclipsis, usus sum ad id peragendum in\ndefectu Lunæ, qui accidit die 8 Augusti anni 1748.\nipsumque phases annotandas quae ad tempus verum\nreductæ ita se habent.\n\nPenumbra quidem percipi incepit sub\nhoram noctis 09 45 42\nInitium eclipsis mihi visum est, etsi non\nsine aliquo dubio, accidisse 50 0\nImm.\n| Event                                                                 | Time |\n|----------------------------------------------------------------------|------|\n| Imm. Capuani                                                        | 10   |\n| Principium immersionis Maris Humorum                                | 4    |\n| Tycho umbram ingredi incipit                                        | 11   |\n| Totalis immersio Tychonis                                           | 14   |\n| Initium immersionis Grimoaldi                                       | 15   |\n| Omnimoda immersio Maris Humorum                                     | 15   |\n| Omnimoda immersio Grimoaldi                                         | 20   |\n| Reinoldus umbram subiit                                              | 28   |\n| Snelius et Furnerius eadem attingunt                                | 44   |\n| Snelius et Furnerius sub umbra                                      | 47   |\n| Fracastorius immergi incipit                                        | 49   |\n| Grimoaldi emergentis initium                                        | 51   |\n| Mare Nectaris immergi incipit                                        | 52   |\n| Grimoaldus totus emersit                                            | 56   |\n| Initium immersionis Maris Fœcunditatis                              | 11   |\n| Mare humorum incipit ab umbra liberari                              | 19   |\n| Mare humorum totum extra umbram                                     | 30   |\n| Totalis emersio Maris Nubium                                        | 40   |\n| Totalis emersio Maris Nectaris                                      | 45   |\n| Tycho incipit ab umbra emergi                                       | 47   |\n| Totalis emersio Tychonis                                            | 49   |\n| Umbræ finis in disco lunari                                         | 12   |\n| Penumbræ fortioris finis                                             | 17   |\n| Penumbræ qualisqualis finis                                          | 22   |\n\nEclipsis initium dubium extitit, quod umbra et penumbra non bene discernerentur; ideoque de eo difficulter judicari potuit, etiam si ad observationem peragendam satis commoda, et ab impedimentis libera permanisset atmosphæra.\n\nAntonius de Ullöa.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104596.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11252,
    "total-output-tokens": 1977,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        946,
        4
      ],
      [
        946,
        2370,
        5
      ],
      [
        2370,
        3603,
        6
      ],
      [
        3603,
        5910,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104596",
    "title": "Observatio Eclipsis Solaris Julii 14, et Lunae Julii 28, 1748. Madriti Habitae a Domino Antonio de Ulloa S. S: R",
    "authors": "Antonio de Ulloa",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104596"
  }
}