{
  "id": "85d63cb6d841e636e75df29997954526a4ff65e1",
  "text": "AN ALPHABETICAL TABLE FOR THE THIRD VOLUME OF THE PHILOSOPHICAL TRANSACTIONS IN THE YEAR 1668.\n\nThe 1 Figures relate to the Number of Tracts; The 2 to the Page.\n\nA\n\nAches heal'd by the Fat of Birds call'd Regati in Jamaica; and by the Fat of a Shel-fish, there call'd Soldat, n. 36. p. 7c6.\n\nAgriculture improv'd by Hopp-Cla-ver, &c. 37, 722, 725. Correct the Errors, 70 loads for 70 combes.\n\nAir, not by meer moisture, but by other mixtures, viz. of Salin streams of the Sea, dissolves Salt, Sugar, Flesh; Sugar dissolves human bodies into Consumptions, 36, 69.\n\nAloes, and Lignum Aloes described: A soft white wood, yielding a milky and poisonous juice, 43, 863.\n\nAnatomical remarks upon a Leaden Bullet voided by Urine, 4c, 803. The use and description of the Lymphatic Veins; the conduct of the ferment into the Duodenum Thoracicus, to the Heart, &c. the moisture in the Amnion is not Urine, nor Sweat: Also the Duodenum Virsangianus delivers it self into the Duodenum: the Duodenum Sanguines into the Cistern. V. De Bills,\n\n42, 791. An account of the Origin and Effects of Transfusion in Veins; and other Anatomical Observations; Dr. Testibus in effigie, by Dr. Tim. Clark, 35, 672. Transfusion of Blood vindicated from Calumnies in Paris, 36, 712. The success of Injections into Veins at Danzick in curing the Gout and Plica, 39, 766. An old deaf Dog in Italy reviv'd, and his hearing recover'd by Transfusion, &c. 42, 840. Testis Examinatus, Queries, and some Resolves, and References, 42, 843. Anatomical remarks on Thom. Purse, who dyed in the 153 year of his Age, &c. 44. See more in the Title of Books, Dr. Graseff, &c.\n\nAnswers from Jamaica and other Islands thereabout, concerning the steames and colour of the Sea: Various Plants and Animals: How Tobacco growes in Nitrous places: Hurricanes: The effects of the change of Climate on humane Bodies: A probable way of preventing and curing sicknesses in Sea-Voyages to the West-Indies, I iii 2 36,\nAn Alphabetical Table.\n\nAnd more, 47, 717. Answers Additionally referring to those of Jamaica, by Mr. Everard, 41, 824.\n\nAnswers from Bermuda concerning the Tides there, Whales, Serpent-Cats, strange Spiders-Webs, rare Vegetables, Longevity of the Inhabitants; and of the Isle of New-Providence among the Bahamas, 40, 792.\n\nAnswers and Rarities from Faus-Major, additional to Accounts, published in the History of the Royal Society, 43, 853.\n\nAnswers concerning Tides from Plymouth, 33, 62. Dr. Wallis's applications of the Accomplice of Tides to his Hypothesis concerning Sea-refluxes, 34, 652.\n\nThe Table of Tides about London rectified, 34, 655. How Tides flow about Bristol, 41, 813. at Bermudas, 40, 793.\n\nAnswers Chemical and Mineral, &c., from Mexico, 43, 817.\n\nAntimony, even crude, fattens Horses, Swine; cures them of Diseases, 39, 774.\n\nArtificial Opals, Amethysts, Saphirs. The old Art of incorporating Red-glass recovered. Of Diamond Looking-glasses in a Mill; and of making faire and hard Chrystals, 38, 743.\n\nB.\n\nBees, precipitating the Muddiness of water. See Answers from Jamaica, supra.\n\nBloody Fluxes stopp'd by the blood of the Fish Bedillie. See supra Answers from Java-Major. Blood transfus'd, see sup Answer y.\n\nBooks.\n\nAlgebra; an Introduction to it, translated out of High-Dutch into English by Mr. Branker, and much alter'd, and enlarged by D. I. P. with an accompt of other helps in that Art; abbreviated, 35, 683.\n\nSteph. De Angelis, de Insin. Spiralibus inversis, infinitique Hyperbolis, alisque Geometriae, 37, 738.\n\nR. Anderson's Stereometrical Propositions, variously apply'd, but particularly to Bodies, 35, 755.\n\nMr. Boye's Continuation of New Experiments Physico-Mechanical touching the Spring and weight of the Air, and the Atmosphere of solid bodies, 41, 845.\n\nOl. Ferrichii de Ortu & Progressu Chemicus, 39, 779.\n\nTycho Brahe Historia Coelestis Observationum vicennalium, 43, 858.\n\nJoh. Dom. Cassini Ephemerides Mediceorum Sydenium, n. 44.\n\nRen. Des Cartes Epistol. pars 1. & 2. Lat. 40, 810.\n\nThe Bishop of Chester's Essay towards a Real Character and Philof. Language, 35, 690.\n\nM. De Cordemoy's Natural Discourse of Speech in English, 37, 736.\n\nAbrah. Cowley 6 libri Plantarum Poema, Latina, 36, 714.\n\nM. Evelyn's Translation of the Idea of the Perfection of Paintings, 39, 784.\n\nFlorentin Experimenti, 33, 640.\n\nRegn. de Graef de Vitrum Organis Generationi inferiorebus, 38, 750.\n\nItem de Graef de nonnullis circa partes Genitales Invenitis novis, 34, 663.\n\nM. Glinski's Progress and Advancement of Knowledge since Aristotle, 36, 711.\n\nGrabe Elaphographia, 39, 885.\n\nJoc. Gregorius, de Vera Circuli & Hyperbolae Quadratura, &c. 33, 640.\n\nIlem Gometriae pars Universalis quantitatum Curvarum Transmutationi & Meturae inferiorem, 35, 685.\n\nHevelii Cometographia, 40, 805.\n\nJoh. Hornii Observ. circa partes Genitales in utroque sexu Prodromus, 34, 663.\n\nStanislai de Lubieniez Theatrum Cosmeticum, 35, 692.\n\nMarc. Malpighii de Viscerum Structura, n. 44.\n\nMayow de Respiratione & Rachide, 41, 833.\n\nMercator's Logarithmotechnia, and Dr. Wallis's his Judgement on it, and Mr. Mercator's Explication on his said Book, 3, 153.\n\nA Discourse of Physick and Pharmacy, the Interest of Patients, and the Frauds of Apothecaries, Empiricks and Monte-banks, 41, 824.\n\nMich.\nAn Alphabetical Table.\n\nMich. Ang. Ricci Exercitio Geometrica, 37, 717.\nSalinove de la Venerie Royale, 37, 740.\nFranc. de Boe sylvii Praxis Medicæ Idea Nova, 40, 811.\n\nSymposi Hydrologia Chymica: His Anatomy of the Waters of Scarborow, Malton, Knareborow; his Vindication of Chymical Medicins: Improvement of Experimental Philosophy: The Principles of all Concretes: His Ternary of Medicines: The Origin of Hot Springs, and all other living Springs, 42, 850.\n\nAnd, Jacques Opera Mathematica; with reflexions and further Instructions, 43, 869.\n\nJoh. Georg. Triumphii Scrutinium Vitriolici, 40, 810.\n\nN.B. That, besides the Extracts of these 32 Books, here are added (especially in Mathematical) Cautions and Advices of other further Supplements.\n\nBrain. Its Exterior part Glitterulous, 44, see Malpighi supra.\n\nA Burning glass extraordinary made at Milan, 40, 795.\n\nC.\n\nCabbage Trees in the Carib-Islands of 300 feet in height; the wood never rots, and when dried, as hard as Iron. See Answers from Jamaica, 36, 704.\n\nCalamity at Sea described; and the Cure, 36, 708.\n\nCalms frequent near the Gulf of Mexico, 36, 707.\n\nCaymans or Jamaica Crocodils and Alligators have small Eggs like Turkey's, but unspotted, 36, 703. The Stone in their Stomach is little regarded there, 36, 703.\n\nChymical, Medical and Anatomical Observations, of special remarks, from the Confident Behm of Danzick, 34, 650.\n\nChocolata commended, 37, 721.\n\nSilver-Cats live well and yield the more Cives, if you give them Drink once a month. They piss much, as Rabbits do, 36, 704.\n\nClimate: the effects of their change near the Tropicks: and Medical application directed, 36, 708.\n\nClouds and Mist, how they gather and imbode in Jamaica, 37, 718.\n\nColick and Morbifick effervescency's examined, 34, 651.\n\nColick bilious, what Clysters good or bad for it, 37, 720.\n\nA Comet appearing in Italy and Portugal March 1668. n. 25, p. 683.\n\nCochineel, what it is, and whence, with considerations for like Advancements in Colors, &c. 40, 796.\n\nD.\n\nDeafness, somewhat lessen'd, though strangely, by Noise, 35, 665. Helped in a Dog by Transfusion. See Anatomy.\n\nDivers, by custom continue long under Water, to draw up Anchors, Guns, &c. 4, 862.\n\nDrink not necessary for all Animals. Cowes and Bulls live without Drink, their Bladders being dried up, 36, 704.\n\nE.\n\nEarth's motion oppos'd by Ricciolus, whose pretended great argument is answered up by Steph. Angelis, with Mr. Gregory's Illustrations, 36, 693.\n\nEye-sight, how to be help'd in Man or Beast, by Artificial Instruments, and better than by Spectacles, 37, 727. & 39, 765. & 40, 802.\n\nG.\n\nGout, the Causes, best helps, and hope of Cure, 34, 650. Magnet. Transplantations inefficual idem.\n\nHeart the medical uses of all its parts, 39, 885.\n\nHead-ach, eased by applying the Leaves of Palma Christi in Jamaica, 36, 705.\n\nHeart of its Polypus, &c. 44. See Malpighi in the Title of Books.\n\nHurricanes described; felowne in Jamaica, 36, 706.\n\nHusbandry improv'd by the incredible growth of Hop-clover, call'd also Non-fuct, 72, 725.\n\nI.\n\nIntroduction and Preface to the Treatise for the year 1668. n. 33.\n\nInquiries & Directions for the Carib-Islands 33, 634. Inquiries concerning the growth of Vegetables, the motion and Qualities of their Juices for medicines, for Colors, &c. 40.\n\n797\nAn Alphabetical Table.\n\nK. Kidneys, a concrete of small glandul &c. n.44. See Malpighi in the Title of Books.\n\nL. Audanum Simplex of M. Le Fevre preferred upon Experience before some other kinds, 37,719.\n\nLight, or Shining Flies in Jamaica, which can contract or expand their light, as they flye, 36,706.\n\nLice, where and how bred most, 37,72.\n\nLice, call'd Chego's, of a very malignant nature in Barbado's, 36,705.\n\nLiver, is a conglomerate Giandul, against D. Wharton: its office and use, &c. n.44.\n\nLong Life, constant health to the Natives, sweet Air in Bermudas, and some parts of Virginia near Florida, 40,794.\n\nM. Mathematica. The Squaring of the Hyperbola by an infinite Series of Rational numbers, by the Lord Viscount Brouncker, 34,645. Mr. Gregory's Defence of his Circuli & Hypo bola Quadratura, in reference to M. Hugenius, 37,732.\n\nA reply of the same to Mr. Hugenius his Answer, n.44. Du Laurens his Specimen Mathematica animadverted on by Dr. Wallis, 34,654. & 38,744. & 39,775. & 41,825.\n\nMotion. A Summary Accomp of the General Laws of it, by Dr. Wallis and Dr. Wren, 43,854,87.\n\nMotion of the Earth. See Earth's motion.\n\nThe Magnetical Variation, taken near Bristol, June 13 1666; not 1668. Correct the Printers Error. n.37. p.746.\n\nMagnetic Variations predicted for many years following, as at London, from an Hypothetis yet concealed, 40,789.\n\nManchinet Tree in Jamaica, a Malignant Wood, but of an excellent Graine, used by the Spaniards for Bed-Heads, by the English for Floores, 36,706.\n\nMariners, How they make a Boat to ride at Anchor in the Main-Sea, described, 36,707.\n\nMedical Directions for Sea-Voyages, 36,708, & 37,719. See Answers from Jamaica.\n\nMineral and Chymical Observations from Spain and Mexico, 41,87.\n\nN. A Nut in Jamaica, which purgeth some, falleth to purge others; the Dose uncertain, 37,719.\n\nA Nutmeg, call'd Thieving, one alone put into a whole Roomful of Nutmegs, corrupts them all, 43,853.\n\nOcular Aydes for a decay'd sight, when all Spectacles fail, 37,727. See Eyesight.\n\nOptical Improvements by Mr. Smithwick, in a Figure not-Spherical, 33,631.\n\nGlasses, how turned at Paris by a Turn-lath, 40,795. A way to turn convex Spherical Glasses on a Plains represented here in Cuts, 42,837. A Microscope of a new fashion, taking in large Objects, and discovering more minute Bodies, than formerly discover'd, 42,842.\n\nAn Optical Contrivance for strange visions, or Apparitions, 38,741.\n\nThe Optick Nerve and Vision by a New Experiment, examin'd, 35,668.\n\nOfteo-collis, 39,771.\n\nOyle of Palmu-Christi in Jamaica, prettily, sweet, delicate, and transparent, but ineffectual in Clysters: It might be a Simple Commodity, 36,705.\n\nAn Oyle very fragrant drawn out of the Barke of the Tree Lawing. See Answers from Java-Major, 43,865.\n\nP. Palmetto highly excol'd, a livelihood in Bermudas, 40,795.\n\nPoison-weed in Bermudas dangerously poisonous to some, not so to others, 40,794.\n\nPoisonous Juice to Man, Hogs, and Poultry in the Manioc or Callayi; but if rest,\nAn Alphabetical Table.\n\nR.\n\nRain in Jamaica without previous alteration in the Air, nor leaving moisture in the Air afterwards, 36, 705.\n\nRespiration. See Mayow in the Title of Books.\n\nRickets. See Mayow in Books.\n\nS.\n\nSalts lixiviate, of Wormwood, &c. not apt to be consum'd, or to contract moisture in the Barbadoes, or Jamaica, but on the Seas they do, 36, 699.\n\nSalt-Peter-ground yields flashing Tobacco, and Potatoes ripe two Months sooner, but that Tobacco and Potatoes rot speedily, 36, 74.\n\nSeas, their differing colours, 36, 700.\n\nSerpents, having in head on each end of the body. See Answers from Faust-Major, 43, 63.\n\nSharke and Tiberon all one; differs from the Minati or Sea-Cow: the Mani-stone is properly no stone, but a white Brain-like matter dried, 36, 703.\n\nSoipe-trees in Jamaica; the Berries large, as a Musket-bullet, without any proportion of Salt lixiviate, Sulphur or Oyls, wash better than any Castile-Soap, but soon rots the Linnen, 36, 705.\n\nSperma-Ceti, what's and whence taken, 40, 793.\n\nSpiders Webs of great Strength in Bermudas, 40, 795.\n\nSpleen, is acquited of acid Melancholy and Sanguification. The properties of it, and Dr Highmore's judgement of it considered, 34, 651. Is Glandular, according to Malpighi; its office and use, n. 44.\n\nStarre; a New one, as is guessed by Cassini, seen in March 1668, n. 35, 683.\n\nSugar, how it inclines to Consumptions, 36, 699.\n\nSympathetical-Powder; of what Vitriol and how best prepared, and the effects of it. See in Books Triumphii Scrutin. Vitriol.\n\nSwallows depart out of Jamaica in Water-goneth, as hot-as'tis, and Teal and Wild-Duck come thither then, 36, 704.\n\nT.\n\nFor Tanners, 3 Trees in Jamaica, the Mangrove, Olive, and another nameless, yield Barks which Tans better (and in 6 weeks) than any in England, 36, 705.\n\nTeeth, some Whales have none, some have, 40, 793.\n\nTides, See Answers concerning Tides.\n\nTiles in Bermudas excellent, made of the leaves of Palmetto, 8 or 10 foot long, 40, 795.\n\nTiberon lapis, see Sharke. The Tiberon hath a vast strength, yet hath no bone in his back, only in his head are bones; his Jaws are Grifles; his Ribs make walking-staves. This, and the Dolphin, and the Spanish-Mackerel swim faster than any Ship saileth, 36, 704.\n\nTortoises swim, or float afloat at Jamaica, yet have no swim, as Dr. Stubs remembreth, 37, 719.\n\nV.\n\nVegetables for Juices, Tappings, Growth, Colors, Medicins, Evergreens, Kitchen-gardens. See Inquiries and Directions supra, 40, 796, &c. And some answers, 43, 853 Continuation upon the same subjects, 41, 877. Stone-plantes growing in Rocks in Jamaica, and curiously adorn'd, 36, 700.\n\nOleco-collag owing soft and like a Plant underground in the Sand, and the top, like a flower, visible. See the History thereof, 39, 771. Gramen Ishemon, or Dactyloides, or Sanguinella; and Gramen Aquaticum cum longissima pannicula, &c., 39, 773. A Vegetable Seed common in the Fields of Denmark which having been once heated red-hot, and then taken out, and put in a cool place, remains hot and burning for 50 hours together, 39, 782. The Cinnamon-tree Roots yield an Oyle resembling Camphire, 43, 863.\n\nVitriol, how extracted out of Vitriolate Earth; the choice, medical Vertues, and history. See Triumphus, in Books, 40, 810.\nAn Alphabetical Table.\n\nVomitings in hot Climates and hot Seasons much prefer'd before Clysters and Purges, 36, 709.\n\nW.\n\nWater percolates from the Seas through the Sands to rise and fall with the tides, wherever they dig at the point of Jamaica; yet no steames arise there by heats, 36, 701.\n\nWeavils breeding in meal, currans, raisins, &c. how to be destroy'd in Jamaica, 36, 701.\n\nWhales of strange kinds about Bermudas described, 40, 753.\n\nWinter, see Swallows, supra.\n\nWood, a Bastard-Cedar in Jamaica, seeming cloe-grain'd, but penetrated by Brandy and Wine, 36, 705. Many sorts of Wood there, besides Acayou, which breed no Wormes. A white wood there, which in Ships breeds no Wormes, 36, 705.\n\nA Wood stinking like human Excrement: See Answers from Java-major, 43, 863.\n\nWood-Lice in Jamaica, which eat Books, the Paper, Print, and Covers, and some sorts of Wood, not all sorts, 36, 706.\n\nERRATA.\n\nNumb. 43. p. 876. line 48. dele all this, p. 865. l. 24. r. mPC; p. 866. l. 3. dele, finistrofum; and read it, as 'tis in the Text: but p. 865. l. 28. r. reaps p. 70. l. 21. r. Præcision. p. 855. l. 10. r. Eldersnot Alderstwice. p. 857 l. 28. r. plac'd in it and.\n\nFINIS.\n\nLONDON,\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1668.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101330.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 5568,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1960,
        2
      ],
      [
        1960,
        5261,
        3
      ],
      [
        5261,
        8560,
        4
      ],
      [
        8560,
        11561,
        5
      ],
      [
        11561,
        14818,
        6
      ],
      [
        14818,
        16135,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101330",
    "title": "Back Matter",
    "authors": null,
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101330"
  }
}