{
  "id": "637b44a63f7cfc0a6a3bbd4fa1ad26588aedac4c",
  "text": "IX. On the Effect produced on the Deviations of the Compass by the Length and Arrangement of the Compass-Needles; and on a New Mode of correcting the Quadrantal Deviation. By Archibald Smith, Esq., M.A., F.R.S., late Fellow of Trinity College, Cambridge; and Frederick John Evans, Esq., R.N., Superintendent of the Compass Department of Her Majesty's Navy.\n\nReceived April 13,—Read April 18, 1861.\n\nIntroductory observations.\n\nIn the mathematical investigations of the deviation of the compass which have been hitherto published, and in the practical methods for correcting the deviation which have been proposed by Captain Flinders, Mr. Barlow, and Mr. Airy, the assumption is tacitly or expressly made that the length of the compass-needle may be considered as infinitesimal compared with the distance of the nearest disturbing iron. Expressed mathematically, as only even powers of the ratio of the projection of the needle on the direction of the disturbing iron to the distance of the disturbing iron enter into the expressions, the assumption is that the square and higher powers of that ratio may be neglected. By this assumption the formulae which express the deviation are materially simplified; and on the supposition that the iron of a ship consists entirely of iron of one or other of the two extreme qualities described magnetically as \"hard\" iron and \"soft\" iron, the following expression is accurately true:\n\n$$\\sin \\delta = A \\cos \\delta + B \\sin \\zeta' + C \\cos \\zeta' + D \\sin (\\zeta + \\zeta') + E \\cos (\\zeta + \\zeta');$$\n\nin which $\\zeta$ is the azimuth of the ship's head measured eastward from the correct magnetic north;\n\n$\\zeta'$ is the same azimuth, but measured from the direction of the disturbed needle;\n\n$\\delta = \\zeta - \\zeta'$ is the easterly deviation of the needle;\n\nA, D, E are coefficients depending only on the distribution of the soft iron of the ship, and being independent of the magnetic dip and force, and therefore not changing with a change in the geographical position of the ship.\n\nB and C are coefficients depending partly on the distribution of the hard and soft iron of the ship, and partly on the dip and horizontal force, and therefore changing with a change of geographical position of the ship, as well as with a change in the magnetism of the hard iron in the ship.\n\nIf the soft iron of the ship be symmetrically arranged on each side of the fore-and-aft vertical plane which passes through the compass, the coefficients A and E are zero, and in all ships the deviations of which have been examined, these coefficients are so small\nthat they may be neglected, so that we have in all such cases\n\n\\[ \\sin \\delta = B \\sin \\xi' + C \\cos \\xi' + D \\sin (\\xi + \\xi'); \\]\n\nand if the deviation be of such an amount that we may take \\( \\delta \\) for \\( \\sin \\delta \\), we have\n\n\\[ \\delta = B \\sin \\xi' + C \\cos \\xi' + D \\sin (\\xi + \\xi'). \\]\n\nThe first two terms of this expression represent a deviation which is zero when the ship's head is on either of two opposite points, called the neutral points, and which is easterly when the ship's head is in one of the semicircles terminated by these points, and westerly when it is in the other semicircle, and which deviation is therefore called the Semicircular Deviation.\n\nThe third term represents a deviation which is zero when \\( \\frac{\\xi + \\xi'}{2} \\), i.e. the azimuth of the ship's head measured from a line half-way between the correct magnetic north and the direction of the disturbed needle \\(=0^\\circ, 90^\\circ, 180^\\circ,\\) or \\(270^\\circ\\), and which has its maximum (without regard to sign) when \\( \\frac{\\xi + \\xi'}{2} = 45^\\circ, 135^\\circ, 225^\\circ,\\) or \\(315^\\circ\\), or, in other words, which has its zero-points when the ship's head is near the four cardinal points, its maximum values (independently of sign) when the ship's head is near the centre of the N.E., S.E., S.W., and N.W. quadrants, and is hence called the Quadrantal Deviation.\n\nThe deviation may be corrected either mathematically or mechanically.\n\nIn the Royal Navy, as a rule, no mechanical correction is applied to the compasses. A standard compass, having a card 7·6 inches in diameter, is fixed in a convenient position in the ship, at an elevation of about 5 feet above the deck, and as far as possible from any iron, and the deviations on each course are ascertained and allowed for by reference to a table or curve of deviations constructed for the particular ship from actual observation. In the Royal Navy, therefore, the distance of the nearest iron from the compass is in general so great that the assumption to which we have referred may be made without sensible error.\n\nIn iron ships of the Mercantile Marine, the mechanical method of correction is extensively practised, which was originally proposed by Mr. Airy in his well-known paper in the 'Philosophical Transactions' for 1839, and which is described in greater detail in his 'Results of Experiments on the Disturbance of the Compass in Iron-built Ships' (Weale, 1840). In this method the semicircular deviation is corrected by two or more horizontal magnets, the part B being corrected by a magnet or magnets directed fore-and-aft, the part C by a magnet or magnets directed athwart-ships. Each magnet is fixed with its centre in either the fore-and-aft or the athwart-ships vertical plane passing through the centre of the compass, or in the intersection of these planes. The quadrant deviation D is corrected by masses of soft iron placed on each side of and at the same level with the compass-needle. When the distance and position of the ship's iron and of the correctors are such that the square of the ratio of the projection of the needle on the direction of the disturbing iron to the distance of the disturbing iron may be neglected, the correction thus made may be considered as perfect for the place and\ntime at which it is made. But when this is not the case, from the iron of the ship being too near the compass, or from the correctors being from necessity brought too near the compass, or from the length of the compass-needle itself being excessive, an error is introduced which it is the object of this paper to consider.\n\nThat the effect of this error has been for some time felt by practical compass adjusters, appears probable from the difficulties which are reported to have been experienced in correcting the deviation of certain ships by Mr. Airy's method, and from the advantage reported to have been derived in some of such cases from the use of compasses with two needles; but we are not aware that the particular nature of the error to which we refer has been hitherto pointed out, or considered either experimentally or theoretically.\n\nExperiments.\n\nThe attention of Mr. Evans was drawn to this subject by the observations made in the Great Eastern on her experimental voyage from the Thames to Portland, and afterwards while she was lying at Holyhead and Southampton*. The standard compass of this ship was fitted with needles of unusual length, viz. two needles of $11\\frac{1}{2}$ inches in length placed near each other. Its deviations had been carefully corrected by Mr. Gray of Liverpool, by magnets and soft iron, but after such corrections, and when the deviation was nearly corrected on the cardinal and quadrantal points, there were errors of between $5^\\circ$ and $6^\\circ$ on some of the intermediate points. The importance of this case has induced us to append a Table of the deviations (Appendix I.) of this compass on the points on which the deviations were observed as the ship swung to her moorings on the days of observation at Holyhead in October 1859, and in Southampton Water in June 1860. These observations indicated the existence of a considerable error, which was neither semicircular nor quadrantal, and thus apparently of some source of error which had not been taken into account by Mr. Airy in his plan of mechanical correction. In order to ascertain the cause of these apparently anomalous results, Mr. Evans instituted a series of experiments on the deviations produced on compass-needles of different lengths by magnets and soft iron placed in different positions with respect to them.\n\nFor this purpose a bar magnet 12 inches long was placed on a horizontal table revolving round a fixed vertical axis, on which axis a compass was placed at different elevations. The magnet was placed at distances of 17 and 20 inches from the centre of the compass, and in one set of observations was turned endways, and in another sideways to the compass. Observations were made on single edge bar needles of 3, 6 and 12 inches in length, and on Admiralty Standard compass cards of 7·6 and 3·8 inches diameter. Observations were also made of the deviations produced by two cylinders of soft iron arranged as if for correcting the quadrantal deviation, on a $7\\frac{1}{2}$-inch single needle, and on an Admiralty Standard compass.\n\n* See Mr. Evans's paper, entitled \"Reduction and Discussion of the Deviations of the Compass observed on board of all the Iron-built Ships, and a selection of the Wood-built Steam-ships in H.M. Navy, and the Iron Steam-ship Great Eastern,\" Philosophical Transactions, 1860, p. 337.\nThe Admiralty Standard compass card, it may be observed, is constructed with parallel needles, placed as chords of the circular rim of the card, and so arranged that the moment of inertia of the card about every diameter is the same, the object of this arrangement being to prevent the \"wabbling\" motion of a card of which the moments of inertia are unequal. It was long ago observed by Mr. Smith, that for this purpose, with two uniform needles, it is necessary and sufficient that the ends of the needles should be separated by $60^\\circ$ of arc. The object is therefore obtained with two uniform needles, the extremities of which are $30^\\circ$ measured along the circumference of the card, from the extremities of the diameter which is parallel to them, and which needles are therefore chords of $60^\\circ$, or with four uniform needles placed two and two with their extremities at equal distances on each side of the chords of $60^\\circ$. The last is the arrangement adopted in the Admiralty Standard compass, the distances of the extremities of the needle being $15^\\circ$ on each side of the chords of $60^\\circ$, so that the extremities of the needle are placed at $15^\\circ$ and $45^\\circ$ on each side of the extremities of the parallel diameter. The importance of this arrangement with reference to the present question will be seen hereafter.\n\nThe details of Mr. Evans's experiments are given in the Table in Appendix II.\n\nThe peculiarities of the several Tables of observations are most conveniently discussed by representing the deviations graphically by means of a curve, according to the method known as Napier's method, and mathematically by means of the formula\n\n$$\\delta = A + B \\sin \\zeta' + C \\cos \\zeta' + D \\sin 2\\zeta' + E \\cos 2\\zeta' + F \\sin 3\\zeta' + G \\cos 3\\zeta' + H \\sin 4\\zeta' + K \\cos 4\\zeta' + &c.,$$\n\nin which, as before, $\\delta$ represents the deviation, $\\zeta'$ the azimuth of the line corresponding in the experiments to the fore-and-aft line in a ship.\n\nThe curves which accompany this paper have been drawn in this way from the actual observations made with the magnet and cylinders of soft iron in the same horizontal plane with the needle. It has not been thought necessary to lay down the curves representing the observations with the elevated compass, but their peculiarities will be described.\n\nFrom the curves the values of the deviations on each of the thirty-two points, reckoned from the disturbed direction of the needle, have been obtained by measurement, and the values of the coefficients $A, B, C, D, E, F, G, H, K$ computed by the method of least squares by the formulæ given in part in the Philosophical Transactions for 1846, p. 350, and more conveniently in the \"Supplement to the Practical Rules for ascertaining the Deviations of the Compass which are caused by the Ship's Iron,\" published by order of the Lords Commissioners of the Admiralty (London, Potter, 1855).\n\nThe following are the values of the coefficients so obtained:—\nThe following are briefly the results of the experiments:\n\n1. Deviations produced by magnets in the same horizontal plane with the compass, and at distances of $18\\frac{1}{4}$ and $19\\frac{3}{4}$ inches from the centre of the compass:\n\nWith the 3-inch single needle these deviations are nearly semicircular.\n\nWith the 6-inch single needle, and still more strikingly with the 12-inch single needle, a large sextantal deviation is introduced, and the semicircular deviation is increased, the sextantal deviation and the increase of the semicircular deviation being proportional approximately to the square of the length of the needle.\n\nA striking difference will be observed in the appearance of the curves of deviations caused by a magnet placed endways and the curves of deviations by a magnet placed sideways. In the first case, the semicircular curve is broadened and flattened by the introduction of the sextantal deviation. This it will be seen arises from the coefficients F and B having the same signs. In the second case the semicircular curve is narrowed and peaked. This arises from the coefficients F and B having different signs.\n\nThese peculiarities, as will be seen in the sequel, agree with the mathematical deductions.\n\nIn the deviations of the Admiralty Standard compass cards, whether the magnets were placed endways or sideways, the sextantal deviation almost entirely disappeared.\n\n2. Deviations produced by magnets above or below the level of the compass:\n\nThe mathematical investigation shows that when the difference of level is less than half the horizontal distance, the semicircular deviation is increased by increasing the length of the needle, when greater, diminished; and with this the observations agree, the following being the results.\n\nWith the 3-inch single needle the deviation was in each case nearly semicircular.\n\nWith the 12-inch single needle raised 20 inches above the magnet, when the horizontal distance was $6\\frac{1}{2}$ inches, the deviation was nearly semicircular, showing only a very slight tendency to the introduction of a sextantal part. As the horizontal distance increased, the proportion of the sextantal to the semicircular deviation increased.\n\nWith an Admiralty Standard compass there was no sextantal deviation.\n\n3. Deviations produced by soft iron at the level of the compass:\nIn this case there was no sextantal deviation, but with a $7\\frac{1}{2}$-inch single needle there was a large octantal term in addition to the normal quadrantal deviation, while with an Admiralty Standard compass card the octantal term almost entirely disappeared, leaving only a true quadrantal deviation.\n\nThese results, as to the deviation of single needles, explained the residual error found in the corrected standard compass of the Great Eastern. These errors were evidently partly sextantal and partly octantal, and had been caused by the great length of the needles and by the proximity of the magnets and soft iron correctors, particularly of the latter.\n\nThe remarkable features observed in the deviation of the Admiralty Standard compass suggested the idea that the arrangement of the needles in that compass might produce, in the case of deviations caused by a magnet or mass of soft iron in close proximity to it, a compensation of the sextantal and octantal deviations, and this, on the subject being investigated mathematically, proved to be the case, this particular arrangement of needles reducing to zero the coefficients of the terms involving the square of the ratio of the length of the needle to the distance of the disturbing iron; so that this remarkable result was obtained, that the arrangement of needles which produces the equality in the moments of inertia is by a happy coincidence the same as that which prevents the sextantal deviation in the case of correcting magnets, and the octantal deviation in the case of soft iron correctors. The consequence is that, by the employment of Admiralty Standard compass cards, or of cards with two needles each $30^\\circ$ from the central line, correcting magnets and soft iron correctors may be placed much nearer the compass than can safely be done with a single-needle compass card, and that the large deviations found in iron ships may be thus far more accurately corrected.\n\nThe mathematical investigation further shows, what we have already adverted to, the advantage, when a magnet is used to correct a large deviation in a single needle, of the magnet being placed as nearly as possible directly above or below the centre of the needle. A magnet so placed has the further advantage of causing no error from heeling.\n\nThe mathematical investigation led to another result, which has also been confirmed by experiment, viz. that the sextantal deviation of a single needle caused by a magnet at the same level may be prevented by using, instead of a single magnet, two equal and similar magnets, similarly placed with regard to the needle, but arranged so as to form an equilateral triangle with the centre of the compass. Such a pair of magnets produces a semicircular deviation without any sextantal deviation. But this result, however interesting theoretically, is probably not one which can be made practically useful.\n\nThe length of the single needle may also be a cause of error in a different way. The magnetism of one end of the needle induces magnetism in any soft iron near it, which magnetism reacts on and causes a deviation of the needle. This deviation likewise is prevented by the arrangement of the needles in the Admiralty Standard compass.\nBefore leaving this part of the subject, it is proper to say, with reference to the mode of correcting the compass proposed by Mr. Airy, that the peculiar errors considered in this paper are of a kind and amount which could hardly have been contemplated by Mr. Airy. The sextantal error becomes wholly insensible, even with a large semicircular deviation, when the magnets being in the same horizontal plane, are more than six lengths of the needle from the compass, or when being above or below the compass they are considerably within that distance. The octantal errors become insensible when the soft iron correctors are more than two lengths of the needle from the compass. It is not probable that Mr. Airy contemplated that the correctors would be brought within these distances. It is only with the large semicircular and quadrantal deviations of iron ships, which the compass adjusters of the present day are not afraid to correct by magnets and soft iron brought in close proximity to the compass, and with the needles of extraordinary length, which are considered suitable to ships of extraordinary size, that the errors in question become sensible or material.\n\nNew Mode of Correcting the Quadrantal Deviation.\n\nThe correction of the quadrantal deviation by Mr. Airy's method, although theoretically more perfect than the correction of the semicircular deviation, is practically more embarrassing. When made, it remains perfect, notwithstanding any change in the independent magnetism, or in the geographical position of the ship; but the increased use of iron in the construction even of iron vessels, and perhaps some change in the quality of the iron used, has greatly increased the amount of the quadrantal deviation. From $1^\\circ$ and $1^\\circ 6'$, the quadrantal deviations of the Rainbow and Ironsides on which Mr. Airy's observations were made in 1839, it has increased to an average of $3^\\circ$ or $4^\\circ$ in iron Ships of War, and of $7^\\circ$ or $8^\\circ$ in some iron vessels of the Mercantile Marine. The correction of such deviations by soft iron requires, from the comparative weakness of induced magnetism, the employment of large masses of iron, brought so near the compass that large octantal errors are caused in the single-needle compass, and not wholly avoided by the use of the Admiralty Standard compass, and opening further sources of error in the independent magnetism of the corrector and the magnetism induced in it by the compass-needle.\n\nA mode of correcting the quadrantal deviation by a permanent magnet, which shall furnish the requisite amount of force without being brought into too close proximity to the compass, is therefore a desideratum. Such a correction cannot be obtained from a magnet in a fixed position in the ship, which can only correct deviations proportional to the sines and cosines of odd multiples of the azimuth of the ship's head; but it occurred to Mr. Evans that it may be obtained from the reciprocal action of two compasses arranged as in an ordinary double binnacle. It is easily shown mathematically that two such compasses of equal strength produce on each other a negative quadrantal deviation, together with (in the case of single-needle compasses) a small octantal deviation, without introducing any other error; and as the quadrantal error to be corrected is, in all\ncases of iron vessels which have been hitherto examined, *positive*, the arrangement furnishes a correction obeying the required law. The results of an experiment originally made for the purpose of demonstrating the danger of this arrangement of two compasses, will be found in the well-known work on the 'Deviations of the Compass,' by the late Captain Edward Johnson, R.N., F.R.S., Superintendent of the Compass Department of the Royal Navy, Table V., 2nd edition, p. 59. In this experiment the compasses were the Admiralty Standard, placed two feet apart, and the effect of the reciprocal action of the compasses on each other was to produce a negative quadrantal deviation in the one of $8^\\circ 6'$, in the other of $8^\\circ 18'$, without producing any other appreciable deviation. As the amount of deviation produced is inversely as the cube of their mutual distance, these compasses, at the distance of $2\\frac{1}{2}$ feet, would have produced a negative quadrantal deviation on each other of about $4^\\circ$, and would therefore have corrected the usual amount of quadrantal deviation found in iron ships without the introduction of soft iron correctors.\n\nA similar experiment, made by Mr. Evans with two single needles of 6 inches in length, placed 1 foot 6 inches apart, gave a negative quadrantal deviation of $6^\\circ 40'$, with an octantal deviation of $+58'$. Two such compasses so arranged would therefore correct a quadrantal deviation of the largest class, without the introduction, even with single needles, of a material octantal error, and this octantal error may be corrected by the employment of two compasses, each with two or four needles arranged in the manner before described.\n\nIt is perhaps not unworthy of remark, as an incident in the history of this subject, that an experiment which is cited by Captain Johnson as a warning against placing compasses near each other as in the ordinary double binnacle, and which was the cause of an Admiralty order that compasses should in no case be brought within $4\\frac{1}{2}$ feet of each other, should in the course of time have become the means of correcting an error which the change in the material and mode of construction of ships has brought into prominence.\n\nThe defects in this method of correcting the quadrantal deviation appear to be—\n\n1. The two compasses being in different positions, may, particularly in ships built head east and west, have different independent deviations. Some care must therefore be used to select a place at which the magnetism of the ship is nearly constant within the area occupied by the two compasses; and this mode of correction will probably be found more applicable to large ships, in which the magnetism is more uniform, than in small vessels, in which there may be great changes in the magnetism with small changes in position.\n\n2. The possible decrease in the force of the needles. In this respect the defect is common to this, with every mode of correcting deviations by magnets. In the case of the Admiralty Standard compass, the proved permanency of the magnetism is such as to show that this defect may be disregarded.\n\n* See Mr. Evans's paper, Philosophical Transactions, 1860, p. 337.\n3. The effective power of each needle in correcting a quadrantal deviation is inversely proportional to the horizontal force of the earth at the place. A quadrantal deviation completely corrected in England, would therefore reappear to nearly half its amount near the magnetic equator; the correction would, however, become again perfect as the vessel went further to the south. In lower magnetic latitudes, or more accurately when the horizontal force is greater than in the place of correction, the correction, though insufficient, would be beneficial. In higher magnetic latitudes, the quadrantal deviation would be over-corrected. These defects admit of being remedied by a provision for adjusting the mutual distances of the compasses, and it is probably only in very high magnetic latitudes that this mode of correction would have to be abandoned.\n\nOn the whole, we venture to anticipate that this mode of correcting the quadrantal deviation will be found of advantage in the case of corrected steering compasses in large iron-built ships.\n\nMathematical Investigation of the Effect of the Length and Arrangement of the Needles.\n\nIn the following part of the paper it has not been thought necessary to give the details of the mathematical operations. Those expressions only are given which are directly applicable in illustration of the experiments described in the preceding part.\n\nIn this investigation a bar magnet, and likewise a compass needle, is supposed to consist of two particles of N. and S. magnetism, separated by a finite interval.\n\nLet A be a magnetic particle whose force at the unit of distance on a unit of the opposite magnetism \\( = M \\)\n\nB be the extremity of a needle whose force \\( = m \\)\n\nThe force of A on B is \\( \\frac{Mm}{AB^2} \\).\n\nIf C be the centre of the needle, the force of A to turn B round C is\n\n\\[ Mm \\frac{BC}{AB^2} \\sin ABC = Mm \\frac{BC \\cdot AC}{AB^3} \\sin ACB. \\]\n\nLet BC = \\( a \\), CA = \\( b \\), AB = \\( c \\), ACB = \\( \\zeta' \\).\n\nThen, since\n\n\\[ c^2 = a^2 + b^2 - 2ab \\cos \\zeta' \\]\n\n\\[ \\frac{1}{c^3} = \\frac{1}{b^3} \\left[ 1 + \\frac{9}{4} \\frac{a^2}{b^2} + 3 \\frac{a}{b} \\cos \\zeta' + \\frac{15}{4} \\frac{a^2}{b^2} \\cos 2 \\zeta' + &c. \\right], \\]\n\ngoing as far as terms involving \\( \\frac{a^2}{b^2} \\).\n\nThe force to turn B round C is therefore\n\n\\[ = Mm \\frac{a}{b^3} \\left( 1 + \\frac{3}{8} \\frac{a^2}{b^2} \\right) \\sin \\zeta' + \\frac{3}{2} \\frac{a}{b} \\sin 2\\zeta' + \\frac{15}{8} \\frac{a^2}{b^2} \\sin 3\\zeta' \\].\nLet $-m'$ be the force of the other end B' of the needle, for which $a = -a$.\n\nThe force of $-m'$ to turn B' round C is therefore\n\n$$Mm'\\frac{a}{b^3}\\left(1 + \\frac{3}{8} \\frac{a^2}{b^2}\\right) \\sin \\zeta' - \\frac{3}{2} \\frac{a}{b} \\sin 2\\zeta' + \\frac{15}{8} \\frac{a^2}{b^2} \\sin 3\\zeta'\\right);$$\n\nand the whole force to turn the needle round C,\n\n$$M(m+m')\\frac{a}{b^3}\\left(1 + \\frac{3}{8} \\frac{a^2}{b^2}\\right) \\sin \\zeta' + \\frac{3}{2} \\frac{a}{b} \\frac{m-m'}{m+m'} \\sin 2\\zeta' + \\frac{15}{8} \\frac{a^2}{b^2} \\sin 3\\zeta'\\right).$$\n\nIt appears from this equation that the effect of one end of a bar magnet on a single-needle compass of finite length is,\n\n1st, to increase the deviation which would be produced in an infinitesimal needle in the proportion of $1 + \\frac{3}{8} \\frac{a^2}{b^2}: 1$;\n\n2nd, to cause a sextantal deviation of which the coefficient is $\\frac{15}{8} \\frac{a^2}{b^2}$, or five times the increase of the semicircular deviation.\n\n3rd. To cause a quadrantal deviation of which the coefficient is $\\frac{3}{2} \\frac{a}{b} \\frac{m-m'}{m+m'}$.\n\nIf the two ends of the needle are of equal strength, this term disappears; but if one end is stronger than the other, there will be a small quadrantal deviation, the effect of which will be shown in the diagram by a shifting of the points of intersection of the long needle curves with the short needle curves.\n\nWhen $m = m'$, the force to turn the needle $2a$ in length about its centre is\n\n$$2Mm\\frac{a}{b^3}\\left(1 + \\frac{3}{8} \\frac{a^2}{b^2}\\right) \\sin \\zeta' + \\frac{15}{8} \\frac{a^2}{b^2} \\sin 3\\zeta'\\right). \\quad . . . . . (1.)$$\n\nIt will easily be found from these formulae that the force of one end of a magnetic bar to turn two parallel needles placed symmetrically on each side of a diameter, the ends of each being $a$ from the end of the diameter, is\n\n$$4Mm\\frac{a}{b^3} \\cos \\alpha \\left(1 + \\frac{3}{8} \\frac{a^2}{b^2}\\right) \\sin \\zeta' + \\frac{15}{8} \\frac{a^2}{b^2} \\cos \\frac{3\\alpha}{2} \\sin 3\\zeta'\\right), \\quad . . . . . (2.)$$\n\nin which $a$ represents the diameter of the circle of which the needles are respectively chords. The coefficient of the sextantal deviation, having $\\cos 3\\alpha$ for a factor, will be zero if $3\\alpha = 90^\\circ$ or $\\alpha = 30^\\circ$. Hence, if the two needles are placed with their ends $30^\\circ$ on each side of the diameter, and therefore $60^\\circ$ from each other, there will be no sextantal deviation. This is the simplest form of the Admiralty Standard compass.\n\nIf there are two pairs of parallel needles placed symmetrically on each side of a diameter, the ends of the needles being distant $a$ and $a'$ from the extremities of the diameter, the force to turn the card is\n\n$$4Mm\\frac{a}{b^2} \\cos \\frac{\\alpha + \\alpha'}{2} \\cos \\frac{\\alpha - \\alpha'}{2} \\left(1 + \\frac{3}{8} \\frac{a^2}{b^2}\\right) \\sin \\zeta' + \\frac{15}{8} \\frac{a^2}{b^2} \\cos \\frac{3(\\alpha + \\alpha')}{2} \\cos \\frac{3(\\alpha - \\alpha')}{2} \\sin 3\\zeta'\\right). \\quad . . . . . (3.)$$\nThe coefficient of the sextantal terms having $\\cos \\frac{3(\\alpha + \\alpha')}{2}$ as a factor is zero if $\\frac{\\alpha + \\alpha'}{2} = 30^\\circ$, or if the ends of the needles be at equal angular distances on each side of the point of $30^\\circ$. It is therefore zero if one pair of needles be $15^\\circ$ from the diameter, the other at $45^\\circ$ from the diameter, which is the usual construction of the Admiralty Standard compass.\n\nIn each case it will be seen that the semicircular deviation is increased by the length of the needle in the proportion of\n\n$$1 + \\frac{3}{8} \\frac{a^2}{b^2} : 1.$$ \n\nThese results hold good if, instead of one magnetic particle, any number of magnetic particles or of magnets act on the compass.\n\nIf we go back to equation (1.), and if, instead of finding the effect of a single magnetic particle on two or four needles, we inquire into the effect of two equal magnetic particles at equal distances from the compass, but in different azimuths $\\zeta'$ and $\\zeta''$ on a single needle, we find the force to turn the needle to be\n\n$$4Mm \\frac{a}{b^2} \\cos (\\zeta' - \\zeta'') \\left(1 + \\frac{3}{8} \\frac{a^2}{b^2}\\right) \\sin \\frac{\\zeta' + \\zeta''}{2} + \\frac{15}{8} \\frac{a^2}{b^2} \\cos \\frac{3}{2} \\frac{\\zeta' - \\zeta''}{2} \\cos \\frac{\\zeta' - \\zeta''}{2} \\sin \\frac{3}{2} \\frac{\\zeta' + \\zeta''}{2}.$$  \n\nThe coefficient of the sextantal deviation having $\\cos \\frac{3}{2} \\frac{\\zeta' - \\zeta''}{2}$ for a factor is zero if $\\zeta' - \\zeta'' = 60^\\circ$; so that two similar bar magnets placed similarly with reference to a single-needle compass, but at azimuths differing $60^\\circ$ from each other, will produce a semicircular deviation, but no sextantal deviation.\n\nIf the point $M$, instead of being in the plane of the needle, be at a height $h$ above it, $b$ being now the distance from the centre of the needle, of the projection of $M$ on the horizontal plane:\n\nThe force to turn a needle of length $2a$ about its centre\n\n$$= \\frac{2Mmab}{(b^2 + h^2)^{\\frac{3}{2}}} \\left[1 + \\frac{3}{8} \\frac{a^2b^2}{(b^2 + h^2)^2} \\left(1 - \\frac{4h^2}{b^2}\\right)\\right] \\sin \\zeta' + \\frac{15}{8} \\cdot \\frac{a^2b^2}{(b^2 + h^2)^2} \\sin 3\\zeta'. \\quad \\ldots \\quad (5.)$$\n\nThe equation shows that for a given semicircular deviation the sextantal deviation produced by a magnet raised above, or depressed below the level of the compass, is less than that produced by a magnet in the same horizontal plane in the proportion of\n\n$$\\frac{b^2}{(b^2 + h^2)^{\\frac{3}{2}}} : \\frac{1}{b'^2},$$\n\nin which $b'$ is the horizontal distance of the magnet in the same horizontal plane. But inasmuch as in order to produce the same semicircular deviation we must have\n\n$$\\frac{b}{(b^2 + h^2)^{\\frac{3}{2}}} = \\frac{1}{b'^2},$$\nthe above ratio becomes $b: \\sqrt{b^2 + h^2}$, which represents the advantage gained in diminishing the sextantal deviation by the correcting magnets being placed as nearly as possible below or above the compass.\n\nThis expression, compared with equation (1.), shows that the same arrangement which prevents a sextantal deviation when the magnet is in the same horizontal plane does so when it is elevated or depressed.\n\nThe expression for the semicircular deviation shows that it is increased or diminished by an increase of the length of the needle, according as $h$ is less or greater than $\\frac{1}{2} b$.\n\nIf we desire to know the amount of sextantal deviation produced by a bar magnet on a single needle in the same horizontal plane, we must consider the effect of both ends of the magnet. The expression becomes, however, too complicated for use when the problem is stated generally. In order to simplify the formulæ, we may consider the magnet directed first endways and then sideways to the needle.\n\n1. If the bar magnet be in the same horizontal plane and directed to the needle:—Let $b$ and $b'$ be the distances from the centre of the needle to the two ends of the magnet.\n\nThe force to turn the single needle compass is\n\n$$= 2Mma \\left( \\frac{1}{b^3} - \\frac{1}{b'^3} \\right) \\left[ \\left( 1 + \\frac{3}{8} a^2 \\left( \\frac{1}{b^2} + \\frac{1}{b'^2} \\right) \\right) \\sin \\zeta' + \\frac{15}{8} a^2 \\left( \\frac{1}{b^2} + \\frac{1}{b'^2} \\right) \\sin 3\\zeta' \\right]. . . . . (6.)$$\n\nIf the magnet be short this becomes\n\n$$= 4M \\frac{ma}{b^3} (b' - b) \\left( \\left( 1 + \\frac{3}{4} a^2 \\right) \\sin \\zeta' + \\frac{15}{4} a^2 \\sin 3\\zeta' \\right).$$\n\n2. If the bar magnet be in the same horizontal plane and directed sideways. Let $\\beta$ be the angle subtended by the half of the magnet.\n\nForce $$= 2M \\frac{ma}{b^3} \\sin \\beta \\left( \\left( 1 + \\frac{3}{8} a^2 \\right) \\sin \\zeta' - \\frac{15}{8} a^2 \\frac{\\sin 3\\beta}{\\sin \\beta} \\sin 3\\zeta' \\right), . . . . . (7.)$$\n\n$\\zeta'$ being the angle between the needle and a line parallel to the magnet.\n\nIf in the last equation the correcting bar be short, $\\beta$ will be small and $\\frac{\\sin 3\\beta}{\\sin \\beta} = 3$, and proportion of the coefficient of the sextantal part to that of the semicircular part will be\n\n$$\\frac{45}{8} \\frac{a^2}{b^3} : 1 + \\frac{3}{8} \\frac{a^2}{b^3}.$$ \n\nIf $\\frac{a}{b} = \\frac{1}{12}$, or if the distance of the magnet be six times the length of the needle, this ratio will be $\\frac{1}{25.7}$. If the semicircular deviation is very large, the sextantal deviation should not be allowed to exceed this proportion, and therefore with single bar needles the correcting compass should not be placed within six lengths of the needle of it.\n\nThe sign of the sextantal part being the same as that of the semicircular in equation\n(6.), shows that its effect is to lower and broaden the curve; the sign being different in equation (7.) when $\\beta$ is less than $30^\\circ$, shows that its effect is to heighten and narrow it.\n\nThe effect of soft iron correctors on the deviation of the compass, leaving out of consideration for the present the effect on the needle of the magnetism induced by the needle in the soft iron reacting on the needle, will be found by substituting for the constant coefficient $M$ a coefficient $M'\\sin\\zeta' + M''\\cos\\zeta'$, which will represent the magnetic state of the soft iron having magnetism induced in it by the action of the horizontal force of the earth in the different positions of the ship's head.\n\nIt will be easily seen, without repeating the calculation, that this will give a constant, a quadrantal, and an octantal deviation instead of a semicircular and a sextantal deviation, as in the case of a bar magnet; and that the octantal deviation will be reduced to zero by the same arrangement of needles in the compound card which reduces the sextantal deviation to zero.\n\nWhen one end of the needle induces magnetism in soft iron in its neighbourhood, the disturbing force is itself proportional to the force of the needle; so that in the above equations we must substitute $\\frac{\\lambda m}{AB^2}$ for $M$, so that the force to turn $B$ round $C$ will be\n\n$$\\lambda m^2 \\frac{BC}{AB^4} \\sin ABC = \\lambda m^2 \\frac{BC \\cdot AC}{AB^5} \\sin ACB = \\lambda m^2 \\frac{a}{b^4} \\left(1 + \\frac{15}{8} \\frac{a^2}{b^2}\\right) \\sin \\zeta' + \\frac{5}{2} \\frac{a}{b} \\sin 2\\zeta' + \\frac{35}{8} \\frac{a^2}{b^2} \\sin 3\\zeta'\\right).$$\n\nThe comparison of this formula with those given above will show that the same construction of the compass which prevents a sextantal error arising from the length of the needle when a permanent magnet affects it, prevents the like error when the needle acts on and is reacted on by soft iron.\n\nIf we carry the expansion to the fourth power of $\\frac{a}{b}$, expression (1) becomes\n\n$$2Mm \\frac{a}{b^3} \\left(1 + \\frac{3}{8} \\frac{a^2}{b^2} + \\frac{15}{64} \\frac{a^4}{b^4}\\right) \\sin \\zeta' + \\left(\\frac{15}{8} \\frac{a^2}{b^2} + \\frac{105}{128} \\frac{a^4}{b^4}\\right) \\sin 3\\zeta' + \\frac{315}{128} \\frac{a^4}{b^4} \\sin 5\\zeta'\\right).$$\n\nExpression (3) becomes\n\n$$4Mm \\frac{a}{b^3} \\cos \\frac{\\alpha + \\alpha'}{2} \\cos \\frac{\\alpha - \\alpha'}{2} \\left\\{\\left(1 + \\frac{3}{8} \\frac{a^2}{b^2} + \\frac{15}{64} \\frac{a^4}{b^4}\\right) \\sin \\zeta' + \\left(\\frac{15}{8} \\frac{a^2}{b^2} + \\frac{105}{128} \\frac{a^4}{b^4}\\right) \\cos \\frac{3\\alpha + \\alpha'}{2} \\cos \\frac{3\\alpha - \\alpha'}{2} \\sin 3\\zeta' + \\frac{315}{128} \\frac{a^4}{b^4} \\cos \\frac{5\\alpha + \\alpha'}{2} \\cos \\frac{5\\alpha - \\alpha'}{2} \\sin 5\\zeta'\\right\\};$$\n\nso that if $\\frac{\\alpha - \\alpha'}{2} = 18^\\circ$, or if one pair of needles be $12^\\circ$ from the diameter, the other $48^\\circ$, the term involving $\\sin 5\\zeta'$, which may be called the decantal term, will also vanish.\nIf, as in the Admiralty compass, \\( \\frac{\\alpha - \\alpha'}{2} = 15^\\circ \\), the factor \\( \\frac{\\cos 5 \\frac{\\alpha + \\alpha'}{2} \\cos 5 \\frac{\\alpha - \\alpha'}{2}}{\\cos \\frac{\\alpha + \\alpha'}{2} \\cos \\frac{\\alpha - \\alpha'}{2}} \\) becomes \\( -\\tan 15^\\circ \\), or the decantal term is reduced to about one-fourth of the amount produced by a single needle.\n\nExpression (6) becomes\n\n\\[\n2Mma \\left( \\frac{1}{b^3} - \\frac{1}{b'^3} \\right) \\left[ \\left( 1 + \\frac{3}{8} a^2 \\left( \\frac{1}{b^3} + \\frac{1}{b'^3} \\right) + \\frac{15}{64} a^4 \\left( \\frac{1}{b^4} + \\frac{1}{b'^4} \\right) \\right) \\sin \\zeta' \\right. \\\\\n+ \\left. \\left( \\frac{15}{8} a^2 \\left( \\frac{1}{b^3} + \\frac{1}{b'^3} \\right) + \\frac{105}{128} a^4 \\left( \\frac{1}{b^4} + \\frac{1}{b'^4} \\right) \\right) \\sin 3\\zeta' + \\frac{315}{128} a^4 \\left( \\frac{1}{b^4} + \\frac{1}{b'^4} \\right) \\sin 5\\zeta' \\right].\n\\]\n\nIf the magnet be short this becomes\n\n\\[\n= 4Mma \\left( \\frac{b' - b}{b^3} \\right) \\left( \\left( 1 + \\frac{3}{4} a^2 + \\frac{45}{64} a^4 \\right) \\sin \\zeta' + \\left( \\frac{15}{4} a^2 + \\frac{315}{128} a^4 \\right) \\sin 3\\zeta' + \\frac{945}{128} a^4 \\sin 5\\zeta' \\right).\n\\]\n\nExpression (7) becomes\n\n\\[\n2Mm \\frac{a}{b^2} \\sin \\beta \\left\\{ \\left( 1 + \\frac{3}{8} a^2 + \\frac{15}{64} a^4 \\right) \\sin \\zeta' - \\left( \\frac{15}{8} a^2 + \\frac{105}{128} a^4 \\right) \\sin 3\\zeta' \\sin \\beta \\sin 3\\zeta' + \\frac{315}{128} a^4 \\sin 5\\zeta' \\sin 5\\zeta' \\right\\},\n\\]\n\nwhich, if \\( \\beta \\) be small, becomes\n\n\\[\n2Mm \\frac{a}{b^2} \\sin \\beta \\left\\{ \\left( 1 + \\frac{3}{8} a^2 + \\frac{15}{64} a^4 \\right) \\sin \\zeta' - \\left( \\frac{45}{8} a^2 + \\frac{315}{128} a^4 \\right) \\sin 3\\zeta' + \\frac{1575}{128} a^4 \\sin 5\\zeta' \\right\\}.\n\\]\n\nHence if the deviation produced by two short needles at equal distances, placed sideways on the east and west side of the needle, be corrected by one short magnet of the same kind placed on the north side and directed endways, the residual error will be\n\n\\[\n\\text{Dev.} \\left\\{ \\left( \\frac{3}{8} a^2 + \\frac{15}{32} a^4 \\right) \\sin \\zeta' + \\left( \\frac{75}{8} a^2 + \\frac{315}{64} a^4 \\right) \\sin 3\\zeta' - \\frac{315}{64} a^4 \\sin 5\\zeta' \\right\\};\n\\]\n\nso that by such an arrangement the sextantal and decantal errors may be obtained almost freed from the semicircular error, and the effect of different arrangements of needles in diminishing these errors more easily tested.\n\nThese results, it will be observed, suppose the magnetism of the needles to be collected in one point at each extremity; but as the points in which the magnetism may with least error be considered as collected lie a short distance from the extremities, and therefore must be considered as lying at greater angular distances from the central line than the extremities, the consequence is that in the Admiralty Standard compass cards the sextantal and octantal errors are slightly over-corrected; and the accuracy of the correction might doubtless be increased, with little or no injury to the performance of the compass in other respects, by bringing the needles a little within the regulated distances of 30° and 60°.\n\nMathematical Investigation of the Effect of Two Needles on each other.\n\n1. The investigation of the deviation produced by two needles of equal size and power\non each other is not difficult. Such needles, if otherwise acted on by the same forces, will remain parallel to each other. Let \\( AB \\) \\( A'B' \\) represent the needles, \\( a \\) their common length, \\( b \\) their mutual distance, and \\( m \\) their common force.\n\nThe force of each to turn the other will be\n\n\\[\n-m \\frac{ab^2}{2} \\cos \\zeta' \\left\\{ \\frac{1}{AB^3} - \\frac{1}{A'B'^3} \\right\\};\n\\]\n\nand if \\( H \\) be the horizontal force of the earth, they will produce a deviation\n\n\\[\n\\delta = -\\frac{m}{H} \\frac{b}{2} \\cos \\zeta' \\left\\{ \\frac{1}{AB^3} - \\frac{1}{A'B'^3} \\right\\}.\n\\]\n\n\\[\n= -\\frac{3}{2} \\frac{m}{H} \\frac{a}{b^3} \\left[ \\left( 1 + \\frac{5}{12} \\frac{a^2}{b^2} \\right) \\sin 2\\zeta' + \\frac{35}{24} \\frac{a^2}{b^2} \\sin 4\\zeta' \\right].\n\\]\n\nIf one of these needles be directed towards the other, and the binnacle be moved in azimuth till the needles are at right angles to each other, the deviation produced in the second needle will be\n\n\\[\n-2 \\frac{m}{H} \\frac{a}{b^3} \\left[ 1 - \\frac{1}{4} \\frac{a^2}{b^2} \\right].\n\\]\n\nThe quadrantal coefficient, or the greatest deviation which the needles will produce on each other when left free, is therefore three-fourths of the greatest deviation which one of the needles can cause in the other when placed in the most favourable position.\n\n2. The proportion of the octantal term introduced to the quadrantal is\n\n\\[\n\\frac{35}{24} \\frac{a^2}{b^2},\n\\]\n\n\\[\n1 + \\frac{5}{4} \\frac{a^2}{b^2}.\n\\]\n\nIf \\( \\frac{a}{b} = \\frac{1}{3} \\) this term is \\( = \\frac{35}{226} = \\frac{1}{6.5} \\), so that with a quadrantal deviation of \\( 6^\\circ 30' \\) this should introduce an octantal deviation of \\( 1^\\circ \\). We may therefore safely fix three times the length of the needle as the limit of distance within which single-needle compasses should not be allowed to approach each other in order to avoid the octantal error. It will be observed that this theoretical result coincides, as nearly as possible, with the experiment which gave for a quadrantal deviation of \\( 6^\\circ 41' \\), produced by two needles at a distance of three times their length, an octantal deviation of \\( 0^\\circ 58' \\).\n\n3. If instead of two single-needle compasses we have the reciprocal action of two double-needle compasses, the distances of the ends from the diameter which is parallel to the needles being \\( a \\), the deviation produced is\n\n\\[\n-3 \\frac{ma \\cos a}{Hb^3} \\left\\{ \\left( 1 + \\frac{5}{12} \\frac{a^2}{b^2} \\cos^2 a \\right) \\sin 2\\zeta' - \\frac{35}{24} \\frac{a^2}{b^2} \\cos 3a \\sin 4\\zeta' \\right\\};\n\\]\n\nso that the octantal term is made to vanish by the same arrangement of two needles that we have already described.\nConclusions.\n\nThe conclusions which we draw from these investigations are the following:\n\nI. All mechanically corrected compasses should have compound needles arranged as in the Admiralty Standard compass, or two parallel needles the extremities of which are 60° distant from each other.\n\nIf the needles are rather nearer each other than the distance given by the above rule, the correction of the sextantal and octantal errors will be rather more perfect without injuring the quality of the compass in other respects. If the longer needles in the Admiralty Standard compass are a little nearer each other, the decantal and dodecantal errors will be likewise more perfectly corrected.\n\nII. If a single-needle compass be corrected, the following rules should be attended to:\n\n1. The needle should not be more than 6 or 7 inches long.\n2. A magnet at the same level should not be nearer the centre of the needle than six lengths of the needle.\n3. Let the last-mentioned distance be called the \"nearest horizontal distance;\" then if the magnet be below the level of the compass it may be brought nearer the compass, but not nearer than the foot of the perpendicular dropped from the \"nearest horizontal distance\" on the line joining the centre of the needle and the magnet. So that if this direction makes an angle of 30° with the vertical, the magnet should not come nearer than three lengths of the needle.\n4. If possible no soft iron correctors should be brought within two lengths of the needle from the centre of the needle, and on no account within one and a half length.\n\nIII. In correcting the quadrant deviation by the reciprocal action of two compasses, the following rules are to be attended to:\n\nThe two compasses are to be placed, as in the common double binnacle, at a distance from each other, to be determined in a manner to be described.\n\nA place must be selected for the double binnacle, such that no iron will be very near the compasses, in order that the independent deviations of the two compasses may be the same.\n\nThe ship must be swung so as to ascertain the amount of the quadrant deviation in the positions of the double binnacle before the operation of correction is commenced, experience showing that, except in the immediate neighbourhood of masses of iron, the quadrant deviation is nearly the same in all the positions in which a compass could be placed.\n\nThe compass-maker should have previously matched his compasses in pairs, the compasses of each pair being the same in all respects, and having the same power. He should also have ascertained, by previous trial in his workshop, with the compasses placed so as to bear N.E. and S.W. and N.W. and S.E. from each other (by the disturbed needles), and should have marked on a scale to accompany the compasses, the distances from each other at which they produce deviations of 2°, 3°, 4°, 5°, 6°, 7°, 8°.\nThe quadrantal deviation of the ship being known, the compasses should be fixed at that distance apart at which they produce the deviation required to be corrected.\n\nThe semicircular deviation is then to be corrected in the usual way, except that the semicircular deviations of both compasses may be corrected by the same two magnets, placed respectively fore-and-aft and athwart-ship, and half-way between the two compasses.\n\nThe adjustment of the compasses may be made with less preliminary observation, but with more calculation, in the following way:\n\nFor each compass, let the amount of deflection which it will produce on a test-needle at a distance of, say, 1 foot 6 inches when directed towards the centre of the test-needle and at right-angles to it, be ascertained and recorded.\n\nA pair of such needles will produce on each other at a distance of 1 foot 6 inches a quadrantal deviation of three-fourths of the recorded amount, and at any other distance a deviation which bears to three-fourths of the recorded deviation the proportion which the cube of 18 bears to the cube of the number of inches required.\n\nIn conclusion, we would urge most strongly the importance of selecting for the position of the compass or compasses a place where the deviation is moderate in amount, and nearly uniform for some distance around the compasses. No compass should be placed in a position in which the original deviation in England much exceeds two points.\nAPPENDIX I.\n\nDeviations of the Standard Compass of the Steam-ship Great Eastern, after compensation with magnets and soft iron.\n\n| Ship's head by standard compass | Holyhead, 23rd to 24th October, 1859. | Southampton, 12th to 15th June, 1860. |\n|--------------------------------|-------------------------------------|-------------------------------------|\n| North                          |                                     |                                     |\n| N by E.                        |                                     |                                     |\n| N.N.E.                         | 0 0                                 |                                     |\n| N.E by N.                      | 1 0 W.                              |                                     |\n| N.E.                           | 2 20 W.                             |                                     |\n| N.E by E.                      | 3 45 W.                             |                                     |\n| E.N.E.                         | 4 45 W.                             |                                     |\n| E by N.                        | 4 15 W.                             |                                     |\n| East                           |                                     |                                     |\n| E by S.                        | 2 30 W.                             |                                     |\n| E.S.E.                         | 0 0                                 |                                     |\n| S.E by E.                      | 2 0 E.                              |                                     |\n| S.E.                           | 1 0 E.                              |                                     |\n| S.E by S.                      | 0 20 W.                             |                                     |\n| S.S.E.                         | 1 40 W.                             |                                     |\n| S by E.                        |                                     | 1 20 E.                            |\n| South                          |                                     |                                     |\n| S by W.                        | 1 15 E.                             |                                     |\n| S.S.W.                         | 0 0                                 |                                     |\n| S.W by S.                      | 1 45 E.                             |                                     |\n| S.W.                           | 2 0 E.                              |                                     |\n| S.W by W.                      | 0 0                                 |                                     |\n| W.S.W.                         | 4 0 W.                              |                                     |\n| W by S.                        | 5 20 W.                             |                                     |\n| West                           |                                     |                                     |\n| W by N.                        | 3 0 W.                              |                                     |\n| W.N.W.                         | 1 30 E.                             |                                     |\n| N.W by W.                      | 4 15 E.                             |                                     |\n| N.W.                           | 4 45 E.                             |                                     |\n| N.W by N.                      | 6 0 E.                              |                                     |\n| N.N.W.                         | 3 30 E.                             |                                     |\n| N by W.                        | 5 40 E.                             |                                     |\n|                               |                                     |                                     |\n\nNote.—The points of the compass left blank are those on which no observation could be made, from the direction of the wind, on the days of observation, not allowing the ship to swing to these points.\n## Appendix II.\n\n### Experiments, Magnet Endways. (Plate V.)\n\nCompass-needles placed on a fixed pivot in centre of revolving table; south pole of a 12-inch bar magnet placed 18·25 inches from the pivot, 2·75 inches below its level.\n\n| Magnetic direction of point opposite bar magnet | Deviation of Single needles. |\n|-----------------------------------------------|-----------------------------|\n|                                               | 3 inches. | 6 inches. | 12 inches. |\n| North.                                        | 0° 0'     | 0° 10'    | 2° 50'    |\n| N by E.                                       | 12° 20'   | 14° 0'    | 22° 30'   |\n| N.N.E.                                        | 20° 55'   | 22° 15'   | 25° 25'   |\n| N.E.                                          | 29° 45'   | 29° 5'    | 25° 55'   |\n| E.N.E.                                        | 30° 35'   | 30° 0'    | 26° 10'   |\n| East.                                         | 27° 20'   | 27° 35'   | 27° 50'   |\n| E.S.E.                                        | 21° 55'   | 22° 55'   | 27° 10'   |\n| S.E.                                          | 14° 50'   | 16° 15'   | 20° 45'   |\n| S.S.E.                                        | 7° 30'    | 8° 25'    | 10° 50'   |\n| South.                                        | 0° 0'     | 0° 0'     | 0° 0'     |\n| S.S.W.                                        | 7° 50'    | 8° 15'    | 11° 0'    |\n| S.W.                                          | 14° 55'   | 15° 40'   | 20° 15'   |\n| W.S.W.                                        | 21° 25'   | 22° 0'    | 26° 5'    |\n| West.                                         | 26° 30'   | 26° 40'   | 26° 45'   |\n| W.N.W.                                        | 29° 10'   | 28° 30'   | 25° 20'   |\n| N.W.                                          | 28° 30'   | 27° 50'   | 25° 30'   |\n| N.N.W.                                        | 20° 30'   | 21° 55'   | 25° 10'   |\n| N by W.                                       | 12° 10'   | 14° 5'    | 22° 30'   |\n\n**Note.**—These experiments were arranged to represent the deviation of an iron ship having a negative semi-circular deviation.\n\n### Experiments, Magnet Sideways. (Plate V.)\n\nCompass-needles placed on a fixed pivot in centre of revolving table; a 12-inch bar magnet placed on the table at right angles to the line drawn from its centre to the pivot; the distance from the centre to the pivot 19·75 inches, and on same level.\n\n| Magnetic direction of neutral line. | Deviation of Single needles. |\n|------------------------------------|-----------------------------|\n|                                    | 3 inches. | 6 inches. | 12 inches. |\n| North.                             | 1° 6'     | 6° 45'    | 0° 0'     |\n| N.N.E.                             | 5° 0'     | 4° 45'    | 1° 45'    |\n| N.E.                               | 11° 10'   | 10° 15'   | 6° 10'    |\n| E.N.E.                             | 17° 5'    | 16° 40'   | 13° 55'   |\n| East.                              | 22° 20'   | 22° 50'   | 23° 10'   |\n| E.S.E.                             | 25° 15'   | 27° 0'    | 33° 0'    |\n| S.E.                               | 24° 5'    | 25° 30'   | 34° 20'   |\n| S.E by S.                          | 21° 0'    | 20° 30'   | 12° 50'   |\n| S.S.E.                             | 16° 0'    | 13° 50'   | 5° 10'    |\n| South.                             | 1° 50'    | 2° 0'     | 2° 5'     |\n| S.S.W.                             | 12° 40'   | 10° 0'    | 0° 0'     |\n| S.W by S.                          | 18° 50'   | 17° 30'   | 5° 45'    |\n| S.W.                               | 23° 0'    | 24° 15'   | 40° 0'    |\n| W.S.W.                             | 25° 30'   | 27° 45'   | 36° 0'    |\n| West.                              | 23° 15'   | 23° 55'   | 25° 25'   |\n| W.N.W.                             | 18° 35'   | 17° 55'   | 15° 5'    |\n| N.W.                               | 13° 0'    | 11° 50'   | 6° 50'    |\n| N.N.W.                             | 7° 0'     | 5° 50'    | 1° 40'    |\n\nCompass-needles placed on a fixed pivot in centre of revolving table; a 12-inch bar magnet placed 18 inches from the pivot, 1 inch below level.\n\n| Magnetic direction of point opposite bar magnet. | Deviation of Compound needles. |\n|--------------------------------------------------|-------------------------------|\n|                                                  | 3½ inches. | 7½ inches. |\n| North.                                            | 1° 6' W.   | 0° 0'      |\n| N by E.                                           | 15° 35'    | 15° 55' W. |\n| N.N.E.                                            | 25° 50'    | 27° 55'    |\n| N.E.                                              | 36° 10'    | 36° 55'    |\n| E.N.E.                                            | 34° 30'    | 35° 55'    |\n| East.                                             | 29° 50'    | 31° 10'    |\n| E.S.E.                                            | 22° 30'    | 24° 15'    |\n| S.E.                                              | 15° 50'    | 16° 35'    |\n| S.S.E.                                            | 8° 5'      | 8° 30'     |\n| South.                                            | 0° 10' E.  | 0° 0'      |\n| S.S.W.                                            | 8° 20'     | 8° 30' E.  |\n| S.W.                                              | 15° 35'    | 16° 40'    |\n| W.S.W.                                            | 24° 10'    | 24° 5'     |\n| West.                                             | 30° 20'    | 31° 13'    |\n| W.N.W.                                            | 35° 50'    | 35° 40'    |\n| N.W.                                              | 36° 20'    | 36° 40'    |\n| N.N.W.                                            | 26° 20'    | 27° 10'    |\n| N by W.                                           | 16° 35'    | 16° 25'    |\n\nCompass-needles placed on a fixed pivot in centre of revolving table; a 12-inch bar magnet placed on the table at right angles to the line drawn from its centre to the pivot; the distance from the centre to the pivot 17 inches, and on same level.\n\n| Magnetic direction of neutral line. | Deviation of Single needles. |\n|------------------------------------|-----------------------------|\n|                                    | 3 inches. | 6 inches. | 12 inches. |\n| North.                             | 0° 30' E. | 0° 30' E. |\n| N.N.E.                             | 8° 50'    | 8° 50'    |\n| N.E.                               | 17° 0'    | 17° 0'    |\n| E.N.E.                             | 24° 30'   | 24° 10'   |\n| East.                              | 32° 0'    | 30° 0'    |\n| E.S.E.                             | 36° 0'    | 33° 50'   |\n| S.E.                               | 37° 25'   | 35° 30'   |\n| S.S.E.                             | 30° 30'   | 32° 10'   |\n| S by E.                            | 18° 45'   | 26° 15'   |\n| South.                             | 3° 0'     | 6° 40'    |\n| S by W.                            | 14° 35' W.| 21° 45' W.|\n| S.S.W.                             | 27° 30'   | 30° 50'   |\n| S.W.                               | 33° 40'   | 36° 0'    |\n| W.S.W.                             | 33° 40'   | 35° 0'    |\n| West.                              | 30° 0'    | 30° 40'   |\n| W.N.W.                             | 23° 50'   | 24° 30'   |\n| N.W.                               | 16° 30'   | 17° 0'    |\n| N.N.W.                             | 8° 10'    | 8° 20'    |\n\n2 c 2\nExperiments with Soft iron Cylinders (with hemispherical ends) directed towards centre of Compass. (Plate V.)\n\nEnds of Cylinders placed $4\\frac{1}{2}$ inches from end of needles, or in same position as adopted for correcting the quadrantal deviation of an Iron ship.\n\nLength of Cylinders, including ends, 12 inches, diameter 3 inches.\n\n| Magnetic direction of point 90° from cylinders | Deviation of compound needles, card 7'6 inches | Deviation of single bar needle 7'5 inches |\n|-----------------------------------------------|---------------------------------------------|------------------------------------------|\n| North                                         | 0° 0′                                      | 0° 20′ W.                                |\n| N. by E.                                      | 5° 10′ W.                                  | 1° 40′                                   |\n| N.N.E.                                        | 6° 50′                                     | 4° 10′                                   |\n| N.E. by N.                                    | 8° 0′                                      | 6° 50′                                   |\n| N.E.                                          | 7° 35′                                     | 9° 0′                                    |\n| N.E by E.                                     | 6° 40′                                     | 9° 10′                                   |\n| E.N.E.                                        | 4° 30′                                     | 8° 0′                                    |\n| E by N.                                       | 2° 20′                                     | 4° 30′                                   |\n| East                                          | 0° 0′                                      | 0° 50′ W.                                |\n| E by S.                                       | 2° 5′ E.                                   | 3° 15′ E.                                |\n| E.S.E.                                        | 3° 50′                                     | 7° 10′                                   |\n| S.E by E.                                     | 5° 45′                                     | 8° 45′                                   |\n| S.E.                                          | 7° 10′                                     | 8° 40′                                   |\n| S.E by S.                                     | 7° 45′                                     | 7° 25′                                   |\n| S.S.E.                                        | 7° 10′                                     | 4° 45′                                   |\n| S by E.                                       | 5° 15′                                     | 1° 45′                                   |\n| South                                         | 0° 0′                                      | 0° 0′                                    |\n| S by W.                                       | 5° 5′ W.                                   | 1° 30′ W.                                |\n| S.S.W.                                        | 6° 40′                                     | 4° 0′                                    |\n| S.W by S.                                     | 7° 35′                                     | 6° 15′                                   |\n| S.W.                                          | 7° 20′                                     | 8° 40′                                   |\n| S.W by W.                                     | 6° 45′                                     | 9° 20′                                   |\n| W.S.W.                                        | 4° 40′                                     | 8° 0′                                    |\n| W by S.                                       | 2° 35′                                     | 4° 35′                                   |\n| West                                          | 0° 0′                                      | 0° 30′ W.                                |\n| W by N.                                       | 2° 5′ E.                                   | 4° 0′ E.                                 |\n| W.N.W.                                        | 3° 45′                                     | 6° 50′                                   |\n| N.W by W.                                     | 6° 30′                                     | 8° 50′                                   |\n| N.W.                                          | 7° 20′                                     | 8° 20′                                   |\n| N.W by N.                                     | 7° 55′                                     | 6° 50′                                   |\n| N.N.W.                                        | 7° 30′                                     | 3° 20′                                   |\n| N by W.                                       | 5° 5′                                      | 1° 40′                                   |\n\nPostscript.\n\nSince this paper was read to the Royal Society, Mr. Evans has observed the deviations of the corrected Standard compass of the Great Eastern at Milford. The position of the compass had been altered, but without any new adjustment being made.\nThe maximum deviation found was $7^\\circ 50'$. The coefficients of deviation obtained were\n\n| A. | B. | C. | D. | E. | F. | G. | H. | K. |\n|----|----|----|----|----|----|----|----|----|\n| +0°38' | -1°53' | -2°55' | -2°28' | +0°48' | +0°12' | +0°4' | +3°16' | -0°4' |\n\nProbably nearly all these errors would have been avoided if the Admiralty Standard card had been used; for it is to be observed that the introduction of the errors depending on the length of the needle not only affects the deviations directly, but affects them indirectly, by disguising and preventing the proper correction of the semicircular and quadrantal errors.\n\nSince this paper was read we have also made the following experiment:\n\nTwo 6-inch bar magnets were placed at distances of 1 ft. 1\\(\\frac{3}{4}\\) in. to the east and west of the centre of the needle, the north end of each bar magnet being directed to the north. Three similar bar magnets tied together were placed with their centres at a distance of 1 ft. 5\\(\\frac{3}{4}\\) in. north of the centre of the needle, and with their ends directed to the north. In this position they were found to correct, as nearly as possible, the semicircular deviation caused by the first two bars. The following Table gives the results of observation on needles of different kinds. In this experiment the superiority of the Admiralty Standard compass card to the others was very marked.\n\n| Correct magnetic direction of bar magnet. | 3-inch single needle. | 6-inch single needle. | 12-inch single needle. | 2-needle card, each needle 5\\(\\frac{3}{4}\\) inches. | 2-needle card, each needle 8\\(\\frac{1}{2}\\) inches. | Admiralty Standard compass card. |\n|------------------------------------------|----------------------|----------------------|----------------------|----------------------------------|----------------------------------|----------------------------------|\n| North.                                   | 0°10 W.              | 0°10 E.              | 0°5 E.               | 0°10 W.                         | 0°10 E.                         | 0°45 W.                          |\n| N. 30° E.                                | 0°15 E.              | 2°45 E.              | 10°55 E.             | 1°10 W.                          | 0°10 W.                         | 0°45 W.                          |\n| N. 60° E.                                | 0°25 W.              | 0°10 W.              | 7°35 E.              | 0°20 W.                          | 0°15 W.                         | 0°40 W.                          |\n| East.                                    | 1°5 W.               | 3°15 W.              | 11°45 W.             | 1°10 E.                          | 2°0 E.                          | 0°25 W.                          |\n| S. 60° E.                                | 0°0                  | 0°15 E.              | 1°50 E.              | 0°10 E.                          | 0°0                             | 0°20 W.                          |\n| S. 30° E.                                | 0°45 E.              | 3°10 E.              | 11°45 E.             | 0°0                              | 1°10 E.                         | 0°10 E.                          |\n| South.                                   | 0°10 W.              | 0°25 W.              | 2°0 W.               | 0°15 E.                          | 1°0 E.                          | 0°0                              |\n| S. 30° W.                                | 1°25 W.              | 3°30 W.              | 11°30 W.             | 1°5 E.                           | 1°0 E.                          | 0°0                              |\n| S. 60° W.                                | 0°25 W.              | 0°10 W.              | 1°0 W.               | 0°10 E.                          | 1°0 E.                          | 0°0                              |\n| West.                                    | 0°30 E.              | 3°0 E.               | 12°45 E.             | 1°0 W.                           | 0°50 W.                         | 0°10 W.                          |\n| N. 60° W.                                | 0°5 W.               | 0°25 W.              | 9°35 W.              | 0°0                              | 0°55 E.                         | 0°10 W.                          |\n| N. 30° W.                                | 1°0 W.               | 3°10 W.              | 10°45 W.             | 0°40 E.                          | 0°40 E.                         | 0°20 W.                          |\n\nFrom these values the following are the coefficients obtained.\n\n|                | A. | B. | C. | D. | E. | F. | G. | H. | K. | L. | M. |\n|----------------|----|----|----|----|----|----|----|----|----|----|----|\n| 3 inch single needle... | -0°16' | 0°2' | 0°1' | -0°15' | 0°3' | 0°50' | 0°1' | 0°19' | 0°5' | 0°1' | 0°0' |\n| 6 \" \" \" \" \" \" \" \" \" \" \" \" | -0°8' | 0°6' | 0°2' | -0°7' | 0°6' | 3°8' | 0°12' | -0°5' | 0°0' | -0°5' | 0°3' |\n| 12 \" \" \" \" \" \" \" \" \" \" \" \" | 0°1' | 2°32' | -0°14' | 1°52' | -0°1' | 11°34' | 0°40' | -2°28' | 0°14' | -3°13' | -0°12' |\n| 5\\(\\frac{6}{15}\\)\" double needle... | 0°4' | 0°3' | -0°21' | -0°9' | 0°2' | -0°38' | 0°3' | -0°4' | -0°1' | 0°10' | 0°7' |\n| 8\\(\\frac{5}{6}\\)\" \" \" \" \" \" \" \" \" \" \" \" | 0°33' | 0°9' | -0°24' | -0°10' | 0°5' | -0°52' | -0°5' | -0°7' | 0°2' | 0°43' | 0°4' |\n| Admiralty Standard ... | -0°17' | -0°6' | -0°21' | -0°5' | 0°0' | -0°10' | -0°3' | -0°3' | 0°3' | 0°0' | 0°1' |\nMAGNET ENDWAYS.\n\nCompass needles placed on a fixed pivot in centre of revolving table:\n\nExperiments with Single Needles\n\nSo: pole of 12 inch bar magnet 18.25 inches from\n\nLight continuous curve. 12 inch needle\n\nBlack 6 \"\n\nLight dotted 3 \"\n\nExperiments with Compound Needles\n\nLight continuous curve. 7.6 inches. Admiralty Standard\n\nLight dotted 3 \"\n\nMAGNET SIDEWAYS.\n\nCompass needles placed on a fixed pivot in centre of revolving table. 12 inch bar magnet placed on the table at right angles to the line drawn from its cen\n\nExperiments with Single needles\n\nLight continuous Curve. 12 inch needle\n\nBlack 6 \"\n\nLight dotted 3 \"\nMAGNET ENDWAYS.\n\nPivot in centre of revolving table: So pole of 12 inch bar magnet 19.25 inches from the pivot, 2.75 inches below its level.\n\nExperiments with Single Needles\n\nLight continuous curve. 12 inch needle\nBlack \" \" 6 \"\nLight dotted \" \" 3 \"\n\nMAGNET SIDEWAYS.\n\nRevolving table, 12 inch bar magnet placed on the table at right angles to the line drawn from its centre to the pivot, distance from the centre to the pivot 19.75 inches.\n\nExperiments with Single needles\n\nLight continuous Curve. 12 inch needle\nBlack \" \" 6 \"\nLight dotted \" \" 3 \"\nCompass needles placed on a fixed pivot in centre of revolving table. 12 inch bar magnet placed on the table at right angles to the line drawn from its centre.\n\nExperiments with Single needles:\n- Light continuous curve, 12 inch needle\n- Black dotted\n\nExperiments with Compound Needles:\n- Light continuous curve, 7.6 inches Admiralty Standard\n- Light dotted\n\nSOFT IRON CYLINDERS.\n\nCylinders directed towards centre of Compass, ends of cylinders placed 45 inches from end of needles, or in same position as adopted for correction.\n\nLength of Cylinders including hemispherical ends 12 inches, diameter 3 inches.\n\nLight Curve, Compound needles, Admiralty Standard Compass card 7.6 inches. Black Curve, Single bar.\nSOFT IRON CYLINDERS.\n\nLength of Cylinders including hemispherical ends 12 inches, diameter 3 inches.\n\nAdmiralty Standard Compass card 7.6 inches... Black Curve, Single bar needle, 7.5 inches.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108732.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 40952,
    "total-output-tokens": 20104,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2586,
        2
      ],
      [
        2586,
        5865,
        3
      ],
      [
        5865,
        9207,
        4
      ],
      [
        9207,
        12202,
        5
      ],
      [
        12202,
        14539,
        6
      ],
      [
        14539,
        17771,
        7
      ],
      [
        17771,
        21117,
        8
      ],
      [
        21117,
        24325,
        9
      ],
      [
        24325,
        26787,
        10
      ],
      [
        26787,
        29785,
        11
      ],
      [
        29785,
        32533,
        12
      ],
      [
        32533,
        35346,
        13
      ],
      [
        35346,
        38335,
        14
      ],
      [
        38335,
        41596,
        15
      ],
      [
        41596,
        44253,
        16
      ],
      [
        44253,
        47135,
        17
      ],
      [
        47135,
        48590,
        18
      ],
      [
        48590,
        52808,
        19
      ],
      [
        52808,
        60274,
        20
      ],
      [
        60274,
        65565,
        21
      ],
      [
        65565,
        70995,
        22
      ],
      [
        70995,
        71620,
        23
      ],
      [
        71620,
        72168,
        24
      ],
      [
        72168,
        72878,
        25
      ],
      [
        72878,
        73069,
        26
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108732",
    "title": "On the Effect Produced on the Deviations of the Compass by the Length and Arrangement of the Compass-Needles; and on a New Mode of Correcting the Quadrantal Deviation",
    "authors": "Frederick John Evans, Archibald Smith",
    "year": 1861,
    "volume": "151",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/108732"
  }
}