{
  "id": "3ea876ebf81ebb3ffb45f1d92f8fc8ea678dea56",
  "text": "II. JACOBI KEILL, M.D.\nDe Viribus Cordis Epistola.\n\nViro Celeberrimo\nRICHARDO MEAD, M.D.\nS. P. D.\n\nJacobus Keill.\n\nEpistolam D. Jurin, Tibi, Vir Clarissime, inscriptam, in Actis Philosophicis nuper publicatam legi; in qua, ea quae a me traduntur de viribus Cordis, infirmare conatur vir Doctissimus. Cum aestimatio virium, quibus Cor Sanguinem expellit, a Borellio facta, fere omnibus valde incredibilis videbatur, non me temerarium, non Borelli nomini injuriosum, non orbi literato ingratum facturum existimavi, si ad verum propius accedere tentarem. In quo Tentamine, non accuraram virium Cordis definitionem mihi propositum erat dare, sed potius methodum, quae hae vires forte inveniri possent, indicare; & Geometriae peritiores ad Problematis valde desiderati investigationem incitare. Quo animo tentamen illud primum suscepi, eodem ea, quae in eo reprehendit vir Doctissimus, nunc defendam Ne-\nquaquam enim mihi honorem quæro (utcunque parva mea existimatio sit, est certe debito major) sed Genti Medicæ lucem undecunque illatam gaudeo. Idcirco non ut Decreta mea sutilneam, sed ut vir huic negotio plusquam par, suas demonstrationes secum reputare, & Republicæ Literariorum correctores denuo reddere dignetur, hanc Tibi scripsi literam. Quem enim Adversarius Patronum sibi ambivit, ego Te judicem Controversiæ intelligentem & æquissimum melhercule exopto.\n\nPræcipuum quod Borellio, D. Moreland, mihi objicit vitium est, quod in Potentiam Cordis æstimandam, quam rationem ad pondus iners, vel corporis gravitatem obtineat, determinare suscepimus. \"Sed Cor, inquit, cum & ipsum inter contrahendum movetur, & corpora opposita, Sanguinem nempe & arteriarum tunicas in motum impellit, patet ejus Potentiam non alià ratione sciri posse quanta sit, quam ut motus hujus quantitatem cognitam teneamus. Motus autem qui liber cum pondere quiescente comparari non magis potest, quàm linea cum rectangulo.\" At à nemine certè nostrûm, quod scio, est Motus Cordis cum pondere quiescente comparatus. Potentiam autem Cordis, seu vim Cordis motricem & Sanguinem impellentem cum pondere conferre, quid prohibet non video. Quamquam enim inter Pondus & Motum corporis solidi nulla fit relatio, vis tamen motrix, si in fluidum agit, ad vim gravitatis quandam certe rationem habet. Et vera vis corporis motrix, certam in fluido motus quantitatem in dato tempore efficiens, æqualis est ponderi, quod vi gravitatis cadens, in eodem tempore, eandem motus quantitatem sibi acquirit. Hinc vis, quà ex orificio aliquo aqua exprimatur, certo ponderi æqualis esse dictur; quia pondus datum, & vis aquam exprimens æquales motus in temporibus æqualibus generant.\nnerant. Hic genuinus Corollarii Newtonianus sensus mihi videtur esse, nec ab hoc sensu discrepant, quae de Cordis viribus explicui Verba Newtoni sunt, Vis, qua totus aquae effluentis motus generari potest, æqualis est ponderi &c. quae non satis attendisse videtur Jurinius, cum dicit Pondus autem illud quo motus aquæ ex vaso effluentis generari potest, &c.\n\nSed si hæc re à nobis peccatum est, cum summis certe hujus sæculi Geometris Hugenio & Newtono pecavimus, quorum uterque vim fluidorum per vim gravitatis exponit. Nec in Corol. prædicto id solummodo facit Newtonus, sed in aliis etiam locis ostendit Methodum, quæ ratio resistentiæ Medii, id est, actionis fluidi in corpus solidum, ad vim Gravitatis vel centripetam inveniri potest, ut videri licet in Prop. 4ta & 5ta Libri secundi, eorumque Corollariis. Alia profecto est actio fluidorum in solidum, & alia solidorum in se invicem. Fluidum datâ velocitate motum, datum pondus sustinere potest, cum fluidi partes sibi mutuo continuò succedentes in pondus impingunt, adeoque vis fluidi est revera ponderi æqualis; sed cum Solidorum non par est ratio, eorum Vis cum Gravitate comparari nequit.\n\nMe insuper reprehendit Vir ingeniosissimus, quod velocitatem Sanginis è corde detrusi, per totam systolem æqualem posui, quam ille valde inæqualem esse demonstravit. Verum à me nusquam Sanguini æqualis data est velocitas, sed pro summâ omnium velocitatum mediam posui. Sed utrum æqualis vel inæqualis est Sanguinis è Corde ejecti celeritas, nondum satis mihi constat; certe quæ pro æquali velocitate stat ratio, ea mihi in praesens firmior videtur.\n\nSic emaculatis vitiis quæ in primâ nostrâ methodo reprehendit vir Cl: quid in alterâ quæ subjuncta est, illi displicet, videamus. Et eit certe assumptio illa quæ à Borellio, aliisque viris doctis fæpius usurpata est,\nnempe, quod similium musculorum vires sunt in ratio-\nne ponderum. Aliam virium rationem in Theoremate\nstabilire conatur Jurinias: sed cum ex communi\nomnium suorum Theorematum Principio oritur demon-\nstratio, communi etiam corum fato involvetur: Si e-\nnim principium illud fallax est, (ut mihi videtur) nec\nad causas ad quos adhibetur, congruit; corruunt certe\nomnia, quae hæc basi innituntur. Supponit Vir Clar:\nVasorum tunicas in Sanguinem intus contentum im-\npetu irruere, & motûs sui partem Sanguini iætu com-\nmunicare: & hic in motu Cordis, vult Ventriculum\ntanquam solidum Corpus, datâ velocitate motum, in\nSanguinem impingere, & iætu motûs sui partem illi\nimpertire: quæ suppositio nec Sanguinis nec Cordis,\nnec Aeris è Pulmone expressi motui competir, nec ullâ\nminimorum iætuum reiteratione, horum motibus ita\naccommodari potest, quin quæ inde deducentur con-\nclusiones pro incertis & omnino falsis haberi debant.\n\nCum inter Sanguinem & Cordis intimum nullum\nintercedit spatium, sed est alter alteri contiguus, non\niætu hoc in illum, sed pressu agit: nec ullam in initio\nsuæ contractionis celeritatem ventriculi habent, sed se\ncontrahendo velocitatem tempore acquirunt, tanquam\ngravia cadendo, vel ut fluida rarefacendo, ex quo forte\nomnis vis Cordis oritur. Adeoque non æquabilis est\nmotus contractionis, ut vult V.r Doctissimus, sed est\nmotus instar cadentis acceleratus. Idem igitur est dis-\ncrimen inter iætum, quo Cor Sanguinem ferire vult Ju-\nrinias, & pressuram quæ Cor revera in Sanguinem agit,\nquod est inter actionem corporis solidi moti, & vim\ngravitatis: sed ipso fatente, haec comparari nequeunt. adeo-\nque pressura seu actio cordis in Sanguinem per iætum nec\nà Viro laudato exposita est, nec unquam exponi potest.\nHanc sententiam confirmat ipsa Cordis potentia à Viro\nCl. inventa. Si enim pondus darâ velocitate motum,\ncordis potentiae æquale esset, tunc Sanguis omni vi Cordis in pondus illud direæte impulsus motum ponderis temporis momento destrueret: sed quocunque magno impetu ponderi occurrat Sanguis, nunquam illi omnem motum in instanti eripiet, adeoque est hoc ponderis potentia Cordis minor, nec recte per motum ponderis vires Cordis exponuntur.\n\nFluidorum vires in corpora solida, ubique eodem prorsus modo quo solidorum vires in se invicem, Juri-\nnus æstimat & perpendit, cum tamen maxima interfit differentia; & ab hoc capite fluit quicquid est in il-\nlius Propositionibus erroris. Ubi enim corpus solidum,\ncujus partes firmiter inter se cohaerent, in aliud impin-\ngit, unaquæque corporis particula simul & semel suam alteri vim impertit: at res aliter se habet in fluidis, in\nqueis nulla est partium cohaerentia, nulla fluidi pars,\nnisi in ipso tactu, in corpus sibi oppositum agit: idcir-\nco cum columna aquæ adversus corpus solidum sur-\nsum vertitur, partes columnæ à corpore remotiores nullam illi vim imprimunt. Corpus etiam solidum unicum columnmodo ictum alteri communicat; at co-\nlumna fluidi in corpus sibi oppositum continue agit,\n& minima columnæ pars minimo temporis momento,\nictum infinite parvum illi imprimit, eodem prorsus modo quo gravia cadendo agunt, quibus igitur fluido-\nrum motus recte comparatur. Porro omnis motus corporis solidi in alterum directe impingentis in\ntemporis momento destrui potest: sed motus solidi vim fluido imprimentis, non nisi gradatim imminuitur, &\nin dato tempore evanescit, pari ratione, qua Gravitas in\ncorpus sursum misum vim suam exerit. Ex quibus satis abunde constat, inter vim fluidi in motum æcti,\n& vim gravitatis magnam esse affinitatem, & unam per alteram recte exponi posse; vim autem corporis solidi ad\nvim gravitatis referri non posse. Cumque hanc diffe-\nrentiam\nrentiam non satis attendisse videtur Doctissimus Jurinius,\nà vero multum aberrasse mihi videtur. Si igitur sepo-\nsitâ suâ, de Vasorum iactu, hypothetâ, & vi pressuræ,\nquâ Natura utitur, pro Principio adhibita, alia Theo-\nremata de Cordis & Sanguinis motu & viribus, elegan-\nte suâ demonstrationis methodo, construire dignabatur,\nsele dignum, mihi certe gratum, nec eruditis inutile\npræstiterit. Tu, qui Rei Medicæ principarum tenes, Vir\nAmplissime, dissentientium disputationes tuâ prudentiâ\nita moderari digneris, ne Indoctis ludibrio, sed ut Do-\nctis emolumento esse possint. Dabam Northamptonia\n23. die Junii 1719.\n\nIII. An account of some Experiments relating to the\nSpecifick Gravity of Human Blood. By James\nJurin, M.D. and F.R.S.\n\nIt is well known from the Observations of Mr.\nLeeuwenhoek and others, that Human Blood consists\nof red globular Particles, swimming in a pellucid Lym-\npha, or Serum. Which two different Substances, tho'\nof unequal Specifick Gravities, yet so long as they con-\ntinue to circulate in the Veins and Arteries, are pre-\nvented from separating by their Motion and Warmth.\nBut when the Blood comes to stagnate and cool in a\nPorringer, the globular Particles uniting together by\ntheir attractive Power, and sinking by their Weight,\nwhich is greater than that of the Serum, form the\nCoagulum, or Crassamentum, at the bottom of the Por-\nringer, the Serum swimming above it.\n\nThings always happen in this manner, when the\nCrassamentum is at liberty to subside: but it often falls\nout, that, either by its adhesion to the sides of the\nVessel, or by the bubbles of Air, which the Blood\n\n* gathers",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103354.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10608,
    "total-output-tokens": 3279,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        899,
        2
      ],
      [
        899,
        2636,
        3
      ],
      [
        2636,
        4453,
        4
      ],
      [
        4453,
        6293,
        5
      ],
      [
        6293,
        8110,
        6
      ],
      [
        8110,
        9731,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103354",
    "title": "Jacobi Keill, M. D. De Viribus Cordis Epistola",
    "authors": "Jacobus Keill",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103354"
  }
}