{
  "id": "34a5f1bc8d0fed39d547618149d7a5e55c676bfb",
  "text": "The CONTENTS.\n\nmatics in the University of Edinburgh, and by him communicated to the President of the ROYAL SOCIETY; being an Extract from the Books of the Town-Council of Edinburgh, relating to a Disease there, supposed to be Venereal, in the Year 1497.\n\nVI. Some Account of the Insect called the Fresh-water POLYPUS, before-mentioned in these Transactions, as the same was delivered at a Meeting of the ROYAL SOCIETY, by the President, on Thursday, March 24. 1742-3.\n\nVII. An Account of a Book intituled, New Principles of Gunnery, containing the Determination of the Force of Gunpowder; and an Investigation of the resisting Power of the Air to swift and slow Motions; by Benjamin Robins, F. R. S. as far as the same relates to the Force of Gunpowder.\n\nPrinted for T. WOODWARD, and C. DAVIS, over-against Gray's-Inn-Gate in Holbourn; PRINTERS to the ROYAL SOCIETY. 1743.\n\nERRATA.\n\nPhilosophical Translations, No 468. p. 344. l. 16, for resolved into a Force parallel to the Base, read, resolved into a Force parallel to the Ordinates, and a Force parallel to the Base.\n\nNo 469. p. 424. l. 5, from the Bottom, for such r. every. p. 407. l. 3. for Ruels r. Rules. p. 409. l. 4. for Divisors r. Denominators; l. 6. for or r. the; l. 7. for are r. being; l. 9. for Arcs r. Arcas.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104193.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 465,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1278,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104193",
    "title": "Errata",
    "authors": null,
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/104193"
  }
}