{
  "id": "87e57f60ac4ec791c47bc2cd57eadbf015742ea9",
  "text": "XI. On the Variable Intensity of Terrestrial Magnetism, and the Influence of the Aurora Borealis upon it. By Robert Were Fox. Communicated by Davies Gilbert, Esq. M.P. V.P.R.S.\n\nRead March 17, 1831.\n\nIn the annexed Table are given the results of a series of observations on the vibrations of the magnetic needle, which I undertook last summer, for the purpose of ascertaining whether its intensity is or is not affected by the changes in the earth's distance from the sun, or by its declination with respect to the plane of his equator; for, if we refer the nodes of the planetary orbits to this plane, there appears to be so considerable a degree of coincidence in most of them, as would seem to imply the existence of a more definite law than we are accustomed to attach to the abstract principle of gravitation*.\n\nI am not at present prepared to say much respecting this part of my investigation; but I have obtained results, which appear to be interesting, relative to the variable force of the magnetic attraction, and the action of the aurora borealis on the direction and intensity of the needle.\n\nI have used two needles, one possessing the north, and the other the south polarity in excess. To effect this, I have employed, in each case, a slip of seasoned oak, split with the grain, and suspended near the centre by unspun silk several inches long. This slip of wood serves as a support for a magnetic bar or needle, which is firmly riveted to it near one of its poles—say, for example, the north pole; whilst the south pole is at liberty to yield longitudinally to any\n\n* I had been making numerous experiments with the same object in view some time before I commenced the series now given; but the results were unsatisfactory, from my not having employed a stationary magnetic apparatus, which should always be done in cases in which great accuracy is required. If the needle has been touched with the hand for one or two seconds only, its action is disturbed for some little time; indeed, it requires not a little practice to appreciate all the precautions that are necessary in vibrating the magnetic needle.\ncontracting or expanding force*. The magnetic bar is eight inches long, half an inch wide, and one tenth thick: its south pole extends rather more than two inches beyond the centre of suspension of the wooden support, so that there is nearly an equal portion of the southern half of the needle on each side of the centre, the north end being extended as a lever to control, in great measure, the magnetic movements of the needle†. A counterpoise of lead is placed at the other extremity of the support, sufficient to allow the north pole to dip at an angle of about forty degrees from the horizontal direction. The foregoing description also applies to the needle in which the south polarity predominates, except that the poles are reversed, the counterpoise being at the depressed end of the support. The former I shall distinguish as No. 1, and the latter as No. 2. Each is inclosed in a box of slate; as, if of metal, the action of the needles might have been disturbed: and the boxes are mounted steadily on bricks, in a room appropriated to them. A slip of glass at one end of each box enables me to observe the vibrations, which are from east to west, like the horizontal needle.\n\nI have observed that the magnetic intensity is subject to frequent slight variations; but these I have been mostly unable to refer to any obvious cause, except when accompanied by the appearance of the aurora borealis, which evidently affected the needles on many occasions. Their vibrations, I think, generally became less rapid with a moist atmosphere, and more so when it was very dry; but I do not speak with full confidence on this point, as I have only recently made any regular hygrometrical observations. I might, perhaps, also mention changes of the wind, and snow storms, as being sometimes attended with fluctuations in the intensity of the needles. If the times of their vibration at different periods are compared, differences in their relative intensity will be noticed; that of No. 2. having on the average been diminishing, during the last three months nearly, in a more rapid ratio than No. 1. This must, I think, be considered an interesting fact, if confirmed by future observations. It does\n\n* If the rivets which attach the magnetic bar to the support are placed at a proper distance from the acting pole, the equipoise of the two extremities will not be affected by the contraction or expansion of the bar.\n\n† The neutralization of the pole would have been more fully effected had a smaller proportion of it extended beyond the centre of suspension; $1\\frac{1}{4}$ to $1\\frac{1}{2}$ an inch would probably have been sufficient.\nnot seem easy to account for the discrepancies which not unfrequently occurred in the indications afforded by the two needles at the same time, and I hesitate to adopt any distinct conclusions from this circumstance without further experiments, which I intend to make with horizontal needles on the same principle.\n\nI have endeavoured by various experiments to ascertain whether there is any decided and permanent difference in the directive force of the opposite poles;—for example, I have alternately neutralized in an equal degree the poles of a needle by means of a sliding axis, and suspended it horizontally by unspun silk, but the two ends vibrated in nearly equal times. Other needles on the same principle gave corresponding results, or at least the differences were so inconsiderable, and were so nearly compensated on an average of many observations at different times, that I think it may be safely assumed that there is an equality in the yearly mean of the magnetic intensity of the two poles separately considered. But on the hypothesis of a central magnetic force, ought not the north pole in this latitude to be acted on with much greater energy than the south? for if my experiments may be depended upon, the alternative can scarcely be adopted, of supposing that one pole of a needle is necessarily repelled as strongly as the other is attracted, since it appears that their relative intensity is not always the same. It therefore seems most reasonable to refer the phenomena of the earth's magnetism to the agency of electrical currents existing under its surface, as well as above it: indeed, I think it is impossible to doubt that the changes in the intensity and direction of the needle, which are often so transitory, must be due to meteorological causes*.\n\nThe aurora borealis which has frequently appeared more or less distinctly this winter, generally affected both needles during some part, and only a part, of the time of its being visible. On the seventh of last month, the aurora was seen from this place† as soon as it became dusk, and was still visible some time after midnight. It extended from N.N.E. to N.W. or W.N.W., and at intervals\n\n* Is it not probable that the small anomalies which have been sometimes observed in the oscillations of the pendulum may be owing to the same causes which produce the much more considerable irregularities in the magnetic needle?\n\n† Falmouth.\n\nMDCCCXXXI.\nsent up streams of red and white light which occasionally nearly reached the zenith. These were most striking early in the evening, and more especially about eleven, or a little later, when the coruscations were beautiful. At 7 p.m.* I found the needles at 0, but soon after their north ends moved towards the east, and at 8 to $8\\frac{1}{2}$ their easterly variation was $1^\\circ 15'$. They began to return westward at $8\\frac{3}{4}$, and soon after 10 p.m. were again stationary in the magnetic meridian. At 11 to $11\\frac{1}{2}$ p.m., I found their intensity had diminished. Many instances are given in the table of the appearance of the aurora in the horizon about the magnetic north, and extending more or less considerably on each side of it. It was generally of a pale white, and sometimes I could perceive faint streams shooting upwards from the horizon a very few degrees, but more often I could not. It will be seen that considerable variations of the needle usually occurred in the course of the same evenings; and sometimes these variations took place on evenings when I did not remark any luminous appearance in the northern horizon.\n\nAll the variations at night were towards the east †, whether the aurora was actually visible or not; and hence may we not conclude, taking it for granted that it is an electrical phenomenon, and that it usually moves from about the north towards the south, that it must be of the nature of positive electricity? And, by a parity of reasoning, may we not assume the existence of an opposite state of electrical action by day, in order to account for the diurnal westerly variation, which is most considerable in the summer in these latitudes, when the aurora prevails about the south pole? This idea seems to be strengthened by a fact I have noticed, that the magnetic intensity is usually less considerable in summer before the middle of the day than it is afterwards; so that the minimum intensity commonly occurs some hours before the maximum temperature.\n\nIt is evident that the elevation of the aurora must often be exceedingly great, probably much more than a thousand miles, as it seems to be generally seen from places very distant from each other at the same time, and in nearly the same\n\n* I did not observe the needles before 7 p.m.\n† I have since observed a slight westerly variation in the needle at night, but this seems to be of rare occurrence.\ndirection: thus, for example, the observations made on the beautiful aurora of the 7th ultimo from the vicinity of London, and of this place, seem very nearly to accord in almost every respect.\n\nIn conclusion, I will venture to express a hope that the subject of terrestrial magnetism may obtain the attention which it appears to deserve, and that experiments may be made at the same time in different countries, in order to develop its more obscure properties. It will then perhaps be found that its relations to other natural phenomena are as extensive as they are interesting and important. At any rate, it seems probable that some light might be thrown on the hypothesis of electrical currents under and above the surface of the earth, and their relative influence on the magnetic needle, if observations on its intensity were to be made on small islands, as remote as possible from any large tracts of land, and the results compared with others obtained by the same apparatus, on extensive continents at stations as nearly as may be in the same magnetic parallels: or, instead of employing the same apparatus, several magnetic needles might be forwarded to different places, after having been carefully compared with a standard needle; and with these, simultaneous observations might be made, not only in the same parallels, but likewise in different parallels of latitude and longitude in both hemispheres.\nA Table showing the Times of Vibration of two Magnetic Needles, described in the annexed paper, in the neighbourhood of Falmouth.\n\n| Needle No. 1 | Needle No. 2 |\n|--------------|--------------|\n| **Time of Observation** | **Time of Obs.** | **Barometer.** | **Thermometer in room with needles.** | **Thermometer out, exposed to the north.** | **Lunar phases.** | **Extraordinary variations of the needles by night.** | **Winds.** | **General Remarks.** |\n| **A.M.** | **P.M.** | **A.M.** | **P.M.** | | | | | |\n| Aug. 2 | 10 | 1183±.00 | | | | | | Clear. |\n| 3 | 10 | 39.00 | 1179±.00 | | | | | Fine weather. |\n| 4 | 10 | 39.00 | 1184±.00 | | | | | |\n| 5 | 10 | 39.00 | 1186±.00 | | | | | |\n| 6 | 10 | 39.00 | 1181±.00 | | | | | |\n| 9 | 10 | 39.00 | 1183±.00 | | | | | |\n| Mean for the month | | 1182.66 | | | | | | |\n| Oct. 7 | 10 | 38.30 | 1180±.00 | 10.30 | 43.00 | 1137.00 | 30.30 | 60.00 | 8th | Suspended nearly two months in consequence of absence from home. |\n| 9 | 3.30 | 38.30 | 1180±.00 | 4 | 43.00 | 1132.00 | 30.40 | | | Fine clear weather. |\n| 13 | 10 | 39.00 | 1177±.00 | 10.30 | 43.00 | 1131.00 | | | |\n| 15 | 10 | 39.00 | 1180±.00 | 11 | 43.00 | 1133.00 | | | |\n| Mean for the month | | 1179.25 | | | | | | |\n| Nov. 8 | 8 | 39.00 | 1177±.00 | 8.30 | 42.00 | 1127.50 | | | 16th |\n| 12 | 8 | 39.00 | 1178.00 | 8.15 | 43.00 | 1130.00 | | | |\n| 13 | 10.30 | 39.00 | 1180.00 | 11 | 44.00 | 1134.50 | | | |\n| 15 | 7.30 | 39.00 | 1179.00 | 8.30 | 43.00 | 1134.00 | 29.20 | 58.00 | SW |\n| 16 | 10 | 40.00 | 1182.00 | 10.30 | 44.00 | 1136.00 | 28.50 | 58.00 | |\n| 19 | 7.30 | 39.00 | 1176.00 | 9.45 | 44.00 | 1133.00 | 30.00 | 54.00 | |\n| 22 | 8 | 39.00 | 1176.00 | 9 | 44.00 | 1131.00 | 29.90 | 55.00 | |\n| 23 | 10 | 39.30 | 1176.00 | 10.30 | 44.00 | 1130.00 | 30.00 | 54.00 | |\n| 24 | 2.15 | 40.00 | 1177.00 | 2.30 | 44.00 | 1126.50 | 30.20 | 55.00 | |\n| 25 | 11.30 | 40.00 | 1177.00 | 10 | 44.20 | 1125.00 | 30.10 | 55.00 | |\n| 26 | 11.30 | 40.30 | 1175.00 | noon | 44.30 | 1123.00 | 29.80 | 52.00 | |\n| 27 | 11 | 40.00 | 1176.00 | 11.30 | 44.30 | 1124.00 | 28.90 | 52.00 | ESE |\n| 29 | 10.30 | 39.30 | 1180.00 | 11 | 44.00 | 1128.00 | 29.40 | 56.00 | |\n| Mean for the month | | 1177.61 | | | | | | |\n| | | | | | | | | |\n\n*Again suspended from absence.*\n\n*A great storm with rain.*\n\n*A great storm without rain.*\n\n*Calm throughout the day, but a great storm at night.*\n\n*Fine.*\n\n*Nearly calm and clear weather.*\n\n*Nearly calm and clear weather.*\n\n*A strong dry wind.*\n\n*A strong dry wind, very clear.*\n\n*Clouded, and wind stronger—some rain.*\n\n*Rain in morning, evening clear.*\n\n*Strong wind and dry weather.*\n| Dec. | 1   | 2   | 3   | 4   | 5   | 6   | 7   | 8   | 9   | 10  | 11  | 12  | 13  | 14  | 15  | 16  | 17  | 18  | 19  | 20  | 21  | 22  | 23  | 24  | 25  | 26  | 27  | 28  | 29  | 30  | 31  |\n|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|\n|     | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  | 10  |\n|     | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 | 39.30 |\n|     | 1178.00 | 1178.00 | 1177.00 | 1176.00 | 1176.00 | 1175.50 | 1174.00 | 1174.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 | 1173.00 |\n|     | 1127.00 | 1127.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 | 1126.00 |\n|     | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 | 29.60 |\n\n**Mean for the month**\n\n- **SE**: Wind strong—clouded.\n- **ESE**: Wind not strong—rain.\n- **NE**: Clouded, and light wind.\n- **SE**: Clouded, and light wind.\n- **NW**: A great storm to-day, which abated in the evening.\n- **Rain**: Rain.\n- **Showers**: Showers.\n- **Strong squalls with hail showers**: Aurora visible this evening; the variation not observed.\n- **Sunshine**: Hard frost in the morning; but now gone.\n\n---\n\n**Wind directions and conditions:**\n- **NNE**: Strong gusts of wind, and rain.\n- **NNW**: Hail showers.\n- **NW**: Mostly clouded; deep snow on the ground.\n- **SW**: Clear weather, and deep snow on the ground.\n- **S**: Snow and sleet falling.\n- **Clouded**: Clouded, and rain occasionally.\n- **SW**: Clouded, and showers of hail and rain.\n- **Just hazy**: Just commencing to blow strongly—showers.\n- **Strong wind**: Strong wind, and much rain.\n- **Clouded and damp**: Clouded and damp.\n- **Clear, and fine night**: Clear, and fine night.\n### Table of the Vibrations, &c. (Continued.)\n\n| Needle No. 1 | Needle No. 2 |\n|--------------|--------------|\n| **Time of Obs.** | **Time of Obs.** |\n| **A.M.** | **P.M.** | **Number of seconds in making 80 vibrations,** | **Barometer readings,** | **Thermometer readings,** | **Lunar phases,** | **Extraordinary variations of the needles by night,** | **Winds,** | **General Remarks,** |\n| 1831 | Jan. | 9 | 41.00 | 1174.00 | 9.30 | 44.30 | 1133.50 | 26.40 | 48.00 | 50.00 | 64 P.M. 15° E. | S | A strong wind and some rain. |\n| | 10 | 41.45 | 1175.00 | 9.30 | 45.00 | 1134.50 | 26.50 | 51.50 | 50.00 | 49.00 | 51.50 | 51.00 | Much wind—clouded. |\n| | 4 | 41.00 | 1175.00 | 9.30 | 45.00 | 1133.25 | 29.50 | 50.00 | 49.00 | 51.50 | 51.00 | Clouded. |\n| | 5 | 41.30 | 1175.50 | 9.30 | 45.00 | 1134.25 | 29.65 | 50.00 | 49.00 | 51.50 | 51.00 | Clear weather. |\n| | 6 | 40.30 | 1173.50 | 9.30 | 45.00 | 1133.00 | 30.50 | 50.00 | 49.00 | 51.50 | 51.00 | Clear weather. |\n| | 7 | 40.30 | 1171.75 | 9.15 | 45.00 | 1131.50 | 30.60 | 48.00 | 41.00 | 50.00 | 49.00 | Clear weather. |\n| | 11.30 | 41.00 | *1177.30 | 9.15 | 45.00 | *1135.00 | *30.60 | *48.00 | *39.00 | *49.00 | *49.00 | Clear weather—Aurora visible at 5 P.M. in N. & N.W., and afterwards seen after midnight. |\n| | 8 | 9 | 40.30 | 1172.50 | 9.30 | 44.30 | 1132.25 | 30.65 | 46.00 | 42.00 | 46.50 | 46.50 | Clear—faintly luminous in magnetic meridian. |\n| | 10 | 11.30 | 41.30 | 1173.00 | 9.30 | 45.00 | 1133.00 | 29.90 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 11 | 10 | 41.00 | 1172.50 | 9.30 | 45.00 | 1133.00 | 29.92 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 12 | 11.30 | 41.30 | 1172.50 | 9.30 | 45.00 | 1133.00 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 13 | 9 | 41.30 | 1172.00 | 9.30 | 45.00 | 1133.00 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 14 | 9 | 41.30 | 1172.00 | 9.30 | 45.00 | 1133.00 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 15 | noon | 41.15 | 1172.00 | 9.30 | 45.00 | 1133.00 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 17 | 9 | 41.15 | 1174.50 | 9.30 | 45.00 | 1133.75 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 18 | 9 | 41.45 | 1175.50 | 9.30 | 45.00 | 1134.00 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 19 | 2.30 | 41.30 | 1175.50 | 9.30 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 20 | 10.15 | 41.30 | 1176.00 | 9.45 | 45.00 | 1135.00 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 21 | 9 | 42.00 | 1176.00 | 9.45 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 25 | 7 | 41.00 | 1171.00 | 9.45 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 26 | 5.45 | 40.30 | 1168.50 | 9.45 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 28 | 7.30 | 41.00 | 1170.00 | 9.45 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 29 | 7.30 | 41.00 | 1169.00 | 9.45 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n| | 31 | 8 | 41.00 | 1170.50 | 9.45 | 45.00 | 1134.50 | 29.94 | 46.00 | 39.00 | 45.00 | 45.00 | Clear—faintly luminous in magnetic meridian. |\n\nMean for the month: 1173.04\n\n---\n\n**Note:** The table provides detailed observations of needle vibrations, barometer readings, thermometer readings, lunar phases, extraordinary variations of the needles by night, winds, and general remarks for each day from January 1st to 31st, 1831.\n| Feb. | 1   | 8   | 41.00 | 1169.50 | 8.30 | 45.00 | 1129.00 | 28.90 | 42.00 | 36.00 |\n|-----|-----|-----|-------|--------|-----|-------|--------|------|------|------|\n|     | 2   | 8   | 41.00 | 1169.50 | 8.30 | 45.30 | 1129.00 | 28.90 | 42.00 | 36.00 |\n|     | 3   | 9   | 41.00 | 1169.50 | 10  | 45.30 | 1130.50 | 28.70 | 43.00 | 39.00 |\n|     | 4   | 9.45| 41.00 | 1170.00 | 10.15| 45.00 | 1130.50 | 29.55 | 43.00 | 39.00 |\n|     | 5   | 7.30| 41.00 | 1170.00 | 7.45 | 45.00 | 1130.50 | 29.85 | 44.50 | 41.00 |\n|     | 7   | 7   | 41.00 | 1177.00 | 7.30 | 45.00 | 1136.50 | 29.43 | 50.00 | 52.00 |\n|     | 8   | 9   | 41.15| 1177.50 | 9.30 | 45.00 | 1137.00 | 29.50 | 55.00 | 55.50 |\n|     | 9   | 9.15| 40.30| 1174.50 | 9.45 | 44.30 | 1134.00 | 29.90 | 56.50 | 55.00 |\n|     | 10  | 8.15| 41.00 | 1174.50 | 8.30 | 45.00 | 1135.50 | 29.90 | 55.00 | 57.00 |\n|     | \"   | 10  | 40.30| *1174.00 | 9.30 | 44.30 | *1135.00 | *30.00 | *55.00 | *52.00 |\n|     | 11  | 10.15| 41.15| 1175.50 | 10.30| 45.00 | 1136.50 | 30.15 | 55.00 | 52.00 |\n|     | 12  | 9   | 41.15| 1176.50 | 9.30 | 45.00 | 1137.00 | 30.20 | 53.00 | 53.50 |\n|     | 14  | 6.45| 41.00 | 1175.00 | 7   | 45.00 | 1135.50 | 30.00 | 51.00 | 50.50 |\n|     | 15  | 9.15| 41.30| 1175.50 | 10  | 45.00 | 1136.00 | 29.85 | 50.50 | 50.00 |\n|     | 16  | 8.15| 41.30| 1176.00 | 8.30 | 45.00 | 1136.00 | 29.80 | 51.00 | 48.00 |\n|     | 17  | 8   | 41.15| 1173.75 | 8.30 | 45.30 | 1134.50 | 30.10 | 48.50 | 48.00 |\n|     | 18  | 8   | 41.00| 1174.00 | 8.20 | 45.30 | 1133.00 | 30.25 | 48.00 | 45.00 |\n|     | 19  | 9.45| 41.15| 1174.00 | 10.30| 45.30 | 1134.50 | 30.20 | 49.50 | 51.00 |\n|     | 21  | 7.15| 41.00| 1173.00 | 7.45 | 45.30 | 1133.20 | 30.05 | 47.00 | 47.00 |\n|     | 22  | 8   | 41.15| 1174.50 | 8.30 | 45.45 | 1135.40 | 30.00 | 48.00 | 51.00 |\n|     | 23  | 8   | 41.00| 1174.50 | 8.20 | 45.15 | 1134.60 | 30.37 | 47.00 | 44.00 |\n|     | 24  | 8   | 40.30| 1174.00 | 8.30 | 45.30 | 1135.00 | 30.15 | 47.50 | 50.00 |\n|     | 25  | 8   | 41.00| 1174.00 | 8.20 | 46.00 | 1135.50 | 29.87 | 48.00 | 47.00 |\n|     | 26  | 6   | 41.30| 1175.00 | 6.20 | 46.00 | 1136.50 | 29.35 | 49.00 | 48.00 |\n|     | 28  | 9.30| 41.00 | 1173.50 | 10  | 46.00 | 1134.50 | 29.73 | 48.00 | 42.00 |\n\nMean for the month: 1173.75\n\nNote 1.—I have added 8\" to each of the numbers marked thus †, in consequence of a slight alteration having been made in the dip of needle No. 1, on the 8th of November, which appeared to add at least eight seconds to the time of its performing 80 vibrations.\n\n2.—The numbers in the above Table marked thus *, are not comprised in the monthly averages, as I thought it best to include in the mean, only one observation for each day, and most of the results so marked are rather anomalous, or were obtained about the time when the needle varied considerably to the eastward. I may here remark that I had four needles, from which I noted the variations.\n\n3.—There is a considerable difference in the arcs described by the two needles: this I attribute to the circumstance of No. 1 being not so heavy as No. 2, the latter having of course required a more considerable counterpoise, in order to give an elevation to its south pole equal to the depression of the north pole of No. 1.\n\nNo. 2 weighs, including the support and counterpoise: 898 grains.\nNo. 1 weighs, including the support and counterpoise: 854\n\nDifference: 44 grains.\n\nOn adding 202 grains to the weight of No. 1, and retaining it at the same dip, instead of 41° 15', it described an arc of 50°, after having performed eighty vibrations. The difference in the times of the two needles, I attribute to No. 2 being more strongly magnetic than No. 1.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107929.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 17198,
    "total-output-tokens": 10369,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2123,
        2
      ],
      [
        2123,
        4760,
        3
      ],
      [
        4760,
        7187,
        4
      ],
      [
        7187,
        9595,
        5
      ],
      [
        9595,
        11008,
        6
      ],
      [
        11008,
        13630,
        7
      ],
      [
        13630,
        16319,
        8
      ],
      [
        16319,
        20332,
        9
      ],
      [
        20332,
        24011,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107929",
    "title": "On the Variable Intensity of Terrestrial Magnetism, and the Influence of\n              the Aurora Borealis upon It",
    "authors": "Robert Were Fox",
    "year": 1831,
    "volume": "121",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107929"
  }
}