{
  "id": "a469f62a1caed09e266544174a17e60df84a0837",
  "text": "ken off at the Death of the Animal, before its being petrified.\n\nMr. Brown does not mention in his Insect the Property of rolling itself up, which this certainly had; as appears by several of the Figures, as Fig. 3, 4, 5, 7, 11, and 12, which are entirely rolled up; and as is more particularly represented by Fig. 11 and 12, in which it appears, that the Tail is turn'd up under the Belly quite to the Mouth; and at Fig. 8, the Creature seems but half-rolled up.\n\nI have consulted all the Books I could meet with, which give Figures of Insects and crustaceous Animals in their natural and petrified States; and find none resemble this Dudley Fossil so near as M. Klein's Insect; therefore I shall, till we get more Information, call it, Scolopendra aquatice scutate affine animal petrifactum.\n\nXVI. The Description and Figures of a small flat spheroidal Stone, having Lines formed upon it; by C. Mortimer, M. D. & Secret. R. S.\n\nMr. Peter Collinson, a very worthy Member of the Royal Society, produced, at a Meeting of that Body, on Nov. 8. 1750, a very curious spheroidal Stone, about 4 Inches Diameter, of a Chocolate-colour, marked with 4 white Lines, about the Breadth of a Horse-hair, encompassing the whole Stone, like the Meridians on a Globe; but, instead of crossing one another in a Point, as they do, upon the Globe, these are connected by a short transverse Line; as is described above in p. 535 of this\nthis Transaction, and as may be distinctly seen in Tab. I. Fig. 1. at CD.\n\nI lately received, by a Friend, from the Isle of Sheppey in Kent, a small Stone, with similar Lines upon it. Mine is only \\( \\frac{7}{8} \\) of an Inch in Diameter, of a brown Colour, and of the Consistence of Marble. As a Description in Words does not convey so clear an Idea as an exact Drawing, I have endeavoured to give Representations of this Stone in different Views; as at Tab. I. Fig. 13, 14, 15, 16.\n\nFig. 13. represents the Top of the Stone, on which the lines are most regular, being depressed into the Stone, and of the same Colour with it. \\( a, c, d, e \\), are the four principal Lines, answering to those on Mr. Collinson's Stone, and are connected, as in his, by the transverse Line \\( gh \\). The Line \\( b \\) is an Irregularity in this Stone, and so is \\( f \\), which are not in the other; these irregular, or supernumerary Lines being continued to the other Hemisphere,\n\nFig. 14. or Bottom of the Stone, make the Directions of the other Lines very irregular, as may be seen in the Figure; only the Lines \\( c, d, \\) and \\( e \\), being connected by the transverse Line \\( gh \\), which here stands at right Angles with that in Fig. 13.\n\nThe following Figures represent the Section of the Stone thro' its Equator, as nearly as possible; only the Mill cut away the Substance to about the Thickness of a Shilling. In these Sections the Ramifications appear quite white.\n\nFig. 15: shews the Section of the upper Hemisphere, as\n\n* 4 G Fig.\nFig. 16. does that of the lower Hemisphere; in both of which the Letters of Reference answer to those in the other Figures, shewing where the outside Lines abutt upon these Sections.\n\nAn Explanation of the Figures in Tab. I.\n\n1. Mr. Collinson's spheroidal Stone.\n2. The Section of the same.\n3. The Face of the Dudley Fossil rolled up.\n4. The Back of the same.\n5. The fore and under Part, with the Tail folded close under the Jaw.\n6. Dr. Shaw's Fossil half-extended.\n7. The Face of the same.\n8. The under Side of the same, being folded but half-way, leaving a Space between the Jaw and the Tail.\n9. Dr. Porock's extended Fossil, the Back uppermost.\n10. A side View of the same.\n11. A side View of another folded up.\n12. A front View of the same with the Tail folded close under the Jaw.\n\nThe Letters of Reference in the Description answer to the same Parts in Fig. 9, 10, 11, and 12.\n\n13, 14, 15, 16, are the Figures of the Stone, described in Art. XVI. in all which the Letters refer to the same Lines.\n\nTab. II. Represents a large Mass of Lime-stone dug up at Dudley, in which are imbedded many of these Fossils, together with several other petrified Shells.\n\nNOTE.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104705.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9638,
    "total-output-tokens": 1285,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1417,
        4
      ],
      [
        1417,
        2943,
        5
      ],
      [
        2943,
        4109,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104705",
    "title": "The Description and Figures of a Small Flat Spheroidal Stone, Having Lines Formed upon It; By C. Mortimer, M. D. & Secret. R. S.",
    "authors": "C. Mortimer",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104705"
  }
}