{
  "id": "4d06b9b69f0eaea3cd3b2131db9ffd0833a8a807",
  "text": "there-about take it from what their Forefathers had thrown away, and had lain long in the open Air. The use above mentioned being considerable, the person, who sent it, hath been intreated to inform what quantities may be had of it, if there should be occasion to send for some.\n\nOf an Hungarian Bolus, of the same Effect with the Bolus Armenus.\n\nThe same person gave notice also, that, besides the Bolus Armenus, and the Terra Silestaca, there is an Earth to be found in Hungary about the River Tockay, thence called Bolus Tockavienfis, having as good effects in Physick, as either of the former two, and commended by experience in those parts, as much as it is by Sennertus out of Crato, for its goodness,\n\nOf the New American Whale-fishing about the Bermudas.\n\nHere follows a Relation, somewhat more divertising than the precedent Accounts; which is about the new Whale-fishing in the West Indies about the Bermudas, as it was delivered by an understanding and hardy Sea-man, who affirmed he had been at the killing work himself. His account, as far as remembred, was this; that though hitherto all Attempts of mastering the Whales of those Seas had been unsuccesful, by reason of the extraordinary fierceness and swiftness of these monstrous Animals; yet the enterprise being lately renewed, and such persons chosen and sent thither for the work, as were resolved not to be baffled by a Sea-monster, they did prosper so far in this undertaking, that, having been out at Sea, near the said Isle of Bermudas, seventeen times, and fastned their Weapons a dozen times, they killed in these expeditions 2 old Female Whales, and 3 Cubs, whereof one of the old ones, from the head to the extremity of the Tayl, was 88. Foot in length, by measure; its Tayl being 23. Foot broad, the swimming Finn 26. Foot long, and the Gills three Foot long: having great bends underneath from the Nose to the Navel; upon her after-part, a Finn on the backs being within",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101407.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 527,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1950,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101407",
    "title": "Of an Hungarian Bolus, of the Same Effect with the Bolus Armenus",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101407"
  }
}