{
  "id": "1d76cc6ba76394077c3d83e14f23693a95b39ca0",
  "text": "I. On the Grounds of the Method which Laplace has given in the second Chapter of the third Book of his Mécanique Céleste for computing the Attractions of Spheroids of every Description.\n\nBy James Ivory, A.M. Communicated by Henry Brougham, Esq. F.R.S. M.P.\n\nRead July 4, 1811.\n\nIn every physical inquiry the fundamental conditions should be such as are supplied by observation. Were it possible to observe this rule in every case, theory would always comprehend in its determinations a true account of the phenomena of nature. Applying the maxim we have just mentioned to the question concerning the figure of the planets, the mathematician would have to investigate the figure which a fluid, covering a solid body of any given shape, and composed of parts that vary in their densities according to a given law, would assume by the joint effect of the attraction on every particle and a centrifugal force produced by a rotary motion about an axis. The circumstances here enumerated are all that observation fully warrants us to adopt as the foundation of\nthis inquiry: for, with regard to the earth we know little more than that it consists of a solid nucleus, or central part, covered with the sea; and with regard to the other planets, all our knowledge is derived from analogy which leads us to think that they are bodies resembling the earth. There is one consideration, however, by which the general research may be modified without hurting the strictest rules of philosophizing; and that is, the near approach to the spherical figure which is observed in all the celestial bodies: and it is fortunate that this circumstance contributes much to lessen the great difficulties that occur in the investigation. But, even with the advantage derived from this limitation, the inquiry is extremely difficult, and leads to calculations of the most abstruse and complicated nature; and, when viewed in the general manner we have mentioned, it far surpassed the power of the mathematical and mechanical sciences as they were known in the days of Sir Isaac Newton, who first considered the physical causes of the figure of the planets. That great man was therefore forced to take a more confined view of the subject, and to admit such suppositions as seemed best adapted to simplify the investigation. He supposed in effect that the earth and planets at their creation were entirely fluid, and that they now preserve the same figures which they assumed in their primitive condition; a hypothesis by which the inquiry was reduced to determine the figure necessary for the equilibrium of a fluid mass. The mathematicians, who have followed in the same tract of inquiry, have seldom ventured to go beyond the limited supposition proposed by Newton. They have succeeded in shewing that a mass revolving about an axis, and composed of one fluid of a uniform density, or\nof different fluids of different densities, will be in equilibrium, and will for ever preserve its figure when it has the form of an elliptical spheroid of revolution oblate at the poles. It has likewise been proved that the same form is the only one capable of fulfilling the required conditions; which completes the solution of the problem in so far as it regards a mass entirely fluid.\n\nThe hypothesis of Newton, although most judicious, and best adapted for simplifying the investigation, is nevertheless quite arbitrary, and indeed does not seem to agree well with what is observed at the surface of the earth. Had the terrestrial globe been once entirely fluid, the heterogeneous matters of which it consists, must have taken an arrangement depending on their densities; the substances of greatest density would ultimately have settled at the centre, and those of least density at the surface; and in proceeding from the centre to the surface, the changes of density would not have been very sudden, but slow and gradual and hardly perceptible for considerable depths. Admitting this hypothesis we should therefore expect to find all the matter at the earth's surface, or near it, little different in respect of density; which is quite contrary to experience, since nothing can be more unequal and irregular than the density of the substances that compose the upper strata of the earth. Many other phenomena are also inconsistent with that uniform arrangement of parts which seems to be a necessary consequence of the supposition that the earth was originally fluid: of this description are, the great elevation of the continents above the surface of the sea; the depth of the immense channels which contain the waters diffused over the surface of the globe; and the irregular\ndisposition of the land and water on the same surface. Besides all this, after a long discussion, in which every circumstance that can affect the question, has been duly weighed, it seems now to be ascertained, that the elliptical figure of the earth, cannot be reconciled with the actual measurements which have been made for the express purpose of bringing the theory to the test of experiment. The hypothesis of Newton is therefore not exactly consonant to observation: and we must infer that the solid part of the earth is not, at least in the present state of the globe, possessed of that regularity of figure, nor of that peculiar disposition of the internal strata, which would arise from the earth's having been originally fluid. Hence it becomes necessary to consider the question of the figure of the planets in a more enlarged point of view; to free it from all arbitrary suppositions, and to attempt such a solution of the problem, as shall apply to whatever figure or hypothesis may appear most agreeable to observation. It is in this way only, that theory and observation can mutually assist one another, and ultimately lead us to the truth—that theory can prompt observation, and observation perfect and confirm theory.\n\nThe celebrated French mathematician, D'Alembert, was the first who contemplated the question of the figure of the planets in a general manner, by extending his researches to other figures than the elliptical spheroid. The difficulty is to investigate the attractive force of a body of any proposed figure, and composed of strata that vary in their densities, according to any given law. D'Alembert invented a method for this purpose which, although it is very ingenious, and so general as to apply in a great variety of cases, is nevertheless\ndestitute of that simplicity which is absolutely necessary for advancing our knowledge in an enquiry so complicated in all respects.\n\nLAPLACE, to whom every part of physical astronomy owes so much, has been very successful in improving that branch of it which relates to the figure of the planets, and to other questions with which this is connected. The foundation of his researches on this subject, is laid in the second chapter of the third book of the Mécanique Céleste, where he treats of the attractions of spheroids in general, and more particularly of such as differ but little from spheres. The investigation required in this part of physics, if it be guided by the desire of obtaining useful conclusions, is not only extremely difficult, but of a nature so nice and delicate, as would at first seem to elude the ordinary methods of analysis, and to require particular contrivances adapted to the exigencies of the case. When a fluid covering a solid body, has assumed a permanent figure, that figure will depend upon the gravity at the surface; while the same gravity, being the combined effect of the attractions of all the molecules of the compound body, is itself produced by the form of the surface. Thus the figure of the surface is in a manner both a datum and quæsitum of the problem; and the skill of the analyst must be directed to find an expression of the intensity of the attractive force which shall be sufficiently simple, and shall likewise preserve in it the elements of the figure of the attracting solid. All these conditions are fulfilled in the skilful solution of the problem of attractions given by LAPLACE, in which the relation between the radius of the spheroid and the series for the attractive force on a point without, or within, the surface, or on it, is\ndeduced in a manner admirably simple, when the complicated nature of the question is considered.\n\nIn order to give a succinct view of the plan of analysis pursued by Laplace, we must begin with observing that he does not seek directly an expression of the attractive force, but that he investigates the value of another function from which the attractive force in any proposed direction, may be derived by easy algebraic operations. This function, which in the law of attraction that obtains in nature, is the sum of all the molecules of the attracting solid, divided by their respective distances from the attracted point, he expands in all cases into a series, containing the descending powers of the distance of the attracted point from the center, when that point is without the surface; but the ascending powers of the same distance, when the attracted point is within the surface: and the question is, to determine the coefficients of the several terms of the expansion. In the first place, it is proved that every one of the coefficients satisfies an equation in partial fluxions, first noticed by the author himself, and from the skilful use of which, all the advantages peculiar to his method are derived. Laplace next lays down a theorem, which, he affirms, is true at the surfaces of all spheroids that differ but little from spheres; hence he deduces the value of an expression, which is the sum of all the coefficients sought respectively multiplied by a known number; and, what is remarkable, the value alluded to, is found to be proportional to the difference between that radius of the spheroid which is drawn through the attracted point, and the radius of the sphere nearly equal to the spheroid. The circumstances we have now mentioned, suggest an elegant solution of the problem, and one that has\nthe advantage of expressing the radius of the spheroid and the series for the attractive force, by means of the same functions. For in order to find the coefficients sought, we have only to develope the difference between the radius of the spheroid, and the radius of the sphere, into a series of parts, every one of which shall satisfy the equation in partial fluxions: and Laplace not only gives a method for computing the several parts, but he likewise proves that the development is unique, or can be made no more ways than one.\n\nThe solution, of which we have endeavoured to give a concise notion, is not more important for the physical consequences which flow from it, than it is curious in an analytical point of view, for the singular art with which the author has avoided the complicated integrations that naturally occur in the investigation, and has substituted in their room the easy operations of the direct method of fluxions. He has been enabled to do this by the help of the theorem which he had discovered to be true at the surfaces of all spheroids that nearly approach the spherical figure. In the Mécanique Céleste, the proposition just mentioned is enunciated in the most general manner, comprehending every case in which the attractive force is proportional to any power of the distance between the attracting particles:* but in order to avoid every discussion not essential to the main scope of this discourse, I shall chiefly confine my attention to the case of nature in which the attraction follows the inverse proportion of the square of the distance;† this being the only case which it is really interesting to consider, because it is the only one that enters into the inquiry concerning the figure of the planets. The\n\n* Liv. 3. No. 10. Equat. (1) † Ib. Equat. (2)\ntheorem, it may be remarked, is merely laid down by the author, and the truth of it confirmed by a demonstration; it does not arise naturally in the course of the analysis; and the reader of the Mécanique Céleste is at a loss to conjecture by what train of thought it may have been originally suggested. It may be doubted whether the theorem was introduced for the sake of demonstrating a method of investigation previously known to be just from other principles; or whether it preceded in the order of invention, and led to the method of investigation. But however this may be: after having studied the part of Laplace's work referred to with all the attention which the importance of the subject and the novelty of the analysis both conspire to excite, I cannot grant that the demonstration which he has given of his proposition is conclusive. It is defective and erroneous, because a part of the analytical expression is omitted without examination, and rejected as evanescent in all cases; whereas it is so only in particular spheroids, and not in any case on account of any thing which the author proves. Two consequences have resulted from this error; for, in the first place, the method for the attraction of spheroids, as it now stands in the Mécanique Céleste, being grounded on the theorem, is unsupported by any demonstrative proof; and, secondly, that method is represented as applicable to all spheroids differing but little from spheres, whereas it is true of such only as have their radii expressed by functions of a particular class.\n\nIn a work of so great extent as the Mécanique Céleste, which treats of so great a variety of subjects, all of them very difficult and abstruse, it can hardly be expected that no slips nor inadvertencies have been admitted. On the other\nhand, the genius of the author is so far above the ordinary cast; his knowledge of the subjects he treats is so profound; and the correctness of his views is established by so many important discoveries, that so high an authority is not to be contradicted on any material point without the greatest caution and on the best grounds. It is also to be observed that the Mécanique Céleste has now been many years before the public: and although the problem of attractions is the foundation of many important researches, and is more particularly recommended to the notice of mathematicians by the novelty and uncommon turn of the analysis; on which account it may be supposed to have been scrutinized with more than an ordinary degree of curiosity; yet nobody has hitherto called in question the accuracy of the investigation. These considerations will no doubt occasion whatever is contrary to the doctrines of Laplace, and more especially to his theory of the attractions of spheroids, to be received with some degree of scepticism: they ought certainly to do so; but our respect even for his authority ought not to be carried so far, as to preclude all criticism of his works, or dissent from his opinions. The writings of no author on any subject deserve to have more respect and deference paid to them, than the writings of Laplace on the subject of physical astronomy; with this no one can be more deeply impressed than the author of this discourse; and it was not till after much meditation that, yielding to the force of the proofs which are now to be detailed, he has ventured to advance any thing in opposition to the highest authority, in regard to mathematical and physical subjects, that is to be found in the present times.\n\nMDCCCXII.\nConceive a spheroid which differs but little from a sphere, and also a point or centre in the middle; let \\( r \\) denote the radius of the spheroid drawn to an attracted point in the surface: then the whole spheroid will consist of two parts, viz. a sphere of which the radius is \\( r \\), and a shell of matter spread over the surface of the sphere everywhere so thin as to contain only one molecule in the depth. The function \\( V \\) (which, in the law of attraction that takes place in nature, is the sum of all the molecules of the attracting body divided by their respective distances from the attracted point), relatively to the whole spheroid, will be determined by seeking its value, 1st. relatively to the sphere; 2dly, relatively to the shell of matter.\n\nProduce the radius \\( r \\) without the surfaces of the spheroid and sphere, till the distance from the centre be \\( r \\); then the value of \\( V \\), relatively to the sphere, for the attracted point situate at the extremity of \\( r \\), will be \\( \\frac{4\\pi}{3} \\cdot \\frac{r^3}{r} \\)† (\\( \\pi \\) denoting the periphery when the diameter is unit); and, making \\( r = r \\), it will be \\( \\frac{4\\pi}{3} \\cdot r^2 \\), for the point in the surface at the extremity of \\( r \\). Again, let \\( dm \\) be one of the indefinitely small molecules in the difference between the spheroid and the sphere; and let \\( f \\) denote the distance of the same molecule from the attracted point in the surface at the extremity of \\( r \\); then the value of \\( V \\), relatively to the shell of matter spread over the surface of the sphere will be \\( \\int \\frac{dm}{f} \\), the fluent being extended to all the molecules in the shell, those on the outside of\n\n* Méc. Céleste, Liv. 3, No. 10. † Liv. 2d, No. 12.\nthe sphere being positive, and those on the inside negative. Therefore, relatively to the whole spheroid, we shall have\n\n\\[ V = \\frac{4\\pi}{3} \\cdot \\rho^2 + \\int \\frac{dm}{f}. \\quad (A) \\]\n\nWe must next compute the value of \\( \\left( \\frac{dV}{dr} \\right) \\) in the same circumstances as before. Relatively to the sphere, it is \\( -\\frac{4\\pi}{3} \\cdot \\frac{\\rho^2}{r^2} \\) for the point without the surface: and, by making \\( r = \\rho \\), it is \\( -\\frac{4\\pi}{3} \\cdot \\rho \\) for the point in the surface. In order to find the other part of the quantity in question we may suppose, with Laplace,* the attracted point to be raised up, in the prolongation of \\( \\rho \\), the distance \\( \\delta r \\) above the surfaces of the spheroid and sphere; then, if \\( f' \\) denote the distance of the molecule \\( dm \\) from the attracted point in its new position, \\( \\int \\frac{dm}{f'} \\) and \\( \\int \\frac{dm}{f} \\) will be two consecutive values of the same function which correspond to the values \\( r \\) and \\( r + \\delta r \\); therefore, supposing \\( r \\) to vary, the fluxional coefficient will, by the principles of the differential calculus, be \\( \\frac{\\int \\frac{dm}{f'} - \\int \\frac{dm}{f}}{\\delta r} \\) when \\( \\delta r = 0 \\). Therefore, by adding together the two parts of \\( \\left( \\frac{dV}{dr} \\right) \\), we shall get\n\n\\[ \\left( \\frac{dV}{dr} \\right) = -\\frac{4\\pi}{3} \\cdot \\rho + \\frac{\\int \\frac{dm}{f'} - \\int \\frac{dm}{f}}{\\delta r}; \\quad (B) \\]\n\nobserving that the second term on the right-hand side is to be valued on the supposition of \\( \\delta r = 0 \\).\n\nLet \\( \\gamma \\) denote the cosine of the angle contained by \\( \\rho \\) and another radius of the sphere drawn to the molecule \\( dm \\); then \\( f \\), the distance of the molecule from the attracted point in the\n\n* Liv. 3e, No. 10.\nfirst position, will be \\( \\rho \\sqrt{2(1-\\gamma)} \\); and \\( f' \\), the same distance in the second position, will be \\( \\left\\{ (\\rho + \\delta r)^2 - 2\\rho(\\rho + \\delta r) \\cdot \\gamma + \\rho^2 \\right\\}^{1/2} \\); and if, with Laplace, we neglect the square and other higher powers of \\( \\delta r \\), then \\( f' = \\left\\{ 1 + \\frac{1}{2} \\cdot \\frac{\\delta r}{\\rho} \\right\\} \\cdot f \\): therefore \\( \\frac{f'}{\\delta r} - \\frac{1}{f} = -\\frac{1}{2\\rho} \\cdot \\frac{1}{f} \\); consequently \\( \\int \\frac{dm}{f'} - \\int \\frac{dm}{f} = -\\frac{1}{2\\rho} \\times \\int \\frac{dm}{f} \\).\n\nSince the spheroid is supposed to approach very nearly to the spherical figure, the radius of it will fall under this form of expression, viz. \\( \\rho = a \\times (1 + \\alpha \\cdot y) \\); where \\( a \\) denotes the radius of a sphere concentric with the spheroid and nearly equal to it; \\( \\alpha \\), a coefficient so small that its square and other higher powers may be neglected; and \\( y \\), a function of two angles \\( \\theta \\) and \\( \\varphi \\) which determine the position of \\( \\rho \\), \\( \\theta \\) being the angle contained by \\( \\rho \\) and a fixt axis passing through the centre of the spheroid, and \\( \\varphi \\) the angle which the plane drawn through \\( \\rho \\) and the axis, makes with another plane passing by the same axis. Now, by substituting and neglecting all the terms of the order \\( \\alpha^2 \\) and the higher orders, the preceding values of \\( V \\) and \\( \\frac{dV}{dr} \\) will become\n\n\\[ V = \\frac{4\\pi}{3} \\cdot a^2 \\cdot (1 + 2\\alpha \\cdot y) + \\int \\frac{dm}{f} \\]\n\\[ \\frac{dV}{dr} = -\\frac{4\\pi}{3} \\cdot a \\cdot (1 + \\alpha \\cdot y) - \\frac{1}{2a} \\cdot \\int \\frac{dm}{f} : \\]\n\nand, by combining these so as to exterminate \\( \\int \\frac{dm}{f} \\), we shall get\n\n\\[ \\frac{1}{2} V + a \\left( \\frac{dV}{dr} \\right) = -\\frac{2\\pi}{3} \\cdot a^2 \\]\n\nwhich is no other than Laplace's equation.*\n\n* Liv. 3, No. 10. Equation (2).\nWe have here followed very closely all the steps of the demonstration contained in the Mécanique Céleste, and on first thoughts no reasoning can be more convincing, or appear more free from all obscurities. This much at least is certain, that every part of the demonstration is placed beyond the reach of all objections except the valuing of that term in the equation (B), which is derived from the difference between the spheroid and the sphere: and about this a deeper consideration of the nature of the functions concerned may raise in the mind some doubts and scruples. No better way can be devised for trying the soundness of Laplace's procedure, than to perform that part of the calculation which is alone liable to suspicion, without omitting any of the terms which he has tacitly rejected; to throw out such only as on examination can be proved to be necessarily evanescent when $\\delta r = 0$; and to retain the rest if there be any of a different description. Now, to apply this rule, we have $f^2 = 2\\rho^2(1-\\gamma)$; and $f'^2 = (\\rho + \\delta r)^2 - 2\\rho(\\rho + \\delta r)\\gamma + \\rho^2 = \\left\\{1 + \\frac{\\delta r}{\\rho}\\right\\} \\cdot 2\\rho^2(1-\\gamma) + \\delta r^2$; therefore\n\n$$f'^2 - \\delta r^2 = \\left\\{1 + \\frac{\\delta r}{\\rho}\\right\\} \\cdot f^2.$$ Consequently,\n\n$$\\frac{1}{f'} = \\frac{1}{f} \\times \\left\\{1 + \\frac{\\delta r}{\\rho}\\right\\}^{-\\frac{1}{2}} \\times \\left\\{1 - \\frac{\\delta r^2}{f^2}\\right\\}^{-\\frac{1}{2}};$$ and, by expanding the second radical into a series, the complete value of $\\frac{1}{f'} - \\frac{1}{f}$ will be equal to\n\n$$\\frac{1}{\\delta r} \\left(1 + \\frac{\\delta r}{\\rho}\\right)^{-\\frac{1}{2}} \\times \\frac{1}{f} - \\left(1 + \\frac{\\delta r}{\\rho}\\right)^{-\\frac{1}{2}} \\times \\left\\{\\frac{1}{2} \\cdot \\frac{\\delta r}{f^3} + \\frac{1 \\cdot 3}{2 \\cdot 4} \\cdot \\frac{\\delta r^3}{f^5} + \\text{&c.}\\right\\};$$\n\nand, by multiplying by $dm$ and affixing the sign of integration, the complete value of $\\int \\frac{dm}{f'} - \\int \\frac{dm}{f}$ will be equal to\nThis expression being farther reduced into a series of simple terms, those terms will be included either in the form\n\n\\[ \\int \\frac{\\delta r^{i-1} \\cdot dm}{f^{i+1}} \\text{ or in the form } \\delta r^5 \\cdot \\int \\frac{\\delta r^{i-1} \\cdot dm}{f^{i+1}} : \\]\n\nwhatever number \\( i \\) may denote, the first sort of terms, when they are integrated between the proper limits, will be found, on examination, to contain a part which, depending only on the nature of the molecules or of the function that expresses the thickness of the molecules, remains of the same magnitude for all values of \\( \\delta r \\); and consequently those terms do not necessarily vanish when \\( \\delta r = 0 \\): with respect to the second kind of terms, they are to be regarded as quantities of the same order with the multipliers written without the sign of integration, and they all vanish together with \\( \\delta r \\). Reserving till afterwards the proof of what has now been said, it is sufficient at present to have marked distinctly the characters of the quantities to be retained, and of those to be rejected. If then we retain the first sort of terms only and reject the rest, the value of\n\n\\[ \\int \\frac{dm}{f'} - \\int \\frac{dm}{f} \\]\n\nwill be equal to the series, viz.\n\n\\[ - \\frac{1}{2\\rho} \\cdot \\int \\frac{dm}{f'} - \\frac{1}{2} \\cdot \\int \\frac{\\delta r \\cdot dm}{f^3} - \\frac{1}{24} \\cdot \\int \\frac{\\delta r^3 \\cdot dm}{f^5} - \\&c.: \\]\n\nand, by substituting this in the equation (B), we shall get\n\n\\[ \\left( \\frac{dV}{dr} \\right) = - \\frac{4\\pi}{3} \\cdot \\rho - \\frac{1}{2\\rho} \\cdot \\int \\frac{dm}{f'} - \\frac{1}{2} \\cdot \\int \\frac{\\delta r \\cdot dm}{f^3} - \\frac{1}{24} \\cdot \\int \\frac{\\delta r^3 \\cdot dm}{f^5} - \\&c.; \\]\n\nin which expression the value of all the terms under the sign of integration are to be taken on the supposition of \\( \\delta r = 0 \\).\n\nFinally if, in this last value of \\( \\left( \\frac{dV}{dr} \\right) \\) and the value of \\( V \\) already\nfound, we first substitute \\(a \\cdot (1 + \\alpha \\cdot y)\\) for \\(p\\), retaining only the quantities of the first order with regard to \\(\\alpha\\); and then combine the two expressions so as to exterminate \\(\\int \\frac{dm}{f}\\), we shall get the following equation instead of that of Laplace, viz.\n\n\\[\n\\frac{1}{2} V + a \\left( \\frac{dV}{dr} \\right) = -\\frac{2\\pi}{3} \\cdot a^2 - \\frac{1}{2} a \\int \\frac{\\delta r \\cdot dm}{f^3} - \\frac{1.3}{2.4} a \\int \\frac{\\delta r^3 \\cdot dm}{f^5} - \\&c. \\quad (C).\n\\]\n\n2. In order to find the integrals in the equation (C), we must begin with seeking an analytical expression for the value of \\(dm\\), which may be conceived to be a prism standing on an indefinitely small portion of the spherical surface, and limited in its height by the surface of the spheroid. Let \\(p'\\) denote the radius of the spheroid drawn to the molecule \\(dm\\), and \\(\\theta'\\) and \\(\\varphi'\\) the angles which determine the position of \\(p'\\) in like manner as \\(\\theta\\) and \\(\\varphi\\) determine the position of \\(p\\): and, if \\(y'\\) be put for the same function of \\(\\theta'\\) and \\(\\varphi'\\) that \\(y\\) is of \\(\\theta\\) and \\(\\varphi\\), then \\(p' = a \\cdot (1 + \\alpha \\cdot y')\\). Suppose \\(\\theta'\\) and \\(\\varphi'\\), the arcs which determine the position of \\(p'\\), to vary; and the correspondent fluxion of the spherical surface whose radius is \\(p\\), will be \\(= p^a \\cdot \\sin \\theta' \\cdot d\\theta' \\cdot d\\varphi' = (\\mu'\\) being put for \\(\\cos \\theta') p^2 \\cdot d\\mu' \\cdot d\\varphi'\\); this is the base of the prism equal to \\(dm\\): the height of the prism is plainly \\(= p' - p = \\alpha \\cdot a \\cdot (y' - y)\\): therefore \\(dm = \\alpha \\cdot a \\cdot p^2 \\cdot (y' - y) \\cdot d\\mu' \\cdot d\\varphi'\\): and, by substitution, the equation (C) will become\n\n\\[\n\\frac{1}{2} V + a \\left( \\frac{dV}{dr} \\right) = -\\frac{2\\pi}{3} \\cdot a^2 - \\alpha \\cdot a^2 \\cdot \\left\\{ \\frac{1}{2} \\int \\int \\frac{\\delta r \\cdot p^2 \\cdot (y' - y) \\cdot d\\mu' \\cdot d\\varphi'}{f^3} + \\frac{1.3}{2.4} \\int \\int \\frac{\\delta r^3 \\cdot p^2 \\cdot (y' - y) \\cdot d\\mu' \\cdot d\\varphi'}{f^5} + \\&c. \\right\\} \\quad \\ldots (D).\n\\]\n\nSince \\(r\\), the distance of the attracted point from the centre, is \\(= p + \\delta r\\), and \\(f' = \\left\\{ r^2 - 2rp \\cdot y + p^2 \\right\\}^{\\frac{1}{2}}\\); therefore the general term of the series in the last equation will be\nand because \\( y' \\) is a function of the variable angles \\( \\theta' \\) and \\( \\varphi' \\), or of \\( \\mu' \\) and \\( \\varphi' \\); and \\( y \\) is a constant quantity; therefore, if \\( v' \\) be put to denote a function of the angles \\( \\theta' \\) and \\( \\varphi' \\), both the integrals in the general term will be obtained by investigating the integral\n\n\\[\n\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot v' \\cdot d\\rho' \\cdot d\\varphi'}{\\left( r^2 - 2r\\rho + \\rho^2 \\right)^{\\frac{i+1}{2}}}\n\\]\n\nfor the whole surface of the sphere, and in the particular circumstance of \\( r = \\rho \\), or \\( r - \\rho = 0 \\).\n\n3. The formula which is now to be considered cannot be integrated without limiting the symbol \\( v' \\) to denote a particular function, or class of functions. But Laplace's demonstration will be completely overturned, if it shall be shown that, in any hypothesis for \\( v' \\), the formula in question has a finite value when \\( r - \\rho = 0 \\): for then the only reason which he can be supposed to assign for rejecting such terms in the value of \\( \\frac{dV}{dr} \\); namely, that they contain a vanishing factor, must be allowed to be inconclusive. We shall henceforth suppose that \\( v' \\) denotes a rational and integral function of \\( \\mu' \\), \\( \\sqrt{1 - \\mu'^2} \\cdot \\cos \\varphi' \\), \\( \\sqrt{1 - \\mu'^2} \\cdot \\sin \\varphi' \\), which are three rectangular co-ordinates of a point in the surface of a sphere; a supposition which in effect embraces the whole extent of Laplace's method.\n\nThe demonstration which Laplace has given of his fundamental theorem is independent on the function \\( y \\), being drawn entirely from the nature of the algebraic expression of the distance between the attracted point and a molecule of the\nmatter spread over the surface of the sphere.* From this circumstance indeed is derived one great advantage of his method, namely its great generality; for no restriction whatever is imposed on the nature of the spheroid excepting that of a near approach to the spherical figure. Nevertheless the author, by means of a simple transformation, immediately deduces from his theorem an equation which proves that \\( y \\) and \\( V \\) are expressed by two series both containing the same sort of terms:\\(\\dagger\\) and since all the terms of the series for \\( V \\) can only be rational and integral functions of \\( \\mu, \\sqrt{1-\\mu^2}, \\cos.\\varpi, \\sqrt{1-\\mu^2}, \\sin.\\varpi;\\)\\(\\ddagger\\) it follows that \\( y \\) must be a like function of the same three quantities. We may remark here that this consequence of Laplace's reasoning appears to be inconsistent with the premises: for it is hard to reconcile with the rules of legitimate deduction that an equation obtained by supposing \\( y \\) to be arbitrary, should, merely by having its form changed, be made to prove that the same quantity must be restricted to signify a function of a particular kind. But we mention this only by the bye, without meaning to insist upon it; although we cannot help thinking that it ought to have led the learned author to entertain suspicions of the accuracy of his calculations; all that we intend by the foregoing observation is to prove that in point of fact we shall embrace the whole extent of Laplace's method by supposing \\( y \\) to be a rational and integral function of three rectangular co-ordinates of a point in the surface of a sphere.\n\nSupposing then \\( v' \\) to denote such a function as has been mentioned, we are to investigate the value of this integral,\n\n* Liv. 3e, No. 10.  \n† Liv. 3e, No. 11.  \n‡ Liv. 3e, No. 9.\nviz.\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot v' \\cdot d\\rho' \\cdot d\\varphi'}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{i+1}}$$\n\nwhen it is extended to the whole surface of the sphere, and in the particular circumstance of $r = \\rho$, or $r - \\rho = 0$. We must begin with transforming the formula to be integrated. The arcs $\\theta$ and $\\theta'$ are the two sides of a triangle formed on the surface of a sphere; the angle contained by those sides is $\\varphi' - \\varphi$; and the third side of the same triangle is no other than the arc whose cosine has been denoted by $\\gamma$: let $\\phi$ denote the angle opposite to the side $\\theta'$ whose cosine is $\\mu'$; then if we suppose $\\theta'$ and $\\varphi'$ to vary, it has already been proved that the correspondent fluxion of the surface of the sphere will be $\\rho^2 \\cdot d\\mu' \\cdot d\\varphi'$; but if we make $\\gamma$ and $\\phi$ vary, the same fluxion will be $\\rho^2 \\cdot d\\gamma \\cdot d\\phi$: therefore\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot v' \\cdot d\\rho' \\cdot d\\varphi'}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{i+1}} = \\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot v' \\cdot d\\gamma \\cdot d\\phi}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{i+1}};$$\n\nand as this is true for every element of the spherical surface, the fluents will likewise be equal when they are extended to the whole surface of the sphere. To complete the transformation we must next convert $v'$ into a function of $\\gamma$ and $\\phi$; after which the integration with regard to $\\phi$ will be independent of the denominator in which $\\gamma$ only is contained. Suppose $v'$ to be actually transformed as here mentioned, then\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot d\\mu' \\cdot d\\varphi'}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{i+1}} = \\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot d\\gamma \\cdot \\int v' \\cdot d\\phi}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{i+1}};$$\n\nthe sign of integration in the numerator being understood to affect the variable $\\phi$ only.\nFor the greater simplicity we shall first consider the case when \\( v' \\) is a rational and integral function of \\( \\mu' \\) only without \\( w' \\), as is the case in spheroids of revolution. Suppose then \\( v' = F(\\mu') \\): and by spherical trigonometry,\n\n\\[\n\\mu' = \\mu y + \\sqrt{1 - \\mu^2} \\cdot \\sqrt{1 - y^2} \\cdot \\cos \\phi;\n\\]\n\ntherefore by Taylor's theorem,\n\n\\[\nv' = F(\\mu y) + (1 - \\mu^2)^{\\frac{1}{2}} (1 - y^2)^{\\frac{1}{2}} \\cdot \\frac{dF(\\mu y)}{d(\\mu y)} \\cdot \\cos \\phi \\\\\n+ (1 - \\mu^2)^{\\frac{3}{2}} (1 - y^2)^{\\frac{3}{2}} \\cdot \\frac{d^2F(\\mu y)}{d(\\mu y)^2} \\cdot \\cos^2 \\phi + &c.*\n\\]\n\nand by substituting for the powers of \\( \\cos \\phi \\) their values in the multiple arcs, we shall have,\n\n\\[\nv' = \\Gamma^{(0)} + (1 - \\mu^2)^{\\frac{1}{2}} (1 - y^2)^{\\frac{1}{2}} \\cdot \\Gamma^{(1)} \\cdot \\cos \\phi \\\\\n+ (1 - \\mu^2)^{\\frac{3}{2}} (1 - y^2)^{\\frac{3}{2}} \\cdot \\Gamma^{(2)} \\cdot \\cos 2\\phi + &c.\n\\]\n\nthe general term being \\((1 - \\mu^2)^{\\frac{i}{2}} (1 - y^2)^{\\frac{i}{2}} \\times \\Gamma^{(i)} \\cdot \\cos i\\phi\\),\n\nwhere \\( \\Gamma^{(i)} \\) represents a rational and integral function of \\( y \\).\n\nNow if we multiply by \\( d\\phi \\), and then integrate between the limits \\( \\phi = 0 \\) and \\( \\phi = 2\\pi \\), we shall get\n\n\\[\n\\int v'd\\phi = 2\\pi \\cdot \\Gamma^{(0)};\n\\]\n\nbecause the integrals of all the terms which contain the cosines of the multiple arcs are evanescent at both the limits.\n\nTherefore, by substitution,\n\n\\[\n\\int \\int \\left( r - \\rho \\right)^{\\frac{i-1}{2}} \\cdot \\rho^2 \\cdot v' \\cdot d\\rho \\cdot d\\omega' = 2\\pi \\cdot \\int \\left( r - \\rho \\right)^{\\frac{i-1}{2}} \\cdot \\rho^2 \\cdot \\Gamma^{(0)} \\cdot dy\n\\]\n\nIn order to execute the remaining integration I remark that\n\n\\[\nf = \\left( r^2 - 2r\\rho \\cdot y + \\rho^2 \\right)^{\\frac{1}{2}}, \\text{ and } dy = -\\frac{df}{r\\rho}: \\text{ therefore by conti-}\n\\]\n\n* By the notation \\(\\frac{d^nF(\\mu y)}{d(\\mu y)^n}\\) it is to be understood that in taking the fluxions, \\((\\mu y)\\) is to be considered as one simple quantity; the same as if it were represented by a single letter.\nnually exterminating $d\\gamma$, and integrating partially with regard to $f$, we shall obtain\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot r^2 \\cdot v' \\cdot d\\mu' \\cdot d\\varphi'}{\\{r^2 - 2r\\rho \\cdot \\gamma + \\rho^2\\}^{i+1}} = 2\\pi \\cdot \\left\\{ \\frac{\\rho^2}{r\\rho} \\cdot \\frac{(r-\\rho)^{i-1}}{f^{i-1}} \\cdot \\frac{\\Gamma(0)}{i-1} - \\frac{\\rho^2}{r^2\\rho^2} \\cdot \\frac{d\\Gamma(0)}{dy^2} \\right\\}.$$  \n\nThis fluent, which, it is to be observed, increases as $\\gamma$ increases, is to be taken between the limits $\\gamma = -1$ and $\\gamma = 1$: at the first limit $\\gamma = -1$, every term of the fluent is evanescent when $r - \\rho = 0$: at the second limit, $\\gamma = 1$ and $f = r - \\rho$, every term is likewise evanescent except the first, which is\n\n$$2\\pi \\times \\frac{(r-\\rho)^{i-1}}{(r-\\rho)^{i-1}} \\times \\frac{\\Gamma(0)}{i-1} = 2\\pi \\cdot \\frac{\\Gamma(0)}{i-1},$$\n\nfor all values of $r$, and even when $r - \\rho = 0$: therefore\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot r^2 \\cdot v' \\cdot d\\mu' \\cdot d\\varphi'}{\\{r^2 - 2r\\rho \\cdot \\gamma + \\rho^2\\}^{i+1}} = \\frac{2\\pi}{i-1} \\cdot \\Gamma(0);$$\n\nobserving that we must make $\\gamma = 1$ in the function $\\Gamma(0)$. Now the suppositions $\\gamma = -1$ and $\\gamma = 1$, correspond to $\\mu' = -\\mu$ and $\\mu' = \\mu$: and therefore if we put $v$ to denote the same function of $\\mu$ that $v'$ does of $\\mu'$; that is, if $v$ represent what $v'$ becomes when $\\mu' = \\mu$; then it will follow, from the nature of the transformed value of $v'$, that $v = \\Gamma(0)$ when $\\gamma = 1$, because all the other terms are equal to nothing for this value of $\\gamma$: therefore finally\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot r^2 \\cdot v' \\cdot d\\mu' \\cdot d\\varphi'}{\\{r^2 - 2r\\rho \\cdot \\gamma + \\rho^2\\}^{i+1}} = \\frac{2\\pi}{i-1} \\cdot v.$$  \n\nWe shall now pass on to the general case when $v'$ is a\nrational and integral function of $\\mu'$, $\\sqrt{1-\\mu'^2} \\cdot \\cos \\varphi'$, $\\sqrt{1-\\mu'^2} \\cdot \\sin \\varphi'$. Let $x, y, z$ stand for $\\mu', \\sqrt{1-\\mu'^2} \\cdot \\cos \\varphi', \\sqrt{1-\\mu'^2} \\cdot \\sin \\varphi'$; and $x', y', z'$ for the analogous magnitudes $\\gamma$, $\\sqrt{1-\\gamma^2} \\cdot \\cos \\phi$, $\\sqrt{1-\\gamma^2} \\cdot \\sin \\phi$: the first set of quantities are three rectangular co-ordinates of a point in the surface of the sphere whose radius is unit, drawn to the planes of three great circles two of which intersect in the origin of the arcs whose cosines are $\\mu'$ and $\\mu$; and the second set are the three rectangular co-ordinates of the same point as before referred to three other planes two of which pass through the origin of the arc whose cosine is $\\gamma$: therefore, in order to obtain the relation of these two sets of quantities we have only to apply the method for transforming the co-ordinates: in this manner we shall readily obtain,\n\n$$x = x' \\cdot \\mu + y' \\cdot \\sqrt{1-\\mu^2}$$\n\n$$y = x' \\cdot \\sqrt{1-\\mu^2} \\cdot \\cos \\varphi - y' \\cdot \\mu \\cdot \\cos \\varphi - z' \\cdot \\sin \\varphi$$\n\n$$z = x' \\cdot \\sqrt{1-\\mu^2} \\cdot \\sin \\varphi - y' \\cdot \\mu \\cdot \\sin \\varphi + z' \\cdot \\cos \\varphi.$$\n\nBecause $\\nu'$ is a rational and integral function of $x, y, z$; by substituting the values of these quantities just investigated, it will be converted into a like function of $x', y', z'$, that is, of $\\gamma$, $\\sqrt{1-\\gamma^2} \\cdot \\cos \\phi$, $\\sqrt{1-\\gamma^2} \\cdot \\sin \\phi$: and farther, if the several powers and products of $\\cos \\phi$ and $\\sin \\phi$ be exterminated by means of the equivalent expressions in the sines and cosines of the multiple arcs, the expression $\\nu'$, after all the terms are properly arranged, will assume the following form, viz.\n\n$$\\nu' = \\Gamma^{(0)} + (1-\\mu^2)^{\\frac{1}{2}} \\cdot (1-\\gamma^2)^{\\frac{1}{2}} \\cdot \\Gamma^{(1)} \\cdot \\cos \\phi + (1-\\mu^2)^{\\frac{3}{2}} \\cdot (1-\\gamma^2)^{\\frac{3}{2}} \\cdot \\Gamma^{(2)} \\cdot \\cos 2\\phi + \\&c.$$ \n\n$$+ (1-\\mu^2)^{\\frac{1}{2}} \\cdot (1-\\gamma^2)^{\\frac{1}{2}} \\cdot \\Delta^{(1)} \\cdot \\sin \\phi + (1-\\mu^2)^{\\frac{3}{2}} \\cdot (1-\\gamma^2)^{\\frac{3}{2}} \\cdot \\Delta^{(2)} \\cdot \\sin 2\\phi + \\&c.$$\nthe general term being\n\n\\[(1-\\mu^2)^{\\frac{i}{2}} \\cdot (1-\\gamma^2)^{\\frac{i}{2}} \\cdot \\Gamma^{(i)} \\cdot \\cos. i\\phi + (1-\\mu^3)^{\\frac{i}{2}} \\cdot (1-\\gamma^2)^{\\frac{i}{2}} \\cdot \\Delta^{(i)} \\cdot \\sin. i\\phi,\\]\n\nwhere \\(\\Gamma^{(i)}\\) and \\(\\Delta^{(i)}\\) represent rational and integral functions of \\(\\gamma\\). Now if we multiply by \\(d\\phi\\) and then integrate from \\(\\phi = 0\\) to \\(\\phi = 2\\pi\\), we shall obtain as before \\(\\int v'd\\phi = 2\\pi \\times \\Gamma^{(o)}\\); because the integrals of all the terms multiplied by the cosines and sines of the multiple arcs are of the same magnitude at both the limits. Therefore, by following exactly the same procedure as before, we shall arrive at this equation, viz.\n\n\\[\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot v' \\cdot d\\rho' \\cdot d\\omega'}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{\\frac{i+1}{2}}} = \\frac{2\\pi}{i-1} \\cdot \\Gamma^{(o)}\\]\n\nin which the function \\(\\Gamma^{(o)}\\) is to be valued on the supposition that \\(\\gamma = 1\\). But the suppositions \\(\\gamma = -1, \\phi = 0\\), correspond to \\(\\mu' = -\\mu, \\omega' = \\omega\\); and the suppositions \\(\\gamma = 1, \\phi = 2\\pi\\), correspond to \\(\\mu' = \\mu\\), and \\(\\omega' = \\omega + 2\\pi\\): therefore if \\(v\\) denote what \\(v'\\) becomes when \\(\\mu' = \\mu\\) and \\(\\omega' = \\omega + 2\\pi\\); that is if \\(v\\) be the same function of \\(\\mu, \\sqrt{1 - \\mu^2} \\cdot \\cos. \\omega, \\sqrt{1 - \\mu^2} \\cdot \\sin. \\omega\\) that \\(v'\\) is of \\(\\mu', \\sqrt{1 - \\mu'^2} \\cdot \\cos. \\omega', \\sqrt{1 - \\mu'^2} \\cdot \\sin. \\omega'\\); it is plain, from the transformed value of \\(v'\\), that \\(v = \\Gamma^{(o)}\\) when \\(\\gamma = 1\\). Therefore, we shall have\n\n\\[\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot v' \\cdot d\\rho' \\cdot d\\omega'}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{\\frac{i+1}{2}}} = \\frac{2\\pi}{i-1} \\cdot v. \\quad (E).\\]\n\n4. The investigation just gone through shows how necessary it is to retain all the terms we have done in the equation (C), and at the same time it proves that the terms thrown out in finding that equation were justly rejected. It completely\noverturns the demonstration of Laplace; since in his procedure an infinite number of terms are neglected merely because they are multiplied by some power of the evanescent quantity $\\delta r$; a reason which the preceding analysis demonstrates in the clearest manner to be altogether inconclusive.\n\nNevertheless, if we now suppose that $y'$ is a rational and integral function of $\\mu'$, $\\sqrt{1 - \\mu'^2} \\cdot \\cos \\varphi'$, $\\sqrt{1 - \\mu'^2} \\cdot \\sin \\varphi'$, and, by the help of the formula (E), inquire into the values of the several terms in the series on the right-hand side of the equation (D), we shall find that Laplace's equation is rigorously true in that hypothesis. For, as we have already shewn the general term of the series consists of these two integrals, viz.\n\n$$\\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot y' \\cdot d\\rho' \\cdot d\\varphi'}{r^2 - 2r\\rho \\cdot \\gamma + \\rho^2} \\quad - \\quad \\int \\int \\frac{(r-\\rho)^{i-1} \\cdot \\rho^2 \\cdot y' \\cdot d\\rho' \\cdot d\\varphi'}{r^2 - 2r\\rho \\cdot \\gamma + \\rho^2}$$\n\nwhich being valued separately, the result will be,\n\n$$\\frac{2\\pi}{i-1} \\cdot y - \\frac{2\\pi}{i-1} \\cdot y = 0:$$\n\ntherefore the right-hand side of the equation (D) will be reduced to its first term, and we shall have\n\n$$\\frac{1}{2} V + a \\cdot \\left( \\frac{dV}{dr} \\right) = - \\frac{2\\pi}{3} \\cdot a^2*$$\n\nthe very equation of Laplace.\n\nBut although the proposition in the Mécanique Céleste is thus found to be true in one particular hypothesis, the arguments, that have been urged against the proof of it contained in that work, lose none of their force. It appears indeed that the quantities which Laplace has omitted are really equal to nothing in one kind of spheroids; yet this does not happen for any reason which he has assigned, but for a reason which has\n\n* Liv. 3e, No. 10. Equat. (2).\nno manner of connection with any thing touched upon in the whole course of his demonstration. In the rigorous investigation, the rules of the integral calculus are necessary; whereas the reasoning of Laplace requires only the direct method of fluxions. Besides his proof goes too far; for it applies to all spheroids that approach nearly to the spherical figure: but the method, when it is strictly analyzed, is limited to those spheroids of the same description which have their radii expressed by rational and integral functions of three rectangular co-ordinates of a point in the surface of a sphere. We may even infer from what Laplace himself has proved that his method is confined exclusively to such spheroids: for he has shewn that the expression for $y$ is not arbitrary, but that it depends upon the series for $V$;* whence it follows that it can only be such a function as is mentioned above, and as we have supposed it to be.\n\n5. In order still farther to confirm the conclusions already obtained I shall now show that Laplace's method for the attractions of spheroids that differ but little from spheres is contained in the formula (E) from which it may be deduced without the intervention of his theorem relating to the attraction at the surface.\n\nConceive a spheroid whose radius is $\\rho = a \\cdot (1 + \\alpha \\cdot y)$ as before; and also a sphere, whose radius is $a$, concentric with the spheroid; and let $r$ denote the distance of an attracted point situate in the prolongation of $\\rho$, from the common centre: then the value of $V$ relatively to the sphere will be $\\frac{4\\pi}{3} \\cdot \\frac{a^3}{r}$: and if $dm$ denote one of the molecules of the excess of the\n\n* Liv. 3, No. ii.\nspheroid above the sphere; the value of the same function, relatively to that excess will be \\( \\int \\frac{dm}{\\left( r^2 - 2ra \\cdot y + a^2 \\right)^{\\frac{3}{2}}} = \\int \\frac{dm}{f} \\):\n\ntherefore,\n\n\\[ V = \\frac{4\\pi}{3} \\cdot \\frac{a^3}{r} + \\int \\frac{dm}{f}. \\]\n\nLet \\( r' = a \\cdot (1 + \\alpha \\cdot y') \\) be the radius of the spheroid drawn to the molecule \\( dm \\); then the thickness of the molecule will be \\( \\alpha \\cdot a \\cdot y' \\), and \\( dm = \\alpha \\cdot a^3 \\cdot y' \\cdot dw' \\cdot dw' \\): again, if we expand \\( \\frac{1}{f} \\) into a series of terms containing the descending powers of \\( r \\), as Laplace has done,* we shall have\n\n\\[ \\frac{1}{f} = \\frac{1}{r} \\cdot Q^{(0)} + \\frac{a}{r^2} \\cdot Q^{(1)} + \\frac{a^2}{r^3} \\cdot Q^{(2)} + &c. \\]\n\n\\( Q^{(i)} \\) denoting generally such a function of \\( \\mu \\) and \\( \\varpi \\) as satisfies his equation in partial fluxions: and if we farther put \\( \\int Q^{(i)} \\cdot dm = \\alpha \\cdot a^3 \\cdot \\int \\int Q^{(i)} \\cdot y' \\cdot dw' \\cdot dw' = \\alpha \\cdot a^3 \\cdot U^{(i)} \\), we shall get\n\n\\[ V = \\frac{4\\pi}{3} \\cdot \\frac{a^3}{r} + \\alpha \\cdot \\frac{a^3}{r} \\left\\{ U^{(0)} + \\frac{a}{r} \\cdot U^{(1)} + \\frac{a^2}{r^2} \\cdot U^{(2)} + &c. \\right\\}: \\]\n\nand \\( U^{(i)} \\) will satisfy the same equation in partial fluxions that \\( Q^{(i)} \\) does.\n\nMoreover suppose \\( r \\) to vary and equate the fluxions of \\( \\frac{1}{f} \\) and of the series equal to it; and after having multiplied by \\( r \\), the result will be as follows:\n\n\\[ \\frac{r^2 - ra \\cdot y}{f^3} = \\frac{1}{r} \\cdot Q^{(0)} + \\frac{a}{r^2} \\cdot 2Q^{(1)} + \\frac{a^2}{r^3} \\cdot 3Q^{(2)} + &c.: \\]\n\nbut \\( -ra \\cdot y = \\frac{1}{2} \\cdot f^3 - \\frac{1}{2} \\cdot r^3 - \\frac{1}{2} \\cdot a^3 \\); therefore, by substitution we shall readily get\n\n\\[ \\frac{r^2 - a^2}{2f^3} = -\\frac{1}{2} \\cdot \\frac{1}{f} + \\frac{1}{r} \\cdot Q^{(0)} + \\frac{a}{r^2} \\cdot 2Q^{(1)} + \\frac{a^2}{r^3} \\cdot 3Q^{(2)} + &c.; \\]\n\n* Liv. 3e, No. 9.\nand if we first substitute for $\\frac{1}{f}$ the series equal to it; next multiply by $a \\cdot y' \\cdot d\\omega' \\cdot d\\omega'$; and then integrate; we shall finally obtain\n\n$$\\frac{r+a}{2a} \\cdot \\int \\int \\frac{(r-a) \\cdot a^2 \\cdot y' \\cdot d\\omega' \\cdot d\\omega'}{\\left(r^2 - 2ra \\cdot y + a^2\\right)^{\\frac{3}{2}}} = \\frac{1}{2} \\left\\{ \\frac{a}{r} \\cdot U^{(0)} + \\frac{a^2}{r^2} \\cdot 3U^{(1)} + \\frac{a^3}{r^3} \\cdot 5U^{(2)} + &c. \\right\\}$$\n\nnow by the formula (E) the value of the integral on the left-hand side, when $r = a$, is $= 2\\pi y$: therefore\n\n$$4\\pi y = U^{(0)} + 3U^{(1)} + 5U^{(2)} + 7U^{(3)} + &c.;$$\n\na formula which is equivalent to what Laplace has deduced in his manner,* and which is the foundation of his very ingenious method. In effect, if we develope the given function $y$, as Laplace has taught us to do,† into a series of terms every one of which shall satisfy his equation in partial fluxions; so that\n\n$$y = Y^{(0)} + Y^{(1)} + Y^{(2)} + &c.;$$\n\nthen, since it is proved that this expansion is unique, by equating the like terms of the two values of $y$, we shall have generally,\n\n$$4\\pi \\cdot Y^{(i)} = (2i + 1) \\cdot U^{(i)};$$\n\nby means of which all the quantities $U^{(0)}, U^{(1)}, U^{(2)}$ &c. which are the coefficients in the series for $V$, will become known.\n\nThis analysis proves in the clearest manner that Laplace's method is exact only in one hypothesis for $y$, and that it is strictly confined to one class of spheroids: for it can hardly be maintained that the formula (E) will be true whatever function the symbol $v'$ may be supposed to denote.\n\n* Liv. 3e, No. 11. † Liv. 3e, No. 16.\n6. We have hitherto confined our attention to the law of attraction that actually takes place in nature; but before we conclude this discourse it may not be improper to add a few words on the theorem taken in the general sense in which it is laid down in the *Mécanique Céleste.* Let $n$ represent the exponent of that power of the distance according to which the attraction acts; $dM$ a molecule of the spheroid, and $f$ the distance of the molecule from the attracted point; then $V = \\int f^{n+1} \\cdot dM$, the fluent being extended to all the molecules in the mass of the spheroid. If $\\rho$ denote a radius of the spheroid and $r$ the distance of an attracted point (situate in the prolongation of $\\rho$) from the centre, the function $V$ will consist of two parts one derived from the sphere whose radius is $\\rho$; and the other, which we shall denote separately by $s$, from the difference between the spheroid and the sphere: and if $dm$ denote one of the molecules of that difference, then $s =$\n\n$$\\int f^{n+1} \\cdot dm$$\n\ntherefore $$\\left(\\frac{ds}{dr}\\right) = (n + 1) \\cdot \\int \\left(\\frac{df}{dr}\\right) \\cdot f^{n+1} \\cdot dm$$\n\nbut retaining the same denominations as before, $f = \\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{\\frac{1}{2}}$; and $$\\left(\\frac{df}{dr}\\right) = \\frac{r-\\rho \\cdot \\gamma}{r^2-2r\\rho \\cdot \\gamma+\\rho^2}$$\n\ntherefore $$\\left(\\frac{ds}{dr}\\right) = (n + 1) \\cdot \\int \\frac{r-\\rho \\cdot \\gamma}{r^2-2r\\rho \\cdot \\gamma+\\rho^2} \\cdot f^{n+1} \\cdot dm$$\n\nand, by substituting $\\rho (1-\\gamma) + (r-\\rho)$ for $r-\\rho \\cdot \\gamma$, we shall get\n\n$$\\left(\\frac{ds}{dr}\\right) = (n + 1) \\cdot \\int \\frac{\\rho(1-\\gamma)}{r^2-2r\\rho \\cdot \\gamma+\\rho^2} \\cdot f^{n+1} \\cdot dm + (n + 1) \\cdot (r-\\rho) \\cdot \\int f^{n-1} \\cdot dm$$\n\n* Liv. 3e, No. 10. Equation (1).\nwhen the attracted point is in the surface then \\( r = \\rho \\), and the preceding expressions for \\( s \\) and \\( \\frac{ds}{dr} \\) will become\n\n\\[\ns = \\int \\left\\{ 2\\rho^2 (1 - \\gamma) \\right\\}^{\\frac{n+1}{2}} dm\n\\]\n\n\\[\n\\frac{ds}{dr} = \\frac{n+1}{2\\rho} \\cdot \\int \\left\\{ 2\\rho^2 (1 - \\gamma) \\right\\}^{\\frac{n+1}{2}} dm + (n + 1) \\cdot (r - \\rho).\n\\]\n\n\\[\n\\int f^{n-1} dm\n\\]\n\nobserving that the second term on the right-hand side of the latter formula is to be valued on the supposition of \\( r - \\rho = 0 \\): therefore, by combining the two formulas, we shall get\n\n\\[\n\\frac{ds}{dr} = \\frac{n+1}{2\\rho} \\cdot s = (n + 1) \\cdot (r - \\rho) \\cdot \\int f^{n-1} dm. \\quad (F)\n\\]\n\nWhen \\( n \\) is equal to unit or greater than unit, it is plain that the quantity under the sign of integration in equation (F) will have a finite value at both the limits; and therefore, on account of the vanishing factor \\( (r - \\rho) \\), that side of the equation will be equal to nothing. Consequently by putting \\( a \\) for \\( \\rho \\), which is permitted (because \\( s \\) is of the order \\( x \\)), we shall get\n\n\\[\n\\frac{ds}{dr} = \\frac{n+1}{2a} \\cdot s = 0: \\text{ whence it follows that the value of the function } \\frac{dV}{dr} = \\frac{n+1}{2a} \\cdot V \\text{ will depend only upon the sphere whose radius is } \\rho; \\text{ since the part of that function which is derived from the difference between the spheroid and sphere has been proved to be equal to nothing; which is in other words the theorem of Laplace.}\n\\]\n\nThe demonstration we have just gone through is drawn from the same considerations as that contained in the Mécanique Céleste, from which it does not differ so much in spirit as in the manner of stating the reasoning. It must therefore be admitted that, when the exponent of the law of attraction is\npositive and not less than unit, the proof of Laplace is not liable to much objection; and that his theorem is true to the full extent of the enunciation, or for all spheroids that differ but little from spheres, whatever be the function which expresses the thickness of the molecules in the excess of the spheroid above the sphere.\n\nLet us next examine what will happen when the exponent of the law of attraction is negative: for this purpose, write \\(-n\\) for \\(n\\) in the equation \\((F)\\), and it will become\n\n\\[\n\\left(\\frac{ds}{dr}\\right) + \\frac{n-1}{2a} \\cdot s = - \\frac{n-1}{(r-\\rho)^{n-2}} \\cdot \\int \\frac{(r-\\rho)^{n-1} \\cdot dm}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{n+1/2}};\n\\]\n\nnow, according to what has already been proved, the expression under the sign of integration must be regarded as a finite quantity depending on the nature of the molecule \\(dm\\): therefore, when \\(n\\) is greater than 2, the part of the function \\(\\left(\\frac{dV}{dr}\\right) + \\frac{n-1}{2a} \\cdot V\\), which is derived from the difference between the spheroid and sphere, will, on account of the infinite factor, be infinitely great instead of being equal to nothing, as Laplace's theorem would require it to be.\n\nThe case of nature corresponds to the supposition of \\(n = 2\\) in the last formula; in this case, after having multiplied by \\(a\\), we shall find\n\n\\[\na \\left(\\frac{ds}{dr}\\right) + \\frac{1}{2} s = - a \\cdot \\int \\frac{(r-\\rho) \\cdot dm}{\\left\\{ r^2 - 2r\\rho \\cdot \\gamma + \\rho^2 \\right\\}^{1/2}};\n\\]\n\nwhence we get the value of that part of the function \\(\\frac{1}{2} V + a \\cdot \\left(\\frac{dV}{dr}\\right)\\), which is derived from the difference between the spheroid and the sphere: but the value of the other part, which is derived from the sphere, is \\(-\\frac{2\\pi}{3} \\cdot a^2\\); consequently\n\\[\n\\frac{1}{2} V + a \\cdot \\left( \\frac{dV}{dr} \\right) = - \\frac{2\\pi}{3} \\cdot a^2 - a \\int \\frac{(r-\\rho) \\cdot dm}{\\left\\{ r^2 - 2r\\rho + \\gamma + \\rho^2 \\right\\}^{1/2}};\n\\]\n\nIn this formula the expression under the sign of integration is a finite quantity* depending on the nature of the molecules; and thus the case of nature is the point where the reasoning of Laplace ceases to be exact.\n\nThe equation last investigated, although it has a finite form ought nevertheless to be equivalent to the equation (C) which is expressed in an infinite series. To bring this matter to the proof, I observe that both the equations will be accurate whether \\( \\rho \\) reaches exactly to the surface of the spheroid, or only nearly to that surface: for all that the reasoning supposes is that \\( \\rho \\) differs only by the small quantity \\( a \\cdot a \\cdot y \\) from \\( a \\); that the attracted point is in the surface of the sphere of which \\( \\rho \\) is the radius; and that the shell of matter spread over the surface of the same sphere is everywhere so thin as to contain only one molecule in the depth. Suppose then \\( v' \\) to denote a rational and integral function of \\( \\mu', \\sqrt{1 - \\mu'^2} \\cdot \\cos \\varphi', \\sqrt{1 - \\mu'^2} \\cdot \\sin \\varphi' \\); and let \\( a \\cdot a \\cdot v' \\) denote the thickness of the molecule \\( dm \\); then \\( dm = a \\cdot a \\cdot \\rho^2 \\cdot v' \\cdot d\\mu' \\cdot d\\varphi' \\); consequently, on account of the formula (E), the equation last found will become\n\n\\[\n\\frac{1}{2} V + a \\cdot \\left( \\frac{dV}{dr} \\right) = - \\frac{2\\pi}{3} \\cdot a^2 - a \\cdot a^2 \\cdot 2\\pi \\cdot v;\n\\]\n\nand in like manner by valuing the several terms of the equation (C) we shall get\n\n\\[\n\\frac{1}{2} V + a \\cdot \\left( \\frac{dV}{dr} \\right) = - \\frac{2\\pi}{3} \\cdot a^2 - a \\cdot a^2 \\cdot 2\\pi \\cdot \\left\\{ \\frac{1}{2} v + \\frac{1}{2 \\cdot 4} \\cdot \\frac{v}{3} + \\frac{1}{2 \\cdot 4 \\cdot 6} \\cdot \\frac{v}{5} + \\text{&c.} \\right\\};\n\\]\n\n* Art. 3, Equat. (E).\nnow the exact coincidence of these two equations is proved by observing that the series into which \\( u \\) is multiplied is equal to unit; for it is equal to \\( 1 - \\sqrt{1-x} \\) when \\( x \\) is put equal to unit.\n\n7. I have now explained at sufficient length my objections to Laplace's demonstration, and the reasons on which they are founded. The subject is abstruse and subtile; on which account I have taken all the pains I could to make the processes as clear as the nature of such a discussion would permit; and I have endeavoured to confirm the conclusions I wished to establish by investigating them in more ways than one. It appears, from what has been shown, that Laplace's theorem, which in the law of attraction that takes place in nature is contained in Equation (2), No. 10, Liv. 3e. of the Mécanique Céleste, is neither true of all spheroids that nearly approach the spherical figure as the author thought, nor is it strictly demonstrated in any case. It is exclusively confined to that class of spheroids which, while they differ little from spheres, likewise have their radii expressed by rational and integral functions of a point in the surface of a sphere: in this hypothesis Laplace's equation has been rigorously demonstrated in the preceding pages; and it is to such spheroids only that his ingenious method, which is founded on that equation, can be applied.\n\nAnd here a question occurs. Since the solution of the problem of attractions contained in the Mécanique Céleste is not a universal method for all spheroids differing little from spheres, as the author conceived it to be, but is really limited to one particular class of spheroids; it may be asked, how far will this limitation affect the physical theories he has built on his\nmethod? On this question I shall confine myself to the two following remarks.\n\nIn the first place the method we are speaking of is entirely unfit for finding *a priori* by a direct analysis all the possible figures compatible with a state of permanent equilibrium: for it is exclusively confined to spheroids whose radii are rational and integral functions of three rectangular co-ordinates of a point in the surface of a sphere, and it can only be employed to detect such figures belonging to that class as will satisfy the required conditions. On this account the analysis in No. 25, Liv. 3e, cannot be admitted as satisfactory: and indeed from the words in the beginning of No. 26, we may infer that the author himself was not perfectly satisfied with the strictness and universality of his investigation.\n\nBut, in the second place, although it cannot be granted that the method of Laplace is general for all spheroids that nearly approach the spherical figure, it is nevertheless very extensive, and is applicable to a great variety of cases comprehending figures of revolution as well as others to which that character does not belong. In the class of spheroids that falls within the scope of the method, the algebraic expression of the radius may contain an indefinite number of terms and arbitrary coefficients; on which account that class may be considered as embracing within its limits all round figures that differ little from spheres, if not exactly, at least as nearly as may be required. In this point of view therefore the real utility and value of Laplace's solution of the problem of attractions will not be much diminished by its failing in that degree of generality which its author conceived it to possess.\n\nIn concluding this discourse, I have only farther to recom-\nmend the following observations to the notice of such mathematicians as may devote some part of their attention to the cultivation of this important branch of physics. Although the analysis which Laplace has traced out for the attractions of spheroids must be allowed to be very ingenious and masterly, yet still there are some considerations which cannot but lead us to think, that it falls short of that degree of perfection which it is laudable to aim at. And in particular the coefficients of the several terms of the expansion are, in his procedure, formed one after another, beginning with the last term: so that the first terms of the series cannot be found without previously computing all the rest. This is no doubt an imperfection of some moment: and it can only be removed by deducing every term of the series immediately from the radius of the spheroid, and enabling the analyst to calculate any proposed coefficient independently of all the rest by a process, as easy at least as in the investigation of Laplace. It is also to be observed, that in the application of this method we are not limited to such spheroids as do not differ much from spheres; we may extend it to all spheroids provided their radii be expressed by functions of the kind so often mentioned: it would therefore be extremely desirable to deduce in this way all the known formulas for ellipsoids, and elliptical spheroids of revolution, which would bring the whole theory of attractions under one uniform analysis.\nAPPENDIX\nTO THE PRECEDING PAPER.\n\nRead Nov. 7, 1811.\n\nSome time before the end of May last, a paper of mine was presented to the Royal Society, in which I entered on an examination of a fundamental proposition in the second chapter of the third book of the Mécanique Céleste. About three months after that paper was in the possession of the Society, towards the middle of August, a large collection of foreign books, imported from the Continent, was received in London; among which there were several Cahiers of the Journal de l'Ecole Polytechnique. In the 15th Cahier, which had been published at Paris in December 1809, although it did not find its way into this country prior to the above date, there is a short memoir by Lagrange on the same subject treated of in my paper: and in this Appendix I shall lay before the Society a short account of Lagrange's memoir, pointing out what are the views of that celebrated mathematician in regard to the conclusions obtained in my paper.\n\nLagrange prefixes this title to his memoir, viz. \"Éclaircissement d'une difficulté singulière qui se rencontre dans le calcul de l'Attraction des Sphéroïdes très peu différens de la Sphère.\" In order to avoid the explaining of new notations I shall make use of the symbols employed in my paper.\n\n1. If we put $s = \\int \\frac{dm}{f} = a \\cdot a^3 \\cdot \\iint \\frac{\\nu' \\cdot d\\mu' \\cdot d\\omega'}{\\sqrt{r^2 - 2ra \\cdot \\gamma + a^2}}$; the equa-\nAttractions of Spheroids of every Description.\n\ntion $V = \\frac{4\\pi a^3}{3r} + \\int \\frac{dm}{f}$, obtained in No. 5 of the preceding paper will become\n\n$$V = \\frac{4\\pi a^3}{3r} + s,$$\n\nwhich is equivalent to the equation in the first paragraph of No. 2 of Lagrange's memoir, the only difference being in the characters employed. And if we treat this equation as in No. 6 of my paper, and suppose that the term multiplied by $r - a$ vanishes when $r = a$, we shall get\n\n$$\\frac{1}{2} V + a \\left( \\frac{dV}{dr} \\right) = -\\frac{2\\pi \\cdot a^2}{3},$$\n\n$$\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0$$\n\nwhen the attracted point is in the surface of the spheroid: and these equations are the very same with those which Lagrange has investigated, by a process entirely similar, in the remaining part of No. 2.\n\nThe equation $\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0$, is considered by Lagrange in No. 3. As this equation was obtained by reasonings which are independent on the nature of the molecules in the difference between the spheroid and the sphere, it ought to be true for all values of the function $v'$ which expresses the thickness of those molecules. In order to examine this point, Lagrange supposes $v'$ to be a constant quantity; and on this supposition he finds that in fact the equation $\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0$, does not take place, but that the true equation is $\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = -2\\pi \\cdot a^2 \\cdot v$.\n\nHere then there is certainly a great difficulty: for the very same reasonings which prove $\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0$, on the supposition of Laplace that the sphere touches the spheroid at\nthe attracted point, will likewise prove that the same equation is true, when the solids do not touch, and when \\( v' \\) is constant, or has any other value whatever.\n\nAt present I shall pass by what is said in Nos. 4 and 5 of Lagrange's memoir, on which I shall offer some remarks below. In No. 6 he proceeds to inquire into the reason of the difficulty or inconsistency above-mentioned: and as it is impossible to suggest any other cause than an omission in calculation, he resumes the algebraical operations of No. 2, carefully retaining every part of the expression concerned. In this manner he finds a term multiplied by the evanescent factor \\( r^2 - a^2 \\); and having valued this term, in No. 7, he arrives at the true equation \\( \\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = -2\\pi a^2 \\cdot v \\).\n\nFrom the account of that part of Lagrange's memoir which we have already examined, it is impossible to deny that the method of reasoning employed in Laplace's demonstration leads directly to the formula \\( \\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0 \\); which nevertheless, in a particular case, is proved by Lagrange to be a false equation, the true one being \\( \\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = -2\\pi a^2 \\cdot v \\). Nor can it be controverted that the real reason of this difficulty, or rather error, is the omission of quantities which are indeed multiplied by the evanescent factor \\( r - a \\), but which are not on that account, equal to nothing. In so far therefore the investigations of Lagrange coincide entirely with the conclusions obtained in my paper: and in effect the method of analysis which he employs does not differ materially from that made use of in No. 6 of my paper.\n\n2. Let us now consider what is said in No. 4 and 5 of\nAttractions of Spheroids of every Description.\n\nLagrange's memoir. By taking the fluxion of \\( \\frac{1}{f} \\), making \\( r \\) only variable, we get\n\n\\[\nr \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) = \\frac{-(r^2 - ra \\cdot \\gamma)}{(r^2 - 2ra \\cdot \\gamma + a^2)^{\\frac{3}{2}}} = (\\text{when } r = a) - \\frac{1}{2} \\cdot \\frac{1}{f};\n\\]\n\ntherefore \\( \\frac{1}{2} \\cdot \\frac{1}{f} + a \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) = 0 \\); which must be an identical equation; or such a one as, being expanded into a series of the powers of \\( \\gamma \\), will consist of terms that mutually destroy one another. Now since\n\n\\[\n\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = a \\cdot a^2 \\int \\int \\left\\{ \\frac{1}{2} \\cdot \\frac{1}{f} + a \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) \\right\\} \\cdot v' \\cdot d\\mu' \\cdot dw';\n\\]\n\nwe ought to have \\( \\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0 \\): because the fluent may be considered as the sum of all the successive values of the fluxion, and an aggregate of nothings ought to be equal to nothing. This is the principle of Laplace's demonstration stated abstractly: and it cannot be exact; for Lagrange has proved that it fails in a particular case, and this failure he calls a paradox in the integral calculus.\n\nLagrange has actually reduced the function \\( \\frac{1}{2} \\cdot \\frac{1}{f} + a \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) \\) into a series; but as this would not assist us in solving the difficulty it needs not be noticed. In the preceding operations the supposition of \\( r = a \\) has made all the terms containing the factor \\( r - a \\) disappear, which it is nevertheless necessary to retain. For this purpose resume the formula set down above, viz.\n\n\\[\nr \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) = \\frac{-(r^2 - ra \\cdot \\gamma)}{(r^2 - 2ra \\cdot \\gamma + a^2)^{\\frac{3}{2}}};\n\\]\nand, because \\( r^2 - ra \\cdot \\gamma = \\frac{1}{2} f^2 + \\frac{r^2 - a^2}{2} \\), we get\n\n\\[\n\\frac{1}{2} \\cdot \\frac{1}{f} + r \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) = -\\frac{1}{2} \\cdot \\frac{r^2 - a^2}{(r^2 - 2ra \\cdot \\gamma + a^2)^{\\frac{3}{2}}}.\n\\]\n\nThe last equation certainly proves that, when \\( r = a \\), the function \\( \\frac{1}{2} \\cdot \\frac{1}{f} + a \\left( \\frac{d \\cdot \\frac{1}{f}}{dr} \\right) \\) is evanescent for every value of \\( \\gamma \\), between the limits \\( +1 \\) and \\( -1 \\), with the single exception of the case \\( \\gamma = 1 \\), when the function is infinitely great: and I shall now shew that it is to the overlooking of this last mentioned circumstance that all the difficulty and paradox attending this investigation have arisen.\n\nLet it be proposed to find the value of the fluent \\( \\int \\frac{(r-a) \\cdot c \\cdot dx}{\\sqrt{r-ax}} \\), between the limits \\( x = 1 \\) and \\( -1 \\). The indefinite fluent being \\( (r-a) \\cdot \\frac{2c}{a} \\cdot \\sqrt{r-ax} \\), we get between the proposed limits,\n\n\\[\n\\int \\frac{(r-a) \\cdot c \\cdot dx}{\\sqrt{r-ax}} = (r-a) \\cdot \\frac{2c}{a} \\cdot \\left\\{ \\sqrt{r+a} - \\sqrt{r-a} \\right\\}.\n\\]\n\nThis fluent is plainly \\( = 0 \\), when \\( r = a \\).\n\nLet us next consider the fluent \\( \\int \\frac{(r-a) \\cdot c \\cdot dx}{(r-ax)^2} \\), between the same limits as before. Here the indefinite fluent being \\( -\\frac{c}{a} \\cdot \\frac{r-a}{r-ax} \\), we get between the proposed limits,\n\n\\[\n\\int \\frac{(r-a) \\cdot c \\cdot dx}{(r-ax)^2} = \\frac{c}{a} - \\frac{c}{a} \\cdot \\frac{r-a}{r+a}.\n\\]\n\nIn this instance the fluent does not vanish when \\( r = a \\); for it is equal to \\( \\frac{c}{a} \\).\n\nLastly, let the fluent \\( \\int \\frac{(r-a) \\cdot c \\cdot dx}{(r-ax)^2} \\) be proposed. In this case, the indefinite fluent being \\( -\\frac{c}{2a} \\cdot \\frac{r-a}{(r-ax)^2} \\), we get between\nAttractions of Spheroids of every Description.\n\nthe limits +1 and -1,\n\n\\[ \\int \\frac{-(r-a) \\cdot c \\cdot dx}{(r-ax)^3} = \\frac{c}{2a} \\left\\{ \\frac{1}{r-a} - \\frac{r-a}{(r+a)^2} \\right\\}. \\]\n\nAnd in this instance, the fluent is infinitely great when \\( r = a \\).\n\nAll the three fluents which we have just been considering, ought to be alike equal to nothing, according to the reasoning of Laplace. For, when \\( r = a \\), all the fluxions are evanescent for every value of \\( x \\) between the proposed limits, with the exception of the single case \\( x = 1 \\) in the two last, for which value of \\( x \\) the fluxions are infinitely great. And even in the first instance if we change the factor \\( r-a \\) into \\( (r-a)^{\\frac{m}{n}} \\), making \\( \\frac{m}{n} \\) less than \\( \\frac{1}{2} \\); then in this case also the fluxion will be infinitely great when \\( x = 1 \\), while the whole fluent will still be evanescent as before. If therefore we would have an unerring criterion to direct us in such instances, we must consider the expression of the fluent. If that expression is finite at both the limits, and likewise for every intermediate value of the flowing quantity, then, on account of the evanescent factor, the whole integral will be equal to nothing: but if that expression becomes infinitely great at either of the limits, or for any intermediate value of the flowing quantity, then the whole fluent will be equal to a finite quantity when the evanescent factor is raised to the same power in the numerator and denominator; and it will be infinitely great, when the evanescent factor is raised to a higher power in the denominator than in the numerator. The examples we have given above fall under these three cases, and they are quite analogous to the distinction of cases in Laplace's theorem, as noticed in No. 6 of my paper. We may add farther that the\nwhole fluent will likewise be equal to nothing, when the evanescent factor is raised to a higher power in the numerator than in the denominator.\n\nThe explication here given is sufficient to clear up the paradox of Lagrange; and it certainly proves the inconclusive nature of Laplace's demonstration. One more remark is suggested by what has been said: the theorem of the last mentioned geometer is investigated by means of the direct method of fluxions alone, whereas the rules of the integral calculus are required in order to make the process rigorous and exact.\n\n3. Lagrange having, in No. 7, obviated the difficulty in regard to the particular case when the thickness of the molecules spread over the surface of the sphere is a constant quantity, proceeds, in No. 8, to consider the general case when the thickness of the molecules is any function of the sines and cosines of the angles $\\theta'$ and $\\varphi'$ that determine the position of a molecule with regard to a fixt pole on the surface of the sphere. In this case also the equation in the Mécanique Céleste, viz.\n\n$$\\frac{1}{2} V + a \\left( \\frac{dV}{dr} \\right) = - \\frac{2\\pi a^2}{3}$$\n\ncannot be exact, unless the equation\n\n$$\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = - 2\\pi a^2 \\cdot v$$\n\nbe proved to be true instead of the equation $$\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = 0$$\n\nwhich would result from the demonstration of Laplace.\n\nIt must be recollected that\n\n$$s = aa^3 \\iint \\frac{\\nu' \\cdot d\\nu' \\cdot d\\varphi'}{\\sqrt{r^2 - 2ra \\cdot \\gamma + a^2}}$$\n\nand that $v$ is the same function of the sines and cosines of the\nconstant angles $\\theta$ and $\\varphi$, which determine the position of the attracted point in the surface of the sphere, that $v'$ is of the variable angles $\\theta'$ and $\\varphi'$; in other words, $v$ is what $v'$ becomes at the attracted point. Perspicuity requires that we distinguish two cases: the first is, when $v'$ is a rational and integral function of $\\cos. \\theta', \\sin. \\theta' \\cos. \\varphi', \\sin. \\theta' \\sin. \\varphi'$; or, $\\mu', \\sqrt{1-\\mu'^2} \\cdot \\cos. \\varphi', \\sqrt{1-\\mu'^2} \\cdot \\sin. \\varphi'$; the second is, when $v'$ is any other function of the sines and cosines of the angles $\\theta'$ and $\\varphi'$.\n\nIn the first case, Lagrange transforms $v'$ into a function of $\\gamma, \\sqrt{1-\\gamma^2} \\cdot \\cos. \\phi, \\sqrt{1-\\gamma^2} \\cdot \\sin. \\phi$,* which transformation he shews to be always possible; and having substituted $d\\gamma \\cdot d\\phi$ for $d\\mu' \\cdot d\\varphi'$, he integrates the formula $\\int \\frac{v' \\cdot d\\mu' \\cdot d\\varphi'}{f^3}$, as he had done in No. 7 for the case when $v'$ is a constant quantity, by a method entirely similar to that employed in No. 3 of my paper: and hence he proves the truth of the equation\n\n$$\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = -2\\pi a^2 \\cdot v,$$\n\nwhen $r = a$. Thus then Laplace's theorem is rigorously proved for an extensive class of spheroids; and in this point also the investigations of Lagrange coincide with the conclusions obtained in my paper.\n\nWith regard to the general case, when $v'$ is any function of the sines and cosines of the angles $\\theta'$ and $\\varphi'$, it is not easy to discover what are the precise sentiments of Lagrange. From his saying that the formula $\\int \\frac{v' \\cdot d\\gamma \\cdot d\\phi}{f^3}$ is always integrable when $v'$ is a rational and integral function of $\\mu', \\sqrt{1-\\mu'^2} \\cdot \\cos. \\varphi', \\sqrt{1-\\mu'^2} \\cdot \\sin. \\varphi'$, are we to understand that the method, which follows in No. 9, is to be confined exclusively to\n\n* See No. 3 of the preceding paper.\nthis case? or, when he says that it is sufficient for the purpose he has in view to have reduced the integration of the formula \\( \\frac{v' \\cdot d\\mu' \\cdot d\\varphi'}{f^3} \\) to that of the formula \\( \\frac{-v' \\cdot dy \\cdot d\\phi}{f^3} \\), are we to understand that the method of No. 9 is to be extended to every case when \\( y' \\) is any function of the sines and cosines of the angles \\( \\theta' \\) and \\( \\varphi' \\)?\n\nIf the former be Lagrange's meaning, then we must suppose it to have been his intention to pass over in silence the more general case of the question which does not come under the method of integration he employs.\n\nOn the other hand, if we are to suppose that Lagrange intended his demonstration to apply to the general case when \\( v' \\) is any function of the sines and cosines of the angles \\( \\theta' \\) and \\( \\varphi' \\); then it must be owned that this part of his investigation is directly at variance with the conclusion drawn in my paper, which limits the truth of Laplace's theorem to the single case when \\( v' \\) is a rational and integral function of three rectangular co-ordinates of a point in the surface of a sphere. But, even if this be the sense of Lagrange, it will be allowed that, in so nice a case, a proof, which proceeds upon a transformation that cannot be performed, is not very decisive: and the following argument seems to destroy all the evidence of the process when it is extended beyond the natural boundary. If we integrate \\( v'd\\phi \\), between the limits \\( \\phi = 0 \\) and \\( \\phi = 2\\pi \\), and put \\( \\int v'd\\phi = 2\\pi \\cdot r^{(o)} \\); then we shall have, as in No. 3 of my paper,\n\n\\[ \\int \\int \\frac{v' \\cdot dy \\cdot d\\phi}{f^3} = 2\\pi \\cdot \\int \\frac{r^{(o)} \\cdot dy}{f^3}; \\]\n\nbut the method of integration there employed, which is the\nsame as that in No. 9 of Lagrange's memoir, becomes unsatisfactory and undeserving the name of proof, except when all the functions $\\Gamma^{(o)}$, $\\frac{d\\Gamma^{(o)}}{dy}$, $\\frac{d^2\\Gamma^{(o)}}{dy^2}$, &c. are finite quantities at both the limits, and likewise for every intermediate value of $y$; which will not be the case unless $v'$ be a rational and integral function of $\\mu'$, $\\sqrt{1-\\mu'^2} \\cdot \\cos \\varphi'$, $\\sqrt{1-\\mu'^2} \\cdot \\sin \\varphi'$. Luckily, however, the author's own formulas suggest a clear and satisfactory way of determining this point without any transformation or the help of difficult integrations.\n\nLagrange has proved in the most incontestible manner, that the theorem of Laplace cannot be true unless the following equation likewise take place, viz.\n\n$$\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = -2\\pi a^2 \\cdot v':$$\n\nand hence, it is plain, we shall be able to discover what function $v$ is of the sines and cosines of the angles $\\theta$ and $\\varphi$, by considering in what manner these quantities enter into the equivalent expression on the left-hand side. Let $x = \\cos \\theta = \\mu$, $y = \\sqrt{1-\\mu^2} \\cdot \\cos \\varphi$, $z = \\sqrt{1-\\mu^2} \\cdot \\sin \\varphi$; $x' = \\cos \\theta' = \\mu'$, $y' = \\sqrt{1-\\mu'^2} \\cdot \\cos \\varphi'$, $z' = \\sqrt{1-\\mu'^2} \\cdot \\sin \\varphi'$; then*\n\n$$\\gamma = \\mu \\mu' + \\sqrt{1-\\mu^2} \\cdot \\sqrt{1-\\mu'^2} \\cdot \\cos (\\varphi' - \\varphi) = xx' + yy' + zz';$$\n\nand, by substitution, we shall get\n\n$$\\frac{1}{f} = \\frac{1}{\\sqrt{r^2-2ra \\cdot (xx'+yy'+zz') + a^2}};$$\n\ntherefore $\\frac{1}{f}$ is a function of $x$, $y$, $z$; and $\\frac{1}{2} \\cdot \\frac{1}{f} + a \\left( \\frac{d}{dr} \\frac{1}{f} \\right)$ will likewise be a function of the same quantities: but\n\n$$\\frac{1}{2} \\cdot s + a \\left( \\frac{ds}{dr} \\right) = \\iint \\left\\{ \\frac{1}{2} \\cdot \\frac{1}{f} + a \\left( \\frac{d}{dr} \\frac{1}{f} \\right) \\right\\} \\cdot v' \\cdot d\\mu' \\cdot d\\varphi';$$\n\n* See No. 3 of my paper.\nand because \\( x, y, z \\) are constant quantities, there will be the same powers and combinations of them in the integral as in the fluxion, the coefficients merely being changed: therefore the expression \\( \\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) \\) is likewise a function of \\( x, y, z \\); and farther it is such a function as, being expanded into a series, can coincide only with a rational and integral function of the same quantities, consisting of a finite or infinite number of terms. Therefore the equation\n\n\\[\n\\frac{1}{2} s + a \\left( \\frac{ds}{dr} \\right) = -2\\pi a^2 \\cdot v\n\\]\n\ncannot take place unless \\( v \\) is a like function of \\( x, y, z \\).\n\nThe review which we have here taken of Lagrange's memoir, and the observations we have made upon it, confirm the conclusions drawn in my paper, and throw additional light upon this difficult subject. We are indebted to the skill and abilities of Laplace for the invention of an equation in partial fluxions which has already contributed much to advance our knowledge of that branch of physical astronomy which relates to the figure of the planets, and which promises still greater improvements by suggesting new methods and removing the obstacles that have impeded the researches of former mathematicians: but he has not been so happy in founding his application of this invention on the theorem concerning the attractions at the surfaces of spheroids. It is impossible to deny that this theorem, as it is delivered in the Mécanique Céleste, is unsupported by any demonstrative proof; and that the extent of it has not been well understood. Instead of the indirect investigation which Laplace has followed, it were to be wished, for the sake of greater clearness and of avoiding the subtleties that occur in his analysis, that the attractions of\nsuch spheroids, as have been shown to fall under his method, were deduced directly from the function which expresses their radii: and on this account some degree of consideration may perhaps be attached to another paper of mine, presented to the Society about the middle of July last, in which an attempt is made to accomplish the object here mentioned.\n\nOct. 30, 1811.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107305.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 46,
    "total-input-tokens": 72312,
    "total-output-tokens": 24287,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1055,
        2
      ],
      [
        1055,
        2860,
        3
      ],
      [
        2860,
        4643,
        4
      ],
      [
        4643,
        6422,
        5
      ],
      [
        6422,
        8216,
        6
      ],
      [
        8216,
        10032,
        7
      ],
      [
        10032,
        11826,
        8
      ],
      [
        11826,
        13613,
        9
      ],
      [
        13613,
        15357,
        10
      ],
      [
        15357,
        17108,
        11
      ],
      [
        17108,
        18918,
        12
      ],
      [
        18918,
        20850,
        13
      ],
      [
        20850,
        22849,
        14
      ],
      [
        22849,
        24800,
        15
      ],
      [
        24800,
        27163,
        16
      ],
      [
        27163,
        28908,
        17
      ],
      [
        28908,
        30723,
        18
      ],
      [
        30723,
        32825,
        19
      ],
      [
        32825,
        34881,
        20
      ],
      [
        34881,
        36729,
        21
      ],
      [
        36729,
        38975,
        22
      ],
      [
        38975,
        41087,
        23
      ],
      [
        41087,
        42927,
        24
      ],
      [
        42927,
        44634,
        25
      ],
      [
        44634,
        46602,
        26
      ],
      [
        46602,
        48245,
        27
      ],
      [
        48245,
        50064,
        28
      ],
      [
        50064,
        51864,
        29
      ],
      [
        51864,
        53683,
        30
      ],
      [
        53683,
        55662,
        31
      ],
      [
        55662,
        57422,
        32
      ],
      [
        57422,
        59210,
        33
      ],
      [
        59210,
        60709,
        34
      ],
      [
        60709,
        62140,
        35
      ],
      [
        62140,
        63853,
        36
      ],
      [
        63853,
        65632,
        37
      ],
      [
        65632,
        67498,
        38
      ],
      [
        67498,
        69345,
        39
      ],
      [
        69345,
        71211,
        40
      ],
      [
        71211,
        72823,
        41
      ],
      [
        72823,
        74844,
        42
      ],
      [
        74844,
        76655,
        43
      ],
      [
        76655,
        78636,
        44
      ],
      [
        78636,
        80450,
        45
      ],
      [
        80450,
        80819,
        46
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107305",
    "title": "On the Grounds of the Method Which Laplace Has Given in the Second Chapter of the Third Book of His Mécanique Céleste for Computing the Attractions of Spheroids of Every Description",
    "authors": "James Ivory",
    "year": 1812,
    "volume": "102",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 46,
    "jstor_url": "https://www.jstor.org/stable/107305"
  }
}