{
  "id": "de76346003c818b203b7a1fc98515ca51ba1b78c",
  "text": "XIV. On the Meteorological Observations made at the Apartments of the Royal Society during the Years 1827, 1828, and 1829. By J. W. Lubbock, Esq. V.P. & Treas. R.S.\n\nRead April 14, 1831.\n\nThe phenomena which principally deserve attention connected with the science of meteorology, are:\n\n1. The annual and diurnal variations of the barometer and thermometer, due to the action of the sun.\n\n2. The variations of the barometer due to the moon, and dependent on her age.\n\n3. The comparative temperature and barometrical pressure at different points of the earth's surface, the isothermal lines, and lines of equal barometrical pressure.\n\n4. The influence of the direction of the wind on the temperature and barometrical pressure.\n\n5. Phenomena connected with the electrical state of the air, the aurora borealis, &c.\n\nIn order to determine the annual variations of the barometer, I have taken the mean of the observations in each month, made at the apartments of the Royal Society, during the years 1827, 1828, 1829, and 1830. The results are given in the following Table, which shows the differences from the mean*.\n\nThe two first columns result from these observations, reduced to $32^\\circ$ Fahr., and corrected for capillarity.\n\nThe four other columns are deduced from Table 3 in the valuable work of M. Bouvard \"Sur les Observations Méteorologiques.\" (Mémoires de l'Academie des Sciences. Vol. vii. p. 312.)\n\n* The mean result being given for each year separately in the Philosophical Transactions, of course it was only necessary for me to add these together, and take the fourth. Since the reading of the paper, the observations of 1830 have been added and taken into account.\nThus the mean height of the barometer at 9 A.M. for January is $29.861 + .006 = 29.867$.\n\nIt may be remarked, that according to this Table, the annual variations appear to be independent of the diurnal variations. The Paris observations present much greater regularity than those made here, which results perhaps from their greater number. In order to determine the diurnal variations of the barometer, it is necessary that the observations should be repeated much more frequently in the course of the day than is done here at present. The mean height of the barometer here at 9 in the morning is greater by .021 inch (or about $\\frac{1}{50}$th of an inch), than at 3 in the afternoon; and so regular is this diurnal variation, that considering the mean of each month separately for the years 1827, 1828, 1829, and 1830, there are only two cases in which the mean height is greater at 3 in the afternoon than at 9 in the morning. The corresponding difference at Paris is .030 inch *.\n\nIn order to determine the fluctuations of the barometer due to the moon, it would have been desirable to possess many more observations; but, unfortunately, previous to 1827, the observations of the barometer at Somerset House seem not to have been made at stated times of the day, a condition which appears to me absolutely necessary, in order that meteorological observations\n\n* There is a very interesting paper on the annual and diurnal variations of the barometer, by M. Carlini, in the 20th volume of the Memorie della Società Italiana. Fasc. lmo. (Memorie di Matematica.)\nmay be applied to this or any other useful purpose, except that of serving at\nthe time to prognosticate the weather, or but imperfectly to determine the cor-\nrection due to the direction of the wind.\n\nI was therefore obliged to confine myself to the years 1827, 1828, and\n1829. The method which I have adopted with respect to these aerial tides\nis similar to that which I have used in order to determine the phenomena of\nthe tides in the river Thames, and consists in classifying all the heights of the\nbarometer, and taking their mean, which correspond to a particular age of\nthe moon, defined by the circumstance of her transit taking place in a given\nhalf-hour of the day. Thus all the days in the years 1827, 1828, and 1829,\nwere found when the moon passed the meridian between 12 and half past 12,\nand the mean of the transits taken, which of course is nearly a quarter past 12;\nthe heights of the barometer were then taken on the same days, and the mean\ntaken; and thus all the transits of the moon which occurred during the years\n1827, 1828, and 1829, were taken, and the corresponding observed heights of\nthe barometer selected and compared with them. The height of the attached\nthermometer was also taken, and the mean height of the barometer corrected\nafterwards by the mean height of the attached thermometer, so as to reduce it\nto $32^\\circ$ Fahr.\n\nAlthough the transits of the moon were at first classed for every half-hour,\nI afterwards combined them for every hour, in order to make use of a greater\nnumber of observations in obtaining results. The mean transit thus found,\nscarcely differed from the half-hour, which is therefore taken as the time of\nthe moon's transit in the following Table, in which the results are exhibited.\n| No. of Obs. | Time of Moon's transit. | Moon's age. | Barom. | Attach. Therm. | Barom. red. to 32° Fahr. | Diff. of Barom. from mean. | Barom. | Attach. Therm. | Barom. red. to 32° Fahr. | Diff. of Barom. from mean. |\n|------------|------------------------|-------------|--------|----------------|--------------------------|---------------------------|--------|----------------|--------------------------|---------------------------|\n| 85         | h. m.                  | days.       | inches.|                |                          |                           | inches.|                |                          |                           |\n|            | 0 30                   | .6          | 29.983 | 54.3           | 29.926                   | +.063                     | 29.956 | 55.9           | 29.894                   | +.055                     |\n|            | or                     | 15.3        |        |                |                          |                           |        |                |                          |                           |\n| 87         | 1 30                   | 1.8         | 29.951 | 55.5           | 29.891                   | +.028                     | 29.913 | 57.4           | 29.859                   | +.010                     |\n|            | or                     | 16.6        |        |                |                          |                           |        |                |                          |                           |\n| 90         | 2 30                   | 3.0         | 29.916 | 54.0           | 29.860                   | -.003                     | 29.898 | 56.0           | 29.836                   | -.003                     |\n|            | or                     | 17.8        |        |                |                          |                           |        |                |                          |                           |\n| 89         | 3 30                   | 4.3         | 29.892 | 53.8           | 29.836                   | -.027                     | 29.883 | 55.5           | 29.823                   | -.016                     |\n|            | or                     | 19.1        |        |                |                          |                           |        |                |                          |                           |\n| 88         | 4 30                   | 5.5         | 29.904 | 53.3           | 29.849                   | -.014                     | 29.891 | 54.8           | 29.832                   | -.007                     |\n|            | or                     | 20.3        |        |                |                          |                           |        |                |                          |                           |\n| 92         | 5 30                   | 6.8         | 9.896  | 53.8           | 29.840                   | -.023                     | 29.892 | 56.1           | 29.830                   | -.009                     |\n|            | or                     | 21.5        |        |                |                          |                           |        |                |                          |                           |\n| 86         | 6 30                   | 7.9         | 29.924 | 54.0           | 29.868                   | +.005                     | 29.897 | 56.1           | 29.835                   | -.004                     |\n|            | or                     | 22.7        |        |                |                          |                           |        |                |                          |                           |\n| 93         | 7 30                   | 10.4        | 29.899 | 53.9           | 29.843                   | -.020                     | 29.884 | 55.7           | 29.823                   | -.016                     |\n|            | or                     | 25.2        |        |                |                          |                           |        |                |                          |                           |\n| 87         | 8 30                   | 10.4        | 29.890 | 53.9           | 29.834                   | -.029                     | 29.870 | 55.6           | 29.809                   | -.030                     |\n|            | or                     | 25.2        |        |                |                          |                           |        |                |                          |                           |\n| 86         | 9 30                   | 11.7        | 29.910 | 53.6           | 29.855                   | -.008                     | 29.901 | 55.8           | 29.839                   | .000                      |\n|            | or                     | 26.4        |        |                |                          |                           |        |                |                          |                           |\n| 88         | 10 30                  | 12.9        | 29.911 | 52.9           | 29.857                   | -.006                     | 29.913 | 55.2           | 29.854                   | +.015                     |\n|            | or                     | 27.7        |        |                |                          |                           |        |                |                          |                           |\n| 88         | 11 30                  | 14.2        | 29.938 | 53.1           | 29.874                   | +.011                     | 29.919 | 55.2           | 29.860                   | +.021                     |\n|            | or                     | 28.9        |        |                |                          |                           |        |                |                          |                           |\n\nMean ........... 29.919 53.9 29.863\n\n29.901 55.8 29.839\nThe following Table results from Table VI. of M. Bouvard, (p. 316,) reduced to English feet.\n\n| Variation of Barometer from mean |\n|---------------------------------|\n| **9 A.M.** | **3 P.M.** |\n| **inch.**   | **inch.**   |\n| Day of the Syzygy ............... | -.004 | -.008 |\n| First day after the Syzygy ...... | -.010 | -.006 |\n| Second day after the Syzygy ..... | -.013 | -.009 |\n| Second day before Quadrature .... | +.008 | +.005 |\n| First day before Quadrature ..... | +.024 | +.032 |\n| Day of the Quadrature ........... | +.025 | +.017 |\n| First day after the Quadrature .. | -.002 | -.001 |\n| Second day after the Quadrature . | -.000 | +.012 |\n| Second day before the Syzygy .... | -.019 | -.018 |\n| First day before the Syzygy ..... | -.009 | -.019 |\n| Mean height ..................... | 29.781 | 29.748 |\n\nThe results afforded by the observations at Somerset House differ widely from those above obtained by M. Bouvard from the observations at the Paris Observatory; according to the former, the barometer is highest at new and full moon and lowest at quadrature; according to the latter, the contrary is the case.\n\nThe extent of the fluctuations of the barometer due to the moon according to the former is about .08 or nearly $\\frac{1}{10}$th of an inch, according to the latter only .05 or $\\frac{1}{20}$th of an inch.\n\nThey agree in this, that the fluctuations take place nearly in the same manner in the morning and in the afternoon; whence it follows, that the period of the principal inequality of the height of the barometer due to the action of the moon is not the same as that of the ocean; for if it were so, as the observations are made at a distance of six hours, the maximum in the morning would correspond to the minimum in the afternoon.\n\nLaplace enumerates among the most important causes of the fluctuation of the pressure of the atmosphere, the rising and falling of the ocean due to the action of the sun and moon, the ocean serving as the basis or support of the atmosphere. But with that deference which is due to the authority of so great\na mathematician, I must confess that this cause does not appear to me adequate to produce any sensible effect; for in the open sea the variations of the height of the water due to the tides, where this cause would be most felt, do not exceed three or four feet, and any considerable rise of the tide is in general confined within very narrow limits, as in channels and between the banks of rivers. Lastly, I have endeavoured to ascertain how far the barometer is affected by the direction of the wind; and the following Table gives the results which I have obtained with this view. The fluctuation due to this is much greater than that due to any other cause; and it is therefore very important that this correction should be carefully ascertained, in order that it may be applied when observations of the barometer are classed, in order to determine any other inequality. The barometer is lowest, as might be expected, in the rainy quarters, as S.W. and W.S.W.\n\nTable showing results deduced from the Meteorological Observations made at Somerset House during the years 1827, 1828, and 1829, classed according to the direction of the Wind.\n\n| Direction of the Wind at 9 A.M. | No. of Observations | 9 o'clock A.M. Barometer | Attach. Therm. | 3 o'clock P.M. Barometer | Attach. Therm. | Dew point at 9 A.M. in degrees of Fahr. | Rain in inches, read off at 9 A.M. |\n|---------------------------------|---------------------|--------------------------|---------------|--------------------------|---------------|----------------------------------------|----------------------------------|\n| N                               | 117                 | 30.009                   | 47.4          | 30.014                   | 49.3          | 41                                     | .019                             |\n| NNE                             | 88                  | 30.068                   | 52.2          | 30.043                   | 54.0          | 45                                     | .032                             |\n| NE                              | 35                  | 29.923                   | 49.3          | 29.912                   | 51.1          | 42                                     |                                 |\n| ENE                             | 16                  | 30.005                   | 49.4          | 29.941                   | 52.8          | 45                                     | .100                             |\n| E                               | 74                  | 29.915                   | 53.2          | 29.889                   | 55.8          | 47                                     | .021                             |\n| ESE                             | 68                  | 29.951                   | 52.5          | 29.916                   | 54.2          | 45                                     | .022                             |\n| SE                              | 30                  | 29.793                   | 57.8          | 29.772                   | 59.2          | 52                                     | .053                             |\n| SSE                             | 39                  | 29.742                   | 55.8          | 29.680                   | 57.9          | 51                                     | .052                             |\n| S                               | 73                  | 29.808                   | 54.4          | 29.795                   | 56.4          | 49                                     | .033                             |\n| SSW                             | 88                  | 29.815                   | 56.7          | 29.782                   | 58.5          | 51                                     | .038                             |\n| SW                              | 103                 | 29.884                   | 54.8          | 29.835                   | 56.6          | 48                                     | .069                             |\n| WSW                             | 143                 | 29.900                   | 54.5          | 29.898                   | 56.7          | 48                                     | .059                             |\n| W                               | 83                  | 29.944                   | 57.0          | 29.936                   | 59.1          | 49                                     | .059                             |\n| WNW                             | 18                  | 29.889                   | 57.2          | 29.887                   | 60.0          | 50                                     | .053                             |\n| NW                              | 65                  | 29.936                   | 55.6          | 29.802                   | 57.4          | 46                                     | .054                             |\n| NNW                             | 56                  | 29.978                   | 54.8          | 30.014                   | 56.8          | 46                                     | .080                             |\n\nMean of Total: 29.918 54.7 29.893 55.7 47 .044\nTable deduced from the preceding, showing the variations of the Barometer reduced to 32° Fahr.\n\n| Direction of the Wind | No. of Observations | 9 A.M. | 3 P.M. |\n|-----------------------|--------------------|--------|--------|\n| N                     | 117                | +.114  | +.140  |\n| NNE                   | 88                 | +.158  | +.155  |\n| NE                    | 35                 | +.021  | +.032  |\n| ENE                   | 16                 | +.100  | +.056  |\n| E                     | 74                 | −.002  | −.005  |\n| ESE                   | 68                 | +.038  | +.029  |\n| SE                    | 30                 | −.128  | −.128  |\n| SSE                   | 39                 | −.178  | −.218  |\n| S                     | 73                 | −.107  | −.098  |\n| SSW                   | 88                 | −.106  | −.113  |\n| SW                    | 103                | −.034  | −.056  |\n| WSW                   | 143                | −.015  | +.003  |\n| W                     | 83                 | +.023  | +.036  |\n| WNW                   | 18                 | −.032  | +.013  |\n| NW                    | 65                 | +.013  | −.093  |\n| NNW                   | 56                 | +.018  | +.118  |\n\nMean .... 29.863 29.835\n\nI shall not attempt to enter into any discussion of the influence of electrical phenomena upon the weather; no observations with reference to this part of the subject have yet been made here.\n\nI have to acknowledge the very kind assistance of Mr. Deacon, (to whom I have been indebted before,) in forming the Tables which accompany this paper. I have not discussed the circumstances under which the observations have been made which serve for the foundation of the results which are here presented, although I fear that the instruments employed are unworthy of the Society and of the care bestowed upon the observations by Mr. Hudson. This discussion would have been necessary if my object had been to determine the mean temperature or the mean barometrical pressure at London; but as I have only endeavoured to ascertain the fluctuations of the barometer due to certain causes, whose periods are independent of any errors that may arise from the construction and condition of the instruments, those errors are of little importance in the preceding investigation.\nSince this paper was read, Mr. Hudson has made some observations with a view to determine the diurnal variation of the barometer; they were begun on the 26th of April, and have been continued to the present time, June 13th. The results are exhibited in the following Table, which seem to indicate a minimum about 6 o'clock p.m.\n\n| Mean Times of Observation | Number of Observations | Barometer | Attached Thermometer | Barometer corrected, and reduced to 32° | Difference of Barometer from Mean |\n|---------------------------|------------------------|-----------|---------------------|----------------------------------------|----------------------------------|\n| A.M.                      |                        |           |                     |                                        |                                  |\n| h. m.                     |                        |           |                     |                                        |                                  |\n| 9 0                       | 49                     | 29.900    | 61.4                | 29.821                                | +.025                            |\n| 10 4                      | 43                     | 29.885    | 62.8                | 29.803                                | +.008                            |\n| 11 2                      | 47                     | 29.895    | 62.4                | 29.814                                | +.019                            |\n| 12 3                      | 38                     | 29.902    | 63.3                | 29.819                                | +.024                            |\n| P.M.                      |                        |           |                     |                                        |                                  |\n| 1 4                       | 43                     | 29.866    | 63.5                | 29.783                                | -.012                            |\n| 2 3                       | 44                     | 29.887    | 63.8                | 29.803                                | +.008                            |\n| 3 1                       | 49                     | 29.880    | 63.4                | 29.797                                | +.002                            |\n| 4 3                       | 40                     | 29.868    | 64.1                | 29.783                                | -.012                            |\n| 5 2                       | 44                     | 29.856    | 63.5                | 29.773                                | -.022                            |\n| 6 4                       | 39                     | 29.837    | 63.6                | 29.753                                | -.042                            |\n| 7 3                       | 37                     | 29.877    | 63.2                | 29.794                                | -.001                            |\n| 8 4                       | 36                     | 29.858    | 61.5                | 29.779                                | -.016                            |\n| 9 3                       | 38                     | 29.863    | 61.0                | 29.785                                | -.010                            |\n| 10 2                      | 33                     | 29.896    | 60.8                | 29.819                                | +.024                            |\n| 11 2                      | 34                     | 29.884    | 60.9                | 29.806                                | +.010                            |\n| 11 57                     | 34                     | 29.874    | 60.4                | 29.790                                | -.005                            |\n| Mean                      |                        | 29.877    | 62.6                | 29.795                                |                                  |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107932.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 15400,
    "total-output-tokens": 6357,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1680,
        2
      ],
      [
        1680,
        3244,
        3
      ],
      [
        3244,
        4990,
        4
      ],
      [
        4990,
        10883,
        5
      ],
      [
        10883,
        12960,
        6
      ],
      [
        12960,
        18113,
        7
      ],
      [
        18113,
        20470,
        8
      ],
      [
        20470,
        24414,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107932",
    "title": "On the Meteorological Observations Made at the Apartments of the Royal\n              Society during the Years 1827, 1828, and 1829",
    "authors": "J. W. Lubbock",
    "year": 1831,
    "volume": "121",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107932"
  }
}