{
  "id": "a76956e53b2de6f073fc74bbd08adaccb0a14245",
  "text": "Verbs, which the Abbot passes over in his Letter, and Concludes that the word *Germanes*, which the Romans gave the *Teutons*, shewed the great Friendship between them and the Gauls or Celtes, as Strabo well observes, were like Brothers.\n\n---\n\nIV. Illustrissimo Celeberrimoque Viro D. Godfredo Gulielmo Leibnitio, Hanoveræ.\n\nOxoniæ, Apr. 20. 1699.\n\n*Illustrissime Vir,*\n\nTu novis me continue cumulas beneficiis: Talia siquidem reputo tuas Literas. Quorum ego aliquot (te permittente) meis interseverui; ut Gemmas & Ornamenta. Neque tibi erit dedecori, te ea dudum suisse meditatum, quæ etiam nunc non forent contemnenda.\n\nUltimæ tuæ, 30 Martii datæ, serius huc accesserunt quam ut possent præcedentibus associari; quum totum illud opus absolverant Typographi; istiusque ego duo exemplaria tradideram Juveni Menkenio (D. Menkenii filio) quæ suscepit ille se Parenti suo transmissurum, indeque eorum alterum ad Te transferendum (quod factum iri spero) dicitque, jam esse in itinere; Idemque Juvenis ingenuus, qui apud nos egit aliquandiu, ad Patrem diecrastino ait rediturus, est harum lator.\n\n*Ludovicum Ferrarium, Bombellio priorem, Aquationem Biquadraticam in duas Quadraticas distribuisse, ipsò Bombellio id sponte agnoscente (& Cardano pariter comprobante,) ego te monente jam reticisco. Et quidem suspicor, me id olim apud Bombellium legisse; sed, cum illud jam ante multos annos factum fuerit, istius ego cram plane oblitus; tibique gratias habeo quod*\nquod candide monueris. Quod de illo peculiarem scrip-\nferit dissertationem Cardanus, vel nesciebam vel oblitus\neram.\n\nDe Æquationibus Superiorum graduum, exponentem\nhabentium numerum compositum, ad inferiorem redu-\ncendis cujus exponens sit numerus incompositus proximè\nminor; ego plane juxta tècum fèntio. Atque in hunc,\ncredo, finem, Harriotus tot paradigmata subjecit Æqua-\ntionum Inferiorum, ex quibus Superiores componi pos-\nsènt, atque in illas resolvi.\n\nDe differentiis Infinitesimarum-infinitesimis explican-\ndis, non est ut sis porro solicitus. Nam, ut tu mihi fa-\ncilis concedis, quod nihil quodvis multiplum sit adhuc\nnihil; eadem ego facilitate tibi permitto, ut Differen-\ntias infinitesima, in infinitesimas ductas, tu merito negli-\ngas; potestque id tuto fieri, modo caute, (quod ego vos\nfecisse, diserte dixeram.) Quippe, in quovis genere\nQuantitatum, quæ differunt dato minus, reputanda sunt\nÆqualia. Quo nititur Exhaustionum doctrina tota,\nVeteribus pariter & Recentioribus necessaria. Methodo\ntua, cum tibi usui sit, quo utaris non repugno.\n\nDe \\( \\sqrt{bb} \\) seu \\( \\sqrt{1} \\), jam ante dixi (quantum mihi vide-\ntur) satis; neq; jam vacat rem eam penitius executere.\n\nQuod tu quereris, Remissius nunc tractari altiora\nstudia; &c., Pauciores esse Naturae observatores diligen-\ntes; quadantenus verum esse non diffiteor. Sed miran-\ndum non est, (ut res alias, sic) hominum Studia, suas\nhabere vicissitudines. Prælenti seculo (quod jam ad fi-\nnum vergit) Eruditionem, in omni rerum genere, in-\nsignes (& quidem insperatos) processus obtinuisse, cer-\ntum est; in re Physica, Medica, Chymica, Anatomica,\nBotanica, Mathematica, Geometrica, Analytica, Astro-\nmica, Geographica, Nautica, Mechanica, ipsaq; (quod\nminus læctor) Bellica. Et quidem longe majores quam\nper multa retro secula obtinerat. Quippe quibus vix\n\nT t aliud\nhaud sibi proposuisse videntur homines, quam, ut intelligere videantur quae ab Euclide, Aristotele, cæterisq; ex antiquis jam olim fuerint tradita; de progressu porro faciendo haud solliciti; quasi scientiarum metas poluerint illi, quas transcendere sit nefas. Cum vero ausi sint aliqui (& quidem pauci) ultra prospicere; facti sunt alii animi, late patentem campum ingredi. Et res novas aggredi, novus ardor, novus impetus impulit; nec infeliciter. Sed, postquam haec definit esse res nova; hic novus ardor deterbruit. Mortui sunt ex sedulis indagatoribus non pauci alii morituri: Juvenes que non accendebat (ut antea rerum, Novitas.)\n\nSed et ipsa materia erat magna ex parte exhausta; ut non tam. Messiis jam speranda sit quam Spicilegium. Equidem, jam fessis & fatigatis permittendum videatur, ut quadantenus quiescant, et que hinc factum (pro variabili naturæ hominum,) quod superiora studia negligantur Fieriq; forte potest, (quod tamen ominari nollem) ut praesentis seculi diligentiae succedat desidia sequentis.\n\nOptas Tu (& quidem ego pariter) ut, sicut Gallorum Academica Scientiarum jam videatur restituta, sic Nostræ Societati Regiæ novus calor infunderetur. Atque hoc ipsum jam modo monui tuis verbis. Sed & ipsi (quod tibi non displicebit) reapsem me monentem prævenerant; qui jam nuper sibi novas leges posuerunt, varias hujusmodi Inquisitiones viritim promovendi. Sed & inter Gallorum illam Academiam, nostramq; Societatem, hoc interest Discriminis; Fruuntur illi sumptibus Regis, suisq; gaudent singulatim Salariis. Nostræ suis sumptibus agunt omnia.\n\nVerum etiam, ubi obtinueris quod ego tibi nuper nisi Volumen meum Tertium; videbis, in Flamstedii ad me Epistola, non plane otiolos nostrates esse; ut qui, tum Fixarum loca plurima a se sedulo observata narrat;\ntum nobile exhibet Phænomenon, Parallaxeos Orbis Annuui Telluris, ab ipso deprehensum, & continuis Annorum Octo observationibus inter se collatis stabilitum. Phænomenon per aliquot retro secula frustra quaestum, & fere desparatum, nunc in Anglia primo detectum.\n\nLiterarum exemplar tuis inclusum, mittendum curavi (quod tu petis) ad D. Episcopum nuper Asaphensem nunc Lichfieldi-Coventriensem, mox futurum Wigorniensem, (leu Worcestersensem.)\n\nIdq; mihi jam in mentem revocat Tractatum bene longum, cujusdam Olai Rudbeck, Succi; ante Annos (si satis memini) quasi sexdecim (aut etiam plures) editum, (saltem sub id tempus a me conspectum;) quo deducere satagit, ex veterum Mythologia, res Historicas, quæ Fabulis hice fecerint occasionem; et speciatim, ex Homericà narratione Itinerum Ulyssis (post captam Trojam,) deducit eum (partim Navigio, partim Terrestri itineres, Septentrionem versus, atq; ad extremas oras Sueciae Septentrionales; ubi figit Rudbekins Columnas Herculis, (non ad fretum Gibraltar;) indeq; per oras Norwegiae, (jam dictæ) Insulasq; Britannicas circumvectum, perducit ad Phæacum Insulas (jam Canarinas aut Afores forte dictas;) indeq; per fretum Gibraltar & Mediterraneum Mare, ad suam tandem Ithacam restituit. Omniaq; hæc, ex Poetarum Mythologia desumptis characteribus, adorant haud invenuste; ut, si vera non sint, magnam saltem habent veri similitudinem. Id autem ego inibi speciatim notavi quod habet ex Poetarum quodam veterrimo, (cujus ego nominis jam sum oblitus,) de quadam Insula (prope Britanniam) tum olim a Mari absorpta; unde Mare totum, circum circa, redditum est longo tempore lutosum, & caeno turbidum, ut per plures Annos navigari non potuerit; donec tandem, disperso sensim luto, ad statum eum redierit quem jam cernimus.\n\nTt2 Qualis\nQualis fuerit hæc insula, aut ubi particulatim sitas non memini quod Rudbekius diserte dicit; nequidem ex conjectura. Sed mihi subiit cogitare (cæteris stantibus,) hoc insinuari posse, Rupturam Isthmi, quo Britannia fuerat olim (ante omnem harum rerum certam Historiam) cum Gallia conjuncta. Quippe si talis fuerit olim Isthmus, marium impetu Britannici & Germanici coeuntium (Isthmumq; marino Æstu, utrinq; verberantium,) ruptus, (quod non est inopinabile,) necesse est ut inde talia obvenerint Phænomena quæ narrantur. Non enim tota moles Isthmi foret uno impetu discussa; sed, post quam Marium alterum, Isthmi summum transcenderat, molemq; illam (eundo & redeunda) sensiam abluerat; lutosum interim turbidumq; factum est (propter Maria jam conjuncta, quæ fuerant Isthmo pridem disternata; indeq; ortum insuetum Marium horum motum,) haud Navigabile; donec, turbidis hisce mo tibus tandem compositis, in pacatum statum rediret. Ego nihil hac in re statuo, sed rem totam pernitiis considerandam permitto. Ad id quod Tu alicubi quaeris, de Litribus Gallico & Anglicano; Hoc porro dicendum putem; Præruptos Clivos atq; præaltos (congeneris Materiae, & simili situ, quasi ad perpendiculum) erectos ad Dubrim & Caletum Longum træctius contra positos (ubi est brevissimus Trajectus ab Anglia in Galliam) magnam præsi ferre speciem, quasi fuerit olim aliquando (ante hominum memoria) Isthmo continuati, nec nisi rupto Isthmo (qui Angliam forte cum Gallia conjunxerat) separati; & quasi dilacerati, Multoq; quæ dudum me legisse memini, apud Rudbekii Atlanticam (sed quæ post tot Anno, non jam distincte reminiscor a veteri nescio quo Scriptore deprompta, mihi videntur hac spectare. Quæ ille aliam trahit; puta, ad Insulam (nescio quam) quam supponit ille a Mari absorptam; unde factum sit Mare (per multos Annos) cænosum, tervidum, & innavigabile, sed huic Isthma (siquis olim fuerit) hæc aptius convenirent. Tu interim vale; atq; favere dignare.\n\nTui observantissimo\n\nP.S. Aug. 29 99°\n\nJohanni Wallis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102632.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 3107,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1458,
        2
      ],
      [
        1458,
        3298,
        3
      ],
      [
        3298,
        5077,
        4
      ],
      [
        5077,
        6853,
        5
      ],
      [
        6853,
        8849,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102632",
    "title": "Illustrissimo Celeberrimoque Viro D. Godefredo Gulielmo Leibnitio, Hanoverae",
    "authors": "D. Godefredo Gulielmo Leibnitio",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102632"
  }
}