{
  "id": "a59ad0caf7c10cd49fb1280cc3f8de992d6e6bf0",
  "text": "V. De Uso Corticis Peruviani ad Gangrenam & Sphacelum, a Johanne Shipton, Chirurgo Londinensi.\n\nDr. Rushworth, Chirurgus Northamtoniensis, literis ad Societatem Chirurgorum Londinensium datis, Octob. 18, 1731, se ad virum vocatum fuisse narrat, cui sphacelus pedis ex interna causa cum febre vehementi & pulsu inordinato ad ossa usque progressus fuerat: atque huic primo ope scarificationum profundarum & usitatorum remediorum sphacelum cohibitum, febre leniore facta, pulsu quietiore, & pure ad margines ulceris apparente; deinde iterum & tertio recrudescentem & latius serpentem eadem methodo restrictum fuisse; tandem Cortice Peruvianno in usum, dum febris remitteret, vocato, febrem & sphacelum extincta penitus fuisse, ægrumque crure abscisso sanum & valentem multis annis vixisse testatur; idemque se aliquoties ab eo tempore experum esse confirmat. Literis hisce Ds. Amyand, Chirurg. Reg. & Societ. Chirurg. Londin. tunc temporis Magister respondit, Jul. 29, 1732, se jam ad exemplum Rushworthi Cortice Peruviano septies cum successu in spacelo usum fuisse, & speciatim in viro 78 annorum, cui sphacelus pedis ex phlegmone obvenerat, isque dum quotidie procederet latius, post 24 horas a cortice exhibito partes emortuae separari, pulsu laudabile apparere incipiebant: in ullo item, cui sphacelus opem remediorum vulgari-\num per tres septimanas repudiabat; ut & in tertio,\nubi sphacelus puncturis crurum propter hydropem\nfactis superveniens corticis vires sensit, malo intra\ndiem unum cohibito, licet æger immedicabili ictero\nobsessus, morboque & remediis exinanientibus ex-\nhaustus, gangraena crus alterum occupante, faro ces-\nsit: exque his omnibus corticem Peruvianum non\nminus certum esse remedium ad sphacelum ex causa\ninterna quacunque sanandum, vel certe ad eundem\ncohibendum, quam ad febres intermittentes profli-\ngandas, fatis constare arbitrari se profitetur.\n\nPræter ista notari etiam merentur literæ D. Joan.\nDouglas Chirurgi ad eundem D. Rushworth, Jul. 5,\n1732, missæ (quod etiam postea peculiari scripto ad\nid edito fusius prosequitur) quibus se ad virum quin-\nquagenarium, sphacelo pedis ab interna causa labo-\nrantem vocatum, fuisse refert: ubi postquam scarifi-\ncationes, alexipharmaca intus & extra adhibita, alia-\nque usitata praesidia per aliquod tempus frustranea\nfuissent, morbo quotidie serpente, usu tandem Cor-\nticis Peruviani, quem D. Dickins Chirurg. Reg. cum\nD. Chefelden Chirurgo in consilium adhibitus per-\nsuaserat experiri, sphaceli progressus statim repressus\nest, febris mitior facta, brevique putridæ omnes\npartes, tendines scil. ligamenta, & ossa omnia pe-\ndis, metatarsi, & tarsti sponte abscesserunt, ægro con-\nvalescente.\n\nHæc omnia Anglice scripta & in unum congesta\npro benevolo ad publica commoda promovenda\nanimo libello minusculo inclusit, ediditque D. Rush-\nworth: quæ ne intercidant, & in oblivionem ve-\nniant, ut contingere iis, quæ brevibus chartis de-\nscripta circumferuntur, vulgo solet, utque exteri,\nqui Corticis Peruviani usum in febribus intermittenti-\nbus ob, nescio quae; obventura vel subventura mala\nformidant, hoc saltem cafu, quo nihil gravius acci-\ndere potest, ad eum experiundum animentur; pau-\ncfs eadem complecti, & Latine exhibere, eaque quae\nmihi nuper in ejusdem remedii usu obtigerunt, sub-\njungere placuit.\n\nAnte annum fere ad virum quinquagenarium,\ncui ex liberaliori Bacchi usu, indeque orta cachexia\nphlegmone pedis in sphacelum digitorum & metatarsi\nmutata erat, vocatus sum. Is, licet plurima alexi-\npharmaca, aliaque ad id malum facientia, interna &\nexterna, per plures dies a D. Dodd, M.D. & Chi-\nrurgis DD. Holloway & Green adhibita fuerant,\nquotidie latius & profundius serpferat, cum febre\npotius lenta quam ullo modo vehementi & diabete\nspurio, seu copiosiori urinae limpidioris profluvio.\nHisce omnibus evincendis, cum praefertim urinæ\nquantitas aucta astrictorias corticis Peruviani vires\nexposcere videretur, & experimenta DD. Rushworth\n& Amyand successum pollicerentur, ejus usum Me-\ndico & Chirurgis tentandum proposui: qui cum\nmembri extirpationem nihil valitaram satis scirent,\nabunde ex pluribus tentaminibus infeliciter factis\nedocti, aliaque frustra usurpassent, facile manus de-\nderunt. Is vero cum ad 3ij quarta quaque hora\nper aliquot dies datus fuisset, nihil aut ad diabeten,\naut ad sphacelum conferre visus est; sed per illum\nhumido vitali exhausto, per hunc carne continue\nlatius absunta, ægrotus intra duas fere septimanas\nmortem obiit.\n\nFeliciorem eventum nuper habuit corticis usus in\nviro 35 circiter annorum, temperamenti melancho-\nlico-\nlico-scorbutici; qui, dum ex sclopeto aucupatorio pulverem pyrium eximeret, idque cum manus dextræ vola incautius ori ejus apposita esset, displodere- tur, vulnus per mediam palmam indicisque & pollicis intercapedinem porrectum, amplum & profun- dum, cum vasorum & tendinum laceratione passus est, quod statim in pago urbi propinquuo, ubi tum erat, hæmorrhagia largiore cohibita, deligatum erat. Per aliquot dies gravis dolor cum tumore magno & inflammatione digitos omnes præter pollicem, totamque manum & brachium obfudit, neque quicquam ex vulnere præter ichoris copiam, primo sanguinolenti, deinde fusci coloris cum foetore aliquali prodiit; vulnus etiam ipsum subnigrum latius indies patebat, tumorque & inflammatio cum dolore vix diminutus est, licet usitata ad ejusmodi vulnera re- media usurpata fuissent. Undecimo autem die san- guis ad uncias aliquot intra spatium nycthemeri qua- ter sponte sua fluxit, qui bis sponte etiam stetit, bis autem adhibito Sp. terebinthinæ manusque pressione restrictus est, & margines vulneris sphacelo conspi- cuè occupari videbantur. Cum igitur nihil jam re- stare videretur præter usum ferri igniti ad hæmorrha- giam sistendam, simulque sphaceli progressum cohi- bendum, quando illa fomenta & cataplasmata, hic fasciarum stricturam repudiaret, sin autem cauterium nihil proficeret, ad manus amputationem devenien- dum esset, quæ quam anceps in hujusmodi corporis temperamento remedium foret, experientia satis te- statur; ad utrumque pariter inhibendum Corticis Pe- ruviani vires, cujus feliciter exhibiti testimonia plura tum audiveram, experiri hic etiam placuit. Duode- cimo igitur die ejus corticis mane exhibiti sunt; & M m m quarta\nquarta quaque hora repetiti; ex quo, sequenti mane, cum jam ejus unciæ dimidium haustisset, dolorem plurimum mitigatum, tumoremque manus valde imminutum inveni, puris etiam aliquantum circa vulneris margines & intra fascias contpectum, limbaque undique, qui pridie ex sphacelo niger erat, jam separari incipere visus est: febris quoque, qua toto prius tempore minime gravis, satis tamen sensibilis, cum hæmorrhagia incrementum sumferat, in totum quieverat, urina sedimentum paucum, quod latosi potius aut albo-flavescentis quam lateritii vel rofaciei coloris erat, deponente. Corticis utus eodem modo per duos dies continuatus erat, deinde per duos amplius dies ter quotidie sumtus, tum per tres alios dies bis duntaxat in die, adeo ut intra septimanam unam duæ ejus unciæ datæ fuerant.\n\nInterea tumor & inflammatio omnis evanuerunt, pus purum manabat, caro succrescebat, & dolor, qui tamen inter movendum satis gravis in carpo adhuc restabat, plurimum immunitus fuit. Per tres deinde septimanas omnia bene se habebant, excepto quod rheumatico-arthriticus affectus, quo alias hyeme laborare solebat, nunc pedem, nunc acromion & scapulam unam vel ambas, cum tumore, invasit; febre interim vacuus erat, & appetitu ad ea, quæ permissa erant, valens. Deinde vero, Dec. 19, stomachus imbecillior fieri, dolor metacarpi cum tumore major; quæ cum sequenti die augmentum sumere visa essent, tertio die pulsus aliquantum celerior factus est, & tumor metacarpi cum inflammatione abscessum minabatur, vulnere interim palmæ pus album & æquale, ut antea, fundente. Quarto autem die vulneris oræ vesiculis tumidæ, ad gangrænam.\nnam tendere, cum copioso saniei sine ullo pure effluxu, manusque tota & carpus tumore inflammatorio & gravissimo dolore obsideri. Cortice igitur eodem, ut prius, modo exhibito, intra octo horas. cum vix tres ejus doses hausisset, dolor, qui antea acerbissimus erat, quasi incantamento lenitus est, & sequenti deligatione tumor manus dimidio subsedisse, & pus laudabile manare videbatur. Urina primo satis intensi erat ruboris, deinde paulatim dilutior evasit, nullo, vel paucissimo sedimento. Deinceps, ut praecaveretur recidiva, corticis unciam dimidiam singulis septimanis ad sextam usque exhibui, scrupulis duobus per triduum bis quotidie datis, finemque quarto demum mense laboriosae huic curationi, qua tendines omnes musculorum perforati & perforantis, praeter eos, qui minimo digito inserviunt, abscesserant, os etiam unum ex iis, quae metacarpum, aliud eorum, quae carpum constituunt, nudatum erat, abscessusque unus & alter dorso manus orti, finem imposui.\n\nEx historiis hisce, & praesertim ex ultima, satis constare existimo, nihil hic sociatis aliorum medicamentorum virtutibus, nihil peculiari humorum diathesi, aut incognitae cuidam idiosyncrasiae, nihil spontaneae symptomatum remissioni, nihil fortuitae Crisi, & salutari per alias secretiones expurgationi, casui denique nihil imputandum, sed successum omnem corticis solius viribus unice tribuendum esse.\n\nLicet autem in historiis memoratis corticis pulverem duntaxat se in usum duxisse omnes referant, si quis tamen aut stomacho imbecilli consulturus, aut ex alia ratione, ipsum ea forma exhibere refugit; vix dubitarem resinam ejusdem aut extractum dimidia quantitate datum eundem effectum praestiturum, cum\nad febres intermittentes, ubi praecipua ejus virtus enitescit, praeparata ejusmodi corticis idem cum ipso valere quotidie videamus.\n\nQuod si quis ex historia prima a D. Rushworth memorata, qui corticem, dum febris aderat continua, exhibere timuit, & remissionem exspectavit, febrem intermittentem in omnibus, qui citantur, ægrotis, latuiffe contendat, adeoque nihil esse miri, si cortex ab hoste intra pomæria sua deprehensio victoriam reportaverit; huic reponere liceat, nihil ejusmodi in pluribus, imo contrarium plane in quibusdam, observatum, ut testantur satis idonei talium symptomatum judices; in ultima autem historia, ubi ipse ut potui, ad omnia attentus eram, nihil me notasse latentis alicujus typi, aut febris præter solitum, eumque lentum, tenorem obsidentis, quodque vel ad continentem aliquam, multo minus ad intermittentem pertineret, nihil febrilis in urina sedimenti, nihil insoliti caloris, aut sitis, aut rigoris in una praecipue diei parte, nihil ariditatis vel nigritiei linguae confirmare possim; & si rem vere reputemus, febrem, quæcunque aderat, solum fuisse symptomaticam in veniemus, quæ secundum veterum medicorum placita (nec recentiores abnuunt, & ex re ipsa patet) intermittens esse nullo modo potest. Et quod ad hoc argumentum praecipue spectat, vires scil. cornicis in sphacelo sistendo non ex febre quadam intermittente, & latente profliganda in actum duci, dum hæ scribo, ad manus affertur scriptum nuper editum D. Bradley Chirurgi Londinensis, qui ad calcem responsi ad inconditum quendam medica- mentarium fasciculum D. Dover, eundem felicem eventum habuisse corticis usum narrat in foemina ca- chectica\ncheœtica & leucophlegmatica; cui cum vulnus amplum & transversum superiore cruris parte ex casu contigisset, tertioque die febris vehemens cum pulsu frequenti & intermittente, lingua arida & nigra, aspectu torvo, & mente aliquatenus emota, supervenisset, gangrænaque interea totum fere crus occupasset, usu corticis quarta quaque hora exhibiti intra nycthemeri spatium gangrænam cohabitam, aliaque symptomata evanuisse; quinto autem die, corticis usu intermisso, omnia iterum reversa codemque rursus sumpto sedata fuisse, & ægrotam convaluisse memorat.\n\nEx hac historia, ut & quibusdam e supra memoriatis, apparet, non solum corticem, dum febris adest, exhiberi tuto & cum successu posse interdum, sed etiam febrem fortasse hujusmodi symptomaticam non esse e genere putridarum vulgarium, quæ etiam ideo a quibusdam fcriptoribus medicis ad siuum peculiare genus refertur, vel earum, quæ in intermittentes facessere sperantur; cum ad eas omnes usum corticis plerumque noxium, interdum lethalem observant medici, in hac autem salutarem fuisse evincunt facta a pluribus experimenta: sed hæc a Medicis ulterius expendenda.\n\nPræterea ex historiis allatis notari meretur, quod licet in quibusdam proximam gangrænae causam vulnera dederint, in omnibus tamen primam & præcipuam ex statu & conditione humorum desumendam videri; adeoque remedia intus exhibita quam ea, quæ extra applicari solent, citius & securius scopum attigisse.\n\nIstæ, quas supra exhibui, sunt, quantum novi, omnes, quotquot de usu corticis ad hujusmodi morbos\nhaec tenus editae fuerunt, observationes; quibus plures sine dubio quotidie ex praxi Chirurgorum hujus Urbis (quasdam ipse nuper ab aliis accepi) addi poterunt; quas si eodem successu probari plerumque contigerit, quid obstat, quo minus hunc ejusdem usum ad periculosissimum & fere immedicabilem affectum ambabus ulnis amplectamur, ejusque repertorem omni laude & praeconio dignum judicemus?\n\nSi ultra progreedi vellem, &c ad plures, quas in se cortex continet, virtutes digitum intendere liceret (quamvis ex eorum numero esse me minime optarem, qui cogitata sua susque deoque per omnia versant, & quae vigilantes somniant, in experimenta de vita & valetudine aliorum perduci cupiunt) cum quantum ad haemorrhagias narium, pulmonum, cæterarumque partium, per quas sanguis e corpore eliminari poteat, valeat, abunde Medicis notum sit; ejusdem etiam vires ad sanguinis fluxum in externis vulneribus sistendum, ubi ex nimia illius tenuitate aut acreidine vasa coire respuunt, Chirurgis ex propria experientia commendare possum; nec minus ad nimias excrementitionum, vel etiam aliorum praeter sanguinem utilium succorum evacuationes eundem plurimum valere saepius deprehendi.\n\nQualem effectum praestare poterit mirabilis hicce cortex in ulceribus quibusdam pessimis moris, quae Nomae & Phagedænae Chirurgis appellantur, & fortasse in herpetibus malignis, experientia destitutus nihil affirmare audeo; hoc tantum monuisse contentus, argumento ab analogia ducto, cum gangraena & sphacelus ulcera sint putrida & depascentia, illum non minus interdum fortasse efficere posse in aliis ejus generis affectibus: quod tamen non sine praevia corpo-\nris totius cura, re & tempore plerumque il in hisce concedente, quod in sphacelo fecus est, & respectu ad universum corpus habito, nec sine Medici docti & prudentis consilio aggrediendum autumarem. Atque hoc modo memorando illi Hipp. l. de Arte initio, monito obtemperare, juvabit. \"Mihi vero invenire aliquid eorum, quae nondum inventa sunt, quod ipsum notum, quam occultum esse praestet, scientiae votum ac opus esse videtur: similiterque & semiperfecta ad finem perducere & absolvere. At vero verborum inhonestorum arte ad ea, quae ab alis inventa sunt, confundenda promptum esse, nihil quidem corrigendo, eorum vero, qui aliquid sciunt, inventa apud ignaros columnando; non sane scientiae votum aut opus esse videtur, sed proditio magis naturae suae, & ignorantia artis.\n\nUt paucis igitur absolvi, quas supra attuli, historiae non otiosorum cerebrorum sunt figmenta, non anicularum deliramenta, non rudis plebeculae jactationes, non ex hypothesi aliqua structae narrationes, neque etiam Empiricorum de arcanis suis venditatio-nes; sed plurium in arte magistrorum fidelis experientia; quae ab uno vel forte, vel industria, vel ingenio & sagacitate primum excogitata, aliisque in communem utilitatem transmissa, a quamplurimis uno ore consentientibus minime fallax comprobata est: adeo ut quod hoc pacto in varia aetate, sexu, corporis temperamento, & vitae conditione, valere repertum est, in posterum eodem modo valiturum vix dubitandum sit, secundum verissimum illud Ciceronis effatum; \"Opinionum commenta delet dies, naturae judicia confirmat.\"\n\nVI. Somc",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104123.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16926,
    "total-output-tokens": 5411,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1329,
        2
      ],
      [
        1329,
        2960,
        3
      ],
      [
        2960,
        4549,
        4
      ],
      [
        4549,
        6230,
        5
      ],
      [
        6230,
        7844,
        6
      ],
      [
        7844,
        9521,
        7
      ],
      [
        9521,
        11162,
        8
      ],
      [
        11162,
        12683,
        9
      ],
      [
        12683,
        14318,
        10
      ],
      [
        14318,
        15878,
        11
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104123",
    "title": "De Usu Corticis Peruviani ad Gangrenam & Sphacelum, a Johanne Shipton, Chirurgo Londinensi",
    "authors": "Johanne Shipton",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/104123"
  }
}