{
  "id": "64922c97ae4b5696bd667beb4e70daa2d12814e3",
  "text": "III. Part of a Letter from Dr. Rich. Richardson, to Will. Sherard, L.L. D. & R. S. S., giving a relation of a wonderful Fall of Water from a Spout, upon the Mores in Lancashire.\n\nI had an opportunity when in Lancashire of visiting a second time a vast breach in the Ground, which was made by a Spout, which fell upon Emott-more. The account I took of it when I first saw it, I put into Writing; and upon a second Inspection, finding it to be pretty exact, I thought a Transcript of it, would not be ungrateful to you, which you may communicate to your Friends, and make what use of it you please. You may depend on it as true.\n\nTho' our printed Voyages of several parts of the World furnish us with frequent accounts of damage done at Sea by Spouts of Water, yet such rarely happening at Land, induc'd me to take the following Relation of a remarkable one, which fell on Emott-more, nigh Coln in Lancashire, on Tuesday the 3d of June, 1718. about ten in the Morning: when several Persons who were employ'd in digging Peat nigh the place where this Accident happen'd, upon a sudden were so terrify'd with an unusual noise in the Air, that they left their Work and ran Home, which was about a Mile from the Place: But to their great surprise they were intercept'd by Water; for a small brook in the Way was risen above Six Foot Perpendicular in a few Minutes time, and had overflow'd the Bridge.\n\nIt is to be observ'd, that there was no Rain at this time on Emott-more, only a Mist, which is very fre-\nquent upon those high Mountains in Summer time. There was a great Darkness in the Place where the Water fell, without either Thunder or Lightning. (as I had my Information from an Eye Witness) The Meadows at Wicclae were so much floated that the like had not been seen in several Years before, tho' there it was a very bright Day.\n\nUpon this account, I went to view the Place where the Water fell; tho' I believ'd this Inundation might proceed from an eruption of Water out of the side of the Mountain: such being not unfrequent, where Lead or Coal have been dug, but neither have ever been sought for here. Upon approaching the Place, I was struck with unspeakable Horror. the Ground was torn up to the very Rock, where the Water fell, which was above Seven foot deep, and a deep Gulf made for above half a Mile, and vast heaps of Earth cast up on each side of it, some pieces remaining yet above twenty Foot over, and six or seven Foot thick. About ten Acres of Ground were destroy'd by this Flood. The first Breach where the Water fell is about sixty Foot over, and no appearance of any Eruption, the Ground being firm about it, and no Cavity appearing. I must not forget to mention, that the Ground on each side the Gulf was so shaken, that large Chasmes appear'd at above 30 Foot distance, which a few Days after I observ'd the Shepherds were filling up, lest their Sheep should fall into them.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103366.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 777,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1500,
        2
      ],
      [
        1500,
        2899,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103366",
    "title": "Part of a Letter from Dr. Rich. Richardson, to Will. Sherard, LL. D. & R. S. S. Giving a Relation of a Wonderful Fall of Water from a Spout, upon the Mores in Lancashire",
    "authors": "Rich. Richardson",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103366"
  }
}