{
  "id": "c5c272a2c11141a2a765e75c28a467d397779934",
  "text": "VI. Observations of the Transit of Mercury over the Sun, Oct. 31. 1736. communicated to the Royal Society.\n\n1. An Observation of the Transit of Mercury over the Sun, Oct. 31. 1736. by Mr. George Graham, F.R.S. made in Fleetstreet, London.\n\nOct. 31. A.M.\nApparent Time.\nH. M. S.\nAt 9 22 00 Mercury not yet seen, then Clouds.\n9 25 37 I first saw Mercury for a few Seconds, and judged he was got entirely within the Sun's Disk, or perhaps a little more, then Clouds again, with some Intervals of a few Moments between, which allow'd us a Sight of Mercury about three or four several times; then quite cloudy till near 12, when we had a Sight of the Sun for a few Minutes, and took his Transit upon the Meridian; at which time we judged Mercury to be about two of his Diameters, or a little more, within the Sun's Disk, and a little past the vertical Line.\n\n12 10 27 We had again a Sight of the Sun, but Mercury was gone off.\n\n2. Con-\n2. Congreffus Mercurii cum Sole in Astronomica Specula Bononiensis scientiarum Instituti observatus, die xi Novembris, MDCCXXXVI. (N. S.) mane: referente Eustachio Manfredio, ejusdem instituti Astronomo. & R. S. Lond. S.\n\nCum mihi ob adversam valetudinem transitum hunc Mercurii sub Sole nonnisi per intervalla spectare, neque in eo mihi ipsi satisfacere licuerit, referam paucis, quae in hac specula non tam a me quam a Viris doctissimis, qui frequentes huc adventare confecerunt, observata fuerint, praesertim vero ab egregio juvenc Eustachio Zanotto Phil. Doc., qui meas in astronomica professione vices gerit; deinde ea subjungam, quae postmodum ex observationibus in typum relatis, atque ad calculos expensis una cum illo definiavi.\n\nIn supremae speculae conclavi, unde majores tubi opticis promi, aptarique possunt, intenderat Zanottus in Solem optimae notae telescopium, a Campano elaboratum, pedes 22 Bononienfes longum, quo ipsum, si fieri posset, Mercurii in marginem Solis incursum notaret; ac quando incursum illum quorundam astronomorum calculi maturius, aliorum serius, complurium scrupulorum dissidio, pollicebantur, cum Josepho Roverfio condixerat, si quando ipse cessasset, ut is confestim eidem telescopio succederet. Alii interea aliunde brevioribus tubis in idem intendebamus. Coelum erat nitidislimum, aer nullo ventorum flatu perturbatus. Obtigit Roverfio, ut omnium primus Planetam ad Solis marginem deprehenderet hora post meridiem 22. 8. 37. ac mox interiore ejus cum Sole contactum definiret hora 22. 11. 12. Horologiis utebamur\nmur ad meridianam lineam per eodem dies expensis,\nquam ipsam lineam Zanottus per æquales altitudines\nmatutinas ac vespertinas plurices ad Solem exegit.\n\nObservatoribus aliis paullo serius Planeta in Solis\nlimbo est animadversus. Mihi, ex inferiori conclavi\ncollimanti telescopio Campani pedum 11 non ante\nhoram 22. 9. 5. est conspicatus, cum jam sat notabili\nsui parte Solem delibaret, contactus autem interior eo-\ndem tubo æstimatus hor. 22. 10. 53. Sed longe cer-\ntior prior illa observatio, quippe quæ praëstantiori in-\nstrumento est habita. Quoniam tamen ex temporibus\nagrestis Planetæ mox afferendis constitit ejus corpus-\nculum in excessu impendisse min. 3. 16. si tantumdem\nex tempore contactus interioris a Roverfio notati sub-\nduxerimus, fiet contactus exterior, sive primus Mer-\ncurii ad Solem appulsus adhuc certior hor. 22. 7. 56.\n\nDeinceps observationes eo spectarunt, ut puncta ali-\nquot invenirentur ejus semita quam Planeta in Sole\ndescribere visebatur. Ea puncta singula ad circulum\nhorarium, necnon ad parallelum per centrum Solis\nductum retulimus, Cassiniana methodo, notatis ex ho-\nrologio temporibus, quibus & limbi Solis, & Mercu-\nrius filum horarium micrometri, hic vero præterea\netiam obliqua pertransiret, interea dum Sol boreo sui\nmargine filum ipsum parallelum perraderet. Multa\nejuscemodi puncta nactus est Zanottus telescopio pe-\ndum 8; unum ego vel alterum tubo pedum 6, cui\ntubo micrometrum aptatum erat exquisiti operis a viro\ncl. Jo. Jacobo Marinonio Mathematico Cæsareo exco-\ngitatum, atque huic observatorio dono missum. Eo-\ndem & Roverfius, & Thomas Perellus, M.D. non-\nnulla puncta alia determinarunt. Huc etiam pertine\nobservatio a Perello in ipso meridiano habita, murali\nscmi-\nfemicircolo, qua observatione inventa est Planetæ ascensio recta secundis $1 \\frac{1}{2}$ temporariis major, declinatio autem secundis $58 \\frac{1}{2}$ temporariis minor quam centri Solis. Illud præterea Zanottus sibi sumpsit, ut insigniorum macularum, quæ plures eo die in Sole cernebantur, positus describeret. Ab iis maculis facile erat Planetam internoscere, & quod exacte rotundus, & quod nigerrimus, & quod nulla arcola esset obseptus.\n\nAd Mercurii egressum quod attinet, Franciscus Algarottus, R. S. Lond. S. qui nuper ex Gallia & Britannia in Italiam redux hujuscæ phænomeni spectandi gratia Bolognae se contulerat, tubo pedum 8 usus initium notavit hora a meridio o. 50. 1, finem hor. o. 53. 6; ego vero telescopio illo 11 pedum initium hor. o. 51. 7, finem hor. o. 53. 44; Roverius telescopio pedum 14 finem tantum advertit hor. o. 54. 1; verum haæ observationes minus certæ cum ob mediocrem tuborum praestantiam, tum quod ventus id temporis coortus tubos ipsos non nihil agitaret. Praefenda ergo hisce omnibus observationi telescopio illo pedum 22 habita, quo Franciscus Vandellius, in hoc scientiarum Instituto militaris architecturae professor, interiorem contactum definit hor. o. 50. 50, exteriorem hor. o. 54. 6, unde mora planetæ in limbo min. 3, 16, & tempus egressus centri hor. o. 52. 28, quod ex mea observatione foret hor. o. 52. 25.\n\nHaec tenus observationes ipsæ; nunc quæ ex earum inter se se collatione una cum Zanotto deduxerim, persedar. Asumpta Solis diametro min. 32. 34, ac tempore ejus transitus per circulos horarios min. 2. 17. (quos numeros & recentiorum astronomorum tabulae exhibent, & observationes ipsæ comprobarunt) puncta illa\nilla planetarum semitae observando definita in typum retulimus; ac cum ob exiguas observationum fallacias minime omnia examussem in eandem reclam lineam incidere, nullam eorum conciliandorum rationem aptiorem invenimus, quam si statueremus perpendiculararem lineam ex centro Solis ad planetae semitam ductam angulum cum horario circulo comprehendere grad. 23.40 ad ortum: ejus vero perpendicularis longitudinem a centro ad ipsam semitam ponemus min. 13.58 ad boream. Ex his reliqua omnia calculo deduximus in hunc modum.\n\n| Initium ingressus Mercurii in Solis discum | Hor. |\n|------------------------------------------|------|\n| hor. 22 7 56                             |      |\n| Ingressus centri                         | hor. |\n| hor. 22 9 34                             |      |\n| Totalis ingressus                         | hor. |\n| hor. 22 11 12                            |      |\n\n| Initium egressus                         | hor. |\n|------------------------------------------|------|\n| hor. 0 50 50                             |      |\n| Egressus centri                          | hor. |\n| hor. 0 52 28                             |      |\n| Totalis egressus                         | hor. |\n| hor. 0 54 6                              |      |\n\nMora centri Mercurii in disco Solis\n\n| Semimora                                 | hor. |\n|------------------------------------------|------|\n| hor. 1 21 27                             |      |\n| Tempus medii transitus                   | hor. |\n| hor. 23 31 1                             |      |\n\nAngulus lincae perpendicularis ad semitam planetae cum circulo horario ab observationibus definitus, ad ortum\n\n| Angulus eclipticæ cum horario ex tabulis astronomicis ad ortum | gr. |\n|---------------------------------------------------------------|-----|\n| gr. 23 40 0                                                   |     |\n| gr. 105 48 0                                                  |     |\n\nInde\nInde angulus eclipticæ cum perpendiculari ad Mercurii semitam apparentem\n\nEt angulus semitæ app. cum ecliptica\n\nDistantia semitæ a centro Solis ab observationibus inventa ad hor.\n\nSemidiameter Solis\n\nLongitudo semitæ intra Solis dis-\n\ncum\n\nEjus longitudinis dimidium\n\nEx his motus horarius Mercurii in semita apparenti\n\nMotus horarius apparens in ecliptica\n\nInde portio semitæ inter medium transitus & conjunctionem\n\nPortio semitæ ab ingressu ad conjunctionem\n\nPortio ejusdem a conjunctione ad egressum\n\nDifferentia longitudinis Mercurii & Solis in ingressu\n\nDifferentia longitudinis in egressu\n\nTempus a medio transitus ad conjunctionem\n\nTempus ipsum conjunctionis Bononiae\n\ntemp. ver. hor. 23 50 3\ntemp. med. hor. 23 34 25\nLongitudo Solis & Mercurii in ipsa conjunctione e Cassinianis tabulis\n\nScorpii gr. 19 23 30\n\nHuic longitudini respondet intra sec. 4. observatio a Petro Lilio J. U. D. eodem die habita gnomone meridiano ad Divi Petronii.\n\nLatitudo Mercurii in ingressu bor. gr. 0 12 37\nLatitudo in egresiu bor. gr. 0 14 54\nInde motus horarius in latitudinem gr. 0 0 50½\nEt latitudo in ipsa conjunctione bor. gr. 0 14 1\n\nEx his intervallum temporis a transitu Mercurii per nodum ascenden-tem ad conjunctionem hor. 16 39\nEt tempus ipsum transitus per nodum t. ver. hor. 7 11\nt. med. hor. 6 55\n\nEx tabulis Cassinianis motus Mercurii in orbita e Sole visus inter-vallo horarum 16, 39 circa hoc tempus, seu argumentum latitudinis in conjunctione gr. 4 15 47\nIdem motus ad eclipticam reductus gr. 4 13 56\n\nInde locus nodi ascenden-tis Mercurii e Sole visus Tauri gr. 15 9 34\n\nDistantia\nDistantia Mercurii a Sole ad tempus conjunctionis e tabulis Cassinianis\n\nLog. 449301\n\nDistantia Telluris a Sole ex iisdem tabulis\n\nLog. 499503\n\nInde latitudo Mercurii in conjunctione, e Sole visa bor.\n\nUnde inclinatio orbitae Mercurii ad eclipticam\n\ngr. 0° 30' 31\"\n\nTempus a contactu interiori Mercurii ad exteriorem in egressu ex observatione\n\nbor. 0° 3' 16\"\n\nPortio semitae hoc tempore a Mercurio peragrata\n\ngr. 0° 0' 20\"\n\nAngulus semitae ipsius cum semidiametro Solis in egressu\n\ngr. 58° 50' 0\"\n\nInde diameter apparenis Mercurii quamproxime\n\ngr. 0° 0' 10\"\nExtracts of a Letter from Mr. Professor Weidler, F. R. S. &c. to Dr. Mortimer, Secr. R. S. dated at Wittemberg, Jan. 1, 1737. N.S. Translated from the Latin by T. S. M.D. F. R. S.\n\nI have lately answer'd your agreeable Letter of Oct. 26, 1736. and now send you a printed Copy of my Observation of the Transit of Mercury over the Sun, on Nov. 11. for though the uncertain State of the Weather was some Hindrance to a complete Observation, yet, what I observ'd, I thought proper not to deprive others of; chiefly because it does not appear to me, that this Phenomenon has hitherto been seen with better Success.\n\nI beg you will send the other Copy to Dr. Halley.\n\nDr. Weidler's Observations of Mercury's Transit; extracted from the printed Account.\n\nMercury appear'd within the Sun's eastern Limb (as in the Scheme)\n\n| H. M. S. | at |\n|----------|----|\n| 10 49 20 | 1  |\n| 11 36 00 | 2  |\n| 11 52 20 | 3  |\n| 12 2 30  | 4  |\n| 4 30     | 5  |\n| 44 20    | 6  |\n| 52 45    | 7  |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103900.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14944,
    "total-output-tokens": 3878,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        931,
        2
      ],
      [
        931,
        2486,
        3
      ],
      [
        2486,
        4203,
        4
      ],
      [
        4203,
        5871,
        5
      ],
      [
        5871,
        7830,
        6
      ],
      [
        7830,
        8555,
        7
      ],
      [
        8555,
        9418,
        8
      ],
      [
        9418,
        9977,
        9
      ],
      [
        9977,
        10953,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103900",
    "title": "Observations of the Transit of Mercury Over the Sun, Oct. 31. 1736. Communicated to the Royal Society",
    "authors": "T. S., George Graham, Professor Weidler, Eustachio Manfredio",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/103900"
  }
}