{
  "id": "de10be1523b358f844bfc7951d1a1c24feb42b3d",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion,\nas a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. Experiments to ascertain the ratio of the magnetic forces acting on a needle suspended horizontally, in Paris and in London. By Captain Edward Sabine, of the Royal Artillery, Secretary of the Royal Society. . page 1\n\nII. On the resistance of fluids to bodies passing through them. By James Walker, Esq.F.R.S.E. Communicated by Davies Gilbert, Esq.M.P.V.P.R.S. . . 15\n\nIII. On the corrections in the elements of Delambre's Solar Tables required by the observations made at the Royal Observatory, Greenwich. By George Biddell Airy, Esq. M.A. Fellow of Trinity College Cambridge, and Lucasian Professor of Mathematics in that University. Communicated by John Frederick William Herschel, Esq. V.P.R.S. . . . . . . . 23\n\nIV. Experiments to determine the difference in the length of the seconds pendulum in London and in Paris. By Captain Edward Sabine, of the Royal Artillery, Secretary of the Royal Society. Communicated by Thomas Young, M.D. Foreign Secretary to the Royal Society, and Secretary to the Board of Longitude. . . . . . . . . . . . . . . . . . . 35\n\nV. On the measurement of high temperatures. By James Prinsep, Esq. Assay Master of the Mint at Benares. Communicated by Peter Mark Roget, M.D. Secretary of the Royal Society. . . . . . . . . . . . . . . . . . . 79\n\nVI. On Captain Parry's and Lieutenant Foster's experiments on the velocity of sound. By Dr. Gerard Moll, Professor of Natural Philosophy in the University of Utrecht. Communicated by Captain Henry Kater, V.P.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 97\nVII. An account of a series of experiments made with a view to the construction of an achromatic telescope with a fluid concave lens, instead of the usual lens of flint glass. In a letter addressed to Davies Gilbert, Esq. M.P. President of the Royal Society. By Peter Barlow, Esq. F.R.S. &c. . . . . . . . . . . . . . . . . page 105\n\nVIII. A catalogue of nebulæ and clusters of stars in the southern hemisphere, observed at Paramatta in New South Wales, by James Dunlop, Esq. In a letter addressed to Sir Thomas Makdougall Brisbane, Bart. K.C.B. late Governor of New South Wales. Presented to the Royal Society by John Frederick William Herschel, Esq. V.P.R.S. . . . . . . . 113\n\nIX. An account of trigonometrical operations in the years 1821, 1822, and 1823, for determining the difference of longitude between the Royal Observatories of Paris and Greenwich. By Captain Henry Kater, V.P.R.S. . . . 153\n\nX. On the phenomena of volcanoes. By Sir Humphry Davy, Bart. F.R.S. 241\n\nXI. Abstract of a meteorological journal kept at Benares during the years 1824, 1825, and 1826. By James Prinsep, Esq. Assay Master of the Mint at Benares. Communicated by Peter Mark Roget, M.D. Secretary of the Royal Society. . . . . . . . . . . . . . . . . . . . . 251\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by order of the President and Council.\nThe President and Council of the Royal Society adjudged the Medals for the year 1827 as follows.\n\nA Royal Medal to Sir Humphry Davy, Bart. for his Bakerian Lecture \"On the relations of electrical changes,\" considered as the last link, in order of time, of the splendid chain of discoveries in chemical electricity, which has been continued for so many years of his valuable life.\n\nA Royal Medal to M. Struve, Director of the Observatory of Dorpat, for his work entitled \"Catalogus novus Stellarum duplicium.\"\n\nA Medal on Sir Godfrey Copley's donation to Dr. Prout, for his paper entitled \"On the ultimate composition of simple alimentary substances, with some preliminary remarks on the analysis of organized bodies in general.\"\n\nA Medal on Sir Godfrey Copley's donation to Lieutenant Henry Foster, Royal Navy, for his magnetic and other observations made during the Arctic expedition to Port Bowen.\nA List of Public Institutions and Individuals, entitled to receive a copy of the Philosophical Transactions of each year, on making application for the same directly or through their respective agents, within five years of the date of publication.\n\nIn the British Dominions.\n\nThe King's Library.\nThe British Museum.\nThe Bodleian Library.\nThe Radcliffe Library.\nThe Cambridge University Library.\nThe Royal Institution.\nThe Royal College of Physicians.\nThe Royal Observatory at Greenwich.\nThe Society of Antiquaries of London.\nThe Society for the Encouragement of Arts.\nThe Astronomical Society of London.\nThe Cambridge University Philosophical Society.\nThe Geological Society of London.\nThe Horticultural Society of London.\nThe Linnean Society of London.\nThe Royal Irish Academy.\nThe Library of Trinity College, Dublin.\nThe Dublin Society.\nThe Royal Society of Edinburgh.\nThe University of St. Andrews.\nThe University of Glasgow.\nThe Asiatic Society at Calcutta.\n\nDenmark.\n\nThe Royal Society of Sciences at Copenhagen.\nThe Royal Observatory at Altona.\n\nFrance.\n\nThe Royal Academy of Sciences at Paris.\nThe Royal Academy of Sciences at Thoulouse.\nThe \"Ecole des Mines\" at Paris.\nThe Geographical Society at Paris.\n\nGermany.\n\nThe University at Göttingen.\nThe Palatine Society at Manheim.\nThe Cæsarean Academy of Naturalists at Bonn.\n\nItaly.\n\nThe Italian Society of Sciences at Modena.\nThe Royal Academy of Sciences at Turin.\n\nThe Netherlands.\n\nThe Imperial Academy of Sciences at Brussels.\n\nPortugal.\n\nThe Royal Academy of Sciences at Lisbon.\n\nPrussia.\n\nThe Royal Academy of Sciences at Berlin.\n\nRussia.\n\nThe Imperial Academy of Sciences at St. Petersburg.\n\nSpain.\n\nThe Royal Academy of Sciences at Madrid.\n\nSweden.\n\nThe Royal Academy of Sciences at Stockholm.\n\nUnited States.\n\nThe American Philosophical Society at Philadelphia.\nThe New York Philosophical Society.\nThe Boston Philosophical Society.\nThe Library of Harvard College.\n\nThe fifty Foreign Members of the Royal Society.\nA List of Public Institutions and Individuals entitled to receive a copy of the Astronomical Observations made at the Royal Observatory at Greenwich, upon application for the same directly or through their respective Agents.\n\nIn the British Dominions.\nThe King's Library.\nThe Board of Ordnance.\nThe British Museum.\nThe Royal Society.\nThe Bodleian and Savilian Libraries, Oxford.\nThe Library of Trinity College, Cambridge.\nThe King's Observatory at Richmond.\nThe Observatory at Armagh.\nThe Observatory at Cambridge.\nThe Observatory at the Cape of Good Hope.\nThe Observatory at Dublin.\nThe Observatory at Oxford.\nThe Observatory at Paramatta.\nThe University of Aberdeen.\nThe University of St. Andrews.\nThe University of Dublin.\nThe University of Edinburgh.\nThe University of Glasgow.\nThe Astronomical Society.\nThe Royal Institution.\nThe President of the Royal Society.\nThe Secretary, and three Resident Members of the Board of Longitude.\nThe Lowndes' and Plumian Professors of Astronomy, Cambridge.\nThe Lord Bishop of Cloyne.\nFrancis Baily, Esq.\nThomas Henderson, Esq.\nJames South, Esq.\nEdward Troughton, Esq.\n\nIn Foreign Countries.\nThe Royal Academy of Sciences at Berlin.\nThe Royal Academy of Sciences at Paris.\nThe Imperial Academy of Sciences at St. Petersburg.\nThe Royal Academy of Sciences at Stockholm.\nThe Royal Academy of Sciences at Upsal.\nThe Board of Longitude at Paris.\nThe University of Göttingen.\nThe University of Leyden.\nThe Palatine Society at Manheim.\nThe Academy of Bologna.\nThe American Academy of Science at Boston.\nThe American Philosophical Society at Philadelphia.\nThe Library of Havard College.\nThe Observatory at Åbo.\nThe Observatory at Altona.\nThe Observatory at Cadiz.\nThe Observatory at Coimbra.\nThe Observatory at Copenhagen.\nThe Observatory at Dorpat.\nThe Observatory at Königsberg.\nThe Observatory at Marseilles.\nThe Observatory at Milan.\nThe Observatory at Paris.\nThe Observatory at Seeberg.\nThe Observatory at Vienna.\nThe Observatory at Wilna.\nProfessor Bessel.\nDr. William Olbers.\nThe President and Council of the Royal Society have directed that the disposable copies which remain of the volumes of the Philosophical Transactions, prior to 1816, should be sold at one-third of the prices affixed at the time of publication. The undermentioned Parts may accordingly be obtained of the Society's bookseller at the annexed prices:\n\n| Year | Part | £ | s. | d. |\n|------|------|---|----|----|\n| 1801 | I    | 0 | 5  | 8  |\n|      | II   | 0 | 5  | 10 |\n| 1802 | I    | 0 | 3  | 8  |\n|      | II   | 0 | 5  | 10 |\n| 1803 | I    | 0 | 4  | 2  |\n|      | II   | 0 | 4  | 6  |\n| 1804 | I    | 0 | 3  | 6  |\n|      | II   | 0 | 4  | 2  |\n| 1805 | I    | 0 | 3  | 4  |\n|      | II   | 0 | 3  | 10 |\n| 1806 | I    | 0 | 4  | 6  |\n|      | II   | 0 | 5  | 10 |\n| 1807 | I    | 0 | 3  | 4  |\n\n| Year | Part | £ | s. | d. |\n|------|------|---|----|----|\n| 1807 | II   | 0 | 5  | 2  |\n| 1808 | II   | 0 | 4  | 10 |\n| 1809 | II   | 0 | 6  | 10 |\n| 1810 | I    | 0 | 3  | 4  |\n|      | II   | 0 | 4  | 0  |\n| 1811 | I    | 0 | 5  | 0  |\n|      | II   | 0 | 5  | 0  |\n| 1812 | I    | 0 | 5  | 10 |\n|      | II   | 0 | 5  | 10 |\n| 1813 | I    | 0 | 4  | 8  |\n|      | II   | 0 | 6  | 0  |\n| 1815 | I    | 0 | 4  | 2  |\n|      | II   | 0 | 7  | 4  |\nCONTENTS\n\nXII. A description of a vertical floating collimator; and an account of its application to astronomical observations with a circle and with a zenith telescope. By Captain Henry Kater, V.P.R.S. . . . . . page 257\n\nXIII. On the height of the Aurora borealis above the surface of the earth; particularly one seen on the 29th of March, 1826. By John Dalton, F.R.S. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 291\n\nXIV. A comparison of the changes of magnetic intensity throughout the day, in the dipping and horizontal needles at Treurenburgh Bay in Spitsbergen. By Captain Henry Foster, R.N. F.R.S. . . . . . . . . . . . . . 303\n\nXV. Experiments relative to the effect of temperature on the refractive index and dispersive power of expansible fluids, and on the influence of these changes in a telescope with a fluid lens. By Peter Barlow, Esq. F.R.S. &c. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 313\n\nXVI. On some circumstances relating to the economy of bees. By Thomas Andrew Knight, Esq. F.R.S. President of the Horticultural Society. 319\n\nXVII. On the laws of the deviation of magnetized needles towards iron. By Samuel Hunter Christie, Esq. M.A. F.R.S. &c. . . . . . . . . . . . 325\n\nXVIII. Description of a sounding board in Attercliffe church, invented by the Rev. John Blackburn, Minister of Attercliffe-cum-Darnall, Sheffield. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 361\n\nXIX. On the mutual action of sulphuric acid and alcohol, and on the nature of the process by which ether is formed. By Henry Hennell, Esq. Communicated by W.T. Brande, Esq. F.R.S. . . . . . . . . . . . . 365\nXX. *Experiments and observations on electric conduction.* By William Ritchie, Esq. M.A. F.R.S. Rector of Tain Academy. . . . . . . . . . . . page 373\n\nXXI. *On magnetic influence in the solar rays.* By Samuel Hunter Christie, Esq. M.A. F.R.S. &c. . . . . . . . . . . . . . . . . . . . . . . . . 379\n\nAPPENDIX.\n\nIndex.\n\n*Presents received by the Royal Society, from 17th November 1827, to 19th June 1828.*\n\n*Meteorological Journal, kept at the Apartments of the Royal Society, by order of the President and Council.*",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107832.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 23332,
    "total-output-tokens": 4158,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1982,
        3
      ],
      [
        1982,
        2953,
        4
      ],
      [
        2953,
        4509,
        5
      ],
      [
        4509,
        5876,
        6
      ],
      [
        5876,
        6776,
        7
      ],
      [
        6776,
        6776,
        8
      ],
      [
        6776,
        8754,
        9
      ],
      [
        8754,
        10769,
        10
      ],
      [
        10769,
        12019,
        11
      ],
      [
        12019,
        12019,
        12
      ],
      [
        12019,
        13667,
        13
      ],
      [
        13667,
        14183,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107832",
    "title": "Front Matter",
    "authors": null,
    "year": 1828,
    "volume": "118",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/107832"
  }
}