{
  "id": "4cc57554c9116545da4c4df5898cefecc4917297",
  "text": "AN INDEX\n\nTo the Thirtieth Volume of the Philosophical Transactions.\n\nA.\n\nAlgebra. An Attempt to improve the Method of Approximating in extracting the Roots of Equations in Numbers, n. 352, p. 610. A Discourse of Infinite Series's, n. 353, p. 633.\n\nAntiquities in Sussex. n. 351, p. 549. n. 356, p. 783.\n\nArchitecture Roman. Observations on it. n. 361, p. 561.\n\nAstronomical Observations n. 357, p. 847. n. 363, p. 1109.\n\nAurora Boreales in Kent. n. 351, p. 584. One in London. n. 352, p. 586. Another n. 363, p. 1099, 1101, 1104. At Streatham, ibid. p. 1107.\n\nB.\n\nBarometer, The Cause of its Variation, assign'd in the Hist. Acad. Royale, consider'd, n. 351, p. 570.\n\nBlood, Of its Motion, n. 355, p. 756. Of its Specifick Gravity, n. 361, p. 1000.\n\nBooks, Accounts of them. I. Polenus de Motu Aque mixto. n. 354, p. 723. II. Apollonius Pergaeus de Conicis, &c. ib. p. 732.\n\nBritain, Whether once a Peninsula, n. 352, p. 589. Some Account of its Affairs under the Roman Government, n. 356, p. 783.\n\nBurning Concave, Experiments made with it, n. 360, p. 976.\n\nC.\n\nCape of Good Hope, Its Longitude, n. 361, p. 992.\n\nCatuvillauni, A People formerly in the South of England, n. 356, p. 814.\nINDEX.\n\nCheck, An extraordinary Wench out of it, n. 354, p. 713.\nColick, An extraordinary Effect of it, n. 351, p. 582.\nComets, A Telecopic one, n. 354, p. 721. One at Berlin, n. 357, p. 810.\nConick Sections, Some simple Properties of them, n. 352, p. 672.\nCows, Of the contagious Disease among them, n. 358, p. 872.\nCurves, Of the Construction and Measure of them, n. 356, p. 803. An universal Method of describing them only by the help of Angles and Right Lines, n. 359, p. 939.\nOf the Curve describ'd by a Body descending in the least Time, with a given Law of Attraction, n. 358, p. 860.\nClocks, made to agree with apparent Time, n. 363, p. 1079.\n\nD.\n\nDissection, of an emaciated Child, n. 353, p. 631.\n\nE.\n\nEarth, An unusual Falling in of it, n. 355, p. 768.\nEclipse, Of the Sun, n. 357, p. 822. Of the Moon, n. 361, p. 992. Another, n. 357, p. 855.\nElephant, Its Organ of Hearing describ'd, n. 358, p. 885.\nExperiments, To prove an interspers'd Vacuum, n. 354, p. 717. Of the Resistance of the Air to falling Bodies, n. 362, p. 1071. Of the Cause of the Ascent and Suspension of Water in Capillary Tubes, n. 355, p. 739. On the Action of Glass Tubes upon Water and Quicksilver, n. 363, p. 1083.\n\nG.\n\nGascoigne, (Mr.) his excellent Inventions, and great Abilities, n. 352, p. 606.\nGibraltar, The Situation of some Roman Towns about it, n. 359, p. 903.\n\nH. Heart,\nINDEX.\n\nH.\nHeart, Of its Force, n. 358, p. 863. n. 359, p. 929.\nn. 361, p. 995. n. 362, p. 1039.\n\nJ.\nJamaica, Some Remarks on it, n. 357, p. 838.\nInscriptions, A Roman one in the North of England, n. 354,\np. 701. n. 357, p. 82. Another n. 356, p. 83. Another n. 359, p. 945.\nJupiter, The Occultation of a Fixt Star by him n. 351,\np. 546. Transit of the 4th Satellite over its Disk n. 59.\np. 900. Tables of the Eclipses of the first Satellite,\nn. 361, p. 1021.\n\nL.\nLanchester, Of the Roman Castrum there, n. 354, p. 701.\n\nM.\nMars, His Transit near a Fixt Star, n. 351, p. 548.\nMaxima and Minima in the Celestial Motions, n. 360, p. 948\nMeteors, One in Jamaica, n. 357, p. 837. One seen all\nover England, n. 360, p. 978.\nMethod of Fluxions, Two Letters concerning it, n. 359,\np. 923. An Illustration of it, n. 362, p. 1050.\nMoon, Of its Appulses to the Hyades, n. 354, p. 691.\n\nO.\nOaks, Of Three which sunk into the Ground, n. 355, p. 766\n\nP.\nPlants, A new Genus call'd Araliastrum, n. 354, p. 705\nProblem, Propos'd by Mr. Leibnitz, solv'd, n. 354, p. 695\nPyrmont Waters, Their nature and quality, n. 351, p. 564\n\nS.\nSaturn, An Observation of him, n. 351, p. 548. His Satellites Motions rectified, n. 355, p. 768. n. 356, p. 776\nSkeleton, The Impression of one in a very hard Stone,\nn. 360, p. 963\nSea, Several Irruptions of it, n. 352, p. 597\nSilk Worms, Experiments of them and of their Silk in\nEngland, n. 362, p. 1036.\nINDEX.\n\nSpouts, The strange Effects of one in Lancashire, n. 363, p. 1097\nStars, On the Change of Latitude of some of them, n. 355, p. 736\nStrata in a Coal Mine describ'd, n. 360, p. 968\nSunk Island in Humber, n. 361, p. 1014\n\nT.\n\nTaylor, (Dr.) his Defence against Mr. J. Bernoulli, n. 360, p. 955\nTelescopes, A way for Myopes to use them without Eye Glasses, n. 361, p. 1017\nTelecopick Sights, Who first invented the Application of them to Mathematical Instruments, n. 352, p. 603\nTubes Capillary, Of the Ascent and Suspension of Water in them, n. 355, p. 739\nTurneps, Their great and speedy Vegetation, n. 360, p. 974.\n\nV.\n\nVenereal Disease, Of its Antiquity, n. 357, p. 839\nVesuvius, An Eruption of it, n. 354, p. 708\n\nW.\n\nWater, An Enquiry into the Cause of its Ascent and Suspension in Capillary Tubes, n. 355, p. 739. Of the Motion of running Waters, ib. p. 748\nWilliamson (Mr.) asserts his Invention of making Clocks to agree with apparent Time, n. 363, p. 1079\nWine, The Danger of drinking cold Liquors after a large Quantity of it, n. 351, p. 581.\n\nFINIS.\n\nERRATUM. P. 1110. l. ii. pro mx l. m.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103373.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 2353,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1188,
        2
      ],
      [
        1188,
        2556,
        3
      ],
      [
        2556,
        3977,
        4
      ],
      [
        3977,
        5080,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103373",
    "title": "Back Matter",
    "authors": null,
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103373"
  }
}