{
  "id": "2497dff9e6e6946dafd6abbb670710cbe010fde6",
  "text": "Telephium repens folio non deciduo. C. B. P. 287.\n\n1646 Thalictrum minus alterum Parisiensium foliis crassioribus et lucidis. H. R. Par.\n\n1647 Tithymalus maritimus. C. B. P. 291.\nTithimalus paralius. J. B. 3. 674.\n\n1648 Trifolium Bitumen redolens. C. B. 327.\n\n1649 Trifolium Bitumen redolens angustifolium. Boer. Ind. Alt. 2. p. 32.\nTrifolium bituminosum arboreum angustifolium ac sempervirens. Hort. Cath.\n\n1650 Virga aurea Canadensis foliis carnosis non serratis latioribus. Hist. Oxon.\n\nXIX. A Letter to the Right Honourable George Earl of Macclesfield, President of the Royal Society, on the Advantage of taking the Mean of a Number of Observations, in practical Astronomy: By T. Simpson, F. R. S.\n\nMy Lord,\n\nRead April 10, 1755.\n\nIt is well known to your Lordship, that the method practised by astronomers, in order to diminish the errors arising from the imperfections of instruments, and of the organs of sense, by taking the Mean of several observations, has not been so generally received, but that some persons, of considerable note, have been of opinion, and even publicly maintained, that one single observation, taken\ntaken with due care, was as much to be relied on as the Mean of a great number.\n\nAs this appeared to me to be a matter of much importance, I had a strong inclination to try whether, by the application of mathematical principles, it might not receive some new light; from whence the utility and advantage of the method in practice might appear with a greater degree of evidence. In the prosecution of this design (the result of which I have now the honour to transmit to your Lordship) I have, indeed, been obliged to make use of an hypothesis, or to assume a series of numbers, to express the respective chances for the different errors to which any single observation is subject; which series, to me, seems not ill-adapted: but this I shall submit entirely to the judgment of your Lordship, who have made so great a number of observations, at your seat at Shirburn; where, to the best collection of mathematical books, your Lordship has added a more complete set of astronomical instruments than (perhaps) are to be found in the possession of any nobleman in Europe.\n\nShould not the assumption, which I have made use of, appear to your Lordship so well chosen as some others might be, it will, however, be sufficient to answer the intended purpose: and your Lordship will find, on calculation, that, whatever series is assumed for the chances of the happening of the different errors, the result will turn out greatly in favour of the method now practised, by taking a mean value. But I shall no longer detain your Lordship with general observations, but proceed to the matter\nmatter proposed; which I shall consider in the following propositions.\n\n**Proposition I.**\n\nSupposing that the several chances for the different errors that any single observation can admit of, are expressed by the terms of the progression \\( r^{-v} - r^{-3}, r^{-2}, r^{-1}, r^0, r^1, r^2, r^3 \\ldots r^w \\) (where the exponents denote the quantities and qualities of the particular errors, and the terms themselves the respective chances for their happening): 'tis proposed to determine the probability, or odds, that the error, by taking the Mean of a given number \\((n)\\) of observations, exceeds not a given quantity \\(\\left(\\frac{m}{n}\\right)\\).\n\nIt is evident, from the laws of chance, that, if the given series, \\( r^{-v} - r^{-3} + r^{-2} + r^{-1} + r^0 + r^1 + r^2 + r^3 \\ldots + r^w \\), expressing all the chances in one observation, be raised to the \\(n\\)th power, the terms of the series thence arising will truly exhibit all the different chances in all the proposed \\((n)\\) observations. In order to raise this power, with the greatest facility, our given expression may be reduced to \\( r^{-v} \\times \\frac{1-r^{2w+1}}{1-r} \\): whereof the \\(n\\)th power (making \\(w = 2v + 1\\)), will be \\( r^{-nv} \\times \\frac{1-r^{nw}}{1-r^n} \\); which, expanded, becomes\n\n\\[\nr^{-nv} - nr^{nw-nv} + \\frac{n(n-1)}{1} \\cdot \\frac{n(n-1)(n-2)}{2} \\cdot \\frac{n(n-1)(n-2)(n-3)}{3} \\ldots + \\text{&c.}\n\\]\n\nmultiplied into\n\n\\[\n1 + nr + \\frac{n(n+1)}{1} \\cdot \\frac{n(n+1)(n+2)}{2} \\cdot \\frac{n(n+1)(n+2)(n+3)}{3} + \\text{&c.}\n\\]\n\nNow,\nNow, to find from hence the sum of all the chances whereby the excess of the positive errors above the negative ones can amount, precisely, to a given number $m$, it will be sufficient (instead of multiplying the former series by the whole of the latter) to multiply by such terms of the latter, only, as are necessary to the production of the given exponent $m$, in question. Thus, the first term $(r^{n-v})$ of the former series is to be multiplied by that term of the second, whose exponent is $nv+m$, in order that the power of $r$, in the product, may be $r^m$. But it is plain, from the law of the series, that the coefficient of this term (putting $nv+m=q$) will be $\\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q)$, $q$ being the number of factors; and consequently, that the product under consideration will be $\\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q) \\times r^m$. Again, the second term of the former series being $-nr^{w-nv}$, the exponent of the corresponding term of the latter will be $-w+nv+m (= q-w)$, and therefore the term itself equal to $\\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-w) \\times r^{q-w}$: which, drawn into $-nr^{w-nv}$, gives $\\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-w) \\times -nr^m$, for the second term required.\n\nIn like manner, the third term, of the product, whose exponent is $m$, will be found $\\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-2w) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} r^m$: and the sum of all the terms having the same given exponent ($m$) will consequently be\n\\[ \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q) \\times r^m \\]\n\\[ - \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-w) \\times nr^m \\]\n\\[ + \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-2w) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} r^m \\]\n\\[ - \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-3w) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot \\frac{n-2}{3} r^m \\]\n\\[ \\text{etc. etc.} \\]\n\nFrom which general expression, by expounding \\( m \\) by 0, +1, -1, +2, -2, etc. successively, the sum of all the chances, whereby the difference of the positive and negative errors can fall within the proposed limits, will be found; which, divided by \\( r^{-m} \\times 1-r^{-w} \\times 1-r^{-r} \\), will give the true measure of the probability required: from whence the advantage of taking the Mean of several observations might be shewn: but this I shall exemplify in the next proposition; which is better adapted to the purpose, and to which this is premised, as a Lemma.\n\nRemark.\n\nIf \\( r \\) be taken = 1, or the chances for the errors in excess and defect be supposed exactly the same; then our expression, by expunging the powers of \\( r \\), will become the very same with that shewing the chances for throwing \\( n+q \\) points with \\( n \\) dice; each die having as many faces (\\( w \\)), as the result of any one single observation, can come out different ways. Which may be otherwise made to appear, independent of any kind of calculation, from the bare consider-\nfederation, that the chances for throwing precisely the number $m$, with $n$ dice, whereof the faces, of each, are numbered $-v---3, -2, -1, 0, +1, +2, +3, ---+v$, must be the very same as the chances whereby the positive errors can exceed the negative ones by that precise number; which last are, evidently, the same as the chances for throwing precisely the number $v+1.n+m$ (or $n+q$) with the same $n$ dice, when they are numbered in the common way, with the terms of the natural progression $1, 2, 3, 4, 5, \\&c.$: because the number upon each face being, here, increased by $v+1$, the whole increase upon all the $n$ faces will be expressed by $v+1.n$; so that there will be now the very same chance for the number $v+1.n+m$, as there was before for the number $m$; since the chances for throwing any faces assigned will continue the same, however those faces are numbered.\n\n**Proposition II.**\n\nSupposing the respective chances, for the different errors which any single observation can admit of, to be expressed by the terms of the series $r^{-v}+2r^{1-v}+3r^{2-v}---+v+1.r^0---+3r^{v-2}+2r^{v-1}+rv$ (whereof the coefficients, from the middle one ($v+1$), decrease, both ways, according to the terms of an arithmetical progression): 'tis proposed to determine the probability, or odds, that the error, by taking the Mean of a given number ($t$) of observations, exceeds not a given quantity $\\left(\\frac{m}{t}\\right)$.\n\nPursuing\nPursuing the method laid down in the preceding problem, the sum of the series here given will appear to be \\( r^{-v} \\times \\frac{1-r^{w+1}}{1-r} \\) (being the same with the square of the geometrical progression \\( r^{-\\frac{1}{2}v} \\times 1 + r + r^2 + r^3 + \\cdots + r^v \\)), and the \\( t \\)th power thereof, by making \\( n = 2t \\), and \\( w = v + 1 \\). will therefore be given \\( = r^{-tv} \\times \\frac{1-r^{w}}{1-r} \\times \\frac{1}{n} = r^{-tv} - nr^{tw-tv} + \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot r^{2w-tv} + \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot \\frac{n-2}{3} \\cdot r^{3w-tv} + \\cdots \\).\n\nmultiplied into\n\n\\( 1 + nr + \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot r^2 + \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} \\cdot r^3 + \\cdots \\).\n\nWhich series being the same with those in the preceding problem (excepting only that the exponents of the former of them are expressed in terms of \\( t \\), instead of \\( n \\)), it is plain, therefore, that if \\( q \\) be made \\( = tv + m \\) (instead of \\( nv + m \\)), the conclusion, there brought out, will answer equally here: so that the sum of all the chances whereby the excess of the positive errors above the negative ones, can amount to a given number \\( m \\), precisely, will be truly represented by\n\n\\[ + \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q) \\times r^m \\]\n\n\\[ - \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-w) \\times n \\cdot r^m \\]\n\n\\[ + \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-2w) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot r^m \\]\n\n\\[ - \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-3w) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot \\frac{n-2}{3} \\cdot r^m \\]\n\n\\[ \\text{etc.} \\quad \\text{etc.} \\]\n\nBut\nBut this general expression, as several of the factors destroy each other, may be transformed to another, which is more commodious. Thus \\( \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q) \\), in the first line, will, by breaking the numerator and denominator into two parts, become\n\n\\[\n\\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} \\cdot \\ldots \\cdot q \\times \\frac{q+1}{1} \\cdot \\frac{q+2}{2} \\cdot \\frac{q+3}{3} \\cdot \\ldots \\cdot \\frac{q+n-1}{n}\n\\]\n\nwhich, by equal division, is reduced to\n\n\\[\n\\frac{q}{1} \\cdot \\frac{q+1}{2} \\cdot \\frac{q+2}{3} \\cdot \\ldots \\cdot \\frac{q+n-1}{n-1} = \\frac{q+n-1}{1} \\cdot \\frac{q+n-2}{2} \\cdot \\ldots \\cdot \\frac{q}{n-1}\n\\]\n\n\\( \\frac{p-1}{1} \\cdot \\frac{p-2}{2} \\cdot \\frac{p-3}{3} (n-1) \\); supposing \\( p (= q + n) = tv + m + n \\).\n\nIn the very same manner, making \\( q' = q - w \\), and \\( p' (= q' + n) = p - w \\), it appears, that \\( \\frac{n}{1} \\cdot \\frac{n+1}{2} \\cdot \\frac{n+2}{3} (q-w) = \\frac{p'-1}{1} \\cdot \\frac{p'-2}{2} \\cdot \\frac{p'-3}{3} (n-1) \\), &c. &c.\n\nand consequently, that our whole given expression (supposing \\( p'' = p - 2w \\), \\( p''' = p - 3w \\), &c.) will be transformed to\n\n\\[\n+ \\frac{p-1}{1} \\cdot \\frac{p-2}{2} \\cdot \\frac{p-3}{3} (n-1) \\times r^m \\\\\n- \\frac{p'-1}{1} \\cdot \\frac{p'-2}{2} \\cdot \\frac{p'-3}{3} (n-1) \\times nr^m \\\\\n+ \\frac{p''-1}{1} \\cdot \\frac{p''-2}{2} \\cdot \\frac{p''-3}{3} (n-1) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} r^m \\\\\n- \\frac{p'''-1}{1} \\cdot \\frac{p'''-2}{2} \\cdot \\frac{p'''-3}{3} (n-1) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot \\frac{n-2}{3} r^m \\\\\n&c. &c.\n\\]\n\nWhich expression is to be continued till the factors become nothing, or negative; and which, when \\( r = 1 \\),\n\\( r = r \\), will be the very same with that exhibiting the number of chances for \\( p \\) points, precisely, with \\( n \\) dice, having each \\( w \\) faces: and in this case, where the chances for the errors in excess and defect are the same, the solution is the most simple it can be; since, from the chances above determined, answering to the number \\( p \\), precisely, the sum of the chances for all the inferior numbers (inclusive) may be readily obtained; being given (from the Method of Increments) equal to\n\n\\[\n\\begin{align*}\n&+ \\frac{p}{1} \\cdot \\frac{p-1}{2} \\cdot \\frac{p-2}{3} \\cdot \\frac{p-3}{4} (n) \\\\\n-& \\frac{p'}{1} \\cdot \\frac{p'-1}{2} \\cdot \\frac{p'-2}{3} \\cdot \\frac{p'-3}{4} (n) \\times n \\\\\n+ & \\frac{p''}{1} \\cdot \\frac{p''-1}{2} \\cdot \\frac{p''-2}{3} \\cdot \\frac{p''-3}{4} (n) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} \\\\\n-& \\frac{p'''}{1} \\cdot \\frac{p'''-1}{2} \\cdot \\frac{p'''-2}{3} \\cdot \\frac{p'''-3}{4} (n) \\times \\frac{n}{1} \\cdot \\frac{n-1}{2} \\cdot \\frac{n-2}{3} \\\\\n&\\text{etc. etc.}\n\\end{align*}\n\\]\n\nThe difference between which and half (\\( w^r \\)), the sum of all the chances, (which difference I shall denote by \\( D \\)), will consequently be the number of the chances whereby the errors in excess (or in defect) can fall within the given limit \\( m \\): so that \\( \\frac{D}{2w^n} \\) will be the true measure of the required probability, that the error, by taking the Mean of \\( t \\) observations, exceeds not the quantity \\( \\frac{m}{t} \\), proposed.\n\nTo illustrate this by an example, from whence the utility of the method in practice, may clearly appear, it will be necessary, in the first place, to assign some number for \\( v \\), expressing the limits of the\nthe errors to which any observation is subject. These limits, indeed, depend on the goodness of the instrument, and the skill of the observer; but I shall suppose here, that every observation may be relied on to 5 seconds; and that the chances for the several errors, $-5''$, $-4''$, $-3''$, $-2''$, $-1''$, $0''$, $+1''$, $+2''$, $+3''$, $+4''$, $+5''$, included within the limits thus assigned, are respectively proportional to the terms of the series 1, 2, 3, 4, 5, 6, 5, 4, 3, 2, 1: which series seems much better adapted than if all the terms were to be equal, since it is highly reasonable to suppose, that the chances for the different errors decrease, as the errors themselves increase.\n\nThese particulars being premised, let it be now required to find, what the probability, or chance, for an error of 1, 2, 3, 4, or 5 seconds will be, when (instead of relying on one) the Mean of six observations is taken. Here, then, $v$ being = 5, and $t = 6$, we have:\n\n$n (= 2t) = 12$, $w (= v + 1) = 6$, and $p (= tv + n + m) = 42 + m$: but the value of $m$, if we first seek the chances whereby the error exceeds not 1 second, will be had from the equation $\\frac{m}{t} = \\pm 1$; where either sign may be used, but the negative one is the most commodious: from whence we have $m (= - t) = - 6$; and therefore $p = 36$, $p' = 30$, $p'' = 24$, $p''' = 18$, &c. which values being substituted in the general expression above determined, it will become\n\n$$\\frac{36}{1} \\cdot \\frac{35}{2} \\cdot \\frac{34}{3} (12) - \\frac{30}{1} \\cdot \\frac{29}{2} \\cdot \\frac{28}{3} (12) \\times 12 + \\frac{24}{1} \\cdot \\frac{23}{2} \\cdot \\frac{22}{3} (12) \\times 66 - \\frac{18}{1} \\cdot \\frac{17}{2} \\cdot \\frac{16}{3} (12) \\times 220 = 299576368$$\n\nand this subtracted from 1088391168 ($= ' \\times 6^{12}$), leaves 788814800, for the value of $D$ corresponding.\nTherefore the required probability, that the error, by taking the Mean of six observations, exceeds not a single second, will be truly measured by the fraction \\(\\frac{788814800}{1088391168}\\); and consequently the odds will be as \\(788814800\\) to \\(299576368\\), or as \\(2.\\overline{3}\\) to \\(1\\), nearly.\n\nBut the proportion, or odds, when one single observation is relied on, is only as \\(16\\) to \\(20\\), or as \\(\\frac{8}{5}\\) to \\(1\\).— To find, now, the probability, that the result comes within 2 seconds of the truth, let \\(m\\) be made = — 2; so shall \\(m (= - 2 t) = - 12\\); and therefore \\(p = 30\\), \\(p' = 24\\), \\(p'' = 18\\), &c. And our general expression will here come out = \\(36079407\\); and consequently \\(D = 1052311761\\): whence \\(\\frac{1052311761}{1088391168}\\) will be the true measure of the probability here sought; and the odds, or proportion of the chances, will therefore be as \\(1052311761\\) to \\(36079407\\), or as \\(29\\) to \\(1\\), nearly. But the proportion, or odds, when one single observation is relied on, is only as \\(2\\) to \\(1\\): so that the chance, for an error exceeding 2 seconds, is not \\(\\frac{1}{10}\\) part so great from the Mean of six, as from one single observation. And it will be found, in the same manner, that the chance for an error exceeding 3 seconds, will not be \\(\\frac{1}{100}\\) part so great from the Mean of six, as from one single observation. Upon the whole of which it appears, that the taking of the Mean of a number of observations, greatly diminishes the chances for all the smaller errors, and cuts off almost all possibility of any great ones: which last consideration, alone, seems sufficient to recommend the\nuse of the method, not only to astronomers, but to all others concerned in making of experiments of any kind (to which the above reasoning is equally applicable). And the more observations or experiments there are made, the less will the conclusion be liable to err, provided they admit of being repeated under the same circumstances.\n\nOther examples, and particulars might be added, in confirmation of what is here determined; but as I would not appear tedious to your Lordship, I here conclude, who am,\n\nWoolwich, March 4, 1755.\n\nMy Lord,\n\nYour Lordship's\n\nmost obedient humble servant,\n\nT. Simpson.\n\nXX. An Account of the Success of Agaric, and the Fungus vinosus, in Amputations: By Mr. James Ford, Surgeon, of Bristol.\n\nBristol, March 31, 1755.\n\nRead April 10, 1755.\n\nIn 1753 I had some pieces of the agaric of the oak brought me from France, which I have frequently used with success in haemorrhages, particularly once after the operation for the stone, where a large artery lay so deep, that it could not conveniently be taken up with a needle. After the publication of Mr. Warner's observations, Mr. Thornhill applied it successfully to an",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104912.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18912,
    "total-output-tokens": 6339,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1131,
        2
      ],
      [
        1131,
        2709,
        3
      ],
      [
        2709,
        4240,
        4
      ],
      [
        4240,
        5817,
        5
      ],
      [
        5817,
        7301,
        6
      ],
      [
        7301,
        8738,
        7
      ],
      [
        8738,
        10449,
        8
      ],
      [
        10449,
        12139,
        9
      ],
      [
        12139,
        13831,
        10
      ],
      [
        13831,
        15672,
        11
      ],
      [
        15672,
        17344,
        12
      ],
      [
        17344,
        18491,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104912",
    "title": "A Letter to the Right Honourable George Earl of Macclesfield, President of the Royal Society, on the Advantage of Taking the Mean of a Number of Observations, in Practical Astronomy: By T. Simpson, F. R. S.",
    "authors": "T. Simpson",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/104912"
  }
}