{
  "id": "79338ad0acaee7a175e2a37c7b1781cec8e37023",
  "text": "XXI. Additional Experiments and Remarks on an artificial Substance, which possesses the principal characteristic Properties of Tannin. By Charles Hatchett, Esq. F. R. S.\n\nRead June 27, 1805.\n\n§ I.\n\nWhen I had ascertained that carbonaceous substances, whether vegetable, animal, or mineral, were capable of being converted into a product, which, by its effects on earthy and metallic solutions, on dissolved gelatine, and on skin, resembled the natural vegetable principle called Tannin, I was at first inclined to give it the name of artificial or factitious tannin; but some eminent chemists of this country, for whose opinions I have the highest respect, considered this name as objectionable; for although the artificial substance resembles tannin in the particulars above stated, yet in one character there appears to be a very considerable difference, namely, the effect of nitric acid; for by this, the artificial substance is produced, whilst the varieties of natural tannin are destroyed. Such an objection, sanctioned by such authority, induced me to alter the title of my Paper, and to expunge the word tannin wherever it had been applied to the artificial product.\n\nIn order to satisfy myself more fully on this point, I have, since the communication of my former Paper, made a few experiments on the comparative effects produced by nitric acid.\non those substances which contain the most notable quantities of tannin, and of these I shall now give a succinct account, and shall also cursorily notice other experiments, in which a tanning substance has been produced, under circumstances different, in some measure, from those which have been already described.\n\n§ II.\n\nAlthough I cannot as yet assert, that the artificial tanning product is absolutely indestructible when repeatedly distilled with different portions of nitric acid, yet the following experiments will prove, that the destructibility of it by this method must at least be a work of considerable time and difficulty.\n\n1. Twenty grains of this substance were dissolved in half an ounce of strong nitric acid, the specific gravity of which was 1.40. The solution was then subjected to distillation until the whole of the acid had come over, after which, it was poured back upon the residuum, and the distillation was thus repeated three times.\n\nCare was taken not to overheat the residuum, and this, when examined, did not appear to have suffered alteration in any of its properties.\n\n2. Ten grains of the artificial tanning substance, mixed with ten grains of white sugar, were dissolved in half an ounce of nitric acid, and the whole was distilled to dryness.\n\nThe residuum being then dissolved in boiling distilled water, and examined by solution of gelatine and other reagents, was found to be unchanged in every respect.\n\n3. This resembled the former, only that gum arabic was employed in the place of sugar. The result was the same.\n\n4. A quantity of dissolved isinglass was precipitated by a\nsolution of the artificial tanning substance, and the precipitate having been well washed with hot distilled water, was afterwards gradually dried. It was then digested in strong nitric acid, which after some time acted powerfully upon it; much nitrous gas was evolved, and a dark brown solution was formed. This was evaporated to dryness, and after having been completely dissolved in boiling distilled water, was examined by nitrate of lime, acetite of lead, muriate of tin, and solution of isinglass, all of which formed copious precipitates, similar in every respect to those produced by the artificial tanning substance, which had not been subjected to the above described process.\n\n5. A portion of the precipitate, formed by isinglass and the tanning substance, was dissolved in pure muriatic acid, and was afterwards evaporated to dryness. Boiling distilled water dissolved only a small part, and the solution, which was of a dark beer colour, did not precipitate gelatine, although it acted upon muriate of tin, and sulphate of iron; for with the former it produced an ash-coloured precipitate, and with the latter a slight deposit of a reddish-brown colour.\n\n6. As so small a part of the precipitated isinglass had been thus rendered soluble in boiling water, the residuum was treated with nitric acid, as in experiment 4, after which, being evaporated to dryness, it was found to be completely soluble in water, and precipitated gelatine as copiously as at first.\n\n7. I dissolved 20 grains of the pure tanning substance in about half an ounce of muriatic acid; but, after distillation to dryness, the residuum in every respect appeared to be unchanged.\nIn addition to the above experiments may be added, that the solutions of the artificial tanning substance seem to be completely imputrescible, neither do they ever become mouldy like the infusions of galls, sumach, catechu, &c.\n\nHaving thus ascertained the very unchangeable nature of this substance, I made the following comparative experiments on galls, sumach, Pegu cutch, kascutti, common cutch, and oak bark.\n\n8. Twenty grains of powdered galls were dissolved in half an ounce of the strong nitric acid; the solution was then evaporated to dryness, and the residuum dissolved in boiling water. This did not produce the smallest effect on dissolved gelatine.\n\n9. A strong infusion of galls evaporated to dryness, and treated as above, was totally deprived of the tanning property.\n\n10. Isinglass precipitated by the infusion of galls, was dissolved in nitric acid, and examined as in experiment 4, but no trace of tannin could be discovered.\n\n11. Twenty grains of sumach were dissolved in half an ounce of the strong nitric acid, and treated as in experiment 8, after which it appeared that the tannin was destroyed.\n\n12. Twenty grains of Pegu cutch (which contains a considerable quantity of mucilage) were subjected to a similar process, by which much oxalic acid was obtained, but every vestige of tannin was obliterated.\n\n13. Twenty grains of the catechu called Kascutti afforded results similar to the above.\n\n14. Twenty grains of the common cutch or catechu being dissolved in nitric acid, evaporated to dryness, dissolved in water, and examined by solution of isinglass, rendered the latter\nturbid, a tenacious film was deposited, which was insoluble in boiling water, and was evidently composed of gelatine and tannin.\n\n15. Twenty grains of prepared oak bark, by the like treatment, afforded a solution in water, which still acted in some measure upon gelatine, as it caused a solution of isinglass to become slightly turbid, and a film completely insoluble in boiling water was, as in experiment 14, deposited on the sides and bottom of the vessel.\n\n16. Infusions were prepared as nearly as possible of equal strength from galls, sumach, shavings of oakwood, oak bark, and the artificial tanning substance; half an ounce in measure of each was then put into separate glasses, and one drachm in measure of the strong nitric acid was added.\n\nThe different infusions were then examined by solution of isinglass, and I found that those of galls, sumach, and oak wood, were not rendered turbid, whilst the contrary happened to the infusions of oak bark, and of the artificial substance; for these continued to precipitate gelatine, until four drachms or half an ounce of the nitric acid had been added to each half ounce of the infusion.\n\nWhen the results of these experiments are compared, they seem to establish, that although the artificial product is by much the most indestructible of all the tanning substances, yet there is some difference in this respect even between the varieties of natural tannin; and that common catechu, and the tannin of oak bark, resist the effects of nitric acid much longer than galls, sumach, kascutti, and Pegu cutch. The last, as I have observed, is replete with mucilage, and by nitric acid yields a large quantity of oxalic acid; it also appears to be the most\ndestructible of all the varieties of catechu, and on this account I attempted, although without success, to promote the destruction of the properties of the artificial substance, by adding gum arabic in one case, and sugar in another, to different portions, previous to exposing it to the action of nitric acid. I am however, convinced, that the presence of gum or mucilage in natural substances which contain tannin, renders this more speedily destructible by nitric acid, and I shall soon have occasion to notice some experiments which tend to prove, that the presence of gum or mucilage in certain bodies, also prevents or impedes more or less the formation of the artificial tanning substance. The cause of this difference I am inclined to suspect is, that in those bodies the gum or mucilage is not simply mixed, but is present in a state of chemical combination, by which, certain modifications produced by the action of nitric acid upon the elementary principles of the original substance become facilitated.\n\n§ III.\n\nA. When sulphuric acid was added to a solution of the artificial tanning substance, the latter became turbid, and a copious brown precipitate subsided, which was soluble in boiling distilled water, and then was capable of precipitating gelatine.\n\nB. The same effect was produced by muriatic acid; so that in these particulars, the artificial tanning substance was found to resemble precisely the tannin of galls and of other natural substances.*\n\nC. Carbonate of potash, when added to a solution of the\n\n* Mr. Davy on the Constituent Parts of Astringent Vegetables. Phil. Trans. 1803, p. 240, 241.\nartificial tanning substance, deepens the colour, after which, the solution becomes turbid and deposits a brown magma.\n\nD. Five grains of the dry substance were dissolved in half an ounce of strong ammonia; the whole was then evaporated to dryness, and being dissolved in water, was found not to precipitate gelatine, unless a small portion of muriatic acid was previously added.\n\nE. Another portion of the same substance which had been dissolved in ammonia was evaporated in a long necked matrass, and was kept in very hot sand during half an hour; at first some ammonia arose, and afterwards a yellow liquor which had the odour of burned horn. The residuum was then examined, and was found to be nearly insoluble in water, to which it only communicated a slight yellow tinge.\n\nF. It is remarkable, that the dry artificial tanning substance, although prepared from vegetable matter, should, when placed on a hot iron, emit an odour very analogous to burned animal substances, such as horn, feathers, &c.; this I found also to be the case in the experiment which has been related, and I was desirous therefore to ascertain more accurately the effects of heat on this substance when distilled in close vessels.\n\nI took some very pure vegetable charcoal which had been exposed to a red heat in a retort for more than an hour, and by nitric acid converted it into the artificial tanning substance.\n\nTwenty grains of this, rendered as dry as possible, were put into a small glass retort, to which a proper apparatus terminating in a jar filled with quicksilver and inverted in a mercurial trough was adapted. The retort was placed in a small furnace, and was gradually heated by a charcoal fire until the bulb became red hot.\nWhen the retort became warm, and after the expulsion of the atmospheric air, a very small portion of water arose, which settled like dew on the sides of the vessels; this was succeeded by a little nitric acid, from which the tanning substance had not been completely freed, and soon after a yellowish liquor came over, which was in so very small a quantity as only to stain the upper part of the neck of the retort: as nothing more seemed to be produced, I then raised the fire, when suddenly the vessels were filled with a white cloud, and so great a portion of gas was almost explosively produced, as to overset the jar; this gas, by its odour, appeared to be ammonia, which in the first instance had formed the white cloud, by combining with the vapour of the nitric acid with which the vessels were previously filled.* Another jar was speedily placed in the room of that which had been overturned, and a quantity of gas was slowly collected; this proved to be carbonic acid, excepting a very small part, which was not taken up by solution of caustic potash, and which as far as the smallness of the quantity would permit to be determined, appeared to be nitrogen gas. There remained in the retort a very bulky coal, which weighed eight grains and a half; this by incineration yielded one grain and a half of brownish white ashes, which consisted principally of lime, but whether any alkali was also present I cannot positively assert, as the trace which I thought I discovered of it was very slight.\n\nI shall for the present postpone any remarks upon this experiment, as I wish to proceed in the account of others which have been made on the artificial tanning substance.\n\nG. Fifty grains of this substance were dissolved in four\n\n* After the experiment the receiver was found to be thinly coated with a white saline crust.\nounces of water, and were afterwards precipitated by dissolved isinglass, eighty-one grains of which became thus combined with forty-six grains of the tanning substance.\n\nThe remaining portion of the latter was not precipitated, and was therefore separated by a filter, and evaporated to dryness. It then appeared in the state of a light brittle substance of a pale cinnamon brown colour; and it is very singular, that although charcoal is an inodorous body, and although the artificial tanning substance, when properly prepared, is likewise devoid of smell, (unless a certain pungent sensation which may be perceived upon first opening a bottle containing the powder after agitation should be so termed, but which seems rather to be a mechanical effect) yet this substance possessed a strong odour not very unlike prepared oak bark, and this odour became much more perceptible when the substance was put into water, in which it immediately dissolved. The solution was extremely bitter, and acted but slightly on dissolved isinglass, with which, however, it formed some flocculi; with sulphate of iron it produced a brown precipitate; with muriate of tin one which was blackish brown; nitrate of lime had not any effect; but acetite of lead occasioned a very copious precipitate of a pale brown colour. This substance therefore appeared to be a portion of the tanning matter so modified, as partly to possess the characters of extract.*\n\nOther experiments were made on the tanning substance prepared from various bodies, which by the dry and by the humid way had been previously reduced to the state of coal; but these I shall here omit, and shall pass to the description of a series of\n\n* When added to a solution of carbonate of ammonia, it produced some effervescence, but its peculiar vegetable odour did not suffer any diminution.\nexperiments, by which I obtained a variety of the artificial tan-\nning substance in a way different from that which has been\nrelated, and with which I was unacquainted when my former\npaper was written.\n\n§ IV.\n\nI made several unsuccessful attempts to form the artificial\nsubstance by means of oxymuriatic acid, and it therefore ap-\npeared certain, that although a variety of the tanning matter\ncould be produced by the action of sulphuric acid on resinous\nsubstances, yet the most effective agent was nitric acid, which\nreadily formed it when applied to any sort of coal.\n\nBut I nevertheless suspected, that possibly this substance, or\nsomething similar to it, might be produced without absolutely\nconverting vegetable bodies into coal; for it seemed, as I have\nobserved in my former paper, that this only served to separate\nthe carbon in a great measure from the other elementary prin-\nciples (excepting oxygen) which were combined with it in the\noriginal substance, and thus to expose it more completely to the\neffects of the nitric acid, as well as to prevent the formation of\nthe various acid products, which are so constantly afforded by\nthe organized substances when thus treated. At first I had\nsome thoughts of employing touchwood in this experiment, but\nnot being able immediately to procure any, it occurred to me,\nthat indigo might probably answer the purpose; for from some\nexperiments made by myself, as well as from those described\nby Bergman,* I well knew that the proportion of carbon in\nthis substance is very considerable. The following experiment\nwas therefore made.\n\n* Analysis Chemica Pigmenti Indici. Opuscula Berg. Tom. V. p. 36.\n1. On one hundred grains of fine indigo which had been put into a long matrass, one ounce of nitric acid diluted with an equal quantity of water was poured, and, as the action of the acid was almost immediate and extremely violent, another ounce of water was added. When the effervescence had nearly subsided, the vessel was placed in a sand-bath during several days, until the whole of the liquid was evaporated.\n\nOn the residuum, which was of a deep orange colour, three ounces of boiling distilled water were poured, by which a considerable part was dissolved.\n\nThe colour of the solution was a most beautiful deep yellow, and the bitter flavour of it surpassed in intensity that of any substance in my recollection; it was examined by the following reagents.\n\nSulphate of iron produced a slight pale yellow precipitate.\n\nNitrate of lime only rendered it a little turbid, after which, a small portion of white powder subsided, which had the characters of oxalate of lime.\n\nMuriate of tin produced a copious white precipitate, which afterwards changed to a yellowish-brown.\n\nAcetite of lead formed a very beautiful deep lemon-coloured precipitate, which possibly may prove useful as a pigment.\n\nAmmonia rendered the colour much deeper, after which the liquor became turbid, and a large quantity of fine yellow spiculated crystals was deposited, which being dissolved in water, did not precipitate lime from its solutions.\n\nThe flavour of these crystals was very bitter, and I suspect them to be composed of ammonia combined with the bitter principle first noticed by Welther.*\n\n* Thomson's System of Chemistry, 2d edit. Vol. IV. p. 246.\nLastly, when dissolved isinglass was added to the yellow solution of indigo, it immediately became very turbid, and a bright yellow substance was gradually deposited, and coated the sides of the glass jar with a tough elastic film, which was insoluble in boiling water, and possessed the characters of gelatine combined with tanning matter.\n\nBy this experiment I therefore ascertained, that a variety of the artificial tanning substance could be formed without previously converting the vegetable body into coal; and I have since discovered, that although indigo more readily yields this substance than most of the other vegetable bodies, yet in fact, very few of these can be regarded as exceptions, when subjected to repeated digestion and distillation with nitric acid.\n\n2.—A. In my former Paper I have stated, that common resin, when treated with nitric acid, yielded a pale yellow solution with water, which did not precipitate gelatine, and that it was requisite to develope part of the carbon in the state of coal by sulphuric acid, before any of the tanning substance could be produced; but having again made some of these experiments, I repeated the abstraction of nitric acid several times, and then observed, that the solution of resin in water acted upon gelatine similar to the solution of indigo which has been described, and formed a tough yellow precipitate, which was insoluble in boiling water.\n\nWith other reagents the effects were as follows.\n\nSulphate of iron, after 12 hours, formed a slight yellow precipitate.\n\nNitrate of lime did not produce any effect.\n\nMuriate of tin, after 12 hours, afforded a pale brown precipitate.\nAnd acetite of lead immediately formed a very abundant precipitate of a yellowish white colour.\n\nI repeated this experiment on common resin, and remarked, that during each distillation nitrous gas was produced, whilst the strength of the acid which came over was diminished; the cause therefore of the change in the properties of the resin seemed to me very evident, and I was induced to extend the experiments to various resinous and other substances; but as the process was uniformly the same, I shall only notice the principal effects.\n\nB. Stick lac, when separated from the twigs, and treated as above described, copiously precipitated gelatine.\n\nC. Balsam of Peru during the process afforded some benzoic acid, and gelatine was precipitated by the aqueous solution.\n\nD. Benzoin also, after the sublimation of some benzoic acid, yielded a residuum, which with water formed a pale yellow solution, of a very bitter flavour.\n\nThis solution with sulphate of iron afforded a slight pale yellow precipitate.\n\nWith nitrate of lime not any effect was produced.\n\nThe solution with muriate of tin became turbid, and a small quantity of brownish-white precipitate subsided.\n\nAcetite of lead immediately produced a copious pale yellow precipitate.\n\nAnd solution of isinglass formed a dense yellow precipitate, which was insoluble in boiling water.\n\nE. Balsam of Tolu, like Balsam of Peru, and Benzoin, afforded some benzoic acid; and the residuum being dissolved in water, was found to precipitate gelatine.\n\nF. As the results of the experiments on dragon's blood were\nsomewhat remarkable, I shall here more particularly relate them. One hundred grains of pure dragon's blood, reduced to powder, were digested in a long matrass with one ounce of strong nitric acid; the colour immediately changed to deep yellow, much nitrous gas was evolved, and to abate the effervescence, one ounce of water was added. The digestion was continued until a deep yellow dry mass remained, and the matrass being still kept in the sand-bath, a brilliant feather-like sublimate arose, which weighed rather more than six grains, and had the aspect, odour, and properties of benzoic acid.*\n\nThe residuum was of a brown colour, and with water formed a golden yellow-coloured solution, which by nitrate of lime was not affected.\n\nWith sulphate of iron it afforded a brownish-yellow precipitate.\n\nWith muriate of tin the result was similar.\n\nWith acetite of lead a lemon-coloured precipitate was produced.\n\nGold was precipitated by it in the metallic state, whilst the glass vessel acquired a tinge of purple:\n\nAnd dissolved isinglass produced a deep yellow deposit, which was insoluble in boiling water.\n\nA portion of the same dragon's blood was simply exposed to heat in the same matrass, but not any appearance of benzoic acid could be discovered. I am therefore induced to believe,\n\n* According to these experiments, dragon's blood ought to be arranged with benzoin and the balsams, but as the samples of this drug are not always precisely similar, it would be proper to examine every variety. That which was employed in my experiments, was a porous mass of a dark red, and was sent to me by Messrs. Allen and Howard, of Plough Court, in Lombard Street.\nthat in the first experiment it was obtained as a product, and not as an educt, a fact which as yet has not been suspected.\n\nG. Gum ammoniac afforded a brownish yellow solution, the flavour of which was very bitter and astringent.\n\nBy sulphate of iron, this solution only became of a darker colour, but did not form any precipitate.\n\nNitrate of lime rendered it turbid, and produced a slight precipitate.\n\nMuriate of tin formed a copious yellow precipitate.\n\nAcetite of lead produced a similar effect:\n\nAnd gelatine yielded a bright yellow deposit, which was completely insoluble by boiling water.\n\nH. Asa foetida yielded a solution which also precipitated gelatine like the substances above described.\n\nI. Solutions of elemi, tacamahac, olibanum, sandarach, copaiba, mastich, myrrh, gamboge, and caoutchouc, were next examined, but these, although they precipitated the metallic solutions, did not affect gelatine. It is possible, however, that they might have produced this effect, had they been subjected to a greater number of repetitions of the process.\n\nK. Sarcocol, in its natural state, as well as the gum separated from it by water, when treated with nitric acid, did not precipitate gelatine; but produced effects on the metallic solutions similar to the above mentioned substances.\n\nL. Gum arabic afforded oxalic acid, but not any of the tanning matter.\n\nM. Tragacanth yielded an abundance of saclactic acid, of oxalic, and of malic acid, but not the smallest vestige of the artificial tanning substance.\n\nN. Manna, when treated with nitric acid in the way above\ndescribed, afforded oxalic acid, part of which was sublimed in the neck of the vessel.\n\nThe residuum with water formed a brown solution, which yielded a pale yellow precipitate with sulphate of iron.\n\nMuriate of tin produced a pale brown precipitate.\n\nAcetite of lead formed one of a brownish-white hue.\n\nLime was copiously precipitated from the nitrate of lime in the state of oxalate; but not the smallest effect was produced on solution of isinglass.\n\nO. Liquorice however afforded a different result; for, although the solution after the process with nitric acid resembled in appearance that which was yielded by manna, yet the effects were not the same.\n\nSulphate of iron, after twelve hours, produced a slight brown precipitate.\n\nMuriate of tin had a similar effect.\n\nAcetite of lead formed a brownish-red deposit.\n\nNitrate of lime also occasioned a brown precipitate:\n\nAnd solution of isinglass rendered it very turbid, and produced a yellowish-brown precipitate, which was insoluble in boiling water, and possessed all the other characters of gelatine combined with the tanning substance.\n\nP. Guaiacum, the properties of which are so singular in many respects, afforded results (when treated with nitric acid in the manner which has been described) different from the resins, although its external and general characters seem to indicate that it appertains to those bodies.\n\nNitric acid acted upon it with great vehemence, and speedily dissolved it. The residuum which was afterwards obtained, was also found to be almost totally soluble in water, and the\nsolution acted on the metallic salts like those which have already been noticed, but with gelatine it formed only a very slight precipitate, which was immediately dissolved by boiling water; and the remainder of the solution being evaporated, yielded a very large quantity of crystallized oxalic acid; so that in this respect guaiacum was found to resemble the gums, and to be totally unlike the resins.*\n\n§ V.\n\nAs many vegetable substances when roasted, yield by decoction a liquid, which in appearance much resembles the artificial tanning matter when dissolved in water; I roasted some of the common dried peas, horse-beans, barley, and wheat flour, the decoctions of which however did not afford any precipitate by solution of isinglass.\n\nEven the decoction of coffee did not yield any precipitate by this method, until several hours had elapsed, and I found that the precipitate so formed was permanently soluble in boiling water. But to explain this, we must recollect, it is extremely probable, that some peculiar nicety is required in the roasting of such bodies before the tanning substance can be developed; and this seems to be corroborated by some experiments which I made on the decoction of a sort of coffee prepared from the chicoreé (I suppose endive) root, which was given me by\n\n* The properties of guaiacum which have been described, as well as those which were previously known, appear to indicate, that it is a peculiar substance of a nature distinct from the resins, balsams, and even the gum resins.\n\nSo remarkable indeed is this substance, that an accurate series of experiments on the whole of its properties may justly be placed amongst the chemical desiderata.\nSir Joseph Banks; for although this decoction did not afford an immediate precipitate with solution of gelatine, and although the precipitate was also apparently dissolved by boiling water, yet upon cooling, the same precipitate was reproduced in its original state. I am therefore inclined to believe, that the tanning substance is really developed in many of the vegetable bodies by heat, but that a certain degree of temperature, not very easy to determine, is absolutely requisite for this purpose.\n\nBefore I conclude this section, it may be proper to observe, that when a small quantity of nitric acid was added to any of the above-mentioned decoctions, and when these had been subsequently evaporated to dryness, and afterwards dissolved in distilled water, they were converted into a tanning substance perfectly similar to that which is produced by the action of nitric acid on the varieties of coal.\n\n§ VI.\n\nIn the preceding Paper, a variety of the tanning substance was slightly noticed, which was formed by the action of sulphuric acid upon common resin, elemi, amber, &c. &c. and as an instance has occurred of the formation of the same substance from camphor, accompanied by circumstances which tend to increase our knowledge of the properties of the latter, I shall here describe this experiment.\n\nExperiment on Camphor with sulphuric Acid.\n\nThe effects produced on camphor by sulphuric acid have been but very superficially examined; for all that has hitherto been stated amounts to this, that camphor is dissolved by sulphuric acid, that a brown or reddish-brown solution is formed,\nand that the camphor is precipitated unchanged from this solution by water. These facts, however, only relate to a certain period of the operation, for if this be long continued, other effects are produced, which I shall now describe.\n\nA. To one hundred grains of pure camphor put into a small glass alembic, one ounce of concentrated sulphuric acid was added. The camphor immediately became yellow, and gradually dissolved, during which, the acid progressively changed to brownish-red, and afterwards to brown. At this period, scarcely any sulphureous acid was evolved, but in about one hour the liquid became blackish-brown; much sulphureous acid gas was then produced, and continued to increase during four hours, when the whole appeared like a thick black liquid, at which period not any odour or appearance of camphor could be perceived, but only that of the sulphureous acid. After two days, during which time the alembic had not been heated, there did not appear any alteration, unless that the production of sulphureous gas was much diminished. The alembic was then placed in a sand-bath moderately warm, by which, more of the sulphureous gas was obtained, but this also soon began to abate. After the lapse of two other days, I added gradually six ounces of cold water; by which the liquid was changed to reddish-brown, a considerable coagulum of the same colour subsided, the odour of sulphureous gas, which in some measure had still prevailed, was immediately annulled, and was succeeded by one which resembled a mixture of oils of lavender and peppermint.\n\nThe whole was then subjected to gradual distillation, during which, the water came over strongly impregnated with the odour abovementioned, accompanied by a yellowish oil\nwhich floated on the top of it, and which, as far as could be ascertained, amounted to about three grains.\n\nB. When the whole of the water was come over, there was again a slight production of sulphureous gas. I then added two ounces of water, which I drew off by distillation, but did not obtain any of the vegetable essential oil which has been mentioned, nor did the odour of it return, I therefore continued the distillation until a dry blackish brown mass remained; this was well washed with warm distilled water, by which, however, nothing was extracted; but when two ounces of alcohol were digested on it during twenty-four hours, a very dark brown tincture was formed.\n\nThe residuum was digested with two other ounces of alcohol in like manner, and the process was repeated until the alcohol ceased to act.\n\nThe residuum had now the appearance of a compact sort of coal in small fragments, it was then well dried, and after exposure to a low red heat in a close vessel weighed fifty-three grains.\n\nC. The different portions of the solution formed by alcohol were added together, and being distilled by means of a water-bath, a blackish brown substance was obtained, which had the appearance of a resin or gum with a slight odour of caromel, and weighed 49 grains.\n\nThe products therefore which were thus obtained from 100 grains of camphor when treated with sulphuric acid, were,\nA. An essential oil which had an odour somewhat resembling a mixture of lavender and peppermint, about - 3\n\nB. A compact and very hard sort of coal in small fragments - - - - - 53\n\nC. And a blackish brown substance of a resinous appearance - - - - - 49\n\n105\n\nFrom this statement it appears, that there was an increase in the weight amounting to five grains, which I attribute partly to oxygen united to the carbon, and partly to a portion of water so intimately combined with the last product, that it could not be expelled from it by heat without subjecting it to decomposition.\n\nThe properties of this substance were as follows:\n\n1. It was extremely brittle, had somewhat of the odour of caramel, the flavour was astringent, and it speedily dissolved in cold water, and formed with it a permanent dark brown solution.\n\n2. This solution yielded very dark brown precipitates by the addition of sulphate of iron, acetite of lead, muriate of tin, and nitrate of lime.\n\n3. Gold was copiously precipitated by it from its solution in the metallic state; and\n\n4. By solution of isinglass, the whole was completely precipitated, so that after three or four hours, a colourless water only remained.\n\nThe precipitate was nearly black, and was insoluble in boiling water; from which property, as well as from the effect produced upon prepared skin by the solution, it was evident, that the substance thus obtained from camphor, was a variety of\nthe artificial tanning matter, much resembling that which may be obtained from resinous bodies by means of sulphuric acid. But it must be observed, that this sort of tanning substance seems to act less powerfully on skin, than that which is prepared from carbonaceous substances by nitric acid, and the precipitate which the former produces with solution of gelatine is more flocculent and less tenacious, than that which in like manner is formed by the latter.\n\nIt is however remarkable, that when a small quantity of nitric acid was added to the solution of the substance obtained from camphor, and when after evaporating it to dryness, the residuum was dissolved in water, a reddish brown liquid was formed, which acted in every respect similar to the tanning substance obtained from the varieties of coal by nitric acid.\n\n§ VII.\n\nFrom the experiments which have been related, it appears, that three varieties of the artificial tanning substance may be formed, viz.\n\n1st. That which is produced by the action of nitric acid upon any carbonaceous substance, whether vegetable, animal, or mineral.\n\n2dly. That, which is formed by distilling nitric acid from common resin, indigo, dragon's blood, and various other substances; and,\n\n3dly. That which is yielded to alcohol by common resin, elemi, asa foetida, camphor, &c. after these bodies have been for some time previously digested with sulphuric acid.\n\nUpon these three products I shall now make a few remarks,\nwhich I have hitherto postponed, in order that the account of the experiments might not be interrupted.\n\nThe first variety is that which is the most easily formed; and from some experiments which were purposely made, I find that 100 grains of dry vegetable charcoal afford 120 of the tanning substance; but as it is extremely difficult completely to expel moisture, or even the whole of the nitric acid which has been employed,* an allowance of about three or four grains ought to be made, so that after this deduction we may conclude, that 100 grains of vegetable charcoal yield 116 or 117 of the dry tanning substance.\n\nThe proportions of the constituent parts of this substance I have not as yet ascertained; but from the manner by which it is produced, carbon is evidently the base of it, and is the predominating essential ingredient.\n\nFrom § III. experiment F. it also appears, that the other component parts are oxygen, hydrogen, and nitrogen; for when the artificial tanning substance was distilled, ammonia and carbonic acid were obtained, exclusive of a very small portion of a yellow liquor, which stained the upper part of the retort, and which, from its tenacity and insolubility in water and alcohol, appeared to be of an oily nature.\n\nAs I had taken every precaution respecting the charcoal which had been employed, I was at first induced to consider the above facts as almost positively demonstrative of the presence of hydrogen in charcoal, but upon farther reflexion, and upon weighing some of the circumstances which attend the\n\n* The most effectual method of expelling the nitric acid, is to reduce the tanning substance to powder, and repeatedly evaporate different portions of distilled water from it in a glass or porcelain basin.\nformation of the artificial tanning substance, I still feel on this point very considerable doubt; for I have constantly observed, that diluted nitric acid, acts upon charcoal more effectually, in the formation of the tanning substance, than when it is employed in a concentrated state; and it appears therefore very probable, that hydrogen may have been afforded by a portion of water decomposed during the process. For admitting that the new compound (formed by the action of nitric acid upon charcoal) may possess a certain degree of affinity for hydrogen, this being exerted simultaneously with the affinity for oxygen possessed by nitrous gas, may (especially when the last is in a nascent state) effect a decomposition of a portion of water, the hydrogen of which would therefore enter into the composition of the tanning substance, whilst the oxygen would supply the place of part of that which had been taken from the nitric acid.\n\nMany of the properties of the tanning substance prepared from coal by nitric acid are very remarkable, particularly those which have been noticed in § III. experiments F. and G.; for surely it is not a little singular, that this substance when burned should emit an odour so very similar to animal matter, notwithstanding that the tanning substance had been prepared from pure vegetable charcoal. And again in experiment G. the portion which had not been precipitated by solution of isinglass, was, when dried, found to possess a strong vegetable odour very analogous to oak bark, although charcoal is inodorous, and isinglass very nearly so.\n\nBut, after all, the most extraordinary properties of this substance are certainly those which so nearly approach it to the vegetable principle called *tannin*; for it perfectly resembles\nthis principle by its solubility in water and in alcohol, by its action upon gelatine and upon skin, by the effects which it produces upon metallic solutions, upon those of the earths, and of the alkalis.\n\nThe sulphuric and muriatic acids also affect the solutions of it as they do those of tannin; and the only marked difference which as yet has been found in the characters of the artificial substance and of tannin, is, that the former is produced, whilst the varieties of the latter are more or less destroyed by nitric acid. This, for the present at least, must draw a line of separation between them, but we must not forget, that even the varieties of tannin * do not accord in the degree of destructibility.\n\n* I shall here venture to state some ideas which have occurred to me on the probable cause and mode of the formation of tannin.\n\nMr. Biggin has proved, that similar barks when taken from trees at different seasons, differ as to the quantities of tannin contained in them. (Phil. Trans. 1799, p. 259.)\n\nMr. Davy also observes, \"that the proportions of the astringent principles in barks vary considerably according as their age and size are different.\"\n\n\"That in every astringent bark the interior white bark (which is the part next to the alburnum) contains the largest quantity of tannin. The proportion of extractive matter is generally greatest in the middle or coloured part; but the epidermis seldom furnishes either tannin or extractive matter.\"\n\nMoreover Mr. Davy remarks \"that the white cortical layers are comparatively most abundant in young trees, and hence their barks contain in the same weight a larger proportion of tannin than the barks of old trees.\" Phil. Trans. 1803, p. 264.\n\nWe find, therefore,\n\n1st. That the proportion of tannin in the same trees is different at different seasons.\n\n2dly. That tannin is principally contained in the white cortical layers, or interior white bark which is next to the alburnum or new wood: and\n\n3dly. That these white cortical layers are comparatively most abundant in young trees, and that their barks consequently contain in the same weight more tannin than the barks of old trees.\n\nI shall not make any remarks on the first of these facts, as it accords with other similar effects, which are the natural consequences of the processes and periods of vege-\nThe second variety of the tanning substance is obtained from a great number of vegetable bodies, such as indigo, dragon's blood, common resin, &c. &c. by digesting and distilling them with nitric acid. It is not, therefore, quite so readily prepared as that which was first described, and its relative quantity, when compared with that of the substance employed to produce it, is less.\n\nAs resin and some of the other bodies do not afford it until they have been repeatedly treated with nitric acid, and as during each operation nitrous gas is produced, whilst the strength of the acid which comes over is diminished, it seems almost\n\ntation; but the second and third appear to be important; for they prove that tannin is principally formed, or at least deposited, in the interior white bark, which is next to the alburnum or new wood; so that in the very same part where the successive portions of new wood are to be elaborated and deposited, we find the principal portion of tannin.\n\nIt should seem, therefore, that there is an intimate connexion between the formation of new wood and the formation of tannin in such vegetables as afford the latter; and this idea is corroborated when the chemical nature of these substances is considered.\n\nFrom experiments made on the ligneous substance of vegetables, or the woody fibre, it appears to be composed of carbon, oxygen, hydrogen, and nitrogen, but of these its principal and essential ingredient is carbon.\n\nIn like manner carbon is unquestionably the basis and principal ingredient of tannin. Considering, therefore, that both of these substances consist principally of carbon, that tannin is secreted in that part of barks where the formation and deposition of new wood take place, and that the quantity of tannin is the most considerable in young trees, and seems therefore to keep pace with their more vigorous growth and consequent rapid formation of wood, it appears very probable that those vegetables which contain tannin, have the faculty of absorbing more carbon and of the other principles than are immediately required in the formation of the different proximate vegetable substances, especially the woody fibre: that this excess, by chemical combination, becomes tannin, which is secreted in the white interior bark: that in this state it is a principle peculiarly fitted to concur by assimilation to form new wood: that it is therefore subsequently decomposed at the proper period, and is employed in the\nevident, that this tanning substance is formed in consequence of part of the oxygen of the nitric acid becoming combined with the hydrogen of the original body, so as to form water; and the carbon being thus in some measure denuded, is rendered capable of being gradually acted upon by the nitric acid in a manner nearly similar to that, which takes place when it has been previously converted into coal.\n\nThe colour of the precipitates which this tanning substance yields with gelatine is constantly pale or deep yellow, whilst that of the precipitates formed by the first variety is always brown; I am therefore induced to believe, that the different colours of the precipitates produced by the varieties of tannin depend on the state of their carbon.\n\nWhen resin and the other bodies were treated as above described with nitric acid, the quantity obtained of the tanning substance was much less than when an equal quantity of coal was employed, or even when these bodies had been previously converted into coal in the humid way by sulphuric acid.\n\nThe cause of this seems to be, that a number of other products are simultaneously formed, all of which require more or less of carbon as a constituent ingredient, so that, in consequence of the affinities which prevail under the existing circumstances, formation of the new wood: that there is not a continual accumulation of tannin in the vegetables which afford it, as it is successively formed in and with the white cortical layers, and is successively decomposed by concurring to form new wood: and, lastly, that as the vegetable approaches more nearly to the full maturity of its growth, when wood is less rapidly and less plentifully formed, so in like manner less tannin is secreted, for the fabric being nearly completed, fewer materials are required.\n\nSuch I am inclined to suspect, from the facts which have been adduced, to be the cause and mode by which tannin is formed in oaks and other vegetables, but I make this statement only as a probable conjecture, which may be refuted or confirmed by future observations.\nsome bodies by treatment with nitric acid afford but little, and others none of the tanning substance.\n\nThe greatest proportion of this substance was yielded by indigo, common resin, and stick lac.\n\nThe quantity obtained from asa foetida and gum ammoniac was less.\n\nBenzoin, balsam of Tolu, balsam of Peru, and dragon's blood, were inferior to the former in this respect, so that the development or rather production of benzoic acid * appeared partly to counteract the formation of the tanning substance.\n\n* The expression \"production of benzoic acid\" may appear objectionable, and I shall therefore take this opportunity to observe, that I much suspect the present established opinion respecting the balsams and benzoic acid to be erroneous. For the balsams are defined as bodies composed of resin and benzoic acid; consequently the latter, when obtained in a separate state, is considered as an original ingredient or educt.\n\nI am however inclined to a contrary opinion, for I consider the balsams as peculiar substances, which, although nearly approaching to the nature of resins, are nevertheless different in respect to the original combination of their elementary principles, which combination however is with much facility modified by various causes, and especially by a certain increase of temperature, so that a new arrangement of the elementary principles takes place, part being formed into resin, and part into benzoic acid.\n\nMany facts appear more or less to support this opinion; for whether benzoic acid is obtained by simple sublimation, or by merely digesting benzoin in boiling water, according to Geoffroy's method, or by the addition of lime, as recommended by Scheele, or by employing alkalis in a similar manner, nothing positive can be inferred from any of these operations to prove that benzoic acid is obtained as an educt, but rather the contrary, when we reflect on the affinities which are most likely to prevail under the circumstances of the different processes, and on the variable proportions of the benzoic acid; and although benzoic acid has been discovered in the urine of infants, in that of many adults, and constantly in that of graminivorous quadrupeds, such as the camel, the horse, and the cow, (Système des Connoissances Chimiques, par Fourcroy, 4to edit. Tome IV. p. 158;) yet all this certainly appears to be in favour of its being a chemical product.\n\nI have observed, when benzoin, balsam of Tolu, and balsam of Peru, were dissolved\nbut oxalic acid when formed in any considerable quantity, seemed absolutely to prevent the formation of this substance; for whilst abundance of the former was obtained from gum arabic, tragacanth, manna, and guaiacum, not any of the latter could be produced.\n\nCommon liquorice appears at first to be an exception, but from the smallness of the quantity and the colour of the precipitate which it produced with solution of isinglass, I am almost convinced that the tanning substance was formed by the action of the nitric acid on a portion of uncombined carbon,\n\nin sulphuric acid, that a great quantity of beautifully crystallized white benzoic acid was sublimed during digestion; and as it is produced in so very pure a state by this single and simple operation, I would recommend a trial of the process to those who prepare benzoic acid for commerce; but I am not certain whether this mode may prove more economical than those which at present are employed.\n\nWhen dragon's blood, however, was treated in the same manner with sulphuric acid, I could not obtain a particle of benzoic acid; nor did I succeed much better when I had recourse to lime, according to Schrele's process; for although a considerable quantity of the substance was thus rendered soluble in water, yet by the addition of muriatic acid I obtained only a slight appearance of benzoic acid accompanied by a copious precipitate of red resin, notwithstanding that the solution had acquired a powerful and peculiar balsamic odour.\n\nBut in a former part of this Paper I have stated, that when dragon's blood was dissolved in nitric acid, and afterwards evaporated to dryness, it yielded about 6 per cent. of benzoic acid. Now if this had been originally present in dragon's blood in the state of benzoic acid, some stronger evidence of it might reasonably have been expected in each process, but this not being the case, I am inclined to consider it as produced, and not educed, by the action of the nitric acid on the original principles of the dragon's blood; and I am also persuaded that similar but more general effects take place when benzoin or any of the balsams are subjected to the different processes by which benzoic acid is obtained; so that to me, this last seems to be as much a chemical product, as the oxalic, the acetous, and other of the vegetable acids.\n\nThe succinic acid also appears to be a product and not an original ingredient of amber.\n\nMDCCCV.\nwhich being in a state approaching to coal, is probably the cause of the blackness of the common liquorice.\n\nAs the formation of the tanning substance has been my principal object, I have not thought it necessary to enter at present into too minute a detail of other particulars, and have therefore only thus cursorily noticed some of the principal effects produced by nitric acid on the resins, balsams, &c. Those however who are conversant with chemistry, will undoubtedly perceive that these effects deserve to be accurately investigated, and that the resins, balsams, gum resins, and gums, should be regularly examined by every possible method, not merely on account of the individual substances which may become the subjects of experiment, but because there is reason to expect that from such an investigation, medicine, with the arts, and manufactures, may derive many advantages, whilst the mysterious processes and effects of vegetation may very probably receive considerable elucidation.\n\nConcerning the third variety of the tanning substance, which is produced by the action of sulphuric acid on the resins, gum resins, &c. I shall here add but little to that which I have already stated in the latter part of the second section of my first paper, and in the account which I have lately given of an experiment on camphor.\n\nThis variety appears to be uniformly produced during a certain period of the process, but by a long continuance of the digestion, I have reason to believe that it is destroyed.\n\nSubstances, such as the gums, which afford much oxalic acid by treatment with other acids, do not apparently yield any of this tanning substance.\n\nThe energy of its action on gelatine and skin is certainly\ninferior to that of the first variety, into which however (as we have seen) it may easily be converted by nitric acid.\n\nFrom the mode of its formation, there does not appear to be any positive evidence that it contains nitrogen like the first and second varieties, and perhaps the absence of nitrogen may be the cause of its less powerful action; this I have not as yet ascertained, but it is my intention more particularly to notice in a future Paper the general properties of this substance.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107178.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 48934,
    "total-output-tokens": 12439,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1357,
        2
      ],
      [
        1357,
        2974,
        3
      ],
      [
        2974,
        4637,
        4
      ],
      [
        4637,
        6239,
        5
      ],
      [
        6239,
        7945,
        6
      ],
      [
        7945,
        9568,
        7
      ],
      [
        9568,
        11290,
        8
      ],
      [
        11290,
        13118,
        9
      ],
      [
        13118,
        14954,
        10
      ],
      [
        14954,
        16606,
        11
      ],
      [
        16606,
        18245,
        12
      ],
      [
        18245,
        19892,
        13
      ],
      [
        19892,
        21454,
        14
      ],
      [
        21454,
        23118,
        15
      ],
      [
        23118,
        24692,
        16
      ],
      [
        24692,
        26256,
        17
      ],
      [
        26256,
        27944,
        18
      ],
      [
        27944,
        29542,
        19
      ],
      [
        29542,
        31282,
        20
      ],
      [
        31282,
        32670,
        21
      ],
      [
        32670,
        34105,
        22
      ],
      [
        34105,
        35570,
        23
      ],
      [
        35570,
        37324,
        24
      ],
      [
        37324,
        39095,
        25
      ],
      [
        39095,
        41424,
        26
      ],
      [
        41424,
        43894,
        27
      ],
      [
        43894,
        45973,
        28
      ],
      [
        45973,
        48452,
        29
      ],
      [
        48452,
        50889,
        30
      ],
      [
        50889,
        52606,
        31
      ],
      [
        52606,
        53099,
        32
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107178",
    "title": "Additional Experiments and Remarks on an Artificial Substance, Which Possesses the Principal Characteristic Properties of Tannin",
    "authors": "Charles Hatchett",
    "year": 1805,
    "volume": "95",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/107178"
  }
}