{
  "id": "fc835c6ea6b6235880f738a1bbb637576b29be9d",
  "text": "want of sleep. These were soon succeeded by tremores tendinum, subfultus, delirium, or stupor. The pulse was commonly very quick, but seldom tense or strong; was sometimes heavy and undose. The blood oftentimes florid, but loose; sometimes livid, very rarely fizy: in some however, at the very attack, it was pretty dense and florid. The tongue was generally foul, brown, and sometimes blackish; and towards the crisis often dry. The urine was commonly high coloured, and in small quantity; frequently turbid, and towards the end deposed a great deal of lateritious sediment. A vast number were seized with this fever, during, and soon after, the excessive heats; tho' but few died in proportion. Long and great heats always very much exalt the acrimony of the bilious humours; of which we had this summer abundant instances.\n\nBleeding early was generally beneficial; profuse, always hurtful, especially near the state of the fever.\n\nLXVIII. An Account of the fossile Thigh-bone of a large Animal, dug up at Stonesfield, near Woodstock, in Oxfordshire. In a Letter to Mr. Peter Collinson, F.R.S. from Mr. Joshua Platt.\n\nDear Sir,\n\nRead Feb. 2. 1758.\n\nABOUT three years ago I sent you some vertebrae of an enormous size, which were found in the slate-stone pit at Stonesfield, near Woodstock, in this county.\n\nI have\nI have lately been so lucky as to procure from the same place the thigh-bone of a large animal, which probably belonged to the same creature, or one of the same genus, with the vertebrae above-mentioned.\n\nAs the bone, and the stone, in which it is bedded, weigh no less than two hundred pounds, I have sent you a drawing of it (See Tab. XIX.); from which, and the following short description, you may, I hope, form some idea of this wonderful fossil.\n\nThe bone is 29 inches in length; its diameter, at the extremity of the two trochanters, is 8 inches; at the lower extremity the condyles form a surface of 6 inches. The lesser trochanter is so well expressed in the drawing, that you cannot mistake it; and both the extremities appear to be a little rubbed by the fluctuating water, in which I apprehend it lay some time before the great jumble obtained, which brought it to this place; and from whence I imagine it to have been part of a skeleton before the flood. For if it had been corroded by any menstruum in the earth, or during the great conflux of water before the draining of the earth, it must have suffered in other parts as well as at each end: but as the extremities only are injured, we can attribute such a partial effect to the motion of the water only, which caused it to rub and strike against the sand, &c.\n\nThe small trochanter was broken in lifting it out of the hamper, in which it was brought to me; but not unhappily; since all the cancelli were by that means discovered to be filled with a sparry matter, that fixed the stone of the stratum, in which it lay. The outward coat or cortex is smooth, and of a dusky\ndusky brown colour, resembling that of the stone, in which it is bedded.\n\nOne half of the bone is buried in the stone; yet enough of it is exposed to shew, that it is the thigh-bone of an animal of greater bulk than the largest ox. I have compared it with the recent thigh-bone of an elephant; but could observe little or no resemblance between them. If I may be allowed to assume the liberty, in which fossilists are often indulged, and to hazard a vague conjecture of my own, I would say it may probably have belonged to the hippopotamus, to the rhinoceros, or some such large animal, of whose anatomy we have not yet a competent knowledge.\n\nThe slate-pit, in which this bone was found, is about a quarter of a mile north-west from Stonesfield, upon the declivity of a rising ground, the upper stratum of which is a vegetable mould about eight or ten inches thick: under this is a bed of rubble, with a mixture of sand and clay, very coarse, about six feet deep, in which are a great number of anomiae both plain and striated, and many small oblong oysters, which the workmen call the fickle-oyster, some of them being found crooked, and bearing some resemblance to that instrument; but all differing from the curvi-rostra * of Moreton.\n\nImmediately under this stratum of rubble is a bed of soft grey stone, of no use; but containing the echini ovarii, with great mamillae, the clypeati of different sizes, all well preserved; and also many anomiae and pectines. This bed, which is about se-\n\n* What Lhwyd calls gfreum minus falcatum, No. 451.\nven or eight feet in depth, lies immediately above\nthe stratum of stone, in which the bone was found.\n\nThis stratum is never wrought by the workmen,\nbeing arenarious, and too soft for their use. It is\nabout four or five feet thick, and forms a kind of\nroof to them, as they dig out the stone, of which\nthe slates are formed; for they work these pits in the\nsame manner as they do the coal-pits, leaving pillars\nat proper distances to keep their roof from falling in.\n\nThis last bed of slate-stone is about five feet depth,\nand lower than this they never dig. So that the whole\ndepth of the pit amounts to about 24 or 25 feet.\n\nIt was by working out the slate-stone, that this\nbone was discovered sticking to the roof of the pit,\nwhere the men were pursuing their work; and with\na great deal of caution, and no less pains, they got\nit down entire, but attached to a large piece of stone;\nand in this state it now remains in my possession.\n\nThere is no water in the works, but such as de-\nscends from the surface thro' perpendicular fissures;\nand the whole is spent in forming the stalactites and\nstalagmites, of which there is great variety, and\nwhose dimensions are constantly increasing. One of\nthe workmen has been so curious, as to mark the\ntime of the growth of some of them for several\nyears past.\n\nI am, with the greatest esteem,\n\nDear Sir,\n\nYour ever obedient,\nand most humble Servant,\n\nOxon,\nJan. 20. 1758.\n\nJoshua Platt.\n\nLXIX.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105293.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12820,
    "total-output-tokens": 1691,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1316,
        2
      ],
      [
        1316,
        1316,
        3
      ],
      [
        1316,
        1316,
        4
      ],
      [
        1316,
        1316,
        5
      ],
      [
        1316,
        2954,
        6
      ],
      [
        2954,
        4500,
        7
      ],
      [
        4500,
        5936,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105293",
    "title": "An Account of the Fossile Thigh-Bone of a Large Animal, Dug up at Stonesfield, Near Woodstock, in Oxfordshire. In a Letter to Mr. Peter Collinson, F. R. S. from Mr. Joshua Platt",
    "authors": "Joshua Platt",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105293"
  }
}