{
  "id": "84766693a941200d6e598edca327c2413a5b2b11",
  "text": "III. An Explanation of an ancient Inscription discovered at Rutchester, the last Station in England, upon the Roman Wall, 1744; by John Taylor, LL.D. Chancellor of Lincoln, and Register of the University of Cambridge.\n\nRead Jan. 15.\n1746-7\n\nIMP. CAES. M. AVRELIO:\nSEVERO. ANTONINO.\nAV.\nPIO.FELICI.X.PARTHIC.\ni.e.\nMAX.BRIT.MAX.GERM.\nAugusto.\nMAX.PONTIFICI.MAXIM.\nTRIB.POTEST.XVIII.IMP.II.\nCOS.III.PROCOS.P.P.COII.I.\nFIDA.VARDVL.CREOANO\nNNANA.FECIT.SVB.CVRA.TCO\nLEG.XX.GR.\n\nAccording to the Copy given me by Dr. Hunter of Durham, who copied the Inscription this last Summer.\n\nThis Inscription addressed to Caracalla has nothing in it very singular, except the Title of the Cohort that dedicated it, namely,\n\nFIDA.VARDVL.CREOANO.NANA.\n\nConcerning which I shall offer these few Conjectures. The\nThe Varduli were a People of Hispania citerior, mentioned by Pomponius Mela and others; and are recorded now, in no less than three Inscriptions, to have served in Britain as Auxiliaries. The two other are printed in Horsley's Britannia Romana, Northumb. No. xciv. Durh. xxvi. We find Troops of several Nations to have been here upon the same Occasion, as Cohors prima, secunda, &c. Batavorum, Dacorum, Nerviorum, Tungrorum, Delmatarum, Thracum, &c.\n\nThis Cohort of the Varduli is intituled FIDA, a very common Appellation, and moreover CREOANONNANA; the last Letters of which I separate, and read without inserting a single Letter ANTONINIANA, thus, ANONNANA. Nothing is so frequent in Inscriptions, as this compendary Way of writing ANTONIVS, and its Derivatives. Thus in Horsley's Inscriptions,\n\nM.AVR.ANONNO.PIO.\n\nNorth. cxiii.\n\nM.AVRELI.ANONINI.PII.FELIC.\n\nNorth. xciv.\n\nCOH.III.BR.\n\nMTONNIA.\n\nNorth. lxxvi.\n\nUpon this Hint therefore I am persuaded, that when the Stone is next inspected, these little Apices will appear, which are easily overlook'd, when this brief Manner of Writing is not expected or attended to.\nIn regard to the Appellation Antoniniana, it is observable of the ancient Militia, that several of their Cohorts and Legions, as well Roman as Provincial, complimented themselves with the Imperial Surname, of which I shall produce some Instances.\n\nDIS. MANIBVS.\nC. ANTONI. C. F.\nOVF. AEGRILLI.\nMIL. LEG. VII. CLAUDIAE.\nPIAE. FELIC. ET. FIDEL.\nVIX. ANN. XXXIIIX.\nM. VII. D. VIII.\nM. AEGRILIUS. FRATRI\nDVLCISSIMO. F. C.\n\nGruter. DXXI. 4.\n\nI. O. M.\nCOH. I. AEL.\nDA. GORD\nANA.\n\nHorfl. Cumberl. VIII.\n\ni.e.\nIovi Optimo Maximo COHors Ima. AELia DAcorum GORDIANA.\n\nNVMINI FOR\nTIS.FORTVNE.\nM. AVRELIVS.\nMARINVS. MIL.\nCOH. VII. PR. P. V.\nSEVERIANAE.\n\nGruter. MXIII. IO.\n\ni.e.\nCOHortis VIIma PRatoriae Piae Vietricis SEVERIANAE.\nBut the Imperatorial Addition ANTONINIANA is perhaps the most frequent of any, as the Name of Antoninus was assumed by a long Series of Emperors.\n\nDEAE. EPONAE. M. OPILIVS. RESTIO.\nMILES. LEG. XXII. ANTONINIANAE. P. P. F.\n\nGruter. LXXXVII. 4.\n\nH. D. D.\nDEABVS. MATR.\nIVLIVS. REGVLVS. MI\nLES. LEGIONIS. VI.\nANTONINIANE.\n\nGruter. XCII. 2.\n\nD. M.\nMARINA. SECVN\nDINA. VIX. ANN. LIII.\nL. AVRELIA. SATVR.\nVIX. ANN. XXI.\nL. AVRELIVS. INGENVVS.\nMILES. LEG. XIII. GEM.\nANTONINIANE.\nMATRI. ET. SO\nRORI. POSVIT.\n\nGruter. DXXVIII. 8.\nBut more particularly the two following, as they both bear Date under Caracalla; and one of them the very Year of his fourth Consulate, when he was collegued with Balbinus, and of consequence nearly coëval with ours. This is to be seen in Gruter, XLIV. 2. and runs thus:\n\nP. AEL. VICTORINVS. ROMANI. VIVENI. F.\nAVRELIANA. POPA. MIL. COH. V. PR. ANTONINIA\nNE. P.V.7.VERI. HERCVLI. DONV.POSVIT.LIBI\nENS.VOTO.VT.GRATIAS.AGO.DEDICAVIT.\nIII.NON.NOVEMBRES.\nIMP. ANTONINO. AVG. N. IIII. ET. D.\nCAEILJO.BALBINO.II.COS.\n\nThe other is somewhat earlier, and bears Date between his second and third Consulate.\nThere is yet a third, which, besides the Title Antoniniana, and the Correspondency of Date (for it was erected in the Consulate we have been speaking of) is likewise remarkable for the same Scriptura compendiaria. I shall give it whole from Gruter, CVIII. I.\n\nIN.H. D.D.\nGENO.SANC\nTO.M.AVREL.\nCL.POMPEIAN\nVS.MIL.LEG.VIII.\nANTONINANAE\nAVG.B.F.COS.K.\nIANGVAR.IMP.D.N.\nANTONNO.III.ET.\nBALBINO.II.COS.\n\nWhat remains to be accounted for is CREO. Which Letters if any one should compare with Horsley's Durham Inscription, No. xxvi. where mention is made of the same Varduli, he will find a very strong Resemblance;\nResemblance; and be apt to conclude, that what explains the one, will bid very fair to explain the other. That Inscription runs thus,\n\nO.M.\n... ATI. COH.\nVARDULOR.\nCREQ\nV.S.LL.M.\n\nCR then I take to be distinct Marks, and expressive of Civium Romanorum. And of this I find little Room to doubt, when I observe the same Marks applied to several Corps, who were as strictly Provincial as our Varduli; such as Afri, Asturienses, &c.\n\nL.PRAESENTIO.L.FIL.\nLEM.PAETO.\nL.ATTIO.SEVERO.\nPRAEF.COH.I.AFR.\nC.R.EQ.JUDICI.SELECTO.EX.\nV.DEC.PR.AVXIMI.PAT.COL.\nAEDILI.II.VIR.ANCONAE.\n\nGruter, CDLIX. 9.\n\nSEXTL.CLASENO ......\n........... PRAEF.COH.\nIII.ASTVR.EQ.C.R. etc.\n\nGruter. CCCLXXXVIII. 3.\n\nDIANAE\nDIANAE\nSACRAVIT\nT.FL.\nITALICVS\nPRAEF.\nALAE.I.VLP.\nCONTAR.\n∞.C.R.\n\nGruter. XL. 3.\n\nDEIS DEALVS.\nALA.I VLP.CONF.\n∞. C.R.CVI.PRE.\nQ. ER. INGENYVS.\n\nGruter. II. 6.\n\nBut still more expressly,\n\n........... CEREALI.\n...LEG. III. GALLICAЕ\n...III.COH.GALLICAЕ.\ncivIVM.ROMANORVM.\n\nGruter. CDXCIX. 3.\n\nAnd moreover what kind of Citizens, we are told more than once; viz. Juris Italici.\n\nT.FL.BARSI.V\nETER.ALAЕ.I.FL.\nAVG.BRIT.\n∞.C.R.IVRIS.ITALICI.\nMEMOR. FR\nATRI.SVO.POSVIT.\n\nGruter. DXLI. 8.\nThe Freedom of the City had been for some time before this a regular Reward for the Fidelity of the Provinces, or any other military or civil Merit. The famous Oration of the Emperor Claudius, or the Act for incorporating the People of Vienne in Gaul (a large Fragment of which is preserved in Gruter, p. DII.) is a remarkable Instance of what I have advanced. QVID. ERGO. NON. ITALICVS. SENATOR. PROVINCIALLI. POTIOR? EST. IAM. VOBIS. CVM.HANC. PARTEM. CENSURAЕ. MEAE. APPROBARE. COEPERO. QVID. DE. EA. RE. SENTIAM. REBUS. OSTENDAM. SED. NE. PROVINCIALES. QVIDEM SI. MODO. ORNARE. CVRIAM. POTERINT. REIICIENDOS. PVTO. For so the last Words must be emended, as they have been restored by Reinesius and Graevius.\n\nAfterwards, probably a little before the Date of our Inscription, which is near the End of the Reign of Caracalla, came the general Constitution of that Emperor; the Memory of which being fresh might probably occasion the Insertion of the Words Civium Romanorum in this Monument. In orbe Romano qui sunt, ex Constitutione Imperatoris Antonini Cives Romanie effici sunt, are the Words of Ulpian, in the first Book of the Digest. Tit. de Statu Hominum, Law xvii. That the Antoninus there mention'd was our Caracalla, is abundantly made good by Baron Span-\nhem, in his Comment upon that Text. To which let me add the Words of Prudentius, produced by the same learned Writer upon the Occasion.\n\nHinc frenaturus rabiem Deus, undique gentes\nInstitare capit docuit sub gentibus isdem,\nRomanosque omnes fieri quos Rhenus et Ister,\nQuos Tagus aurigas, quos magnus inundat Hiberus.\nCorniger Hesperidum quos interabitur, et quos\nGanges alit, terdique lavant se tem ostia Nili.\nJus fecit commune pares, et nomine codem\nNexuit, et domitos fraterna in vincula redegit.\n\nWhat remains EOΩ, I would restore EQΩ, according to the Model of the Durham Inscription produced above:\n\nCOH.VARDVL.C.R.EQ.Ω.\n\nFor the Difference in Stones is so minute in this Particular, that I will venture to pronounce, tho' I never saw the Inscription, it may as well be one as the other. And I read the whole Title of the Cohort thus:\n\nCOHors Ina FIDA VARDVLorum Civium Romanorum EQuitata\nMilliaria ANTONINIANA.\n\nConcerning which I have something to offer.\nThe frequent mention of Equestrian Cohorts, or, to speak more adequately, of Cohortes Equitatae, in old Inscriptions, I observe to have been a great\nChoque upon several Antiquaries, who have been taught to consider the Cohorts as appropriated to the Foot Service, as the Ala and Turmae were to the Horse. Mr. Horsley in particular, p. 94, imagines, the Cohors prima Claudia Equitata, which he met with in the Notitia, was intended to intimate, that this Cohort had been promoted from the Foot to the Horse Service. But when that Gentleman was led, by the Mark or Monogram in the Durham Inscription referred to in these Papers, to consider that Corps as consisting of a thousand Horse, his Difficulty is increased to that Degree, that he does not know what to affirm upon it. Now of all this there is a very easy Solution.\n\nThe Auxiliary or Provincial Cohorts (for of them only I observe what follows) were either entirely or purely Foot, like the Legionary and ordinary Cohorts; or else they had a Mixture of both Kinds of Militia, and consisted of Horse and Foot together.\n\nIMP. CAESAR. DIVI. VESPASIANI. F. DOMITIA\nNVS. AVGSTVS. GERMANICVS. PONTIFEX. MAXI\nMVS. TRIBUNIC. POTEST. XII. IMP. XXII. COS. XVI.\nCENSOR. PERPETVVS. P.P.\nPEDITIBVS. ET. EQVTIBVS. QVI. MILITANT. IN. COHORTE. III. ALPINORVM. etc.\n\nGruter. DLXXIV. 5.\n\nThis latter Sort, as they could not properly be rank'd under either Denomination of Horse or Foot, (for they were made up of both) seem to have appropriated to themselves the distinguishing Title of Cohortes Equitatae, Corps of Infantry with a Mixture\nMixture of Horse. And of this Term, so very significant, and so little understood, I find frequent Mention.\n\nL. BRUTTIO. L.F.\nPAL. CELERI.\nEQVO.PUBLIC.\nPRAEF. COH III. AVG.\nTHRAC.EQVIT.\n\nGruter. DXXXIV. 2.\n\nQ. CAECILIO. Q. F.\nAN.OPTATINO.\nPRAEF. COH. I. AQVI\nTANOR. EQVIT.\nPONTIA.T.F.SABI\nNA.MATER.\nFLAMINICA.\nL.D. D. D.\n\nGruter. DXXXIV. 4.\n\nP. LICINIO. P. F.\nGAL. LICINIANO.\nPRAEFECTO.\nCOHORTIS. VII.\nPRAELECTORVM.\nEQVITATE. IN.\nGERMANIA.\nTRIBVNO.\nMILITVM. LEG.\nVII.\nEVIA. PRAEFECTO.\n\nGruter. DL. 4.\nP. LICINIO. P.P.\nGAL. MAXIMO.\nPRAEFECTO.\nCOHORTIS. II.\nGALLORVM.\nEQVITATE. IN.\nDACIA.Tribvn.\nMIL. LEG. VII.\nCLAVDIAE.PIAE.\nFIDELIS. P. LICINIUS.\nLICINIANVS.\nFRATRI.\n\nGruter. DL. 5.\n\nM. MAENIO. C. F. COR. AGRIP\nPAE. ET. VSIDIO. CAMPESTRI.\nHOSPITI. DIVI. HADRIANI.\nPATRIS. SENATORIS. PRAEF. COH.\nII. FL. BRITTON. EQVITAT.\nELECTO. A. DIVO. HADRIANO.\nET. MISSO. IN. EXPEDITIONEM. BRIT\nTANNICAM. TRIB. COH. I. HISPA\nNOR. EQVITAT. PRAE. ALAE. I.\nGALLOR. ET. PANNONIOR. CATA\nPHRACTAE. etc.\n\nReines. vi. 128.\n\nNor have we these Testimonies only, but also a full and decisive Proof of this Denomination, and, what is yet behind, of their Number also, in a Writer very well vers'd in military Affairs, Hyginus, who wrote\nwrote a Treatise de Castrametatione, in the Time of Trajan. From him we are informed, that these Troops were call'd Milliariae, as consisting of a thousand private Men, Part Horse and Part Foot. The Proportion of the former of these to the latter was nearly as one to three, viz. 240 to 760, instead of 250 to 750. Which little Difference was possibly occasion'd by the Necessity of dividing them into Centuriae and Turmae. The Author's Words are:\n\nHabet Cohors Equitata Milliaria pedites quingen-\ngentos sexaginta centurias decem, equites ducen-\ntos quadraginta, turmas decem.\n\nAnd again;\n\nAcminerimus itaque ad computationem cohortis equi-\ntate milliarie pedaturam ad mille trecentos sexa-\nginta dari debere.\n\nWhich is to be thus explained: The Pedatura of this irregular Corps, in their Incampment, would not be the same as the Pedatura of an uniform Body of Infantry, of the same Number, but would exceed it by 360 Feet; for the Proportion of the Room of one Horseman to one Foot-Soldier he assigns as 2½ to one\n\nOmnis miles provincialis accipit pedaturam, pedem,\nadjecta quinta — eques autem duos semis, adjecta\nquinta. — Habebit itaque Cohors equitata mil-\nliaria equites ducentos quadraginta, quos redigo\nad peditem, ut pedem, quod accipit miles, ad duos\nsemis, quod accipit eques. Fit dimidia sumpta\nductum quingentes: sic tradabimus numerum equi-\ntum, fit centum viginti: ducimus quingentes, sunt\nsexcenti.\nsexcenti: accedunt ex eadem Cohorte milliaria,\ndetraetis equitibus, reliqui pedites septingenti sexaginta:\nfit cum superiori mille trecenti sexaginta.\n\nFor the Mark Θ I account thus: The usual Note\nof a Thousand is either I between CC's, thus\nCIO; or else X, thus CXO. The former Figure, when\nclosed at the Top, exactly resembles an ancient M,\nthus Θ; and the latter, when shut up, a Figure of\nEight inclined ∞. Both which Marks have been\nlong used to express a Thousand. The latter is the\nMark before us, the X between CCs, but closed\nin on all Sides, thus, Θ, if this be in Reality\nthe Figure upon the Stone. For Mr. Gordon in his\nIter Septentrionale copying an Inscription, wherein\nthere was the Mark of four Thousands, gave us the\nThousand inclosed on all Sides, the very Mark in\nour Inscription; but upon Mr. Horsley's Inspection\nit turned out to be the second Figure, the Thou-\nsand inclos'd only at both Ends thus ∞.\n\nThe last Part therefore of the Inscription is to be\nthus understood:\n\nCOHors I.ma FIDA VARDVLorum Civium Ro-\nmanorum EQuitata Milliaria ANTONINIANA\nFECIT SVB CVRA T. CO.......... Legati, Tri-\nbuni, or Centurionis LEGionis XX.ma Genio Romæ.\n\nWhich last Words are to be applied to the Empe-\nror, and contain a Compliment at that time of Day\nnot unusual.\n\nSt. John's College, Cambridge.\nJan. 1. 1744-5.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104830.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 23754,
    "total-output-tokens": 4788,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        791,
        2
      ],
      [
        791,
        1913,
        3
      ],
      [
        1913,
        2632,
        4
      ],
      [
        2632,
        3154,
        5
      ],
      [
        3154,
        3752,
        6
      ],
      [
        3752,
        4361,
        7
      ],
      [
        4361,
        5049,
        8
      ],
      [
        5049,
        5530,
        9
      ],
      [
        5530,
        6797,
        10
      ],
      [
        6797,
        7910,
        11
      ],
      [
        7910,
        9339,
        12
      ],
      [
        9339,
        9840,
        13
      ],
      [
        9840,
        10551,
        14
      ],
      [
        10551,
        11967,
        15
      ],
      [
        11967,
        13291,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104830",
    "title": "An Explanation of an Ancient Inscription Discovered at Rutchester, the Last Station in England, upon the Roman Wall, 1744; By John Taylor, LL D. Chancellor of Lincoln, and Register of the University of Cambridge",
    "authors": "John Taylor",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/104830"
  }
}