{
  "id": "00e4b0e6235c445001418efde2a8fdf9674af276",
  "text": "rance of the Costæ and Sternum, that one might very easily have taken out either Heart or Lungs, without touching their Enclosure. Whether this might not be occasion'd from the rarify'd Effluvia of the Waters, pent up within the Breast, or rather a necessary Consequence of the Diaphragm's being so excessively pressed upwards, I leave to a more Critical Censure; neither shall I take upon me to determine whether the contained Liquor happened from any Rupture in the Lacteal or Lymphatick Vessels, according to Dr. Willis, or (as more probable to me) if it were not pure Serum (the Blood being dissolved in its constituent parts) breaking forth of the little mouths of the Cæliac and other Arteries.\n\nThere were present at this Dissection,\n\nMr. James Wasse,\nSen. & Jun.\nDaniel Turner,\n\nChyrurgeons.\n\nIV. Observatio Casus non vulgaris De Hydrope intra Uteri Tunicae contento.\n\nE. R. a Person Aged 44, and upwards; sometime after she was married, had conceived (as she thought) by some supposed Symptoms of Pregnancy, and in order to her Delivery, at the expiration of the time of her Account, her Midwife was consulted. (Her fancy'd) Pains came on, and she thought her self very near her Labour. Her Belly was grown very big, and had gradually increased from the time of her (imagined) Conception; but alas, she found her self deceived in her Expectation, and her Preparations for this time all in vain. Her illnese shortly after wore off, without leaving any Prognostick of an approaching Birth.\n\nThus\nThus she continued, growing bigger and more indisposed, till twice the time of her Reckoning was completed.\n\nThose whom she consulted for help, knew not by what means to relieve her, as not knowing what her Distemper was. Some thought she had a Tympany, some that she was Ascitical, and others that she carried a dead Child in her Womb.\n\nShe had taken much Physick, but without relief, and at length made her Application to Dr. G—who, after Enquiry into the Circumstances, put her in great hopes by his Perswasions, that she might be with Child, and by the taking some few of his Prescriptions, in all probability she was to be delivered very speedily of a Humane Fetus, either alive or dead. These Remedies were taken as ineffectually as many others; so that now she began to despair of Recovery, yet lived many Months afterwards: And last of all, at three Years end (from the time she thought her self Pregnant) she refer'd her self to one Dr. N—a Professor of Physick as well as Midwifery. She was now again under a Course of Physick, and had taken many powerful Hysterick, and other Uterine Remedies.\n\nIt was now without much Question concluded that she labour'd of a Mola, or that a false Conception was engendred by one of Nature's Aberrations instead of a true one. The Cause being now (as was thought) found out, there remained nothing but to endeavour its expulsion: This was attempted with no better Success than formerly; so that after all she removed into the Air, where she had not continued long, before she languished and dyed.\n\nThere remained nothing but the opening of the Body, which was concluded on, in order to detect this so occult and contumacious a Distemper. We who were to make the Inspection, met with her Physician, and (the Corps\nCorps being laid as advantageously as might be) we began our Incision from the Umbilicus transvers the Abdomen, to the Ilia: And from the same centre another Incision direct to the Os Pubis. Here was now an expectation on all hands of something rare and Monstrous, when on a sudden one of the Dissectors (little thinking what was so near) in cutting through the Peritoneum, accidentally thrust his Knife too far, and immediately there arose a Spring, as it were, of a limpid Serum or Lymph, as clear as Water from a Fountain, rising up a very considerable height, and with great impetuosity.\n\nThis put an end as well to Conjecture as Dispute, we now fully concluding the Distemper to be an Hydrops Uteri, or a Dropsie contain'd within the Cavity of the Womb. Having emptied the containing part of its Water, which in quantity did somewhat exceed two Gallons or eight Quarts; we proceeded to satisfy ourselves wherein this Deluge had been contained, we found its enclosure was a thin transparent Membrane; and yet notwithstanding its extraordinary Dilation, I could not persuade myself that it was the entire Body of the Uterus itself: Upon a more strict search, when I turned this Membrane to the right side, I perceived underneath this outward Tunic, or (as I thought) adhering to it, a more carious Substance. To clear this suspicion the Os Pubis was divided, which finding very difficult to be performed with a Knife, I finish'd with a small Saw.\n\nI cannot choose but take notice in this place, of some People's over-credulity, and to wonder that we should be so easily perswaded to set the Light of our Understanding in the dark Lanthorn of Authority, when we take for granted, that these Bones, viz. the Share or Pubes, do separate or part asunder of their own accord in time of Travel, in order to facilitate the Birth of the Fetus.\nThe Pubes being divided, we passed in a Probe through the Pudenda, into the Vagina Uteri, and having traced it as far as it went, by looking into the Pelvis, and searching for that Carnous Substance I have already spoken of, we found it to be nothing less than the Uterus itself, when cutting into its Body, we perceived the end of the Probe already entered in the Cervix or Neck thereof. So that (what seemed to us strange) we were at length ascertained of the Truth, and convinced that the aforesaid Water was contained in the external Tunic of the Womb, whose great weight had thrust the Body thereof perfectly on one side, and hindered an admixture of search from the Vagina, towards the Fundus Uteri, the Cervix thereof being kept close as in a true Conception.\n\nOne of the great Indications of this Woman's Pregnancy, was a Flux of a whitish or pallid Humour to her Breasts, which she could squeeze out at pleasure, and thought it to be no other than Milk generated therein in order to the Nutrition and Conservation of a future Birth.\n\nShe had likewise labour'd the greatest part of the time under a Suppression of the Menses, whose reflux to the Breasts, when an alteration had been induced by its Glandules, might as I conjecture (issuing from the Papillae under a subalbid form) be taken for Milk, and give grounds of a suspicion that she had conceived. But I shall leave the Aetiology of the aforesaid Phænomena to the more Curious Indagator of Anatomick Mysteries.\n\nThere was present at this Dissection,\n\nDr. N--- Mr. Thomas Lichfield, Chyrurgeons.\n\nMr. John\n\nDaniel Turner,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102424.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1727,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1503,
        2
      ],
      [
        1503,
        3262,
        3
      ],
      [
        3262,
        5101,
        4
      ],
      [
        5101,
        6687,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102424",
    "title": "Obseruatio Casus Non Uulgaris de Hydrope Intra Uteri Tunicas Contento",
    "authors": null,
    "year": 1694,
    "volume": "18",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102424"
  }
}