{
  "id": "11509c4fedaa3d0bba63edf2de2c6ba28c45e486",
  "text": "XXIII. A Letter from the Rev. Mr. George Costard to Dr. Bevis, concerning an Eclipse mention'd by Xenophon.\n\nDear Sir,\n\nOf what use the doctrine of eclipses is in history and chronology, you know too well for me to tell you. The earliest account of any in the Greek history is that said to have been foretold by Thales to the Ionians. Of this I shall say nothing more at present, for fear of repeating what I have already observed to you upon that subject. The next, that is generally taken notice of by writers, is, that in the first year of the Peloponnesian war mentioned by Thucydides. But there is another before that, as I apprehend, equally remarkable, which, as Mr. Jackson (Vol. I. p. 426.) hath quoted me for, may deserve some farther consideration.\n\nIt is well known, that Herodotus and other writers make Cyrus to have deposed Astyages. On the contrary, Xenophon says, that Astyages was succeeded by his son Cyaxares, who left the kingdom to Cyrus by will. The truth, I believe, is, that Cyrus did not depose Astyages, and therefore so far Xenophon is right, but deposed Cyaxares; in which he was designedly wrong. That he knew the Persians forced the empire from the Medes, I think, appears from some no very obscure hints even in the Cyropædia itself. But that argument I shall not enter into farther at present. In his Anabasis, which is nothing but\nbut a journal of his march, and where he relates things as he found them, he expressly asserts it. For he says, that the Greeks in their return home, came down to the river Tigris, where had formerly been a large but at that time deserted city called Larissa, inhabited formerly by the Medes. Ταύτην, continues he, βασιλεὺς ὁ Πέρσαι, ὅτε παρὰ Μίδων ΕΛΑΜΒΑΝΟΝ τὴν ἀρχήν, πολιορκῶν, ἐδεῖν τρόπῳ ἐδύναντο ἐλεῖν. ΗΛΙΟΝ δὲ ΝΕΦΕΛΗ προκαλύπτασα ἡφαίστε, μέχρις ὅτι ἀνθρώπων ἐξελίπον, ὑ ἐτοι ἐδάλω.\n\nTho' Xenophon calls this a cloud, yet the word ἀναν, probably made use of by those, from whom he received his account, not only signifies a cloud, but any obstacle in general. That such effects could be owing to no common cloud, I imagined must be evident enough. And as the year before Christ 547, from a number of arguments, too long to be here inserted on, appeared to me to be the year, when Cyrus finished his reduction of the Median empire, I was naturally led to try, whether there was any solar eclipse that year, that could be the cause of so remarkable a darkness.\n\nThe geography of the east is so very imperfect, that it may be difficult to determine the situation of this Larissa. For Xenophon hath given no other account of it, than that it lay on the banks of the Tigris. It is not improbable however, as Bochart thinks, that Xenophon inquired upon the spot, What ruins those were? And was answered לארסן, i.e. Refen's, or the ruins of Refen. But this he easily mistook, or changed into Larissa, a name he was much better acquainted with.\n\nRefen\nResen is a place mention'd Gen. x. 12. and there said to lie between Nineveh and Calah. This perhaps may help us in some sort towards its situation. Maufil (says Abulfeda) metropolis est regionum Mesopotamiae. Imposita est Tigri, a latere ejus occiduo. Ex adversum, a latere ejus eoo, est civitas Nineveh ruinis sepulta. Ad austrum Maufilae effundit sefe Zabus minor in Tigrim.\n\nIn Abulfeda, the longitude of Maufil is $67^\\circ$, and its latitude north $36^\\circ 30'$. But in Ulugh Beigh, and Nassir Ettusi, it hath longitude $77^\\circ$. The last of these two authors agrees with Abulfeda, as to its latitude, but the former of them assigns it $34^\\circ 30'$; which makes a difference of two degrees, or 120 geographical miles. Chryfococca, in his tables, hath ΜΟΥΣΟΤΛΙΝ, to which he assigns longitude ($\\xi\\theta$) 69, and latitude ($\\lambda\\varepsilon$) 35. This author reckons his longitudes απὸ τῆς ἀκρας δυτικῆς ἐλαίτης, as Abulfeda doth his. But Nassir Ettusi and Ulugh Beigh begin theirs from the Fortunate Islands. The difference between the two computations is 10 degrees, according to Abulfeda, tho' others make it $17^\\circ 30'$. Varenius, and modern geographers, place Moufol in longitude east from London $43^\\circ$, and in latitude north $34^\\circ 32'$. And this, I suppose, is as exact as any.\n\nIn the year before Christ, therefore, 547, the apparent time of the true conjunction was at Greenwich, October 21st 23h 39' 18\".\n\nThe place of the luminaries.  \nMoon's latitude north  \nSemidiameter of the earth's disk\n\n| Place          | Longitude | Latitude |\n|----------------|-----------|----------|\n| Maufil        | $67^\\circ$| $36^\\circ 30'$ |\n| Nassir Ettusi | $77^\\circ$| $34^\\circ 30'$ |\n\nSemidiameter\nSemidiameter of the penumbra \\(33^\\circ 11'\\)\nBeginning of the central eclipse, \\(22^h 39' 7''\\).\nEnd of the central eclipse \\(22^d 0^h 55' 55''\\).\nDuration \\(2^h 16' 48''\\).\nAngle of the moon's way with a circle of latitude, \\(84^\\circ 25'\\).\nMoon's semidiameter \\(16' 50''\\).\nSun's semidiameter \\(16' 21''\\).\nAngle of the moon's way with a circle of latitude, \\(84^\\circ 25'\\).\n\nThe sun rose centrally eclipsed, in longitude west from Greenwich,\nIn latitude north \\(54^\\circ 46' 10''\\)\n\\(71^\\circ 44' 40''\\)\n\nThe sun set centrally eclipsed, in longitude east from Greenwich,\nIn latitude north \\(91^\\circ 6' 50''\\)\n\\(23^\\circ 9' 40''\\)\n\nThe place of the center was at the following times, as computed at Greenwich, thus;\n\n| Times | Longitudes | Latitudes |\n|-------|------------|-----------|\n| d h ' '' | o ' '' | o ' '' |\n| October 21 | 23 39 47 | 23 7 30E | 39 48 40N |\n| 23 47 31 | 28 36 40 | 34 20 50 |\n| 22 0 231 | 37 13 30 | 30 24 30 |\n| 0 17 31 | 57 19 40 | 26 56 40 |\n\nBy this table it is easy to see, that the center of the shadow crossed the deserts of Arabia, and then passed over the Persian Gulph below the mouth of the Euphrates. But if you will make the same allowance, as I did in my last, for the moon's acceleration,\nor the small retardation of the earth's diurnal motion, the place of the center will be found at the following times, as reckoned at Greenwich, thus,\n\n| Times | Longitudes | Latitudes |\n|-------|------------|-----------|\n|       | d h ' \"    | o ' \"     |\n| October 21 | 23 2 31 | 39 1 40E | 34 20 50N |\n|        | 23 17 31 | 47 38 30 | 30 24 30 |\n|        | 23 32 31 | 68 9 40 | 26 56 40 |\n\nBy this table then it appears, that the center of the shadow passed more northward than the former track, and went over Kerkisia, not improbably, the Carchemish of the prophet Jeremiah, and a small matter to the north of Bagdad. It is not improbable therefore, that it crossed the Tigris not far from the place where, it seems by Xenophon's account, Larissa was situated, and where, consequently, it would cause such a darkness, as might well be attended with the effects he mentions.\n\nThis eclipse is, I take it, no inconsiderable acquisition to history and chronology, and is at the same time a confirmation of the suspicion, that, in these very antient ones, there is some allowance or other to be made for the influence of some cause, whatever it may be, hitherto not fully determined. This must be left for future observations. In the mean time however it may be of service to the science of astronomy, to examine all the past eclipses, that can be come at, and compare them with circumstances in the best manner we are able.\n\nI have three more by me, which may some time or other make their appearance in the same manner\nwith the present one. In the mean time I shall add, that in Ebn Younis's eclipse, in the year after Christ 979, the time of the mean opposition was, by my calculation, May $14^d$ $3^h$ $50'$ $30''$.\n\nThe sun's place $1^h$ $27^m$ $53^s$\nThe moon's place in the ecliptic $7^h$ $27^m$ $53^s$\nMoon's latitude north $37^o$ $42'$\nPlace of her apogee $4^h$ $13^m$ $50^s$ $46''$\nPlace of her node $2^h$ $5^m$ $4^s$ $14''$\nSun's mean anomaly $11^h$ $1^m$ $29^s$ $47''$\nPlace of his apogee $2^h$ $25^m$ $29^s$ $30''$\n\nDigits eclipsed $8^d$ $4'$.\n\nThese numbers are something different from those, which, I think, I gave Dr. Bradley some time ago. For I had made, somehow or other, a small mistake in the place of the sun's apogee, which was kindly hinted to me by Mr. M. I have, since that, gone over the whole calculation again, and believe it is pretty exact, and agrees well enough with what Ebn Younis relates, that Spatium, quod eclipsatum fuit de diametro ejus (lunæ) fuit amplius quam octo digiti, et minus quam novem. And afterwards, Et erat luna, in hac eclipsi, in propinquæ distantia suæ medie.\n\nI have been led insensibly farther than I intended at first, which was only to explain the grounds of what I had said to Mr. Jackson. But your love to the science will excuse the trouble I have given you, and make any farther apology needless. I am, dear Sir,\n\nOct. 3, 1752. Your very affectionate, &c.\n\nG. Costard.\nXXIV.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105137.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2988,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1365,
        2
      ],
      [
        1365,
        2917,
        3
      ],
      [
        2917,
        4639,
        4
      ],
      [
        4639,
        5875,
        5
      ],
      [
        5875,
        7394,
        6
      ],
      [
        7394,
        8812,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105137",
    "title": "A Letter from the Rev. Mr. George Costard to Dr. Bevis, concerning an Eclipse Mention'd by Xenophon",
    "authors": "Xenophon, George Costard",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105137"
  }
}