{
  "id": "35e36b54a47148723bf310b8a25cd1f5a1b32785",
  "text": "An account of a Book entituled Relatione de Ritrovamento dell' Vova di Chiocciole, &c.\n\nThe Authour is anonymous, but dedicates his treatise to Signor Malpighi; he first takes notice of the opinion of the Scholes which taught two sorts of Generation, either by the seed of the Animal or Spontaneous out of Corruption, and sayes the Modernes reduce those two to one, and having observed the uniformity of nature in most of her works, have gone yet farther, and ventured to prove that the general universal productive principle of all Species is, Ex ovo, and this he endevours to pursue in the workes of the Ancients as well as modern, and out of Scripture as well as Philosophy; but one passage is remarkable out of Hippocrates in his book de Natura pueri, where relating the case of a young Woman, who in dancing Miscarried of a Fœtus of six days old. Hippocrates sayes it was like a raw Egg the shell being first taken off; and therefore in the end concludes that the nature of the Oviparous differs not from that of Man.\n\nBut still there seemed to be much difficulty in the production of Insects till Signor Redi as he says, did by many uncontestable Experiments prove him to be generated out of Eggs, and by that convicted of Error the natural Historyes of Aristotle and Elian, showing the necessity of a new more accurate one which he owns is with much glory pursued by the Royal Society of London as well as that of Paris and Florence, and particularly makes very honourable mention of Mr. Lister for his History of Spiders and Snails; and of Mr. Ray, for his being the first Discoverer of their being all Hermaphrodites, or Androgine, as he terms it.\nAfter this he sayes, the thing seemed out of dispute, when out came a book called *the Recreation of the Eye and mind in observations upon Snails*; by Father Philippo Bonani a Jesuite; it being a pretty large Volume containing the natural history of all the Snail kind, where he not only doubts of their production by Eggs, but also endeavours to overthrow most of Signor Rhedis experiments that tended to establish the Principle of an univocous generation to which he prefers the old principle of corruption for the Insects.\n\nWhile he was reading this Book, he sayes it was his fortune in taking up some Flowers to observe by a border, a cluster of little Eggs which had nothing in them but the white like the white of an Egg, but upon a more diligent search he found another cluster as bigg as would fill the palme of his hand out of which came young Snails some having but just broke the shell, others being half out, and others quite out with the testa of the Egg fastened to the tayle of the Animal. He sayes the Eggs were no bigger then Pepper cornes, and those most white, but those which were ready to break, tending towards yellow; they were fastened in a lump by a kind of glutinous water, and this was about the 10th of July, he illustrates the thing by a very good cut.\n\nThis discovery being very plain and remarkable, he called in to see it many Learned persons, and some of good quality, whome he names that the truth of his asfleveration may be out of dispute.\n\nThis done, he examines the Jesuites reason against this univocous generation which are in all foure.\n\n1. Aristotle authority. 2. A principle of his, that testaceous Animals have not the difference of Sexes. 3. A maxime of the same Philosopher that no Exanguous Animal is oviparous. 4. A collection of some observations to confirm Aristotle reasons. The three first are answered by experiments which confute him; and observes that Aristotle himself who had more carefully observed the\nthe murex and buccina ownes that in the spring they use to get togeather and produce a substance like a hony comb full of little bodyes as big as white Vetches; which may be thought to be their Ieggs. As to the 4th. of the Fathers observations, he sayes he will say nothing, but confine himself to his owne which he thinks he has sufficiently demonstrated.\n\nERRATA.\n\nNumb. 151. p. 318. lin. ult. read, as from its Center diffused round about, it might according to our former calculation in a minutes time have reached the extremity of its Sphere or compass.\n\nOXFORD,\n\nPrinted at the THEATER, and are to be sold by Moses Pit at the Angel, and Richard Chiswell at the Rose and Crowne in St. Pauls Church-yard. Hen. Rogers, at the Sign of the Bible in Westminster Hall, and Sam. Smith at the Princes Arms in St. Pauls Church-yard. 1683.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102258.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1175,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1657,
        2
      ],
      [
        1657,
        3618,
        3
      ],
      [
        3618,
        4452,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102258",
    "title": "An Account of a Book",
    "authors": null,
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102258"
  }
}