{
  "id": "c10f4a073bccc954520087ef3e9685eb4db5e99b",
  "text": "IV. Dissectio Puerpera, Communicata a Petro Silvestre, M.D Soc. Reg. Socio.\n\nM. Duchesne quadraginta Circiter annos nata, plethorica, & quae saepius etiam gravis menstruum patiebatur fluxum, ceterum optimè valens & obesa, jamque Vigesimum praegnans, urgente legitimo partus tempore, Circa quartam pomeridianam die Novembris 12. Anno 1697. Horrenda Uteri Hæmorragia Corripitur Vocatus post horam nonam Jacobus Arnandin Obstetricæ non minus Artis quam Chirurgicæ peritus, & de Gravissimo illo Sanguinis profluvio certior factus, nullo prorsus remedio urgenti adeo sanguinis jactura Occurri posse putabat, nisi quamprimum sarcina sua Uterus levaretur. Sed, ut plerumque fit, adstantes nihil temere moliendum, & rem totam naturæ permittendam clamabant. Exinde Viribus prorsus exhaustis, Circa Mediam noctem iterum accersituri praedictus Arnardin, qui nulla interposita mora operi se accingens intra dimidium horæ Puellam mortuam extrahit, secundinis integris & illæsis absque labore subsequentibus. Uteri tamen Hæmorragia usque perseveravit; hancque summa jactatio, Pulsus debilitas, Lipothymæ frequentes, sudor frigidus, motus Convulsivi subfrequebantur. Tandem Cærca Sextam horam matutinam vitam cum morte Commutavit.\n\nDie sequenti Cadaver secuimus: Aperto Abdomine, & remotis tum pingui admodum Omento, tum intestinis tenuibus, uterus in Conspectum venit, instar majoris Cucurbitulae, Craffus ac satis distentus. In dextro ligamento lato Ecchymosis ingens erat, quae ex latere uteri, illic ubi Vasa Spermatica & Hypogastrica per Anastomosis uniuntur, descendebat, & in inferiori parte Colli Matricis, ubi sci-\nlicet intestino recto incumbit, maxime conspicua erat. Ut autem omnia facilius examini subjicerentur, Uterum cum annexis resectum, & e pelvi extraeunt tabulae imposui mus. Vagina admodum laxa erat: Orificio internum adeo Apertum, ut dimidium pugnum facile excepisset. Utero secundum longitudinem secto, haec Conspiciebantur: fundum grumis aliquot sanguinis scatens, caeterum integrum & lanum: in hoc autem Placenta Uterina adhaesio nobis facile Conspicua; quo loco etiam interna Uteri substantia inaequalis, Craffior, & quasi Carnosior Observabatur. In inferiori parte Colli uteri Causa mortis Apparuit, Laceratio nempe duorum digitorum Capax, quae etiam extrinsecus, ubi scilicet ea Ecchymosis, Conspici poterat. An a Causa aliqua externa uterus disrup tus fuerit, an potius a vehementiori Calcitratione Infantis, ut aliquando accidisse memorant Observationum Medica rum Scriptores, ignoro: Sed exinde aperta fuisset majora Vasa, quae enormem illam sanguinis Copiam effudere, Certum est. Diductis tunicis, & tubulo inter duplicatu ram immisso, flatus ex plurimis angustis foraminibus, cum ex ea fundi parte cui Placenta jungebatur, tum praecipue ex lacera Colli parte, undique erumpebat:\n\nIn dextro Ovario Vestigium seu Cicatriculam manifeste Notavi, ex qu Ovulum deciduum, a tubae Cavitate excep tum, ejusdemque Motu Peristaltico ad Uterum delatum fuisset mihi dubium non erat. Ovarium sinistrum flaccidum & quasi exuccum: Tuba ex utroque latere Aperta, ligamen ta rotunda Valida; reliqua omnia Sana Observabantur.\n\nLicet Uterus subito post Puerperium Contrahatur & Coarctetur, adeo ut, quod modo Dixi, in hac foemina sex Circiter horis a partu Mortua, Cucurbitulae Majoris Capacitatem vix Superaret; Attamen illum instar Marsupii, vel sacci digitis extendere facile potui. Et revera fibras Carneas in graviditate sensim adeo elongatas, & tanto intervallo a se mutuo discretas, non nisi post aliquod tem.\ntempus pristinum tonum & robur acquirere posse, quis non videt?\n\nObiter hic notabo ferme de nihilo esse hanc quaestionem, quae Vulgo ab Anatomicis agitari solet, an scilicet Uteri tunicæ in Prægnantibus multo Crassiores sint, quam in statu Naturali? Fateor equidem substantiam Uteri in non prægnantibus firmiorem, Compaetiorem, & revera Crassiores esse, cum fibræ Carneæ tunc breves sint & summe Contractæ: in Gravidis autem, quod hic Autopsia me docuit, uterum esse multo laxiorem ob fibras extensas, & majori intervallo a se discretas. Præterea cum vasa Sanguifera, quorum flexuosæ, & quasi Serpentinæ ramificationes, pampinos vitium in statu Naturali imitant, Uteri fundum & latera perreptant, in gravidis cum utero extensa sint, & a se invicem divisa; hinc fit ut tunicæ graciliores, & multo minus densæ appareant. Verum, quod Ventriculo, vesicæ Urinariae, aliisque partibus Membranosis Accidit, quae dum extenduntur multo Gracibiores evadunt; Cur eadem prorsus ratione illud ipsum utero non continget, causa evidens est; si quidem qua proportione extenduntur illius tunicæ, eadem Augentur, ac pro fetus nutritione & accretione dilatantur Vasa omnis Generis in illas consertissime distributa. Adde quod interna Uteri substantia quamplurimis propriis ductibus pervia tunc Crassior evadit, & praecipue in fundo ubi Placenta adnascitur, densior est; quod etiam in Animalibus Cotyledoniferis seu Glanduliferis Manifeste deprehenditur. Occasionem autem errandi hinc Natam credo, quod cum nonnulli paulo post Puerperium Cadavera secuerint, quo temporis Uterus statim Coactatur, Vasaque adhuc dum varicosæ sunt & sanguine distenta, facile hoc Anatomicis impone potuit, ut in Gravidis uteri tunicas duplo quam in Naturali Constitutione Crassiores censuerint: Sed haec non adeo magni sunt momenti, ut in diversas ire sententias necesse sit.\nCaeterum Observatione digna est singularis illa, quam supra indigitavi, Vasorum Sanguiferorum in Uterum dis-\nseminatio. Arteriae nempe ac Vena Spermatica ac Hypo-\ngastricae in fundo & ad latera Matricis Capricolorum Viti-\num instar, eleganter intortae sunt: Hinc non Modo ad\npraegnantis Uteri modum extendi possunt, sed & postre-\nmis gestationis Mensibus, dum ad rectam lineam propius\naccedunt, facilitior Sanguinis per illas transitus & distributio\nsuccedit. Quantum autem illud conferat ad eam succi\nNutritii quantitate suppeditandam, quae Fatai jam gran-\ndiori sufficiat, pluribus hic explicare superfluum esset.\n\nV. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102804.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8994,
    "total-output-tokens": 2123,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1609,
        3
      ],
      [
        1609,
        3516,
        4
      ],
      [
        3516,
        5352,
        5
      ],
      [
        5352,
        5974,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102804",
    "title": "Dissectio Puerperae, Comunicata a Petro Silvestre, M. D Soc. Reg. Socio",
    "authors": "Petro Silvestre",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102804"
  }
}