{
  "id": "5c73d3b548938a3d93e8e9309b34a79ed7b504b8",
  "text": "ERRATA.\n\nPage 52, line 26, dele practically.\nPage 61, line 5, for in general is, read is general, being.\nPage 65, line 8, for point X, read horizontal line drawn through the point X parallel to the axis of motion.\nPage 77, lines 1 and 9, for WGS, read UGS; and line 24, for WGO, read UGO.\nPage 78, line 2, for VW, read VU.\nPage 85, line 26, for B, read R.\nPage 91, last line, for QA, read NF.\nPage 96, last line, for prop. iii. read prop. ii.\nPage 97, line 18, for GZ, read rZ.\nPage 100, line 12, for horizontal line, read indefinite horizontal line.\nPage 107, line 3 and 4, dele HD = HA.\nPage 115, line 5, for AB — PX, read WP — PX, fig. 11. and 28.\nPage 124, line 11, for is, read are.\n\nNote to be added to page 104, last line, to the word \"inquiry.\"\n\nThe following remark on the propositions and demonstrations of Apollonius Pergaeus, equally, or rather more applicable to those of Archimedes, is extracted from Dr. Wallis's Algebra.\n\n\"Et quidem meritò censeri posset ille, magnus geometra, et prodigiosæ, tum phantasæ tum memoriae vir, si possibile putemus ut potuerit ille propositiones et demonstrationes perplexas, eo ordine quo ad nos perveniant invenire, absque cujusmodi aliquâ inveniendi arte qualis est quam nos algebraem dicimus.\"\n\nDr. Wallis's Algebra, cap. LXXVI.\n\nPage 124, line 26, note to the words \"first applied.\"\n\nPere Pardies and Chevalier Renaud published some partial observations on the theory of naval architecture rather before this period: but the treatise of M. L'Hoste seems to be the first work in which this subject is considered systematically, and at length.\n\nPage 127, line 8, for whatever may have been, read whatever may be.\nPage 135, line 7, insert the Rev. before Nevil.\nPage 202, lines 28, 30, and 31, for $w^1, w^2, w^3$, read $w^1, w^2, w^3$.\nPage 205, line 27, for $w$, read $w$.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107004.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 675,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1822,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107004",
    "title": "Errata",
    "authors": null,
    "year": 1796,
    "volume": "86",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/107004"
  }
}