{
  "id": "1832c5ccb89eba556a0305b88289762cd3d024a4",
  "text": "This Island is Almost Round and\nSupposed to be about 2 Leagues in Diam.\nBy good Observation its Latitude is 38° 29'.\nIts Longitude 26° 33': The Bearings\nMaking it in Sailing Round is Expres'd\nIn The Draughts above.\nI. An Account of a Parhelion seen in Ireland. In two Letters from Arthur Dobbs Esq; of Castle Dobbs in the County of Antrim, to his Brother Mr. Richard Dobbs of Trinity-College in Dublin; and by this last communicated to the Royal Society.\n\nI saw a pretty distinguishable Parhelion here on Thursday Evening, of which I send you the Account below, as I minuted it down after I came Home, having been in the Fields when I saw it.\n\nMarch 22d 1723, about half an Hour after 5 in the Afternoon nearly, I saw a distinguishable Parhelion, the Sun near West, about an Hour high, the Wind and Carry of the Clouds, about N. and by E. the Sky in several Places obscured with light Clouds, and the Sun entering into one somewhat more watery, yet so as to distinguish its Disk. At first appeared below the Sun, breaking out of the Cloud, such Rays as are usually seen in an Evening, in a Sky interspersed with Clouds. In a little Time appear'd at the same Height with the Sun, as near as I could guess, having no Instrument, a luminous Spot, being about four Times the largeness of the Sun's Disk, and about 30 D. distant from the Sun to the Southward, which was covered with the lively Shades of red and yellow on the Side next the Sun, and increased in Splendor (so as scarce to be born by the naked Eye) till it exceeded the Brightness of the Sun, which was then under a thin Cloud, so as easily to perceive his Disk. After this had appeared about 3 or 4 Minutes, I finding it to be a real Parhelion, began to look about for the Halo they generally appear in; and as I observed some\nSome Rays resembling a Glory to point upwards from the Sun, I saw in those Rays at the same Distance (being, as near as I could guess, about 30 D. perpendicularly above the Sun) the Colours of the Halo appearing as in the luminous Spot; but instead of finding it, as I expected, in a Circle surrounding the Sun, it was inverted, yet not circular, but making an obtuse Angle, the point towards the Sun. I then looked to the Northward of the Sun, and as the Cloud, which was thicker on that side, moved Southwardly, a luminous Spot began to appear at the same Distance from the Sun as the other, and in the same Parallel of Altitude, which had the same Colours towards the Sun, and increased in Brightness, but did not come up to the Brightness of the other Spot, yet was as luminous as the Sun then appear'd: this Spot was very little bigger than the Sun's Disk. As the Cloud mov'd on, till it came to about 60 D. to the Southward of the Sun, and 30 D. from the Spot, at an equal Height there appeared another Spot tinged with the Colours of the Rainbow. The whole Appearance lasted a Quarter of an Hour. The Reason of my not seeing the Halo's, which generally appear with them, was, that there was a good deal of clear Sky above the Sun, and the Cloud was too thick below it.\n\nCastle Dobbs,\nMarch the 24th 1721.\n\nArthur Dobbs.\nI have sent you, as you desired, the Scheme of the Parhelion, with all the Notes that I cou'd take in the short Time it continued, having been only out occasionally, without any Instrument to compute the Proportions, or take Angles; so that my Observation cannot be exact, but only approach the Truth. However I can recollect nothing material, that I have omitted.\n\nA. The Place of the Sun, being nearly West about 12 or 13 D. above the Horizon, being about an Hour before Sun-set.\n\nB. The luminous Spot, being about 30 D. to the Southward of the Sun, as near as I cou'd compute, having no Instrument to take the Angle, and in the same Parallel of Altitude; the Spot was not so well defin'd as in the Scheme, being more imperceptibly shaded off in the Cloud, the two semicircular Lines next the Sun were those tinged with the Colours; the nearest the Sun being of a deep Scarlet, the inner one a deep yellow, both the Colours being softened as they fell off from the Sun, all the rest of the Spot being an intense Light, so as the naked Eye cou'd scarce bear it.\n\nC. The other Spot to the Northward, which appeared sometime after that marked B, being not quite so large, nor the Colours so intense, but the same way disposed, those next the Sun being red, the next yellow, and the rest white.\n\nD. A Spot in the Cloud, as it moved Southwardly, till it came to about 60 D. Distance from the Sun, which had the Colours as in the other Spots, that next the Sun being red, the next yellow, but much fainter than in the Parhelia.\nE. The Appearance of two Segments of Circles, at about the same Distance from the Sun, as the Parhelia, being perpendicularly above it, the Colours being fainter than in the Parhelia, but the same Way dispos'd, the lower Lines next the Sun expressing the red, and the upper the yellow.\n\nThe Colours at D, and E, as they were not so intense, neither were they quite so broad as those at B and C; the two Colours being added together were about $\\frac{1}{4}$ of the Disk at B, and the Colours in the same Proportion at C; the Diameter of the Parhelion at B, being about double the apparent Diameter of the Sun, as near as I could compute, as in the Scheme is express'd.\n\nThe Centres of the Segments of the Halo's mark'd E, if not in the Parhelia, were very little below 'em.\n\nBelow the Sun and Parhelia the Cloud was too thick to discover any thing thro' it; and above them, till near the Segments mark'd E, the Sky was serene and nothing obscured; but at E, where the Rays, which pointed upwards from the Sun, terminated, it appear'd hazy, and so thick as to reflect the Colours.\n\nCastle Dobbs,\nApril 2. 1722.\n\nArthur Dobbs.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103583.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11252,
    "total-output-tokens": 1658,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        215,
        3
      ],
      [
        215,
        1788,
        4
      ],
      [
        1788,
        3115,
        5
      ],
      [
        3115,
        4639,
        6
      ],
      [
        4639,
        5762,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103583",
    "title": "An Account of a Parhelion Seen in Ireland. In Two Letters from Arthur Dobbs Esq; Of Castle Dobbs in the County of Antrim, to His Brother Mr. Richard Dobbs of Trinity-College in Dublin; and by This Last Communicated to the Royal Society",
    "authors": "Arthur Dobbs",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103583"
  }
}