{
  "id": "26d206b59f1ba5b4da24f11c6f1b6166c2f6f278",
  "text": "Observations of the Solar Eclipse July the 2.1684.\nat Oxford, sent in a Letter from Dr. Edw. Bernard, Astron. Prof. Oxon. to Mr. John Flamsteed, Astron. Reg. At Lisbon by Mr. Jacobs; at Dublin, by Mr. Ash and Mr. Molyneaux; and at Tredagh by Mr. Osburn.\n\nJohanni Flamstedio Edvardus Bernardus S.\n\nQuotidie crescit tibi Cælo gloria. Sive novas Ætnas in orbe solari deprehendas ante alios, & quasi illæc proximo eminerent accurate admodum metiaris: Sive magni istius luminaris, unde lux & vita rerum, praedicas detectus, non temere & fortuito; sed quo maxime vultu quove temporis momento contingere oportuit, & eventus nos omnes docuit. Recte facis, mi frater, quod duos temporum & seculorum nostrorum arbitros diligentius contemplaris; & post observationis curam & industriam, planissimis theoriis, quibus nihil ingeniosius, persis demonstrare. Caeterorum equidem planetarum motus minus ad nos pertinent, aut in tanta amplitudine naturæ multas anomalias dissimulant ac obliterant, quas in luna tam vicino sidere vel inviti observamus. Quid in numeris Eclipsi notavimus, ex subsequeente Canonico facile intelliges, quid etiam præterivimus, tam cælo claro quam nubilo. Phases autem quadraginta illius defectus captavit definitivitque bona manus Wallisii. Tempus etiam justum æquumque ejusdem deliquii altitudinibus aliquot solaribus comprobarunt clarissimi viri D. Casvellus & D. Rookius, ubi horologiis & oscillis nostris fuerat pectatum. Gaudeto itaque, Cælestis anima, hac peculiari debitaque tibi laude, Canones tuos præ mille veterum recentiumque Astronomorum, binorum luminarium naturam & motum verum adsequi. De caeteris equidem planetis haud desperabis, qui vagabundam & incertissimam Lunam in numeros tuos felici invento coegisti. Vale, Charissime, & tibi sæpe tibi quod soles, venerare.\n\nOxonii, postri-\ndie Eclipsis.\nEclipsis Solis die secundo Julii St. Vet. A.D. 1684. Oxonii observata, praesentibus multis viris egregiis.\n\nDigitio obs- Tempora Oc-\ncuri, cum cillatoria a\nsuis decimis Calo correcta.\n\n| h | m | s |\n|---|---|---|\n| 2 | 03 | 00 Initium Eclipse |\n| 0 | 6 | 2 | 07 | 44 |\n| 1 | 0 | 2 | 10 | 44 |\n| 1 | 3 | 2 | 13 | 19 |\n| 1 | 6 | 2 | 15 | 44 |\n| 2 | 2 | 2 | 21 | 34 |\n| 2 | 6 | 2 | 23 | 44 |\n| 2 | 9 | 2 | 25 | 39 |\n| 3 | 5 | 2 | 29 | 54 |\n| 4 | 0 | 2 | 33 | 04 |\n| 4 | 4 | 2 | 36 | 34 |\n| 4 | 6 | 2 | 40 | 04 |\n| 5 | 0 | 2 | 43 | 14 |\n| 5 | 3 | 2 | 48 | 19 |\n| 5 | 6 | 2 | 50 | 09 Medium quasi solem fecit τὸ ἀπαγόρυντον. |\n\n| 6 | 5 | 2 | 57 | 30 |\n| 6 | 7 | 2 | 59 | 14 |\n| 7 | 4 | 3 | 08 | 24 Obscuritas maxima. |\n| 7 | 1 | 3 | 11 | 09 |\n| 6 | 8 | 3 | 29 | 19 |\n| 6 | 7 | 3 | 31 | 39 |\n| 6 | 0 | 3 | 37 | 24 |\n| 5 | 7 | 3 | 39 | 29 |\n| 5 | 5 | 3 | 44 | 29 |\n| 5 | 0 | 3 | 47 | 59 |\n| 4 | 4 | 3 | 50 | 34 |\n| 3 | 9 | 3 | 53 | 54 |\n| 2 | 9 | 4 | 02 | 49 |\n| 2 | 5 | 4 | 04 | 39 |\n| 2 | 2 | 4 | 06 | 19 |\n| 2 | 0 | 4 | 07 | 54 |\n| 1 | 4 | 4 | 13 | 09 |\n| 1 | 0 | 4 | 15 | 04 |\n| 0 | 7 | 4 | 16 | 49 |\n| 0 | 3 | 4 | 19 | 39 |\n\nFinis 4 21 14 Finis Eclipse.\n\nMr.\nMr. Jacobs at Lisbon noted July 2. Stylo Vet.\nThe beginning of the Eclipse at 1. h. 30' exactly.\nThe ending at 4. h. 12'.\n\nExtract of the Minutes of the Dublin Society from July 9th, to the 12. 1684.\n\nMr. Ash and Mr Molyneaux, though the day being much overcast, hindered them from taking anything accurately, yet gave some account of their observations viz. that toward the middle of the Eclipse having a short view of the Sun; they judged that about 8. Digits were covered: at the ending also having a faint view thereof; they assigned its end, at 3. h. 56'. p.m.\n\nExtract of a Letter of Mr. William Molyneaux S. P. S. of Dublin dat. Sept. 2. 1684.\n\nThe same Eclipse was observed by one Mr. Osburn nigh Tringham in this Country Lat. 53° 40' Initium 1. h. 37° 30' Finis 3. h. 56° 20'.\n\nCasp. Bartholini Thom. F. de Ductu Salivali hacdenus non descripto, Observatio Anatomica.\n\nEO jam perventum est in Anatomiae studio, ut nec in Majorum placitis tuto acquiescere, nec illa sola admittere possimus, quae novo se commendant titulo, sed quaerendum est potius prudens temperamentum, ut & haec & illa commodi jungamus, & ubique cavendum in primis, ne à natura ipsa recedamus. Quin & non hic substitendum, ubi substiterunt ante nos alii, sed progrediendum ulterius, ut, quae adhuc dubia sunt, illustrentur, quae latent, detegantur. Habent enim plurima Veteres, quae exponenda sunt, sed cum delectu inveniunt alia Recentiores, quae his addenda sunt, sed cum judicio & circumspetete, restant adhuc plura, quae nobis ulteriori studio investiganda veniunt.\n\nEt, ut alia taceam, certe fontes salivae & vasa illam ad cavitatem oris deducentia, non plane ignota fuisse videntur veteribus, licet faltem quasi per nebulam observata. Non tamen ideo sua laus detrahenda est Recentioribus, qui ulterius progressi, manifestius has glandulas descripserunt, & vasa salivalia.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102091.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6226,
    "total-output-tokens": 2038,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1825,
        2
      ],
      [
        1825,
        2982,
        3
      ],
      [
        2982,
        4837,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102091",
    "title": "Observations of the Solar Eclipse July the 2. 1684. at Oxford, Sent in a Letter from Dr. Edw. Bernard, Astron. Prof. Oxon. to Mr. John Flamsteed, Astron. Reg. At Lisbon by Mr. Jacobs; At Dublin, by Mr. Ash and Mr. Molyneaux; And at Tredagh by Mr. Osburn",
    "authors": "Edw. Bernard",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102091"
  }
}