{
  "id": "cf99f614d7f51d6006be54efbf195515635979d4",
  "text": "XI. Translation of a Passage in Ebn Younes; with some Remarks thereon: in a Letter from the Rev. George Costard, M.A. Vicar of Twickenham, to the Rev. Samuel Horfley, LL.D. Sec. R.S.\n\nRev. Sir,\n\nHAVING, by means of the Royal Society, been favoured with a transcript of the Arabic passage in manuscript of EBN YOUNES, in the library at Leyden, I now send you as exact a translation of it as I can. I give it you in Latin, as the former translations of it were in that language; and as the numbers in the manuscript by no means agree with calculations made by modern tables, I have ventured to suppose that they have been somehow or other altered from what they were in the original tables of EBN YOUNES. I have likewise ventured to suppose that the present Leyden copy is a transcript of another copy, which is no very violent supposition, considering how long ago these observations have been made, and how long it is since EBN YOUNES wrote.\n\nI have\nI have likewise made no scruple to suppose that, however distinct and elegant both the Arabic letters and figures are in later manuscripts, they were not so in those of a more ancient date, so that the one might easily be mistaken for the other, where there is a similarity: and this mistake would be the more easily committed by a person ignorant of the subject he was upon. This probably was the case of all such as were hired by booksellers to transcribe manuscripts for sale; and for this reason, when the transcriber had made any mistake, he would not blot it out for fear of spoiling the sale of his book.\n\nThere is an instance of this sort in this very manuscript in the observations of the third eclipse, which is that of the Moon, as you will see in the transcript and translation sent you last year by Mr. Schultens.\n\nIf what hath been said be allowed me, as I hope it will not be thought too much, I think I shall be able to account possibly, if not probably, for the differences between the observations as set down in the manuscript, and the result of the calculations by modern tables: a thing which hath not been hitherto attempted, as few who have been versed in astronomy have been acquainted with the Arabic language; and they on the other hand, who have well understood Arabic, have been as little conversant with astronomy.\nWhat I have now advanced shall be exemplified under the first eclipse, which is one of the Sun.\n\nIn this eclipse, according to the manuscript, at the beginning, the Sun's altitude was more than $15 (\\text{١٥})$ degrees, and less than $16 (\\text{١٦})$; and at the end it was more than $33$ degrees ($\\text{٣٣}$) and $\\frac{1}{3}$. But I make the Sun's height at the beginning $30 (\\text{٣٠})$ degrees, and at the end nearly $36 (\\text{٣٦})$. In the manuscript, the digits eclipsed are said to have been $8 (\\nu, \\text{or} \\Lambda, \\text{as it is sometimes written})$; but I make them only a little more than $4(\\omega)$, or about $4\\frac{4}{5}$.\n\nWhether the notation in the original manuscript of EBN YOUNES was in letters or arithmetical figures is uncertain; but most probably it was in the former of these two, as it is in most of the tables now extant, though composed since the admission and use of arithmetical figures. Upon this supposition then, or that they were so in the manuscript from whence the present manuscript was copied, we shall very naturally account for the mistakes we find in it.\n\nThus for instance, $J$ by some accidental stroke at the bottom, would easily be taken for $J$, as $\\lambda$ is sometimes written in manuscripts; and if the perpendicular stroke in the $J$ was made short, as in a table it very well might be, $J (30)$ would naturally be taken for $\\lambda$ or $\\lambda (15)$; and,\nby the same rule, \\( j \\) (36) would very easily be taken for \\( y \\) (16); and \\( \\omega \\) (4) the digits eclipsed for \\( v \\) which is \\( 8 \\) in the other form of notation, or \\( s \\) in this.\n\nIn the manuscript it is said, that the Sun's altitude at the end, by observation, was a little more than 33 (\\( \\alpha \\)) degrees; but this would, in a manuscript ill written, easily be mistaken for \\( j \\) (35) or \\( j \\) (36).\n\nAs to the words, translated by Professor SCHULTENS for Mr. GRISCHOW, \"accidit hoc in plano circuli ejus \"minus quam 7 digiti,\" I am apt to suspect they are nothing more than some marginal reading crept into the text; that is, somebody seeing the digits eclipsed here made 8 (\\( s \\)), added, as the Arabic will very well bear, \"imo minus quam \\( j \\) (7) or \\( v \\) (7),\" as in the other form of notation that figure is sometimes made. The writer of this manuscript, whoever he was, was certainly acquainted with both forms of notation, as he hath made use of both.\n\nThis interpretation is at least plausible, and clears up a sentence which greatly perplexed both Mr. GRISCHOW and Dr. BEVIS, and seemed to them quite unintelligible.\n\nThe account given by CURTIUS of the second eclipse, which was a solar one, is this:\n\nAnno\nAnno eodem, die Sabbati, videlicet, 29 mensis Sywal,\n(numero decimi, qui Paschalis est eorum) eclipsis Solis\noccupavit digitos $7\\frac{1}{2}$. In principio, Sol altus fere $56^\\circ$. In\nfine, Sol occiduus elevabatur gradibus $26$. Ex SHICKARDO\nin ms.\n\nThis it is plain is not a translation of the Arabic, for\nthat, as translated by SCHULTENS for Mr. GRISCHOW, and\ntransmitted by him to Dr. BEVIS, is much fuller, and is\nas follows:\n\nECLIPSIS SOLARIS.\n\nHaec eclipsis extitit die Sabbati, 29 mensis Siewal, anno\n367 Hegirae. Et dies Sabbati hicce ipse est dies 9 men-\nsis Chordadma, anni 348 Jesdagirdis, et ipse 8 mensis\nHaziran anni 1289 Alexandri, et ipse est 14 mensis\nBuna, anni Dioclesiani.\n\nFuitque maximum quod eclipsatum est de diametro\nSolis, 5 digiti et $\\frac{1}{2}$ super calculo accuratiore.\n\nErantque de plano circuli ejus 4 digiti et 10 minuta.\n\nEt erat elevatio Solis, tempore quo eclipsis incepit, se-\ncundum oculum $56^\\circ$ circiter; et erat integra ejus re-\napparitio cum esset elevatio ejus $26$ graduum, aut circi-\nter; erantque Sol et Luna simul in hac eclipsi, in pro-\n\nH h 2\nThus far Mr. SCHULTENS. And here I must observe that, according to him as well as CURTIUS, the Sun's altitude at the beginning was about $56^\\circ$, or in Arabic notation $\\mu$; but by computation I make it only about $47^\\circ 50'$. Suppose it were $47^\\circ (\\mu)$; then where the letters are small and ill made, $\\mu$ and $\\nu$ may easily be mistaken for each other.\n\nThe Sun's altitude at the end of this eclipse, according to both CURTIUS and SCHULTENS, was $26^\\circ (\\nu)$; but by calculation I make it a little more than $36^\\circ (\\nu)$. But these figures are so nearly alike that they would easily be mistaken by an ignorant transcriber, and from a manuscript that was ill wrote.\n\nHow SCHICKARD, or CURTIUS for him, came to make the digits eclipsed $7\\frac{1}{2}$ I know not: for in the manuscript, as translated by SCHULTENS for Mr. GRISCHOW above, we see they were only $5\\frac{1}{2}$ and that super calculo accuratiore, or as the Arabic should have been translated, juxta calculum accuratiorem. The meaning of which, I suppose, is that EBN YOUNES had found by calculation that the digits eclipsed would be $5\\frac{1}{2}$, and that at the time his calculation agreed with his observation; as indeed it did,\nfor I make them about $5\\frac{3}{5}$, however widely this differs from $7\\frac{1}{2}$ as in Curtius.\n\nWhen the altitude of the Sun, at the beginning of this eclipse, is said to have been $56^\\circ$ or nearly, secundum oculum, it is evident that this was an observation.\n\nWhen it is added, erantque de plano circuli ejus 4 digiti et 10 minuta, in words at length, it seems to have been some interpolation or marginal reading, crept into the text, as another seems to have done under the former eclipse; for if the digits eclipsed here were $5\\frac{1}{2}$, agreeable both to observation and accurate calculation, they must certainly have been more than $4^\\circ 10'$.\n\nAt the conclusion of the former eclipse it was asked in the translation, Deus scit an observatio sit bene instituta; and here the passage, as translated, concludes with Deus scit an calculus hic bene sit positus. But in the Arabic, as I have received it, there is no mention made either of observation or calculation. The words are the same in both passages, and are only adjuvante Deo. The other translations seem only to have been what Mr. Grischow collected from professor Schultens, who, he says, was totally ignorant of astronomical language, as he himself was ignorant of Arabic.\n\nThe third is a Lunar eclipse; and the account given of it by Curtius, from Schickard, is this:\n\nAnno:\nAnno Christi 979. Anno Hegiræ 368 (qui incepit d. 8 Aug. mihi die 9 Aug. anno Christiano 978) die Jovis, 14 Sywal, Luna fuit orta cum defectu, qui ad $5\\frac{1}{2}$ digitos accrevit, cum extaret supra horizontem gradibus etiam 26 (subaudio finem tunc accidisse). SCHICKARDUS.\n\nQui adjungit, tempus respondere diei 14 Maii, anno Christi 979.\n\nThe account of this eclipse, as translated by Professor SCHULTENS for Mr. GRISCHOW, is more particular and intelligible.\n\nEclipsis Lunæ extitit in mensis Sieval (sive Xaval) anno 368 Hegiræ. Orta est Luna eclipsata, in nocte cujus aurora fuit feria quinta. Et hæc feria quinta fuit dies 25 mensis Ijar, anni 1290 Alexandri, et ille 20 mensis Baschner (sive Pachon) anni 695 Dioclesiani.\n\nSpatium quod eclipsatum fuit de diametro ejus, fuit amplius quam octo digiti, et minus quam novem.\n\nFuitque hora ortûs ejus proxima horæ oppositionis, secundum fundamenta quibus computare solem.\n\nEt perfecta est ejus reaparitio (sive finis) cum praeterisset de nocte (i.e. post occasum Solis) circiter hora justa, et quinta horæ pars, prout observavi. Et erat Luna, in hac eclipsi, in propinquo distantiæ suæ mediæ.\n\nTempus respondet diei 14 Maii, anno Christi 979.\n\nWith\nWith regard to the time of the opposition, and the Moon's rising at Cairo, there is very little difficulty; for she rose there at $6^h\\ 48'\\ 10''$, and the time of opposition was at $6^h\\ 24'\\ 36''$.\n\nThe end of this eclipse there was at $7^h\\ 54'\\ 26''$, and the time of Sun-set was at $6^h\\ 47'\\ 52''$. The difference is $1^h\\ 6'\\ 16''$, and agrees very well with the manuscript.\n\nThe passage, as we have it here in Curtius from Schickard, is very obscure. For it seems either to mean that when the digits eclipsed were $5\\frac{1}{2}$ the Moon was $26^\\circ$ high, or that she was $26^\\circ$ high when the eclipse ended. But I take the last to be intended; for the Moon was $26^\\circ$ high at $7^h\\ 36'$, and the eclipse ended, as we saw, at $7^h\\ 54'\\ 26''$.\n\nBut when Schickard or Curtius say this defectus ad $5\\frac{1}{2}$ digitos accrevit, the meaning must be that they amounted only to $5\\frac{1}{2}$. But this is not true; for according to the manuscript, they were between 8 and 9, and I make them about $8\\frac{3}{5}$.\n\nI am apt to suspect, therefore, that the transcriber, whoever he was, cast his eyes on the Solar eclipse above, where the digits eclipsed are really $5\\frac{1}{2}$, and carelessly set them down to this Lunar eclipse where they do not belong. And to confirm this conjecture it must be observed, that after the word Dioclesian under this Lunar eclipse, in the Arabic follow six lines, which are a repetition.\ntition of all that was said under the last solar eclipse, from the same word Dioclesian to the end of that observation.\n\nI shall now, in the last place, give you a translation of the Arabic passage entire, omitting however the interpolations mentioned above, which embarrasses the whole.\n\nInfit ALI IBN ABDORRAHMAN, IBN ACHMED, IBN YOUNES, IBN ABDOL’ AALI.\n\nImprimis, jam commemoravi eclipses, tam Solares quam Lunares, quas observârunt viri docti; eruditi ii quorum nomina recensui, quasque ad eos retuli, incipiendo ab auctoribus libri dicti ALMOMTAHEN, usque ad filios Majour; quin et conjunctiones eorum cum stellis fixis, quas observârunt, et quorum loca commemorârunt, et invenerunt, tempore conjunctionum eorum.\n\nIpse deinde memorabo eclipses quas observavi, tam Solares quam Lunares, et conjunctiones cum stellis fixis, et quænam fuerunt formæ eorum in conjunctionibus suis. Ut quicunque me sequantur, et indicia habere desiderent, meis utantur, quemadmodum ac ego eorum indiciis et directionibus usu sum, qui ante me observârunt. Deus autem adjutor est.\n\nEclipsis Solaris erat priore parte diei, feriâ quintâ, die decimo octavo mensis Rabiæ posterioris, anno Hegiræ\n367. Et hæc feria quinta erat dies decimus secundus mensis Adzermah, anno Yezdagerdis 346.\n\nCaraffæ adfuimus, in templo ABI GAAFARI ACHMED IBN NASAR Africani, cœtus eruditorum, ad hanc elipsin observandam. E quorum numero erat HAROUN IBN MOHAMMED AL GAAFARI, et ABU ABDALLAH AL HOSEIN IBN NASAR Africanus, et ABUL’ HOSEIN ALI IBN MAHARBACHT Persa, et ABUL’ ABAS ACHMED IBN ACHMED AL CHURGII, et ABU ACHMED ASSUMACHI, et ABU OMAR Scriba.\n\nEx his, praeter alios eruditos cum reliquis observatoribus, nonnulli erant astronomicè docti.\n\nIpse quoque eodem contendi, unâ cum ABUL’ KASEM ABDORRAHMAN IBN HOSEIN, IBN TISAN, AL IDAS, et HOSAN IBN AL DARANI, et HAMED IBN AL HOSEIN.\n\nEt hi omnes initium hujus eclipseos observârunt, quæ, ad sensum meum, apparere incepit sole plus quam gradibus 15, minus autem quam 16 elevato.\n\nOmnes quoque præsentes opinione consentierunt obscurari de diametro ejus circiter 8 digitos.\n\n* * * * * *\n\nEt splendor ejus perfectè recuperatus est cum elevaretur amplius quam gradibus 33 cum tertiâ ferè parte, prout ipse mensuravi; omnibus qui aderant consentientibus.\n\nVol. LXVII.\nIn hac eclipsi, Sol et Luna simul erant non longè a distantiâ suâ proximâ a terrâ. Adjuvante Deo.\n\n**ECLIPSIS SOLARIS.**\n\nHæc eclipsis incidit in diem Sabbati, diem 29 mensis Shuwal, anno Hegiræ 367. Eratque hic dies Sabbati, dies 9 mensis Chordadmah, anno Yezdagerdis 347, et dies 8 mensis Hazirân, anno Alexandri 1289; et insuper dies 14 mensis Bounah. anno Dioclesiani 694.\n\nMaximum quod obscuratum est de diametro solis erat 5½ digitii.\n\n* * * * * * *\n\nEt quando hæc eclipsis, ad oculi aciem, jam incepisse constabat, Solis altitudo erat circiter gradus 56, et lucis ejus restitutio completa est cum altitudo ejus effet 26 gradus, vel circiter.\n\nErantque Sol et Luna simul, in hac eclipsi, propè distantias suas maximas a terrâ. Adjuvante Deo.\n\n**ECLIPSIS LUNARIS.**\n\nHæc contigit mensæ Shuwal, anno Hegiræ 368. Orientatur Luna, eclipsi jam inchoatâ, nocte cujus Aurora erat feria quinta, quæ feria quinta erat dies 28 mensis Ardbahest, anno Yezdagerdis 348, quæ fuit 18 mensis Ijar\nIjar, anno æræ Alexandri 1290. Eratque dies 20 mensis Bishnis, anno Dioclesiani 698.\n\n* * * * * *\n\nEratque quantitas diametri ejus obscurata, plusquam digiti 8, et minus quam novem. Tempusque ortûs ejus erat propè tempus oppositionis, juxta fundamenta quibus computavi: lucemque plenam recuperavit cum de nocte præteriisset hora circiter æquinoctialis, cum quintâ parte, prout ipse conjectavi.\n\nEratque Luna in hac eclipsi, haud procul a distantiâ suâ mediâ a terrâ. Adjuvante Deo.\n\nThis I hope will be sufficiently satisfactory.\n\nI am, &c.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106235.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22596,
    "total-output-tokens": 4882,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        950,
        2
      ],
      [
        950,
        2294,
        3
      ],
      [
        2294,
        3712,
        4
      ],
      [
        3712,
        4965,
        5
      ],
      [
        4965,
        6066,
        6
      ],
      [
        6066,
        7285,
        7
      ],
      [
        7285,
        8641,
        8
      ],
      [
        8641,
        9843,
        9
      ],
      [
        9843,
        11281,
        10
      ],
      [
        11281,
        12456,
        11
      ],
      [
        12456,
        13559,
        12
      ],
      [
        13559,
        14546,
        13
      ],
      [
        14546,
        15086,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106235",
    "title": "Translation of a Passage in Ebn Younes; With Some Remarks Thereon: In a Letter from the Rev. George Costard, M. A. Vicar of Twickenham, to the Rev. Samuel Horsley, LL.D. Sec. R. S.",
    "authors": "George Costard",
    "year": 1777,
    "volume": "67",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/106235"
  }
}