{
  "id": "fd2e633f5647ff1c42726819c7e2cd9508a9bdda",
  "text": "As by this apparent Motion in the Heavens, not only the Longitudes, Declinations, and Right Ascensions of the fixed Stars are affected, but the Position of the Cohres is of Course altered, yet by the Help of this Contrivance all may be restored, and the Age of an Author, in some sort, be ascertain'd.\n\nThe famous Astronomical Argument likewise of Sir Isaac Newton, in his Chronology, p.86,87, &c. may hereby be more particularly enquired into, and considered; all which Uses will be speedily shewn and demonstrated by a regular Series of Propositions, in a Treatise, as I am well assured, that is preparing for the Press, by the Reverend and Learned Mr. George Costard, Fellow of Wadham-College, in Oxford.\n\nThese, Sir, are some of the great Advantages of my Globes over others; and I therefore hope they will merit the Encouragement of a Society founded for promoting real and useful Learning; and that the Importation of any Globes from abroad may be rendered less necessary, if not entirely useless. I am,\n\nWith all Gratitude and Respect,\n\nSIR,\n\nLondon, Jan. 17.\n1748-9.\n\nYour most obliged,\n\nHumble Servant,\n\nMARY SENEX.\n\nERRATA.\n\nNo. 492. In the Contents Art. XIV. and p. 162. Art. XVII., for Mr. Richard Mason read Charles Mason, D.D.\n\nNo. 493. p. 213. l. 1. for ou read on.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104644.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3182,
    "total-output-tokens": 403,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1280,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104644",
    "title": "Errata",
    "authors": null,
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/104644"
  }
}