{
  "id": "4d9bcc1808eabec7a90e82b53e6c2481475ae7db",
  "text": "as in Religion; and they were exempt both from the services of War, and from paying any Taxes; by which Immunities many were invited to enter themselves into that Order and Discipline. What it is; that engaged them to have the Oak in so great veneration, is not so easy to determine. It seems, this Order of men was in so great reputation, that the Gauls, though they had themselves Druids in their Country, yet sent their Children into Britain, to be instructed in the Mysteries of the Druids here.\n\nThirdly, I cannot pass by the Observation, which our Author maketh, p.419. & seq. viz. That, as the Britains were originally a Branch of that Nation, vid. the Cimbri, a people of Germany, who anciently came and seated themselves in Britain; so the Saxons, that were invited hither after a revolution of so many Ages from that time, were a true branch of those very Cimbri, that had seated themselves so long ago before them in this Island. Nor need it to be wonder'd, that, if the Ancient Britains, and the later Saxons be derived from the same stock (the Cimbri,) they should understand nothing of each other's language at the Saxons entrance: For, the continuance of Time, and the mixture of the Britains with the Phoenicians, Gracians, Gauls and Romans, in several ages, was the cause of that difference; though it is not to be doubted but that there are many words in the British tongue which agree with the Saxon, and which in probability they had in use long before the arrival of the Saxons themselves.\n\nErrata in Numb. 123.\n\nP.551.l.1.r. Beginning the Twelfth year, for Eleventh; which was an unhappy oversight, ibid.l.15.r. Archimedes, ib.l.23.r. Vincetum; p.552.l.25. place, add, or Country where they were born or educated; p.553.l.4. for remote r. Roman, ib.l.14.r. Forests in Germany, ib.l.26.r. our friends n.; p.554.l.15.r. more intricate, ib.l.24.r. Biscay for Biscay, ib.l.25.r. apart from, ib.l.32.r. who have recorded; p.556.l.9.r. Wheelbarometer, ib.l.22.r. envy in us; p.564.l.31.r. a secret; p.574.l.4.r.Vincetum.\n\nErr. in this Numb.\nPag.590.l.penult.r. peni'cuntit.\n\nPrinted by T. R. for John Martyn, Printer to the Royal Society at the Bell in St. Paul's Church-Yard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101709.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 688,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2192,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101709",
    "title": "Errata",
    "authors": null,
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101709"
  }
}