{
  "id": "12b44c1f70b6c18d2685f9f742bb6bbaaf7e1a39",
  "text": "Extracts of two Letters from Mr. Martin Lister to the Publick, \nof June 14, 1671, and July 5, 1671, concerning the kind of In-\nsect, hatched of the English Kermes, formerly taken notice of and \ndescribed by the same in Numb. 71. p.2164; as also the Use of \nthese Purple Insects: Husks for tinging, together with a comparison \nmade of this English Purple Kermes with the Scarlet-Kermes \nof the Shops.\n\nThe first Letter, June 10th, I found several of the Patellae \nKermiformes hatched in a Box, where I had purposely \nput them. They prove a sort, as I guessed by the figure of the \nWorm, of Bees, but certainly the least, that I ever yet saw of \nthat Tribe, as not much exceeding in their whole bulk the half \nof a Pisture. They are very compact and thick for the bigness; \nof a cole-black colour. They seem to want neither stings, nor \nthe three balls in a triangle in their fore-head; which yet are \nthings to be referred to the testimony of a Microscope. That \nwhich is very remarkable to the naked Eye, is a white or straw-\ncolour large and round spot on the back: Of their four Wings \nthe upper pair are shaded or dark-spotted, the undermost pair \nare clear. We may entitle them, according to our custom, \nApiculae nigrae maculatae super humeros sub-flavescente insignitate, è pa-\ntellis five favis membranaceis, veri Kermes similibus, sedque itidem \npurpura tingentibus, Cerasi aut Rosae aliarumve arborum virgis ad-\ntextis, exclusae.\n\nThis of the Purple-Husks, and the other History of Scarlet-\nstaining Eggs * I present you as parallels of our \nEnglsh store to Kermes and Cochenil; I mean, \nadditaments to encrease the number of agree-\nable tinging Materials and not Medicaments, unless wary and \nsafe Tryal shall discover to us if they have any Medicinal qua-\nlities, as use and custom hath made us believe the Exotic have \nin an high degree. One of the said husks, I sent you, adhered \nto a Rose-tree-twig, and the other to a Cherry-tree. But a \nRose-bush since hath afforded me some scores of these patellae, \nmany of which are hatched in the box I put them. It is to be \nfurther observed, 1. that those that look the blackest yield the \ndeepest and best purple: 2. That as the Bees come to maturi-\nty, the dye seems to be spent, and the Husks grow dry. 3. That \n\n*Of which latter, see Numb. 72. p.2176-2177.\nthe young ones make their way out at several small holes; whereas the true Kermes-husk seems to be pierced but in one place.\n\nThe Second; The discovery of our English Kermes hath very much pleased some of the Curious in these parts; who resolve upon Tryals of it the next season. I think, I advertised you formerly, that that deep purple or violet, with which the insides of the husks are lin'd, is much spent, if the husks be not taken whilest the Bees are in vermiculo; and the blackest husks are richest in colour. Yesterday in very good company we compar'd our English Purple-kermes with the Scarlet-kermes or Grains of the Shops, and found them in every point to agree save in the colour of their Juices; and particularly (finding in some parcels of the Shops many yet sticking to little twigs of the Ilex,) we confidently affirm, that those as well as ours are only contiguous to the Ilex-branches, and are not excrescencies of the Tree, much less fruit or berries; by which abusive names they have been too long known; But that they are the artifice and sole work of the mother-Bee in order to the more convenient hiving and nourishment of her young.\n\nAn Extract of a Letter, written to the Publisher by the Excellent Johannes Hevelius, concerning his further Observations of the New Star near the Beak of the Swan; to be compared with what was formerly published of the same Argument in Numb. 65, and Numb. 66.\n\nThis Extract we shall give you in the same Language it was written from Dantzick the 1st of May 1671. st. n.\n\n—De reliquo meorum etiam partium esse duxi, Vobis quae tocyus significare me nustus-tertius, die videl. 29. April. Novam illam Stellam sub capite Cygni, ad Viam Latæam, quam Anno proximè præterito à mensæ Junio & Julio, ad usque 14. Octob. conspexeram, denuo observasse, quidem eo ipso loco, quo tunc temperis confidebat. Interim magnitudine mibi nunc aliquanto major appareat; quippe excedit illam in Rostrum Cygni, nec non eam qua est in ancone inferioris aleæ Cygni, feréque illi qua est in Pectore Cygni aquatur, nisi quod lumine paulò obscuriori & rubicundiori modo luceat. Quà vero die primum rursus illuxerit, affirmare adeò certo non possum. Nam cum",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101079.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1351,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2318,
        2
      ],
      [
        2318,
        4505,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101079",
    "title": "Extracts of Two Letters from Mr, Martin Lister to the Publisher, of June 14. 1671. and July 5. 1671. Concerning the Kind of Insect, Batched of the English Kermes, Formerly Taken Notice of and Described by the Same in Numb. 71. p.2164; as Also the Use of these Purple Insect: Husks for Tinging, Together with a Comparison Made of This English Purple Kermes with the Scarlet-Kermes of the Shops",
    "authors": "Martin Lister",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101079"
  }
}