{
  "id": "9afbe033b76abff5e05d621e025ff86f461cfaa6",
  "text": "XLV. Transitus Veneris & Mercurii in eorum Exitu è Disco Solis, 4to Mensis Junii & iomo Novembris, 1769, observatus. Communicated by Capt. James Cook.\n\nRead Nov. 21, INSTRUMENTA quae observandis 1771. Hisce phænomenis utrisque destinaveram, erant sequentia: horologium nempè Astronomicum à Domino Shelton fabrefactum, sed pendulo & anchorâ Domini Graham instructum: quadrans porrò astronomicus, cujus radius est 2½ pedum, a Domino Dollond confectus: telescopium denique Gregorianum trium pedum, micrometro objectivo vive heliometro instructum, atque ab eodem confectum, quod maximè excellit.\n\nQuod ad pendulum supradictum, quo ferè per septennium usus sum, motus ejus oscillatorius, qui motum solis medium exactè sequitur & indicat, quemque per plures altitudines æquales solis & fixarum, ante & post habitam observationem denuò examinavi, in metiendis minutis secundis vere ἰσόχρονος est, et in eo ita uniformiter procedit, ut ab uno solstitio ad alterum vix tribus secundis ab illo recedat.\n\nVol. LXI. K k k Quadrantem\nQuadrantem porrò probè examinatum, qui in ejusmodi quoque observationibus magni momenti est, &c ab astronomis vulgò applicari solet, huic ipsæ observationi eum in finem destinaveram, ut in horologio differentiam temporis elapsi inter mutuos limborum solis & planetarum contactus ad fila ferica, in communi vitrorum foco tensa, habere atque eo ipso differentiam altitudinis & azimuthi inter solis & planetarum centra determinare possem; observato enim tempore elapsi inter contactum limbi solis & planetæ ad unum idemque filum, concluditur inde differentia altitudinis eorum, si nempe fuerit filum horizontale; differentia vero azimuthi inter utrumque eodem modo concludetur, si filum fuerit verticale. Denique ex observata ejusmodi differentia altitudinis & azimuthi inter centra solis & planetæ, ipsam quoque differentiam longitudinis & latitudinis inter utrumque, tempore observationis habitæ, deducere licet.\n\nSic equidem methodo prædictâ situm & motum Veneris ac Mercurii, non tam in disco Solis, quam in ipsa eorum orbita, ope quadrantis determinare studui. Illud ipsum vero præprimis ope micrometri objectivi efficiendum putavi, ut nimium distantias planetæ à proximo limbo Solis in ejus disco successive metiri possem; à quo elemento cætera pendent: quam quidem methodum præ cæteris exactam præferendam duco.\n\nInterim eventus spem frustravit; vota & conamina in utroque casu irrita fuere, neque unicam ejusmodi fīve Veneris fīve Mercurii observationem in eorum transitu obtinere potui; cælum namque minus serenum jam ab exoriente Sole ad horam usque octavam (in transitu Veneris) mutabilem valde faciem præbebat,\nbebát, et aliquando nubibus prorsus obductum erat: sed faciem brevi post mutavit, Solisque imaginem, quae antea vix per aliquot minuta distinctè videri poterat, nunc ad finem usque phænomeni pleno quasi jubare conspiciendam dedit.\n\nCælo ita favente, exitum Veneris è disco Solis, telescopio supra dicto, clare, distinctè, nec minus accuratè, hunc in modum observari:\n\n1769  \n4 Junii  \nante meridiem\n\nContactus interior sive initium exitus  \nvidebatur  \nContactus exterior sive exitus totalis visus\n\n8 30 13  \n8 48 31\n\nEadem coeli facie serenâ, eodemque successu exitum quoque Mercurii observare licuit: nempe\n\n10 Novembbris  \nante meridiem\n\nContactus interior sive initium exitus  \nvidebatur  \nContactus exterior sive exitus totalis visus\n\n7 33 32  \n7 35 11\n\nTempora in utroque transitu hic notata, ubique tempus verum indicant. Cæterum plura de his videantur in Actis Societatis Scientiarum Batavae, quae Harlemi floret[a].\n\nSitum geographicum observatorii non ita pridem exstructi, sive ejus latitudinem & longitudinem, exactè (ni fallor) determinavi.\n\nPrior sive Elevatio Poli Antarctici in illo, per plures altitudines Solis meridianas & quidem solstitiales, nec non fixarum aliquot, determinata quam proximè accedit ad 6° 10'.\n\nPosterior autem, sive differentia meridianorum hoc inter & Regium observatorium Parisiense, per aliquot immersiones & emersiones primi satellitis Jovis, per eclipses binas lunares, atque per occultationem fixæ à\n\n[a] Vol. XII. A. 1770. p. 123.\n\nK k k 2 Luna,\nLuna, determinata, inventa fuit $104^\\circ 30'$, five in tempore $6^h 58'$.\n\nObservationes eum in finem habitas, nondum quidem in Europam transmissi, brevi autem & infra paucos dies ad Societatem Batavam, volente Deo, transmittentur.\n\nBataviæ, in Observatorio recens extacto. 25 Decembris 1770.\n\nJohan Maurits Mohr,\nV.D.M. Senior, & Societatis Scientiarum Batavo-Harlemensis Membrum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106115.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1615,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1021,
        2
      ],
      [
        1021,
        2641,
        3
      ],
      [
        2641,
        4133,
        4
      ],
      [
        4133,
        4516,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106115",
    "title": "Transitus Veneris & Mercurii in Eorum Exitu è Disco Solis, 4to Mensis Junii & 10mo Novembris, 1769, Observatus. Communicated by Capt. James Cook",
    "authors": "Johan Maurits Mohr, James Cook",
    "year": 1771,
    "volume": "61",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/106115"
  }
}