{
  "id": "0910603d39fa3ed0698b3c47d4a4a5cda0c5147e",
  "text": "IX. An Account of a Method of measuring the comparative Intensities of the Light emitted by luminous Bodies. By Lieutenant-General Sir Benjamin Thompson, Count of Rumford, F. R. S. In two Letters to Sir Joseph Banks, Bart. P. R. S.\n\nRead February 6, 1794.\n\nLETTER I.\n\nDEAR SIR,\n\nAbout two years ago, being employed in making a number of experiments to determine, if possible, the most economical method of lighting up a very large workhouse, or public manufactory, which has been erected in the suburbs of this city under my directions, where the poor, old and young, and all industrious people who are in want of work, are employed in a great variety of different manufactures, a method occurred to me for measuring the relative quantities of light emitted by lamps of different constructions, candles, &c. which is very simple, and which I have reason to think perfectly accurate. I sent you a verbal account of this little invention about a year and a half ago, by Dr. Baader, who wrote to me that you seemed to be pleased with it; but, as I think it very probable, that he might not have been able to give you a complete idea of the matter from memory, I have determined to send you a short account of it in writing, which, if you should think it worthy of that honour, you will be pleased to lay before the Royal Society. The method is shortly this:—\nLet the two burning candles, lamps, or other lights to be compared, A and B, be placed at equal heights upon two light tables, or moveable stands, in a darkened room; let a sheet of clean white paper be equally spread out, and fastened upon the wainscot or side of the room, at the same height from the floor with the lights, and let the lights be placed over against this sheet of paper, at the distance of 6 or 8 feet from it, and 6 or 8 feet from each other, in such a manner, that a line drawn from the centre of the paper, perpendicular to its surface, shall bisect the angle formed by lines drawn from the lights to that centre; in which case, considering the sheet of paper as a plane speculum, the one light will be precisely in the line of reflection of the other.\n\nThis may be easily performed, by actually placing a piece of a looking-glass, 6 or 8 inches square, flat upon the paper, in the middle of it, and observing by means of it the real lines of reflection of the lights from that plane, removing it afterwards as soon as the lights are properly arranged.\n\nWhen this is done, a small cylinder of wood, about $\\frac{1}{4}$ of an inch in diameter, and 6 inches long, must be held in a vertical position about 2 or 3 inches before the centre of the sheet of paper, and in such a manner, that the two shadows of the cylinder corresponding to the two lights may be distinctly seen upon the paper.\n\nIf these shadows should be found to be of unequal densities, which will almost always be the case, then that light whose corresponding shadow is the densest, must be removed farther off, or the other must be brought nearer to the paper, till the densities of the shadows appear to be exactly equal; or in other words, till the densities of the rays from the two lights are\nequal at the surface of the paper; when, the distances of the lights from the centre of the paper being measured, the squares of those distances will be to each other as the real intensities of the lights in question at their sources.\n\nIf, for example, the weaker light being placed at the distance of 4 feet from the centre of the paper, it should be found necessary, in order that the shadows may be of the same density, to remove the stronger light to the distance of 8 feet from that centre, in that case, the real intensity of the stronger light will be to that of the weaker as $8^2$ to $4^2$; or as 64 to 16; or 4 to 1; and so for any other distances.\n\nIt is well known, that any quality proceeding from a centre in straight lines in all directions, like the light emitted by a luminous body, its intensity at any given distance from that centre will be as the square of that distance inversely; and hence it is clear, that the intensities of the lights in question at their sources, must be to each other as the squares of their distances from that given point where their rays uniting are found to be of equal density. For putting $x =$ the intensity of B; if P represents the point where the rays from A and from B meeting are found to be of equal density or strength, and if the distance of A from P be $= m$, and the distance of B from the same point P $= n$; then, as the intensity of the light of A at P is $\\frac{x}{m^2}$, and the intensity of the light of B at the same place $\\frac{y}{n^2}$, and as it is $\\frac{x}{m^2} = \\frac{y}{n^2}$ by the supposition, it will be $x : y :: m^2 : n^2$.\n\nThat the shadows being of equal density at any given point, the intensities of the illuminating rays must of necessity be equal at that point also, is evident from hence, that the total absence of light being perfect blackness, and the shadow cor-\nresponding to one of the lights in question being deeper or fainter, according as it is more or less enlightened by the other, when the shadows are equal, the intensities of the illuminating rays must be equal likewise.\n\nIn removing the lights, in order to bring the shadows to be of the same density, care must be taken to recede from, or advance towards the centre of the paper in a straight line, so that the one light may always be found exactly in the line of reflection of the other; otherwise the rays from the different lights falling upon the paper, and consequently upon the shadows, at different angles, will render the experiment fallacious.\n\nWhen the intensity of one strong light is compared with the intensities of several smaller lights taken together, the smaller lights should be placed in a line perpendicular to a line drawn to the centre of the paper, and as near to each other as possible; and it is likewise necessary to place them at a greater distance from the paper than when only single lights are compared.\n\nIn all cases, it is absolutely necessary to take the greatest care that the lights compared be properly trimmed, and that they burn clear, and equally, otherwise the results of the experiments will be extremely irregular and inconclusive. It is astonishing what a difference there is in the quantities of light emitted by the same candle, when it burns with its greatest brilliancy, and when it has grown dim for want of snuffing. But as this diminution of light is progressive, and as the eye insensibly conforms to the quantity of light actually present, it is not always taken notice of by the spectators;—it is nevertheless very considerable, in fact, as will be apparent to any one who will take the trouble to make the experiment; and\nso great is the fluctuation in the quantity of light emitted by burning bodies, lamps, or candles, in all cases, even under the most favourable circumstances, that this is the source of the greatest difficulties I have met with in determining the relative intensities of lights by the method here proposed.\n\nTo ascertain by this method the comparative densities, or intensities of the light of the moon, and of that of a candle, the moon's direct rays must be received upon a plane white surface, at an angle of incidence of about $60^\\circ$, and the candle placed in the line of the reflection of the moon's rays from this surface; when the shadows of the cylinder corresponding to the moon's light, and to that of the candle, being brought to be of equal density, by removing the candle farther off, or bringing it nearer to the centre of the white plane, as the occasion may require, the intensity of the moon's light will be equal to that of the candle at the given distance of the candle from the plane.\n\nTo ascertain the intensity of the light of the heavens by day or by night, this light must be let into a darkened room through a long tube, blackened on the inside, when its intensity may be compared with that of a candle or lamp by the method above described.\n\nTo determine the intensity of the direct rays of the sun, compared to the light emitted by any of our artificial illuminators, it may perhaps be necessary, considering the almost inconceivable intensity of the sun's light, to make use of some further contrivances and precautions, but I am convinced, however, that it may be done, and that even with a very considerable degree of precision. And when the relative intensity of the sun's light at the surface of the earth, compared\nwith the intensity of the light of a given lamp, placed at a given distance, and burning with a flame of given dimensions, shall be known; it will then be easy, from the known size and distance of the sun, to compute the relative density of his light at his surface, compared to the density of the light of the flame of the lamp at the surface of that flame.\n\nThe intensity of the light emitted in the combustion of iron or of phosphorus in dephlogisticated air, as also that of all other burning, or red-hot bodies, may be compared and determined by this method with the greatest facility and exactness.\n\nIn my next letter I shall endeavour to give you an account of the result of my inquiries with respect to the best and most economical method of producing light by candles, lamps, &c. for common use; together with a comparative view of the expense of lights of various kinds, the quantity of light produced remaining the same; with such further remarks and observations as may occur.\n\nMunich,\n20th December, 1792.\n\nI am, &c.\n\nLETTER II.\n\nDEAR SIR,\n\nSince my letter of the 20th December last I have made many improvements in the apparatus contrived for measuring the intensity of light, and I have now brought the principal instrument to such a degree of perfection, that, if I might without being suspected of affectation, I should dignify it with\na name, and call it a photometer. I have likewise made a considerable number of new experiments; but before I proceed to give an account of them, it will be necessary to describe very particularly the alterations I have found it expedient to make in the instruments.\n\nAnd, in the first place, the shadows, instead of being thrown upon a paper spread out upon the wainscot, or side of the room, are now projected upon the inside of the back part of a wooden box, $7\\frac{1}{4}$ inches wide, $10\\frac{1}{2}$ inches long, and $3\\frac{1}{4}$ inches deep, in the clear, open in front to receive the light, and painted black on the inside, in every part except the back, upon which the white paper is fastened which receives the shadows. To the under part of the box is fitted a ball and socket, by which it is attached to a stand which supports it; and the top or lid of it is fitted with hinges, in order that the box may be laid quite open as often as it is necessary to alter any part of the machinery it contains. The front of the box is likewise furnished with a falling lid or door, moveable upon hinges, by which the box is closed in front when it is not in actual use.\n\nFinding it very inconvenient to compare two shadows projected by the same cylinder, as these were either necessarily too far from each other to be compared with certainty, or when they were nearer they were in part hid from the eye by the cylinder, to remedy this inconvenience, I now make use of two cylinders; which being fixed perpendicularly in the bottom of the box just described, in a line parallel to the back part of it, distant from this back $2\\frac{2}{10}$ inches, and from each other 3 inches, measuring from the centres of the cylinders; when the two lights made use of in the experiment are properly placed,\nthese two cylinders project four shadows upon the white paper upon the inside of the back part of the box, which I shall henceforth call the field of the instrument, two of which shadows are in contact precisely in the middle of that field, and it is these two alone that are to be attended to. To prevent the attention being distracted by the presence of unnecessary objects, the two outside shadows are made to disappear, which is done by rendering the field of the instrument so narrow, that they fall without it upon a blackened surface, upon which they are not visible. If the cylinders be each $\\frac{4}{10}$ of an inch in diameter, and $\\frac{2}{10}$ inches in height, as in the instrument I have lately constructed, it will be quite sufficient, if the field be $\\frac{7}{10}$ inches wide; and as an unnecessary height of the field is not only useless, but disadvantageous, as a large surface of white paper not covered by the shadows produces too strong a glare of light, the field ought not to be more than $\\frac{3}{10}$ of an inch higher than the tops of the cylinders.\n\nIn order to be able to place the lights with facility and precision, a fine black line is drawn through the middle of the field from the top to the bottom of it, and another (horizontal) line at right angles to it, at the height of the top of the cylinders. When the tops of the shadows touch this last-mentioned line, the lights are at a proper height; and when further, the two shadows are in contact with each other in the middle of the field, the lights are then in their proper directions.\n\nIn my new-improved instrument (for I have already caused four to be constructed) the white paper which forms the field is not fastened immediately upon the inside of the back of the box, but it is pasted upon a small pane of very fine ground glass, and this glass, thus covered, is let down into a groove\nmade to receive it in the back of the box. This covered glass is $5\\frac{1}{2}$ inches long, and as wide as the box is deep, viz. $3\\frac{1}{4}$ inches, but the field of the instrument is reduced to its proper size by a screen of black pasteboard interposed before the anterior surface of this covered glass, and resting immediately upon it. A hole in this pasteboard, in the form of an oblong square, $1\\frac{7}{8}$ inches wide, and two inches high, determines the dimensions, and forms the boundaries of the field. This screen should be large enough to cover the whole inside of the back of the box, and it may be fixed in its place by means of grooves in the sides of the box, into which it may be made to enter. The position of the opening above mentioned is determined by the height of the cylinders, the top of it being $\\frac{3}{10}$ of an inch higher than the tops of the cylinders; and as the height of it is only two inches, while the height of the cylinders is $2\\frac{2}{10}$ inches, it is evident that the shadows of the lower parts of the cylinders do not enter the field. No inconvenience arises from that circumstance; on the contrary, several advantages are derived from that arrangement.\n\nInstead of the screen just described, I sometimes make use of another, which differs from it only in this, that the hole in it, which determines the form and dimensions of the field, instead of being quadrangular, is round, and $1\\frac{6}{10}$ inches in diameter. And when this screen is made use of, the shadows are increased in width (by means which will hereafter be described), in such a manner as completely to fill the field, appearing under the form of two hemispheres, or rather half disks, touching each other in a vertical line. The object I had in view in reducing the field and the shadows to a circular form was this; I imagined that by diminishing the number\nof objects capable of acting upon the mind, and particularly by removing all straight lines and angles, and all unnecessary varieties of lights and shades, the attention might be concentrated and fixed in such a manner as to render the sense of sight peculiarly acute in distinguishing any difference in the simple objects presented to the eye. But however plausible this reasoning may appear, I own the experiment did not answer my expectation. It is true, the apparent densities of two equal hemispheres of shade, in contact with each other, may be compared with great facility, and when no discernible difference is to be perceived between them, it is more than probable that they are in fact very nearly equal; but still I have found by experience, that two equal parallelograms of shade in contact with each other may be compared with the same ease, and, I have reason to think, with equal certainty, and that even when these united shadows are bounded on three sides by a perfectly white surface, illuminated by the direct rays of two strong lights; that is to say, when the screen with the quadrangular opening or field is made use of.\n\nIn describing the cylinders by which the shadows are projected, I said they were fixed in the bottom of the box; but as the diameters of the shadows of the cylinders vary in some small degree, in proportion as the lights are broader or narrower, and as they are brought nearer to or removed farther from the photometer, in order to be able in all cases to bring these shadows to be of the same diameter, which I have found by experience to be advantageous, in order to judge with greater facility and certainty when the shadows are of the same density, I have rendered the cylinders moveable about their axes, and have added to each a vertical wing $\\frac{1}{20}$ of an inch wide, $\\frac{1}{16}$ of\nan inch thick, and of equal height with the cylinder itself, and firmly fixed to it from the top to the bottom. This wing commonly lies in the middle of the shadow of the cylinder, and as long as it remains in that situation it has no effect whatever; but when it is necessary that the diameter of one of the shadows be increased, the corresponding cylinder is moved about its axis, till the wing just described emerging out of the shadow, and intercepting a portion of light, brings the shadow projected upon the field of the instrument to be of the width or diameter required. In this operation it is always necessary to turn the cylinder outwards, or in such a manner that the augmentation of the width of the shadow may take place on that side of it which is opposite to the shadow corresponding to the other light. The necessity for that precaution will appear evident to any one who has a just idea of the instrument in question, and of the manner of making use of it.\n\nIt is by means of these wings attached to the cylinders that the widths of the shadows are augmented, so as to fill the whole field of the photometer, when the screen with the circular opening is made use of.\n\nAs the lower ends of the cylinders which pass through the holes made to receive them in the bottom of the box are about $\\frac{1}{25}$ of an inch less in diameter than their upper parts, which cast the shadows, and as they not only go quite through the bottom of the box (which is an inch thick) but project near an inch below its inferior surface, and, lastly, as these cylinders are not firmly fixed in these holes, it is easy, by taking hold of the ends of them which project below the bottom of the box, to turn about the cylinders upon their axes, even without.\nopening the box. I said above, that the height of the vertical wing attached to each of the cylinders was equal to the height of the cylinder itself:—this must be understood to mean, not the total length of the cylinder, comprehending that part of it which passes into, and through the bottom of the box; but merely its height above the bottom of the box, or part projecting, namely $2\\frac{3}{10}$ inches.\n\nAs it is absolutely necessary that the cylinders should constantly remain precisely perpendicular to the bottom of the box, or parallel to each other, it will be best to construct them of brass, and instead of fixing them immediately to the bottom of the box (which being of wood may warp), to fix them to a strong, thick piece of well hammered plate brass, which plate of brass may be afterwards fastened to the bottom of the box by means of one strong screw. In this manner two of my best instruments are constructed. And, in order to secure the cylinders still more firmly in their vertical positions, they are furnished with broad flat rings, or projections, where they rest upon the brass plate; which rings are $\\frac{1}{10}$ of an inch thick, and equal in diameter to the projection of the wing of the cylinder, to the bottom of which they afford a firm support. These cylinders are likewise forcibly pushed, or rather pulled against the brass plate upon which they rest, by means of compressed spiral springs, placed between the under side of that plate and the lower ends of the cylinders.\n\nOf whatever material the cylinders be constructed, and whatever be their forms or dimensions, it is absolutely necessary that they, as well as every other part of the photometer, except the field, should be well painted of a deep black, dead colour. That will prevent the inconveniences which would\notherwise arise from reflected light, and from the presence of too great a number of visible objects.\n\nIn order to move the lights to and from the photometer with greater ease and precision, I have provided two long and narrow, but very strong and steady tables, in the middle of each of which there is a straight groove, in which a sliding carriage, upon which the light is placed, is drawn along by means of a cord which is fastened to it before and behind, and which passing over pulleys at each end of the table, goes round a cylinder, which cylinder is furnished with a winch, and is so placed near the end of the table adjoining the photometer, that the observer can turn it about, without taking his eye from the field of the instrument.\n\nMany advantages are derived from this arrangement; as first, the observer can move the lights as he finds necessary, without the help of an assistant, and even without removing his eye from the shadows; secondly, each light is always precisely in the line of direction in which it ought to be, in order that the shadows may be in contact in the middle of the vertical plane of the photometer; and thirdly, the sliding motion of the lights being perfectly soft and gentle, that motion produces little or no effect upon the lights themselves, either to increase or diminish their brilliancy.\n\nThese tables, which are 10 inches wide and 35 inches high, and the one of them 12 feet, and the other 20 feet long, are placed at an angle of 60° from each other, and in such a situation with respect to the photometer, that lines drawn through their middles in the direction of their lengths, meet in a point exactly under the middle of the vertical plane or field of the\nphotometer, and from that point the distances of the lights are measured; the sides of the tables being divided into English inches, and a Vernier, showing tenths of inches, being fixed to each of the sliding carriages upon which the lights are placed.\n\nThese carriages are so contrived that they can be raised or lowered at pleasure, which is absolutely necessary in order that the lights may be always of a proper height, namely, that they may be in a horizontal line with the tops of the cylinders of the photometer.\n\nThe method of ascertaining when the lights are at the proper height has already been described.\n\nIn order that the two long and narrow tables, or platforms just described, upon which the lights move, may remain immovable in their proper positions, they are both firmly fixed to the stand which supports the photometer; and in order that the motion of the carriages which carry the lights may be as soft and gentle as possible, they are made to slide upon parallel brass wires, 9 inches asunder, about $\\frac{1}{10}$ of an inch in diameter, and well polished, which are stretched out upon the tables from one end to the other.\n\nThe pane of glass covered with white paper, which being fixed in a groove in the back of the box, constitutes the vertical plane upon which the shadows are projected, is $5\\frac{1}{2}$ inches long, and $3\\frac{1}{4}$ inches wide, as has already been observed; which is much larger than the dimensions assigned above for the field; namely, $1\\frac{7}{10}$ inches wide, and 2 inches high. I had two objects in view in this arrangement; first, to render it easier to fix this plane in its proper position; and secondly, to be able to augment occasionally the dimensions of the field,\nby removing entirely the black pasteboard screen from before this plane, or making use of another with a larger aperture; which is sometimes advantageous.*\n\nHaving now, as I imagine, sufficiently described all the essential parts of these instruments, it remains for me to give some account of the precautions which, from experience, I have found it necessary to take in making use of them.\n\nAnd first, with respect to the distance at which lights whose intensities are to be compared should be placed from the field of the photometer, I have found that when the weakest of the lights in question is about as strong as a common wax-candle, that light may most advantageously be placed from 30 to 36 inches from the centre of the field; and when it is weaker or stronger, proportionally nearer or farther off. When the lights are too near, the shadows will not be well defined; and when they are too far off, they will be too weak.\n\nIt will greatly facilitate the calculations necessary in drawing conclusions from experiments of this kind, if some steady light of a proper degree of strength for that purpose be assumed as a standard, by which all others may be compared. I have chosen for that purpose an Argand's lamp, made in London, and very well finished; and though the quantity of light emitted by this, or any other kind of lamp, is very various,\n\n* Since writing the above, I have made a little alteration in the form of the box which contains my photometer. The front of it, instead of being open, is now closed, and the light is admitted through two horizontal tubes, which are placed so as to form an angle of 60°; their axes meeting at the centre of the field of the instrument. The field of the photometer is viewed through an opening made for that purpose in the middle of the front of the box, between the two tubes abovementioned. The annexed figures, Tab. X. XI. XII. XIII. will serve to give a clearer idea of the instrument, as it now is, in its most improved state.\n\nMDCCXCIV.\ndepending in a great measure upon the length to which the wick is drawn out, yet I have found by repeated trials that this lamp, once properly adjusted, continues to emit light more equally for a considerable time than any other lamp, and much more so than any candle whatever.\n\nAt the beginning of each experiment I adjust this standard light in the following manner. Having placed the lamp upon its carriage, at the distance of 100 inches from the centre of the field of the photometer, measuring from the centre of the circular flame of the lamp, a cylindric wax-candle, of known weight and dimensions, and which is kept merely for that purpose, being lighted and trimmed, and made to burn with the greatest possible degree of brilliancy, is placed over against it, at a certain given distance (33 inches), and then the wick of the lamp is drawn out, or shortened, as it is found necessary, till the shadows corresponding to the lamp and to the candle, are precisely of the same density; this done, the proof candle is extinguished, and laid by for further use, and the projected experiment is immediately commenced.\n\nHere the proof candle is, properly speaking, the standard, but the lamp is to be preferred to it for the experiments, on account of the superior constancy or equality of its light.\n\nThe only danger of error in this matter arises from the difficulty of procuring proof candles, which shall always give precisely the same quantity of light, or of making the same candle burn with exactly the same brilliancy at different times; I flattered myself at one time that even this cause of error and uncertainty, however insurmountable the difficulty appears, might be in a great measure removed. I conceived that if the light from the standard lamp and that of the proof candle,\nbrought to be of the same intensity at the surface of the vertical plane, were really stronger at one time than at another, the equal shadows of the cylinders would be proportionally deeper, and that by comparing, at different times, the density of those shadows with a painted scale of shades, regularly graduated, any difference in the intensity of the standard light might be discovered and compensated; but upon making the experiment I found, what indeed a little patient reflection would have enabled me to foresee, that the apparent density of the two equal shadows corresponding to the lights compared with a painted scale of shades, exposed in the same light, is ever the same, however the intensity of the rays at the surface upon which those shadows are projected may vary.\n\nThere is however another method by which I think it probable that the standard lamp may be adjusted with the requisite degree of precision. It appears, from a considerable number of experiments, of which I shall hereafter give a more particular account, that the quantity of light emitted by a lamp which burns in the same manner, with a clear flame, and without smoke, is in all cases as the quantity of oil consumed. If, therefore, the standard lamp be so adjusted as always to consume a certain given quantity of oil in a given time, there is much reason to suppose that it may then be depended on as a just standard of light.\n\nIn order to abridge the calculations necessary in these inquiries, it will always be advantageous to place the standard lamp at the distance of 100 inches of the photometer, and to assume the intensity of its light at its source equal to unity; in this case (calling this standard light A, the intensity of the light at its source $= x = 1$; and the distance of the lamp from\nthe field of the photometer \\(= m = 100\\);) the intensity of the illumination at the field of the photometer \\((= \\frac{x}{m^2})\\) will be expressed by the fraction \\(\\frac{1}{100^2} = \\frac{1}{10000}\\); and the relative intensity of any other light which is compared with it, according to the directions before given, may be found by the following proportion: calling this light B, putting \\(y =\\) its intensity at its source, and \\(n =\\) its distance from the field of the photometer, expressed in English inches, as it is \\(\\frac{y}{n^2} = \\frac{x}{m^2}\\) as was shewn in my former letter, or instead of \\(\\frac{x}{m^2}\\), writing its value \\(\\frac{1}{10000}\\) it will be \\(\\frac{y}{n^2} = \\frac{1}{10000}\\), and consequently \\(y\\) is to 1 as \\(n^2\\) is to 10000; or the intensity of the light B at its source, is to the intensity of the standard light A at its source, as the square of the distance of the light B from the middle of the field of the instrument, expressed in inches, is to 10000; and hence it is \\(y = \\frac{n^2}{10000}\\).\n\nOr, if the light of the sun or that of the moon be compared with the light of a given lamp or candle C, the result of such comparison may best be expressed in words, by saying, that the light of the celestial luminary in question, at the surface of the earth, or which is the same thing, at the field of the photometer, is equal to the light of the given lamp or candle, at the distance found by the experiment; or putting \\(a =\\) the intensity of the light of this lamp C at its source, and \\(p =\\) its distance in inches from the field, when the shadows corresponding to this light, and that corresponding to the celestial luminary in question, are found to be of equal densities; and putting \\(z =\\) the intensity of the rays of the luminary at the surface of the earth, the result of the experiment may be expressed thus, \\(z = \\frac{a}{p^2}\\);\n\n* See my former letter.\nor the real value of \\(a\\) being determined by a particular experiment, made expressly for that purpose with the standard lamp, that value may be written instead of it. When the standard lamp itself is made use of, instead of the lamp C, then the value of \\(a\\) will be 1.\n\nI have been the more particular in this account of the instruments employed in these inquiries, the manner in which the experiments were conducted, and the principles upon which the conclusions drawn from them are founded, not only because the subject being new, the most particular information upon all these points is absolutely necessary, to enable others to judge with certainty of the matter submitted to their examination, but also because I was very desirous of affording every information and assistance in my power to those who may be disposed to prosecute these very curious and entertaining researches.\n\nHoping that this apology may be thought sufficient to excuse the prolixity of these descriptions, I shall now proceed to give a short account of such experiments as I have hitherto found leisure to make with this apparatus.\n\nMy first attempts were to determine how far it might be possible to ascertain, by direct experiments, the certainty of the assumed law of the diminution of the intensity of the light emitted by luminous bodies; namely, that the intensity of the light is everywhere as the squares of the distances from the luminous body inversely. These experiments appeared to me the more necessary, as it is quite evident that this law can only hold good when the light is propagated in perfectly transparent or unresisting spaces, or where, suffering no diminution whatever from the medium, its intensity is weakened\nmerely in consequence of the divergency of the rays; and as it is more than probable that air, even in its purest state, is far from being perfectly transparent.\n\nFor greater perspicuity I shall arrange all my experiments and inquiries under general heads, and shall begin by prefixing to those which relate to the subject now under consideration, the general title of\n\nExperiments upon the Resistance of the Air to Light.\n\nEXPERIMENT I.\n\nTwo equal wax-candles, well trimmed, and which were found by a previous experiment to burn with exactly the same degree of brightness, were placed together, on one side, before the photometer, and their united light was counterbalanced by the light of an Argand's lamp, well trimmed, and burning very equally, placed on the other side over against them. The lamp was placed at the distance of 100 inches from the field of the photometer, and it was found that the two burning candles (which were placed as near together as possible, without their flames affecting each other by the currents of air they produced), were just able to counterbalance the light of the lamp at the field of the photometer, when they were placed at the distance of 60.8 inches from that field. One of the candles being now taken away and extinguished, the other was brought nearer to the field of the instrument, till its light was found to be just able, singly, to counterbalance the light of the lamp; and this was found to happen when it had arrived at the distance of 43.4 inches.\nIn this experiment, as the candles burnt with equal brightness, it is evident that the intensities of their united and single lights were as 2 to 1, and in that proportion ought, according to the assumed theory, the squares of the distances, 60.8 and 43.4 to be; and in fact, \\( \\frac{60.8^2}{43.4^2} = \\frac{3696.64}{1883.56} \\) as 2 is to 1 very nearly.\n\nAgain, in another experiment, (No. 2.) the distances were,\nwith two candles = 54 inches. Square = 2916.\nwith one candle = 38.6. = 1489.96\n\nUpon another trial (experiment No. 3.)\nwith two candles = 54.6 inches. Square = 2981.16\nwith one candle = 39.7. = 1576.09\n\nAnd in the 4th experiment\nwith two candles = 58.4 inches. Square = 3410.56\nwith one candle = 42.2. = 1780.84\n\nAnd taking the mean of the results of these four experiments.\n\n| Squares of the distances. | With two candles. | With one candle. |\n|--------------------------|-------------------|------------------|\n| In the experiment No. 1, | 3696.64           | 1883.56          |\n| No. 2,                   | 2916              | 1489.96          |\n| No. 3,                   | 2981.16           | 1576.09          |\n| No. 4,                   | 3410.56           | 1780.84          |\n| 4) 13004.36             |                   |                  |\n| Means                    | 3251.09           | 1682.61          |\n\nwhich again are very nearly as 2 to 1.\n\nWith regard to these experiments it may be observed, that were the resistance of the air to light, or the diminution of the light from the imperfect transparency of air, sensible within\nthe limits of the inconsiderable distances at which the candles were placed from the photometer, in that case the distance of the two equal lights united ought to be to the distance of one of them single, in a ratio less than that of the square root of 2 to the square root of 1. For if the intensity of a light emitted by a luminous body, in a space void of all resistance, be diminished in the proportion of the squares of the distances, it must of necessity be diminished in a still higher ratio when the light passes through a resisting medium, or one which is not perfectly transparent: and from the difference of those ratios, namely, that of the squares of the distances, and that other higher ratio found by the experiment, the resistance of the medium might be ascertained. This I have taken much pains to do with respect to air, but have not as yet succeeded in these endeavours, the transparency of air being so great that the diminution which light suffers in passing through a few inches, or even through several feet of it, is not sensible.\n\nHaving found, upon repeated trials, that the light of a lamp, properly trimmed, is incomparably more equal than that of a candle, whose wick continually growing longer renders its light extremely fluctuating, I substituted lamps to candles in these experiments, and made such other variations in the manner of conducting them, as I thought bid fair to lead to a discovery of the resistance of the air to light, were it possible to render that resistance sensible within the confined limits of my machinery.\n\nHaving provided two lamps, the one an Argand's lamp, which I made to burn with the greatest possible brilliancy; the other a small common lamp, with a single, round, and very small wick, which burning with a very clear, steady flame,\nand without any visible smoke, emitted only about $\\frac{1}{25}$ part as much light as the Argand's lamp; these lamps being placed over against each other before the field of the photometer, their lights were found to be in equilibrium when the less being placed at the distance of 20 inches from the centre of that field, the greater was removed to the distance of 101 inches. I now concluded, that if the less light were to be removed to the distance of 40 inches, it would be necessary, in order to restore the equilibrium of light, or equality of the shadows in the field of the photometer, to remove the greater light to the distance of 202 inches; that is to say, if the diminution of the light arising from the imperfect transparency of the air should not be perceptible within the limits of that distance. But if, on the contrary, it should be found upon repeated trials, that the equilibrium was restored when the greater light had arrived at a distance short of 202 inches, I might thence conclude, that such effect might safely be attributed to the imperfect transparency of the air: for notwithstanding that the light of the smaller lamp would of course be diminished as well as that of the greater, yet as there is every reason to suppose that the diminution, whatever it may be, must ever be proportional to the distance through which the light passes in the medium, as the augmentation of the distance through which the light of the smaller lamp passes is no more than 20 inches, while that of the greater is made to pass through an additional distance, amounting to more than 100 inches, it is evident that the diminution of the light of the greater lamp, arising from the imperfect transparency of the medium, must be greater than the diminution of the light of the less lamp, arising from the same cause; and, consequently,\nthat the effects of such diminution would become apparent in the experiment, were they in reality considerable.\n\nThe following table will shew the results of the experiments which were made with a view to determine that fact.\n\n| Experiments | Distance of the smaller Light | Distance of the greater Light | Second distance of the greater light, computed according to the assumed law of the squares of the distances | Difference between the result of the experiment and the theory |\n|-------------|-------------------------------|-------------------------------|-------------------------------------------------|-------------------------------------------------|\n| No. 5       | First dist. 20                | First dist. 101               | 202                                             | + 1                                              |\n|             | Second dist. 40               | Second dist. 203              |                                                 |                                                  |\n| No. 6       | First dist. 20                | First dist. 100,2              |                                                 |                                                  |\n|             | Second dist. 40               | Second dist. 198,3             |                                                 | - 2,1                                            |\n| No. 7       | First dist. 20                | First dist. 100,8              |                                                 |                                                  |\n|             | Second dist. 40               | Second dist. 202,1             |                                                 | + 0,5                                            |\n| No. 8       | First dist. 20                | First dist. 101,5              |                                                 |                                                  |\n|             | Second dist. 40               | Second dist. 204               |                                                 | + 1                                              |\n| No. 9       | First dist. 50                | First dist. 100                |                                                 |                                                  |\n|             | Second dist. 100              | Second dist. 198               |                                                 | - 2                                              |\n| No. 10      | First dist. 50                | First dist. 95,5               |                                                 |                                                  |\n|             | Second dist. 100              | Second dist. 192,2             |                                                 | + 1,2                                            |\n| No. 11      | First dist. 50                | First dist. 95,1               |                                                 |                                                  |\n|             | Second dist. 100              | Second dist. 191,2             |                                                 | + 1                                              |\n| No. 12      | First dist. 50                | First dist. 96                 |                                                 |                                                  |\n|             | Second dist. 100              | Second dist. 192,4             |                                                 | + 0,4                                            |\n\nIn the four last experiments, instead of the small lamp above described, a common Argand lamp was made use of, the wick of which was only drawn out so far as to cause it to emit about $\\frac{1}{4}$ part as much light as the other Argand's lamp, burning with its greatest brilliancy, which was placed over against it.\n\nIn order that in judging of the equality of the shadows, my\nmind might be totally unbiassed by my expectations, or by any opinions I might previously have formed with respect to the probable issue of the various experiments, keeping my eye constantly fixed upon the field of the photometer, and causing the light, whose corresponding shadow was to be brought to be of equal density with the standard, to move backwards and forwards, by means of the winch which I had constantly in my hand, as soon as the shadows appeared to me to be perfectly equal, I gave notice to an assistant to observe, and silently to write down, the distance of the lamp or candle, so that I did not even know what that distance was till the experiment was ended, and till it was too late to attempt to correct any supposed errors of my eyes by my wishes, or by my expectations, had I been weak enough to have had a wish in a matter of this kind. I do not know that any predilection I might have had for any favourite theory, would have been able to have operated so strongly upon my mind, and upon my senses, as to have made black and white appear to me otherwise than as they really were; but this I know, that I was very glad to find means to avoid being led into temptation.\n\nBut to return to the foregoing experiments; the results of them, so far from affording means for ascertaining the resistance of the air to light, do not even indicate any resistance at all; on the contrary, it might almost be inferred from some of them, that the intensity of the light emitted by a luminous body in air is diminished in a ratio less than that of the squares of the distances; but as such a conclusion would involve an evident absurdity, namely that, light moving in air, its absolute quantity instead of being diminished actually goes on to increase, that conclusion can by no means be admitted.\nBesides the experiments above mentioned, I made a great number of others similar to them, and with the same view; but as their results were all nearly the same, I have not thought it worth while to lengthen my letter by inserting a particular account of them. In general they all conspired to shew that the resistance of the air to light was too inconsiderable to be perceptible; and that the assumed law of the diminution of the intensity of the light may with safety be depended on.\n\nThat the transparency of air in its purest state is very great, is evident from the very considerable distances at which objects, and such even as are but faintly illuminated, are visible; and I was by no means surprised that its want of transparency could not be rendered sensible in the small distance to which my experiments were necessarily confined: but still I think means may be found for rendering its resistance to light apparent, and even of subjecting that resistance to some tolerably accurate measure.\n\nAn accurate determination of the relative intensity of the sun’s or moon’s light, when seen at different heights above the horizon, or when seen from the top, and from the bottom of a very high mountain, in very clear weather, would probably lead to a discovery of the real amount of the resistance of the air to light.\n\nOf the Loss of Light in its Passage through Plates or Panes of different Kinds of Glass.\n\nIn these experiments I proceeded in the following manner. Having provided two equal Argand’s lamps, A and B, well trimmed, and burning with very clear bright flames, they\nwere placed over against each other before the photometer, each at the distance of 100 inches from the field of the instrument, and the light of B was brought to be of the same intensity as that of A, or the shadows were brought to be of the same density, which was done by lengthening or shortening the wick of the lamp B, as the occasion required. This done, and the two lamps now burning with precisely the same degree of brilliancy, a pane of fine, clear, transparent, well polished glass, such as is commonly made use of in the construction of looking-glasses, six inches square, placed vertically upon a stand, in a small frame, was interposed before the lamp B, at the distance of about four feet from it, and in such a position that the light emitted by it was obliged to go perpendicularly through the middle of the pane, in order to arrive at the field of the photometer. The consequence of this was, that the light of the lamp B being diminished and weakened in its passage through the glass, the illuminations of the shadows in the field of the photometer were no longer equal, the shadow corresponding to the lamp A being now less enlightened by the light of the lamp B, than the shadow corresponding to the lamp B was enlightened by the undiminished light of the lamp A.\n\nTo determine precisely the exact amount of this diminution of the light of the lamp B (which was the main object of the experiment), nothing more was necessary than to bring this lamp nearer to the field of the photometer, till its light passing through the glass should be in equilibrium with the direct light of the lamp A; or, in other words, till the equality of the shadows should be restored; and this I found\nactually happened when the lamp B, from 100 inches, was brought to the distance of 90.2 inches from the field of the photometer.\n\nNow as it has already been shewn that the intensities of the lights are as the squares of their distances from the field of the photometer, the illuminations being equal at that field, it is evident that the light of the lamp B was diminished, in this experiment, in its passage through the pane of glass, in the ratio of $\\frac{100^2}{90.2^2}$, or as 1 to ,8136; so that no more than ,8136 parts of the light which impinged against the glass found its way through it; the other ,1864 parts being dispersed and lost.\n\nTo assure myself that the lamps still continued to emit the same relative quantities of light as at the beginning of the experiment, I now removed the pane of glass, and found that the equality of the shadows was again restored, when the lamp B arrived at its former station, 100 inches from the field of the photometer.\n\nThis experiment I repeated no less than 10 times, and found the loss of light in its passage through this pane of glass, taking a mean of all the experiments, to be ,1973 parts of the whole quantity that impinged against it; the variations in the results of the various experiments being from ,1720 to ,2108.\n\nIn four experiments, with another pane of the same kind of glass, the loss of light was ,1836; ,1732; ,2056; and ,1853; mean ,1869.\n\nWhen the two panes of this glass were placed before the lamp B, at the same time, but without touching each other,\nand the light made to pass through them both, the loss of light, in four different experiments, was \\(3089\\); \\(3259\\); \\(3209\\); and \\(3180\\); mean \\(3184\\).\n\nWith another pane of glass of the same kind, but a little thinner, the mean loss of light, in four experiments, was \\(1813\\).\n\nWith a very thin clean, pane of clear, white, or colourless window-glass, not ground, the loss of light, in four experiments, was \\(1324\\); \\(1218\\); \\(1213\\); and \\(1297\\); mean \\(1263\\). When the experiment was made with this same pane of glass, a very little dirty, the loss of light was more than doubled.\n\nMight not this apparatus be very usefully employed by the optician, to determine the degree of transparency of the glass he employs, and direct his choice in the provision of that important article in his trade?\n\nIn making these experiments, a great deal of the trouble may well be spared, for there is no use whatever in bringing the two lamps A and B to burn with the same degree of brilliancy; all that is necessary being to bring the shadows to be of the same density, with the glass, and without it, noting the distance of the lamp B in each case (the lamp A remaining immovable in its place); for the relative quantity of light lost will ever be accurately shewn by the ratio of the squares of those distances, whatever be the relative brilliancy with which the two lamps burn. The experiment is more striking, and the consequences drawn from it rather more obvious, when the lamps are made to burn with equal flames; otherwise that equality is of no real advantage.\nOf the Loss of Light in its Reflection from the Surface of a Plane Glass Mirror.\n\nIn these experiments the method of proceeding was much the same as in those just mentioned. The lamps A and B burning with clear, bright, and steady flames, were placed before the field of the photometer, and one of them was moved backwards and forwards till the illuminations of the shadows in the field of the instrument were found to be precisely equal. The distance of the lamp B being then noted, this lamp was removed, and a mirror being put in its place, but nearer the field of the photometer, the lamp was so placed that its rays, striking the centre of the mirror, were reflected against the field of the photometer, where, by bringing the lamp nearer to, or removing it farther from the mirror, the illumination of the field by those reflected rays was now brought to be in equilibrium with the illumination of the standard lamp, and then the distance of the lamp from the centre of the mirror, and the distance from thence to the centre of the field, were carefully measured, and noted. These two distances added together, was the real distance through which the rays passed in order to arrive at the field of the photometer.\n\nNow as there is always a loss of light in reflection, it is evident that the reflected rays must come to the field of the photometer weakened, and that in order to illuminate this field by these reflected rays as strongly as it was illuminated by the direct rays of the same lamp, the lamp must be brought nearer to the field. It is likewise evident, from what has already been said, that the ratio of the squares of those distances of the lamp when its rays pass on directly, and when they\narrive after having been reflected, are found to illuminate equally the field of the photometer, will be an accurate measure of the loss of the light in reflection.\n\nThe following table will shew the results of five experiments with a small, but most excellent glass mirror, made by Ramsden. This mirror, which makes part of an optical instrument I caused to be constructed in London about twelve years ago, is 7 inches long, and $5\\frac{1}{2}$ inches wide, and I suppose is as perfect as ever glass mirror was of that size.\n\nTo facilitate the comparison of the results of the experiments, the lamp B, at the beginning of each experiment (when the intensity of its direct rays was compared with the intensity of the standard lamp), was placed at the distance of 100 inches, the standard lamp being occasionally moved, in order to produce an equality of the shadows.\n\n| Experiments | The angle of incidence | Distance of the centre of the mirror from the centre of the field | Distance of the lamp from the centre of the mirror | Real distance of the lamp, or length of the reflected rays | Light lost in the reflection |\n|-------------|-----------------------|---------------------------------------------------------------|---------------------------------------------------|----------------------------------------------------------|----------------------------|\n| 1           | $60^\\circ$             | 40                                                             | 40.8                                              | 80.8                                                     | .3472                      |\n| 2           | $85^\\circ$             | —                                                              | 41                                                | 81                                                        | .3439                      |\n| 3           | $45^\\circ$             | —                                                              | 41.5                                              | 81.5                                                      | .3358                      |\n| 4           | $60^\\circ$             | —                                                              | 39.5                                              | 79.5                                                      | .3680                      |\n| 5           | $70^\\circ$             | —                                                              | 40.5                                              | 80.5                                                      | .3520                      |\n\nThe mean of these five experiments gives for the loss of light .3494; and from hence it appears, that more than $\\frac{1}{3}$ part of the light which falls upon the best glass mirror that can be constructed is lost in reflection.\n\nThe loss with mirrors of indifferent quality, is still more considerable. With a very bad common looking-glass the loss,\nin one experiment, appeared to be .4816 parts; and with another looking-glass it was .4548 parts in one experiment, and .4430 in another. I should certainly have made an experiment to determine the loss of light in its reflection from the surface of a plane metallic mirror, but I had no such mirror at hand.\n\nThe difference of the angles of incidence at the surface of the mirror, within the limits mentioned, namely, from 45° to 85°, did not appear to affect, in any sensible degree, the results of the experiments. I also found upon trial, that the effect produced by the difference of the angles at which light impinges against a sheet of transparent glass through which it passes, is, within the limits of 40° or 50° from the perpendicular, but very trifling.\n\nOf the relative Quantities of Oil consumed, and of Light emitted, by an Argand's Lamp, and by a Lamp on the common Construction, with a Riband Wick.\n\nThe brilliancy of the Argand's lamp is not only unrivalled, but the invention is in the highest degree ingenious, and the instrument useful for many purposes; but still, to judge of its real merits as an illuminator, it was necessary to know whether it gives more light than another lamp in proportion to the oil consumed. This point I determined in the following manner.\n\nHaving placed an Argand's lamp, well trimmed, and burning with its greatest brilliancy, before my photometer, and over against it a very excellent common lamp, with a riband wick, about an inch wide, and which burnt with a\nclear, bright flame, without the least appearance of smoke, I found the intensities of the light emitted by the two lamps to be to each other as $17956$ to $9063$; the densities of the shadows being equal when the Argand's being placed at the distance of $134$ inches, the common lamp was placed at the distance of $95.2$ inches, from the field of the photometer.\n\nBoth lamps having been very exactly weighed when they were lighted, they were now (without being removed from their places before the photometer), caused to burn with the same brilliancy just $30$ minutes; when they were extinguished and weighed again, and were found to have consumed of oil, the Argand's lamp $\\frac{253}{8192}$, and the common lamp $\\frac{163}{8192}$ of a Bavarian pound.\n\nNow as the quantity of light produced by the Argand's lamp, in this experiment, is to the quantity produced by the common lamp, as $17956$ to $9063$, or as $187$ to $100$; while the quantity of oil consumed by the former is to that consumed by the latter only in the ratio of $253$ to $163$, or as $155$ to $100$, it is evident that the quantity of light produced by the combustion of a given quantity of oil in an Argand's lamp is greater than that produced by burning the same quantity in a common lamp, in the ratio of $187$ to $155$, or as $100$ to $85$.\n\nThe saving, therefore, of oil which arises from making use of an Argand's lamp instead of a common lamp in the production of light, is evident; and it appears from this experiment that that saving cannot amount to less than $15$ per cent. How far the advantage of this saving may, under certain circumstances, be counterbalanced by inconveniences that may attend the making use of this improved lamp, I will not pretend to determine.\nOf the relative Quantities of Light emitted by an Argand's Lamp, and by a common Wax Candle.\n\nI have made a considerable number of experiments to determine this point, and the general result of them is, that a common Argand's lamp, burning with its usual brightness, gives about as much light as nine good wax candles; but the sizes and qualities of candles are so various, and the light produced by the same candle so fluctuating, that it is very difficult to ascertain, with any kind of precision, what a common wax candle is, or how much light it ought to give. I once found that my Argand's lamp, when it was burning with its greatest brilliancy, gave twelve times as much light as a good wax candle \\( \\frac{3}{4} \\) of an inch in diameter, but never more.\n\nOf the Fluctuations of the Light emitted by Candles.\n\nTo determine to what the ordinary variations in the quantity of light emitted by a common wax candle might amount, I took such a candle, and lighting it, placed it before the photometer, and over against it an Argand's lamp, which was burning with a very steady flame; and measuring the intensity of the light emitted by the candle from time to time, during an hour, the candle being occasionally snuffed when it appeared to stand in need of it, its light was found to vary from 100 to about 60. The light of a wax candle of an inferior quality was still more unequal, but even this was but trifling compared to the inequalities of the light of a tallow candle.\n\nAn ordinary tallow candle, of rather an inferior quality, having been just snuffed, and burning with its greatest bril-\nliancy, its light was as 100; in eleven minutes it was but 39; after eight minutes more had elapsed, its light was reduced to 23; and in ten minutes more, or twenty-nine minutes after it had been last snuffed, its light was reduced to 16. Upon being again snuffed it recovered its original brilliancy, 100.\n\nOf the relative Quantities of Bees Wax, Tallow, Olive Oil, Rape Oil, and Linseed Oil, consumed in the Production of Light.\n\nIn order to ascertain the relative quantities of bees wax and of olive oil consumed in the production of light, I proceeded in the following manner. Having provided an end of a wax candle of the best quality, .68 of an inch in diameter, and about four inches in length, and a lamp with five small wicks, which I had found upon trial to give the same quantity of light as the candle, I weighed very exactly the candle, and the lamp filled with oil, and then placing them at equal distances (40 inches) before the field of the photometer, I lighted them both at the same time; and after having caused them to burn with precisely the same degree of brightness just one complete hour, I extinguished them both, and weighing them a second time, I found that 100 parts of wax, and 129 parts of oil, had been consumed.\n\nHence it appears, that the consumption of bees wax is to the consumption of olive oil, in the production of the same given quantity of light, as 100 is to 129.\n\nIn this experiment no circumstance was neglected that could tend to render the result of it conclusive. Care was taken to snuff the candle very often with a pair of sharp scissors, in order to make it burn constantly with the same degree of brilliancy;\nand the light of the lamp was, during the whole time, kept in the most exact equilibrium with the light of the candle; which was easily done by occasionally drawing out, a little more or less, one or more of its five equal wicks. These wicks, which were placed in a right line perpendicular to a line drawn from the middle wick to the middle of the field of the photometer, were about $\\frac{1}{10}$ of an inch in diameter each, and $\\frac{1}{4}$ of an inch from each other, and when they were lighted, their flames united into one broad, thin, and very clear, white flame, without the least appearance of smoke.\n\nIn order to ascertain the relative consumption of olive oil and rape oil, in the production of light, two lamps, like that just described, were made use of; and the experiment being made with all possible care, the consumption of olive oil appeared to be to that of rape oil, in the production of the same quantity of light, as 129 is to 125.\n\nThe experiment being afterwards repeated with olive oil and very pure linseed oil, the consumption of olive oil appeared to be to that of the linseed oil as 129 to 120.\n\nThe experiment being twice made with olive oil, and with a tallow candle; once when the candle, by being often snuffed, was made to burn constantly with the greatest possible brilliancy, and once when it was suffered to burn the whole time with a very dim light, owing to the want of snuffing, the results of these experiments were very remarkable.\n\nWhen the candle burnt with a clear, bright flame, the consumption of the olive oil was to the consumption of the tallow as 129 is to 101; but when the candle burnt with a dim light, the consumption of the olive oil was to the consumption of the tallow as 129 is to 229. So that it appeared from this last\nexperiment, that the tallow, instead of being nearly as productive of light in its combustion as bees wax, as it appeared to be when the candle was kept constantly well snuffed, was now, when the candle was suffered to burn with a dim light, by far less so than oil.\n\nBut this is not all; what is still more extraordinary is, that the very same candle, burning with a long wick, and a dim light, actually consumed more tallow than when, being properly snuffed, it burnt with a clear, bright flame, and gave near three times as much light!\n\nTo be enabled to judge of the relative quantities of light actually produced by the candle in the two experiments, it will suffice to know, that in order to counterbalance this light at the field of the photometer, it required, in the former experiment, the consumption of 141 parts, but in the latter only the consumption of 64 parts of olive oil. But in the former experiment 110 parts, and in the latter 114 parts of tallow were actually found to be consumed. These parts were 8192ths of a Bavarian pound.\n\nFrom the results of all the foregoing experiments it appears, that the relative expense of the undermentioned inflammable substances, in the production of light, is as follows.\n\n| Substances | Description | Parts |\n|------------|-------------|-------|\n| Bees wax   | A good wax candle, kept well snuffed, and burning with a clear, bright flame | 100   |\n| Tallow     | A good tallow candle, kept well snuffed, and burning with a bright flame | 101   |\n|            | The same tallow candle, burning very dim for want of snuffing | 229   |\n\nEqual parts in weight.\nOlive oil. Burnt in an Argand's lamp, - 110\nThe same burnt in a common lamp,\nwith a clear, bright flame, without smoke, - - - 129\nRape oil. Burnt in the same manner, - 125\nLinseed oil. Likewise burnt in the same manner, 120\n\nI should have been very glad to have made the experiment with whale oil, but there was none to be had in the country I inhabit.\n\nWith the foregoing table, and the prices current of the therein mentioned articles, the relative prices of light produced by those different materials may very readily be computed.\n\nThe light of a wax candle, for instance, costs just nine times more at Munich, than the same quantity of light produced by burning rape oil in an Argand's lamp.\n\nOf the Transparency of Flame.\n\nTo ascertain the transparency of flame, or the measure of the resistance it opposes to the passage of foreign or extraneous light through it, I placed before the photometer, over against the standard lamp, two burning wax candles, well trimmed; and putting them near together, sometimes by the sides of each other, and sometimes in a straight line behind each other, I found that when their distances from the field of the photometer were the same, the intensity of the illumination was to all appearance the same, whether the light of the one was made to pass through the flame of the other, or not. And\nthe same held good, with very little variation, when three, and even when four candles were made use of in the experiment, instead of two.\n\nI even caused a lamp to be constructed with nine round wicks, placed in an horizontal line, and just so far asunder as to prevent their flames uniting, and no farther. And I found, upon repeating the experiment with this lamp, that the result was much the same as with the candles; the intensity of the illumination at the field of the photometer being very nearly the same, whether these nine lights were placed so as to cover, and pass through each other, or not.\n\nBut I afterwards found means to demonstrate the very great transparency of flame by a still more simple experiment. Suspecting that the only reason why bodies are not visible through a sheet of vivid flame is, that the light of the flame affects the eye in such a manner as to render it insensible to the weaker light emitted by, or reflected from the objects placed behind it, I conceived that a very strong light would not only be visible through a weak flame, but also (as all transparent bodies are invisible) that it might perhaps cause the flame totally to disappear; to determine that fact, I took a lighted candle at mid-day, the sun shining moderately bright, and holding it up between my eye and the sun, I found the flame of the candle to disappear entirely. It was not even necessary, in order to cause the flame to become invisible, to bring it to be directly between the eye and the body of the sun; it was sufficient for that purpose to bring it into the neighbourhood of the sun, where the light was very strong: even in a situation in which the light was not so strong as to dazzle the eye so much\n\nMDCCXCIV.\nas to prevent its seeing very distinctly the body of the candle, and the wick, not the least appearance of flame was discernible, though the candle actually burnt the whole time very vigorously.\n\nMunich,\n1st March, 1793.\n\nI am, &c.\nPlan of the inside of the Box and the adjoining parts of the Photometer.\nThe Box of the Photometer on its stand.\nPlan of the two Tables belonging to the Photometer.\nElevation of the Photometer, with one of the Tables & Carriages.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106892.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 46,
    "total-input-tokens": 73968,
    "total-output-tokens": 16868,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1356,
        2
      ],
      [
        1356,
        3140,
        3
      ],
      [
        3140,
        4996,
        4
      ],
      [
        4996,
        6773,
        5
      ],
      [
        6773,
        8525,
        6
      ],
      [
        8525,
        9878,
        7
      ],
      [
        9878,
        11674,
        8
      ],
      [
        11674,
        13557,
        9
      ],
      [
        13557,
        15437,
        10
      ],
      [
        15437,
        17280,
        11
      ],
      [
        17280,
        19033,
        12
      ],
      [
        19033,
        20840,
        13
      ],
      [
        20840,
        22549,
        14
      ],
      [
        22549,
        24278,
        15
      ],
      [
        24278,
        26276,
        16
      ],
      [
        26276,
        28068,
        17
      ],
      [
        28068,
        29860,
        18
      ],
      [
        29860,
        31778,
        19
      ],
      [
        31778,
        33495,
        20
      ],
      [
        33495,
        34996,
        21
      ],
      [
        34996,
        36559,
        22
      ],
      [
        36559,
        38357,
        23
      ],
      [
        38357,
        40199,
        24
      ],
      [
        40199,
        44150,
        25
      ],
      [
        44150,
        45958,
        26
      ],
      [
        45958,
        47542,
        27
      ],
      [
        47542,
        49244,
        28
      ],
      [
        49244,
        50772,
        29
      ],
      [
        50772,
        52343,
        30
      ],
      [
        52343,
        54055,
        31
      ],
      [
        54055,
        57007,
        32
      ],
      [
        57007,
        58519,
        33
      ],
      [
        58519,
        60270,
        34
      ],
      [
        60270,
        61870,
        35
      ],
      [
        61870,
        63529,
        36
      ],
      [
        63529,
        65312,
        37
      ],
      [
        65312,
        66925,
        38
      ],
      [
        66925,
        68259,
        39
      ],
      [
        68259,
        69992,
        40
      ],
      [
        69992,
        70224,
        41
      ],
      [
        70224,
        70297,
        42
      ],
      [
        70297,
        70337,
        43
      ],
      [
        70337,
        70389,
        44
      ],
      [
        70389,
        70389,
        45
      ],
      [
        70389,
        70453,
        46
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106892",
    "title": "An Account of a Method of Measuring the Comparative Intensities of the Light Emitted by Luminous Bodies. By Lieutenant-General Sir Benjamin Thompson, Count of Rumford, F. R. S. In Two Letters to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Benjamin Thompson",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 46,
    "jstor_url": "https://www.jstor.org/stable/106892"
  }
}