{
  "id": "23c70dd6ec5ecd10fdb60e93dc4ed597029d0aed",
  "text": "Zenith, till it rose almost 60° high. These Arches and Pillar lasted very near an Hour; the two uppermost Arches were continually quivering and shaking, and the Pillar always turning to a paler Red.\n\nI forgot to tell you, that the Night before the Aurora Borealis, there was a prodigious Hurricane of Wind, which lasted till the Saturday Morning; but all that Day it continued to blow, though not so hard. The Arch from whence the Wind blew, was from the North-west, the same Quarter from whence the Arches took their Rise. To this Day, ever since the Hurricane of Wind, there has been a most intense Frost: It froze so hard, that in less than 24 Hours after it began, the Lake on the North-side of this City was so strong as to bear People on it. Just now the Wind has changed, so that we expect a Thaw.\n\nXXIV. A Letter from Mr. John Freke, F.R.S. Surgeon to St. Bartholomew's Hospital to the Royal Society, relating a Case of extraordinary Exostoses on the Back of a Boy.\n\nGENTLEMEN,\n\nI Would not have troubled you with this Account of a Case which came to my Inspection Yesterday at St. Bartholomew's Hospital, had I ever seen the same before in my Practice. I know it may be said to come under the Denomination of an Exostosis, but as all others that I have seen, which have been very many, arose upon some particular Parts, and have not been\nbeen found to proceed from a general Dissolution of the Bones, as this hath, I think fit to submit it to your Consideration. The Case is as follows: Yesterday there came a Boy of a healthy Look, and about Fourteen Years old, to ask of us at the Hospital, what should be done to cure him of many large Swellings on his Back, which began about Three Years since, and have continued to grow as large on many Parts as a Peny-loaf, particularly on the Left Side: They arise from all the Vertebrae of the Neck, and reach down to the Os Sacrum; they likewise arise from every Rib of his Body, and joining together in all Parts of his Back, as the Ramifications of Coral do, they make, as it were, a fixed bony Pair of Bodice. If this be found worthy your Thoughts, it will afford a Pleasure to,\n\nGentlemen,\n\nYour most humble Servant,\n\nSalisbury-Court,\nApril 15. 1736.\n\nJohn Freke.\n\nIt is to be observed, that he had no other Symptom of the Rickets on any Joint of his Limbs.\n\nPrinted for T. Woodward, at the Half-Moon, between the Two Temple-Gates in Fleetstreet; and C. Davis, over-against Gray's-Inn-Gate in Holbourn; Printers to the Royal Society. M.DCC.XLII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104297.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 717,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1347,
        2
      ],
      [
        1347,
        2502,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104297",
    "title": "A Letter from Mr. John Freke, F. R. S. Surgeon to St. Bartholomew's Hospital to the Royal Society, Relating a Case of Extraordinary Exostoses on the Back of a Boy",
    "authors": "John Freke",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104297"
  }
}