{
  "id": "d391f66aefa0709b5f4e2a924fdfc19fd14a9914",
  "text": "Nota. This kind of Concaves, burning most forcibly of any fire we know of, even beyond that of a Wind-furnace, would be of great use, if they could be so contrived as to have a focus of any considerable largeness, to take in a good quantity of combustible matter at once.\n\nAn Accompt of some Books.\n\nI. MARC. MALPIGII, Phil. & Med. Bononiensis DISSERTATIO EPISTOLICA DE BOMBYCE, Regia Societati dicata. Printed at London for John Martin and James Allestry Printers to the R. Society, in 4°.\n\nThe Occasion of this Curious and Laborious Discourse will appeare from the Preface to it. The Book it self gives an Accompt of the Production, Structure, Food, Growth, Sicknesses, Workmanship, Changes, Generation, and Death of the Silk-worm; together with an accurate Anatomicall Description of all, even the minuter parts of that Insect, and the varieties of them in the severall Changes, it undergoes; where yet the Author in such particulars, which he finds himself short off, or not well satisfied in, with great modesty refers himself to the Assistance and farther consideration of that Society, to whom he dedicateth this Epistle.\n\nHe begins with the Eggs and hatching of the Silk-worms, observes the Changes of their Colour: then proceeds to the growth of the Young worm; the various tryals in feeding it with divers other leaves but those of Mulbery's; their sicknesses and the prognosticks of them; the casting of their skins, together with all the steps and the whole manner of the same.\n\nIn the Anatomicall Observations of the structure of this Insect, he takes notice, among many other things, of its eleven Rings or Incisures, and of how many small ones each of them is made up; giving their shape, different size, nature and composition. Then goes on to the Wrinkles of the Body, the Head, the Cranium, the Lip, Chin, Eyes, Teeth (cutting not by an up and down motion, but a laterall one) Hair, Leggs with their different shapes, articulations, claws, together with their posture and motion for Spinning.\nOf their *Internal* parts, he observes the quality of the humor, found in them, viz., concreting by the warmth of on's hand, and leaving a crust: next, the mucous and rosy-color'd skin, suppos'd to be the new skin, found under the exterior. Then he describes the various Muscles, and Fibres, both parallel, and oblique, more or less, together with the insertion of the Fibres in every Ring, and of every Ring in the Cavity of its neighbouring Ring, for producing the Progressive Motion of the Animal; the manner of which is described very particularly.\n\nHe passes on to the Vessels moistening all the parts, observing their branches and *anastomoses*, their termination in one common trunk, and the curious net-work they make. These vessels prolonged, he makes to be the *Lungs*, whose structure for Respiration he diligently describes, illustrating the same with Observations made of other Insects, and with some Trials shewing, both that Air issues out of their body, and that Oily liquors will suffocate them, upon the Accomp only of stopping the orifice of their Wind-pipe. He inquires also, Whether the *Motion* of the *Abdomen* be necessary in these Insects for Respiration, and seems to incline to the *Affirmative*.\n\nFrom the Lungs he goes on to the *Heart*, which he faith reaches from the head to the tail, being of a strange figure, and rather many hearts, than one; whose motion of *Systole* and *Diastole* he describes, taking also notice, how the Vital humor passes from one little heart to another.\n\nThe *Ventricle* he observes to reach also from one extreme of the Worm to the other; describing its substance, shape, fibres, and vessels bedewing it, together with its resemblance to the Ventricle of other Insects: where he particularly notes the great voracity of the Silk-worm, affirming, that it will eat as much in one day, as its whole empty body weighs.\n\nIn the sides of the Belly about the Ventricle he finds a *Woof of Vessels*, containing the *Silky Juice*; describing their progress from the mouth downward into the belly, and their strange flexures and meanders; whose end he affirms to have at length, after a long and patient search, found out. Of these Vessels he makes a large and curious description, as also of their different Juyces, as the cause of the different sorts of Webbs and Baggs.\nNeither is he wanting in giving an accurate account of the fine texture of the Spinall Marrow, and the Cranium.\n\nBut from the Anatomy of the parts he proceeds to their Feeding, and observes the various space of time for it.\n\nHe takes further notice, that though stench be no prejudice to them, yet a Southern Wind and an extreme Hot Air make them sick. He informs us also, how they are ordered after they have fed enough, and are ready to spin; as also, how they spin, what motions and postures they use in that work; how they apply their feet and claws; how they hold their head and other parts of the body; of what figure their Webb is; in what time the Bagg is finisht, together with the difference of the Silk on one and the same bagg, and the conjunction sometimes made by two worms in spinning one bagg, which he saith causeth such an entanglement that the Silk cannot be wound off.\n\nHe forgets not to set down the gradual Change of the Silk-worm, after 'tis exhausted by spinning; how all the parts are altered, the testicles enlarged, and the whole disposed to assume the form of the Aurelia or Chrysalis, divesting itself of its coat in the space of 1 min. 10 sec; the manner of which he very curiously describes, having attentively beheld it himself. He adds, how the Wings and other parts are form'd for the Papilio or Butterfly, and how indeed the Wings are latent under the second and third Ring of the Worm, before it works the bagg.\n\nOf the Aurelia he describes its shape and all the parts, and particularly the remaining Vestigia of the silky Intestins, the Ventricule, and the concrete melleous Juice therein, together with some though rare and scarce perceptible motion of the Heart. Then, how the Aurelia changes into a Butterfly, and in what time, viz. in the space of 10 days in Summer, and in a Months time in Autumne and Winter. Where he adds, how the Eggs begin in the Femals upon their change into Aurelia's, and how at last the Butterfly breaks out by the means of its Claws and a sharp liquor.\n\nTo this he subjoyns a particular description of the form of the Butterfly, and all its parts; of the Motion of its Heart, of the differencing marks of the Male from the Female; of the curious structure\nstructure of the Ovarium; the parts of generation; the coit, and the strange length of the time of it. The Male beating his wings about 130 times in one copulation; the multitude of Eggs amounting to 300-400, sometimes 500; and the death of the poor Fly, following 5 days after the coit in Summer, but not before the 12th day in August.\n\nHe omits not to instruct the reader of the ways of keeping the Eggs, and the manner of ordering them for Hatching: where he takes notice of one kind of Butterfly in Sicily, which is made twice fecund in one year, viz. in the end of April, and the end of August.\n\nHe concludes with the way of Winding off the Baggs, and informs us, how many threds together will make good substantial silk; where he affirmeth, that sometimes he hath reckon'd 930 Bononian feet of silk, wound off from one bagg, without the exterior lanugo, and the inmost last part, which both together might make a fourth part of that length more.\n\nII. DESCRIPTION\nII. DESCRIPTION ANATOMIQUE d'un CAMÉLEON, d'un CASTOR, d'un DROMEDAIRE, d'un OURS, et d'une GAZELLE. A Paris 1669. in 4°.\n\nThe Observations of these Animals dissected were made in the Royall Library at Paris by some of the Ingenious Philosophers there.\n\nOf the Caméleon (which they say was an Egyptian one; they alledging, that there are two other sorts, one of Arabia, and another of Mexico) they chiefly observe: First that its contrary motions of Swelling and Un-swelling are not made as in other animals, dilating and presently after contracting their breast for Respiration, in a constant and regular order; since they have seen it swell for the space of above two hours, during which time it would indeed un-swell a little, but almost indiscernibly, and also a little swell againe, but with that difference, that the dilatation was more sudden and more visible, and that by long and unequal intervals; they having also observed it to subside for a long time, and much longer than swell'd.\n\nSecondly, that the grains in the Caméleons-Skin were diversely posited, and of a blewish-gray, when the animall was in the shade moveless, and had not been toucht a long while; but that the pawes underneath were white-yellowish, and the space between the graines, of a pale and yellowish red: and that the said gray, colouring him all over when at rest, and remaining on the inside of the skin, when flead, (which seem'd to argue, it was the naturall colour) did, when expos'd to the day-light, change in the Sun, so that all the places of its body, struck by that light, took instead of their blewish gray, a browner gray, approaching to a minim; but the rest of the skin, not shone upon by the Sun, changed its gray into divers brighter colours, which formed Spots half an inch big, of an Isabella-colour, by the mixture of the yellow-pale in the graines, and the light brown in the ground of the skin: the other skin, not shone on by the Sun, and remaining of a gray paler then ordinary, being like cloath mixt of wool of divers colours, the ground continuing.\nas before. The Sun ceasing to shine, the first gray return'd by little and little, and being then toucht by one of the company, there appear'd presently many very black spots on his shoulders and fore-feet, which hapn'd not, when he was handled by those that took care of him. Being wrapp'd in white linnen for 2 or 3 minutes, he was taken out whitish, and having kept this colour a while, it vanished insensibly: which Experience refutes those, who give out, that the Cameleon takes all colors but white. Having put him on divers things of several colours, and wrapt him up in them, he assumed none of their colors, but the white, neither took he this, but the first time of the trials.\n\nThirdly, the structure and motion of his Eyes, turning two different ways at one and the same time, which yet is not true of the Cameleons of Mexico. Where 'tis observ'd, that the necessity, impos'd by nature on all other animals to move both their Eyes together the same way, is not caused by the conjunction of the Optick nerves, because that also is found in the Cameleon itself.\n\nFourthly, his way of taking hold of the small branches of Trees, like that of a Parrot, who puts two of his claws before and two behind, whereas other Birds always put three before, and one behind.\n\nFifthly, his having no Spleen; a very little Heart, and exceeding little Brain, in which appeared no mark at all of any fence for Hearing, this animall neither receiving nor giving any sound.\n\nSixthly, his Tongue being furnish't with and fastned to a long tromp, serving to lanch it out, for the taking of flies, on which he feeds, and not on Air alone; the Observers having found many flies in his Stomach and Guts; and taken notice also, that this Cameleon, they discourse of, voided divers stones of the bigness of a pea, which he had not swallowed, but bred in his guts, seeing one of them, being dissolved in distilled vinegar, inclos'd the head of a fly.\n\nBy which Observations it appears, that though Orators have lost those pretty subjects to exercise their Eloquence upon, concerning the Wonders of the food, and of the Change of Colours in Cameleons; yet Philosophers doe now meet with new\nnew particulars, touching the motion of his Eyes and Tongue, and the manner of altering his Colour according to his passions, which are no less capable to employ their Witt, as is at large and learnedly deduced by the Authors of these Observations.\n\nIn the Castor they note;\n\nFirst, his two sorts of Hair, one short, soft and fine, to defend him from cold; the other long and thick, to receive the mire, in which they often wallow, and to hinder it from getting to the skin.\n\nSecondly, his Teeth, formed after a peculiar manner, exceeding fit to cut Trees, which they doe to build themselves lodgings to breed their Young ones in; for which purpose Nature hath also furnished them with such fore-feet as exactly resemble the hands of a man; the hind-feet, proper for swimming, being formed like those of a Goose.\n\nThirdly, his Bladders containing the Castoreum (distinct from the Testicles) of which they found four great ones about the lower part of the Os pubis, of which two were above the other two, but closely joyn'd to one another, the two upper being likely to prepare that matter, and the two other, to bring it to the perfection of more consistence, and unctuousness, as also of a stronger sent and deeper yellow colour; for which purpose the two latter are of a glandular composition. But under this second sort of sacks they found yet another long one, full of liquor, more yellow and liquid, and more elaborate, than that in the former, of a different smell, and like to the yolk of an egg; of which they write from Canada, that Castors use it to make themselves an appetite, when they want it, and that they squeeze it out by pressing with their paws the bladder, which contains it; and that the Savages anoint with it the Gins they set for these animals, to draw them thither.\n\nFourthly, his Testicles not fastned to the Back-bone, as several Authors affirm, but on the sides of the Os pubis about the groyne, altogether hid, and not appearing at all, no more than the penis, before the skin was remov'd. The Penis contrary to that of a Dogg, which goes from the Os pubis to the Navil, descended here downward to the vent of the excrements, at which hole it did terminate.\nFifthly, the Heart had its left Auricle bigger than the right (which is also found in some other animals;) whereas in Man 'tis contrary. They found no foramen ovale, which many Authors assure to be in all Amphibious Animals, and even in Men, that are Divers, and stay long under water. But it may be, that this Caistor having been kept divers years from going into the water, that hole had been closed.\n\nBut we must proceed to the Dromedary, wherein is chiefly noted; that it hath but two small hoofs on the end of his feet, the soles of them, flat and large, being very fleshy, and covered onely with a soft, thick and little callous skin, proper enough to march in the Sands of Asia and Africa; that the six Callosities of his Leggs being open'd, their substance was found to be between flesh, grease and ligament, some having a collection of a thick purulent matter mixed; that that Callosity under the Breast, strongly fastned to the Sternum, was considerably bigg every way, and much suppurated; that his inward parts were like enough to those of an Horse; but that in his 2d Ventricle there were many square Openings, being the Entry of about 20 cavities, made like sacks, placed between the two membranes that compose the substance of the whole stomach, in which sacks, as in convenient receptacles, 'tis probable that Camels doe for a long while keep the water they drink in great quantity, when they meet with any, for a supply in dry and desert places; that the Lungs had but one lobe; that the Heart was extraordinary bigg, viz. 9 inches long and 7. large; that, contrary to other Tongues, which are everywhere rough from within outwards by store of small eminences tending from without inwards, a part of this Tongue had them from within outwards &c.\n\nThe Bear hath a very particular structure of his Leggs, and their substance, very good to eat, is a kind of thick fattish ligament, out of which may possibly issue that moisture, which Authors say is sucked by this Beast for its nourishment in winter. Its Claws differ from those of a Lyon; by being more equall and more compact. The Teeth differ from those of a Lyon in this only, that they are less. The Thorax consists of 14 Ribbs. There appeared no distinction in his Guts, as in other animals; they\nthey were 40 foot long, whereas those of the Lyon, formerly dissected by the same Observers, had but 25. The kidneys had a very peculiar structure, viz. a membrane containing 56 small kidneys, actually separate from one another, each covered with its proper membranes; here and there connected by very fine fibres; every one having a large base outwards, and straightening itself inwards; that base being in some a Hexagon, in the most a Pentagon, and in others Square; and the whole representing as 'twere a ripe Pine-apple: therefore probably so bigg, and divided into so many smaller kidneys, that it might contain and evacuate the greater plenty of serosities, to be found in a Bear, because he hath but little of insensible transpiration, by reason of the thickness of the habit of his body, not favourable for it. The Brains they observ'd to be 4 times bigger, than that of the Lyon they open'd. The Eyes exceeding little, the Chrystillin very oddly situated, and drawn on one side of the Axis of the Eye.\n\nBut that which is particularly taken notice of in the description of this Animall, is, 1. The strength of its Temper and constitution, by which it is able, though it have but a little stomach, and straight gutts (among which there is no Cecum) to digest with ease all sorts of edibles, raw flesh, Fish, Lobsters, Insects, Herbs, Fruits, Hony; supplying by the force of his temper the defect of a commodious structure. 2. The small capacity of its Liver and Spleen to receive excrementitious matter; which argues, that the action of the naturall Heat is so well regulated, that 'tis not subject to defect or excess. 3. The singular faculty of encreasing to a great bulk, by which, though it be born exceeding small, it grows a very big animal, its natural moisture being to perfect, as to render the parts capable to extend themselves, and to increase their magnitude without lessening their strength.\n\nThe Gazelle or wild African Shee-goat (the same with the Dorcas or Strepsiceros) was of the bigness and shape of an Hind, its hair fallow, except that of the belly, which was white; its Eyes big and black; the Horns black also, streak't cross-ways, 15 inches long, very sharpe, pretty straight, but a little turned outwards about the middle; in part hollow, and by a sharp\nsharp bone fastn'd to the Head. Tooth-less in the upper Jaw, as being of the ruminating kind. Very cloven footed; and small-hoofed before, but thick-flesh't on the hinder parts of the legs, like a Camel.\n\nAs to the inward parts, it had a Liver shaped like that of a man, divided into two Lobes; and in the hollow part of the Liver there were two Lymphatick branches, which fastn'd the trunk of the Vena porta to the superior Orifice of the Stomach. The substance of this Liver plainly appeared to them glandular, each grain of it being pierced, as they thought, in the middle, by reason of a little red cleft they had, whence issued blood, when pressed. And the cause, why these glandules seldom appear unsevered one from another, may be, that when the animal is in health they are spungy and fill'd out with blood, which they are not, when it is sick, or emaciated, &c.\n\nIII. LABYRINTHUS ALGEBRAE, Auth. JOH F. AC. FERGUSON. Printed at the Hague in 4°. 1667.\n\nWhat we mention'd in Numb. 46. p. 931. sect. 8, about new methods, pretended by some to be found out for giving the Roots of all Cubick and Bi-quadratick Equations, albeit those Roots are Fractions or Surds, Binomials or Residuals; We find since to be already accomplished by this Dutch Writer; upon the Cursory perusal of whose Book we take the first part of it to be, as follows.\n\n1. He shows, how to extract the Square and Cubick Roots out of Binomiall and Residual Numbers, as a medium, which he afterwards hath occasion to use.\n\n2. Then proceeds to give one general Rule for finding the Roots of all Quadratick Equations, and commends the worth of his method from the easiness, although you be incumbred with Fractions or great Numbers either in the Coefficients or Absolute.\n\n3. He gives one General Rule (where others make more Cases of it) for finding the Roots of all Cubick Equations, in which the Second term or Quadratick species is wanting, and then shows, how all other Cubick Equations, wherein it is present, may.\nmay be reduc'd thereunto, by taking it away. Moreover, when such Æquations, wherein you are incumbered with Fractions or Surds, either in the Coefficients or Roots, are proposed, he goes on to find the Roots, sought in his own method, and when not explicable but by a quam proximè, according to the general method of Vieta, in the use of which method; he, determining the number of Figures in the Root, takes away the trouble of all the sub-gradual Punctations.\n\n4. When he comes to Bi-quadratick Æquations, he intimates, that all such Æquations may be reduced into two Quadratick Æquations, but not without the aid of a Cubick Æquation: And first, when the second Term or Cubick Species is not wanting, he shews how to find the said Adjutant Cubick Æquation, by placing the two highest Terms of the Æquation on one side, and the rest of the Termes on the other, and then finds such Quantities, which added to either side, render the same capable of a square Root; and this preparation being made, he thereby obtains the Cubick Æquation and the Root thereof, which serves for the purpose premised; to wit, to divide the Bi-quadratick Æquation propos'd into two Quadratick Æquations, and so solved.\n\nFurther, in regard that all Æquations are more easily solv'd, when some of their Terms are wanting, than when all are present; he proceeds to shew, how to take away the second Term, and, supposing it gone, gives easier Rules for finding the aforeaid Cubick Æqua-\nÆquation; by aid whereof, the propos'd Bi-quadratick Æquation may be divided into two Quadra-\ntick ones, as before.\n\nAnd then, in regard it often happens, that Æquations are not otherwise explicable than by a quam\nproximè, he proceeds according to the General method of Vieta, as in Cubicks last above mention'd.\n\nThe whole Doctrine is illustrated with great variety of choice Examples, and the Author intending\nhereafter to treat more fully of Algebra, promiseth to extend his methods to Æquations of higher de-\ngrees, and to render the same more general. The remainder of the Book doth principally treat of figu-\nrate Arithmetick.\n\nAnd here we think it fit to intimate, that divers good Treatises of Algebra have been lately publish't\nin Low Dutch. This Author cites Questions out of the 3d Century of Questions in the Officina Algebrae of\nMarten Wilkins, which we have not seen. Gerhard Kinkhuyzen hath of late years publish'd several dis-\ntinct Quarto-Books, viz. A Tract of Analytical Con-\nnicks: A Collection of Geometrical Problems, Analyti-\ncally solv'd; as also such an acceptable Introduction to\nAlgebra, that by the encouragement of some of the\nR. Society it hath been Translated into Latine, and\nfitted for the Press; to which will be annexed the\nMethods and Examples of Ferguson about the Roots\nof Æquations. And we have little reason to doubt,\nbut that the just now mention'd Introduction will\nmeet with such an acceptance, as shall quicken the\nStationer\nStationer to proceed in the Translation and Printing of the rest of the Books above-mentioned, or others of the like kind.\n\nFerguson about the Matter mention'd is more full than either the Algebra of Frans Van der Huips, an Octavo Book in Low Dutch, 1654. or Kinkhuyzen: neither do we find, that Ferguson ascribes the Invention of those Methods to himself.\n\nIV. AN ANSWER to HYDROLOGIA CHYMICA, of WILLIAM SYMPSON, by ROBERT WITTIE, M. D. Printed for John Martyn at the Bell without Temple-Barr, in 8° 1669.\n\nThe Learned Author in this Answer undertakes to prove, that all the Mineral Ingredients, which he in his First Book on this Subject affirm'd to be in the Scarborough-Spaw, are really there, and that his Antagonist himself, unawares, acknowledges them to be there; so that the judicious Reader of both these Authors will find, that the difference between them, whether in the Matter, which concerns those Ingredients of the said waters, or in that which respects the two ways of practising Physick, the Galenical and Chymical, is indeed not so great, as the heat of Contention seems to make it.\n\nAnd certainly, if the Professors of this Art would but lay aside Animosities, personal Reflexions, and private Considerations; and withall acknowledge, as they ought, that new and great discoveries may be made\nmade by careful Observations and Experiments, they would easily agree and joyn together, not only their Parts, Natural and acquired, but also the two so much celebrated methods of administering Physick, for curing both acute and chronical or contumacious Diseases; which is the true way to do service indeed to Mankind, and to entertain and raise the Credit of that Profession.\n\nNota. By the oversight of the Printer, some Lines were left out to the breach of the Sense, in the Authors Animadversions upon Mr. S. his Epistle, at the bottom of the 3d Page, which may be thus corrected; Like that of the Travailer that went from Jerusalem to Jericho, who fell among Thieves that stript and wounded him, 'tis no fault of mine; my work shall be like that of the Samaritane, &c.\n\nERRATA.\n\nNumb. 48. p. 962. l. 7. l. Genetricem. In the present Numb. p. 581. l. 18. l. folded wings. p. 983. l. 31. l. occasion'd. p. 987. l. 26. l. besides those of. p. 992. l. 3. shoulders.\n\nLONDON,\nPrinted by T. N. for John Martyn Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1669.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101012.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23060,
    "total-output-tokens": 6745,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2011,
        2
      ],
      [
        2011,
        4335,
        3
      ],
      [
        4335,
        6559,
        4
      ],
      [
        6559,
        7528,
        5
      ],
      [
        7528,
        9588,
        6
      ],
      [
        9588,
        11760,
        7
      ],
      [
        11760,
        13948,
        8
      ],
      [
        13948,
        16216,
        9
      ],
      [
        16216,
        18504,
        10
      ],
      [
        18504,
        20495,
        11
      ],
      [
        20495,
        21957,
        12
      ],
      [
        21957,
        23426,
        13
      ],
      [
        23426,
        24740,
        14
      ],
      [
        24740,
        25844,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101012",
    "title": "An Accompt of Some Books",
    "authors": "Marc Malpigii, Robert Wittie, Johjac Ferguson",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/101012"
  }
}