{
  "id": "355c38dd61e6d87bf0bf3195de575d1c494d3bb4",
  "text": "Treatise of the usefulness of great Optick-Glasses, where he also intends to deliver several Experiments, by him made, 1. Touching the quantity of Light, which a Body, that is 10, 15 and 20 times, &c. remoter than Saturn, would yet receive from the Sun. 2. Touching the quantity of Light, by which the Earth is illuminated even in the Eclipses of the Sun, in proportion of their bigness. 3. Touching the quantity of Light, which is necessary to burn Bodies: he having found, that not abating the Light, which is reflected by the Surfaces of the Glass (whereof he confesseth, he doth not yet exactly know the quantity) there would be necessary about 50 times as much Light, as we have here, for the burning of Black Bodies; and near 9 times more for the burning of White Bodies, than for the burning of Black ones: and so observing the immediate proportions between these two, for burning Bodies of other Colors. Whence (he tells us) he hath drawn some consequences, touching the distance, at which we may hope, to burn Bodies here, by the means of great Glasses and great Looking-glasses. So that (saith he) we must yet be seven times nearer the Sun, than we are, to be in danger of being burned by it. Where he mentions, that having given Instructions to certain persons, gon to travel in Hot Countries, he hath among other particulars recommended to them, to try by means of great Burning-glasses, with how much less Aperture they will burn there, than here, to know from thence, whether there be more Light there than here; and how much; since this perhaps may be the only means of trying it, supposing the same matters be used: although the difference of the Air already heated, both in hot Countries, and in the Planets, that are nearer than we may alter, if not the quantity of Light, at least that of the Heat, found there.\n\nA further Account, touching Signor Campani's Book and Performances about Optick-glasses.\n\nIn the above-mentioned French Tract there is also contained M. Auzout's Opinion of what he had found New in the Treatise of Signor Campani, which was spoken of in the first Papers of their Transactions, concerning both the Effect of the Telescope contrived after a peculiar way by the said Campani at Rome, and his\nhis New Observations of Saturn and Jupiter, made by means thereof.\n\nFirst therefore, after that M. Auxout had raised some scruple against the Contrivance of Signor Campani for making Great Optick-Glasses without Moulds, by the means of a Turn-lath, he examines the Observations made with such Glasses: Where, having commended Campani's sincerity in relating what he thought to have seen in Saturn, without accommodating it to M. Huygens's Hypothesis, he affirms, that supposing there be a Ring about Saturn, Signor Campani could not see in all those different times, that he observed it, the same Appearances, which he notes to have actually seen. For, having seen it sometimes in Trine Aspect with the Sun, and Oriental; sometimes, in the same Aspect, but Occidental; sometimes in sextil Aspect, and Occidental; at another time, again in Trine, and Oriental, this Author cannot conceive, how Saturn could in all these different times have no difference in its Phasis, or keep always the same Shadow; seeing that, according to the Hypothesis of the Ring, when it was Oriental, it must cast the Shadow upon the left side of the Ring beneath, without casting any on the right side: and when it was Occidental, it could not but cast it on the right side beneath, and nothing of it on the other.\n\nConcerning the Shadow above, which Campani affirms to be made by the Ring upon the Body of Saturn, M. Auxout judges, that there could be no such Phenomenon, by reason of its Northern Latitude at the times, wherein the Observations were made, vid. in April 1663; in the midst of August, and the beginning of October, next following, and in April 1664, except it were in October, and the Shadow strong enough to become visible.\n\nBut as to the Shadow below, he agrees with Campani, that it does appear, yet not as he notes it, seeing that it must be sometimes on the one side, sometimes on the other; and towards the Quadrat with the Sun it must appear biggest, as indeed he affirms to have seen it himself this year, insomuch that sometimes it seemed to him, that it covered the whole Ring, and that the Shadow, joyning with the obscure space between both, did interrupt the circumference of the Ring; but beholding it at other times in a clear Sky, and when there was no Trepidation of the Air,\nhe thought, that he saw also the Light continued from without, although very slender. But he acknowledges, that he could never yet precisely determine, by how much the largeness of the Ring was bigger than the Diameter of Saturn's Body. As for the proportion of the Length to the Breadth, he affirms, to have always estimated it to be two and a half, or very near so; and to have found in his Observations, that in January last, one time, the length of Saturn was 12 Lines, and the breadth 5. Another time, the length was 12 Lines, and the breadth 4. and this by a peculiar method of his own. But yet he acknowledges also, that sometimes he hath estimated it as 7, to 3. and at other times as 13. to 5. and that if there do not happen a change in the magnitude of the Ring (as it is not likely there does) that must needs proceed from the Constitution of the air, or of the Glass's having more or less Aperture, or from the difficulty of making an exact estimate of their proportions. However it is not much wide (saith he) of two and an half, although Campani make the length of the Ring but double to its breadth.\n\nMonsieur Auxout believes, that he was one of the first that have well observed this shadow of Saturn's Body upon its Rings which he affirms happened two years since; when, observing in July, for the first time, with a Telescope of 21. and then another of 27. foot, he perceived, that the Angle of the obscure space on the right side beneath, was bigger and wider, than the three other Angles, and that some interruption appear'd there, between the Ring, and the Body of Saturn; of which he saith to have given notice from that time to all his friends, and in particular, as soon as conveniently he could, to Monsieur Hugens.\n\nHe confesseth, that he hath not had the opportunity of observing Saturn in his Oriental Quadrat; yet he doubts not, but that the shadow appears on the Left-side, considering, that the Existence of the Ring can be no longer doubted of, after so many Observations of the shadow cast by Saturn's Body upon it, according as it must happen, following that Hypothesis; there being no reason, why it should cast the said shadow on one side, and not on the other.\n\nConcerning the Observation of Jupiter and its Satellites, the famous Astronomer of Bologna, Cassinus, having pub-\nlished, that on the 30th day of July, 1664, at 2½ of the clock in the morning, he had observ'd, with Campani's Glasses, that there passed through the broad obscure Belt of Jupiter two obscure spots, by him esteemed to be the shadows of the Satellites, moving between Jupiter & the Sun, and eclipsing him, and emerging from the Occidental Brim thereof: This Author did first conceive, that they were not shadows, but some Sallies, or Prominencies in that Belt; which he was induced to believe, because he perceived not, that that Prominency, which he there saw, was so black, nor so round as Cassini had represented his spots; wherefore, seeing it but little differing in colour, from the Belt, and so not judging it round, because it did stand only about half its diameter out of the Belt, he persuaded himself, that it was rather a Sally, or Prominency of the Belt, than a round shadow, as that of a Satellite of Jupiter must have bin. But having been since informed of all the Observations made by Cassini and Campani, with the New Glasses, and seen his Figure, he candidly and publicly wisheth, that he had not spoken of that Sally, or Prominency; adverting that he can doubt no longer, but that it was the shadow of the Satellite between Jupiter and the Sun, having seen the other emerge, as soon as with a 20 foot Glass he made the Observation, and having not perceiv'd these shadows with a 12 foot Glass. But although he grants that they did ghess better than he, yet he doth it with this proviso, vid. in case they made that Observation of July 30, not with their 36, but 12 or 17 foot Telescope. If it be wondered at, that Monsieur Auxout did not see this shadow move, he allegeth his indisposition for making long Observations, and addeth, that it may be much more wondered at, that neither Campani nor himself did see upon the obscure Belt the Bodies of the Satellites, as parts more Luminous than the Belt. For (saith he) although the Latitude was Meridional, it being no more than of 9. or 10 minutes, the Body of the Satellites should, thinks he, pass between us and the Belt, especially according to Campani, whomaketh the Belt so large, and puts the shadows farr enough within the same. This maketh him conclude, that either they have not observed well enough, or that the motion of the Satellites doth not exactly follow the Belts, and is inclin'd unto them. Whereupon he resolves, that when he shall know that they are to pass between Jupiter and us, and to be over against the Belt, that then\nthen he will observe, whether he can see them appear upon the Belt, as upon a darker ground, especially, the third of them, which is sensibly greater, and more Luminous, than the rest. He hopeth also, that in time, the shadow of Saturn's Moon will be seen upon Saturn, although we are yet some years to stay for it, and to prepare also for better Glasses.\n\nFrom this rare Observation, he inferrs the Proportion of the Diameter of the Satellites to that of Jupiter; and judgeth, that no longer doubt can be made of the turning of these 4. Satellites, or Moons about Jupiter, as our Moon turns about the Earth, and after the same way as the rest of the Celestial Bodies of our Systeme do move: whence also a strong conjecture may be made, that Saturn's Moon turns likewise about Saturn.\n\nHence he also taketh occasion to intimate, that we need not scruple to conclude, that if these two Planets have Moons wheeling about them, as our Earth hath one that moves about it, the conformity of these Moons with our Moon, does prove the conformity of our Earth with those Planets, which carrying away their Moons with themselves, do turn about the Sun, and very probably make their Moons turn about them in turning themselves about their Axis; and also, that there is no cause to invent perplex'd and incredible Hypotheses, for the receding from this Analogy since (faith he) if this be truth, the Prohibitions of publishing this doctrine, which formerly were caused by the offence of Novelty, will be laid aside; as one of the most zealous Doctors of the contrary Opinion hath given cause to hope, witness Eu-stachius de Divinis, in his Treat against Monsieur Hugen's Systeme of Saturn, p. 49. where we are inform'd, that that learned Jesuit, P. Fabry, Penitentiary of S. Peter in Rome, speaks to this purpose:\n\n* It hath been more than once asked of your Chieftains, whether they had a Demonstration for asserting the motion of the Earth? They durst never yet affirm they had; wherefore nothing hinders, but that the Church may understand those Scripture-places, that speak of this matter, in a literal sense, and declare they should be so understood, as long as the contrary is not evinced by any demonstration; which\nwhich, if perhaps it should be found out by you (which I can hardly believe it will) in this case the Church will not at all scruple to declare, that these places are to be understood in a figurative and improper sense, according to that of the Poet, Terræque Urbæque recedunt.\n\nWhence this Author concludes, that the said Jesuite assuring us that the inquisition hath not absolutely declared, that those Scripture places are to be understood literally, seeing that the Church may make a contrary declaration, no man ought to scruple to follow the Hypothesis of the Earth's motion, but only forbear to maintain it in publick, till the prohibition be called in. But to return to the matter in hand, this Author, upon all these observations and relations of Cassini and Campani, doth find no reason to doubt any more of the excellency of the Glasses used by them, above his; except this difference may be imputed to that of the Air, or of the Eyes. But yet he is rather inclined to ascribe it to the goodness of their Glasses, and that the rather, because, he would not be thought to have the vanity of magnifying his own; of which, yet he intimates by the by, that he caused one to be wrought, of 150 Parisian feet; which though it proved none of the best, yet he despairs not to make good ones of that, and of far greater Length.\n\nSignor Campani's Answer: and Monsieur Auzout's Animadversions thereon.\n\nThe other part of this French Tract, containing Campani's Answer, and Mr. Auzout his Reflections thereon, begins with the pretended Shadows of the Ring upon Saturn, and of Saturn upon the Ring. Concerning which, the said Campani declareth, that he never believed them to be shadows made by the Ring upon the Disk of Saturn, or by the body of Saturn upon the Ring, but the Rims of these bodies, which being unequally Luminous, did shew these appearances. In which Explication, forasmuch as it represents, that the said Campani meant to note only the Inequality of the Light, which, he saith, his Glasses did discover, Mr. Auzout does",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101429.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 3418,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2237,
        2
      ],
      [
        2237,
        4524,
        3
      ],
      [
        4524,
        6838,
        4
      ],
      [
        6838,
        9349,
        5
      ],
      [
        9349,
        11561,
        6
      ],
      [
        11561,
        13596,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101429",
    "title": "A Further Account,Touching Signor Campani's Book and Performances about Optick-Glasses",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101429"
  }
}