{
  "id": "856b0eb233983d9f4e5bd926327ca9fe93e6d1fb",
  "text": "thread going to the Ball was laid over that Part of the Twist which had the Thread-Tape.\n\nN. B. The two Paper Supporters which did not transmit the Electricity, ought to have done it according to Query II. because, by Mr. Gray's Experiments, Electricity is to be excited in the Paper by rubbing: Therefore, perhaps, the Papers wanted to be drier or warmer, so that I shall try them again. These are the only two Experiments that do not agree with the second Query; but I would not omit mentioning them, because it is the Part of an impartial Philosopher to mention as well those things which favour, as those that disagree with his Hypotheses and Conjectures.\n\nVIII. Experiments made before the Royal Society, Feb. 2. 1737-8. by J. T. Desaguliers, LL.D. F. R. S.\n\nN. B. In the following Account, which is the Sequel of former Experiments, I call Conductors those Strings, to one End of which the rubb'd Tube is applied; and Supporters such horizontal Bodies as the Conductor rests upon.\n\nExperiment I.\n\nOld Packthread Supporters transmitted Electricity but weakly, though more strongly when twisted with Cat-gut; but new Packthread did better.\n\nN. B. Where it is not mention'd otherwise, an Ivory Ball hangs at the End of the Conductor;\nand its Electricity is tried by a Thread applied near it.\n\n**Experiment II.**\n\nA Conducting String of Cat-gut receiv'd the Electricity a little way; but did not carry it quite to the Tube.\n\n**Experiment III.**\n\nTwo conducting Strings, one of Cat-gut, and one of Packthread, compar'd, the first attracted less and less, as the Distance from the Tube increas'd; and the other more and more, till it was strongest at the suspended Body: But both ceas'd immediately after the Removal of the Tube.\n\n**Experiment IV.**\n\nA Sealing-Wax Supporter transmitted the Electricity, but did receive little or none when suspended. If it was but just rubb'd with the Hand, it attracted the Thread when first suspended; and strongly, if much rubb'd; but that Virtue was soon lost, if the Tube was apply'd to the conducting String, and then it would receive no more Electricity from the Tube. If the Stick of Wax was wet, then it would strongly receive the Electricity.\n\nA Wax Supporter wet, and Silk String wet, did not transmit the Electricity.\n\n**Experiment V.**\n\nDried Ox-Guts did not transmit Electricity when held in Hand; but when tied to Cat-gut, transmitted it; and, when suspended, received it plentifully.\nEXPERIMENT VI.\nThe same with a small Cord.\n\nEXPERIMENT VII.\nThe same with a Rod of Iron, and Tube of Brass.\n\nEXPERIMENT VIII.\nA Glass Tube, made Conductor, receiv'd the Electricity but a little way.\n\nEXPERIMENT IX.\nDry Sheep-Skin transmitted the Electricity, but not when wet, though it receiv'd it then when suspended.\n\nEXPERIMENT X.\nA middle Supporter of Packthread was again supported on one Side by a Glass Tube, and on the other by Sealing-Wax, and had at each End an Ivory Ball hanging. Those Balls became electrical in the same manner, and at the same time, as the Ball at the End of the conducting Spring.\n\nEXPERIMENT XI.\nWhen a Bar of Oak was made use of instead of the Tube, or a small Iron Bar instead of the Wax, the Electricity was stopp'd: But if the Bar was thrust a little way into a Glass Tube, the Electricity was communicated as before.\nExperiments made at the Royal Society, Feb. 9. 1737-8.\n\nI fixed six Iron Radii of twisted Iron Wire to a Brass Ring of two Foot and an half Diameter, and half an Inch wide, which had a Socket in the Centre, whereby to set it either on an upright Glass Tube, or on a wooden Pillar: Then I hung upon the End of the six Radii, next to the Circumference, the following Substances. 1. A Piece of Resin. 2. A Stick of Wax. 3. An Apple. 4. An Ivory Ball. 5. A Steel Ball. 6. A Glass Ball.\n\nExperiments I. and II.\n\nI rubb'd the Tube, and applied it to the Centre of this Machine, as it stood on a Glass Tube; and the Electricity was communicated to all the suspended Bodies, and the Ring also; but none of them receiv'd it, when the Machine stood upon a wooden Pillar, whose Foot was on the Floor.\n\nExperiment III.\n\nI tied to the Ends of the six Radii as many Cat-gut Strings, but so long as to unite together about a Foot higher than the Centre of the Ring, where I suspended them by another Cat-gut String three Foot long, the Top of which was fasten'd to an hempen Rope. Then applying the rubb'd Tube very near the Place where all the Cat-gut Strings join'd over the Ring, (at which Ring the same Bodies were suspended as\nas before) neither the Bodies nor Ring receiv'd any Electricity.\n\nN.B. This was done in foul Weather, when the Electricity does not extend itself far from the Tube: But in fair Weather, the Electrical Virtue, at the same Distance, reach'd the Iron Radii of the Ring; and consequently the Ring and Bodies suspended, though the Virtue was not propagated along the Cat-gut: For if the Tube was applied a little higher to the single Cat-gut, so as the Effluvia, or Vittue darted directly from the Tube, did not reach the Ring, or its Iron Radii, then no Virtue was communicated to the Ring, or the suspended Bodies, &c.\n\nExperiment IV.\n\nI suspended the Ring by six Packthreads, just in the same manner as the Cat-gut Strings before; but still all those Strings were suspended by the perpendicular Cat-gut of three Foot in Length. Then all the Bodies receiv'd the Electricity from the rubb'd Tube applied to the Top of the Pyramid of Packthreads.\n\nExperiment V.\n\nInstead of the perpendicular Cat-gut between the Pyramid of Packthread and the upper hempen String, I substituted a Packthread; and then no Virtue was communicated to the Ring, but all went up the hempen String, and was lost; except the Tube was held very near the Ring, and then it gave a small Degree of electrical Attraction to the Ring, and the Bodies suspended at it.\nEXPERIMENT VI.\n\nHaving again suspended the Ring with the Bodies and Pyramid of Packthreads to the perpendicular Cat-gut, I tied a Packthread to the Ring, and carried it horizontally about 20 Feet from the Ring; and having fasten'd a Cat-gut String three Foot long to it, I gave it an Assistant to hold: Then applying the rubb'd Tube to the End joining that Cat-gut, the Electricity was communicated to the Ring, and all the suspended Bodies, as appear'd by applying the white Thread near them, which was attracted by every Part of the Ring, and all the Bodies.\n\nEXPERIMENTS made before the ROYAL SOCIETY, Feb. 16. 1737-8.\n\nEXPERIMENT I.\n\nI applied the rubb'd Tube to a burning Candle, and it had no manner of Effect on the Flame; but as soon as the Candle was blown out, it attracted the Smoke at four or five Inches Distance.\n\nEXPERIMENT II.\n\nAn horizontal Packthread, of about 18 Feet in Length, being terminated by the Cat-gut Strings, of three Foot long each, I hung (towards one of the Ends of the Packthread) upon it a Candlestick with a lighted Candle in it; then applying the rubb'd Tube to the other End of the Packthread, the Candlestick attracted the Thread, and it was also attracted by the Candle,\nCandle, but not within two or three Inches of the Flame; but as soon as the Candle was blown out, the Thread was attracted by every Part of it; nay, even the Wick, when it was quite extinguish'd.\n\n**Experiment III.**\n\nI suspended a Wax Candle in the same manner, and the Experiment succeeded in the same manner; only the Electricity came not so near the Flame in the Wax as in the Tallow Candle.\n\n**Experiment IV.**\n\nI hung an Iron Wire 16 Foot long horizontally by two Cat-gut Strings at its Ends about three Foot long each, and bent down the Wire from the Place join'd to the Cat-gut, so as to hang down a Foot at one End; then applying the rubb'd Tube at the other End, this Conductor carried the Electricity along to the Ball; but not so well as the Packthread Conductor; but it did something better when it was wet.\n\nThe same happen'd when the Conductor was Brass Wire of the same Length.\n\n*N.B.* The Packthread Conductor also carried the *Effluvia* stronger when it was wet.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104257.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12084,
    "total-output-tokens": 2167,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1237,
        2
      ],
      [
        1237,
        2434,
        3
      ],
      [
        2434,
        3290,
        4
      ],
      [
        3290,
        4507,
        5
      ],
      [
        4507,
        5838,
        6
      ],
      [
        5838,
        7049,
        7
      ],
      [
        7049,
        8029,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104257",
    "title": "Experiments Made before the Royal Society, Feb. 2. 1737-8. by J. T. Desaguliers, LL.D. F. R. S.",
    "authors": "J. T. Desaguliers",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/104257"
  }
}