{
  "id": "d7683f550d09c625502dd9c41298f8778c9a96c7",
  "text": "XXII. On the Differential Equations of Dynamics. A sequel to a Paper on Simultaneous Differential Equations.\n\nBy GEORGE BOOLE, F.R.S., Professor of Mathematics in Queen's College, Cork.\n\nReceived December 22, 1862,—Read January 22, 1863.\n\nJACOBI, in a posthumous memoir* which has only this year appeared, has developed two remarkable methods (agreeing in their general character, but differing in details) of solving non-linear partial differential equations of the first order, and has applied them in connexion with that theory of the Differential Equations of Dynamics which was established by Sir W. R. HAMILTON in the Philosophical Transactions for 1834–35. The knowledge, indeed, that the solution of the equations of a dynamical problem is involved in the discovery of a single central function, defined by a single partial differential equation of the first order, does not appear to have been hitherto (perhaps it will never be) very fruitful in practical results. But in the order of those speculative truths which enable us to perceive unity where it was unperceived before, its place is a high and enduring one.\n\nGiven a system of dynamical equations, it is possible, as JACOBI had shown, to construct a partial differential equation such that from any complete primitive of that equation, i.e. from any solution of it involving a number of constants equal to the number of the independent variables, all the integrals of the dynamical equations can be deduced by processes of differentiation. Hitherto, however, the discovery of the complete primitive of a partial differential equation has been supposed to require a previous knowledge of the integrals of a certain auxiliary system of ordinary differential equations; and in the case under consideration that auxiliary system consisted of the dynamical equations themselves. JACOBI's new methods do not require the preliminary integration of the auxiliary system. They require, instead of this, the solution of certain systems of simultaneous linear partial differential equations. To this object therefore the method developed in my recent paper on Simultaneous Differential Equations† might be applied. But the systems of equations in question are of a peculiar form. They admit, in consequence of this, of a peculiar analysis. And JACOBI's methods of solving them are in fact different from the one given by me, though connected with it by remarkable relations. He does indeed refer to the general problem of the solution of simultaneous partial differential equations, and this in language which does not even\n\n* Nova methodus æquationes differentiales partiales primi ordinis inter numerum variabilium quæcunque propositas integrandi (Crelle's Journal, Band lx. p. 1).\n† Philosophical Transactions for 1862.\nsuppose the condition of linearity. He says, \"Non ego hic immorabor quaestioni generali quando et quomodo duabus compluribusve æquationibus differentialibus partialiibus una eademque functione satisfieri possit, sed ad casum propositum investigationem restringam. Quippe quo præclaris uti licet artificiis ad integrationem expediendam commodis.\" But he does not, as far as I have been able to discover, discuss any systems of equations more general than those which arise in the immediate problem before him.\n\nIt is only very lately that I have come to understand the nature of the relation between the general method of solving simultaneous partial differential equations, published in my recent memoir, and the particular methods of Jacobi. But in arriving at this knowledge I have been led to perceive how by a combination of my own method with one of those of Jacobi, the problem may be solved in a new and perhaps better, certainly a remarkable way. This new way forms the subject of the present paper*. Before proceeding to explain it, it will be necessary to describe Jacobi's methods, to refer to my own already published, and to point out the nature of the connexion between them.\n\nThe system of linear partial differential equations being given, and it being required to find a simultaneous solution of them, Jacobi, according to his first method, transforms these equations by a change of variables; he directs that an integral of the first equation of the system be found; he shows that, in virtue of the form of the equations and the relation which connects the first and second of them, other integrals of the first equation may be derived by mere processes of differentiation from the integral already found; and he shows how, by means of such integrals of the first equation, a common integral of the first and second equations of the system may be found. This common integral is a function of the above integrals of the first equation, and of certain variables, and its form is obtained by the solution of a differential equation between two variables—a differential equation which is in general non-linear, and of an order equal to the total number of integrals previously found.\n\nAn integral of the first two equations of the given system having been obtained, Jacobi shows that by a second process of derivation, followed by the solution of a second differential equation, an integral which will satisfy simultaneously the first three equations of the system may be found; and thus he proceeds by alternate processes of derivation and integration till an integral satisfying all the equations of the given system together is obtained. In these alternations, it is the function of the processes of derivation to give new integrals of the equations already satisfied; it is the function of the processes of integration to determine the functional forms by which the remaining equations may in their turn be satisfied.\n\nJacobi's second method does not require a preliminary transformation of the equations; but the process of derivation, by which from an integral of the first equation other integrals are derived by virtue of the relation connecting the first and second\n\n* It was stated by me, but without demonstration, at the Meeting of the British Association in Cambridge in October of the present year (1862).\nequations, is carried further than in his first method. It is indeed carried on until no new integrals arise. The difference of result is, that the common integral of the first and second partial differential equations is determined as a function solely of the integrals known, and not as a mixed function of integrals and variables. But its form is determined, as before, by the solution of a differential equation. All the subsequent processes of derivation and integration are of a similar nature.\n\nOn the other hand, the method of my former paper applied to the same problem leads, by a certain process of derivation, to a system of ordinary differential equations equal in number to the number of possible integrals, and, without being individually exact, susceptible of combination into exact differential equations. The integration of these would give all the common integrals of the given system.\n\nAll these methods possess, with reference to the requirements of the actual case, a superfluous generality. A single common integral of the system is all that is required.\n\nNow the chief result to be established in this paper is the following:\n\nIf, with Jacobi, according to his second method, we suppose one integral of the untransformed first partial differential equation to be found, if by means of this we construct according to a certain type a new partial differential equation, if to the system thus increased we apply the process of my former paper, continually deriving new partial differential equations until, no more arising, the system is complete, then, under a certain condition hereafter to be explained, a common integral of all the equations of the complete system, and therefore of the original system which is contained in it, may be found by the integration of a single differential equation susceptible of being made integrable by means of a factor.\n\nWhen the condition referred to is not satisfied, the results obtained may be applied to the transforming of the original system of equations into an equivalent system of the same character, but containing one equation less than before. To this system we may apply the same process as to the former, and shall arrive at the same final alternation, viz. either the satisfying of the system by a function determined by the solution of a single differential equation susceptible of being made exact by a factor, or the power of reducing it to an equivalent system containing still one equation less. In the most unfavourable case the common integral sought will be ultimately given by the solution of a single final partial differential equation.\n\nThe condition in question is grounded on the theoretical connexion which exists between the process of derivation of partial differential equations developed in my former paper, and the process of derivation of integrals involved in Jacobi's methods. In the actual problem, and in virtue of the peculiar form of the partial differential equations employed, these two processes are coordinate, and it may even be said equivalent. The equations of that problem, if expressed in the symbolical form\n\n\\[ \\Delta_1 P = 0, \\Delta_2 P = 0, \\ldots \\Delta_m P = 0, \\]\n\nsatisfy identically the condition\n\n\\[ (\\Delta_i \\Delta_j - \\Delta_j \\Delta_i) P = 0. \\]\nEach of the given equations is moreover of the form\n\n\\[ \\sum \\left( \\frac{dH}{dx_i} \\frac{dP}{dp_i} - \\frac{dH}{dp_i} \\frac{dP}{dx_i} \\right) = 0, \\]\n\n\\( H \\) being a given function of the independent variables \\( x_1, x_2, \\ldots x_n, p_1, p_2, \\ldots p_n \\).\n\nIt is usual to represent the first member of the above equation in the form \\([H, P]\\). If we adopt this notation, the entire system of equations may be expressed in the form\n\n\\([H_1, P] = 0, [H_2, P] = 0, \\ldots [H_m, P] = 0.\\)\n\nLastly, though this is not a new condition, being already implied in the former ones, the functions \\( H_1, H_2, \\ldots H_m \\) are all common integrals of the system. It is the object of the problem to find a new common integral. With reference to such a system the connexion above referred to is as follows:—If we obtain a new integral \\( K \\) of the first equation of the system, and, associating this with the functions \\( H \\), form with it a new equation of the same type as the former ones, so that, corresponding to the series of integrals of the first equation\n\n\\[ H_1, H_2, \\ldots H_m, K, \\]\n\nwe have the series of partial differential equations\n\n\\([H_1, P] = 0, [H_2, P] = 0, \\ldots [H_m, P] = 0, [K, P] = 0, \\]\n\nand then if to the former series we apply Jacobi's process for the derivation of integrals, to the latter the process of derivation of partial differential equations of my last paper, carrying each to its fullest extent, the result will be that to each new partial differential equation arising from the one will correspond a new integral (of the first partial differential equation) arising from the other. The theory now to be developed is founded upon the inquiry whether it is possible to satisfy the completed system of partial differential equations by a function of the completed system of the Jacobian integrals, i.e. to determine a common integral of the completed series of equations as a function of the completed series of integrals of the first equation. The reader is reminded that by the completed series of integrals is meant, not all the integrals of the first partial differential equations that exist, but all that arise from a certain root integral by a certain process of derivation, together with the root integral itself. Now the answer here to be established to this inquiry is the following. The first of the partial differential equations necessarily will, and others may, be satisfied by the proposed function irrespectively of its form. If the number of equations of the completed system which is not thus satisfied be odd (this is the condition in question), the form of the function which will satisfy all is determinable by the solution of a single differential equation of the first order, capable of being made integrable by means of a factor.\n\nI have entered into some details upon the history of the problem, partly because I believe the theory of simultaneous partial differential equations to be an important one, but partly also in order that I might render that just tribute to the great German\nmathematician which I was unable to pay before*. Jacobi certainly originated the theory of systems in which the condition\n\n\\[(\\Delta_i \\Delta_j - \\Delta_j \\Delta_i)P = 0\\]\n\nis satisfied. I learn from his distinguished pupil Dr. Borchardt, that this subject was fully discussed by him in lectures delivered at Königsberg in 1842–43, my informant having been one of the auditors. The present memoir is but a contribution to that theory. And though it does not appear that Jacobi has discussed the theory of systems not satisfying the above conditions, it is just to observe that the more general theory is at least to this extent contained in the particular one, that the recognition of the above equation as the condition of a mode of integration naturally suggests the inquiry how that equation is to be interpreted when not satisfied as a condition; and in the answer to this question the general theory is contained.\n\n**Proposition I.**\n\nThe solution of any non-linear partial differential equation of the first order may be made to depend upon that of certain linear systems of partial differential equations of the first order.\n\nAlthough what is contained in this proposition is already known, it is presented here for the sake of unity and to avoid inconvenient references.\n\nFirst, the solution of any partial differential equation is reducible to that of one in which the dependent variable does not explicitly appear.\n\nFor let \\(z\\) be the dependent variable, \\(x_1, x_2, \\ldots x_n\\) the independent ones, and \\(p_1, p_2, \\ldots p_n\\) the differential coefficients of \\(z\\) with respect to these. Represent the given equation by\n\n\\[f(x_1, x_2, \\ldots x_n, z, p_1, p_2, \\ldots p_n) = 0,\\]  \n\nand let\n\n\\[\\varphi(x_1, x_2, \\ldots x_n, z) = 0\\]\n\nbe any relation between the primitive variables which satisfies the given equation.\n\nDifferentiating with respect to \\(x_1, x_2, \\ldots x_n\\) respectively, and representing the first member of (2.) by \\(\\varphi\\), we have\n\n\\[\\frac{d\\varphi}{dx_1} + p_1 \\frac{d\\varphi}{dz} = 0, \\ldots \\frac{d\\varphi}{dx_n} + p_n \\frac{d\\varphi}{dz} = 0.\\]\n\nHence determining \\(p_1, \\ldots p_n\\), and substituting in (1.), we have\n\n\\[f\\left(x_1, x_2, \\ldots x_n, z, \\frac{-d\\varphi}{dx_1}, \\ldots \\frac{-d\\varphi}{dx_n}\\right) = 0,\\]\n\na partial differential of the first order in which \\(\\varphi\\) is the dependent variable, and \\(x_1, x_2, \\ldots x_n, z\\) the independent ones. Here \\(\\varphi\\) does not explicitly appear.\n\n* The results of my former researches were communicated to Dr. Salmon on February 4, 1862. At that time I had not seen Jacobi's researches, which indeed could only just have been published. A note on the connexion of the two which accompanied my paper was cancelled in the proof sheet in the prospect of that fuller explanation which I then hoped to be able to give, and now give.\nIt will suffice, therefore, to develope the theory of the solution of partial differential equations not explicitly involving the dependent variable. The general form of such an equation is\n\n\\[ f(x_1, x_2, \\ldots, x_n; p_1, p_2, \\ldots, p_n) = 0. \\]\n\nNow, to solve this equation, we must find values of \\( p_1, p_2, \\ldots, p_n \\) as functions of \\( x_1, x_2, \\ldots, x_n \\), which, while satisfying it, will make the equation\n\n\\[ dz - p_1 dx_1 - p_2 dx_2 - \\ldots - p_n dx_n = 0 \\quad \\ldots \\ldots \\ldots \\ldots \\quad (4.) \\]\n\nadmit of a single integral containing \\( n \\) arbitrary constants. This integral will constitute a complete primitive, a form of solution from which all other forms can be derived.\n\nLet \\( H_i = 0 \\) represent the given equation, and\n\n\\[ H_1 = 0, \\quad H_2 = c_2, \\ldots, H_n = c_n \\]\n\nthe system of equations from which \\( p_1, p_2, \\ldots, p_n \\) are to be thus found. Their values will contain the \\( n-1 \\) arbitrary constants \\( c_2, c_3, \\ldots, c_n \\); and the remaining constant will be introduced by the integration of (4.).\n\nLet \\( U \\) and \\( V \\) represent any two of the functions \\( H_1, H_2, \\ldots, H_n \\). Then differentiating the corresponding equations with respect to any one of the independent variables \\( x_i \\), explicitly as it appears, and implicitly as involved in \\( p_1, p_2, \\ldots, p_n \\), we have\n\n\\[\n\\frac{dU}{dx_i} + \\sum_j \\frac{dU}{dp_j} \\frac{dp_j}{dx_i} = 0, \\quad \\ldots \\ldots \\ldots \\ldots \\quad (5.)\n\\]\n\n\\[\n\\frac{dV}{dx_i} + \\sum_j \\frac{dV}{dp_j} \\frac{dp_j}{dx_i} = 0, \\quad \\ldots \\ldots \\ldots \\ldots \\quad (6.)\n\\]\n\nthe summations extending from \\( j=1 \\) to \\( j=n \\).\n\nMultiply the first of these equations by \\( \\frac{dV}{dp_i} \\), and sum the result from \\( i=1 \\) to \\( i=n \\). Then\n\n\\[\n\\sum_i \\frac{dU}{dx_i} \\frac{dV}{dp_i} + \\sum_i \\sum_j \\frac{dU}{dp_j} \\frac{dV}{dp_i} \\frac{dp_j}{dx_i} = 0;\n\\]\n\nor, since \\( \\frac{dp_j}{dx_i} = \\frac{dp_i}{dx_j} \\),\n\n\\[\n\\sum_i \\frac{dU}{dx_i} \\frac{dV}{dp_i} + \\sum_i \\sum_j \\frac{dU}{dp_j} \\frac{dV}{dp_i} \\frac{dp_j}{dx_j} = 0.\n\\]\n\nInterchange in the second term \\( i \\) and \\( j \\), since the limits of summation are the same with respect to both, then\n\n\\[\n\\sum_i \\frac{dU}{dx_i} \\frac{dV}{dp_i} + \\sum_j \\sum_i \\frac{dU}{dp_i} \\frac{dV}{dp_j} \\frac{dp_j}{dx_i} = 0,\n\\]\n\nor\n\n\\[\n\\sum_i \\frac{dU}{dx_i} \\frac{dV}{dp_i} + \\sum_i \\sum_j \\frac{dU}{dp_i} \\frac{dV}{dp_j} \\frac{dp_j}{dx_i} = 0,\n\\]\n\nwhence, reducing the second term by (6.),,\n\n\\[\n\\sum_i \\left( \\frac{dU}{dx_i} \\frac{dV}{dp_i} - \\frac{dU}{dp_i} \\frac{dV}{dx_i} \\right) = 0.\n\\]\nRepresenting the first member of this equation in the form \\([U, V]\\), it appears that the functions \\(H_1, H_2, \\ldots, H_n\\) must satisfy mutually the \\(\\frac{n(n-1)}{2}\\) equations of which the type is\n\n\\[\n[H_i, H_j] = 0;\n\\]\n\nand by these conditions \\(H_2, H_3, \\ldots, H_n\\) must be deduced from \\(H_1\\), which is known*.\n\nNow all these conditions will be satisfied if we determine \\(H_2\\) to satisfy the single linear partial differential equation\n\n\\[\n[H_1, H_2] = 0,\n\\]\n\nthen \\(H_3\\) to satisfy the binary system\n\n\\[\n[H_1, H_3] = 0, [H_2, H_3] = 0,\n\\]\n\nthen \\(H_4\\) to satisfy the ternary system\n\n\\[\n[H_1, H_4] = 0, [H_2, H_4] = 0, [H_3, H_4] = 0,\n\\]\n\nand finally, \\(H_n\\) to satisfy the system of \\(n-1\\) equations\n\n\\[\n[H_1, H_n] = 0, [H_2, H_n] = 0, \\ldots [H_{n-1}, H_n] = 0.\n\\]\n\nAll these are cases of the general problem of determining a function \\(P\\) to satisfy the simultaneous equations\n\n\\[\n[H_1, P] = 0, [H_2, P] = 0, \\ldots [H_m, P] = 0, \\ldots \\ldots \\ldots (7.)\n\\]\n\n\\(H_1, H_2, \\ldots, H_m\\) being known functions mutually satisfying the conditions\n\n\\[\n[H_i, H_j] = 0,\n\\]\n\nfor each \\(P\\) thus determined gives the succeeding function \\(H_{m+1}\\), and so on till all are found.\n\nThis is the problem with which we are concerned. But before proceeding to its solution we must notice certain properties of the symbolic combination \\([U, V]\\).\n\n**Properties of \\([U, V]\\).**\n\n1st. It is evident from the definition that\n\n\\[\n[U, V] = -[V, U], \\ldots \\ldots \\ldots \\ldots \\ldots (8.)\n\\]\n\n\\[\n[U, U] = 0. \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (9.)\n\\]\n\n2nd. The case sometimes arises in which one of the functions under the symbol \\([\\ ]\\) is itself a function of several other functions of the independent variables. Suppose \\(V\\) to be a function of \\(v_1, v_2, \\ldots, v_q\\), then it may be shown that\n\n\\[\n[U, V] = [U, v_1] \\frac{dV}{dv_1} + [U, v_2] \\frac{dV}{dv_2} + \\ldots + [U, v_q] \\frac{dV}{dv_q}, \\ldots \\ldots \\ldots (10.)\n\\]\n\na theorem of especial use in transformations.\n\n* On the sufficiency of these conditions see Professor Donkin's excellent memoir \"On a Class of Differential Equations, including those of Dynamics,\" Philosophical Transactions, 1854.\nFor\n\n\\[ [U, V] = \\sum_i \\left( \\frac{dU}{dx_i} \\frac{dV}{dp_i} - \\frac{dU}{dp_i} \\frac{dV}{dx_i} \\right) \\]\n\n\\[ = \\sum_i \\left\\{ \\frac{dU}{dx_i} \\left( \\frac{dV}{dv_1} \\frac{dv_1}{dp_i} + \\frac{dV}{dv_2} \\frac{dv_2}{dp_i} + \\cdots + \\frac{dV}{dv_q} \\frac{dv_q}{dp_i} \\right) - \\frac{dU}{dp_i} \\left( \\frac{dV}{dv_1} \\frac{dv_1}{dx_i} + \\frac{dV}{dv_2} \\frac{dv_2}{dx_i} + \\cdots + \\frac{dV}{dv_q} \\frac{dv_q}{dx_i} \\right) \\right\\} \\]\n\n\\[ = \\frac{dV}{dv_1} [U, v_1] + \\frac{dV}{dv_2} [U, v_2] + \\cdots + \\frac{dV}{dv_q} [U, v_q]. \\]\n\nIn like manner, if \\( U \\) be a function of \\( u_1, u_2, \\ldots, u_q \\), which are themselves functions of the independent variables, then\n\n\\[ [U, V] = [u_1, V] \\frac{dU}{du_1} + [u_2, V] \\frac{dU}{du_2} + \\cdots + [u_q, V] \\frac{dU}{du_q}. \\quad \\ldots \\quad (11.) \\]\n\n3rd. The important theorem\n\n\\[ [U, [V, W]] + [V, [W, U]] + [W, [U, V]] = 0. \\quad \\ldots \\quad (12.) \\]\n\nis implicitly contained in the results of the following Proposition. All these are known relations.\n\n**Proposition II.**\n\nTo determine the result of the application of the general theorem of derivation to any system of partial differential equations of the form\n\n\\[ [u_1, P] = 0, \\quad [u_2, P] = 0, \\quad \\ldots \\quad [u_m, P] = 0, \\quad \\ldots \\quad (1.) \\]\n\n\\( u_1, u_2, \\ldots, u_m \\) being given functions of the independent variables \\( x_1, x_2, \\ldots, x_n, p_1, p_2, \\ldots, p_n \\).\n\nWe adopt in the expression of this proposition \\( u_1, u_2, \\ldots, u_m \\) in the place of \\( H_1, H_2, \\ldots, H_m \\), because we suppose the functions given to be unrestrained by connecting conditions.\n\nIf we represent any two equations of the system by\n\n\\[ [U, P] = 0, \\quad [V, P] = 0, \\]\n\nand then give to these the symbolical forms\n\n\\[ \\Delta_r P = 0, \\quad \\Delta_s P = 0, \\]\n\nwe shall have\n\n\\[ \\Delta_i = \\sum_r \\left( \\frac{dU}{dx_r} \\frac{d}{dp_r} - \\frac{dU}{dp_r} \\frac{d}{dx_r} \\right), \\]\n\n\\[ \\Delta_j = \\sum_s \\left( \\frac{dV}{dx_s} \\frac{d}{dp_s} - \\frac{dV}{dp_s} \\frac{d}{dx_s} \\right), \\]\n\nthe summations with respect to \\( r \\) and \\( s \\) extending in each case from 1 to \\( n \\) inclusive.\n\nHence collecting into separate groups the terms which contain differential coefficients of \\( P \\) with respect to \\( p_s, p_r \\), and with respect to \\( x_s, x_r \\), we have\n\n\\[ (\\Delta_i \\Delta_j - \\Delta_j \\Delta_i)P = \\sum_r \\sum_s \\left\\{ \\frac{dU}{dx_r} \\frac{d^2V}{dp_s dx_s} \\frac{dP}{dp_r} - \\frac{dU}{dp_r} \\frac{d^2V}{dx_r dx_s} \\frac{dP}{dp_s} - \\frac{dV}{dx_s} \\frac{d^2U}{dp_s dx_r} \\frac{dP}{dp_r} + \\frac{dV}{dp_r} \\frac{d^2U}{dx_s dx_r} \\frac{dP}{dp_s} \\right\\} \\]\n\n\\[ - \\sum_r \\sum_s \\left\\{ \\frac{dU}{dx_r} \\frac{d^2V}{dp_s dp_r} \\frac{dP}{dx_s} - \\frac{dU}{dp_r} \\frac{d^2V}{dx_r dp_s} \\frac{dP}{dx_s} - \\frac{dV}{dx_s} \\frac{d^2U}{dp_s dp_r} \\frac{dP}{dx_r} + \\frac{dV}{dp_r} \\frac{d^2U}{dx_s dp_r} \\frac{dP}{dx_s} \\right\\}. \\]\nNow this expression will not be affected if in any of its terms we interchange $s$ and $r$. If we do this in the terms involving $\\frac{dP}{dp_s}$, the first aggregate will become\n\n$$\\sum_r \\sum_s \\left[ \\frac{dU}{dx_s} \\frac{d^2V}{dp_s dx_r} \\frac{dP}{dp_r} - \\frac{dU}{dx_s} \\frac{d^2V}{dp_s dx_r} \\frac{dP}{dp_r} + \\frac{dV}{dx_s} \\frac{d^2U}{dp_s dx_r} \\frac{dP}{dp_r} + \\frac{dV}{dx_s} \\frac{d^2U}{dp_s dx_r} \\frac{dP}{dp_r} \\right]$$\n\n$$= \\sum_r \\frac{dP}{dp_r} \\frac{d}{dx_r} \\sum_s \\left( \\frac{dU}{dx_s} \\frac{dV}{dp_s} - \\frac{dU}{dp_s} \\frac{dV}{dx_s} \\right) = \\sum_r \\frac{dP}{dp_r} \\frac{d[U, V]}{dx_r}.$$  \n\nIn a similar way the second aggregate of terms will reduce to\n\n$$- \\sum_r \\frac{dP}{dx_r} \\frac{d[U, V]}{dp_r}.$$  \n\nHence\n\n$$(\\Delta_i \\Delta_j - \\Delta_j \\Delta_i)P = \\sum_r \\left( \\frac{d[U, V]}{dx_r} \\frac{dP}{dp_r} - \\frac{d[U, V]}{dp_r} \\frac{dP}{dx_r} \\right).$$  \n\nTherefore\n\n$$(\\Delta_i \\Delta_j - \\Delta_j \\Delta_i)P = [[U, V], P]. \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (2.)$$  \n\nThus the theorem of derivation applied to the two equations\n\n$$[U, P] = 0, [V, P] = 0,$$\n\ngives\n\n$$[[U, V], P] = 0,$$\n\nan equation of the same general form as the equations from which it was derived.\n\nApply this to the separate pairs of equations in the given system\n\n$$[u_1, P] = 0, [u_2, P] = 0, \\ldots [u_m, P] = 0,$$\n\nand to the equations thus generated, and so on in succession till no new equations arise, and the result will be a system of the form\n\n$$[u_1, P] = 0, [u_2, P] = 0, \\ldots [u_q, P] = 0, \\ldots q > m. \\quad \\ldots \\ldots \\ldots \\ldots (3.)$$  \n\nThis constitutes the completed system, and it possesses, in accordance with the doctrine of my former paper, the property that, if we form the equation\n\n$$\\frac{dP}{dx_1} dx_1 + \\frac{dP}{dx_n} dx_n + \\frac{dP}{dp_1} dp_1 + \\ldots + \\frac{dP}{dp_n} dp_n = 0,$$\n\neliminate thence $q$ of the differential coefficients of $P$, and equate to 0 the coefficients of the $2n-q$ which remain, we shall obtain a system of $2n-q$ ordinary differential equations susceptible of reduction to the exact form, and yielding by integration the common integrals of the system given.\n\nThe completed system is one of independent equations in which $P$ is brought into successive relations with a series of functions $u_1, u_2, \\ldots u_q$. It is important to show that the independence of the equations involves the independence of the functions, as also that if the equations were dependent the functions would be so too.\n\n1st. The independence of the equations involves the independence of the functions.\n\n* This is not a new theorem. It is but another form of the theorem (12.) Prop. I. It has also been explicitly given by Jacobi and Clebsch.\n\nMDCCCLXIII.\nFor suppose the equations independent and the functions not independent, so that one of them, \\( u_q \\), could be expressed as a function of the others, \\( u_1, u_2, \\ldots u_{q-1} \\). Then by (11.), Prop. 1,\n\n\\[\n[u_q, P] = [u_1, P] \\frac{du_q}{du_1} + [u_2, P] \\frac{du_q}{du_2} + \\cdots + [u_{q-1}, P] \\frac{du_q}{du_{q-1}},\n\\]\n\nwhich would imply that the equation\n\n\\[\n[u_q, P] = 0\n\\]\n\nwas not independent of the other equations of the system, as by hypothesis it is. Hence the functions are independent.\n\n2ndly. If the equations of a system of the form (3.) are algebraically dependent, then are the functions \\( u_1, u_2, \\ldots u_q \\) dependent.\n\nThe algebraic dependence of the equations implies, in consequence of the linearity of their developed forms, the existence of at least one relation of the form\n\n\\[\n[u_q, P] = \\lambda_1 [u_1, P] + \\lambda_2 [u_2, P] + \\cdots + \\lambda_{q-1} [u_{q-1}, P], \\quad \\ldots \\quad (4.)\n\\]\n\n\\( \\lambda_1, \\lambda_2, \\ldots \\lambda_{q-1} \\) being, on the most general supposition, functions of the independent variables.\n\nNow the functions \\( u_1, u_2, \\ldots u_{q-1} \\) are either dependent or independent. If dependent, the proposition is granted; if independent, then equating the coefficients of \\( \\frac{dP}{dx_i} \\) in the developed members of (4.), we have\n\n\\[\n\\frac{du_q}{dp_i} = \\lambda_1 \\frac{du_1}{dp_i} + \\lambda_2 \\frac{du_2}{dp_i} + \\cdots + \\lambda_{q-1} \\frac{du_{q-1}}{dp_i};\n\\]\n\nand equating the coefficients of \\( \\frac{dP}{dp_i} \\) in the same equation, we have\n\n\\[\n\\frac{du_q}{dx_i} = \\lambda_1 \\frac{du_1}{dx_i} + \\lambda_2 \\frac{du_2}{dx_i} + \\cdots + \\lambda_{q-1} \\frac{du_{q-1}}{dx_i}.\n\\]\n\nHence if we represent the series of variables \\( x_1, \\ldots x_n, p_1, \\ldots p_n \\) taken in any order by \\( y_1, y_2, \\ldots y_{2n} \\), both the above equations will be included in the general one,\n\n\\[\n\\frac{du_q}{dy_i} = \\lambda_1 \\frac{du_1}{dy_i} + \\lambda_2 \\frac{du_2}{dy_i} + \\cdots + \\lambda_{q-1} \\frac{du_{q-1}}{dy_i}.\n\\]\n\nNow, \\( u_1, u_2, \\ldots u_{q-1} \\) being by hypothesis independent, \\( u_q \\) will be expressible as, at most, a function of \\( u_1, u_2, \\ldots u_{q-1} \\) and \\( 2n-q+1 \\) of the original variables. Regard then \\( u_q \\) as a function of \\( u_1, u_2, \\ldots u_{q-1}, y_{q+1}, y_{q+2}, \\ldots y_{2n} \\). Of course \\( u_1, u_2, \\ldots u_{q-1} \\) will be functionally independent with respect to the quantities \\( y_1, y_2, \\ldots y_{q-1} \\) which they replace.\n\nThen for all values of \\( i \\), from 1 to \\( q-1 \\) inclusive, the last equation becomes\n\n\\[\n\\frac{du_q}{du_1} \\frac{du_1}{dy_i} + \\frac{du_q}{du_2} \\frac{du_2}{dy_i} + \\cdots + \\frac{du_q}{du_{q-1}} \\frac{du_{q-1}}{dy_i} = \\lambda_1 \\frac{du_1}{dy_i} + \\lambda_2 \\frac{du_2}{dy_i} + \\cdots + \\lambda_{q-1} \\frac{du_{q-1}}{dy_i},\n\\]\n\nor\n\n\\[\n\\frac{du_1}{dy_i} \\left( \\frac{du_q}{du_1} - \\lambda_1 \\right) + \\frac{du_2}{dy_i} \\left( \\frac{du_q}{du_2} - \\lambda_2 \\right) + \\cdots + \\frac{du_{q-1}}{dy_i} \\left( \\frac{du_q}{du_{q-1}} - \\lambda_{q-1} \\right) = 0, \\quad \\ldots \\quad (5.)\n\\]\nwhile for all values of \\( i \\) greater than \\( q - 1 \\) it becomes\n\n\\[\n\\frac{du_1}{dy_i} \\left( \\frac{du_q}{du_1} - \\lambda_1 \\right) + \\frac{du_2}{dy_i} \\left( \\frac{du_q}{du_2} - \\lambda_2 \\right) \\cdots + \\frac{du_{q-1}}{dy_i} \\left( \\frac{du_q}{du_{q-1}} - \\lambda_{q-1} \\right) + \\frac{du_q}{dy_i} = 0. \\quad \\ldots \\quad (6.)\n\\]\n\nFrom the system of \\( q - 1 \\) linear equations of the first type (5.), we find\n\n\\[\n\\frac{du_q}{du_1} - \\lambda_1 = 0, \\quad \\frac{du_q}{du_2} - \\lambda_2 = 0, \\quad \\ldots \\quad \\frac{du_q}{du_{q-1}} - \\lambda_{q-1} = 0, \\quad \\ldots \\quad \\ldots \\quad \\ldots \\quad (7.)\n\\]\n\nunless the determinant\n\n\\[\n\\begin{vmatrix}\n\\frac{du_1}{dy_1} & \\frac{du_2}{dy_1} & \\cdots & \\frac{du_{q-1}}{dy_1} \\\\\n\\frac{du_1}{dy_2} & \\frac{du_2}{dy_2} & \\cdots & \\frac{du_{q-1}}{dy_2} \\\\\n\\vdots & \\vdots & \\ddots & \\vdots \\\\\n\\frac{du_1}{dy_{q-1}} & \\frac{du_2}{dy_{q-1}} & \\cdots & \\frac{du_{q-1}}{dy_{q-1}}\n\\end{vmatrix}\n\\]\n\nvanish identically. But this would, by the known property of determinants, imply that \\( u_1, u_2, \\ldots u_{q-1} \\) are not as functions of \\( y_1, y_2, \\ldots y_{q-1} \\) independent, which we have seen that they are. Hence the system (7.) is true. Reducing by it the system represented by (6.), we have\n\n\\[\n\\frac{du_q}{dy_q} = 0, \\quad \\frac{du_q}{dy_{q+1}} = 0, \\quad \\frac{du_q}{dy_{2n}} = 0.\n\\]\n\nIt results therefore that \\( u_q \\) will be simply a function of \\( u_1, u_2, \\ldots u_{q-1} \\).\n\nFrom these conclusions united we see that, if from any system of equations of the form\n\n\\[\n[u_1, P] = 0, \\quad [u_2, P] = 0, \\quad \\ldots \\quad [u_m, P] = 0\n\\]\n\nwe separate the functions \\( u_1, u_2, \\ldots u_m \\), derive from these all possible independent functions of the form \\([u_i, u_j]\\), and representing these by \\( u_{m+1}, u_{m+2}, \\ldots \\) continue with the aid of these the process of derivation until no new functions can be formed, then if we represent the completed series of functions by \\( u_1, u_2, \\ldots u_q \\), the corresponding system of equations\n\n\\[\n[u_1, P] = 0, \\quad [u_2, P] = 0, \\quad \\ldots \\quad [u_q, P] = 0\n\\]\n\nwill be precisely that system to which the theorem of derivation of my former paper, applied to the given system of equations, would lead.\n\n**Proposition III.**\n\nTo integrate the system of simultaneous partial differential equations\n\n\\[\n[H_1, P] = 0, \\quad [H_2, P] = 0, \\quad \\ldots \\quad [H_m, P] = 0,\n\\]\n\nit being given as a condition that \\( H_1, H_2, \\ldots H_m \\) satisfy mutually all relations of the form\n\n\\[\n[H_i, H_j] = 0.\n\\]\n\nThis we have seen to be the general problem upon the solution of which the integration of any non-linear partial differential equation depends.\nWe learn by the last proposition that the system of equations given is already a complete system. For, applying the theorem of derivation to any two equations contained in it, we have a result of the form\n\n$$[[H_i, H_j]P]=0;$$\n\nbut this is identically satisfied by virtue of the connected condition.\n\nInstead, however, of solving the equation as a complete system, let us, with Jacobi, deduce a new integral of the first partial differential equation of the system, i.e., an integral distinct from $H_1, H_2, \\ldots H_m$, which, in virtue of the condition given, are already integrals of that equation—in fact, common integrals of the system. For if we make $P=H_i$ in any of the equations, that equation will be identically satisfied.\n\nRepresent by\n\n$$u=c$$\n\nthis new integral. It may happen that it proves on trial to satisfy all the other equations. In that case a common integral is found and the problem is solved. Suppose, however, the new integral of the first equation not to be a common integral, and, constructing the equation $[u, P]=0$, incorporate it with the given system of equations so as to form the larger system\n\n$$[H_1, P]=0, [H_2, P]=0, \\ldots [H_m, P]=0, [u, P]=0.$$ . . . . . (1.)\n\nAny common integral of this system will be also a common integral of the given system which is contained in this one.\n\nSuch common integral, if it exist, we propose to seek.\n\nFirst let us complete the system just formed by the last proposition. The completed system will be of the form\n\n$$[u_1, P]=0, [u_2, P]=0, \\ldots [u_q, P]=0,$$ . . . . . . (2.)\n\nin which $u_1, u_2, \\ldots u_{m+1}$ are for symmetry employed to represent $H_1, H_2, \\ldots H_m, u$, and $u_{m+2}, u_{m+3}, \\ldots u_q$ are new functions.\n\nNow all the functions $u_1, u_2, \\ldots u_q$ are integrals of the first partial differential equation of the system; for, the system (2.) being a formal consequence of the system (1.), if we substitute $H_i$ for $P$, the system\n\n$$[u_i, H_i]=0, [u_2, H_i]=0, \\ldots [u_q, H_i]=0$$\n\nwill be seen to be a consequence of the system\n\n$$[H_1, H_i]=0, [H_2, H_i]=0, \\ldots [u, H_i]=0.$$\n\nBut the latter system is true, therefore the former; therefore, since $[u_i, H_i]=-[H_i, u_i]$, the system\n\n$$[H_1, u_i]=0, [H_1, u_2]=0, [H_1, u_q]=0$$ . . . . . . . . . . . . (3.)\n\nis true; therefore $u_1, u_2, \\ldots u_q$ are integrals of the first equation of the system. They are independent, Prop. II. And as the process by which such of them as are new\nhave been formed is identical in character with that which Jacobi makes use of, differing only in the extent to which it is here applied, I shall speak of them as Jacobian integrals, or Jacobian functions.\n\nLet us inquire whether it is possible to satisfy the completed system of equations (2.) by a function of the completed series of Jacobian integrals of the first equation of the system.\n\nSuppose, then, $P$ a function of $u_1, u_2, \\ldots u_q$. The equation $[u_i, P] = 0$, which is the type of the equations of the system to be integrated, assumes, by (10.) Prop. I., the forms\n\n$$[u_i, u_j] \\frac{dP}{du_j} + [u_i, u_k] \\frac{dP}{du_k} \\cdots + [u_i, u_q] \\frac{dP}{du_q} = 0. \\quad \\ldots \\quad (4.)$$\n\nHence since by (3.)\n\n$$[H_i, u_i] = [u_i, u_i] = 0,$$\n\nthe first equation of the system is identically satisfied, as it ought to be. Let us, to make the problem more definite, suppose for the present that none of the other equations are identically satisfied. Then, giving to $i$ the successive values 2, 3, ... $q$, and observing that always\n\n$$[u_i, u_i] = 0, \\quad [u_i, u_j] = 0,$$\n\nwe see that the system of equations represented by (4.) will be\n\n$$\\begin{align*}\n&+ [u_2, u_3] \\frac{dP}{du_3} + [u_2, u_4] \\frac{dP}{du_4} \\cdots + [u_2, u_q] \\frac{dP}{du_q} = 0, \\\\\n&[u_3, u_2] \\frac{dP}{du_2} + [u_3, u_4] \\frac{dP}{du_4} \\cdots + [u_3, u_q] \\frac{dP}{du_q} = 0, \\\\\n&[u_4, u_2] \\frac{dP}{du_2} + [u_4, u_3] \\frac{dP}{du_3} \\cdots + [u_4, u_q] \\frac{dP}{du_q} = 0, \\\\\n&\\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots \\\\\n&[u_q, u_2] \\frac{dP}{du_2} + [u_q, u_3] \\frac{dP}{du_3} + [u_q, u_4] \\frac{dP}{du_4} \\cdots = 0.\n\\end{align*} \\quad \\ldots \\quad (5.)$$\n\nNow the coefficients $[u_i, u_j]$ are on the most general supposition functions of $u_1, u_2, \\ldots u_q$, since the system (2.) is complete. Hence, if from any two equations $[u_i, P] = 0, [u_j, P] = 0$, we derive an equation\n\n$$[[u_i, u_j]P] = 0,$$\n\nthat equation will be algebraically dependent on the equations of the system, and therefore, by Prop. II., $[u_i, u_j]$ will be functionally dependent on $u_1, u_2, \\ldots u_q$.\n\nThe system (5.) is then one of partial differential equations, in which $u_1, u_2, \\ldots u_q$ are the sole independent variables. If we express that system symbolically in the form\n\n$$\\Delta_2 P = 0, \\quad \\Delta_3 P = 0, \\ldots \\Delta_q P = 0,$$\n\nall equations of the form\n\n$$(\\Delta_i \\Delta_j - \\Delta_j \\Delta_i) P = 0$$\nderived from it will be simply what the corresponding equations derived from (2.), when \\( x_1 \\ldots x_n, p_1 \\ldots p_n \\) are the independent variables, would become under the limitation that \\( P \\) is a function of \\( u_1, u_2, \\ldots u_q \\). They are therefore not new equations, but combinations of the old ones.\n\nIt follows, therefore, that if from the equation\n\n\\[\n\\frac{dP}{du_1} du_1 + \\frac{dP}{du_2} du_2 + \\cdots + \\frac{dP}{du_q} du_q = 0 \\quad \\ldots \\ldots \\ldots (6.)\n\\]\n\nwe eliminate, by means of the system (5.), as many as possible of the differential coefficients of \\( P \\), and equate to 0 the coefficients of the remaining ones, we shall obtain a system of differential equations of the first order, reducible to the exact form, and giving on integration all the common integrals of the original system which are expressible as functions of \\( u_1, u_2, \\ldots u_q \\).\n\nFirst let us suppose the number of equations in the system (5.) to be odd. Then are those equations not independent. For the determinant of the system is\n\n\\[\n\\begin{vmatrix}\n* & [u_2, u_3] & [u_2, u_4] & \\cdots & [u_2, u_q] \\\\\n[u_3, u_2] & * & [u_3, u_4] & \\cdots & [u_3, u_q] \\\\\n[u_4, u_2] & [u_4, u_3] & * & \\cdots & [u_4, u_q] \\\\\n\\vdots & \\vdots & \\vdots & \\ddots & \\vdots \\\\\n[u_q, u_2] & [u_q, u_3] & [u_q, u_4] & \\cdots & *\n\\end{vmatrix}\n\\]\n\nand this, since \\([u_i, u_j] = -[u_j, u_i]\\), belongs to the class of symmetrical skew determinants, of which it is a known property that when the number of rows or columns is odd the determinant vanishes; and this, by another known theorem, indicates that one of the corresponding linear equations is dependent. The system (5.) is therefore in general equivalent to a system of \\( q-2 \\) independent equations determining the ratios of the \\( q-1 \\) differential coefficients \\( \\frac{dP}{du_2}, \\frac{dP}{du_3}, \\ldots \\frac{dP}{du_q} \\) in the form\n\n\\[\n\\frac{dP}{U_2} \\frac{dP}{U_3} \\cdots \\frac{dP}{U_q},\n\\]\n\n\\( U_2, U_3, \\ldots U_q \\) being known functions of \\( u_1, u_2, \\ldots u_q \\). Eliminating by these \\( q-2 \\) equations the \\( q-2 \\) differential coefficients \\( \\frac{dP}{du_3}, \\frac{dP}{du_4}, \\ldots \\frac{dP}{du_q} \\) from (6.), we have\n\n\\[\n\\frac{dP}{du_1} du_1 + \\frac{dP}{du_2} \\times \\frac{1}{U_2} (U_2 du_2 + U_3 du_3 \\cdots + U_q du_q) = 0,\n\\]\n\nwhence, equating to 0 the coefficients of \\( \\frac{dP}{du_1} \\) and \\( \\frac{dP}{du_2} \\), we have\n\n\\[\ndu_1 = 0,\n\\]\n\n\\[\nU_2 du_2 + U_3 du_3 \\cdots + U_q du_q = 0.\n\\]\n\nThe first of these gives\n\n\\[\nu_1 = c,\n\\]\na common integral already known. The second equation being reducible by means of\nthe first to the exact form, it follows that, if in that equation we regard \\( u_1 \\) as constant, it\nwill admit of an integral of the form\n\n\\[ f(u_1, u_2, \\ldots u_q) = \\text{const.}; \\]\n\nand this is the new common integral sought.\n\nWe supposed that only the first of the differential equations of the system (2.) was\nsatisfied independently of the form of \\( P \\) as a function of \\( u_1, u_2, \\ldots u_q \\). Suppose, however,\nthat any number of equations\n\n\\[ [u_a, P] = 0, \\quad [u_b, P] = 0, \\ldots \\]\n\nare identically satisfied, independently of the form of \\( P \\). Then\n\n\\[ u_a = c, \\quad u_b = c', \\ldots \\]\n\nare common integrals of the system; and if any one of these be not contained in the\nseries of known common integrals,\n\n\\[ u_1 = c_1, \\quad u_2 = c_2, \\ldots u_m = c_m, \\]\n\nit will be a new common integral, and the problem is solved. But whether such is or\nis not the case, if the number of equations\n\n\\[ [u_a P] = 0, \\quad [u_\\beta P] = 0, \\ldots \\]\n\nnot identically satisfied be odd, we shall, proceeding as before, arrive at an equation\n\n\\[ \\frac{dP}{du_a} du_a + \\frac{dP}{du_b} du_b \\ldots + \\frac{dP}{du_\\alpha} \\times \\frac{1}{U_\\alpha} (U_\\alpha du_\\alpha + U_\\beta du_\\beta \\ldots) = 0, \\]\n\nresolvable therefore into\n\n\\[ du_a = 0, \\quad du_b = 0, \\ldots \\]\n\\[ U_\\alpha du_\\alpha + U_\\beta du_\\beta, \\ldots = 0. \\]\n\nThen obtaining from the first line of this system the already known integrals\n\n\\[ u_a = c, \\quad u_\\beta = c', \\]\n\nwe shall be able to reduce by these the equation of the second line to an integrable form,\nand thence obtain the common integral sought.\n\nGenerally, then, when the number of equations of the completed system\n\n\\[ [u_1, P] = 0, \\quad [u_2, P] = 0, \\ldots [u_q, P] = 0 \\]\n\nwhich, on the supposition that \\( P \\) is a function of \\( u_1, u_2, \\ldots u_q \\), is not satisfied independ-\nently of the form of that function is odd, the form which will satisfy all is determinable\nby the solution of a single differential equation of the first order*.\n\nJune 27, 1863. Secondly, suppose the number of equations of the above system not\nsatisfied independently of the form of \\( P \\) as a function of \\( u_1, u_2, \\ldots u_q \\) to be even.\n\nIn this case no form can generally be assigned to that function that will cause all the\nequations of the system to be satisfied.\n\n* Communicated to the British Association in October 1862,—without demonstration.\nBut neither is it required that all should be satisfied. It is only necessary to satisfy the original system,\n\n\\[ [u_1, P] = 0, \\quad [u_2, P] = 0, \\ldots [u_m, P] = 0, \\]\n\nwhich is also a complete system.\n\nIf in this system we make \\( P \\) a function of \\( u_1, u_2, \\ldots u_q \\), we get\n\n\\[\n\\begin{align*}\n* & + [u_2, u_3] \\frac{dP}{du_3} + [u_2, u_4] \\frac{dP}{du_4} + \\cdots + [u_2, u_q] \\frac{dP}{du_q} = 0, \\\\\n(u_3, u_2) \\frac{dP}{du_2} & * + [u_3, u_4] \\frac{dP}{du_4} + \\cdots + [u_3, u_q] \\frac{dP}{du_q} = 0, \\\\\n\\cdots & \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\\\\n[u_m, u_2] \\frac{dP}{du_2} & \\cdots * \\cdots + [u_m, u_q] \\frac{dP}{du_q} = 0,\n\\end{align*}\n\\]\n\nin which the coefficients \\([u_i, u_j]\\) are all functions of \\(u_1, u_2, \\ldots u_q\\), and in the integration of which \\(u_1\\) is to be regarded as a constant. I shall prove that to this system of \\(m-1\\) partial differential equations, the same treatment may be applied as to the original system of \\(m\\) partial differential equations.\n\nLet \\(v\\) be any new integral of the first equation of the above system. As such, \\(v\\) will be a function of \\(u_1, u_2, \\ldots u_q\\), and will therefore be also an integral of the prior equation\n\n\\[ [u_1, P] = 0. \\]\n\nForming the equation \\([v, P] = 0\\), incorporate it with the original system, so as to form the larger system\n\n\\[ [H_1, P] = 0, \\quad [H_2, P] = 0, \\ldots [H_m, P] = 0, \\quad [v, P] = 0, \\]\n\nand, expressing \\(H_1, H_2, \\ldots H_m, v\\) as functions of the original variables, complete the system by the theorem of derivation. Let the result be\n\n\\[ [v, P] = 0, \\quad [v_2, P] = 0, \\ldots [v_r, P] = 0, \\]\n\nin which \\(v_1, v_2, \\ldots v_{m+1}\\) are identical with \\(H_1, H_2, \\ldots H_m, v\\), and let it be sought to satisfy this system by regarding \\(P\\) as a function \\(v_1, v_2, \\ldots v_r\\). The two first equations will be satisfied identically; the others will take the form\n\n\\[\n\\begin{align*}\n* & + [v_3, v_4] \\frac{dP}{dv_4} + \\cdots + [v_3, v_r] \\frac{dP}{dv_r} = 0, \\\\\n[v_4, v_3] \\frac{dP}{dv_3} & * \\cdots + [v_4, v_r] \\frac{dP}{dv_r} = 0, \\\\\n\\cdots & \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\\\\n[v_r, v_3] \\frac{dP}{dv_3} + [v_r, v_4] \\frac{dP}{dv_4} & \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots \\cdots = 0;\n\\end{align*}\n\\]\n\nand if the number of these equations, or more generally the number of these equations not identically satisfied, be odd, a common integral will be found by the solution of a single differential equation of the first order, of the form\n\n\\[ V_3 dv_3 + V_4 dv_4 \\cdots + V_r dv_r = 0. \\]\nIn solving that equation \\( v_1, v_2 \\) are to be regarded as constant. If the number be even, we must proceed as before, and we shall thus reduce the original system to a system of the same character, but possessing only \\( m - 2 \\) equations. In the most unfavourable case, the emerging systems being always odd, the common integral will ultimately be found by the solution of a single final partial differential equation.\n\nI have supposed that, of the symmetrical equations which arise from the introduction of the Jacobian integrals as independent variables, only one is dependent when the number of equations is odd, and none when even. But exceptions may conceivably arise from the splitting of the determinant into component factors each of the skew-symmetrical form, and the corresponding resolution of the system of equations into partial systems each complete in itself. To such partial systems, and not to the general system, the law is to be applied. The connexion of the common integral with the odd skew determinant does not suffer exception even in those cases in which the integral is obtained without a final integration, or is primarily given. Thus for each of the common integrals \\( u_1, u_2, \\ldots u_m \\) the determinant reduces to a single vanishing term on the diagonal. The possibility of cases of real exception seems to be a subject well worthy of inquiry.\n\nPostscript.—September 24, 1863.\n\nSince communicating the above I have discovered that the number of independent equations of the final symmetrical system (5.) is necessarily even. This confirms the foregoing observations. It follows that whether we take all or some of the Jacobian functions \\( u_1, u_2, \\ldots u_q \\), if there exist one common integral of the system expressible by means of those functions, the determinant of the system will either be or will contain as a component factor an odd symmetrical skew determinant.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108807.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 18,
    "total-input-tokens": 29190,
    "total-output-tokens": 14819,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2779,
        2
      ],
      [
        2779,
        6113,
        3
      ],
      [
        6113,
        9384,
        4
      ],
      [
        9384,
        12433,
        5
      ],
      [
        12433,
        15272,
        6
      ],
      [
        15272,
        17830,
        7
      ],
      [
        17830,
        20019,
        8
      ],
      [
        20019,
        22883,
        9
      ],
      [
        22883,
        25627,
        10
      ],
      [
        25627,
        28669,
        11
      ],
      [
        28669,
        31337,
        12
      ],
      [
        31337,
        33793,
        13
      ],
      [
        33793,
        36233,
        14
      ],
      [
        36233,
        38752,
        15
      ],
      [
        38752,
        41229,
        16
      ],
      [
        41229,
        43969,
        17
      ],
      [
        43969,
        45883,
        18
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108807",
    "title": "On the Differential Equations of Dynamics. A Sequel to a Paper on Simultaneous Differential Equations",
    "authors": "George Boole",
    "year": 1863,
    "volume": "153",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 18,
    "jstor_url": "https://www.jstor.org/stable/108807"
  }
}