{
  "id": "202831e89614a004a602bdb7cef7239d4c1ad188",
  "text": "XVI. On Hybernation. By Marshall Hall, M.D. F.R.S.E. M.R.I. &c. &c.\n\nCommunicated by J. G. Children, Esq. Sec. R.S.\n\nRead March 1st and 8th, 1832.\n\nThat peculiar condition of certain mammalia during the winter season, which has been designated hybernation, has been aptly compared by various authors to ordinary sleep. In both the respiration is diminished. This fact was first determined, in regard to sleep, by Messrs. Allen and Pepys*. It obtains in a much higher degree in the state of hybernation. It is highly probable that in sleep, as in hybernation, the irritability of the muscular fibre becomes augmented. These two conditions of the animal system may therefore mutually illustrate each other.\n\nOrdinary sleep is similar to the sleep of the hybernating animal; and the sleep of the hybernating animal is similar to that deeper sleep, or lethargy, which is designated hybernation. We are thus led to trace a connexion between the recurrent sleep of all animals, and the deep and protracted sleep of a few.\n\nI. Of the Sleep of hybernating Animals.\n\nIn the sleep of the hybernating animal, the respiration is more or less impaired: if the animal be placed in circumstances which best admit of observation, the acts of respiration will be found to have greatly diminished; if it be placed in the pneumatometer, little alteration is induced in the bulk of the air; if its temperature be taken by the thermometer, it will be found to be many degrees lower than that of the animal in its active state; if it be deprived of atmospheric air, it is not immediately incommoded or injured.\n\nThese facts I have observed in the hedge-hog†, the dormouse‡, and the bat§. If other authors have not made the same observations, it is because\n\n* Phil. Trans. for 1809. † Erinaceus Europæus.\n‡ Myoxus avellanarius. § Vespertilio noctula.\nthey have not been aware how easily this sleep is disturbed. To walk over\nthe floor, to touch the table, is sufficient, in many instances, to rouse the ani-\nmal, to re-produce respiration, and to frustrate the experiment.\n\nThe bat, which is a crepuscular or nocturnal feeder, regularly passes from\nits state of activity to one which may be designated diurnation. The respira-\ntion and the temperature fail; the necessity for respiration is greatly lessened.\n\nDuring the summer of 1831, I carefully observed a bat in this condition.\nIf it were quite quiet, its respiration became very imperfect; its temperature\nwas but a few degrees above that of the atmosphere; being placed under water,\nit remained during eleven minutes uninjured, and on being removed became\nlively and continued well.\n\nI have more recently watched the habits of two hedgehogs, in a tempera-\nture varying from $45^\\circ$ to $50^\\circ$. These animals alternately awake, take food, and\nfall asleep. One of them is frequently awake, whilst the other is dormant,\nand goes to sleep at a time that the other awakes, but without regularity.\nWhen awake, the temperature of each, taken by pressing the bulb of a ther-\nmometer upon the stomach, is about $95^\\circ$; when dormant, it is $45^\\circ$; that of\nthe atmosphere being $42^\\circ$ or $43^\\circ$. The duration of this sleep is from two to\nthree days, according to the temperature of the atmosphere. On the 4th of\nFebruary, 1832, the temperature of the atmosphere being $50^\\circ$, both the hedge-\nhogs were dormant,—the temperature of one was $51^\\circ$, and that of the other\n$52^\\circ$; on the succeeding day, the temperature of the atmosphere had fallen one\ndegree, the temperature of one of the hedgehogs was $49^\\circ$, whilst that of the\nother, which had become lively, had risen to $87^\\circ$; on the succeeding day, the\nfirst had become somewhat lively, and its temperature had risen to $60^\\circ$, that\nof the other being $85^\\circ$, and that of the atmosphere $47^\\circ$.\n\nI have observed precisely the same alternations in the dormouse; except that\nthis animal awakes daily in moderate temperatures, takes its food, and passes\ninto a state of sleep, in which the respiration is greatly impeded, and the tem-\nperature little higher than that of the atmosphere.\n\nOn the day on which the observations were made on the hedgehogs, the\natmosphere being $49^\\circ$, that of two dormice was $52^\\circ$; on the succeeding day,\nthe external temperature being $47^\\circ$, that is, lower by two degrees, the tempe-\nrature of one of these dormice was $92^\\circ$, and that of the other $94^\\circ$; and only\nthree hours afterwards, the temperatures were $60^\\circ$ and $70^\\circ$ respectively, with a slight appearance of lethargy.\n\nThe hedgehog and the dormouse appear, in fact, to awake from the call of hunger, then to eat, and then again to become dormant, in temperatures which may be termed moderate. The bat, which could not find food if it did awake, does not undergo these periodical changes, except in the summer season. It appears to me, from the most careful observation, that there is every degree between the ordinary sleep of these animals and the most profound hibernation.\n\nIt is quite obvious, from these observations, that the ordinary sleep of hibernating animals differs from that of others, by inducing a more impaired state of the respiration and of the evolution of heat, with an augmented power of bearing the abstraction of the atmospheric air. This sleep probably passes into true hibernation, as the blood which circulates through the brain becomes more and more venous, from the diminution of the respiration, and as the muscular fibre of the heart acquires increased irritability.\n\nIt is absolutely necessary, in comparing the powers of hibernating and other animals, of evolving heat, accurately to observe whether there be any degree of sleep. Mr. Hunter's and M. Edwards's experiments are extremely deficient, for want of this attention. Mr. Hunter, comparing the common mouse and the dormouse exposed to a very low temperature, observes, that the heat of the former \"was diminished $16^\\circ$ at the diaphragm, and $18^\\circ$ in the pelvis, while in the dormouse it gained five degrees, but lost upon a repetition.\" The explanation of these facts is afforded by noticing that when the dormouse increased in temperature, it was \"very lively,\" but on the \"repetition\" it had become \"less lively*.\" M. Edwards omits to mention whether the hibernating animals in his experiments were disposed to be lively or dormant, or whether they had recently recovered from a dormant state. Without a peculiar attention to this point, no correct result can be obtained. The hibernating animal in a state of vigour and activity, is a totally different being from the same animal disposed to become dormant.\n\n* Animal Economy, p. 114.\nII. Of true Hybernation.\n\nI now proceed to the detail of my observations upon actual hybernation, and especially upon the state of the respiration and the irritability, of the sensibility, the circulation, and the digestion, in this singular condition of the animal economy.\n\n1. Of the Respiration.\n\nThe respiration is very nearly suspended in hybernation. That this function almost ceases, is proved, 1st, by the absence of all detectible respiratory acts; 2ndly, by the almost entire absence of any change in the air of the pneumatometer; 3rdly, by the subsidence of the temperature to that of the atmosphere; and 4thly, by the capability of supporting, for a great length of time, the entire privation of air.\n\n1. I have adopted various methods to ascertain the entire absence of the acts of respiration. I placed bats in small boxes, divided by a partition of silk ribbon, the cover of which consisted of glass, and in the side of which a small hole was made to admit of placing a long light rod or feather under the animal's stomach. The least respiratory movement caused the extremity of this rod to pass through a considerable space, so that it became perfectly apparent.\n\nOver the hybernating hedgehog I placed a similar rod, fixing one extremity near the animal, and leaving the other to move freely over an index. During hybernation not the slightest movements of these rods could be observed, although they were diligently watched. But the least touch, the slightest shake immediately caused the bat to commence the alternate acts of respiration, whilst it invariably produced the singular effect of a deep and sonorous inspiration in the hedgehog. It is only necessary to touch the latter animal to ascertain whether it be in a state of hybernation, or not: in the former case there is this deep sonorous inspiration; in the latter, the animal merely moves and coils itself up a little more closely than before. After the deep inspiration, there are a few feeble respirations, and then total quiescence. The bat makes similar respirations without the deep inspiration, and then relapses into suspended respiration.\n\n2. As the acts of respiration are nearly suspended during hybernation, so are the changes induced in the atmospheric air.\nOn January the 28th, the temperature of the atmosphere being 42°, I placed a bat in the most perfect state of hybernation and undisturbed quiet, in the pneumatometer, during the whole night, a space of ten hours, from $1^h\\ 30^m$ to $11^h\\ 30^m$. There was no perceptible absorption of gas.\n\nHaving roused the animal a little, I replaced it in the pneumatometer, and continued to disturb it from time to time, by moving the apparatus. It continued inactive, and between the hours of $1^h\\ 20^m$ and $4^h$, there was the absorption of one cubic inch only of gas.\n\nBeing much roused at four o’clock, and replaced in the pneumatometer, the bat now continued moving about incessantly; in one hour, five cubic inches of gas had disappeared. It was then removed. A further absorption took place of ‘8 of a cubic inch of gas.\n\nThus the same little animal, which, in a state of hybernation, passed ten hours without respiration, absorbed or converted 5·8 cubic inches of oxygen gas into carbonic acid, in one hour, when in a state of activity. In an intermediate condition, it removed one cubic inch of oxygen in two hours and forty minutes.\n\nI repeated this experiment on February the 18th. A bat, in a state of perfect hybernation, was placed in the pneumatometer, and remained in it during the space of twenty-four hours. There was now the indication of a very slight absorption of gas, not, however, amounting to a cubic inch.\n\nOn February the 22nd, I repeated this experiment once more, continuing it during the space of sixty hours; the thermometer descended gradually, but irregularly, from $41°$ to $38°$; the result is given in the subjoined Table.\n\n| Date     | External Temperature | Absorption | Duration |\n|----------|----------------------|------------|----------|\n| February 22 | 11 P.M. . . 41°      |            |          |\n| 23       | 11 A.M. . . 38½      | ·8         | 12       |\n|          | 11 P.M. . . 39½      | ·75        | 12       |\n| 24       | 11 A.M. . . 38       | ·5         | 12       |\n|          | 11 P.M. . . 39       | ·75        | 12       |\n| 25       | 11 A.M. . . 38       | ·6         | 12       |\n|          |                      | 3·4        | 60       |\nFrom this experiment it appears that 3·4 cubic inches of oxygen gas disappeared in sixty hours, from the respiration of a bat in the state of lethargy. It has been seen that in a state of activity, an equal quantity of this gas disappeared in less than half that number of minutes. The respiration of the hybernating bat descends to a sub-reptile state; it will be seen shortly that the irritability of the heart and of the muscular fibre generally, is proportionably augmented.\n\nIn this experiment it is probable that the lethargy of the animal was not quite complete. Should the temperature of the atmosphere fall, and continue at 32°, I shall again repeat it under these circumstances. The respiration will probably be still more nearly suspended.\n\nIt is important to remark, that the registration of the quantity of absorption in these experiments was not begun until several hours after the animal had been inclosed within the jar of the pneumatometer, so that the absorption of the carbonic acid always present in atmospheric air, was excluded from the result.\n\nIt may be a question whether the slight quantity of respiration I have mentioned be cutaneous. The absence of the acts of respiration would lead us to this opinion. But it may be observed, that these acts have not been watched, and can scarcely be watched continuously enough, to determine the question of their entire absence. Some contrivance to ascertain whether the rod has moved along the index during the absence of the observer, would resolve every doubt upon this interesting point. And I think it right to remark, that after the apparent total cessation of respiration, as observed by the means which have just been described, there is probably still a slight diaphragmatic breathing. I am led to this conclusion, by having observed a slight movement of the flank in a favourable light, unattended by any motion of the thorax or epigastrium.\n\n3. Much precaution is required in ascertaining the comparative temperature of the animal with that of the atmosphere. The slightest excitement induces a degree of respiration, with the consequent evolution of heat.\n\nThe plan which is best adapted to determine this question in regard to the bat, and which I have adopted, together with every attention to preserve the animal quiet and undisturbed, is the following: A box was made of mahogany, with a glass lid, divided horizontally at its middle part, by a fold of strong\nribbon, and of such dimensions as just to contain the animal. The bat was placed upon the ribbon, and inclosed by fixing the lid in its place. Being lethargic, it remained in undisturbed quiet. A thermometer, with a cylindrical bulb, was now passed through an orifice made in the box on a level with the ribbon, under the epigastrium of the animal, and left in this situation.\n\nIt was only now necessary to make daily observations and comparisons between this thermometer and another placed in the adjacent atmospheric air. The layer of silk, and the portion of air underneath, protected the animal from the immediate influence of the temperature of the table, on which the box was placed.\n\nThe following Table gives the result of observations made during many days, in very varying temperatures.\n\n| Date       | Temperature of the Atmosphere | Temperature of the Animal |\n|------------|-------------------------------|---------------------------|\n| January 6  | 11 P.M. . . . . 40             | 40 ½                      |\n|            | 8 P.M. . . . . 43             | 43                        |\n|            | 11 P.M. . . . . 47             | 46                        |\n|            | 10 A.M. . . . . 46             | 46                        |\n| —          | 12 midnight . . . 47           | 47                        |\n|            | 10 P.M. . . . . 45             | 45                        |\n|            | 11 P.M. . . . . 45             | 45                        |\n|            | 11 P.M. . . . . 37             | 37 ½                      |\n|            | 11 A.M. . . . . 37             | 37                        |\n| —          | 11 P.M. . . . . 40             | 40                        |\n|            | 2 P.M. . . . . 37             | 37                        |\n| —          | 11 P.M. . . . . 35             | 35                        |\n|            | 11 P.M. . . . . 37             | 37                        |\n|            | 11 P.M. . . . . 42             | 42                        |\n|            | 11 A.M. . . . . 40             | 40                        |\n|            | 10 P.M. . . . . 36             | 36                        |\n|            | 11 P.M. . . . . 39             | 39                        |\n|            | 11 P.M. . . . . 40             | 40                        |\n|            | 11 P.M. . . . . 44             | 44                        |\n\nMDCCCXXXII.\nFrom this Table it is obvious that the temperature of the hybernating animal accurately follows that of the atmosphere. When the changes of temperature in the latter are slight, the two thermometers denote the same temperature. If these changes are greater and more rapid, the temperature of the animal is a little lower or higher, according as the external temperature rises or falls; a little time being obviously required for the animal to attain that temperature.\n\nSimilar observations were made during the first three days of February. On the 4th, however, the temperature of the atmosphere rose to $50\\frac{1}{2}^\\circ$; that of the animal was now $82^\\circ$, and there was considerable restlessness. On the 6th, the temperature of the atmosphere had fallen to $47\\frac{1}{2}^\\circ$, and that of the animal to $48^\\circ$, whilst there was a return of the lethargy.\n\nAfter this period there were the same equal alterations of temperature in the animal and in the atmosphere, observed in the month of January.\n\nIt is only necessary to add to these observations, that the internal temperature is about three degrees higher than that of the epigastrium. In two bats, the external temperature of each of which was $36^\\circ$, a fine thermometer, with an extremely minute cylindrical bulb, passed gently into the stomach, rose to $39^\\circ$.\n\nThe following experiments, made by the celebrated Jenner, illustrate this point:\n\"In the winter, the atmosphere at $44^\\circ$, the heat of a torpid hedgehog at the pelvis was $45^\\circ$, and at the diaphragm $48\\frac{1}{2}^\\circ$.\n\n\"The atmosphere $26^\\circ$, the heat of a torpid hedgehog, in the cavity of the abdomen, was reduced so low as $30^\\circ$.\n\n\"The same hedgehog was exposed to the cold atmosphere of $26^\\circ$ for two days, and the heat of the rectum was found to be $93^\\circ$; the wound in the abdomen being so small that it would not admit the thermometer*.\n\n\"A comparative experiment was made with a puppy, the atmosphere at $50^\\circ$; the heat in the pelvis, as also at the diaphragm, was $102^\\circ$.\n\n\"In summer, the atmosphere at $78^\\circ$, the heat of the hedgehog, in an active state in the cavity of the abdomen, towards the pelvis, was $95^\\circ$; at the diaphragm, $97^\\circ$†.\"\n\nThere is an error in the admirable work of M. Edwards, in relation to the present subject, which it is important to point out. M. Edwards first ascertained the interesting fact, that the very young of those species of animals which are born blind, lose their temperature if removed from the contact of their parent; and justly concludes that they have not sufficient power of evolving heat, to maintain their natural temperature when so exposed. M. Edwards then subjected hybernating animals to the action of cold, and observing that their temperature also fell, he concludes that they, like the very young animal, have not the faculty of maintaining their temperature under ordinary circumstances‡.\n\nIt is remarkable that this acute physiologist did not perceive the error in this reasoning. In no instance does the young animal maintain its warmth, when exposed alone to the influence of an atmosphere of moderate temperature. Can this be said of the hybernating animal? Certainly not. In ordinary temperatures, the hybernating animal maintains its activity, and with its activity, its temperature. The loss of temperature in this kind of animal is an induced condition, occasioned by sleep. Nothing, therefore, can be more incorrect than the following conclusion: \"Au mois d'Avril 1819, l'air étant à $16^\\circ$, une chauve-souris adulte, de l'espèce nommée oreillard, avait une température de $34^\\circ$. Elle était récemment prise et en bon état. Je la plaçai dans un vase de terre que je refroidis en l'entourant de glace pilée et d'un peu de sel. L'air y\n\n* The animal had become lively. See Hunter on the Animal Economy, p. 113.\n† Ibid. p. 112.\n‡ Des Agens Physiques, p. 155.\nétait à 1°. Un couvercle était placé de manière à établir une libre communication avec l'air extérieur. Après y avoir laissé la chauve-souris pendant une heure, sa température était réduite à 14°. Elle s'était donc refroidie de 20° dans un si court espace de temps, sous la seule influence d'une température qui n'était pas au-dessous de zéro. Des cochons d'Inde, des oiseaux adultes, placés dans les mêmes circonstances, ne se sont refroidis que de deux ou trois degrés au plus, quoiqu'on ait continué l'influence du froid pour compenser les différences de volume.\n\n\"Nous voyons par là que les chauves-souris produisent habituellement moins de chaleur que ces animaux à sang chaud, et que c'est principalement à cette cause qu'il faut attribuer l'abaissement de leur température pendant la saison froide. En comparant cette expérience sur la chauve-souris adulte avec celles que nous avons faites sur les jeunes animaux à sang chaud, on y aperçoit un rapport remarquable ; ils ne produisent pas assez de chaleur pour soutenir une température élevée, lorsque l'air est à un degré voisin de zéro. Mais il y a cette différence, que c'est un état passager chez les jeunes animaux à sang chaud, et qu'il est permanent chez les chauves-souris.\n\n\"Il est évident que les autres mammifères hibernants doivent participer plus ou moins de cette manière d'être. Les faits que j'ai exposés suffisent pour nous faire considérer ce groupe d'animaux sous le point de vue suivant ; qu'au printemps et en été, dans leur état d'activité et de veille, lorsque leur température est assez élevée pour ne pas différer essentiellement de celle qui caractérise les animaux à sang chaud, ils n'ont pas la faculté de produire autant de chaleur *.\"\n\nThere is a point unnoticed in M. Edwards's experiment. It is the condition of the bat in regard to activity or lethargy under the exposure to cold; and upon this the whole phenomena depend.\n\nThe differences between the young animal benumbed, and the hybernating animal lethargic, from cold, are both great and numerous. I purpose to point them out particularly on a future occasion.\n\n4. It is in strict accordance with these facts, that the lethargic animal is enabled to bear the total abstraction of atmospheric air or oxygen gas, for a considerable period of time.\n\nSpallanzani placed a marmot in carbonic acid gas, and makes the follow-\n\n* Des Agens Physiques, p. 154.\ning report of the experiment in a letter to Senebier: \"Vous vous ressouviendrez de ma marmotte qui fut si fortement léthargique dans l'hiver sévère de 1795; je la tins alors pendant quatre heures dans le gaz acide carbonique, le thermomètre marquant —12°, elle continua de vivre dans ce gaz qui est le plus mortel de tous, comme je vous le disais: au moins un rat et un oiseau que j'y plaçai avec elle y périrent à l'instant même. Il parait donc que sa respiration fut suspendue pendant tout ce temps-là. Je soumis à la même expérience des chauve-souris semblablement léthargiques, et le résultat fut le même*.\"\n\nA bat which was lethargic in an atmosphere of 36° was immersed in water of 41°. It moved about a little, and expelled bubbles of air from its lungs. It was kept in the water during sixteen minutes, and then removed. It appeared to be uninjured by the experiment.\n\nA hedgehog which had been so lethargic in an atmosphere of 40° as not to awake for food during several days, was immersed in water of 42°. It moved about and expelled air from its lungs. It was retained under the water during $22\\frac{1}{2}$ minutes. It was then removed. It appeared uninjured.\n\nIt seems probable that the motions observed in these animals were excited through the medium of the cutaneous nerves.\n\nThe power of supporting the abstraction of oxygen gas, or atmospheric air, belongs solely to the hybernating state, and is no property of the hybernating animal in its state of activity. After having found that the dormant bat, in summer, supported immersion in water, during eleven minutes, uninjured, I was anxious to know whether the active hedgehog possessed the same power. I immersed one of these animals in water. It expired in three minutes, the period in which immersion proves fatal to the other mammalia. Sir Anthony Carlisle has, therefore, committed an error, somewhat similar to that of M. Edwards, when he asserts that \"animals of the class Mammalia, which hibernate and become torpid in winter, have at all times a power of subsisting under a confined respiration, which would destroy other animals not having this peculiar habit†.\" The power of bearing a suspended respiration is an induced state. It depends upon sleep or lethargy themselves, and their effect in im-\n\n---\n\n* Mémoires sur la Respiration, par Lazare Spallanzani, traduits en Français, d'après son manuscrit inédit; par Jean Senebier: p. 75.\n† Phil. Trans. 1805, p. 17.\npairing or suspending respiration; and upon the peculiar power of the left side of the heart, of becoming veno-contractile under these circumstances.\n\n2. Of the Irritability.\n\nThe single fact of a power of sustaining the privation of air, without loss of life, leads alone to the inference that the irritability is greatly augmented in the state of hybernation. This inference flows from the law so fully stated in my former paper, and the fact is one of its most remarkable illustrations and confirmations.\n\nIt might have been inferred from these premises, that the beat of the heart would continue longer after decapitation in the state of hybernation, than in the state of activity in the same animal; an inference at once most singular and correct.\n\nThis view receives the fullest confirmation from the following remarkable experiment: On March the 9th, soon after midnight, I took a hedgehog which had been in a state of uninterrupted lethargy during 150 hours, and divided the spinal marrow just below the occiput; I then removed the brain and destroyed the whole spinal marrow as gently as possible. The action of the heart continued vigorous during four hours, when, seeing no prospect of a termination to the experiment, I resolved to envelope the animal in a wet cloth, and leave it until early in the morning. At 7 o'clock A.M. the beat of both sides of the heart still continued. They still continued to move at 10 A.M., each auricle and each ventricle contracting quite distinctly. At half after 11 A.M. all were equally motionless; yet all equally contracted on being stimulated by the point of a penknife. At noon the two ventricles were alike unmoved on being irritated as before; but both auricles contracted. Both auricles and ventricles were shortly afterwards inirritable.\n\nThis experiment is the most extraordinary of those which have been performed upon the mammalia. It proves several interesting and important points: 1. That the irritability of the heart is augmented in continued lethargy in an extraordinary degree. 2. That the irritability of the left side of the heart is then little, if at all, less irritable than the right,—that it is, in fact, veno-contractile. 3. That, in this condition of the animal system, the action\nof the heart continues for a considerable period independently of the brain and spinal marrow.\n\nOn April the 20th, at six o'clock in the evening, the temperature of the atmosphere being 53°, a comparative experiment was made upon a hedgehog in its state of activity: the spinal marrow was simply divided at the occiput; the beat of the right ventricle continued upwards of two hours, that of the left ventricle ceased almost immediately; the left auricle ceased to beat in less than a quarter of an hour; the right auricle also ceased to beat long before the right ventricle.\n\nIn further proof of the same fact, I may here adduce a remarkable paragraph from the paper of Mangili in the Annales du Muséum*: \"J'observai à peu près les mêmes choses dans une autre marmotte en léthargie, que je decapitai le 22 de Mars 1807. Mais en ouvrant celle-ci, j'avais deux objets: le premier, d'examiner l'état des viscères les plus importans, comme le cœur, les poumons et le cerveau. Le second étoit de voir comment procédent les phénomènes de l'irritabilité musculaire; parce qu'ayant entendu dire à un célèbre naturaliste, que l'engourdissement avoit pour cause l'altération ou la suspension de cette irritabilité, il m'importoit de savoir si cette assertion étoit vraie. Dans la chambre où se trouvoit la marmotte, le thermomètre étoit à 6 degrés et demi: l'ayant introduit dans le bas ventre, il monta d'un degré, c'est-à-dire à 7 degrés et demi.\"\n\n\"Je trouvai les poumons dans leur état naturel. Le cœur continua à battre pendant plus de trois heures. Les pulsations, d'abord vives et fréquentes, s'affoiblirent et se ralentirent peu-à-peu. J'en avois compté de seize à dix-huit par minute au commencement de la première heure; à la fin de la troisième je n'en comptois plus que trois dans le même temps. Les veines du cerveau me parurent gonflées de sang.\n\n\"La tête unie au cou ayant été séparée du tronc, je la mis dans un vase avec de l'esprit-de-vin, et j'y remarquai, même après une demi-heure, des mouvements assez sensibles. Ce fait prouve, ainsi que plusieurs autres dont je parlerai bientôt, que si dans l'état de léthargie conservatrice la vie est beaucoup moins énergique, le principe vital répandu dans les diverses parties, a beaucoup plus de tenacité, et tarde bien plus à s'éteindre.\"\n\n*Tome x. p. 453—456.\n\"Je séparai du corps de l'animal plusieurs morceaux des muscles qui obéissent à la volonté, et je vis avec étonnement que, trois heures après la mort, ils se contractaient fortement chaque fois que je les soumettois à l'action galvanique. Ces mouvements convulsifs ne se ralentirent qu'au bout de quatre heures.\n\n\"Il suit de là que les marmottes tuées pendant qu'elles sont en léthargie, présentent, relativement à l'irritabilité, à peu près les mêmes phénomènes qu'on remarque dans plusieurs animaux à sang froid.\n\n\"Pour savoir ensuite si les phénomènes d'irritabilité étoient les mêmes dans l'état de veille et dans celui de léthargie, le 25 de Juin, j'ai fait périr, précisément de la même manière, une seconde marmotte qui étoit éveillée depuis deux mois, et qui faisoit de fréquentes courses dans le jardin. Mon thermomètre marquoit ce jour-là 18 degrés : l'ayant introduit dans le ventre de la marmotte au moment où je venois de la decapiter, il s'éleva à 29 degrés.\n\n\"Ayant mis le cœur à découvert, comme je l'avais fait dans mon expérience du mois de Mars, je comptai d'abord vingt-sept ou vingt-huit pulsations par minute. Ce nombre n'étoit plus que de douze au bout d'un quart d'heure, et de huit, au bout de demi-heure : dans le dix minutes suivantes, il n'y eut plus que quatre pulsations très-foibles par minute, et elles cessèrent totalement dans les dix dernières minutes, c'est-à-dire cinquante minutes après la mort de l'animal ; tandis que le cœur de la marmotte tuée dans l'état de léthargie, donnoit encore quatre légères pulsations par minute, trois heures après que la tête avoit été séparée du corps. Cette grande différence prouve que le principe de l'irritabilité s'accumule pendant la léthargie conservatrice.\n\n\"Les chairs musculaires me semblèrent plus pâles que celles de la marmotte en léthargie : elles étoient d'abord très sensibles à l'action galvanique ; mais ses signes d'irritabilité s'affoiblirent et disparurent bien plus rapidement. En effet, les chairs musculaires de cette marmotte étoient peu sensibles au bout de deux heures, tandis que dans la marmotte tuée en hiver elles se contractaient fortement au bout de trois heures, et que l'irritabilité ne s'affoiblit notablement que quatre heures après la mort.\n\n\"Les chairs des muscles intercostaux et abdominaux conservèrent leur sensibilité au stimulus électrique quelques minutes de plus que celles des membres ; d'où l'on peut conclure que le principe de l'irritabilité se conserve d'avant-\ntage dans certaines parties du même animal. Mais ce qui est prouvé jusqu'à l'évidence, c'est que ce principe a bien plus de ténacité dans les chairs de l'animal tué pendant l'état de léthargie, que dans celles de l'animal tué pendant l'état de veille.\"\n\nThis author does not appear to have had any apprehension of the extreme importance of this extraordinary change in the irritability, but merely states it as a fact. Its due value can only be known by observing the dependence of the functions of life on that law of the inverse condition of the respiration and of the irritability, of which so much has already been said. In the hybernating animal the respiration is nearly suspended; had not the irritability become proportionately augmented, the actions of life must have ceased!\n\n3. Of the Sensibility.\n\nAll the writers upon the subject of hybernation agree in stating that the sensibility is greatly impaired; and it is impossible to commit a greater mistake.\n\nThe slightest touch applied to one of the spines of the hedgehog immediately rouses it to draw that deep inspiration of which I have spoken. The merest shake induces a few respirations in the bat. The least disturbance, in fact, is felt, as is obvious from its effect in inducing motion in the animal.\n\nIt is from the misconception on this point that the error has arisen, that the respiration is not absolutely suspended in hybernation. This function has been so readily excited, through the medium of an unimpaired sensibility, that the event has been considered as appertaining to the state of hybernation.\n\nIn fact, the sensibility is in nearly the same condition in hybernation as in ordinary sleep.\n\nIt must appear extraordinary that with an unimpaired sensibility there can co-exist a suspended respiration. Why is not this suspension of respiration painful in the hybernating, as in other animals? And why is not the animal roused, by this pain, from its slumbers, if its sensibility be only slightly impaired?\n\nBut we should first ask, what are the precise seat and source of that pain which is felt during the suspension of respiration? These are, I think, demonstrably, the heart, and an impeded circulation through this organ. If, there-\nfore, the circulation through the heart be not obstructed, there will be no painful sensation. Now it is precisely the peculiar property of hybernation, that the circulation through the heart is not interrupted, although the respiration be suspended. This topic is reserved, however, for a subsequent part of this paper. It is simply stated in this place as a fact, to show that the painful feelings supposed to arise from suspended respiration in hybernation, do not exist; and that the difficulty of supposing a suspended state of the respiration with an unimpaired sensibility, is, in this manner, entirely removed.\n\nThe sensorial functions, on the other hand, are nearly suspended. This is proved by the suspension of respiration, which is immediately renewed, for a time, on exciting the animal. It is further proved by the fact, that although the animal coils itself up when touched, it immediately relaxes into the former position; whereas when it is awake, the impression of an external object induces a state of contraction and immobility which is continued for some time,—probably as long as the sense of fear continues. When the hedgehog, coiled up in its state of activity, is thrown into water, it immediately relaxes itself, from fear, and betakes itself to swimming; in the state of lethargy, on the other hand, no fear appears to be excited under such circumstances, and the animal would probably remain still and quiet for a very considerable period, if its sensibility were not acted upon by the contact of the water.\n\n4. Of the Muscular Motility.\n\nThe motility of the muscles, in true hybernation, is, like the sensibility, unimpaired. Those physiologists who have asserted the contrary, have, as will be shown shortly, mistaken the phenomena of torpor from cold, for those of true hybernation.\n\nIf the hedgehog in a state of the most perfect lethargy, uncomplicated with torpor, be touched, its respiration is resumed, and it coils itself up more forcibly than before. The dormouse, in similar circumstances, unfolds itself; and the bat moves variously. Not the slightest stiffness is observed. The hedgehog, when roused, walks about, and does not stagger as has been asserted. The bat speedily takes to the wing, and flies about with great activity, although exhaustion and death may subsequently result from the experiment. The phenomena are similar to those of awaking from natural sleep. Insensibility, im-\npaired motility, stiffness, lameness, &c. belong to torpor, and not to true hybernation.\n\n5. Of the Circulation.\n\nThe wing of the bat affords an admirable opportunity of observing the condition of the circulation during hybernation. But it requires peculiar management. If the animal be taken from its cage, and the wing extended under the microscope, it is roused by the operation, and its respiratory and other movements are so excited, that all accurate observation of the condition of the circulation in the minute vessels is completely frustrated. Still greater caution is required in this case, than even in the observation of the respiration and temperature.\n\nAfter some fruitless trials, I at length succeeded perfectly in obtaining a view of the minute circulation undisturbed. Having placed the animal in its state of hybernation, in a little box of mahogany, I gently drew out its wing through a crevice made in the side of the box; I fixed the tip of the extended wing between portions of cork; I then attached the box and the cork to a piece of plate-glass; and, lastly, I left the animal in this situation, in a cold atmosphere, to resume its lethargy.\n\nI could now quietly convey the animal ready prepared, and place it in the field of the microscope without disturbing its slumbers, and observe the condition of the circulation.\n\nIn this manner I have ascertained, that, although the respiration be suspended, the circulation continues uninterruptedly. It is slow in the minute arteries and veins; the beat of the heart is regular, and generally about twenty-eight times in the minute.\n\nWe might be disposed to view the condition of the circulation in the state of hybernation as being reptile, or analogous to that of the batrachian tribes. But when we reflect that the respiration is nearly, if not totally, suspended, and that the blood is venous*, we must view the condition of the circulation as in a lower condition still, and, as it were, sub-reptile. It may, indeed, be\n\n* M. Prunelle observes, \"En comparant le sang de deux chauve-souris auxquelles j'avais ouvert les carotides, à l'une pendant son engourdissement et à l'autre dans l'état de veille, j'ai trouvé celui de la dernière beaucoup plus vermeil.\" Annales du Museum, tome xviii. p. 28.\nrather compared to that state of the circulation which is observed in the frog from which the brain and spinal marrow have been removed by minute portions at distant intervals*.\n\nIn fact, in the midst of a suspended respiration, and an impaired condition of some other functions, one vital property is augmented. This is the irritability, and especially the irritability of the left side of the heart. The left side of the heart, which is, in the hybernating animal, in its state of activity, as in all the other mammalia, only arterio-contractile, becomes veno-contractile.\n\nThis phenomenon is one of the most remarkable presented to me in the whole animal kingdom. It forms the single exception to the most general rule, amongst animals which possess a double heart. It accounts for the possibility of immersion in water or a noxious gas, without drowning or asphyxia; and it accounts for the possibility of a suspended respiration, without the feeling of oppression or pain, although sensation be unimpaired. It is, in a word, this peculiar phenomenon, which, conjoined with the peculiar effect of sleep in inducing diminished respiration in hybernating animals, constitutes the susceptibility and capability of taking on the hybernating state. On the other hand, as the rapid circulation of a highly arterialized blood in the brain and spinal marrow of birds probably conduces to their activity, the slow circulation of a venous blood, doubtless contributes to the lethargy of the hybernating animal.\n\n6. Of the Digestion.\n\nThere is much difference in the powers of digestion, and in the fact of omitting to take food, in the hybernation of different animals. The bat, being insectivorous, would awake in vain; no food could be found: the hedgehog might obtain snails or worms, if the ground were not very hard from frost: the dormouse would find less difficulty in meeting with grain and fruits. We accordingly observe a remarkable difference in the habits of awaking from their lethargy or hybernation, in these different animals.\n\nI have observed no disposition to awake at all in the bat, except from external warmth or excitement. If the temperature be about $40^\\circ$ or $45^\\circ$, the hedgehog, on the other hand, awakes, after various intervals of two, three, or\n\n* Essay on the Circulation, pp. 136—141.\nfour days passed in lethargy, to take food; and again returns to its state of hybernation. The dormouse, under similar circumstances, awakes daily.\n\nProportionate to the disposition to awake and take food, is the state of the functions of the stomach, bowels and kidneys. The dormouse and the hedgehog pass the faeces and urine in abundance during their intervals of activity. The bat is scarcely observed to have any excretions during its continued lethargy.\n\nIn the dormouse and the hedgehog, the sense of hunger appears to rouse the animal from its hybernation, whilst the food taken conduces to a return of the state of lethargy. It has already been observed, that there are alternations between activity and lethargy in this animal, with the taking of food, in temperatures about $40^\\circ$ or $45^\\circ$. Nevertheless, abstinence doubtless conduces to hybernation, by rendering the system more susceptible of the influence of cold, in inducing sleep and the loss of temperature. The hedgehog, which awakes from its hybernation, and does not eat, returns to its lethargy sooner than the one which is allowed food.\n\nIII. Of Torpor from Cold.\n\nIt is highly important, and essential to the present investigation, to distinguish that kind of torpor which may be produced by cold in any animal, from true hybernation, which is a property peculiar to a few species. The former is attended by a benumbed state of the sentient nerves, and a stiffened condition of the muscles; it is the direct and immediate effect of cold, and even in the hybernating animal is of an injurious and fatal tendency; in the latter, the sensibility and motility are unimpaired, the phenomena are produced through the medium of sleep; and the effect and object are the preservation of life.\n\nStriking as these differences are, it is certain that the distinction has not always been made by former observers. In all the experiments which have been made, with artificial temperatures especially, it is obvious that this distinction has been neglected.\n\nTrue hybernation is induced by temperatures only moderately low. All hybernating animals avoid exposure to extreme cold. They seek some secure retreat, make themselves nests or burrows, or congregate in clusters, and, if\nthe season prove unusually severe, or if their retreat be not well chosen and they be exposed in consequence to excessive cold, many become benumbed, stiffen, and die.\n\nIn our experiments upon hybernation we should imitate nature's operations. Would any one imagine that the following detail contained the account of an experiment upon this subject? \"Le 31 Janvier,\" says M. Saissy, \"à trois heures du soir, la température atmosphérique étant à 1°25 au-dessous de zéro, celle d'un hérisson engourdi profondément à 3°50 au dessus, j'enfermai ce quadrupède dans un bocal de verre entouré de toute part d'une mixtion de glace et de muriate de soude. L'excès du froid le réveilla d'abord, mais trois heures ont suffi pour le replonger dans une profonde torpeur.\n\n\"J'avais placé l'animal de manière que je pouvais répéter, autant que je le jugeais nécessaire, les expériences thermométriques. Dès que sa température eut baissé jusqu'à zéro, (ce ne fut qu'à 2 heures du matin) je le retirai du bocal et le placai dans une température de 12° et plus au dessus de la glace ; mais l'animal était mort*.\"\n\nTo induce true hybernation, it is quite necessary to avoid extreme cold; otherwise we produce the benumbed and stiffened condition to which the term torpor or torpidity may be appropriated. I have even observed that methods which secure moderation in temperature, lead to hybernation: hedgehogs supplied with hay or straw; and dormice, supplied with cotton wool, make themselves nests and become lethargic; when others, to which these materials are denied, and which are consequently more exposed to the cold, remain in a state of activity. In these cases, warmth or moderated cold actually concur to produce hybernation†.\n\n* Recherches sur les Animaux hybernans, par M. J. A. Saissy: pp. 13, 14.\n\n† M. Cuvier observes of the Tenrec, \"Ce sont des animaux nocturnes qui passent trois mois de l'année en léthargie, quoique habitants de la zone torride. Bruguière assure même que c'est pendant les plus grandes chaleurs qu'ils dorment.\" Règne Animal, Ed. 1829, tome i. p. 125. This account, however, does not agree with that of Mr. Telfair given in the Proceedings of the Zoological Society, No. viii. p. 89. Mr. Telfair states, \"In the Mauritius they sleep through the greater part of the winter, from April to November, and are only to be found when the summer heat is felt, which being generally ushered in by an electric state of the atmosphere, the negroes (with whom they are a favourite food,) say they are awakened by the peals of thunder which precede the summer storms, or 'pluies d'orages.' Even in summer they are not often seen beyond the holes in which they burrow, except at night. Their favourite haunts are among the old roots of clumps of bamboos.\"\nWhen we read of insensibility, of a stiffened state of the muscles, and of a cessation of the circulation, as obtaining in hybernation, we may be certain that a state of torpor has been mistaken for that condition. The actually hybernating animal exposed to continued severe cold, is, as M. Saissy correctly observes, first roused from this state of ease and preservation, into a painful activity, and then plunged into a fatal torpor.\n\nThis subject will come to be considered in a subsequent part of this inquiry, in which I purpose to trace the effects of cold in changing the relative quantity of respiration and degree of the irritability in animals of different ages which do not hybernate; in the meantime, the accurate distinction between mere torpor, which may occur in any animal, and which is a destructive state, from true hybernation, which is preservative, and the peculiarity of certain animals, will enable us to correct many inaccuracies into which Legallois*, M. Edwards†, and other physiologists have fallen.\n\nIV. Of Reviviscence.\n\nNot the least interesting of the phenomena connected with hybernation, are those of reviviscence. Hybernation induces a state of irritability of the left side of the heart, which, with high respiration and an arterialized blood, would be incompatible with life. Respiration suddenly restored, and permanently excited, is, therefore, as destructive as its privation in other circumstances.\n\nAll those bats which were sent to me from distant parts of the country died. The continued excitement from the motion of the coach, keeping them in a state of respiration, the animal perished. One bat had, on its arrival, been roused so as to fly about. Being left quiet, it relapsed into a state of hybernation. The excitement being again repeated the next day, it again flew about the room; on the succeeding day it was found dead.\n\nIt is in accordance with this law, that we observe hybernating animals adopting various measures to secure themselves from frequent sources of disturbance and excitement. They choose sheltered situations, as caverns, burrows, &c., secure from the rapid changes and the inclemencies of the weather.\n\n* Œuvres de Legallois: Paris, 1824, p. 282. † Agens Physiques, pp. 292, 148.\nand season. Many form themselves nests; others congregate together. The hedgehog and the dormouse roll themselves up into a ball. The common bat suspends itself by the claws of its hinder feet, with its head dependent, generally in clusters; the horseshoe bat, (ferrum equinum,) spreads its wings so as to embrace and protect its fellows.\n\nAll these circumstances are obviously designed to prevent disturbed hybernation.\n\nIn the depth of caverns, and other situations sheltered from changes of temperature in the atmosphere, the calls of hunger are probably the principal cause of reviviscence in the spring. The other causes of reviviscence are the return of warmth and external excitements: it is interesting to observe and trace the gradual return of respiration in the former case, and of the temperature of the animal in the latter.\n\nIf the hybernating hedgehog be touched even very gently, it draws a deep breath, and then continues to breathe for a short time. If this excitement be repeated, the animal is permanently roused, and its temperature raised. If the temperature of the atmosphere be augmented, the respiration is gradually excited, and the animal is gradually restored to its state of activity.\n\nIf a hybernating animal be excited in a very cold atmosphere, its temperature rises variously, and then falls. A bat was perfectly lethargic in a temperature of $36^\\circ$. A fine thermometer, with a cylindrical bulb, was introduced into its stomach; it rose to $39^\\circ$. One hour afterwards, the animal not being further disturbed, the respiration was rapid, and the temperature in the stomach $95^\\circ$. Shortly afterwards the temperature was $90^\\circ$. The minute circulation was pretty good, and pulsatory in the arteries, the heart beating from twenty-eight to thirty-six times in the minute.\n\nIn another bat, in an atmosphere of the temperature of $36^\\circ$, the thermometer in the stomach rose to $39^\\circ$. The animal being continually excited, the temperature rose to $65^\\circ$, but speedily fell to $60^\\circ$.\n\nThe animal excited and revived in this manner, is in a state of exhaustion and inanition. It is incapable of maintaining its temperature if exposed to cold, and will die unless it repass into the state of hybernation. It may be compared to the case of the mouse deprived of food in the following experiment of Mr. Hunter. \"A mouse was put into a cold atmosphere of $13^\\circ$ for\nan hour, and then the thermometer was introduced as before; but the animal had lost heat, for the quicksilver at the diaphragm was carried only to $83^\\circ$, in the pelvis to $78^\\circ$.\n\n\"In order to determine whether an animal that is awakened has the same powers, with respect to preserving heat and cold, as one that is vigorous and strong, I weakened a mouse by fasting, and then introduced the bulb of the thermometer into its belly; the bulb being at the diaphragm, the quicksilver rose to $97^\\circ$; in the pelvis to $95^\\circ$, being two degrees colder than the strong mouse: the mouse being put into an atmosphere as cold as the other, and the thermometer again introduced, the quicksilver stood at $79^\\circ$ at the diaphragm, and at $74^\\circ$ in the pelvis.\n\n\"In this experiment, the heat at the diaphragm was diminished $18^\\circ$, in the pelvis $21^\\circ$.\n\n\"This greater diminution of heat in the second than in the first, we may suppose proportional to the decreased power of the animal, arising from want of food*.\"\n\nBut extreme cold alone, by a painful effect induced on the sentient nerves, rouses the hybernating animal from its lethargy, as has been remarked already, and is illustrated by the following experiments of Hunter. \"Having brought a healthy dormouse, which had been asleep from the coldness of the atmosphere, into a room in which there was a fire, (the atmosphere at $64^\\circ$,) I introduced the thermometer into its belly, nearly at the middle, between the thorax and pubis, and the quicksilver rose to $74^\\circ$ or $75^\\circ$; turning the bulb towards the diaphragm, it rose to $80^\\circ$; and when I applied it to the liver, it rose to $81\\frac{1}{2}^\\circ$.\n\n\"The mouse being placed in an atmosphere at $20^\\circ$, and left there half an hour, when taken out was very lively, even much more so than when put in. Introducing the thermometer into the lower part of the belly, the quicksilver rose to $91^\\circ$; and upon turning it up to the liver, to $93^\\circ$.\n\n\"The animal being replaced in the cold atmosphere at $30^\\circ$, for an hour, the thermometer was again introduced into the belly; at the liver it rose to $93^\\circ$; in the pelvis to $92^\\circ$; the mouse continuing very lively.\n\n\"It was again put back into an atmosphere cooled to $19^\\circ$, and left there an\n\n* Animal Economy, pp. 114, 115.\nhour; the thermometer at the diaphragm was $87^\\circ$; in the pelvis $83^\\circ$; but the animal was now less lively.\n\n\"Having been put into its cage, the thermometer being placed at the diaphragm, in two hours afterwards, was at $93^\\circ$*.\"\n\nIn these experiments the animals appear to have been roused partly by the state of the wound in the abdomen, but chiefly by the extreme cold. They can scarcely, however, be considered as experiments upon hybernation, however interesting they may be in reference to reviviscence from that state.\n\nThe fact of the fatal influence of excited respiration during the augmented irritability of hybernation, contrasted with the similar fatal effect of suspended respiration, during the diminished irritability of the state of activity, will illustrate many of the causes, kinds, and phenomena of death. Do not these resolve themselves, in fact, into irritability insufficiently or excessively excited?\n\n**Recapitulation.**\n\nThe object of this paper has been to treat of the singular phenomena of hybernation, and especially to point out the remarkable application of the law stated in my former paper, to the active and lethargic states of the hybernating animal.\n\n1. The natural sleep of the hybernating animal differs greatly, yet only in degree, from the sleep of any other animal.\n\n2. This sleep passes insensibly into the state of true hybernation, which is more profound, as the blood loses its arterial character; for\n\n3. In hybernation, the respiration and the evolution of heat are nearly suspended.\n\n4. The irritability is, at the same time, singularly augmented; and the animal bears proportionately the privation of air.\n\n5. The nervous sensibility and the muscular motility are unimpaired.\n\n6. There is the singular phenomenon of this unimpaired sensibility, and the capability of bearing the privation of air without pain; a fact which receives an interesting and perfect explanation from the additional fact of the augmented irritability or veno-contractility of the left side of the heart.\n\n* Animal Economy, pp. 111, 112.\n7. There is an important distinction between true hybernation and torpor from cold, not attended to by physiologists.\n\n8. Severe cold, like all other causes of pain, rouses the hybernating animal from its lethargy; and, if continued, induces the state of torpor.\n\nIn conclusion, one of the most general effects of sleep, is to impair the respiration, and with that function, the evolution of animal temperature. The impaired state of the respiration, induces a less arterial condition of the blood, which then becomes unfit for stimulating the heart; accumulation of the blood takes place in the pulmonary veins and left auricle; a sense of oppression is induced, and the animal is either roused to draw a deep sigh, or awakes altogether.\n\nSuch are the phenomena in animals in which the heart has not the faculty of taking on an augmented state of irritability, with this lessened degree of stimulus. But in those animals which do possess this faculty, a property which constitutes the power of hybernation, the heart continues the circulation of the blood, more slowly indeed, but not less perfectly, although its arterial character be diminished and its stimulant property impaired. No repletion of the pulmonary veins and of the left auricle, no sense of oppression is induced, and the animal is not roused; the respiration continues low, the temperature falls, and the animal can bear, for a short period, the abstraction of atmospheric air.\n\nAll the phenomena of hybernation originate, then, in the susceptibility of augmented irritability. The state of sleep, which may be viewed as the first stage of hybernation, induces an impaired degree of respiration. This would soon be attended with pain, if the irritability of the heart were not at the same time augmented, so as to carry on the circulation of a less arterial blood, and the animal would draw a deep sigh—would augment its respiration, or awake. Occasional sighs are, indeed, observed in the sleep of all animals, except the hybernating. In these, the circulation goes on uninterruptedly, with a diminished respiration, by the means of an augmented irritability. There is no stagnation of the blood at the heart; consequently, no uneasiness; and the animal becomes more and more lethargic, as the circulation of a venous blood is more complete. This lethargy is eventually interrupted by circumstances which break ordinary sleep, as external stimuli, or the calls of appetite.\n\nModerate cold disposes to sleep,—to lethargy. But severer cold induces a\ndifferent condition of the system,—that of torpor. Sleep is the medium between such moderate cold and the phenomena of hybernation; torpor is the immediate effect of the severer degrees of cold.\n\nThis investigation naturally leads to that of the comparative conditions of the respiration and of the irritability, in the pupa and perfect states of some species of the insect tribes. There is much reason to suppose that these states are respectively similar to those of lethargy and activity in the hybernating animal.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107968.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 46108,
    "total-output-tokens": 14622,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1828,
        2
      ],
      [
        1828,
        4448,
        3
      ],
      [
        4448,
        6691,
        4
      ],
      [
        6691,
        8941,
        5
      ],
      [
        8941,
        11135,
        6
      ],
      [
        11135,
        13578,
        7
      ],
      [
        13578,
        15981,
        8
      ],
      [
        15981,
        17405,
        9
      ],
      [
        17405,
        19917,
        10
      ],
      [
        19917,
        22313,
        11
      ],
      [
        22313,
        24757,
        12
      ],
      [
        24757,
        27012,
        13
      ],
      [
        27012,
        29328,
        14
      ],
      [
        29328,
        31812,
        15
      ],
      [
        31812,
        34030,
        16
      ],
      [
        34030,
        36461,
        17
      ],
      [
        36461,
        38732,
        18
      ],
      [
        38732,
        41051,
        19
      ],
      [
        41051,
        43299,
        20
      ],
      [
        43299,
        46059,
        21
      ],
      [
        46059,
        48310,
        22
      ],
      [
        48310,
        50734,
        23
      ],
      [
        50734,
        53086,
        24
      ],
      [
        53086,
        55162,
        25
      ],
      [
        55162,
        57679,
        26
      ],
      [
        57679,
        58196,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "fr",
      "en",
      "en",
      "en",
      "fr",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107968",
    "title": "On Hybernation",
    "authors": "Marshall Hall",
    "year": 1832,
    "volume": "122",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/107968"
  }
}