{
  "id": "69e912c218f800e19f1772716e2cdf4cd2b5df78",
  "text": "them all, as if they were Currants or Gooseberries, so thick as hedges; whereby one man may gather as many of them, as otherwise, when they are planted in trees at distance, four persons may do. Expedient is the benefit of this Trade Having discoursed of this new way to all here; they are generally inclinable to it; considering that the Planting their Trees, as before, at distance, and letting them grow high, has been the main obstruction of that work hitherto, and the loss of their time and gain: but being in hedges, they will be always young tender plants; and consequently will be easily cut in great quantities with a pair of Garden Sizzers. But there may be suggested yet another, and perhaps a better way; which is, to sow some Acres with Mulberry seed, and to cut it with a sickle, and ever to keep it under. I have also bethought myself of a new way, for a few hands to serve many Worms, and that more cleanly than before; which also will be a means, without more trouble or pains, to separate unhealthy worms from healthful; and by which a great many more may be kept in a room, than otherwise upon shelves, as is usual here. Besides this, I have sown a little French Barley and Rice seed, and am thinking on a way of un-husking them with expedition, and so preparing them for the Merchant, as they use to be: But if you can inform me, how they are prepared, you may save me some labour. If I had any Coffee in husks, or any other vegetable commodity, from the Streights to try, I would here make trial with them. It's like, that some of those Merchants that are of your Society, and keep a Correspondency there, may assist in procuring them. By the latter ships I intend to send you a New sort of sweet scented Tobacco, which I have not yet had time to improve.\n\nA Method, by which a Glass of a small Plano-convex Sphere may be made to refract the Rays of light to a Focus of a far greater distance, than is usual.\n\nThis is proposed by Mr. Hook, in consequence of what was men-\nmention'd from him in Numb. 4 pag. 67, of these Transacti-\nons.\n\nPrepare (saith he) two Glasses, the one exactly flat on both\nsides, the other flat on the one side, and convex on the other,\nof what Sphere you please. Let the flat Glass be a little broa-\nder than the other. Then let there be made a Cell or Ring\nof Brass, very exactly turn'd, into which these two Glasses\nmay be so fastned with Cement, that the plain surfaces of\nthem may lyce exactly paralell, and that the Convex-side of the\nPlano-convex-Glass may lye inward; but so, as not to touch\nthe flat of the other Glass. These being cemented into the\nRing very closely about the edges, by a small hole in the side\nof the Brass-ring or Cell, fill the interposed space between\nthese two with Water, Oyl of Turpentine, Spirit of Wine, Saline\nLiquors, &c; then stop the hole with a screw: and accord-\ning to the differing refraction of the interposed Liquors,\nso shall the Focus of this compound Glass be longer or short-\ner.\n\nBut this (adds the Proposer) I would only have look't upon,\nas one instance of many (for there may be others) of the\nPossibility of making a Glass, ground in a smaller Sphere, to\nconstitute a Telescope of a much greater length: Though\n(not to raise too great expectation) I must add, That of\nSpherical object glasses, those are the best, which are made of\nthe greatest Sphere, and whose substance hath the greatest\nrefraction.\n\nObservations\nAbout Shining Worms in Oysters.\n\nThese Observations occur in the French journal of April 12,\n1666, in two letters, written by M. Auzout to M. Dela\nVoye; whereof the substance may be reduced to the following:\nparticulars.\n\n1. That M. Dela Voye having observed, as he thought,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101487.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1011,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1994,
        2
      ],
      [
        1994,
        3693,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101487",
    "title": "A Method, by Which a Glass of a Small Plano-Convex Sphere May be Made to Refract the Rayes of Light to a Focus of a Far Greater Distance, Than is Usual",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101487"
  }
}