{
  "id": "c39443eb9318b18afa16892a874d1f8bac7a7d41",
  "text": "I. Excerpta ex Ephemeridibus Meteorologicis Romanis Anni 1741. observante Didaco de Revillas, Abbate Hieronymiano, in Romana Academia Matheseos Professore, Regiae Societatis Londinensis, necnon Academiae Instit. Scient. Bonon. Sodali.\n\nANTEQUAM observationes cx nostris Meteorologicis Ephemeridibus depromtas, & per menses singulos distributas proferimus, pauca de instrumentis quibus illas persiciebamus praemittere necessarium ducimus.\n\nBarometro inprimis perfectissimo utebamur, quod Parisina simul ac Londinensi, quam heic adhibebimus, scala in pollices, pollicisque duodecimales lineas divisa, mobilique per eam discurrente indice munitur. Cubiculum in quo persistit, parum supra clivi Capitolini medium situm est. Mediam proinde humiliora inter, &c eminentiora urbis loca, regionem servat.\n\nFahrenheytiano simile est mercuriale quod adhibebamus thermometrum. Inferiorem tamen phialam neque sphæricam, neque cylindricam, neque alterius in thermoscopiis usitatæ figuræ; sed ad scutellæ modum, hemisphæricam concavam habet; ut promtius tota mercurii inter duos hemisphæricos vitri parietes contenti massa, atmosphærae variationibus obediat; atque interim ab vitri variationibus, quæ calore aut frigore intensiore dignuntur, mercurii adscensus, &c.\ndescensus in tubo, nullatenus vitientur. Tota instrumenti capacitas in partes 5000 divisa: quarum priores a summitate tubi numeratas scala in tot gradus distincta dimetitur, quot tubus ipse capere potest. Aquae ebullientis calore mercurius ad scalae initium, tubique summitem conscendit. Frigore vero aquae in glaciem abeuntis, ad gradus 178 subsidit: ac demum ipsius glaciei frigore, ad gr. 180. Quod si frigus intensius fucrit, descendente infra hodie gradus mercurio, frigoris incrementum majore gradu numero indicabitur. Hocce ergo thermometrum extra fenestram Cæciæ vento, & Capitolii gradibus obversam, locatum, nunquam directo, & non nisi eminus reflexo solis radio percutitur. Atmosphærae proinde calorem frigusve accurate indicare aptum est.\n\nPluviam Halleiano more cylindrico vase colligebamus, cujus altitudo pedis Londinensis dodrantem, diameter pedes duos cum triente emetitur. Ex eo in aliud cylindricum vas operculo clausum, pedem unum cum altitudine, tum diametro mensurans, aqua per epistomium excipitur, ne in vapores emittatur. Inde, cessante pluvia extrahitur, & cylindrico similiter vase, pedem unum exactissime alto mensuratur, cujus diameter decimam partem ad amussim æquat diametri majoris vasis, e cælo delabentem pluviam immediate excipientis. Quoniam ergo horunc vasorum diametri sunt ut 10 & 1; eorum bases erunt ut 100, & 1.\n\nOb reciprocam itaque æqualium cylindrorum cum basibus altitudinem, aqua in ampliore vase unum pollicem alta, centum altitudinis pollices in minore æquaret. Hoc est, quot aquæ pollices minor hicce cylindrus metitur, tot partes pollicis centesimæ altitudinem pluviae ostendunt. In minore autem vase, vir-\nvīrgula ad id expresse divisa ne dum polliccs dime-\ntimur, verum & pollicis decimales partes, quarum\nproinde singulae millesimam digitalis altitudinis plu-\nviae partem demonstrant.\n\nQuater in die observationibus plerumque vacaba-\nmus: pluries quandoque: Summo nimium mane,\nmeridie, vespere post solis occasum; & duabus cir-\nciter ante mediam noctem horis. Æstivo tempore\nsecunda etiam vel tertia hora post meridiem.\n\nQuas heic afferemus thermometri observationes\nhyberno tempore frigus indicaturæ, ad matutinas\nhoras referendæ erunt, nisi aliter moncamus. Tunc\nenim temporis, ceteris paribus, frigidior aer depre-\nhenditur. Æstivo vero tempore ad meridianas, vel\npomeridianas horas erunt referendæ, quibus calor in-\ntensior.\n\nMDCCXLII.\n\nMense JANUARIO.\n\nQuamquam postremis duobus superioris anni men-\nsibus tanta aquarum copia e coelo cecidit, quanta fere\nprioribus decem; admodum nihilominus pluviosus\nJanuarius quoque erat. Idem siquidem venti, qui\nproximis praecedenti solstitio diebus imperium in\natmosphera gesserant, quive Romanum coelum plu-\nvium plerumque efficiunt, etiam prioribus mensis\nhujuscce diebus dominabantur: Orientales nimirum,\naustrales, & inter hos medii. Frequens proinde plu-\nvia, coelumque nubibus plerumque obductum. Con-\ntigerat plenilunium post mediam noctem primi mensis\ndiei. Barometrum hocce tempore intra octo vel decem\nlineas supra pollices 29 vagabatur. Thermoscopium\nmajus tunc frigus indicaverat. Gradibus 158, co\nlonge minus quod prioribus Novembbris diebus ante-\n\nC c 2\ncesserat, quibus per vicos & plateas gelaverat; thermoscopio gr. 178 commonstrante.\n\nDie 8 boreales venti, & praesertim ex N. N. E. praepollere caeperant: Coeloque nubibus deterto serenitas amoena redibat; quae usque ad diem 17 fere semper perseverans, vix aliquando vel matutina nebulosa, vel dispersis nube culis paullulum turbabatur. Barometrum tamen, quod die 10 ad lineas 10½ supra poll. 29 conscenderat, deinceps continenter descendebat: eodemque die 17 ad poll. 29. 4. subsidebat flante E. N. E. Noctu nihilominus dierum 16 & 17 flante borea gelabat: Thermometro gr. 180 indicante. Et hoc quidem maximum fuerat hujusce anni frigus. Secunda porro lunae quadratura contigerat post mediam noctem diei 9; & novilunium post meridiem diei 17.\n\nDie itaque 18 australibus ventis, orientalibus, & euro-notis iterum praevalentibus barometrum ad poll. 29. 1. flante Volturno descenderat. Et haec minima fuerat toto hocce anno mercurii altitudo, quamquam die quoque 25 ad poll. 29. 1¼ subsidisset. Frequentiissimi proinde imbrés usque ad diem 28; sed diebus praesertim 25 & 26 insignes hase barometri depresiones affluentissime subsequebantur. Die enim 25 duos aquae pollices; die 26 policem cum triente colligebamus. Hisce diebus thermoscopium a gradibus 156 & 160 summo mane plerumque haud recedebat. Prima lunae quadratura post mediam noctem diei 23 contigerat.\n\nPrater imbrés quos diebus 25, & 26 delapsos dicebamus, solutae etiam australibus ventis montium nives, magnam Tiberi aquarum copiam intulerant; qui proinde die 27 alveum excedens, nedum campos urbi adjacentes, verum & humiliora urbis loca alte inundabat. Columnarum bases in Panthei porticu aquis ope-\noperiebantur. Haec porro pedis dodrante altius conscenderant, quam in altera fluminis alluvie diei 7 superioris mensis.\n\nPostremis Januarii diebus boreales iterum venti, & praesertim ex N.N.E. serenitatem advexerant: Barometro ad poll. 30. 0½ conscendente. Frigidorem aerem gradus 169 in thermoscopio mane ostendebant. Post solis occasum diei 31 plenilunium celebrabatur.\n\nFrigus maximum hocce mense thermometrum indicaverat ad gr. 180.\n\nMaxima barometri altitudo fuerat poll. 30. 1.\nMinima______________________ poll. 29. 1.\nPluviae altitudo______________ poll. 6. 847.\n\nMense Februario.\n\nVix ad primum & alterum mensis hujuscemdiem serenitas perseverabat: tertio jam, tenui delabente pluvia, nubes coelum obduxerant; quae per vices usque ad diem 8 saepe comparebant: Barometro ne vix quidem ab altitudine poll. 29. 10. recedente; ventisque vel australibus, vel orientalibus, leniter spirantibus.\n\nDie 8, in quem ante medium noctem ultima lunae incidet quadratura, flante primum E.N.E. dein Borea, poll. 29. 11½ jam attigerat barometrum; & constanter sudo resplendente, die 14 ad maximum, quam hocce anno conspeximus altitudinem conscenderat poll. 30. 5. At neque serenae noctes, neque Boreales venti ad diem usque 24 perdurantes, gelu cogere valebant, si diei 20 praecedentem noctem excipias, qua humor in pruinam concretus domestici viridarii herbas contexerat:\ntexerat: Thermometro ad gr. 177½ subsidente. Die\n15 flante Borea novilunium celebratum fuerat; & \nprima luna quadratura flante N. N. E. die 22 post me-\nridiem.\n\nBarometrum usque ad diem 19 supra poll. 30 line-\narum 3 vel 4 altitudinem servaverat. Mox pede-\ntentim descendendo, die 25 ad poll. 29. 9½ deve-\nnerat. Tunc nubilum apparebat coelum; proximis-\nque diebus 26 & 27 tenuis pluvia, alternatim flan-\ntibus Austro & Euro, decidebat. Varia proinde usque\nad mensis finem coeli facies, variis ventorum flatus:\nBarometro vix recedente ab altitudine poll. 29. 10.\nFrigus mane hisce diebus moderatum: Thermometro\ninter gr. 165 & 169 consistente.\n\nMaximum ergo frigus hocce mense gr. 177½.\nMaxima barometri altitudo——poll. 30. 5.\nMinima——poll. 29. 7¾.\nPluviae quantitas——poll. 0. 200.\n\nMensē Martio.\n\nFebruarium varia tempestate desinentem turbido\nAustralium ventorum, nubiumque, apparatu Martius ex-\ncipiebat. Plenilunium die 2 post meridiem, flante simi-\nliter Austro, nubilo coelo peractum. Australibus deinde\nventis orientales & euro-noti permixti, usque ad\ndiem 9 crebros imbrés nubesque frequentes addu-\nxerant. Barometrum ab mensis initio quotidie de-\ncrescens, die 3 ad poll. 29. 3¼ descenderat: & quam-\nquam eo die iterum poll. 29. 6 3 attigisset, adscen-\nsumque continuaret, brevis tamen pluvia fero deci-\ndebat. At uberior & pollicem superans post novum baro-\nbarometri descensum die 6, flante S.S.E. delabatur: atque iterum, sed minor, flante E. die 9.\n\nDie 10, quo ultima lunæ quadratura post meridiem habebatur; barometro iterum ascendente, ventoque N.N.E. flante, amœna redibat serenitas, quæ Borealis prævalentibus ventis, & die præcetim 13 vehementissime flantibus, (quibus quandoque, fole occidente, occidentales succedebant) ad diem usque 26 perséverabat. Venti porro iudem boreales occidentibus permixti nedum novilunium diei 17, & primam lunæ quadraturam diei 23 comitabantur; verum proximos quoque æquinoctio dics. Et tametsi ante ipsum debiles, validiores tamen post effecit, prægeli-dum aërem intempestivo frigore efficiebant ab die 24 ad 27; præcipue vero die 26, quo noctu gelabat. Hinc in jam florescentibus arboribus præcocum fructuum germina in universum aescere conspicie-bantur. Thermometrum cadem nocte gr. 179. proximis vero grad. 175. ostendebat. Barometrum autem, quod mane diei 22 poll. 30. 1 3 attigerat, ipso die ac sequutis descendebat paulatim; & die 26 poll. 29. 8 1/2 indicabat.\n\nPostridie ergo, flante S.S.E. nubes, & pluvia; quæ ad postremum usque mensis diem, Volturno sæpius spirante vento, plerumque perséverabant. Barometrum inter lineas 6 & 9 supra poll. 29 vagabatur. Thermometrum vero summo mane inter gr. 165 & 168 iisdem diebus degebát.\n\nMaximum frigus hoc mensé fuerat gr. 179.\nMaxima barometri altitudo——poll. 30. 2.\nMinima ———— ———— poll. 29. 2 1/2.\nPluviæ quantitas——— ———— poll. 2. 034.\n\nMensé\nMenfe APRILI.\n\nPrior mensis hujusce medietas nullum præter primum, quo plenilunium contigerat, & alterum diem undequaque serenum habebat. Borcales venti, pertato, & non nisi oriente sole spirabant: Australes, orientales, hisque affines frequentissime. Crebri proinde, et si exigui imbrés. Cœlum nubibus persæpe obductum. Diem 9 mane nebulosum, & obscurum, mox pluvium ultima lunæ quadratura nocte praecedente antecesserat. Barometrum plerumque circa poll. 29. 6. vagabatur. Aliquando ad poll. 29. 2. die 10 descendebat; nec nisi die 13 & sequutis constanti adscensu erigebatur. Aëris plerumque moderata temperies. Diebus tamen 7, & 8, Cæcia flante, frigidinuscula; thermometro ad gr. 165 subsidente.\n\nDie 15, quo post meridiem novilunium celebrabatur, ad poll. fere 30. 1. barometrum conscenderat. Venti boreales hisque affines præpollere jam coeperant; atque a die 16 ad 20 aërem nonnihil rigidum advehabant; thermoscopio inter gr. 161 & 163 mane commorante. Serenitas cœli, barometri elevationi conjuncta, ad diem 22 perseverabat; quo post solis occasum prima lunæ habebatur quadratura: & barometrum ad poll. 30. 1 ¾ adscendens, codem, & sequuto die, flante O.S.O. iterum descendebat: Nubibus cœlum obtegebatur.\n\nDie 24 hora Italis 15 ¼ thermometro gr. 158, barometro poll. 30. 0 ½ attingente, cælo fere ubique sereno, leniterque flante E.N.E. brevis terræ concussio a pluribus percepta, in Etruria finitimisque provinciis validior, Moream praesertim ingentibus afficiebat damnis.\nReliqui mensis dies admodum varii; ventis nunc australibus, nunc orientalibus, caelo nunc sereno, nunc nubilo, sed impluvio, spirantibus. Barometrum interea sensim deprimebatur; ac die 30, quo plenilunium ante mediam noctem celebrandum erat, ad poll. 29. 5¾ jam descenderat vehementer flante S.S.E. caeloque subnubilo.\n\nFrigus maximum hocce mense fuerat gr. 165.\nMaxima barometri altitudo ———— poll. 30. 1¾.\nMinima ———— ———— poll. 29. 3.\nPluviæ quantitas ———— ———— poll. 2. 035.\n\nMensē MAIO.\n\nValidus auster primum mensis diem tenebricosum efficiebat utut barometro nonnihil ascendente. Declinato jam die, occidentali primum, mox boreali subcunte vento nimbus cum grandine decidebat. Barometrum poll. 29. 6½. Thermoscopium gr. 164 obtinebat. Aer proinde admodum frigidus; praestim diebus 4, & 6. Sed die 5, flante borea, caeloque sereno, multo rigidior, in vineis suburbanis anniversaria congelatione vites cogebat. Ceterum prioribus mensis diebus caelum raro serenum; frequentes, sed exigui imbræ, frequentissimæ nubes. Eodem die 5, poll. 30 barometrum tenebat; iterumque usque ad diem 11 sensim demittebatur ad poll. 29. 5¾: dum interim die 10, hoc est, biduo post ultimam lunæ quadraturam, copiosissimus imber deciderat.\n\nAb undecimo ad quartumdecimum diem, quo novilunium post sequentem mediam noctem celebrandum erat, vehementissime flantibus nunc caecia, nunc zephyro, iterum barometrum ad poll. 29. 11.\nsereno fere semper coelo adscendebat. Ventorum deinceps continua vicissitudo, occidentibus tamen præpollentibus, denuo demittebatur barometrum: dieque 16 brevis decidebat pluvia, postquam restituta serenitas; barometro iterum adscendente. Die tamen 20 post novam ejus depressionem tenuis iterum pluvia austro flante.\n\nReliquis mensis diebus occidentales venti, australibus plerumque interflantibus, variam cum coeli faciem, tum aeris tempestatem efficiebant; iudemque venti primam lunae quadraturam die 22, & plenilunium die 30 comitabantur. Barometrum utut perpetuis pariter variationibus obnoxium, non admodum tamen a lincis 9 supra poll. 29 recedebat: die excepto 17, quo fere poll. 30 attingebat. In hac elevazione usque ad postremum mensis diem permanebat. Duobus ultimis diebus coelum serenum, sed nebulosum.\n\nExceptis prioribus quinque mensis diebus, reliquis thermoscopium inter gr. 153, & 156 oriente sole versabatur. Circa meridiem tamen et si plerumque gr. 150 attingebat; nihilominus diebus 16, 19, 11, 13, & 19, incremente calore, austroque flante, gr. 142 indicabat.\n\nMaxima barometri altitudo 3 poll. 30.\nhocce mense fuerat———\nMinima ————poll. 29. 4½.\nPluviæ quantitas ————poll. 2. 299.\n\nMensæ JUNIO.\n\nCælo fere semper serena facie resplendente occidentales venti prioribus quatuor mensis diebus dominabantur.\nnabantur. Barometrum, quod primo die poll. 29. \n10½ attigerat, nonnullis intercurrentibus variationibus \npedetentim descendebat; ac die 4 post matutinum \nlenem eurum flante O.N.O. brevis tempestas, bre-\nvisque pluvia cœlum turbabat. Euri deinde sequutis \ndiebus plerumque flabant; & barometro vix itidem \ndescendente, nova & copiosior cum tonitru pluvia, \nzephyro spirante, decidebat die 6 post meridiem, quo \ntempore ultima lunæ quadratura celebrabatur. Pluvium \nquoque sequuto triduo cœlum erat; orientalibus \nventis iterum prævalentibus: & barometro intra lineas \n8, & 9 supra poll. 29, spatiente. Eoque iterum die \n11 nonnihil demissó, brevis denuo pluvia, flante \nS.S.O. subsequebatur.\n\nSerenitas dein raro nubibus adspersa orientalibus, \n& occidentalibus ventis per vicem alternantibus; sed \nhis plerumque prævalentibus, ad mensis finem im-\npluvie cœlo durabat. Circa meridiem tamen sæpe ex \naustro lenis flabat aura, quæ, sole occidente, zephyro \nccdebat.\n\nBarometrum, quod die 12 ad poll. 29. 11. con-\nscenderat, ibidem toto permanebat mensc; quandoque tamen supra poll. 30. elevabatur.\n\nNovilunium ante meridiem diei 13, & prima lunæ \nquadratura post sequentem mediam noctem diei 21 \nsereno, placidoque cœlo contigerant. At plenilu-\nnium die 28, barometri demissio, & nubes zephyro \nflante comitabantur.\n\nDies itaque æstivo solstitio proximi admodum placidi \nfucrant.\n\nThermometrum hocce mense plerumque mane \ninter gr. 146, & 150: meridie inter gr. 138, & 144 \nversabatur.\nMaxima barometri altitudo fuerat poll. 30. 1 1/2\nMinima ———— poll. 29. 8.\nPluviæ quantitas ———— poll. 0. 762.\n\nMense Quintili.\n\nSereno similiter adspectu decem priores mensis hujuscce dies splendescabant; tametsi Africi venti hisque affines plerunque dominarentur. Tunc porro temporis barometrum supra poll. 30 constanter permanerat. Sed jam eo seniim descendente, nubes sequutis diebus borealem plagam occupare, sole praesertim oriente, incoeperant.\n\nUltima lunæ quadratura post vesperam diei 5 contigerat; sequentique biduo occiduus horizon plurimum declinato jam sole rubuerat, eodem flante Africa. Novilunium vero die 12 post vesperam similiter celebratum erat; quo tempore coruscationes ad euro-borealem plagam frequentes conspiciebantur. Postridie Africus idem ventus circa meridiem vehementissime furebat: coelo nubibus undequaque obducto. Post occasium solis tranquilla restituta serenitas.\n\nDie 14 ad poll. 29. 8. jam descenderat barometrum; nubesque huc illuc difractae apparebant. Sed iterum ad lineas 9 conscendendo, iterumque descendentendo, varium coeli comitabatur adspectum, imbrisque præveniebat, qui demum vespera diei 18, tonante, atrisque nubibus obduco coelo, decidebant, Libonoto flante. Crebriorcs tamen subsequutis tribus diebus delabebantur; & praesertim die 20, dum praecedente nocte barometrum ad lineas 6 1/2 descenderat, flante primum euro, mox subsolano.\n\nPost\nPost occasum dici 20 prior lunæ quadratura contigerat nubilo, pluvioque, ut prædiximus, cælo; quo tempore validissimus cæcias-aquilo; aliique boreales venti imperium cæperant, & sequuto etiam die bacchabantur. Mitiores postmodum effecti ad diem usque 25 atmosphæram tenebant. Barometrum jam denuo codem die 21 sursum vesperè ferebatur; ejusque adscensu continuante, amœna serenitas ad postremos fere mensis dies, nubeculis dumtaxat aliquando depicta perseverabat.\n\nDiebus interim 27, & 28, eurō primum, dein Austro, & Africo leniter spirantibus, barometrum nonnihil deprimebatur. Sole vero, diebus 28, 29, & 30, occidente, nebulosa ac densa Zona, horizontem occiduum, cælo ceteroquin sereno, obtenebrabat. Die autem 31, nebula in nubes condensata, iterumque descendente barometro, copiosissimus imber, curō flante, demittebatur.\n\nThermometrum die 7 duabus circiter post meridiem horis gr. 128 attingebat; & die 17, hora eadem, gr. 122: qui quidem caloris gradus nédum mensis hujusc, verum & currentis anni maximus fuit, quamquam sextili ctiam mensē ad cundem gradum, ut mox videbimus, calor pervenerit. Reliquis diebus mane inter gr. 140, & 143. post meridiem inter gr. 132, & 135 plerumque versabatur.\n\nMaxima barometri altitudo fu-\nera hoc mensē ________ 3 poll. 30. 0 ¼.\nMinima ________________________ poll. 29. 6 ½.\nPluviae quantitas ___________ ________ poll. 3. 629.\n\nMense Sextili.\n\nPrimo etiam mensis hujusc die, etsi barometrum constanter adscenderet; &c mane cæcias-aquilo spira-\nret,\nraret, succedente tamen zephyro, tenuissima decidebat pluvia; postquam vento eodem perseverante, & coro per vicem flante diu serenitas perseverabat; quae diebus dumtaxat 5, 6, & 7 densa nebula matutinis horis offundeatur: Barometro tunc temporis prope poll. 29. 11. commorante; & affinibus boreae ventis per vices flantibus. Die 9 poll. 30. Barometrum superabat; ast eo iterum ad mox dictam altitudinem demisso, iterum, sed densior nebula diebus 12, 13, & 14 coelum mane obtenebrabat Libonoto constanter flante.\n\nUltima lunae quadratura post mediam, quae diem 4 antecesserat, noctem: & novilunium mane diei 11, Africo eodem spirante vento, celebratum fuerat.\n\nLibonotus, qui, ut praediximus, die 14 flabat, usque ad diem 18 cum zephyro alternans plerunque dominabatur. Die autem 15 in thermoscopio gradus $122\\frac{1}{2}$; die 16 gr. 122 secunda post meridiem hora maiorem hujuscce mensis indicabant calorem, qui etiam totius anni maximus fuerat, ut superiore mense notabamus. Mitius dein flantibus austro, & zephyro, calor quoque remittebatur; ac barometro nonnihil decidente coelum nubibus obtegebatur. At ingravescente nocte, ventis iterum permutatis, barometrum denuo elevabatur; redibatque serenitas. Sequenti die luna primum quadrantem post meridiem attingebat.\n\nSerenitas, ventis boreae affinibus spirantibus, ad diem 23 durabat. Sed Libonoto illis iterum succedente, nubes, & tonitrua subsequebantur. Dein noctu pluvia, barometro poll. 29. 8 monstrante decidebat. Mane flante euro restituta serenitas triduo perseverans, barometro parum variante. Borealibus interim praeventibus\nvalentibus ventis; & praesertim die 27 post brevem nocturnam pluviam tonitribus comitatam, validissime flantibus, rigebat aer: Thermometro ad gr. 149 mane subsidente: reliquis vero sequutis diebus ad mensis usque finem, inter gr. 148½, & 147, percurrente.\n\nIntempestivo huic aeris rigori tribuebant vinitores, quod in suburbanis vinetis, uvarum jam maturescen- tium obdurata cutis, acinique exsiccati, gracilem admodum vindemiam tulerint, quam de cetero race- morum copia affluentem spondebat.\n\nBarometrum interea, caecia plerumque flante, poll. 29. 10½ attigerat. Sed postremo mensis die, eo non-nihil depresso, nubes circa meridiem coelum obducebant.\n\nMaxima ejus altitudo fuerat 3 poll. 30. 0¾.\nMinima ———— poll. 29. 8¼.\nPluviae quantitas ———— poll. 0. 486.\n\nMense SEPTEMBRI.\n\nPrioribus quinque mensis hujuscce diebus varia coeli facies, varia tempestas; sudo nubiloque alter- nantibus. Mane pluries coelo sereno in boreali plaga nubeclae apparebant. Caecias oriente sole plerumque spirabat: Auster circa meridiem. Barometrum inter lineas 8, & 10 supra poll. 29 vagabatur. Et quamquam vespera diei 5, lineas 11 attigisset; iterum tamen noctu nonnihil descendebat; & sequenti die, Africo flante, pluvia demittebatur. Hoc ipsum obser- vavamus die 8; quo post pomeridianam pluviam, ac tonitrua, borealibus euro mixtis ventis prevalentibus, fere nitas redibat ad diem 12 perseverans.\n\nMane\nMane dici 2 ultimum quadrantem Libonoto flante, luna compleverat. Die vero 9 post solis occasum conjunctionem celebraverat, spirante cæro.\n\nDies 12 fere totus ferens, cæcia primum, deinde zephyro flantibus. Barometrum sensim deprimebatur. Nocte ingravescente, coelum subnubilum. Flabat eurus. Postridie, eodem spirante vento, & barometro ad poll. 29. 9 lente demisso, ingens imber duos fere altitudine pollices æquans decidebat. Nubes tamen sequuta nocte cæcias eliminabat; & barometrum per lineæ semissim elevabatur. Serenitas deinceps usque ad finem mensis nubibus quandoque turbata persistabat. Frequenti etiam nebula coelum obfuscabatur, diebus praesertim 23, 24, 25, & 30, sole oriente. Primum quadrantem spirante austro, coeloque sereno ante solis ortum dici 17 lunæ pertransierat; & oppositionem ante ortum diei 25 eodem flante vento absolverat.\n\nPost diem 20 barometrum motu vario parum ab altitudine poll. 30 recedebat. Mane plerunque venti boreales orientalibus permixti, fero occidentales permixti australibus spirabant. Hicce autem atmosphæræ status proximos autumnali æquinotio dies comitabatur: poll. 30 barometro itidem servante. Sub mensis finem flabat N. N. E.\n\nThermoscopium mensis hujuscæ periodo admodum varios frigoris calorisque gradus cum mane, tum post meridiem ostendebat. Nam prioribus tribus diebus sole oriente inter gr. 140, & 142: Meridie inter gr. 130, & 133 versabatur. Deinceps plurimum variabat. Plurics enim oriente sole ostendebat gr. 152, quamdoque 153½. Post meridiem, plerunque inter gr. 134, & 138 divagando, circa mensis finem gr. 126½ at-\nattingebat, qui maximus totius mensis calor fucrat Zephyro tunc spirante.\n\nMaxima barometri altitudo fucrat hoc mense poll. 30. 1 ¼.\nMinima poll. 29. 7 ½.\nPluviae quantitas poll. 2. 605.\n\nMensē Octōbrī.\n\nRerum novitate notabilis admodum mensis hicce erat. Ultimum quadrantem post solis occasum diei 1, spirante Cæcia, cœloque screno, luna pertransierat. Qui sub mensis superioris finem præpollebat ventus N.N.E. prioribus quoque mensis istius diebus perseverabat. Mox occidentales ad diem usque 12 perlantes succedebant. Barometrum paullo vel intra, vel supra poll. 30 consistebat. Nocte vero quae diem 8 sequebatur poll. 30. 4 ¼ attingebat.\n\nNocte eadem sereno cælo hora post occasum solis iv, Aurora Borealis adparebat, totam, boream inter, & occasum, occupans cœli plagam insigni rubedine splendescentem. Urbis ædificia partem cœli horizonti proximam inspicere prohibebant. Post horæ intervallum color rubicundus in candicantem sensim permutabatur: paullo post lumen extinguebatur; iterumque occasum versus, debilius tamen, redibat. Brevi penitus deficiebat. Zephyrus tunc lenissime flabat; & thermoscopium gr. 148 metiebatur.\n\nLumen hocce boreale in Placentino etiam agro, sed adspectu diverso observatum, nobilissimi & Cl.V. Ubertini Marchionis Landi nos epistola docuit. Ibi post primam ab occasu solis horam adparebat. A Borea nonnihil occasum versus primum declinans ter-\ntiam coeli partem albicante illustrabat colore. Tenuissimae nubes stantium columnarum instar, fixorum lumen haud intercipientes ex horizonte adsurgebant; vixque sensibili mutatione variabant. Nocte integra perseverabat albicans splendor. At aurora imminente rubrum induebat colorem, orientem versus aliquantulum declinando. Ad ortum itaque, naturali nascentis aurorae luce coelum albescebat: ad septemtriones insucto jam veluti adolescentis aurorae rubecebat lumine: atque hoc pacto aurora duplici eodem tempore illustrabatur. Sequuta etiam diei 9 nocte iterum, sed dilutiore luce usque ad quartam ab occasu solis horam in eodem Placentino agro conspiciebatur. Evanescente dein lumine obscurior praeter consuetudinem, & tenebricosior nox succedere videbatur. Romae, coelo quamvis sereno, & novilunium eadem nocte luna celebrante, nullum insuetæ lucis vestigium observabamus.\n\nAb die 9 sensim descendebat barometrum, permanente sudo, & zephyro continuante. Die tamen 12 ventus hicce circa meridiem densissimis nubibus coelum antea serenum obtenebrabat. Mox barometro ad poll. 29. 11\\(\\frac{3}{4}\\) delapso ingens adeo imber demittebatur, ut pollices fere duos, & semisi altitudine æquaret.\n\nPaullo post solis occasum redibat serenitas; & sequenti mane, Euro flante nubes ad borealem dumtaxat horizontem conspiciebantur. Barometrum vespera sudo adscendebat ad poll. 30. 0\\(\\frac{3}{4}\\). et si Africus primum, dein Auster spiraret.\n\nMane diei 14 iterum Africus, mox Auster circa meridiem flabant; & post meridiem pluebat. Sequuto etiam biduo, nunc Austro, nunc Cæcia flantibus pluvia\npluvia decidebat. Die autem 16, qui primum lunæ quadraturam anteibat, tonitrua, & horrificæ coruscationes pluviam densissimam comitabantur. Sed declinante die jam serenitas restituta. Barometrum hisce diebus immotum fere poll. 29. 10½ tenebat usque ad diecm 19, quo, occidente sole, paullulum descenderat. Sequuta autem nocte imbræ delabì incipiebant, qui, barometro supra poll. 29. 9 plerunque commemorante, fere ad mensis usque finem perseverabant. Copiosissimi tamen diebus 21, 23 & 24. Et, quod notatu dignissimum, die 23, validissimo flante Austro, tonitru, grandine & fulminibus comitantibus, quinque fere aquæ pollices, sex circiter horarum intervalllo decidebant. Barometrum eo die ad poll. 29. 6½ paullo ante descenderat; & thermometrum gr. 149 indicabat. Die etiam 24 ad pollicis altitudinem pluebat; tametsi barometrum nonnihil iterum adscendisset. Sequenti nocte plenilunium. Reliqui dies, exiguo continuante barometri adscensu variam coeli faciem, sed plerunque nubilam ostendebant; borealibus ut plurimum spirantibus ventis Euro permixtis.\n\nThermometrum toto ferme mense inter gr. 151 & 154 mane versabatur. Meridie inter gr. 139 & 144. Sed postremis mensis diebus mane inter gr. 156 & 160. Meridie inter 151 & 152.\n\nMaxima barometri altitudo fuerat? poll. 30. 4½.\nhoc mense ——— ——— ——— ——— ———\nMinima ——— ——— ——— ——— ——— ——— poll. 29. 6½.\nPluviae quantitas ——— ——— ——— ——— ——— ——— poll. 10. 895.\n\nEc 2 Mense\nMenfe Novembris.\n\nCæcias, cique ad latus flantes venti, toto ferme hoc mense, vario coelo spirabant. Barometrum poll. 29. 10 constanter superabat, diebus 7 & 8 exceptis, quibus flante Volturno ad poll. 29. 8 descenderat: largusque imber die praesertim 8 decidebat, quo post meridiem novilunium peractum erat. At iterum pristinam elevationem recuperante, & continuo superrante barometro, die 16, quo primum quadrantem lunæ pertransierat, poll. 30. 4½ attingebat flante Borea. Hæc porro barometri altitudo ab maxima hujuscce anni altitudine parum deficiebat.\n\nOriente sole diebus 17 & 18 thermometrum gr. 170 & 171 sereno coelo, & Borea flante metiebatur. Deinceps diebus 20 & 21 cito descensu, concidente ad poll. 29. 8½ barometro, pluvia iterum, tonante, & coruscante coelo, Austro autem flante decidebat. Thermometrum inter gr. 155 & 161 tunc temporis mane versabatur. Sequuto biduo, dum scilicet post occasum diei 22 pleno orbe splendebat luna, barometro ad poll. 30. 2. elevato, serenitas redierat; & thermometrum ad gr. 166 mane subsidebat. Sed barometro nonnihil iterum delapso iterum pluvia. Novo dein interjecto serenitatis biduo (quo thermometrum ad gr. 174½ rigidior aer, & spirans aquilo mane depresserat) flantibus denuo Cæcia, & affinis ventis, usque ad mensis finem vel nubilum, vel pluvia. Die porro 28 barometri descensus insignior poll. 29. 1¾ attingebat. Brevi tamen eodem regnante vento, iterum passim elevabatur: dum interim continuata, sed tenuis decidebat pluvia: ultimumque quadrantem nocte diem 29 sequuta, egerat luna.\n\nHocce\nHocce itaque mense ab insigni altitudine, fere ad minimam, dierum duodecim intervallo barometrum descenderat.\n\nMaxima ejus altitudo fuerat —— poll. 30. 4 ½.\nMinima ——— ——— poll. 29. 1 ¾.\nPluviae quantitas ——— poll. 3. 488.\n\nMense Decembris.\n\nQuos superiore mense dominatum in atmosphæra habuisse dicebamus affines Cæciae venti, hocce etiam mense usque ad diem 20 præpollere observabantur. Coelum plerunque serenum erat, sex prioribus exceptis diebus, quibus adscensu, descensusque vario barometrum intra poll. 30 & 29. 9. divagabatur: descensum pluvia etsi tenui subsequente. Reliquis decem & quatuor, aut supra, aut parum infra poll. 30 consistebat. Mane autem diei 8 (quo tempore plenilunium absolvebatur) & sequutis diebus 10 & 11, ad poll. 30. 2. conscenderat. Post diem 15, quo prima lunæ quadratura peracta post meridiem fuerat, nonnihil jam ex altitudine poll. 30. 1 ½ demittebatur, nubilum que adparebat coelum.\n\nThermometrum, quod paullo ante solis ortum dici 2, gr 174 attigerat, sequutis usque ad diem 11 diebus, eadem hora intra gr. 165 & 170 versabatur. At frigore crudescente, ad gr. 174 ½ die 13 consistebat. Deinceps frigus mitigabatur.\n\nCirca meridiem dici 20 Australes venti spirare, obtenebrari coelum, ac barometrum deprimi observabantur. Descensus hicce nocte sequenti præcipitantior, tres & amplius lineas metiebatur; poll. 29. 5 ¼ mane indicando. Mox ergo ante meridiem diei 21 tonante coelo; ingenti Austri flato, largus imber effundebar.\nDie 22 ante meridiem iterum, Africo spirante, pluebat; oppositionem obtinente luna. Et quoniam solstitium hybernun die 21 occidente sole contigerat, venti proximitis eadem solstitio diebus imperantes, Australes p'erunque fuerant, Africo, Volturno, Euro-que permixti; coelum deinceps ad mensis usque finem, eisdem Volturno & Euro flantibus, pluvium constanter erat: solaque diei 26 periodo plusquam tres & semisi pluviae pollices decidebant: Barometro poll. 29. 10½ commonstrante. Dum vero die 28 ad poll. fere 30 pervenerat, alter pluviae pollex sequuta nocte demittebatur; iterumque nocte altera pluebat, dum ultimum quadrantem luna superabat. Quo tempore hanc imbrium copiam coelum effundebat, thermometrum gr. 161 plerumque aëre admodum miti, mane commonstrabat.\n\nMaxima barometri altitudo fu- erat hoc mensē poll. 30. 2.\nMinima poll. 29. 3½.\nPluviae quantitas poll. 8. 501.\n\nObservationes Generales in Ephemerides Meteorologicas Anni 1741.\n\nQuandoquidem Februario mense maximam barometri altitudinem poll. 30. 5; Januario autem minimum poll. 29. 1 metiebantur; scala variationum mercurii in barometro fuerat hocce anno linearum 16, seu pollicis cum triente; altitudo vero media poll. 29. 9.\n\nEodem Januario mense frigus totius anni maximum in thermometro ostendebant gr. 180; mensibus vero Quintili & Sextili maximum calorem gr. 122.\n122. Scala ergo variationum mercurii in thermometro fuerat gradum 58, seu totidem earum partium, qualium tota thermometri capacitas 5000 complectitur. Quapropter demtis ex posteriore hocce numero partibus 122, quas maximo regnante calore mercurius haud occupabat; istius volumen, eo temporis, partes dumtaxat 4878 obtinebat. Harunc autem partium, maximo adveniente frigore, amittebat 58. Seu si mercurii volumen calore maximo ampliatum in partes 1000 divisum ponamus maximo accedente frigore, partes ab eo millesimae 11 3/9 amittebantur. Eadem enim praeter propter, inter 4878 & 58 ratio interest, qua inter 1000 & 11 3/9.\n\nQuantitas pluviae hoc anno delapsæ erat poll. 43. 780. Ex superiorum autem octo annorum observationibus, media pluviae quantitas poll. 34 adæquabat. Anno autem 1737, qui reliquos imbrium copia superabat, pollices dumtaxat 36. 788 decidebant. Anni itaque 1741 pluvia, mediam excedebat poll. 9. 780; & maximam anni 1737 poll. 6. 992. Quod porro minime prætereundum est; tribus tantummodo postremis anni mensibus pluviae pollices 22. 884 decidabant, qui nedom dimidiari totius hujuscæ anni pluviae quantitatem, verum duas tertias mediæ annuæ pluviae partes superabant. Major ergo imbrium copia hocce anno tribus postremis mensibus demittebatur.\n\nQuintilis etiam mensis imbræ, quos poll. 3. 629. mensurabant, insueti admodum fuerant; quum, ab eo saltem, quo hisce observationibus vacamus, tempore nunquam codem mensæ integrum aquæ pollicem decidisse deprehenderimus. Atque id fortasse in causâ fuit, cur æstivi fructus vermibus plurimum hocce anno scatuerint: quemadmodum nimiis ctiam au-\nautumnalibus imbribus, vermium, quibus oleæ corruptæ fuerant, grassantem copiam agriculturæ tribuebant.\n\nAliud quoque insolens phænomenon autumnales pluvias comitabatur. Plures quandoquidem barometro supra mediam altitudinem haud parum elevato, copiosissimi diurnique imbræ decidebant. Quamquam inficiari non possimus, fere semper ante imbrum delapsum ex majore altitudine mercurium aliquantulum descendisse.\n\nQuemadmodum aliis annis, ita & praesenti, rarissime Cori venti, frequentissime Euri sub Romano coelo flare observabantur. Euri porro, & Australes aut nubilum, aut pluvium plerunque coelum efficiebant: sudum Boreales, & Zephyri. Aliquando tamen, et si raro, hi pluviam, illi serenitatem advehabant.\n\nQui vero proximis utrique solstitio diebus crebrius perslabant, sequuta tempestate diei frequenterque dominabantur. Quod in ventis etiam prope æquinocia spirantibus, utut non adeo sensibiliter, notabamus. Hanc porro observationem longa annorum serie Romæ abs se comprobatam V. Cl. Franciscus Blanchinius affirmabat; nosque plerunque constantem deprehendebamus.\n\nTranquillo præterea coelo, ætivo praesertim tempore, venti orientales matutinis horis, australes circa meridiem, & sole occidente occidentales lenissime spirare plerunque observabantur.\n\nAcus magnetica declinabat hocce anno a Borea in occasum gr. 15.40. Incrementum propterea declinationis ab anno 1730, erat gr. 4.40. Eo siquidem anno declinatio fuerat gr. 11.\n\nPauca\nPauca nunc de morbis popularibus hujusce anni subjicimus, quae ab illustrissimo Leprotto, Archiatro Pontificio, & Regiae Societatis sodali.\n\nAd hyemem, paucis pectoris inflammationes contigerunt; Catarrhi vero, tonsillarum inflammationes, & rheumatici affectus, pluribus. Cæperant quoque circa Januarii finem malignae febres petechiales in pluribus grassari, iis praesertim qui prope Tiberim habitabant: quibus plures simul in eadem domo corripiebantur. Et continuæ quidem omnino febres illæ crant, nihilque intermittebant; sed omnes earum more invadebant, quae ad tertianarum naturam prorsus accederent; uno quidem die leviores, altero vehementiores. Has inter cetera symptomata dolor capitis vehemens comitabatur; cui sequutis diebus coma vigil, & diarrhoea superveniebant. Curabantur autem feliciter sanguinis missione, diluentium, & chinæchinæ usu, omissis omnino cum emeticis, tum purgantibus, quibus uti apud aliquos in more positum est.\n\nCirca veris finem praefatas febres aliae prorsus intermittentes excipiebant, quae quidem, ut plurimum, boni moris erant; cephalalgiae tamen gravi fere semper conjunctæ: & haæ pariter Peruviani corticis usu, & phlebotomia profligabantur. Atque hoc febrium genus non modo per æstatem, & autumnum, verum etiam praesentem in hyemem grassantur.\n\nAd æstatem pariter diarrhoeas & choleras passi sunt nonnulli. Vulnera putredinem, seu corruptionem contrahebant; unde febres ad depurationem usque. Tandem quibusdam ad hanc praesentem hyemem spuriae pectoris contigerunt inflammationes, & catarrhi. Plerique tamen ægroti praedictis febribus intermittentibus laborant.\n\nFf Duobus\nDuobus postremis anni mensibus complures repente occupuerunt, ex apoplexia alii, alii vero ex internis praecordiorum affectionibus. Illud denique animadversione dignum censemus, frequentes per æstatem, & autumnum fuisse morbos ex vermibus ortos, quos in acutis etiam vomitu, & dejectionibus expulsos vidi mus: idque in rusticis potissimum observare proclive erat.\n\nII. Extract of a Letter from J. F. Gronovius, M.D. at Leyden, November 1742. to Peter Collinson, F. R. S. concerning a Water Insect, which, being cut into several Pieces, becomes so many perfect Animals.\n\nSIR,\n\nRead Nov. 18. It is now about Nine Months since that a young Gentleman, living in the Family of Mynheer Bentinck at the Hague, discovered a Water Insect, not known yet or described by any Author. It has a pellucid Body, having here and there branched out something like Claws, with which it catches a particular sort of small Worms, which are every-where found in standing Waters: These are its Food.\n\nBut of what Sort this Insect is, is not known; nor have its Mouth, Stomach or Intestines been yet discovered.\n\nBut what is most surprising is, that, cut this Animal in Five or Six Pieces, in a few Hours there will be as many like their Parent.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104168.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 40128,
    "total-output-tokens": 14244,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1251,
        2
      ],
      [
        1251,
        2909,
        3
      ],
      [
        2909,
        4417,
        4
      ],
      [
        4417,
        6080,
        5
      ],
      [
        6080,
        7445,
        6
      ],
      [
        7445,
        8813,
        7
      ],
      [
        8813,
        10294,
        8
      ],
      [
        10294,
        11777,
        9
      ],
      [
        11777,
        13187,
        10
      ],
      [
        13187,
        14512,
        11
      ],
      [
        14512,
        15995,
        12
      ],
      [
        15995,
        17386,
        13
      ],
      [
        17386,
        18882,
        14
      ],
      [
        18882,
        20469,
        15
      ],
      [
        20469,
        21858,
        16
      ],
      [
        21858,
        23439,
        17
      ],
      [
        23439,
        24819,
        18
      ],
      [
        24819,
        26401,
        19
      ],
      [
        26401,
        27824,
        20
      ],
      [
        27824,
        29374,
        21
      ],
      [
        29374,
        30837,
        22
      ],
      [
        30837,
        32175,
        23
      ],
      [
        32175,
        33784,
        24
      ],
      [
        33784,
        35224,
        25
      ],
      [
        35224,
        36838,
        26
      ],
      [
        36838,
        38059,
        27
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104168",
    "title": "Excerpta ex Ephemeridibus Meteorologicis Romanis Anni 1741. Observante Didaco de Revillas, Abbate Hieronymiano, in Romana Academia Matheseos Professore, Regiae Societatis Londinensis, Necnon Academiae Instit. Scient. Bonon. Sodali",
    "authors": "Didaco De Revillas",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/104168"
  }
}