{
  "id": "45760789a67cd00d5775ae4070a4f52a238685c1",
  "text": "The Holes, thro' which the Pin, in the Centre of the Quadrant, goes.\n\nFig. 5. The Ombrometer.\n\naa. The Board.\nbb. The Tube.\nc. The Graduation.\nd. The Funnel fixed in the Tube.\ne. The Funnel one Inch square.\n\nFig. 6. The Wild-Oat Hygrometer.\n\na. The Box and Plate.\nb. The wild Oat, with the Index upon it.\nc. The Pin, with a small Piece of Ivory on its Head.\n\nII. A Letter from Mr. William Watson, Apothecary, F. R. S. to the Society, concerning some Persons being poisoned by eating boiled Hemlock.\n\nGentlemen,\n\nRead May 10. 1744.\n\nNotwithstanding the Number of Instances, which occur among Writers, concerning the poisonous Quality of our common Hemlock, or *Cicuta major* of Caspar Bauhin; such as, that of Cardanus mentioning a Man kill'd by a Cake, wherein this Plant was an Ingredient; that of Brassavola, who assures us, that it is mortal not to Men only, but to Geese and Swine; as well as those\nof Matthiolus, Scaliger, Kircher, Boccone, and others; yet the Fatality of its Poison, when growing in this Kingdom, has been doubted by many; inasmuch as that faithful Collector the late Mr. Ray mentions, in his Synopsis, Edit. 2. Pag. 326. that not only his Friend Mr. Petiver cat half an Ounce of the Root of this Plant, but that Mr. Henly, a Friend of Mr. Petiver's, in his Presence, eat, without any Inconvenience, three or four Ounces of the same Root. From hence it has been thought, either that the Root has Effects different from the Stalks and Leaves, or, that Difference of Climate varies the Degree of the Violence of the Poison.\n\nAn Observation indeed of the same kind occurs in the German Ephemerides. Linnaeus, in the Hortus Cliffortianus, makes also some Doubt concerning the Malignity of this Plant; and, in naming it, has kept to the old Appellation of Theophrastus and Dioscorides, Conium; and has transferr'd that of Cicuta, to the Cicuta aquatica of Gesner, and of Wepfer. Besides, many of the Accidents, said to have proceeded from Cicuta or Hemlock, have been occasion'd by different Plants; some of the Accidents, probably, from the common one, but many more from the Cicuta aquatica before-mention'd, and from the Oenanthe succo viroso, Cicute facie, of Lobel. This Confusion appears manifestly in several Authors, and some of them of the greatest Credit. Which of these Plants, or whether any of them, was the Athenian Poison, nobody has determined.\n\nAltho' the Eating of the Roots, as above-mention'd, was attended with no bad Consequences, a late melancholy Accident has been sufficiently convincing\nvencing of the poisonous Quality of the Leaves of the *Cicuta major*.\n\nOn Sunday, May 6, 1744, two of the Dutch Soldiers lately arrived, who were quarter'd at Waltham Abbey in Essex, collected, in the Fields adjoining, a Quantity of Herbs, sufficient for themselves and two others for Dinner, when boiled with Bacon. These Herbs were accordingly dressed, and the poor Men first eat of the Broth with Bread, and afterwards eat the Herbs with the Bacon. In a short time after, they were all seized with violent Vertigo's; they soon after were comatose; and two of them grew convulsed, and died in about three Hours.\n\nThe People of the Town being exceedingly alarmed at this Accident, a Physician (Dr. Barrowby junior), being there, immediately went, and order'd the other two, at that time almost dead, large Quantities of Oil; by which means they threw up most of what they had eaten, and afterwards grew better. In all of them the Effects were the same as those from a large Dose of Opium.\n\nThe next Day, being at the Place, I saw one of these Men much recover'd, and only complaining of a Heaviness in his Head; but the other was so well, as to be gone to perform Exercise with the other Soldiers. There was a fifth Soldier, whom I saw, who told me, He eat some of the Bread out of the Broth, but felt scarce any Inconvenience therefrom. It so happen'd, that the two Men, who gather'd the Herbs, were both killed.\n\nAs I went down to the Place to satisfy myself in this Matter, a Dutch Officer went with me very courteously to an Inn, where there were two other Soldiers, who had seen and knew the Herbs which had\nhad been eaten: He was so kind also as to attend me with these Soldiers into the Fields, to shew me the Plants growing. They first gather'd me the *Cicuta vulgaris* of John Bauhin, or Cow-weed; then, the *Myrrhis sylvestris seminibus asperis* of Caspar Bauhin, or small Hemlock-Chervil. They then gave me some *Cicuta major*, and, smelling it, immediately said, That this was the Herb that kill'd their Comrades; which I then had no Reason to doubt of, as of the two former Plants: The first grows almost under every Hedge, and is eaten by the Cows, and the other is frequently given to tame Rabbets for Food; whereas Cattle constantly refuse to eat Hemlock.\n\nBefore I was thus satisfied, I imagined this Accident to have proceeded rather from Lobel's *Oenanthe*; thinking, that as that Plant grows near the Sides of Rivers, these Soldiers might have gather'd it by the River Lee, which runs by the Town, and eaten it for Smallage, to which it has some Resemblance.\n\nIt is now known, that the *Cicuta major*, the *Cicuta aquatica*, and the *Oenanthe* of Lobel, are certain Poisons; but there are two others of the same Class, growing common in England, and not much unlike these in Smell and other Circumstances, vehemently to be suspected: The one is the *Cicutaria tenuifolia* of Mr. Ray, which grows frequently in waste Places, and in Gardens among Pot-herbs, of which De la Champ gives some Account of its Malignancy; the other is the *Cicutaria palustris* of Lobel and *Tabernæmontanus*, or *Phellandrium* of Dodonæus, which grows in muddy Ditches and Ponds.\nI don't remember any History of the pernicious Effects of the *Cicuta major* in this Kingdom; but as the detecting poisonous Plants is of very great Consequence, I presume to lay this Paper before you; and am,\n\n*Gentlemen,*  \nLondon, May 9.  \n1744.\n\nYour most obedient,\n\nHumble Servant,\n\nW. Watson.\n\n---\n\nIII. *Methodus Nova Calculi Eclipsiurn Terræ specialis; vel quorumcunque Occursuum Lunæ cum Stellis, tam errantibus quam inerrantibus:* Auctore Christiano Ludovico Gersten, R. S. Sod. & Math. Prof. in Academia Giesensi.\n\n*Nemini, qui limina tantummodo astronomiæ trivit, ignotum quam molesta & plena laboris res sit, calculus Eclipsiurn Terræ vel quorumcunque appulsiurn Lunæ ad stellas. Modus, quibus iste perficitur, quantum ego quidem scio, duplex hucusque extitit.* Unus veteribus usitatius, at molestissimus omnium, spectatorem in terram ponit, & ex inventa longitudine & latitudine, prout ex terræ dato loco videntur, Luminarium phænomena solvit. Alter recentior, spectatoris oculum in sole fingit,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104421.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1950,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        903,
        2
      ],
      [
        903,
        2531,
        3
      ],
      [
        2531,
        4145,
        4
      ],
      [
        4145,
        5709,
        5
      ],
      [
        5709,
        6718,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104421",
    "title": "A Letter from Mr. William Watson, Apothecary, F. R. S. to the Society, concerning Some Persons being Poisoned by Eating Boiled Hemlock",
    "authors": "William Watson",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104421"
  }
}