{
  "id": "23b945517aa696d13882c6d18f262882e1d585ad",
  "text": "XII. Tentamen continens Theoriam Machinae publicarum.\n\nAutore Thoma Bugge, Astronomo Regio, Astron. et Mathem. Prof. in Academia Havniensi, e Societatibus Scient. Havniensi. et Nidrosi. Communicated by Sir John Pringle, Bart. F. R. S.\n\nRead Dec. 24, 1779.\n\nINTER innumera commodà, quae societati civili adfert Mechanica, haud minimum est ars publicas adigendi, seu, palos majores trabesque oblongas terrae impingendi. Artem hanc veteribus non fuisse ignotam ex pluribus VITRUVII locis potest probari. Etiam si celeberrimus hic antiquitatis autor machinam non describat, tamen extra omne dubium positâ est veterum in hac arte peritia. Sine ea enim impossible fuisset exstruere pontes, molas, aggeres, pyramides, columnas, aedificia, quorum molem, majestatem, firmitatemque venerabundì admiramur et vix imitari audemus. Haec omnia requirunt fortissimas et solidissimas substructiones. Si loca sint congestitia et palustria, publicae machinarum vi adiguntur, tunc imponitur craticula; plures publicae impinguntur, capitibus promi-\nprominentibus; earum intercapedines oppletur lapidibus majoribus, filicibus, arenae majori fossitia et mortario, quibus fundamentis demum superfruenda sunt aedificia.\n\nForma machinæ, qua veteres architectones publicas adegerunt, non satis constat. Recentiores varias ei dederunt compages et configurationes. Complures descriptæ sunt LEOPOLD, DESAGULIERS, et BELIDOR. Inter has eminent et palmam omnibus praeripit publicarum machina VAULOUE inventa, a DESAGULIERS descripta, ac in usum producta dum fundamenta pontis Westmonasteriensis coniacerentur. Præcipua ejus commoda sunt, ut ad onus (quod arietem vocare licet) elevandum minor requiratur hominum numerus, ut aries ad majorem elevatus, altitudinem libere decidat, utque arietem deciduum lusu machinæ iterum arripiat forceps, et mox elevet; quibus machinamentis brevissimo temporis spatio et paucissimis operariis maximus publicarum numerus ad maximum profunditatem adigi possint.\n\nTheoriam effectus hujus machinæ quidem dedit BELIDOR. Sed, quantum video, eam superstruxit fundamento prorsus erroneo et parum solido; eam deducit ex regulis collisionis corporum, considerando publicam terræ impingendam et onus deciduum tanquam corpora collisa. Quis autem non vidit regulas collisionis supponere motum liberum, et medium non resistent? Nullo ergo jure\nTentamen continens Theoriam\n\nin dato casu, ubi sublicae soli resistentia valde magna opponitur, applicari potest. Tentabimus aliam explicare hujus machinae theoriam.\n\nRes eo redit, ut onus ingens ex certa altitudine cadens percutiat sublicarum capita annulo ferreo cincta; considerabimus duas machinas; vocabimus onera cadentia = o et o; altitudines, e quibus decidunt = A et a; sublicarum adigendarum massas = m et m; superficies earum, quoad terrae impactae sunt = s et s; et profunditates sublicarum in solo = p et p. Percursio oneris cadentis instar virium vivarum est aestimanda per productum ex massa oneris in quadratum celeritatis; hoc autem quadratum proportionale est altitudini, ex qua cadit onus; proinde percursio aestimari potest per factum ex massa oneris impingentis in altitudinem computatam a supremo puncto ad caput sublicae. Sed effectus sunt uti vires-causarum suarum plenae. Ergo, si resistentiam soli et massas sublicarum utrohique aequales statuamus, profunditates, ad quas singulis percursionibus adiguntur sublicae, erunt in ratione composita e rationibus directis onerum et altitudinum; seu\n\n\\[ p : p = a \\times o : A \\times O. \\]\n\nSi sumamus cohaerentiam soli aequalis et homogeneae, resistentia, quam, dum subsident, vincere debent sublicae, crescit in ratione superficierum solo impactarum. Si\njam statuamus onera cadentia æqualia \\( o = o \\); altitudines quoque æquales \\( A = a \\); patet effectus percussionum et hinc profunditates decrescere prout crescunt tam superficies adæcta quam sublicarum pondera vel massæ. Hinc ubi data hypothesi, erunt profunditates in ratione composita e rationibus inversis superhierum et maiarum, seu\n\n\\[\np : p = s \\times M : f \\times m = \\frac{1}{f \\times m} : \\frac{1}{s \\times M}.\n\\]\n\nSi jam omnia sunt inæqualia, nempe onera cadentia, altitudines, massæ sublicarum, et earum superficies in terra conditæ; dico profunditates, singulo iœtu acquisitas, esse in ratione composita e rationibus directis onerum cadentium et altitudinum, et e rationibus inversis superficierum et massarum. Concipiamus tertiam sublicam cujus massa \\( = M \\), superficies adæcta \\( = s \\); onus impingens \\( = o \\); altitudo, e qua cadit onus \\( = a \\); dicatur profunditas hujus sublicæ ex data percursione proveniens \\( = \\pi \\).\n\nTunc erit per antea demonstrata\n\n\\[\np : \\pi = \\frac{1}{m \\times f} : \\frac{1}{M \\times s}.\n\\]\n\n\\[\n\\pi : p = a \\times o : A \\times o.\n\\]\n\nErgo \\( p : p = \\frac{a \\times o}{m \\times f} : \\frac{A \\times o}{m \\times s} \\).\n\nHæc theoremata inferviunt diversis sublicarum machinis comparandis, praxique exercendæ. Ad determinandum\nTentamen continens Theoriam\n\nsumtus operis exstruendi maxima sunt utilia; iisque superstruimus sequens problema.\n\nCalcule definire profunditatem ad quam singulo ictu subfiet sublica datre machinae vi adacta.\n\nCum in hoc casu tam onus cadens quam massa pali impingendi constans sit et æqualis; erit \\( o = o \\), et \\( m = m \\). Hinc explicata proportio fundamentalis in sequentem abit.\n\n\\[\np : p = \\frac{a}{s} : \\frac{A}{s}.\n\\]\n\nPorro superficies sublicarum terræ impactarum sunt rectangula eandem batin sed diversam altitudinem \\( p \\) et \\( p' \\) habentia (\\( p \\) hic significat profunditatem totalem).\n\nQuapropter \\( s : s = p : p' \\), id quod simpliciorem et commodorem subministrat analogiam:\n\n\\[\np : p = \\frac{a}{p} : \\frac{A}{p'}.\n\\]\n\nPost percurssiones quasdam factas, adeo ut firmiter terræ inhæret sublica, fiat denique novus ictus, quem primo numeramus, tum cadat onus ex altitudine \\( = a \\) et subsideat sublica profunditate \\( = p \\). Fiat tum secundus ictus, tunc subsidebit palus profunditate \\( = x \\). Onus cadet per altitudinem \\( A = a + p \\), et sublicæ profunditas totalis erit \\( = p = p + x \\). Facta jam debita substitutione habemus.\n\n\\[\np : x = \\frac{a}{p} : \\frac{a + p}{p + x}.\n\\]\nEx qua analogia originem ducit sequens æquatio.\n\n\\[ px + x^2 = p^2 + \\frac{p^3}{a}. \\]\n\nQuæ æquatio quadratica, si resolvatur, dabit valorem incognitæ\n\n\\[ x = \\pm \\sqrt{\\frac{5}{4} p^2 + \\frac{p^3}{a} - \\frac{1}{2} p}. \\]\n\nApplicemus calculum ad datum exemplum. Sit altitudo, e qua decidit onus percutiens \\( a = 3 \\) ped = 36 pol. Profunditas ad quam primo ictu subsidet publica \\( p = 4 \\) pol. dicatur jam profunditas ad quam secundo ictu subsidet \\( x_1 \\) erit:\n\n\\[\n\\begin{align*}\n4 : x &= \\frac{36}{4} : \\frac{40}{4+x} \\\\\n4x + x^2 &= \\frac{160}{9} \\\\\nx &= 2\\frac{2}{3} \\text{ pol.}\n\\end{align*}\n\\]\n\nSecundo ictu publica subsidet numero rotundo 3 pol. In tertio ictu erit altitudo, quam percurrit onus impingens = 36 + 4 + 3 = 43 pol. Profunditas publicæ = 4 + 3 = 7 pol. Denique profunditas tertio ictu acquisita \\( x \\); tunc,\n\n\\[\n\\begin{align*}\n4 : x &= \\frac{36}{4} : \\frac{43}{7+x} \\\\\n7x + x^2 &= \\frac{172}{9} \\\\\nx &= \\frac{11}{7} : 2 \\text{ pol. quam proxime.}\n\\end{align*}\n\\]\n\nIn quarto ictu est altitudo = 36 + 4 + 3 + 2 = 45 pol. et profunditas publicæ = 4 + 3 + 2 = 9 pol. Profunditas quarto ictu acquisita \\( x \\); tunc erit,\n\\[ \\frac{4}{x} = \\frac{36}{9+x} \\]\n\n\\[ 9x + x^2 = \\frac{180}{9} \\]\n\n\\[ x = \\frac{12}{2} - \\frac{9}{2} = 1\\frac{1}{2} \\text{ pol. quam proxime.} \\]\n\nIdem problema si solvendum sumsit D. BELIDOR. Supponit sublicam primo ictu subsidere 15 pol. Tunc juxta ejus calculos secundo ictu subsidebit 17; tertio 19; quarto 21; quinto 23. Quis autem non vidit hanc progressionem cum theoria et experientia pugnare? Profunditas enim singulo ictu acquisita continuo decrescit, et tandem sublica repetitis ictibus non amplius subsidet. Id quod evenit, quando cohaerentia soli et frictio major est vi a percursione oriunda. Eo in casu sublica profundius adigi non potest nisi augeantur vel onus percutiens vel altitudo, e qua cadit.\n\nIn actis Academiae Stockholmiensis mechanicus qui-dam haud incelebris statuit sublicam ponderibus oneratam in hoc casu ulterius et profundius in terram adigi posse. Verum si sublica ita oneratur, idem est ac si sublicae massa major esset, quod non auget sed impedit effectum percursionis. Ad adigendam sublicam pondus impositum agit sola pressione, quae pro insensibili est habenda respectu resistentiae et frictionis. Si vero onus impingens augeatur, certissime quoque augebitur percussio. Quam rem theoria et experientia confirmant; notum enim\nenim est ex experimentis D. CAMUS malleum 12 librarum ambabus manibus elevatum et proinde ex altitudine 5 pedum cadentem eundem effectum reddere ac simplex pressio 1000 librarum.\n\nDeterminare maximam profunditatem, ad quam publica data machina datá adigi potest.\n\nSit altitudo, quam onus percurrit in primo iectu = a; profunditas per primum iectum acquisita = p; post factas complures percussiones publica subfident quantitate admodum parva = m; et tum operae pretium non est plures dare percussiones. Profunditas totalis antea acquisita = x; et altitudo, quam onus percutiens describit = a + x. Hinc,\n\n\\[ p : m = \\frac{a}{p} : \\frac{a+x}{x}. \\]\n\nEx resolutione hujus aequationis invenitur,\n\n\\[ x = \\frac{ap^2}{am-p^2}. \\]\n\nSit \\( p = 4 \\) pol.; \\( m = \\frac{1}{16} \\) pol.; \\( a = 36 \\) pol.; invenitur maxima profunditas \\( x = \\frac{36 \\times 16}{\\frac{1}{16} - 16} = -576 : \\frac{124}{10} = -46,6 \\) pol. Haec quantitas negativa esse debet, cum opposita sit altitudini, quae instar positivae est assumpta.\n\nCorodinis loco sequentes practicas observationes adjungimus. 1. Pondus oneris impingentis ut plurimum est 800 libr. Vis hominis onus continuo labore elevantis\nvantis circiter 40 lib. aestimanda est. Hinc in machina simplici 20 homines onus elevare valent. Ictibus autem 25 vel 30 datis, ut per æquale temporis spatium requiescant necesse est. 2. Ad percussiones 30 dandas et requiem capiendam 4 minuta prima requiruntur, adeo ut per integram horam 450 ictibus sublīcām percūtere liceat. 3. Virium impedimentum est, si diameter trachleæ superioris, cui funis onus elevans circumvolvitur sit justo minor. 4. Si onus impingens ope maximum et non mediante axi in peritrochio est elevandum, altitudo, quam percurrit onus, non superare potest 5 pedes quos solummodo emetiri possunt homines brachiorum liberò motu. 5. Quando plures adigendae sunt sublīcae, prodest opus incipere a medio, et ad extremitates procedere, si enim contrario modo rem aggressus fueris, sublīcae intermediae adigi non possunt sine opere et temporis dispendio propter soli compactionem. 6. Antequam opus incipiatur, terra est examinanda et sublīca probatoria adigenda, ut exactam de soli qualitate ejusque stratis habeas cognitionem. 7. His praesuppositis, aestimari possunt sumtus ad feriem sublīcarum adigendam necessarii. Ad machinam transferendam et singulas sublīcas perpendiculariter erigendas requiruntur 15 minuta prima. Ex ictibus probatoriis juxta precedentia\nproblemata calculari possunt numerus percussionum per singula strata et hinc tempus totum requisitum. Tandem ex longitudine operis, ex pretio et numero publicarum aestimari possunt sumtus omnes quos impendere oportet.\n\nHavniæ, 30 Augusti 1778.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106412.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 4175,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1028,
        2
      ],
      [
        1028,
        2333,
        3
      ],
      [
        2333,
        3657,
        4
      ],
      [
        3657,
        4933,
        5
      ],
      [
        4933,
        6142,
        6
      ],
      [
        6142,
        7285,
        7
      ],
      [
        7285,
        8549,
        8
      ],
      [
        8549,
        9719,
        9
      ],
      [
        9719,
        10998,
        10
      ],
      [
        10998,
        11241,
        11
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106412",
    "title": "Tentamen Continens Theoriam Machinae Sublicarum. Autore Thoma Bugge, Astronomo Regio, Astron. et Mathem. Prof. in Academia Havniensi, e Societatibus Scient. Havniens. et Nidros. Communicated by Sir John Pringle, Bart. F. R. S.",
    "authors": "John Pringle, Thoma Bugge",
    "year": 1779,
    "volume": "69",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106412"
  }
}