{
  "id": "4b93b5eca7e4b7b3344a23d82cc5f0ad81fb89d4",
  "text": "II. An Argument for Divine Providence, taken from the constant Regularity observ'd in the Births of both Sexes. By Dr. John Arbuthnott, Physician in Ordinary to Her Majesty, and Fellow of the College of Physicians and the Royal Society.\n\nAmong innumerable Footsteps of Divine Providence to be found in the Works of Nature, there is a very remarkable one to be observed in the exact Balance that is maintained, between the Numbers of Men and Women; for by this means it is provided, that the Species may never fail, nor perish, since every Male may have its Female, and of a proportionable Age. This Equality of Males and Females is not the Effect of Chance but Divine Providence, working for a good End, which I thus demonstrate:\n\nLet there be a Die of Two sides, M and F, (which denote Cross and Pile), now to find all the Chances of any determinate Number of such Dice; let the Binome $M+F$ be raised to the Power, whose Exponent is the Number of Dice given; the Coefficients of the Terms will shew all the Chances sought. For Example, in Two Dice of Two sides $M+F$ the Chances are $M^2 + 2MF + F^2$, that is, One Chance for M double, One for F double, and Two for M single and F single; in Four such Dice there are Chances $M^4 + 4M^3F + 6M^2F^2 + 4MF^3 + F^4$, that is, One Chance for M quadruple, One for F quadruple, Four for triple M and single F, Four for single M and triple F, and Six for M double and F double; and universally, if the Number of Dice be $n$, all their Chances will be expressed in this Series\n\n$M^n+$\nIt appears plainly, that when the Number of Dice is even there are as many M's as F's in the middle Term of this Series, and in all the other Terms there are most M's or most F's.\n\nIf therefore a Man undertake with an even Number of Dice to throw as many M's as F's, he has all the Terms but the middle Term against him; and his Lot is to the Sum of all the Chances, as the coefficient of the middle Term is to the power of 2 raised to an exponent equal to the Number of Dice: so in Two Dice his Lot is $\\frac{1}{4}$ or $\\frac{1}{2}$, in Three Dice $\\frac{6}{36}$ or $\\frac{1}{6}$, in Six Dice $\\frac{252}{7776}$ or $\\frac{1}{32}$, in Eight $\\frac{120}{4096}$ or $\\frac{1}{34}$, &c.\n\nTo find this middle Term in any given Power or Number of Dice, continue the Series $\\frac{n}{1} \\times \\frac{n-1}{2} \\times \\frac{n-2}{3} \\times \\cdots$, &c., till the number of terms are equal to $n$. For Example, the coefficient of the middle Term of the tenth Power is $\\frac{1}{1} \\times \\frac{2}{2} \\times \\frac{3}{3} \\times \\frac{4}{4} \\times \\frac{5}{5} = 252$, the tenth Power of 2 is 1024, if therefore A undertakes to throw with Ten Dice in one throw an equal Number of M's and F's, he has 252 Chances out of 1024 for him, that is his Lot is $\\frac{252}{1024}$ or $\\frac{63}{256}$, which is less than $\\frac{1}{2}$.\n\nIt will be easy by the help of Logarithms, to extend this Calculation to a very great Number, but that is not my present Design. It is visible from what has been said, that with a very great Number of Dice, A's Lot would become very small; and consequently (supposing M to denote Male and F Female) that in the vast Number of Mortals, there would be but a small part of all the possible Chances, for its happening at any assignable time, that an equal Number of Males and Females should be born.\n\nIt is indeed to be confessed that this Equality of Males and Females is not Mathematical but Physical, which alters much the foregoing Calculation; for in this Case the\nthe middle Term will not exactly give A's Chances, but his Chances will take in some of the Terms next the middle one, and will lean to one side or the other. But it is very improbable (if mere Chance governed) that they would never reach as far as the Extremities: But this Event is wisely prevented by the wise Economy of Nature; and to judge of the wisdom of the Contrivance, we must observe that the external Accidents to which are Males subject (who must seek their Food with danger) do make a great havoc of them, and that this loss exceeds far that of the other Sex, occasioned by Diseases incident to it, as Experience convinces us. To repair that Loss, provident Nature, by the Disposal of its wise Creator, brings forth more Males than Females; and that in almost a constant proportion. This appears from the annexed Tables, which contain Observations for 82 Years of the Births in London. Now, to reduce the Whole to a Calculation, I propose this.\n\nProblem. A lays against B, that every Year there shall be born more Males than Females: To find A's Lot, or the Value of his Expectation.\n\nIt is evident from what has been said, that A's Lot for each Year is less than \\( \\frac{1}{2} \\); (but that the Argument may be stronger) let his Lot be equal to \\( \\frac{1}{2} \\) for one Year. If he undertakes to do the same thing 82 times running, his Lot will be \\( \\frac{1}{2^{82}} \\), which will be found easily by the Table of Logarithms to be \\( \\frac{1}{4836} \\).\n\nBut if A wager with B, not only that the Number of Males shall exceed that of Females, every Year, but that this Excess shall happen in a constant Proportion, and the Difference lie within fix'd limits; and this not only for 82 Years, but for Ages of Ages, and not only at London, but all over the World; (which 'tis highly probable is Fact, and designed that every Male may have a Female of the same Country and suitable Age) then A's Chance will be near an infinitely small Quantity, at least less\nless than any assignable Fraction. From whence it follows, that it is Art, not Chance, that governs.\n\nThere seems no more probable Cause to be assigned in Physicks for this Equality of the Births, than that in our first Parents Seed there were at first formed an equal Number of both Sexes.\n\nScholium. From hence it follows, that Polygamy is contrary to the Law of Nature and Justice, and to the Propagation of Human Race; for where Males and Females are in equal number, if one Man takes Twenty Wives, Nineteen Men must live in Celibacy, which is repugnant to the Design of Nature; nor is it probable that Twenty Women will be so well impregnated by one Man as by Twenty.\n\n| Christened | Christened |\n|------------|------------|\n| Anno.      | Males.     | Females.   | Anno.      | Males.     | Females.   |\n| 1629       | 5218       | 4683       | 1648       | 3363       | 3181       |\n| 30         | 4858       | 4457       | 49         | 3079       | 2746       |\n| 31         | 4422       | 4102       | 50         | 2890       | 2722       |\n| 32         | 4994       | 4590       | 51         | 3231       | 2840       |\n| 33         | 5158       | 4839       | 52         | 3220       | 2908       |\n| 34         | 5035       | 4820       | 53         | 3196       | 2959       |\n| 35         | 5106       | 4928       | 54         | 3441       | 3179       |\n| 36         | 4917       | 4605       | 55         | 3655       | 3349       |\n| 37         | 4703       | 4457       | 56         | 3668       | 3382       |\n| 38         | 5359       | 4952       | 57         | 3396       | 3289       |\n| 39         | 5366       | 4784       | 58         | 3157       | 3013       |\n| 40         | 5518       | 5332       | 59         | 3209       | 2781       |\n| 41         | 5470       | 5200       | 60         | 3724       | 3247       |\n| 42         | 5460       | 4910       | 61         | 4748       | 4107       |\n| 43         | 4793       | 4617       | 62         | 5216       | 4803       |\n| 44         | 4107       | 3997       | 63         | 5411       | 4881       |\n| 45         | 4047       | 3919       | 64         | 6041       | 5681       |\n| 46         | 3768       | 3395       | 65         | 5114       | 4858       |\n| 47         | 3796       | 3536       | 66         | 4678       | 4319       |\n| Anno. | Males | Females |\n|-------|-------|---------|\n| 1667  | 5616  | 5322    |\n| 1668  | 6073  | 5560    |\n| 1669  | 6506  | 5829    |\n| 1670  | 6278  | 5719    |\n| 1671  | 6449  | 6061    |\n| 1672  | 6443  | 6120    |\n| 1673  | 6073  | 5822    |\n| 1674  | 6113  | 5738    |\n| 1675  | 6058  | 5717    |\n| 1676  | 6552  | 5847    |\n| 1677  | 6423  | 6203    |\n| 1678  | 6568  | 6033    |\n| 1679  | 6247  | 6041    |\n| 1680  | 6548  | 6299    |\n| 1681  | 6822  | 6533    |\n| 1682  | 6909  | 6744    |\n| 1683  | 7577  | 7158    |\n| 1684  | 7575  | 7127    |\n| 1685  | 7484  | 7246    |\n| 1686  | 7575  | 7119    |\n| 1687  | 7737  | 7214    |\n| 1688  | 7487  | 7101    |\n\n| Anno. | Males | Females |\n|-------|-------|---------|\n| 1689  | 7604  | 7167    |\n| 1690  | 7909  | 7302    |\n| 1691  | 7662  | 7392    |\n| 1692  | 7602  | 7316    |\n| 1693  | 7676  | 7483    |\n| 1694  | 6985  | 6647    |\n| 1695  | 7263  | 6713    |\n| 1696  | 7632  | 7229    |\n| 1697  | 8062  | 7767    |\n| 1698  | 8426  | 7626    |\n| 1699  | 7911  | 7452    |\n| 1700  | 7578  | 7061    |\n| 1701  | 8102  | 7514    |\n| 1702  | 8031  | 7656    |\n| 1703  | 7765  | 7683    |\n| 1704  | 6113  | 5738    |\n| 1705  | 8366  | 7779    |\n| 1706  | 7952  | 7417    |\n| 1707  | 8379  | 7687    |\n| 1708  | 8239  | 7623    |\n| 1709  | 7840  | 7380    |\n| 1710  | 7640  | 7288    |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103111.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 3596,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1529,
        2
      ],
      [
        1529,
        3506,
        3
      ],
      [
        3506,
        5478,
        4
      ],
      [
        5478,
        7808,
        5
      ],
      [
        7808,
        9152,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103111",
    "title": "An Argument for Divine Providence, Taken from the Constant Regularity Observ'd in the Births of Both Sexes. By Dr. John Arbuthnott, Physitian in Ordinary to Her Majesty, and Fellow of the College of Physitians and the Royal Society",
    "authors": "John Arbuthnott",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103111"
  }
}