{
  "id": "92474d6037b6f4cdc98b787fba28ec5a007d5c47",
  "text": "make an unsupportable Ulcer, and all the foot cor-\nrupts.\n\nIn the Kingdom of Congo, there are Serpents twenty five\nfoot long, which will swallow at once a whole Sheep. The\nmanner of taking them is thus: When they lie to digest\nwhat they have eaten, they stretch themselves forth in the\nSun: which the Blacks seeing, kill them. And having cut off\ntheir Head and Tail, and embowel'd them, they eat them;\nand ordinarily find them as fat as Hogs.\n\nThere are here a great number of Ants, and of that big-\nness, that the Author reports, that being one day sick in his\nbed, he was forced to order himself to be carried out of his\nroom for fear of being devoured by them. As it often\nhappens to those of Angola: where you may also find in the\nmorning, the Skeletons of Cows devoured by these Ants in\none night.\n\nAmongst other fair Fruit Trees in Brazil there is one,\nwhose Fruit is called Niceffo: which hath this remarkable,\nthat it hath but two Leaves; whereof each is able to cover\na man.\n\nExtract of a Letter from Mr. Edmund Pitt, Alderman of\nWorcester, a very knowing Botanist; concerning the Sor-\nbus Pyriformis.\n\nLast year I found a Rarity growing wild in a Forest\nof this County of Worcester. It is described by\nL'Obelius under the name of Sorbus Pyriformis: as also by\nMathiolus upon Dioscorides. And by Bauhinus, under the\nname of Sorbus Procer. And they agree, that in France,\nGermany, and Italy they are commonly found. But neither\nthese, nor any of our own Country-men, as Gerard, Par-\nkinson, Johnson, How, nor those Learned Authors Merret or\nRay, have taken notice of its being a Native of England.\nNor have any of our English Writers so much as mention'd\nit. Saving, that Mr. Lyte, in his Translation of Dodonaeus,\ndescribes it under the name of the Sorbo-Apple. But faith\nno more of the place, but that it groweth in Dutch-\nLand.\nIt resembles the Ormus or Quicken Tree; only the Ormus bears the Flowers and Fruit at the end. This, on the sides of the Branch. Next the Sun, the Fruit hath a dark-red blush: and is about the bigness of a small Juneting Pear. In September, so rough, as to be ready to strangle one. But being then gather'd, and kept till October, they eat as well as any Medlar. Thus far the Letter.\n\nQ. Whether a Verjuice made of this Fruit, either ground with Crabs, or Grapes, or if plentiful, alone, would not, being kept for some time, prove one of the best acid-astringent Sauces, that Nature affords.\n\nA Relation of a Child which remained Twenty six years in the Mothers Belly. Taken out of the Journal des Scavans; being the Extract of a Letter written from Toulouse 22 June to the Author of that Journal, by Monsieur Bayle, M.D.\n\nThe said Author premises, that there having been many different Reports of this matter: Monsieur Bayle took the pains to give an exact account, as well of the Infant, as of what accidents befell the Mother during her being big with It. Taking also the Figure of the Infant, as it was seen of the whole Town.\n\nMargaret Mathew, Wife of John Puget, Shearman, being with Child 1652, perceived about the end of the ninth Month of her bearing, such pains as Women usually have, when about to fall in Labour. Her Waters also brake: but no Child follow'd. For the space of Twenty years, she perceived this Child to stir: with many troublesome Symptoms accompanying. Which made her from time to time, to desire the Chirurgeon to open her Belly, and take out this grievous burthen. But for the six last years, she perceived not the Child to move. Being lately fail'n sick, she requested the Chirurgeon to open her when she was dead. She died 18 June this year 1678. She was opened the next day, and a dead Child was found in her Belly, out of the Womb, no way joyned or fastened to it. The Head downward; the Buttocks hanging toward the left side; The Arms and Legs in the posture the Figure represents.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101802.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1061,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1839,
        2
      ],
      [
        1839,
        3855,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101802",
    "title": "Extract of a Letter from Mr. Edmund Pitt, Alderman of Worcester, a Very Knowing Botanist; Concerning the Sorbus Pyriformis",
    "authors": "Edmund Pitt",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101802"
  }
}