{
  "id": "563c2ba0a623e6f41637733df8ecaa77df3adda8",
  "text": "E, The Exfoliation from the Cubitus, three Inches long, adhering to an Exfoliation from the Radius of the same Length, not seen; both which, being almost of the Substance of the whole Bone, are knit together by a Callus: So that their Re-union is prior to the Cause which has occasioned the Exfoliation.\n\nFFF, A callous Expansion, inclosing the Bones which are detached within, not hardened in the Middle G; and partly cartilaginous there: So that, in this Place, the Bones made up by the callous Expansion could play upon each other.\n\nVI. An Extract of a Letter from Mr. John Henry Winkler, Græc. & Lat. Litt. Prof. publ. Ordin. at Leipsick, to a Friend in London; concerning the Effects of Electricity upon Himself and his Wife.\n\nApril 22.\nLeipsick, May 3, 1746.\n\nRead May 29.\n\nSINCE Mr. Muschenbroek has made an Experiment* that has caused Astonishment, I would likewise tell you something of what I have been doing.\n\nWhen I heard of Mr. Muschenbroek's Experiment, I tried the same; but I found great Convulsions by it in my Body. It put my Blood into great Agitation; so that I was afraid of an ardent Fever; and\n\n---\n\n* That with the Gun-barrel suspended as the iron Bar. See Transactions, n. 476, p. 419.\nwas obliged to use refrigerating Medicines. I felt a Heaviness in my Head, as if I had a Stone lying upon it. It gave me twice a Bleeding at my Nose, to which I am not inclined. My Wife, who had only received the electrical Flash twice, found herself so weak after it, that she could hardly walk. A Week after, she received only once the electrical Flash; a few Minutes after it she bled at the Nose.\n\nI read in the News-papers from Berlin, that they had tried these electrical Flashes upon a Bird, and had made it suffer great Pain thereby. I did not repeat this Experiment; for I think it wrong to give such Pain to living Creatures. I therefore take, instead of Men or Brutes, a Piece of Metal, and I put it upon a Stand under the electrical Pipe, which Pipe propagates the Electricity. To this Metal is fasten'd an iron Chain, which goes about the Bottle with Water, in which the brais Wire is put, which Wire is fastened to the electrical Pipe.\n\nWhen then the Electrification is made, the Sparks that fly from the Pipe upon the Metal are so large and so strong, that they can be seen (even in the Day time) and heard at the Distance of fifty Yards. They represent a Beam like Lightning, of a clear and compact Line of Fire; and they give a Sound that frightens the People that hear it.\n\nJohn Henry Winkler,\nProfessor Ordinarius of the Greek and Latin Tongues at Leipzig.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104806.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4658,
    "total-output-tokens": 736,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1211,
        2
      ],
      [
        1211,
        2586,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104806",
    "title": "An Extract of a Letter from Mr. John Henry Winkler, Graec. & Lat. Litt. Prof. publ. Ordin. at Leipsick, to a Friend in London; Concerning the Effects of Electricity upon Himself and His Wife",
    "authors": "John Henry Winkler",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104806"
  }
}