{
  "id": "c8cb47ca3fe027c1a48bad8c280b7231e088265e",
  "text": "do for medicine. All the Seas and Rivers, and all Lands do offer plenty and variety for our Tables; and may, in time, for our Garments: The Seas to yield as good and strong Rayments as Ruffe or Mayle; as the dull Inhabitants of large Territories in the North had the wit, long since, and have to this day, to wear shoes and boots of Fishes skins, so cleverly sew'd, that their Seams are not easily to be found, saith M. Martinier in his New Voyage into the Northern Countries: And that the best sort of men in Nova Zembla do wear Vestments of the feather'd Skins of Penguins, the feathers outwards; and make Boats and Canoes of Fish-skins and Fish-bones. And we expect better tidings from the New Arts of Divining, concerning the Treasures of the Seas, such perhaps as have lain ab origine, and have perpetually increased by shipwrecks and tempests. Excellent Volumes do offer many Artifices for all occasions and for all humors; and great Ingenuity's will have the wit, rather to choose to be Masters and Inventors of a New and Ingenuous Artifice, than to serve our Apprenticeship for that which is Vulgar and proletary: No Statute or Law prohibits a man to practise an Invention of his own in any Corporation, if it be for common Utility, and without fraud; but one may not set up a known Trade, till he hath served an Apprenticeship. But I must not here, nor am I able, to enumerate all the Branches of Philosophy which are advanc'd for this present age, and prepared for the future. Enough is done to quicken honest Wit, and Industry, which is generally most of all warring in most of them that complain of Want.\n\nA more particular Account of the last Eclipse of the Moon, as it was observed by the Parisian Astronomers, and promised by us in our former Numb. 111. English't out of the French Journal des Scavans.\n\nJanuary 11. 1675. about five a clock 12 min. in the Evening, in the Royal Observatory, M. Cassini, M. Picard, and M. Roemer, began to perceive, that the Oriental part of the Moon, by little and little lost its light; so that at 5 h. 25', they saw a manifest penumbra; then at 5 h. 3'. 50\", the limb over against the Spot called Hevelius grew so dark, that they all agreed, that this was the true beginning of the Eclipse. They saw yet the little Spot Riccioli, which disappeared not till 15' after; and so the Shadow advanced from spot to spot unto the other opposite limb of the Moon, according to the order below particulariz'd.\nBefore the Moon was almost altogether immersed into the Shadow of the Earth, there appear'd not any sensible Light in the part Eclipsed, as well by reason of the brightness of the other part yet remaining to be darkened, as of some little Mist then being about the Moon. But that Mist being dispelled, the Moon totally Eclipsed looked of a colour red-brown. The Eastern part, which was obscured first, appear'd at first more duskish than the other, and its blackness increased according as the Moon entered more and more into the Shadow of the Earth; but a while after, the same blackness pass'd to the other side of the Moon, so that the Western part became in its turn to be of a reddish colour, browner and darker than the other.\n\nAt 8 h. 7', the Limb that is about the Spot Grimaldi, and which was then next the Horizon, began to clear up: Which made one of the Observers believe, that it was the beginning of the Emersion. But, the whiteness of this Limb not being then yet great enough, the two other Observers judged this return of Clearness a little later, the one at 8 h. 8', and the other at 8 h. 9'. 30\". Yet having in the sequel, a regard to the time of the discovery of the first Spots that came after, they all esteemed the first Emersion to have been at 8 h. 8'. And this shows what is to be expected from the Eclipses of the Moon for the determination of the Longitudes, when the Observers do content themselves barely to remark the beginning and the end of the Eclipse.\n\nDuring the greatest Obscuration, viz. at 7 h. 21', the Southern Limb of the Moon was come close to a small Star, of the number of those that cannot be seen without a Telescope; which was compar'd with the Moon, by taking its distances from the Moon and the Shadow before the total Immersion, and afterward until the first Immersion; with a design, by means thereof to find the Parallax of the Moon. A little after the beginning of the Emersion, viz. at 8 h. 9'. 20\", another Star, yet less than the former, came out at the darkest side, almost over against the Spot Langrenus; which place was taken but to be near so, because then they could discern nothing in that part, though they saw well enough the whole contour or compass of the Moon.\n\nLastly, at 9 h. 9'. 46\", all the three Observers agreed, that the Moon then came out of the Shadow; but there remained a Penumbra, which lasted for sometime after.\nThe Diameter of the Moon, being measured before the Eclipse, was of $32' \\frac{1}{5}''$. 'Tis true, that when she was wholly Eclipsed, she was found less by some Seconds than before the Eclipse: But since 'tis difficult to measure her in that State, there is reason to doubt of this Observation.\n\nThe Times were noted by great Pendulum-Watches, that had been adjusted by the Sun the same day, and that were afterwards verified the next day: Besides, that before the Eclipse at $4h. 45' \\frac{1}{2}''$, by the Watches, the Star Capella was 45 degrees high towards the East.\n\nThe Particulars, above directed to.\n\n| Time | The Passages of the Shadow |\n|------|---------------------------|\n| H. M. S. |                           |\n| 5.32.50. | Beginning Over against the Spot Hevelius. |\n| 36.0. | the first Spot of Grimaldi. Palus Mareotis. |\n| 36.30. | the second limb of Grimaldi. |\n| 45.0. | the middle of Aristarchus. Mons Porphyrites. |\n| 46.0. | Mersenius. |\n| 48.30. | Herigone. |\n| 53.0. | Heraclides. |\n| 53.15. | the first Limb of Copernicus. Aetna. |\n| 54.15. | the middle of Copernicus. |\n| 54.40. | Pitheas, or Hiera Insula. |\n| 55.5. | the second Limb of Copernicus. |\n| 57.40. | the first Limb of Timocharis. Corsica. |\n| 59.35. | the first Limb of the Sinus medius Aestuum. Adriatick Sea. |\n| 6.1.30. | the middle of the Sinus medius. |\n| 2.40. | the first Limb of Tycho or Sinai, and the first Limb of Plato, or the Lacus niger major. |\n| 3.50. | the second Limb of Plato, and the middle of Tycho. |\n| 4.30. | the Centre of the Disque. |\n| 9.0. | the middle of Manilius, or Mons Besbius. |\n| 12.0. | the middle of Menelaus, or Byzantium. |\n| 13.45. | Dionysius Areop., or Mons Amanus. |\n\nTime\nThe Passages of the Shadow.\n\nOver Plinius.\n\nVitruvius.\nEndymion, or Lac Hyperbor superior.\nPromontor Heraclium.\nBetwixt Alcuin and Taruntius.\nthe first Limb of the Caspian Sea, Mare Crisium, Palu Maeotis.\nthe middle of the Caspian Sea.\nthe other Limb of the Caspian Sea.\nthe first Limb of Langrenus, or Insula Maj.\nthe middle of Langrenus.\nBetwixt Langrenus and the Caspian Sea.\nTowards Grimaldus.\nthe first Limb of Grimaldus.\nthe second Limb of Grimaldus.\nMerfennus.\nHerigone.\nthe middle of Aristarch, and the middle betwixt Herigen and Morin.\nthe middle of Kepler, or Loca paludosa.\nthe first Limb of Tycho.\nthe second Limb of Tycho.\nthe middle of Copern.\nthe second Limb of Copern.\nPitheas.\nHeraclides.\nthe first Limb of Timocharis.\nthe first Limb of Plato.\nthe second Limb of Plato.\nthe middle of Manilius.\nMenelaus and Dionys Arcopag.\nPoseidonius.\nVitruvius.\nEndymion.\nthe first Limb of the Caspian Sea.\nthe middle of the Caspian Sea.\nthe other Limb of the Caspian Sea.\nBetween the Caspian Sea and Langrenus.\n\nTime.\n\n6.14.30.\n15.45.\n20.35.\n21.0.\n24.50.\n26.0.\n28.15.\n29.40.\n30.5.\n3.5.\n35.46. Total Immersion.\n3.8.0. I. Emersion.\n12.35.\n14.0.\n20.20.\n24.5.\n24.35.\n26.30.\n28.30.\n29.50.\n34.5.\n35.35.\n36.10.\n36.30.\n40.0.\n42.35.\n43.45.\n49.30.\n52.10.\n55.0.\n56.6.\n59.30.\n9.6.20.\n7.10.\n8.40.\n9.40. The End.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101634.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2485,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2450,
        2
      ],
      [
        2450,
        4845,
        3
      ],
      [
        4845,
        6552,
        4
      ],
      [
        6552,
        7853,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101634",
    "title": "A More Particular Account of the Last Eclipse of the Moon, as It Was Observed by the Parisian Astronomers, and Promised by Us in Our Former Numb.111. English't out of the French Journal des Scavanes",
    "authors": null,
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101634"
  }
}