{
  "id": "806c97a9f417267013904a3c6b4e5ea6d367c5a0",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1802 to June 1803;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1802.\n\nPRESENTS.\n\nNov. 4. Vetusta Monumenta, Vol. IV. Plate 3d.\n\nJournals of the Royal Institution of Great Britain, No. 10, 11, and 12.\n\nTransactions of the Royal Society of Edinburgh, Vol. V. Part II. 1802.\n\nTransactions of the Royal Irish Academy. Vol. VIII. Dublin, 1802.\n\nTransactions of the American Philosophical Society, held at Philadelphia. Vol. V. Philadelphia, 1802.\n\nMeteorological Journal kept on board the Marine Society's Ship, in the Years 1800 and 1801. MS.\n\nAbstract of the Answers and Returns made pursuant to the Population Act. Ordered to be printed 21 Dec. 1801. 2 Vols.\n\nAnalytical Institutions, by Donna Maria G. Agnesi; translated by the late Rev. John Colson. London, 1801. 2 Vols.\n\nSpecimens of British Minerals, selected from the Cabinet of P. Rashleigh. The Second Part. London, 1802.\n\nA General Atlas, published by Robert Wilkinson: Europe, Asia, Africa, France.\n\nHistoire de la Mesure du Tems par les Horloges, par Ferd. Berthoud. Paris, 1802. Tomes 2.\n\nBeiträge zur chemischen Kenntniss der Mineralkörper, von M. H. Klaproth. 3 Band. Berlin, 1802.\n\nBibliotheque Britannique. No. 153—158.\n\nDONORS.\n\nThe Society of Antiquaries.\n\nThe Managers of the Royal Institution.\n\nThe Royal Society of Edinburgh.\n\nThe Royal Irish Academy.\n\nThe American Philosophical Society.\n\nThe Marine Society.\n\nRight Hon. Charles Abbot, F. R. S.\n\nThe Rev. John Hellins, B. D. F. R. S.\n\nPhilip Rashleigh, Esq. F. R. S.\n\nJohn Wilkinson, M. D. F. R. S.\n\nM. Berthoud, F. R. S.\n\nProfessor Klaproth, F. R. S.\n\nProfessor Pictet, F. R. S.\nJournal des Mines. No. 68—71.\n\nMémoire sur l'Intégrabilité médiate des Equations différentielles, par C. F. de Nieuport. Bruxelles, 1802.\n\nDella Scoperta del nuovo Pianeta Cerere Ferdinandea. Palermo, 1802.\n\nAn Account of the English Colony in New South Wales, by Lieut. Col. Collins. Vol. II. London, 1802.\n\nFasciculus I. and II. of a Synopsis of the British Confervae, by L. W. Dillwyn. London, 1802.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 7—11.\n\nThe Philosophical Magazine, by A. Tilloch. No. 50—53.\n\nConsiderations on the Substance of the Sun, by A. B. Woodward. Washington, 1801.\n\nNov. 11. The Charter and Bye Laws of the Royal College of Surgeons in London. London, 1802.\n\nSaggio di Esperienze sul Galvanismo, di Gio. Aldini. Bologna, 1802.\n\n25. A Series of Engravings to illustrate the Morbid Anatomy of the Human Body, by M. Baillie. Fascic. X. London, 1802.\n\nSelenotopographische Fragmente, von J. H. Schröter. 2 Theil. Gottingen, 1802.\n\nCours de Physique céleste, par J. H. Hassenfratz. Paris, 1803.\n\nThe Anniversary Sermon of the Royal Humane Society, by R. Valpy. London, 1802.\n\nDec. 9. Journals of the Royal Institution of Great Britain. No. 13.\n\nAnalyse détaillée de différentes Questions qui se rapportent au Mouvement d'un Corps sollicité par des Puissances quelconques, par R. Prony. Paris, An. 9.\n\nInstitution pratique sur une Méthode pour déterminer les Dimensions des Murs de revêtement, en se servant de la Formule graphique de R. Prony. Paris, An. 10.\n\nRecherches sur la Poussée des Terres, et sur la Forme et les Dimensions à donner aux Murs de revêtement, par R. Prony. Paris, An. 10.\n\nMémoire sur le Jaugeage des Eaux courantes, par R. Prony. Paris, An. 10.\n\nRecueil en Ordre alphabetique de Noms de Minéralogie, par le Prince D. de Galizin. Brunswick, 1802.\n\nMeteorological Journal kept at Cumberland House,\n\nLe Conseil des Mines de la Republique Française.\n\nM. de Nieuport, de l'Institut de France.\n\nM. Piazzi.\n\nLieut. Colonel Collins.\n\nLewis Weston Dillwyn, Esq.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nMr. Augustus B. Woodward.\n\nThe Royal College of Surgeons.\n\nProfessor Aldini, of Bologna.\n\nMatthew Baillie, M. D. F. R. S.\n\nDr. Schröter, F. R. S.\n\nM. Hassenfratz.\n\nThe Rev. R. Valpy, D.D.\n\nThe Managers of the Royal Institution.\n\nM. Prony, de l'Institut de France.\n\nPrince Dimitri de Galizin, F. R. S.\n\nJoseph Colen, Esq.\nfrom Oct. 14, 1778, to March 4th, 1779; and from Feb. 23 to June 3, 1790. MS. fol.\nMeteorological Journal kept at Moose Fort, from August 1, 1795, to April 5, 1797. MS. fol.\nMeteorological Journal kept at Carlton House, from Nov. 1, 1795, to April 30, 1796. MS. fol.\nMeteorological Journal kept at York Fort, Hudson's Bay, from Sept. 1, 1796, to July 5, 1797. MS. fol.\nMeteorological Journal kept at Buckingham House, from October 23, 1796, to May 9, 1797.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 12.\n\nAn Inquiry into the Causes of the Errors and Irregularities which take place in ascertaining the Strengths of spirituous Liquors by the Hydrometer, by W. Speer. London, 1802.\n\nThe Philosophical Magazine, by A. Tilloch. No. 54.\n\nDec. 16. Carte du Canal royal de la Province de Languedoc, levée par les Ordres des Etats Généraux de la dite Province. 1774. 15 sheets.\n\nHistoire du Canal du Midi, connu précédemment sous le Nom du Canal de Languedoc, par F. Andreossy. Paris, An. 8.\n\nCampagne sur le Mein et la Rednitz, de l'Armée Gallo Batave aux Ordres du Général Augereau. Paris, 1802.\n\nMémorial topographique et militaire, rédigé au Dépôt général de la Guerre. No. 1 et 2. Paris, An. 11.\n\nObservations sur le Lac Moeris.\n\n23. Tables requisite to be used with the Nautical Ephemeris. London, 1802.\n\n1803.\n\nJun. 13. A Journal of Natural Philosophy, by W. Nicholson. No. 13.\n\nThe Philosophical Magazine, by A. Tilloch. No. 55.\n\nJournals of the Royal Institution of Great Britain. No. 14.\n\n20. Astronomisches Jahrbuch für das Jahr 1805, von J. E. Bode. Berlin, 1802.\n\nJ. E. Bode von dem neuen achten Hauptplaneten des Sonnen Systems. Berlin, 1802.\n\nOsservazioni su i Punti fondamentali della Dottrina del Citt. Quatremere Disjonal, rapporto all'Origine delle Arti, de'Culti, del Linguaggio, e della Scrittura, del Citt. L. Bossi. Torino, An. 11.\n\nJoseph Colen, Esq.\n\nMr. William Nicholson.\n\nMr. William Speer.\n\nMr. Alexander Tilloch.\n\nHis Excellency the French Ambassador.\n\nThe Commissioners of Longitude.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Managers of the Royal Institution.\n\nMr. J. E. Bode, F. R. S.\n\nSig. Luigi Bossi.\nPRESENTS.\n\nA Practical Treatise of Perspective, by E. Edwards. London, 1803. 4°\n\nObservations on the Constitution of Women, and on some of the Diseases to which they are more especially liable, by S. Walker. London, 1803. 12°\n\n27. Histoire de l'Empire de Russie, par M. Tooke, traduite de l'Anglais. Paris, 1801. Tomes VI. 8°\n\nFeb. 3. An Essay on the Relation between the specific Gravities and the Strengths and Values of Spirituous Liquors, by Atkins and Co. London, 1803. 4°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 14.\n\nThe Philosophical Magazine, by A. Tilloch. No. 56.\n\n10. Journal de Chimie et de Physique, par J. B. van Mons. No. 8 et 9.\n\n17. An Account of the Galvanic Experiments performed by J. Aldini on the Body of a Malefactor. London, 1803. 8°\n\n24. A Tour through the Taurida, or Crimea, by Mrs. Maria Guthrie. London, 1802. 4°\n\nGeorgical Essays, by A. Hunter. York, 1803. 4 Vols. 8°\n\nA Synopsis of the British Fuci, by D. Turner. Yarmouth, 1802. 8°\n\nThe Principles of Analytical Calculation, by R. Woodhouse. Cambridge, 1803. 4°\n\nA Table to compare a new System of English with the new System of French Measures and Weights. fol.\n\nMar. 3. Charter and Bye Laws of the Linnean Society of London. London, 1802. 4°\n\nA Geometrical Treatise of Conic Sections, by A. Robertson. Oxford, 1802. 8°\n\nThe Mathematical Principles of Natural Philosophy, by Sir Isaac Newton. London, 1803. 3 Vols. 8°\n\nThe Gentleman's Mathematical Companion for the Year 1803. London, 1802. 12°\n\nPortrait of Colin Maclaurin, A.M. engraved by S. Freeman.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 15.\n\nThe Philosophical Magazine, by A. Tilloch. No. 57.\n\n10. Transactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XX. London, 1802. 8°\n\nDONORS.\n\nMr. Edward Edwards.\n\nSayer Walker, M.D.\n\nThe Rev. William Tooke, F.R.S.\n\nMessrs. Atkins and Co.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nM. van Mons, of Brussels.\n\nProfessor Aldini, of Bologna.\n\nMatthew Guthrie, M.D. F.R.S.\n\nAlexander Hunter, M.D. F.R.S.\n\nDawson Turner, Esq. F.R.S.\n\nRobert Woodhouse, Esq. F.R.S.\n\nHenry Goodwyn, Esq.\n\nThe Linnean Society of London.\n\nThe Rev. Abram Robertson, A.M., F.R.S.\n\nMr. William Davis.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Society for the Encouragement of Arts, Manufactures, & Commerce.\nPRESENTS.\n\n24. Bibliotheque Britannique No. 159—168. Journey from India towards England, in the Year 1797. London, 1799.\n\n31. Voyage en Angleterre, en Ecosse, et en Irlande, par M. A. Pictet. Geneve, 1802.\n\nA Meteorological Journal of the Year 1802, kept in London by W. Bent. London, 1803.\n\nMeteorological Observations made at Chesterfield House, from Nov. 11, 1801, to April 21, 1802. MS. fol.\n\nApril 21. Bibliotheque Britannique. No. 169—172. Resultats de l'Inoculation de la Vaccine dans les Departemens de la Meurthe, de la Meuse, des Vosges, et du Haut-Rhin, par L. Valentin. Nancy, 1802.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 16.\n\nThe Philosophical Magazine, by A. Tilloch. No. 53.\n\nMay 5. Memoires de l'Institut National des Sciences et Arts. Tome 4me. des trois Classes. Paris, An. 11. Tomes III.\n\nMemoire sur la Collection des grands et petits Voyages, et sur la Collection des Voyages de M. Thevenot, par A. G. Camus. Paris, 1802.\n\nAsiatick Researches. Vol. VII. Calcutta, 1801.\n\nBibliotheque Britannique. No. 173, 174.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 17.\n\nThe Philosophical Magazine, by A. Tilloch. No. 59.\n\n19. Memoire sur un Graphometre souterrain, destine à remplacer la Boussole dans les Mines, par M. de Komarzewski. Paris, 1803. fol.\n\nMemoir on a subterraneous Graphometer, by J. Komarzewski. Paris, 1803. fol.\n\nNuovo Sistema del Suono, Dissertazione di G. T. 8°\n\nJune 9. Vetusta Monumenta, Vol. IV. Plates 5, 6, and 7.\n\nJournals of the Royal Institution of Great Britain. No. 15.\n\nAnnals of Medicine for the Year 1802, by A. Duncan, sen. and A. Duncan, jun. Vol. II. Lustrum 2. Edinburgh, 1803.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 18.\n\nThe Philosophical Magazine, by A. Tilloch. No. 60.\n\nDONORS.\n\nProfessor Pictet, F. R. S.\n\nJohn Jackson, Esq.\n\nProfessor Pictet, F. R. S.\n\nMr. William Bent.\n\nJoseph Colen, Esq.\n\nProfessor Pictet, F. R. S.\n\nLouis Valentin, M. D.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe National Institute of France.\n\nThe Asiatick Society of Bengal.\n\nProfessor Pictet, F. R. S.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nLieut. General Komarzewski, F. R. S.\n\nSig. Gius. Terzi.\n\nThe Society of Antiquaries.\n\nThe Managers of the Royal Institution.\n\nAndrew Duncan, sen. M. D. and Andrew Duncan, jun. M. D.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n16. Fasciculus III. of a Synopsis of the British Con-\nfervæ, by L. W. Dillwyn.\nMetrologies constitutionelle et primitive, com-\nparées entre elles et avec la Metrologie d’Ordon-\nnance. Tomes II. Paris, 1801.\nJournal des Mines. No. 76, 77—79, 8o.\n\nLewis Weston Dillwyn,\nEsq.\nM. Lesparat.\n\nLe Conseil des Mines de\nla Republique Fran-\nçaise.\n## INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1803.\n\n| A | page |\n|---|------|\n| **Air**, atmospherical, on its absorption by water, | 37 |\n| Alloys, experiments and observations on those of gold, | 43, 46 |\n| Ambuscade; account of the sinking and recovery of the Dutch frigate so called, | 321 |\n| Annealing, its effects on gold, | 127 |\n| Antimony, its effects on gold, | 53, 93 |\n| —— its effects on copper, | 88 |\n| Arc of the meridian, account of the measurement of, | 383 |\n| —— See Survey. | |\n| Arragonite, remarks on, | 331 |\n| Arsenic, its effects on gold, | 47, 93 |\n| Astringent Vegetables, experiments and observations on, | 233 |\n\n| B | |\n|---|---|\n| Barks, on the infusions of them, | 260 |\n| Bingley, Mr. Experiments upon gold alloyed with tin, | 75 |\n| Bismuth, its effects on gold, | 66, 93, 104 |\n| Bootis ε, on its motion, | 372 |\n| Bournon, The Count de. Observations on a new species of hard carbonate of lime; also on a new species of oxide of iron, | 325 |\n| Budding, remarks on that operation, | 285 |\n| Buds, on their formation in tuberous rooted plants, | 288 |\n\n| C | |\n|---|---|\n| Calamine, chemical analysis of several kinds, | 12 |\n| —— from Bleyberg, analysis of, | 13 |\n| —— from Somersetshire, analysis of, | 15 |\n### INDEX\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Calamine from Derbyshire, analysis of                                | 17   |\n| --- electrical, analysis of                                          | 18   |\n| Carbonate of lime, observations on a new species of                  | 325  |\n| Catechu, experiments and observations on                             | 252  |\n| Cavendish, Mr. Description of some instruments for trying the effects of friction | 140  |\n| Chenevix, Richard, Esq. Observations on the chemical nature of the humours of the eye | 195  |\n| --- Enquiries concerning the nature of a metallic substance lately sold in London, as a new metal, under the title of Palladium | 290  |\n| Chesnut, Spanish, on the infusions of its bark                       | 260  |\n| --- on its internal organisation                                     | 282  |\n| Cobalt, its effects on gold                                          | 59   |\n| Coin, Committee appointed to consider that of this kingdom          | 43   |\n| --- extract from a report respecting gold coin                      | 135  |\n| --- on the kind of gold best adapted for it                         | 185  |\n| Copper, its effects on gold                                          | 84, 93 |\n| --- effects of lead on it                                            | 88   |\n| --- effects of antimony on it                                        | 88   |\n| --- effects of bismuth on it                                         | 88   |\n| --- experiments on various kinds                                     | 90   |\n| --- on the varieties of Swedish copper                               | 90   |\n| Crystalization, remarks on                                           | 27   |\n\n**D**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Davy, Humphry, Esq. An account of some experiments and observations on the constituent parts of certain astringent vegetables; and on their operation in tanning | 233  |\n| Dip at sea, method of measuring                                      | 1, 10 |\n| Dollars, on the copper ones of Sweden                                 | 90   |\n\n**E**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Eisenglimmer, on the iron ore so called                              | 337  |\n| Elm, on the infusions of its bark                                    | 266  |\n| Emery, experiments on, with gold                                     | 81   |\n| Eye, on the chemical nature of its humours                           | 195  |\n| Eyes of sheep, experiments on                                        | 196  |\n| --- human, experiments on                                             | 198  |\n| --- of oxen, experiments on                                           | 198  |\n| F |\n|---|\n| Fer oligiste, on the iron ore so called, | 336 |\n| —— oxidulé, on the iron ore so called, | 337 |\n| Flos ferri, remarks on, | 330 |\n| Friction, its effects on the specific gravity of gold, | 124 |\n| —— on the different kinds to which gold coin is exposed, | 138 |\n| —— description of some instruments for trying its effects, | 140 |\n| —— experiments on the wear caused by it, | 148 |\n| Frigate, accounts of the sinking and recovery of one, | 321 |\n\n| G |\n|---|\n| Galls, on the infusions of them, | 239 |\n| Garbetts, Messrs. Extract from their report concerning gold coin, | 135 |\n| Gas, on the quantity of gases absorbed by water, | 29, 274 |\n| —— on the absorption of gases under the pressure of the atmosphere, | 30 |\n| —— on the influence of pressure in promoting the absorption of gases, | 39 |\n| —— carbonic acid, on its absorption by water, | 33, 274 |\n| —— sulphuretted hydrogen, on its absorption by water, | 36, 274 |\n| —— nitrous oxide, on its absorption by water, | 36, 275 |\n| —— nitrous, on its absorption by water, | 37, 276 |\n| —— oxygenous, on its absorption by water, | 37, 276 |\n| —— phosphuretted hydrogen, on its absorption by water, | 37, 276 |\n| —— gaseous oxide of carbon, on its absorption by water, | 37, 276 |\n| —— carburetted hydrogen, on its absorption by water, | 37, 276 |\n| —— azotic, on its absorption by water, | 37, 276 |\n| —— hydrogen, on its absorption by water, | 37, 276 |\n| Geminorum α, on its motion, | 345 |\n| Gold, on its various alloys, specific gravity, and comparative wear, | 43 |\n| —— on its various alloys, | 46 |\n| —— effects of arsenic on it, | 47, 93 |\n| —— effects of antimony on it, | 53, 93 |\n| —— effects of zinc on it, | 57, 93 |\n| —— effects of cobalt on it, | 59 |\n| —— effects of nickel on it, | 61 |\n| —— effects of manganese on it, | 62 |\n| —— effects of bismuth on it, | 66, 93, 104 |\n| —— effects of lead on it, | 69, 93, 104 |\n| —— effects of tin on it, | 72, 93 |\n| —— effects of iron on it, | 77, 93 |\n\nMDCCCIII.\nINDEX.\n\nGold, effects of platina on it, .................................................. 82\neffects of copper on it, .......................................................... 84, 93\neffects of silver on it, ............................................................ 91, 93\nexperiments on it with emery, ............................................... 81\non its specific gravity when alloyed by various metals, ............... 96\nexpansion and contraction produced in it by different alloys, ........ 106\non the variation in its specific gravity from unequal diffusion of the alloy, ........................................................................ 115\non the effects of friction, on its specific gravity, ......................... 124\non the effects of annealing, on its specific gravity, ...................... 127\non the effects of rolling, on its specific gravity, .......................... 127\nstatement of different authors, respecting its specific gravity, ...... 130\non its comparative wear, when alloyed by various metals, .......... 138\non the kind best adapted for coin, ......................................... 185\nGravity, specific, on that of gold, when alloyed by various metals, .. 43, 96\neffects of lead on that of gold, .................................................. 104\neffects of bismuth on that of gold, .......................................... 104\non the variation in that of gold, from unequal diffusion of the alloy, ..................................................................... 115\non the effects of friction, on that of gold, ................................... 124\non the effects of annealing, on that of gold, ................................. 127\non the effects of rolling, on that of gold, .................................... 127\nvarious causes of variation in that of metals, ................................ 128\nstatement of different authors, respecting that of fine and standard gold, ................................................................. 130\nstatement of that of various gold coins, ..................................... 137\n\nGreville, The Right Hon. Charles. Account of some stones said to have fallen on the earth in France; and of a lump of native iron, said to have fallen in India, .................................................. 200\n\nH\n\nHatchett, Charles, Esq. Experiments and observations on the various alloys, on the specific gravity, and on the comparative wear of gold. Being the substance of a report made to the Right Honourable the Lords of the Committee of Privy Council, appointed to take into consideration the state of the coins of this kingdom, and the present establishment and constitution of his Majesty's mint ................................................................. 43\n\nHenry, Mr. William. Experiments on the quantity of gases absorbed by water, at different temperatures, and under different pressures, .............................................................. 29, 274\nINDEX.\n\nHerschel, William, LL.D. Observations of the transit of Mercury over the disk of the sun; to which is added, an investigation of the causes which often prevent the proper action of mirrors, 214\n\nAccount of the changes that have happened, during the last twenty-five years, in the relative situation of double stars; with an investigation of the cause to which they are owing, 339\n\nHerculis ζ, on its motion, 378\n\nHome, Everard, Esq. Observations on the structure of the tongue; illustrated by cases in which a portion of that organ has been removed by ligature, 205\n\nHumours of the Eye, on their chemical nature, 195\n\nI\n\nIron, its effects on gold, 77, 93\n— native, account of a lump, said to have fallen in India, 200\n— oxide of, on a new species, 325, 335\n— remarks on various kinds, 336\n\nJ\n\nJehangire, Emperor, extract from his memoirs, 202\n\nK\n\nKirkepatrick, Colonel. Translation of an extract from the memoirs of the Emperor Jehangire, 202\n\nKnight, Thomas Andrew, Esq. Account of some experiments on the descent of the sap in trees, 277\n\nL\n\nLatitudes of various places and objects, referred to the meridian of Greenwich, 505\n\nLead, its effects on gold, 69, 93, 104\n\nLecture, Bakerian, 1\n\nLeonis γ, on its motion, 366\n\nLime, hard carbonate of, on a new species, 325\n\nLongitudes of various places and objects, referred to the meridian of Greenwich, 505\n### INDEX\n\n**M**\n\n- **Manganese**, its effects on gold, 62\n- **Merat Guillot, M.** remarks on his method of obtaining tannin, 262\n- **Mercury**, observations of its transit over the disk of the sun, 214\n- **Metals**, experiments to prove affinity among them, 311\n- **Mirrors**, on the causes which prevent their proper action, 214, 217\n- **Moulds**, on the effects produced in metals by different ones, 87, 118\n- **Mudge, Major William.** An account of the measurement of an arc of the meridian, extending from Dunnose, in the Isle of Wight, latitude $50^\\circ 37' 8''$, to Clifton, in Yorkshire, latitude $53^\\circ 27' 31''$, in course of the operations carried on for the trigonometrical survey of England, in the years 1800, 1801, and 1802, 383\n- **Myrobalans**, on the infusions of them, 267\n\n**N**\n\n- **Nickel**, its effects on gold, 61\n\n**O**\n\n- **Oak**, on the infusions of its bark, 260\n- —— on its internal organisation, 282\n- **Oxide, nitrous**, on its absorption by water, 36, 275\n- —— gaseous of carbon, on its absorption by water, 37, 276\n\n**P**\n\n- **Palladium**, enquiries concerning the nature of a metallic substance so called, 290\n- **Platina**, its effects on gold, 82\n- —— on alloying it with mercury, 298\n- —— experiments on, 314\n- **Potatoes**, account of an experiment on, 288\n- **Presents** received by the Royal Society, from November 1802 to June 1803, 509\n- **Pressure**, on its influence in promoting the absorption of gases, 39\n\n**R**\n\n- **Refraction, horizontal**, observations on, 1\n- **Remedy for the Master of the Mint**, on the regulation so called, 115\n- **Rolling**, its effects on the specific gravity of gold, 127\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Sap in Trees, on its descent                                          | 277  |\n| Serpentis &c., on its motion                                           | 380  |\n| Silver, its effects on gold                                            | 91, 93 |\n| —— account of some experiments upon it                                 | 184  |\n| Smithson, James, Esq. A chemical analysis of some calamines            | 12   |\n| Stars, on the changes in the relative situation of double ones        | 339  |\n| —— remarks on their apparent diameters                                 | 345  |\n| —— observations at Dunnose, to determine the zenith distance of several | 445  |\n| —— observations at Clifton, to determine the zenith distance of several | 452  |\n| —— observations at Arbury Hill, to determine the zenith distance of several | 459  |\n| —— observations at the Royal Observatory, to determine the zenith distance of several | 464  |\n| Stones, account of some, said to have fallen on the earth              | 200  |\n| Sumach, on the infusions of it                                          | 267  |\n| Survey, trigonometrical, account of the measurement of an arc of the meridian, in course of it | 383  |\n| —— description of a zenith sector used in it                           | 386  |\n| —— particulars relating to the operations of the year 1802              | 410  |\n| —— particulars relating to the measurement of a new base line, on Misterton Carr | 418  |\n| Angles of the great triangles observed in the years 1800 and 1801      | 420  |\n| reduction of the base to the temperature of 62°                        | 424  |\n| recent comparison of the standard and working chains                   | 426  |\n| calculation of a series of triangles, extending from Dunnose to Clifton | 427  |\n| calculation of the meridional distance between Dunnose and Clifton     | 434  |\n| bearings of certain sides from the parallels to the meridian of Dunnose | 434  |\n| observed angles between the pole star and the staff at Gringley on the Hill | 436  |\n| distance between the parallels of latitude of Greenwich and Dunnose    | 439  |\nINDEX.\n\nSurvey, trigonometrical, observations at Dunnose, to determine the zenith distance of several stars, 445\nobservations at Clifton, to determine the zenith distance of several stars, 452\nobservations at Arbury Hill, to determine the zenith distance of several stars, 459\nobservations at the Royal Observatory, to determine the zenith distance of several stars, 464\nreduction of the observations, to the 1st of January, 1802, 470\namplitudes of the celestial arcs comprehended by different stations, 482\ndifference between the parallels of latitude of Dunnose and Greenwich, 483\nzenith distances of γ Draconis, at Blenheim, reduced to the beginning of the year 1794, 486\nlengths of the degrees on the meridian, in the middle points of the several arcs, 487\nbearings of various places and objects, from the parallels to the meridian of Greenwich, 494\nlatitudes and longitudes of various places and objects, referred to the meridian of Greenwich, 505\n\nT\n\nTannin, remarks on a method proposed for obtaining it, 262\nTanning, on the operation of astringent vegetables in, 233\nTeas, on the infusions of them, 268\nTelescopes, on the causes of their acting differently at different times, 217\nTerra japonica, experiments and observations on, 252\nTin, its effects on gold, 72, 93\nits effects on silver, 73\nTongue, observations on its structure, 205\neffects produced by its being bitten, 206\ncase of fungous excrescence on it, 207\ncase of tumour in it, 209\nTrees, on the descent of the sap in them, 277\n\nV\n\nVegetables, astringent, experiments and observations on, 233\nVirginis γ, on its motion, 381\nINDEX.\n\nW\n\nWear of gold, experiments and observations on, - 43, 138\nWhidbey, Mr. Joseph. An account of the sinking of the Dutch frigate Ambuscade, of 32 guns, near the Great Nore; with the mode used in recovering her - - - 321\nWillow, Leicester, on the infusions of its bark, - - - 260\ncommon, on the infusions of its bark, - - - 266\nWollaston, William Hyde, M.D. The Bakerian lecture. Observations on the quantity of horizontal refraction; with a method of measuring the dip at sea, - - - 1\n\nZ\n\nZenith sector, description of one, - - - 386\nSee Survey.\nZinc, its effects on gold, - - - 57, 93",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107082.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25962,
    "total-output-tokens": 8732,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1646,
        2
      ],
      [
        1646,
        4023,
        3
      ],
      [
        4023,
        6175,
        4
      ],
      [
        6175,
        8519,
        5
      ],
      [
        8519,
        10882,
        6
      ],
      [
        10882,
        11220,
        7
      ],
      [
        11220,
        12481,
        8
      ],
      [
        12481,
        15575,
        9
      ],
      [
        15575,
        17568,
        10
      ],
      [
        17568,
        20554,
        11
      ],
      [
        20554,
        21916,
        12
      ],
      [
        21916,
        23567,
        13
      ],
      [
        23567,
        25843,
        14
      ],
      [
        25843,
        27436,
        15
      ],
      [
        27436,
        28028,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false,
      false,
      true,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107082",
    "title": "Back Matter",
    "authors": null,
    "year": 1803,
    "volume": "93",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107082"
  }
}