{
  "id": "cd34118050ae7fa4830b1c314cbd8f82126b9837",
  "text": "An Observation\nOf Saturne, made at Paris, the 17th of August, 1668, at hor. II, at night, by M. Hugens, and M. Picart; as 'tis describ'd in the Journal des Scavans of Febr. II, 1669.\n\nThe Observers, employing a Telescope of 21 Foot, saw the Planet Saturn, as 'tis represented by Fig. II, the Globe in the middle manifestly appearing both above and below beyond the Ovale of his Anses; which was hardly discernable the last year.\n\nThey measur'd divers ways the Inclination of the Great Diameter of the Ovale to the Equator, which (Inclination) was found of about Nine degrees, although at that time it should not be but of Four degrees, according to what M. Hugens hath affirm'd in his Systeme of Saturn, viz. that the Plan of the Ring, which environs the Globe of this Planet, is inclin'd to the Plan of the Ecliptique but 23 deg. 30. m. But this last Observation and other like ones of this and the precedent Year being more exact, and made at a time more proper for measuring that obliquity, than were those, which had formerly served for a foundation to determine it; M. Hugens finds, that, instead of 23. deg. 30. m. the Angle of the Plans of the Ring and of the Ecliptique must be of 31. deg. or thereabout; and that being so, that not onely the Shape, which Saturn hath at present, but also all those, that have been noted since the true ones were observed, do perfectly agree with the Hypothesis of the Ring; and particularly that of 1664, in the beginning of July *, which was made, and made publick by Signior Campani, wherein the Great Diameter is double to the Lesser.\n\nAs to the round Phasis of Saturn, that Change of the Inclination, which was just now spoken of, cannot alter the time of it but very little or nothing; so that M. Hugens still expects this Appearance in 1671, when in the Summer of that Year Saturn will begin to loose his Anses, there being then to remain onely the Globe in the Middle; and will not recover them but about a year\n\n* See Fig. 3. as 'tis to be found in the French Letters, written by M. Auguet to M. L'Abbe Charles, and printed at Paris, A. 1665, upon the occasion of the Ragguzaglio di due Nuove Osservazioni da Giuseppe Campani.\nyear after, according to what he hath said in his Book of the Systeme of Saturn.\n\nAn Extract\n\nOf M. Dela Quintiny's Letter, written to the Publisher in French sometime agoe, concerning his way of Ordering Melons; now communicated in English for the satisfaction of several curious Melonists in England.\n\nI shall now answer to that particular of your Letter, which concerns Melons, as exactly as I can. All the Seeds, I sent you, produce Melons with a thin and somewhat embroider'd skin, not divided by Ribbs: Some of them have their skin whitish, others of the Colour of Slate. The Melons themselves are not very great, their flesh very red, dry, melting upon the tongue; not mealy, and of a high taste. And these are the two only kinds, which, after I have tried above an hundred different sorts, I make use of, and send you, not having observ'd any change in them, after the use of 20 years.\n\nAs to the manner of cutting them, you know, that the first thing appearing of them, are two Leaves united, here called Ears (mark't in Figure IV. by i.i.) Out of the midst of these two Ears there shoots, some days after, first one Leaf, which we call the first Leaf or Knot (mark't 2.) and out of the same place, after some days more, shoots a second, call'd the second knot (mark't 3.) Out of about the midst of the Stalk of this second knot shoots the third knot (mark't 4.) And this third knot it is, which must be cut at the place markt 6. without hurting the branch of the second knot, whence this third came; because that from that place will spring a branch, which we call the first Arm; and this Arm will shoot forth first one knot, then a second, then a third; and this third it is, you are to cut again in the same manner, as was said before. And you must be careful to cut these third knots, without staying for the shooting of the fourth or fifth ones. You'll see out of every knot come forth Arms or Branches like to the first, spoken of before; and it is at those Arms, that the Melon will be produced. And they will be good, if the foot or root be well nourish't in good earth, and cherish't by a good hot-bed and\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100987.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6410,
    "total-output-tokens": 1225,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2177,
        2
      ],
      [
        2177,
        4301,
        3
      ],
      [
        4301,
        4301,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100987",
    "title": "An Observation of Saturne, Made at Paris, the 17th of August, 1668. at Hor. II 1/2 at Night, by M. Hugens and M. Picart; As 'tis Describ'd in the Journal Des Scavans of Febr.II, 1669",
    "authors": "M. Hugens, M. Picart",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/100987"
  }
}