{
  "id": "50c3e8ad14e339cf5783ddf1ade03d39585f98ca",
  "text": "posite one to another. Then in another Column write downe\nthe difference between the time taken by Observation, and\nthat given by the Watches or one of them. Then, one Column\nfor the Latitude: one, for the Longitude by the Ordinary\nway of reckoning: another, for the Longitude taken from the\ndifference between the time found by Observation, and that given\nby the Watches: and at last, a large Column to note the\nAccidentes, that befell the Watches, &c.\n\nAn Extract of a Letter\nWritten by Dr. Edward Brown from Vienna in Austria March\n3. 1669. concerning two Parhelia's or Mocksuns, lately seen in\nHungary.\n\nI received the account of the Parhelia's, seen January 30th\nlast, st.n.about one of the clock in the afternoon, over the City\nof Cassovia in Hungary. It was communicated to me from a\nLearn'd Jesuit, call'd Father Michel, who lives at Pressburg, but\nis now in this City. There were two Parhelia's, one on each\nside of the true Sun, and they were so refulgent, that the na-\nked Eye could not bear the brightness thereof. One of them\n(the lesser of the two) began to decay before the other, and\nthen the other grew bigger, and continued well nigh two hours,\nprojecting very long rays from itself. They were both on that\npart, which was towards the Sun, tinged with a pale yellow,\nthe other parts being somewhat fuscous. There were at the\nsame time seen several Rainbows, together with the Segment\nof a great white Circle, of a long duration, passing through the\ntwo Parhelia's and the Sun: and all this at a time, when the\nAir was almost free from Clouds, though here and there were\nscatter'd some very thin ones.\n\nA Relation\nOf the Conferences held at Paris in the Academy Royal for the\nimprovement of the Arts of Painting and Sculpture, as it is\nfound in the Journal des Scavans.\n\nThese Conferences are held once in a Month by divers Able\nMasters making reflexions and observations upon the rarest\npieces in the Cabinet of his Most Christian Majesty, the Esta-\nblisher\nblither of that Academy. Monsieur Colbert, who takes a very particular care to make Arts flourish in France, being pleased to visit those Artists somewhat since, to see what progress they made, and having receiv'd an Account of what had been done in their meetings, expressed himself to this effect, That as 'twas necessary, for the Teaching of Arts, to joyn Examples to Precepts, so he thought it proper, that from time to time the Works of the most excellent Painters should be examin'd, and such Observations made thereon, as would informe others, Wherein the perfection of a Picture consists. Which hath been ever since practised amongst them, as the best means to carry the Art of Painting to its higest perfection; such an Examen of the best Pictures disclosing many secrets of that Art, for which there are no Rules, and opening a dore to debate many important questions, hitherto not treated of.\n\nIn the particulars, which have been made publick, of these Conferences, we may find\n\nFirst, A general Idea of the Art of Painting, wherein are consider'd two principal parts, the one belonging to the Theory; the other regarding the Practice, and the dexterity of the hand. Where'tis observ'd, that the Authors, that have written of Painting, have not treated of the former part, how considerable foever that be, in regard of the Dissein and Disposition of the Pieces.\n\nNext, a Relation of 7. conferences, whereof six were made upon as many Pieces of Raphael, Titian, Paul Veronese, and M. Poussin, and the seventh upon that of Laocoon. Where are to be met with many curious remarques, and among many others, these following.\n\nM. le Brun considering a Piece of Raphael, where is represented the Combat of St Michel with the Devil, observes, that the expression particularly depends from the Bodies, which environ the Figures, affirming, that 'tis that, which sets out the Motion and Action in the figure of St Michel, who seems to have life in this Piece: For, as if the Air were pressed by the Weight of the Body descending, it causeth, whatever it meets with as more light, to be raised, and drives it on high with violence.\nIn another Piece, where Titian represents the Body of I. Christ carried to the Grave, M. de Champagne, the Elder, observes the dexterity of the Master in ordering the Colours and the Light. To make the Leggs of the Picture (which first present themselves) to stand out, he hath wrapped them about with a very white linnen sheet, and hath cloathed Nicodemus, who holds them, with a very vivid and very clear Lacque: On the contrary, to sink the rest of the Body, he hath so taken the Light of the Picture, that the Shadow of Joseph of Arimathea, who helps to support the Leggs, falls on its head and Shoulders; which also contributes to impress on the Body the image of Death. The Order of the Colours is also very remarkable in the Cloaths. For betwixt the Green habit of Joseph of Arimathæa, and the Blew Mantle of the Blessed Virgin, is the yellow habit of Magdalen, wherein what is brown and dusky, is temper'd, and borrows of the different colours about it; that the Eye may pass by degrees from one of these colours to the other. And because the Sleeve of Magdalen, which is of a bright yellow, is neer the habit of Nicodemus, which is also of a lively Colour; the Artist, to hinder that those two vivid colours may not entrench on one another, hath turn'd up Nicodemus's Sleeve against the yellow so that from the Shadow of one of these colours one passeth to the shadow of the other.\n\nThe Art of the Picture, spoken of in the fifth Conference, is no less remarkable. In this Piece, done by P. Veronese, is seen a Woman, whose Carnation colour is so fresh and bright, that it dazzleth the Eyes: M. Noiret examining what may cause this beauty, observeth, that it proceeds in part from hence, that the Master hath ingeniously drawn before this Woman a Child cloathed in brown; behind her, a man in black; and on her side, a Negro, who maketh an admirable Concert with the great luster and splendor of that Carnation.\n\nThe two last Conferences, treating of two pieces of M. Poussin, doe furnish among other things, very elegant Examples of different Characters suiting different persons. This Master having to represent many persons gathering Manna, gives to them all different postures, becoming their humor; on the fore-part of the Picture there are two youths; who following\nthe genius of their Age, fight about the Manna. Near them are Men, gathering Manna in the mean time, and eating thereof. A little farther off, appears a Girl, who unwilling to take the pains of stooping, holds out her coat to receive the Manna falling down, and looks on it, as if the Heavens dropp'd it for none but her: Which well expresseth (says the Observer) the Softness and disdainful Temper of that Sexe, which loves not to take pains, and imagines that all must come to pass, as they wish. In the other piece, which exhibits the Recovery of the Two Blind men, to whom our Saviour restored their Sight, there is an old man, who comes very near, peeping, and looking as if he doubted of the truth of the Miracle: in which the Artist hath well observ'd the genius of Aged persons, who commonly are more incredulous and diffident than others.\n\nBesides this, there are examin'd here and there in these Conferences divers Questions important in Painting; which would be too long to particularise in this place.\n\nAn Account of some Books.\n\nINSTITUTIONUM CHRONOLOGICARUM\nLibri duo; una cum totidem ARITHMETICES CHRONOLOGICÆ Libellis: per Gulielm. Beveregium M.A. e Colleg. S.Feb. Cant. Londini 1669, in 4°.\n\nThis Author first taketh notice, that though most Nations have been diligently endeavoring to render a good account of Time (having its Original and Progress from the Motions of the Heavens) yet casting his Eyes upon some of the most famous Chronologers, as Scaliger, Petavius, &c. he found Chronology obscure'd with many intricate Questions, fill'd with many knotty Controversies, stuffed with a multitude of uncertain Comments, and deliver'd in such an odd and dark method, that the knowledge thereof was not to be obtain'd without much difficulty, and loss of Time. Whereupon he declareth his Design to be, To deliver the same from Controversy, and only to treat of what concerns meerly the Distinction of Time, omitting matters of less concernment, and yet nothing of what may be requisite to Chronology itself; in which he (truly) affirms, That many",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100998.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2146,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1976,
        2
      ],
      [
        1976,
        4107,
        3
      ],
      [
        4107,
        6388,
        4
      ],
      [
        6388,
        8451,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100998",
    "title": "A Relation of the Conferences Held at Paris in the Academy Royal for the Improvement of the Arts of Painting and Sculpture, as 'tis Found in the Iournal Des Scavans",
    "authors": "A. E. H. Love",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100998"
  }
}