{
  "id": "b4415040fb3fc5ea5e42716584108813178ad441",
  "text": "An Account of a Book, intituled, Conghietture del Dottor Pietre Anton. Michelotti, Filosofo, e Medico d’Arco, sopra la Natura, Cagione e Rimedi dell’ infermità regnanti ne’ Animali Bovini di molte Città, &c. Nell’ Autunno del’ Anno cadente, 1711. In Venezia, 1712.\n\nThe Learned Author of this Discourse happening to spend some time in the Country about the Month of October, in the Year 1711, took that opportunity of making a particular Enquiry into the circumstances of the Mortality, that then reign’d among the Black Cattle in the Venetian Territories. The result of which he gives in this relation, having been an Eye-Witness to the greatest part of the Facts herein contain’d, and having receiv’d the rest upon the place from Persons of Integrity and Credit.\n\nAlmost all the sick Cattle refused every sort of Food and Drink, they hung their Heads, had shiverings in their Skin, and in their Limbs, they breath’d with difficulty, and their Expiration in particular was attended with a sort of rattling noise, they were so feeble, that they could scarcely go or stand upon their Legs. Some few of them eat a little, and drank very much; others had Fluxes of Excrements variously colour’d of a very offensive smell, and frequently tinged with Blood: Many of them had their Heads, and their Bellies swell’d in such a manner, that, upon clapping them with the Hand on their Paunches\nches, or along the Vertebrae of the Loins, they sounded like a dry Bladder when full blown. In some the Urine was very turbid, in others of a bright flame Colour. In comparing the Pulses of the sound Cattle with those of the diseas'd, he found the latter to be quicker and weaker. There was but little heat perceivable by the touch in any of them, their Tongues were soft and moist, but their Breath was exceedingly offensive. Besides these particulars he was inform'd by those who attended the sick Cattle, and by other Persons worthy of Credit, that in some of these Beasts they had observed crude Tumors in several parts of the Body, as likewise watery Pustules and disorderly motions of the Head, with dry, black, and fissur'd Tongues; that in others of them they met with Tumours, that came to Maturation, putrid Matter issuing from the Mouth and Nostrils, Worms in the Faeces, and in the Eyes, bloody sweats, and the falling off of the Hair.\n\nIn comparing the Flesh of the Cattle dead of this Distemper, with that of others kill'd for the Market, he found the Muscles in the former lying immediately under the Skin to be something livid. Having opened the three Cavities of the Body, he applied himself with the utmost diligence to examine the Brain with its Membranes; the Trachæa, Oesophagus, Lungs, Heart with its Auricles, the Vena Cava, Aorta, and Diaphragm; the Liver, Spleen and other parts of the lower Venter. In all which there was no discernable difference, either as to figure, size, contents, situation, or connexion, with the neighbouring Parts, from what was observ'd in found Cattle kill'd by the Butcher, except the particulars hereafter mention'd. The Blood found in the Ventricles of the Heart, in the Pulmonary Vessels, in the Aorta and Cava,\nCava; though still warm, was considerably blackish, and near a Coagulation. In opening the upper and middle Cavity, the scent was offensive, but tolerable enough, whereas the Stink, that proceeded from the lower Belly, was not to be endur'd without prejudice. In some few Carcasses the Viscera differ'd from their natural State, with regard to their size, their consistence, their contents, colour and smell. In many of them the Paunch was found very much contracted and dry'd, with a hard Substance contain'd in it. In others the Lungs were swell'd and livid, the Liver tumified, and the Brain watery and putrid.\n\nUpon observing the aboveaid state of the Blood in the Cattle Dead of this Distemper, he was desirous to see what condition it was in, while the sick Beasts were yet living. With which design having order'd several of them to be blooded, he found the Blood not to issue out of the Vessels in a continued Stream, as usual, but with a broken and interrupted Flux, one Part of the Blood not immediately succeeding another. Having caus'd the Blood to be receiv'd in proper Vessels, and suffer'd it to stand for some time, he found it entirely coagulated, without any Separation of the Serum, and attached to the sides of the Vessels, with a reticular Pellicle upon the Surface exposed to the Air. All the Cattle which were blooded, being Eighteen in Number, died in a few days after the bleeding, one only excepted, in which the Vein was open'd upon its being first taken ill.\n\nHaving enumerated all the Symptoms of the Distemper, the Author concludes from the whole, that the Sickness among the Cattle was a Malignant Pestilential Fever, killing almost all those that were infected with it.\nThe immediate cause of this he takes to be a pra-\nternatural thickness of the Blood occasion'd by a be-\nginning Coagulation of those parts of it, which con-\nstitute the Crassamentum, whereby the Globules of\nthe Blood, and the particles of the Serum were im-\nprison'd in a sort of Reticulum form'd by the Union\nof the Fibres of the Blood.\n\nThe occasional Cause of this Sickness he deduces\nfrom the cold and wetness of the Season, which\nreign'd all the preceding Year from October 1710,\nto November 1711. Which Observation is worthy\nof remark, since the Season preceding the Mortality\namong the Cattle here in England was remarkably\ndry, and yet the Symptoms of the Distemper agreed\nwith those observ'd in Italy, as may appear from the Ac-\ncount given by the Learned Mr. Bates, Surgeon to his Ma-\njesty's Household in Philosophical Transactions, No. 358\n\nFor the particular manner in which this learned\nGentleman endeavours to account Mechanically for the\nthickness of the Blood in these Animals, from the\ncondition of the Season, and from that thickness of\nthe Blood to deduce all the particular Symptoms of\nthe Distemper, as likewise for his Conjectures con-\ncerning those Medicines, which might have been ser-\nviceable to the sick Cattle; he not having made tryal of\nany, we must refer the Curious to the Treatise itself.\n\nFINIS.\n\nERRATA.\n\nNo. 363. Fig. 8. A B, which by mistake of the Graver, is shaded and\nmade to represent a Hollow Cone, ought to be only two lines meeting\nin an Angle, to represent a perpendicular Section thro' two inclined\nPlanes. No. 364. p. 24. l. 4. for Biquadrate read Square.\n\nLONDON: Printed by W. and J. Innys, Printers\nto the Royal Society, at the Prince's Arms in St\nPaul's Church Yard. 1722.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103392.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1793,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1384,
        2
      ],
      [
        1384,
        3153,
        3
      ],
      [
        3153,
        4855,
        4
      ],
      [
        4855,
        6579,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103392",
    "title": "An Account of a Book",
    "authors": null,
    "year": 1720,
    "volume": "31",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103392"
  }
}