{
  "id": "086945ac4b3fdc16c705211dfbada85c09322061",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nMonday, Februarii 15. 1669.\n\nThe Contents.\n\nA Continuation of the Answers to the Inquiries about Vegetation. Additional Answers to some of the former Queries of the same Subject. An Answer of M. James Gregory to M. Christian Hugens de Zulichem, touching his Book De vera Circuli & Hyperbolæ Quadratura. An Anatomical Account, left by Dr. Harvey, concerning that extraordinary old man, Tho. Parre. An Account of two Books. I. De VISCERUM STRUCTURA Exercitatio Anatomica MARC. MALPIGHII. II. EPHEMERIDES MEDICEORUM SYDERUM ex Hypothesibus & Tabulis Joh. Dom. CASSINI. An Alphabetical Table for the Tracts of the Year 1668.\n\nA Continuation\n\nOf the Answers to the Queries about Vegetation, formerly publish'd.\n\nIn the next foregoing Numb. of these Papers there were Answers given to the thirteen first Queries of those, that were printed Numb. 40; and Answers promised to the rest of them in another Month; for which we shall choose this present February; professing ourselves obliged for the following Communications on this subject to the liberality of Dr. Ez. Tonge.\n\nTo the 4th. Q. In the Change of the Nature of a Tree, the application of Juices is, in my opinion, not otherwise considerable, than from the scarcity, plenty, or goodness of the nourishment of such Juices, not from the taste or relish\nrelish in them. Yet probably hot nourishments, whether in Juyces or Earths, may digest the Sap, and consequently the Fruit better in Trees of flashy Fruit, than in others, and vice versa. In the meantime to change the Taste of Fruit, the probablest way may be, though not very hopeful, to bore the Roots and the Body downwards and transverse, and to fill the holes with plenty of its own or some other Tree's Sap, in which some Aromatick substances have been strongly infused.\n\nTo the 15th. If no rain come to the roots of trees at all, nor other moisture, they will not grow; but if the points of the roots only be water'd, though all the rest remain dry (as it happens naturally in Firre-trees) they may grow very well. For the points of the roots shoot out yearly a sharp-pointed tender part, somewhat like the sharp bud on the end of a sprig, by which the root not only enlarges itself in the earth, as the Branch does in the air, but also receives its nourishment. And that tender part moves its self towards the best-moistened and the tenderest earth: So that to promote the growth of trees, 'tis very effectual to loosen the earth of trees about the points of the roots; and there also to minister nourishment or proper liquors; and this in trenches, where the amendment may remain, rather than above; throwing out the dead mould out of the trenches, and spreading it above to kill weeds.\n\nTo the 16th. The roots of Plum- and Lime-trees inoculated upon, will shoot out their buds, as I have experimented. I failed of success in the Walnut, in regard, I think, I had not well provided for what was necessary to keep the part inoculated from the moisture of the earth and rain. To make a successful tryal, suppose in an Alkermes-Oak (a delicate tree, and difficult to be otherwise inoculated upon;) Let the root, to be grafted on, be bared in the fall of the leaf, taken out of the earth, and at convenient distance from the Body of the tree, bow'd, and raised a foot above the earth, and then the points and fibres of the root carefully laid about with fresh earth, and water'd till they take well, and till the root rais'd in the air have a bark like that of a branch of a tree; which probably it will get in the next season of Inoculation. The Inoculation itself is made on the part raised, after the ordinary way. When 'tis done, let it be carefully\ncarefully covered with some soft wax (as is known) to defend it from the rain. It is to be stopp'd, and order'd in all things, as in other Inoculations.\n\nTo the 17th. The arms of the roots of trees are to be cut for the advantage of their growth, according to the proportion they have to their Head and Body; or according to the design you have to encrease Wood or Fruit. For such roots as are more outward, feed Wood; such as are inward, the Fruit; as is above supposed.\n\nTo the 18th. The Depth of Trees to be set, should never be below the reach of the Suns heat, nor the goodness of the mould, and rather too shallow than too deep; forasmuch as they are apter to sink lower, than to raise themselves upwards, if they be out of the convenient reach of the Suns heat, the cause of pulsion and nourishment.\n\nTo the 19th. The Seeds of the Firr, Pine, &c., which bring up the shells of their seeds upon the heads of the first shoot, will either not grow at all, or difficultly, if the blunt end be put downwards, because in that posture it must turn itself, before it can emerge into the air; for the root is shot downwards at the sharp end. But it may very well grow, if set Horizontally.\n\nTo the 20th. Such Trees, as were mention'd formerly in the Answer to the first Querie, may grow, though no part of the Root be in the earth. And all such, as may be propagated by short sticks, cut off at both ends, and laid in the ground, as Mulberries, will do so. Some young plants, if their heads be kept moist, will live all Winter, if mild, though their roots be in the air, as I tryed in Seedlings of Apples and Crabs. Their roots, set afterwards in the Spring, grew and lived. The reason why some Plants grow in sticks, may be the softness of such wood, apt thereby to receive nourishment like a root, and to shoot out roots and fibres from themselves. But in some slips, taken from firmer-wooded trees, as Bayes, a moist temperate season is to be observ'd, and some stone, or chip of some wood to be closed to the end of the slip, and set in the earth with it, which helps its rooting.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101324.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1535,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1331,
        2
      ],
      [
        1331,
        3690,
        3
      ],
      [
        3690,
        5772,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101324",
    "title": "A Continuation of the Answers to the Queries about Vegetation, Formerly Publisht",
    "authors": null,
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/101324"
  }
}