{
  "id": "33fa007b5d36b485c492fa4191a97947fec5b9e9",
  "text": "I. An Account of the Strata in Coal-Mines, &c.\nBy John Strachey, Esq; F. R. S.\n\nIT was some Time since, that in a Letter to one of\nthe Members of this Society, I gave an Account\nof the several Strata of Earths and Minerals, found\nin some of the Coal-Works in Somersetshire, which\nwas printed in Phil. Transactions, No 360. But there\nis one great Error in the Print; for whereas I said,\nthat in those Parts they never meet with Freestone\nover the Coal; the Printer, by mistake, calls it Fire-\nstone; whereas Firestone is always found in those\nMines, contrary to the Works in Staffordshire, New-\ncastle, and Scotland, where Freestone does, indeed,\nlie over the Coal. I have farther observed the Strata\nof Stone, Clay, and Marle, of the interjacent Hills,\nwhere, under the black Marle, lies a spongy yel-\nlowish Earth; all this lies above the red Soil, which\nI have said is generally the Surface of the Vallies,\nwhere the Coal is found. And as this red Mould on\nthe Surface degenerates into Marle or Loom, so, towards\nthe North-West, beyond or without the Veins of Coal,\nabout Winford, in the same County, it turns to\nRuddle, or Red-Okre, used chiefly for marking of\nSheep, and for ground Colours or Priming, instead of\nSpanish Brown; and often counterfeits Bole Armoniack.\nBut as I never heard any Coal was found to the\nWest or South of Mendip-bills; so Cotswold, to the\nNorth-East, and the Chalk-Hills of Marlborough-Downs\nand Salisbury Plains, seem to set Bounds to the Coal\nCountry, to the East and South-East of which Fig 1.\nmay be supposed a Section from South-East to North-West, viz. from the Dip to the Rise; and Fig. 2. at right Angles, from South-West to North-East, on the Drift or Level.\n\nI mention this by way of Correction and Addition to my former Observations of the Coal-Works in Somersetshire. I have since had Opportunities to be underground, and view several Coal-Works in Scotland and Northumberland, and to observe the several Strata there. At Widdrington they have four Fathom Clay, then a Seam of Coal, about six Inches thick, not worth working; then a white Freestone; then an hard Stone, which they call a Whin; then two Fathom of Clay; then a white soft Stone; and under that a Vein of Coal three Feet nine Inches thick. This is a small Coal of the same Nature, but not so good as the Newcastle-Coal which comes to London Market. These Veins dip to the South-East, one Yard in twenty. Near Tranent, in East Lothian in Scotland, the Coal dips also to the South-East, in the same Proportion; but at Baldoe, in the Parish of Campsy, three Miles from Kylsith, it dips to the North-East; and at Madestone, near Falkirk, to the same Point, and in the same Proportion. The Strata of Earths and Minerals, at these Places, agree very near: They have, as the Ground rises or falls, one, two, or three Fathom of Clay; then eleven Fathom of Slate, or Coal-Clives; one Fathom of Limestone; under that two Fathom of Slate, Earth and Stone; and then Coal. And all these agree in this; that the Pits generally need no Timber, and have a good Roof, which is supported by Pillars of Coal, which they leave in the working. At Baldoe, the Coal is commonly forty-five Inches thick; and all along, for some Miles Eastward thence, on the Sides of the Hills,\nHills, are Crops of Coal and Limestone; and often-times the Tenants spit up as much as will serve their Turn for a Winter's burning, just under the Surface; for there wants a Market, and it is scarce worth working for Sale. And to the North-West and North, in the Drift of the Coal in higher Ground, and, consequently, lying over it, there appear, in the Sides of the Hills, Seams of Spar and Lead, the Drift of which is North-East, and lies almost perpendicular; but what Obliquity there is, pitches to the South-East. At Auchencloagh, six Miles East from Kylsith, there is a Coal eighteen Feet thick; this dips one Foot in three, and is not pursued by reason of Water; and, for want of a Market, will not quit the Cost of draining. At Madestone, the Coal is four Feet and a half thick, above three Fathom and a half deep: They land it (as at many Coalhews in the Country) on Girls Backs. Near Tranent are three different Veins wrought; the undermost is about eighteen Fathom from the Surface, call'd the Plenty Coal, four Feet and a half thick; it's a hard but not large Coal; makes a clear and strong Fire; lies ten Fathom under the main Coal, which is nine or ten Feet thick, and comes out very large. Its Roof is of Freestone, under which I walked backward and forward two Hours; but had no Opportunity to make any other Observations on the upper Vein, than that it is about four Feet thick, and neither so hard or large as the other.\n\nAs I have, Fig. 1. and 2. drawn the different Strata (which have come to my Observation) on a supposed Plane, as they there lie; in Fig. 3. and 4. I protract the same in a globular Projection, supposing the Mass of the Terraqueous Globe to consist of the foregoing, or, perhaps, of ten thousand other different Minerals, all originally, whilst in a soft and fluid State, tending towards\ntowards the Center. It must mechanically, and almost necessarily follow, by the continual Revolution of the crude Mass from West to East, like the winding up of a Jack, or rolling up the Leaves of a Paper-Book, that every one of these Strata, tho' they each reach the Center, must, in some Place or other, appear to the Day; in which Case there needs no specific Gravitation to cause the lightest to be uppermost, &c. for every one in its Turn, in some Place of the Globe or other, will be uppermost; and, were it practicable to sink to the Center of the Earth, all the Strata, that are, would be found in every Part, and according to the Poet, *Ponderibus librata suis.* Add to this, that in all Places within my Knowledge, the Observation of another Member of the Society has held good, that the Precipices of all Hills are to the Westward, whereas the Ascent to the East is more gradual. The farther Enquiry into which I offer to the Curious, who have better Opportunity.\n\nII. De Experimento probandi Spiritum Vini Gallici, perquam usitato, sed revera falso et fallaci. Authore C. Neuman, Chym. Prof. Reg. Berolin. R. S. S.\n\nSi qua rerum naturalium est scientia, è qua multæ erroneæ opiniones, praëjudicia, speculationes, & inde secutæ falsæ hypotheses atque experimenta extiterunt, Chymia in primis est; quæ tamen in se considerata, non nisi certis, in externos sensus incurrentibus\n\nDr. Stukely.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103805.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11160,
    "total-output-tokens": 1878,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1527,
        4
      ],
      [
        1527,
        3260,
        5
      ],
      [
        3260,
        5088,
        6
      ],
      [
        5088,
        6488,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103805",
    "title": "An Account of the Strata in Coal-Mines, & c. by John Strachey, Esq; F. R. S.",
    "authors": "John Strachey",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103805"
  }
}