{
  "id": "822d06fabcdbb2e511380356171a687e3ef16dbc",
  "text": "Animals and Plants to be found there, the Temperature of the Air, the Manners of the Inhabitants, their number, their wealth, and the commodities they trade in.\n\nHe observes, that about the Upper part of the river Uruguay, towards Parana and the Province of Paraguay, there are rich Gold-mines, discover'd by Jesuites; of which the Gold is much finer than that of Peru.\n\nIn the same Province grows an Herb call'd Herb of Paraguay, ordinarily given to the Mine-men afflicted by the Sulphureous and other damps of the Mines, who are recover'd by drinking the decoction thereof, which makes them vomit up with great ease whatever troubles their stomack.\n\nIn the way from Buenos-ayres to Peru, about S. Jago del Estro, as he met with Tigers very fierce, so he found the Lyons very gentle. About the same place he found those Animals call'd Guanacos, as big as Horses, with long necks, little heads, and short tails; having in their stomack the Bezoar-stone.\n\nSpeaking of the Ostriches abounding in that Country, he relateth a remarkable thing, which he saith he hath seen, viz. That, when that Bird is hatching her Eggs, and they are ready to hatch, she breaks four of them and carries them to the four corners of the place she is hatching in; which Eggs thus broken coming to corrupt, there is in a little time bred out of them a great quantity of worms, with which the young ones, when hatched, are fed until they are able to go and seek for their food elsewhere, &c.\n\nErrata in this Tract.\nP. 5108. l. 2. r. March for Febr. p. 5115. l. 7. r. Phenomena.\n\nLondon,\nPrinted for John Martyn, Printer to the Royal Society,\n1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100971.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 476,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1621,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100971",
    "title": "Errata",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/100971"
  }
}