{
  "id": "7f0acfd017fc566d2065a899c1c4e154f23cc6fa",
  "text": "I. A Catalogue of the fifty Plants from Chelsea-Garden, presented to the Royal Society, by the Company of Apothecaries, for the Year 1728; pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praef. Col. Reg. Med. & Soc. Reg. By Isaac Rand, Apothecary, F. R. S.\n\n301. **Anonis** Americana; folio latiori, subrotundo. T. Inst. 409.\n\n302. Apocynum frutescens; Salicis folio, angusto. An Apocynum eretum, Africanum; Villoso fructu; Salicis folio, glabro, angusto. Par. Bat. 24?\n\n303. After Americanus, serotinus, altissimus; folio brevi, caulem amplectente.\n\n304. Betonica maxima; Scrophulariae folio; flore e luteo pallescente. Schol. Bot. 64.\n\n305. Betonica maxima; Scrophulariae folio; floribus incarnatis. Par. Bat. 106.\n\n306. Chamædrys; vulgo vera existimata. J. B. 3. 288.\n\n307. Chamædrys; foliis parvis leviter crenatis.\n\n308. Chamædrys; frutescens; Teucrium vulgo. T. Inst. 205.\n\n309. Chamædrys; laciniatis foliis. Lob. Icon. 385.\n\n310. Chamædrys; quæ Teucrium Hispanicum, supinum; Verbenæ tenuifoliæ foliis. D. Goiffon. D. Jussieu.\n\n311. Commelina graminea, latifolia; flore caeruleo. Plum. N. Gen. Plant.\n\nH h\n\n312. Co\n312. Conyza Orientalis, humilis; Verbasci folio, candidissimo.\n\nAn Conyza tomentosa & candidissima; subrotundo, crasso folio; flore luteo. D. Sherard.\nAc. Reg. Sc. Par. Anno 1719?\n\n313. Corona Solis; Trachelii folio; radice repente.\nT. Inst. 490.\n\n314. Corona Solis; Trachelii folio, ramosior; radice non repente.\n\n315. Corona Solis; Trachelii folio, tenuiore; calyce floris foliato.\n\n316. Cotinus coriaria. Dod. 780.\n\n317. Doria major, repens.\n\nVirga aurea maxima; radice repente; sive Dorea major, repens. D. Bobart. Hist. Ox. 3. 123.\n\n318. Doria; foliis tenuiter serratis, ad caulem latis.\nAn Alisma Monspeliensium; sive Doria. J.B. 2. 1064?\n\n319. Doria; quae Jacobae, Orientalis; Limonii folio. T. Cor. 36.\n\n320. Elatine; folio acuminato in basi auriculato; flore luteo. C. B. 253.\n\n321. Elatine; folio subrotundo. Ib.\n\n322. Elatine Hispanica, rotundifolia; pediculis florum brevissimis.\n\n323. Ferrum equinum, Germanicum; filiquis in summitate. C. B. 349.\n\n324. Geranium Ægyptiacum; Althææ folio, subtus glauco. Lippii. D. Jussieu.\n\n325. Geranium Alpinum; Coriandri folio; longius radicatum; flore purpureo. D. Micheli. Hort. Pisan. 68.\n\n326. Her-\n326. Hermannia frutescens; folio Ibisci, hirsuto, molli; caule piloso. Boerh. Ind. 1. 115.\n\n327. Hermannia; Alni folio parvo.\n\nAn Ketmia Africana, fruticans & erecta; Alni foliis latioribus & majoribus; flore Spirali Sulphureo. Hort. Amst. p. 2. 155?\n\n328. Hermannia; minimo Alni folio.\n\nAn Ketmia, &c. Foliis triplo minoribus. Ib?\n\n329. Jacobæ Hispanica, minus laciniata; petalis brevissimis. T. Inst. 486.\n\n330. Jasminum Arabicum; Castaneæ folio; flore albo, adoratissimo; cujus fructus Coffy in officinis. Boerh. Ind. alt. 217. Arbor Yemenis fructum Cofè ferens. D. Douglas.\n\n331. Linaria vulgaris lutea; flore majore. C.B. 212.\n\n332. Linaria lutea elatior & ramosior; flore minori.\n\n333. Linaria, Hispanica, procumbens; foliis uncialibus, glaucis; flore flavescente, pulchre striato, labiis nigro-purpureis.\n\n334. Linaria multicaulis, erecta annua; angusto Moluginis folio; floribus luteis rarè dispositis.\n\n335. Lactuca perennis, humilior; flore cœruleo. T. Inst. 473.\n\n336. Parietaria Officinarum & Dioscoridis. C.B. 121.\n\n337. Parietaria vulgaris, Anglica. Parieturia minor, Ocimi folio. C.B. Ib.\n\n338. Partheniastrum Americanum; Ambrosiæ folio. Ac.Reg. Sc. Par.\n\n339. Ricinoides arbor, Americana; folio multifido. T. Inst. 656.\n\n340. Satureia montana. C.B. 218.\n\n341. Satureia montana; latiori folio; ramulis minus erectis.\n\nH h 2\n\n342. Sca-\n342. Sclarea, folio Salviæ, minor, fove glabra. T. Inst. 180.\n\n343. Sclarea, folio triangulari; caule tomentoso. Ib.\n\n344. Tribulus terrestris. J. B. 2. 352.\n\n345. Tribulus terrestris, hexaphyllos, Americanus.\n\nAn Tribulus terrestris major; flore maximo, odorato. Sloan. Hist. Vol. I. p. 209. Tab. 132.\n\nFig. 1?\n\n346. Trifolium, angustifolium spicatum. J. B. 2. 376.\n\n347. Trifolium arvense, humile, spicatum fove Lagopus. C. B. 328. foliis latioribus. Lagopodium Lagopus. Tab. Icon. 524.\n\n348. Trifolium, Lagopus dictum, angustioribus foliis. Lagopus Lob. Icon. 39.\n\n349. Trifolium pratense, hirsutum, majus; flore albo Sulphureo. Raii Syn. Ed. 2. 193.\n\n350. Trifolium pratense, folliculatum. C. B. 329.\n\nII. An Examination of Monsieur Perault's new-invented Axis in Peritrochio, said to be entirely void of Friction: With an Experiment to confirm the Reasoning made upon an Axis in Peritrochio first us'd in Mons. Perault's Manner, then in the common Way, by J. T. Desaguliers, L.L.D.\n\nAs the Recommendation and Contrivance of a Person, who is considerable in mechanical Performances, is a great Inducement for others to make use of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103526.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 2076,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1135,
        2
      ],
      [
        1135,
        2287,
        3
      ],
      [
        2287,
        3637,
        4
      ],
      [
        3637,
        4771,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103526",
    "title": "A Catalogue of the Fifty Plants from Chelsea-Garden, Presented to the Royal Society, by the Company of Apothecaries, for the Year 1728; Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. Praes. Col. Reg. Med. & Soc. Reg. By Isaac Rand, Apothecary, F. R. S.",
    "authors": "Isaac Rand",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103526"
  }
}