{
  "id": "917ed065cfa19cb219d8d2cc338db5b4987dce31",
  "text": "AN INDEX TO THE Forty-fifth VOLUME OF THE Philosophical Transactions, For the Year 1748.\n\nA.\n\nAberdeen, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 593.\nAberdour Castle, Eclipse of the Sun, July 14, 1748. obs. there by the Earl of Morton, M. le Monnier, and Mr. Short, n. 490, p. 582.\nAery (Thomas) M. D. of the Cure of a Wound in the Cornea, and a Laceration of the Uvea, n. 488, p. 411.\nAir; its specific Gravity, n. 488, p. 476.\nAir, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 592.\nAltar, a Roman, near Stanhope near Durham, with an Inscription on it, n. 486, p. 173.\nAldiston, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 591.\nAllectus, a gold Coin of him found at Silchester, n. 490, p. 610.\nAmphitheatre near Silchester, n. 490, p. 606.\nAncinus (Titus) in a Roman Inscription, n. 488, p. 409.\nAnimal Substances, of their Generation by Mr. Needham, n. 490, p. 615.\n\nAnimal\nINDEX.\n\nAnimal or Vegetable Substances resolve into one common Principle, or universal Seed, n. 490, p. 654.\n\nAnimals spermatic, n. 490, p. 616. All come from an Egg, n. 490, p. 627.\n\nAnimalcules from Mutton-Gravy, n. 490, p. 638. In a Liquid in the Ovaries of a Bitch, ib. p. 641. Chaplet-like, ib. 647. Resolve into lesser, ib. p. 653.\n\nAntimony, its specific Gravity, n. 488, p. 445.\n\nApples of a mixed Breed, by Mr. Cook, n. 490, p. 602.\n\nArchimedes's burning Specula, by M. Buffon, n. 489, p. 504.\n\nArderon (Mr. Wm.) of large subterraneous Caverns near Norwich, n. 486, p. 244.\n\n——— of the Hearing of Fish, n. 486, p. 149.\n\nOf their Feeling, ib. p. 150. Their Seeing, ib. p. 151.\n\n——— of a Mortification in the Tails of Roaches confin'd in Glass-Jars, n. 487, p. 321.\n\nAsses, Pot-; of the various Kinds by Dr. Mitchell, n. 489, p. 541.\n\nAverdaupois and Troy Pound, their Proportions, n. 488, p. 484.\n\nAurelia Canadensis, the Genleng of the Chinese, n. 486, p. 168.\n\nAxford (Henry) his Case of recovering his Speech after being dumb, n. 486, p. 148.\n\nB.\n\nBacon (Francis) Lord Verulam, of specific Gravities, n. 488, p. 421.\n\nBaical, a Lake, n. 486, p. 250.\n\nBahama Islands, Extracts out of the Appendix to the Natural History of them, n. 486, p. 157.\n\nBaker (Mr. David Erskin) on Belemnite, n. 490, p. 598.\n\n——— (Mr. Henry) several medical Experiments of Electricity, n. 486, p. 270.\n\nBarbadoes, Bridge-town, Bills of Mortality, by Mr. Clark, n. 487, p. 345.\n\nBarilka, a fort of Pot-ash, n. 489, p. 561.\n\nBarks, their specific Gravities, n. 488, p. 461.\n\nBartholinus (Tho.) de Luce Animalium, n. 488, p. 397.\n\nBarometer\nINDEX.\n\nBarometer gives the Height of Mountains, n. 486, p. 255.\nBrometrical Obs. of the Height of several Places in Siberia, n. 486, p. 256.\nBath, a Roman Inscription there, L. Vitellius, &c. n. 488, p. 409.\nBay-Salt, n. 487, p. 358.\nBelemnites, Mr. Baker junior on them, n. 490, p. 598.\nBerlin, Eclipse of the Sun, July 14, 1748. obs. there, n. 489, p. 524.\nBevis (John) M.D. of an Eclipse of the Sun, July 14, 1748. obs. at Millcrough House, n. 489, p. 521.\nElectrical Experiments across the Thames, n. 485, p. 54. New River, ib. p. 62. Skerton's Hill, ib. p. 77.\nBeza (Theodore) had a Light round his Eyes, n. 488, p. 397.\nBereh (the Rev. Mr. Tho.) an Inscription on a Roman Altar near Stanhope near Durham, n. 486, p. 173.\nBird, a sort with two Pair of Wings, n. 486, p. 157.\nBirds dead, how to preserve them, by M. Reaumur, n. 487, p. 307.\nBismuth, its specific Gravity, n. 488, p. 444.\nBoston Americanus, n. 486, p. 171.\nBitumen, their specific Gravity, n. 488, p. 459.\nBlack-lead, its specific Gravity, n. 488, p. 447.\nBlight, in Wheat, Rye, &c. its Origin, n. 490, p. 647.\nBobaki, mares Alpini, n. 486, p. 183.\nBonnet (M. Charles) concerning Caterpillers, n. 487, p. 300.\nof planting Seeds in Moss, n. 486, p. 156.\nBoyle (Hon. Robert) Esq; of specific Gravities, n. 488, p. 426.\nBradley (James) D.D. Letter to the Earl of Macclesfield, of an apparent Motion in some of the fixed Stars, n. 485, p. 1.\nBirds, its specific Gravity, n. 488, p. 439.\nINDEX.\n\nBrocklesby (Wm.) M. D. Abstract of Mr. Klein upon the Sounds and Hearing of Fishes, or some Account of a Treatise, intituled an Enquiry into the Reasons, why the Author of an Epistle concerning the Hearing of Fishes endeavours to prove that they are all mute and deaf, n. 486, p. 233.\n\nAccount of the poisonous Root lately found among the Gentian, n. 486, p. 240.\n\nBrownrigg (Wm.) M. D. an Account of his Book, intituled the Art of making common Salt, &c. by Mr. Watson, n. 487, p. 351.\n\nBruni (Jof. Laurent.) M. D. of the medical Effects of Electricity, n. 486, p. 272.\n\nBryce (Rev. Mr.) Obs. Eclipse of the Sun, July 14, 1748. at Aldiston, n. 490, p. 591.\n\nBuffalo of America, n. 486, p. 172.\n\nBuffon (M.) his Re-invention of Archimedes's burning Specula, n. 489, p. 504.\n\nNotions concerning Generation, n. 490, p. 633.\n\nBurman (Jane) her Case, the Bones of a Fetus coming thro' an Ulcer near the Navel, n. 485, p. 121.\n\nBurges (Mary) poison'd with a Root among Gentian, n. 486, p. 240.\n\nByrom (John) M. A. Remarks on Mr. Feake's Short-hand, n. 488, p. 388. Remarks on Mr. Lodwick's Alphabet, ib. p. 401.\n\nC.\n\nC. (J.) of specific Gravities, n. 488, p. 426.\n\nCalculus, human, its specific Gravity, n. 488, p. 464.\n\nCalves, of double Fetus's of, by Dr. le Cat, n. 489, p. 497.\n\nCarolina, Extracts out of the Appendix to the Nat. Hist. of it, n. 486, p. 157.\n\nCajou or Cassia Tree, n. 486, p. 161.\n\nCaswell (John) of specific Gravities, n. 488, p. 426.\n\nCat (Claud. Nic. le) M. D. of double Fetus's of Calves, n. 489, p. 497.\n\nCaterpillers, M. Bonnet, concerning them, n. 487, p. 300.\nINDEX.\n\nCaterpillar, the Cornel, an Account of by Jo. Earl of Orrery, and the Rev. Mr. Skelton, n. 487, p. 281.\nCatesby (Mr. Mark) Extracts out of the Appendix to his Natural History of Carolina and the Bahama Islands, n. 486, p. 157.\nCat's-Eye, a precious Stone, its specific Gravity, n. 488, p. 451.\nCaverns, large subterraneous near Norwich, n. 486, p. 244. caved in, ib. p. 247.\nChalk, soft like Paste in Caverns, grows hard when exposed to the Air, n. 486, p. 245.\nChama longa, rugis asperis, alba, the Pholas or Wing-Shell, n. 485, p. 47.\nChaplet-like Animalcules, n. 490, p. 647.\nCharles-town, meteorological Obs. there by Dr. Lining, n. 487, p. 336. The great Heat there, ib. p. 338.\nChego the, an Insect, n. 486, p. 162.\nChild with a Tumour near its Anus, having the Rudiments of an Embryo in it, n. 487, p. 325.\nChildren two Female joined together, Account by Dr. Parsons, n. 489, p. 526.\nChocolate-tree, of the, n. 486, p. 160.\nChrysolite, its specific Gravity, n. 488, p. 451.\nCrystals, their specific Gravity, n. 488, p. 450.\nCinnabar, its specific Gravity, n. 488, p. 445.\nCineres Russici of the Dispensatory, n. 489, p. 558.\nCircuit performed by the electrical Power, n. 485, p. 50.\nClark (Rev. John) of the Bills of Mortality in Bridgetown Barbados, n. 487, p. 345.\n—— (Samuel) Esq; brought a Tesserà Dei Mart. Sediàrum, n. 486, p. 225.\nCold, the surprising in Siberia, n. 486, p. 259. The greatest unknown, ib. 260.\nConcha longa Plinii, the Dottle, n. 485, p. 45.\nCooke (Benj.) of a mixed Breed of Apples, n. 490, p. 602.\n——— of the Sparkling of Flannel and the Hairs of Animals in the dark, n. 488, p. 394.\nCopper, its specific Gravity, n. 488, p. 439.\nINDEX.\n\nCornea, of a Wound in it cured by Dr. Aery, n. 488, p. 411.\nCornel-caterpillar, Account of it by John Earl of Orrery and the Rev. Mr. Skilton, n. 487, p. 281.\nCorruption, what it is in a philosophical Sense, n. 490, p. 638.\nCotes (Roger) of specific Gravities, n. 488, p. 429.\nCrabs-Eyes, an Account of them by Dr. Mounsey, n. 486, p. 174. Factitious, ib. p. 179.\nCray-fish, some Particulars of them, n. 486, p. 178.\nCritw (Wm.) Esq; obs. Eclipse of the Sun, July 14, 1748, near Haymouth, n. 490, p. 592.\nCroyland-Abbey, an ancient Shrine from thence, n. 490, p. 579.\nCulloden-house, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 593.\nCyprus of the Ancients, Account of it, by Dr. Garcin, n. 489, p. 564. Its various Names in various Authors and Languages, ib. p. 565, 566.\n\nD.\n\nDactylus, vulgo Dottle, a Shell-fish, n. 485, p. 45.\nDamps proceed from sulphureous Vapours, are not in chalky Caverns, n. 486, p. 245.\nDate, an ancient one at Walling, [1182] n. 490, p. 613.\nDate-Muscle, the; or Dating-stone, n. 485, p. 46.\nDavies (Richard) M. D. Tables of specific Gravities, n. 488, p. 416.\nDiamonds, their specific Gravity, n. 488, p. 451.\nDiggins (Mary) poisoned with a Root among Gentian, n. 486, p. 241.\nDiving under Water, Sounds heard, Experiments by Mr. Arderon, n. 486, p. 154.\nDoddridge (Rev. P.) D.D. of a Weiker giving Suck to a Lamb, and of a monstrous Lamb, n. 489, p. 502.\nDodson (James) of specific Gravities, n. 488, p. 435.\nDottle or Dotting [Dactylus] a Shell-fish from Mahon Harbour, by Mr. More and Dr. Parsons, n. 485, p. 44.\nConcha longa Plini, ib. p. 45.\n\nDrake\nINDEX.\n\nDrake (Mr. Francis) of the Bones of a Fetus discharged thro' an Ulcer near the Navel, n. 485, p. 121.\nDream, Mr. Axford recover'd his Speech by a frightful one, after having been dumb 4 Years, n. 486, p. 148.\nDumb, Mr. Axford, who had been 4 Years so, recover'd his Speech on a sudden, n. 486, p. 148.\nDundee, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 592.\n\nE.\nEarth's Axis, a Diminution of its Inclination, n. 485, p. 14.\n—— Diameter at the Equator, and at the Poles, as 230 to 229, by Sir Isaac Newton, n. 485, p. 37.\nEarths, their specific Gravities, n. 488, p. 455.\nEarthquake at Taunton, July 1, 1747. by Mr. Forster. n. 488, p. 398.\nEclipse of July 14, 1748. at Aberdour, n. 490, p. 582. at Edinburgh, n. 490, p. 590. at Aldiston, ib. p. 591. at Aberdeen, ib. p. 593. near Haymouth, ib. 592. at Air, ibid. at Dundee, ibid. at New-Macchar, ib. p. 595. at Elgin, ib. p. 594. at Culloden-house, ib. p. 595. in the Orkney Islands, ib. p. 596.\n—— of the Sun, the same obs. at Marlborough-house, n. 489, p. 521. at Luffwick, ib. p. 523. at Berlin, ib. p. 526.\n—— Solis, Nov. 5, 1706. in Paraquaria, Mart. 11, 1709. Jan. 18, 1730, n. 490, p. 667, 669.\nEdinburgh, Eclipse of the Sun there, July 14, 1748. n. 490, p. 590.\nEels in Paste, viviparous, n. 490, p. 631.\nEggs transported thro' the Air, n. 490, p. 630.\nElectrical Experiments by Dr. Hales, n. 488, p. 409.\n—— by Wm. Watson, cros the Thames, n. 485, p. 52. along the New River, ib. p. 62, 67. at Shooter's Hill, ib. p. 77, 86.\n—— by Mr. Franklin, n. 485, p. 98.\n—— Fire, of divers Colours from different Bodies, n. 488, p. 410.\n—— Power, the, describes a Circuit thro' non-electrical Substances, n. 485, p. 49. carried cros the Thames, ib. p. 52.\n\nElectricitas\nINDEX.\n\nElectricitas ad usus medicos applicata per D. Winklerum, n. 486, p. 263. per D. Pivati. ibid.\n\nElectricity and Sound, Experiments concerning their respective Velocities, by Mr. Watson, n. 485, p. 49, 83, 85. its Nature and Properties explain'd by Mr. Watson, n. 485, p. 49. its Explosion greater from hot Water than from cold, ib. p. 109. its Velocity, n. 485, p. 83, 85. instantaneous in 2 Miles, ibid. p. 90.\n\nEnquiries into its Nature and Properties, n. 485, p. 93. its Effects in vacuo, ib. p. 120.\n\nExperiments by l' Abbé Nollet, n. 486, p. 187.\n\nMedical Experim. by Mr. Baker, n. 486, p. 270.\n\nof its Laws, by Mr. Ellicott, n. 486, p. 195, 203, 213.\n\nfires Fustian, n. 487, p. 323.\n\nEisenachmid (Joh. Caspar) de ponderibus et mensuris, n. 488, p. 427.\n\nof the Proportion of the specific Weights of certain Fluids in the Winter and Summer, n. 488, p. 481.\n\nElgin, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 593.\n\nEllicott (Mr. John) of the Laws of Electricity, n. 486, p. 195, 203, 213.\n\nof the specific Gravities of Diamonds, n. 488, p. 433.\n\nEmbryo, where formed, n. 490, p. 622.\n\nRudiments of one in a Tumour near the Anus of a Child, n. 487, p. 325.\n\nEquinox, its Precession 50\" in a Year, n. 485, p. 2, 9.\n\nEye, Wounds in the Cornea and Uvea cured by Dr. Aery, n. 488, p. 411.\n\nF.\n\nFahrenheit (Gabriel) of specific Gravities, n. 488, p. 432.\n\nFannius Palemon (Q. Rhemnius) de ponderibus et mensuris, n. 488, p. 419.\n\nFarina fæcundans of Flowers are filamentous, and in a vegetating State, Mr. Needham, n. 490, p. 649.\n\nFeeling\nINDEX.\n\nFeeling of Fish, of it by Mr. Arderon, n. 486, p. 150.\nFire everlasting, in Persia, by Dr. Mounsey, n. 487, p. 296.\n— Worshippers of it, ibid. p. 297.\nFires, a Proposal to check their Progress by Dr. Hales,\nn. 487, p. 277. by Dr. Mortimer, ibid. p. 382.\nFish kept in Jars of Water, n. 487, p. 321.\nFishes, dead, how to preserve them, by M. Reaumur,\nn. 487, p. 319.\n— of their Hearing by Mr. Arderon, n. 486, p. 149.\nTheir Feeling, ibid. p. 154. Their Seeing, ib. p. 150.\n— upon the Sounds and Hearing of them by Mr. Klein,\nn. 486, p. 233. that they are all mute and deaf, ibid.\nthat they sleep, ib. p. 235.\nFlannel, of its sparkling in the dark, by Mr. Cooke,\nn. 488, p. 394.\nFluids, various, their specific Gravity, n. 488, p. 472.\nFolkes, (Martin) Esq; P.R.S. of specific Gravities, n. 488,\np. 416.\n— a Note on Mr. Ellicott’s Paper on Electricity,\nn. 486, p. 202.\nFatius, the Bones of one coming thro’ an Ulcer near the\nNavel, n. 485, p. 121. Lodged in the Fallopian Tubes\n13 Years, n. 486, p. 131.\nFatius’s of Calves double, by Dr. le Cat, n. 489, p. 497.\n— two Female Children joined, Account of by Dr.\nParsons, n. 489, p. 526.\nForce, the Newtonian Measure of it, n. 489, p. 514. the\nLeibnitzian, ib. p. 516.\nForster (Rev. Mr. John) of an Earthquake at Taunton,\nJuly 1, 1747. n. 488, p. 298.\nFothergill (John) M. D. an Account of the Flora Sibirica,\nAuct. D. Gmelin. n. 486, p. 248.\nFrancklin (Mr.) Electrical Experiments, n. 485, p. 98.\nFrazer (Mr. Duncan) obf. Eclipse of the Sun, July 14,\n1748, at Culloden-house, n. 490, p. 595.\nFrotheringham (Samuel) of a metalline Thermometer,\nn. 485, p. 129.\nFreind (John) M. D. of specific Gravities, n. 488,\np. 430.\nINDEX.\n\nFusian set on fire by Electricity, n. 487, p. 323.\n\nG.\n\nGarcein (Laurence) M. D. of the Cyprus of the Ancients, n. 489, p. 564.\n\nGenis, their specific Gravity, n. 488, p. 450.\n\nGentian, a poisonous Root found among it, by Dr. Brocklesby, n. 486, p. 240.\n\nGerm; an Almond, moving Atoms produced from it, n. 490, p. 636.\n\nGerms, of pre-existent, in Nature, n. 490, p. 633.\n\nGhetaldus (Marinus) de variis corporum generibus gravitate et magnitudine comparatis, n. 488, p. 422.\n\nGiants Causeway in Ireland, an Account of it by Richard Pococke LL.D. n. 485, p. 124.\n\nGinseng, a Plant of the Chinese, in Virginia, n. 486, p. 168.\n\nGlacies Mariae, where found, n. 486, p. 254.\n\nGlass, its specific Gravity, n. 488, p. 450.\n\n—— a, full of Water, with a Wire put into it, its Effect in Electricity, n. 478, p. 59.\n\n—— a Plate of, lined with Leaf-Silver, its Effect in electrical Experiments, n. 485, p. 104.\n\nGmelin (Joh. Georg.) Flora Sibirica, sive Hist. Plantarum Sibiriae cum tabulis ari incisis, Vol. I. n. 486, p. 248.\n\nGold, its specific Gravity, n. 488, p. 436.\n\nGonzaga (Carolus) D. Mantua, his Skin shined in the dark, n. 488, p. 397.\n\nGraham (George) of the specific Gravities of Gold and Silver, n. 488, p. 435.\n\n——— Obs. of the Variation of the magnetic Needle at London 1745 — 1747, n. 487, p. 279.\n\nGrains, the different Weight of a cubic Foot of various, n. 488, p. 482.\n\nGranites, their specific Gravity, n. 488, p. 450.\n\nGravities Specific, Tables by Dr. Davies, n. 488, p. 416.\n\nvarious Authors, ib. p. 418.\n\nGravity specific, the Difference of some Bodies in Winter and Summer, n. 488, p. 481.\n\n——— a Table to compare it in 12 Bodies, by Ghetaldus, n. 488, p. 485, 488.\n\nGrischow\nINDEX.\n\nGrischow (Augustine Nathaniel) Obs. of two Parafelene's, Oct. 20, 1747. N. S. at Paris, with an Account of the Obs. of the Eclipse of the Sun, July 14, 1748. O. S. as taken at Berlin, n. 489, p. 524.\n\nGums, their specific Gravity, n. 488, p. 460.\n\nGunnery, the Motion of projectile, by Tho. Simpson, n. 486, p. 137.\n\nGunter (Edmund) of the specific Weights of Metals, n. 488, p. 423.\n\nH.\n\nHales (Rev. Stephen) D. D. some electrical Experiments, n. 488, p. 409. His Ventilators, ib. p. 410. a Proposal to check the Progress of Fires, n. 487, p. 277.\n\nHair of Animals sparkling in the dark, by Mr. Cooke, n. 488, p. 394.\n\nHarris (John) D. D. of specific Gravities, n. 488, p. 428.\n\nHartsoeker first discover'd the spermatic Animals, n. 490, p. 616.\n\nHassel (Richard) Esq; of a Piece of Lath thrust into a Man's Eye, n. 489, p. 520.\n\nHauksbee (Mr. Francis) of specific Gravities, n. 488, p. 430.\n\nHaymouth, Eclipse of the Sun, July 14, 1748. obs. near it, n. 490, p. 592.\n\nHearing of Fish, of it, by Mr. Arderon, n. 486, p. 149.\n\nHearing of Men under Water, by Mr. Arderon, n. 486, p. 154.\n\nHeat, great at Charles-town, to 126 Deg. n. 487, p. 338.\n\nHeight of Mountains taken by a Barometer, n. 486, p. 255.\n\nHill (Mr. John) Obs. on the Semen of a Dog, n. 490, p. 632.\n\nHodgson (Mr. James) of the Immersions and Emersions of Jupiter's Satellites for 1750, n. 487, p. 373.\n\nHomberg (M.) of the Expansion and Contraction of Bodies, n. 488, p. 426.\n\n— of the Proportion of the specific Weights of certain Fluids in the Winter and Summer, n. 488, p. 481.\n\nHusham.\nINDEX.\n\nHuxham (John) M.D. of a Guild with a Tumour near the Anus, having the Rudiments of an Embryo in it, n. 487, p. 325.\n\nJ.\n\nJacinth, its specific Gravity, n. 488, p. 451.\nJar, a Glass, cover'd within and without with Leaf-Silver; its Effect in electrical Experiments, n. 485, p. 105, with Leaf-Brass, ib. p. 109.\nYeake (Samuel) Elements of Short-hand, n. 487, p. 345.\nIcy Lake, n. 486, p. 253.\nIngram (John) Inventor of a Machine for cutting Watch-wheels, n. 485, p. 128.\nInscription, a Roman, found at Bath by Dr. Stukely, n. 488, p. 409.\n——— on a Roman Altar at Stanhope near Durham, n. 486, p. 173.\nInsects, of their Generation, n. 487, p. 292.\n——— dead, how to preserve them, by M. Reaumur, n. 487, p. 319.\nJohnson (Maurice) Esq; of a metalline Thermometer, n. 485, p. 128.\nIron, its specific Gravity, n. 488, p. 440.\nIrwin (Rev. Mr.) Obi. Eclipse of the Sun, July 14, 1748. at Elgin, n. 490, p. 594.\nIvory, its specific Gravity, n. 488, p. 465.\nJupiter's Satellites, the Immersions and Emersions of them by Mr. Hodgson, 1750. n. 487, p. 373.\n——— Eclipses variæ obs. Paraquariae, à P. P. Soc. Jesu, n. 490, p. 672, 674.\nJurin (James) M.D. of the specific Gravity of human Blood, n. 488, p. 431.\n\nK.\n\nKali or Glasswort to make Por-ash, n. 489, p. 561.\nKelp, and Kelp-ashes, what, n. 489, p. 550.\nKlein (Jac. Theodor.) R. P. Gedan. Secr. Historia naturalis Muris Alpini, n. 486, p. 180.\n——— of the Sounds and Hearing of Fishes, or some Account of a Treatise, intituled, An Inquiry into the Reasons\nINDEX.\n\nReasons why the Author of an Epistle concerning the Hearing of Fishes, endeavours to prove that they are all mute and deaf, n. 486, p. 233.\n\nKirkwall in Pomona, one of the Orkney Islands, Obs. Eclipse of the Sun, July 14, 1748. there, n. 490, p. 596.\n\nLamb, a monstrous one, by Dr. Doddridge, n. 489, p. 503.\n\nLath, a Piece of one thrust into a Man's Eye, n. 489, p. 520.\n\nLatitudo Assumptionis et S. Ignatii in Paraquaria, n. 490, p. 673.\n\nLatitude of several Places in Scotland, n. 490. Aberdour Castle, p. 583. Aldiston, p. 591. Netherbyres, p. 592. Air, ib. Dundee, ib. Montrose, p. 593. Aberdeen, ibid. Elgin, p. 594. Culloden-house, p. 595. Kirkwall in Pomona, Orkney Islands, p. 596.\n\nLead, its specific Gravity, n. 488, p. 438.\n\nLeather, dry, excites Electricity strongly, n. 485, p. 117.\n\nLeibnitz (M. John) his Measure of Force, n. 489, p. 516.\n\nLerch (———) M. D. of the everlasting Fire in Persia, n. 487, p. 297.\n\nLeeuwenhoek of spermatic Animals, n. 490, p. 617.\n\nLining (John) Dr. of the Weather in South-Carolina with meteorological Obs. in Charles-town, n. 487, p. 336.\n\nLiquids, their Velocity increased in small Tubes by Electricity, n. 486, p. 188.\n\nLoadstones, their specific Gravity, n. 488, p. 446.\n\nLodwick (Mr. Francis) Remarks on his Alphabet, n. 488, p. 401.\n\nLowndes (Mr.) his Improvement in making Salt, n. 487, p. 355.\n\nLuffwick, an Eclipse of the Sun, July 14, 1748. obs. there by Mr. Day, n. 489, p. 523.\n\nLuna occultavit Satellitem et ipsum Jovem, Dec. 9, 1729. n. 490, p. 670, 673.\n\nLunæ Eclipses Paraquariae, obs. Apr. 16, 1707. Apr. 4, 1708. Aug. 8, 1729. Dec. 1, 1713. Mart. 26, 1717. Feb. 24, 1728. Mart. 4, 1700.\n\nLyttleton (Rev. Charles) LL.D. Dean of Exeter, of a beautiful Nautilites, n. 487, p. 320.\nINDEX.\n\nM.\n\nML. in the Exergue of Coins of Carausius and Allectus, may stand for Moneta Londinensis, n. 490, p. 610.\n\nMacchar, New-, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 593.\n\nMacclesfield (George) Earl of, Dr. Bradley's Letter to him on a Motion in some of the fixed Stars, n. 485, p. 1.\n\nMackenzie (Mr. Murdock) obs. Eclipse of the Sun, July 14, 1748. at Kirkwall in Pomona one of the Orkney Islands, n. 490, p. 596.\n\nMagnetic Needle, its Variation at London, 1745—1747 by Mr. Graham, n. 487, p. 279.\n\nMair (Mr. John) obs. Eclipse of the Sun, July 14, 1748. at Air, n. 490, p. 592.\n\nMan, one giving Suck, n. 489, p. 502.\n\nMarble, its specific Gravity, n. 488, p. 455.\n\nMark (Mr.) obs. Eclipse of the Sun, July 14, 1748, at Dundee, n. 490, p. 592.\n\nMarlborough-house, an Eclipse of the Sun obs. there July 14, 1748, n. 489, p. 521.\n\nMarmot, mus Alpinus, n. 486, p. 182.\n\nMaupertuis (M. Petr. Ludov. de) Notions on Generation, n. 490, p. 633.\n\nMercury, its specific Gravity, n. 488, p. 437.\n\nMersenni (Marinus) of the specific Gravities of Metals, n. 488, p. 424.\n\nMetals, of their specific Gravity, n. 488, p. 436.\n\n— conduct best the electrical Power, n. 485, p. 50.\n\nMeteorological Observations in South Carolina by Dr. Lining, n. 487, p. 336.\n\nMiles (Rev. Henry) D. D. of the Storm of Thunder, June 12, 1748, n. 488, p. 383.\n\n— with Mr. Reid's Essay on Quantity, n. 489, p. 505.\n\nMinerals, their specific Gravities, n. 488, p. 444.\n\nMitchell (John) M. D. of the various Kinds of Pot-ash, n. 489, p. 541.\n\nMocasin, the ancient Shoe of the Indians, n. 486, p. 159.\n\nMonnier,\nINDEX\n\nMonnier (Petrus Carolus) obs. Eclipse of the Sun, July 14, 1748. at Aberdour, n. 490, p. 582.\n\nMonroes, Eclipse of the Sun, July 14, 1748. obs. there, n. 490, p. 593.\n\nMont blanc, its Height above the Sea, n. 486, p. 258.\n\nMoon, mock, see Paraselen.\n\n— a Circle round it, Oct. 20, 1747. N. S. obs. at Paris by Mr. Grischow, n. 489, p. 524.\n\nMore Mr. (Samuel) of the Dottle-fish, from Makon-karbour n. 485, p. 44.\n\nMortality, Bills of, in Bridge-town Barbados, by Mr. Clark, n. 487, p. 345.\n\nMortifications, their Cause, according to Mr. Needham, n. 490, p. 649.\n\nMortimer (Cromwell) M. D. Secret. R. S. Extracts out of the Appendix to the Natural History of Carolina and the Bahama Islands, by Mark Catesby, n. 486, p. 157.\n\n— of a Clergyman born with two Tongues, n. 486, p. 232.\n\n— Addition to Dr. Hales's Proposal of preventing the Progress of Fires, n. 487, p. 382.\n\nMorton (James Earl of) obs. Eclipse of the Sun, July 14, 1748. at Aberdour, n. 490, p. 582.\n\nMuss, Seeds planted in it, by Mr. Boanet, n. 486, p. 156.\n\nMounsey (James) M. D. the Case and Cure of a Woman from whom a Fatus was extracted, that had been lodged 13 Years in one of the Fallopian Tubes, n. 486, p. 131.\n\n— of the everlasting Fire in Persia, n. 487, p. 296.\n\n— of a Fish called in Russia, Quab, and of Crabs-Eyes, n. 486, p. 174.\n\nMountains, their Height taken by a Barometer, n. 486, p. 225.\n\nMultinomials, of their Fluents, by Mr. Simpson, n. 487, p. 328.\n\nMurmel Thieve, mures Alpini, n. 486, p. 182.\nINDEX.\n\nMus Alpinus, historia ejusdem per Dr. Klein, n. 486, p. 180.\nMuscle, the Date-, n. 485, p. 46.\nMuscovy-Glass, where found, n. 486, p. 254.\nMusgrave (Dr.) of specific Gravities, n. 488, p. 426.\nMusimon of the Ancients, n. 486, p. 253.\nMusk-Animal, its Country, n. 486, p. 253.\nMyschenbroek (Peter) van, of specific Gravities, n. 488, p. 433.\nMutton-Gravy, produced Animalcules, n. 490, p. 637.\nMytilus cylindroides, or Dactyliformis, the Dottle, n. 485, p. 46.\n\nN.\n\nNaphtka, black and white in Persia, by Dr. Mounsey, n. 487, p. 298.\nNautilites, a beautiful one by Dr. Lyttleton, n. 487, p. 320.\nNeedham (Mr. Turbervil) of the Generation, Composition, and Decomposition, of Animal and Vegetable Substances, n. 490, p. 615.\nNew-River, electrical Experiments made along it, n. 485, p. 52, 62, 67.\nNewton (Sir Isaac) Knight, of specific Gravities, n. 488, p. 428.\n——— his Measure of Force, n. 489, p. 514.\nNinsein, a Plant of the Chinese, in Virginia, n. 486, p. 168.\nNollet (P. Abbé) concerning Electricity, n. 486, p. 187.\nNorwich, large subterraneous Caverns near, n. 486, p. 244.\ncaved in, ib. 247.\n\nO.\n\nObservationes variae in Paraquaria 1706,—1730. n. 490, p. 667.\nOils, their specific Gravity, n. 488, p. 475.\nOres, their specific Gravities, n. 488, p. 444.\nOrkney Islands, Eclipse of the Sun, July 14, 1748. obf. there, n. 490, p. 596.\nOrrery (John Earl of) of the Cornel-caterpillar, n. 487, p. 281.\nOva and Ovaries of Females, Vallisnieri et Buffon's Opinion of them, n. 490, p. 640, 641.\n\nOughtred\nINDEX.\n\nOughtred (Wm.) of specific Gravities, n. 488, p. 423.\nOxford Society, of specific Gravities, n. 488, p. 425.\n\nP.\n\nParaquarie variae Obs. astronomice habita à PP. Soc. Jesu,\nn. 490, p. 667, 674.\nParis, two Paraselenes' obs. there, Oct. 20, 1747. N. S.\nby Mr. Grischow, n. 489, p. 524.\nParsons (James) M. D. Obi. on certain Shell-fish lodged\nin a large Stone from Mahon Harbour, n. 485, p. 44.\n——— of a preternatural Conjunction of two\nFemale Children, n. 489, p. 526.\nPearls, their specific Gravity, n. 488, p. 464.\nPearl-ashes, what, n. 489, p. 545, 558.\nPerrine (John) his Wife, a monstrous Child, n. 487,\np. 325.\nPerspiration, insensible, increased by Electricity, n. 486,\np. 190.\nPetit (Petrus.) of specific Gravities, n. 488, p. 424.\nPhial, a glas, full of Water, well-cork'd with a Wire\nin it, its Effects in Electricity, n. 481, p. 253.\n——— filled with Iron Filings, and coated with\nSheet-Lead, its Effects in Electricity, n. 485, p. 53.\nPholades, a fort of Shell-fish, n. 485, p. 44.\nPivati (Joh. Franciscus) Experimenta electrica medica,\nn. 486, p. 263.\nPlinius de Marmetis, n. 486, p. 184.\n——— of the different Weights of some Grain, n. 488,\np. 418.\nPococke (Richard) LL.D. of the Giants Causeway in\nIreland, n. 485, p. 124.\nPoison, a poisonous Root found among Gentian, n. 486,\np. 240.\nPoliniacus (Cardinalis) de muribus Alpinis Bobac, n. 486,\np. 185.\nPot (Mr.) poisoned with a Root among Gentian, n. 486,\np. 241.\nPot-ash, of the various Kinds, by Dr. Mitchell, n. 489,\np. 541, 558.\n\nPreserving\nINDEX.\n\nPreserving dead Creatures for Museums, by M. de Reaumur, n. 487, p. 304.\nProductive Force, that there is a real, in Nature, n. 490, p. 645.\nProjectiles, of their Motion, by Tho. Simpson, n. 486, p. 137.\n\nQ.\nQuab, a Fish so called in Russia, from Dr. Monnsey, n. 486, p. 174.\nQuadrupeps, dead, how to preserve them, by M. Reaumur, n. 487, p. 319.\nQuantity, an Essay on, by the Rev. Mr. Reid, from Dr. Miles, n. 489, p. 505.\nQuito, its Height above the Sea, n. 486, p. 257.\n\nR.\nRats des Alps, mures Alpini, n. 486, p. 132.\nReaumur (M. Renatus Anton. de) Method of preserving dead Animals for Museums, n. 487, p. 304.\nReid (Rev. Mr.) an Essay on Quantity, and simple and compound Ratio's, applied to Virtue and Merit, n. 489, p. 505.\n—— —— obs. Eclipse of the Sun, July 14, 1748, at New Macbar, n. 490, p. 593.\nReptiles, dead, how to preserve them, by M. Reaumur, n. 487, p. 319.\nResins, their specific Gravity, n. 488, p. 460.\nRonches, a Mortification in the Tails, n. 487, p. 321.\nRoberts (Edward) a Piece of Lath thrust into his Eye, n. 489, p. 520.\nRoche (Mr. Robert) of Fusian set on Fire by Electricity, n. 487, p. 323.\nRock-Salt, n. 487, p. 358.\n\nS.\nSal Rupium, the Rock-Salt of the Chemists, n. 487, p. 358.\nSalt, the Art of making the common, by Dr. Browrigg, n. 487, p. 351. by Mr. Lowndes, ib. p. 355.\n—— Rock, Bay-Salt, white Salt, ib. p. 358.\nSalts, their specific Gravity, n. 488, p. 468.\nSalt-Pits, to be made in England, n. 487, p. 369.\n\nSapphires,\nINDEX.\n\nSapphires, their specific Gravity, n. 488, p. 450.\nSaturnus habuit ansulas valde exiles, dein ansulis penitus orbatus, n. 490, p. 673.\nSediarum Deus Mars, on a Tessara, n. 486, p. 225, 231.\nSeeds, planted in Moss, by Mr. Bonnet, n. 486, p. 156.\nSeeing of Fish, of the; by Mr. Arderon, n. 486, p. 151.\nSegontiaci, their Bounds, n. 490, p. 603.\nSemen, male, Examination of various Sorts of, n. 490, p. 642.\n——— a universal, by Mr. Needham, n. 490, p. 654.\nSemi-Metals, their specific Gravities, n. 488, p. 444.\nSeries, affected by radical Signs, by Mr. Simpson, n. 487, p. 328.\nShell-fish, the Dottle, lodged in a great Stone from Mabon Harbour, by Mr. More and Dr. Parsons, n. 485, p. 44.\nShining, Men, Animals, and various things, in the dark, n. 488, p. 397.\nShort (Mr. James) Obs. of the Eclipse of the Sun, July 14, 1748. at Aberdour, n. 490, p. 582.\nShort-hand Elements, by Mr. Jeake, n. 487, p. 345.\n——— Mr. Byrom's Remarks on Mr. Jeake's, n. 488, p. 388.\nShooter's-Hill, electrical Experiments there, n. 485, p. 77, 86.\nShrine, an ancient; from Croyland, by Dr. Stukely, n. 490, p. 579.\nSibiriae hist. Plantarum, sive Flora Sibirica, vol. i. n. 486, p. 248.\nSiberia, the Height of several Places above the Sea, taken by barometrical Observations, n. 486, p. 256.\n——— of the surprising Cold there, n. 486, p. 259.\nSilchester, of its present State, by Mr. Ward, n. 490, p. 603.\nSilver, its specific Gravity, n. 488, p. 438.\nSimpson (Tho.) Mr. of the Motion of Projectiles near the Earth's Surface in Gunnery, n. 486, p. 137.\n——— of the Fluents of Multinomials and Series affected by radical Signs, which do not begin to converge till after the second Term, n. 487, p. 328.\n\nSkelton.\nINDEX.\n\nSkelton (Rev. Mr. Philip) of the Cornel-caterpillar, n. 487, p. 281.\nSinethwick (Mr.) of specific Gravities, n. 488, p. 424.\nSolis Eclipsis, Nov. 5, 1706. Mart. 11, 1709. Jan. 18, 1730. in Paraguaria obs. n. 490, p. 667, 669.\nSound and Electricity, of their respective Velocities, by Mr. Watson, n. 485, p. 49, 81, 85.\n— its Velocity, n. 485, p. 81.\nSounds, heard under Water, by M. l' Abbé Nollet, n. 486, p. 237.\n— under Water, Experiments by Mr. Arderon, n. 486, p. 154.\nSparkling, Animals, and various things, in the dark, n. 488, p. 397.\nSpecific Seeds to each Plant, n. 490, p. 627.\nSpecula, burning, of Archimedes, revived by M. Buffon, n. 489, p. 504.\nSpermatic Animals, n. 490, p. 616, 617.\nSpon (M.) des Rats des Alps, n. 486, p. 185.\nSquire (Samuel) D.D. Archdeacon, the Case of Mr. Axford, who recovered his Speech after having been 4 Years dumb, n. 486, p. 148.\nStamina prima of Animals and Plants, n. 490, p. 633.\nStanhope near Durham, an Inscription on a Roman Altar there, from the Rev. Mr. Birch, n. 486, p. 173.\nStars, fixed, an apparent Motion in some of them, by Dr. Bradley, n. 485, p. 1.\nSteel, its specific Gravity, n. 488, p. 440.\nStewart (Mr. Matthew) obs. Eclipse of the Sun, July 14, 1748. at Edinburgh, n. 490, p. 590.\n— (Mr. John) of the same at Aberdeen and Monroes, ib. p. 593.\nStone of the Bladder, its specific Gravity, n. 488, p. 464.\nStones, their specific Gravities, n. 488, p. 455.\nStreatham in Surry, a Thunder-Storm there June 12, 1740. n. 488, p. 383.\nStukely (Rev. Wm.) M. D. a Roman Inscription at Bath, n. 488, p. 409.\n\nStukely,\nINDEX.\n\nTukely, (Dr.) of the ancient Shrine from Croyland, n. 490, p. 579.\nSuarez (P. Bonaventura) Soc. Jesu, obs. astronomicae variae Paraquaria habitae, n. 490, p. 667, 674.\nSulphurs, their specific Gravities, n. 488, p. 459.\nSun, eclipsed, July 14, 1748. obs. at Marlborough-house, by Dr. Bevis, n. 489, p. 521. at Luffwick, by Mr. Day, ib. p. 523. at Berlin, from Mr. Grischow, ib. p. 526.\n\nT.\nTaunton, an Earthquake there, July 1, 1747. n. 488, p. 398.\nTessera, an Account of a Roman; Dei Martis Sediarum, by Mr. Ward, n. 486, p. 224.\n—— hospitalis, n. 486, p. 226. Frumentaria, ib. p. 227.\nMilitaris, ib. p. 228. Paganica, ib. p. 231.\nTesserarius, an Officer among the Romans, n. 486, p. 229.\nThames, electrical Power carried across the, n. 485, p. 52, 54.\nThermometer, Fahrenheit's, sunk to 120 Degrees below 0. in Siberia, n. 486, p. 259. de Lisle's to 280, ibid. Its Ball should be always dry, ib. p. 261.\n——— at 126 Deg. in Charles-town, n. 487, p. 338.\n——— a metalline, by C. Mortimer, n. 485, p. 130. by Sam. Frotheringham, ibid. 128.\nThunder, a Storm of it, June 12, 1748. by Dr. Miles, n. 488, p. 383.\nTides, the Sun's Force and the Moon's, as 1 to $4\\frac{1}{2}$, Sir Isaac Newton, n. 485, p. 37.\nTin, its specific Gravity, n. 488, p. 440.\nTongues, a Clergyman born with two, n. 486, p. 232.\nTopaz, its specific Gravity, n. 488, p. 452.\nTroy and Averdupois Pound, their Difference, n. 488, p. 484.\nTrembley (M. Abraham) Abstract of M. Bonnet on Caterpillars, n. 487, p. 300.\nFumble turds, an Insect, n. 486, p. 163.\n\nV.\nVallisiieri ( ) of the Ovaries of Females, n. 490, p. 640.\nINDEX.\n\nVanellus, the Perfume for Chocolate, n. 486, p. 160.\nVariation of the magnetic Needle at London, 1745—1747.\nby Mr. Graham, n. 487, p. 279.\nVegetable Substances, of their Generation, by Mr. Needham,\nn. 490, p. 615.\nVegetation, promoted by Electricity, by l'Abbé Nollet,\nn. 436, p. 189.\nVelocity of Fluids in capillary Tubes increased by Electricity,\nn. 486, p. 188.\nVentilators, their great Service in Ships, n. 488, p. 410.\nVenus seen during the Eclipse of the Sun, July 14, 1748.\nn. 490, p. 587.\nVillalpandus (Joh. Bapt.) Jesuita, de Gravitate Metallo-\nrum, n. 488, p. 423.\nVindomis of the Ancients, Silchester, n. 490, p. 603.\nVirtue and Merit simple and compound Ratio's applied to,\nn. 489, p. 505.\nVitellius (Lucius) in a Roman Inscription, n. 488, p. 409.\nUvea, of a Laceration cured by Dr. Aery, n. 488, p. 411.\n\nW.\n\nWalling near Aldermaston in Berkshire, an ancient Date there, n. 490, p. 603, 613.\nHard (John) of Chester, of specific Gravities, n. 488, p. 428.\n—— Prof. Rhet. Gresh. of a Roman Tesserar, Dei Martis Sediarum, n. 486, p. 224.\n—— of Silchester in its present State, with a short Account of an ancient Date in Arabian Figures at Walling in Berkshire, n. 490, p. 603.\nWatch-wheels, a Machine for cutting them, n. 485, p. 128.\nWater, an admirable Conductor of the electrical Power,\nn. 485, p. 109.\n—— hot, in Glasses, gives greater electrical Explosions than cold, n. 485, p. 109.\n—— Experiments of Sound and Hearing under it, by Mr. Arderon, n. 486, p. 154 by M. l'Abbé Nollet,\nn. 486, p. 237.\n\nWaters.\nINDEX.\n\nWaters, their specific Gravity, n. 488, p. 474.\nWatson (Wm.) electrical Experiments, n. 485, p. 49, 83.\nElectrical Experiments cross the Thames, n. 485, p. 52.\nalong the New River, p. 62, 67. at Shooter's Hill,\np. 77, 86.\n—— Abstract of Dr. Brownrigg's Book of making common Salt, n. 487, p. 345.\nWeather, Obs. of it in South-Carolina by Dr. Lining,\nn. 487, p. 336.\nWeights Decimal, most convenient for Experiments,\nn. 488, p. 442.\nWestminster Bridge, Electricity carried over it, n. 485,\np. 52, 54.\nWether, one giving Suck to a Lamb, from Dr. Doddridge,\nn. 489, p. 502.\nWharton (Rev. Mr. Henry) born with two Tongues,\nn. 486, p. 232.\nWheaten filamentous Zoophytes, Mr. Needham, n. 490,\np. 651, 652.\nWines, their specific Gravity, n. 488, p. 475. ib. 483.\nWing-shell, the Pholas, or Chama longa alba, rugis asperis\nn. 485, p. 47.\nWinkler (Johan. Henricus) novum reique medicæ utile\nElectricitatis inventum, n. 486, p. 262.\nWoods, their specific Gravities, n. 488, p. 461.\nWoodward (John) M. D. of specific Weights of Minerals,\nn. 488, p. 432.\n———(Kath.) poisoned with a Root among Gentian,\nn. 486, p. 241.\n\nZ.\nZoophytes, filamentous, in Wheat, Mr. Needham, n. 490,\np. 651.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104590.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 34642,
    "total-output-tokens": 16306,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        920,
        2
      ],
      [
        920,
        2544,
        3
      ],
      [
        2544,
        3998,
        4
      ],
      [
        3998,
        5590,
        5
      ],
      [
        5590,
        7261,
        6
      ],
      [
        7261,
        8865,
        7
      ],
      [
        8865,
        10606,
        8
      ],
      [
        10606,
        12166,
        9
      ],
      [
        12166,
        13837,
        10
      ],
      [
        13837,
        15536,
        11
      ],
      [
        15536,
        17100,
        12
      ],
      [
        17100,
        18605,
        13
      ],
      [
        18605,
        20355,
        14
      ],
      [
        20355,
        21953,
        15
      ],
      [
        21953,
        23444,
        16
      ],
      [
        23444,
        24957,
        17
      ],
      [
        24957,
        26470,
        18
      ],
      [
        26470,
        27940,
        19
      ],
      [
        27940,
        29635,
        20
      ],
      [
        29635,
        31215,
        21
      ],
      [
        31215,
        32809,
        22
      ],
      [
        32809,
        34340,
        23
      ],
      [
        34340,
        35528,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104590",
    "title": "Back Matter",
    "authors": null,
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/104590"
  }
}