{
  "id": "f82772f8bba7bafa736e01e9e5a43e05db7855d7",
  "text": "lary structure, not only of some of the corals and corallines, but of the keratophytons, or sea feather; only with this difference, that the tubes of the herring-bone coralline are of a spongy elastic nature, and always remain open; whereas the others, being of a more soft and viscid nature, by time, and the heat of the climate, are compressed together, and harden, some into stone, and some into horn or wood: But this I may explain, perhaps, more clearly hereafter.\n\nIn Plate XVII. you have, at E, the natural size and appearance of the herring-bone coralline; at F and G the root, and one of the upper branches, are magnified, to shew the tubes.\n\nLXV. Observations on the late severe cold Weather. By William Arderon, F. R. S. and Henry Miles, D. D. F. R. S.\n\nPart of a Letter from William Arderon, F. R. S. to Henry Baker, F. R. S. containing Observations, made at Norwich, on the late severe cold Weather.\n\nDear Sir,\n\nRead Feb. 11, 1754. I have not time to send you now a distinct account of all the observations I have been making this severe season; but the few that follow will, I hope, excuse me to you, for the present. They were taken by thermometers exposed to\nthe open air, in my garden, which varied sometimes 40 or 50 degrees in 24 hours; the cold coming, as it were, by fits, in a surprising and unusual manner.\n\nDecember 30, at 1 o'clock at night.—All the spirits in Hauksbee's thermometer retired into the ball, and Fahrenheit's stood at 20 degrees: At this time I let down a Fahrenheit's thermometer into the river, to the depth of 4 feet, during 12 minutes; and, when taken up, it stood at 33 degrees.\n\nThis same evening I exposed an open glass jar full of water, in my garden, to be frozen; and in the morning it was all solid ice, rising in the middle, in figure like the frustum of a cone. I exposed also, in the same place, an open glass of ale, which froze even to the bottom, in a very odd manner; for the watry or weaker parts were frozen into plates of ice, sticking one to another by their edges, the more spirituous parts remaining between them, in their interstices, unfrozen; which being drained off into another glass, the taste was almost as strong as brandy, with an high flavour of the hop.\n\nThe rhine, or hoar-frost, now observed on horizontal planes, was composed of curious thin figured plates, standing perpendicular thereto; some, at least, four-tenths of an inch in length.\n\nDec. 31—This evening the cold was the most intense I have observed it this season; for at ten o'clock Fahrenheit's thermometer stood at 15 degrees.\n\nJanuary 1.—This afternoon it began to thaw, and in the night froze again, whereby, next morning, our buildings in general appeared as if they had been white-washed on the outside, being cased all over with rhine\nrhine and ice; and the insides of garrets and out-\nhouses were covered in the same manner.\n\nJan. 31.—I exposed a glass of proof spirits, im-\npregnated with the essence or oil extracted from the\npeel of oranges, at 10 in the evening, in my garden,\nwhen Hauksbee's thermometer stood at 93°: At 8\nnext morning, I found it no way affected by the frost;\nnor did there seem any difference either in taste, or\nsmell.\n\nFebruary 6.—This morning, at 8 o'clock, I ex-\nposed, in my garden, a drinking-glass of water, which\nwas completely frozen over in one minute's time;\nand in 15 minutes the ice was above one-tenth of an\ninch in thickness. Fahrenheit's thermometer then\nstood at 21 degrees.\n\nA coarse grey thread, two feet in length, being\ndipped in water, froze, in 4 seconds, so stiff, that I\ntook it by one end, and held it upright, as if it had\nbeen a piece of wire.\n\nIf any part of the human skin, the finger, for in-\nstance, was wet with spittle, and immediately pressed\non a piece of iron, in the open air, it would be froze\nso fast, as to stick to it; and, if plucked away hastily,\nwould endanger the tearing off the skin from the flesh.\nI tried the same experiment upon lead; but the stick-\ning was much less, and to wood the finger did not\nstick at all.\n\nIn some places the ice was one-eighth of an inch\nthick, for several days together, within-side of our\nwindows (and that even in rooms where fire was kept);\nand when the weather grew warmer, it did not fall in\ndrops, but vanished imperceptibly into the air, by\nwhich it had been brought thither.\n\nThese\nThese plates or cases of ice were sometimes an assemblage of an infinite number of particles not much unlike the scales of fishes: Sometimes they resembled small spines, or the crystal shootings of various kinds of salts; and sometimes they represented a variety of landscapes with trees and plants, from one to three or four inches in length, in so beautiful and admirable a manner, as neither pen nor pencil can express.\n\nOur streets were now entirely covered with congealed snow and ice, which being very much trampled on by men and beasts, as well as ground by carriages, a great part thereof was reduced to a kind of powder, like dust in the summer-time, and would probably have been blown about, had there been a strong wind to raise it.\n\nI would not trouble you with the whole train of my observations on the late frost, but have selected what I thought most remarkable, which, I doubt not, you will candidly accept, from, dear Sir,\n\nYour most humble servant,\n\nNorwich, Feb. 11,\n1754.\n\nWilliam Arderon.\n\nMr. Baker having received this morning, from the Reverend Dr. Miles, F. R. S. some farther observations on the late cold weather, begs leave to add them in his own words.\n\nPart of a Letter from Henry Miles, D. D.\n\nPray, Sir, have you observed, in the last Gentleman's Magazine, an account of a degree of cold, Decem. 30, near\nnear Bath, which to me exceeds all reasonable belief, viz. 30 degrees below 0 in Fahrenheit's scale, and this at 10 o'clock p.m.?\n\nThe morning of December 30, here (at Tooting), a little before day, my thermometer was at 18, i.e. 14 degrees below 0; but at night, about 8 o'clock, no more than 8 degrees: But Feb. 7, at near 7 o'clock a.m. it stood at 14, i.e. 18 degrees below 0; which was the greatest degree of cold I have observed in this or any other year.—I should not have mentioned this account from Bath, but that the gentleman, who gives it, seems to have a good instrument, and mentions his having been conversant with such matters many years. If there be no mistake, it is an unaccountable phenomenon to me. In all my observations, I have found the greatest degree of cold to be about an hour before sun-rising, in time of frost; which is what one would reasonably expect, if the frost holds all night. I can guess at the cause of an uncommon local warmth, but not so of an unusual degree of cold.\n\nI have had some thoughts of laying a few thermometrical observations, I have made this season, before the Royal Society, but know not whether they will be acceptable, from,\n\nSIR,\n\nYour very affectionate humble servant,\n\nTooting, Feb. 13,\n1754.\n\nHenry Miles.\n\nLXVI. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105179.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1937,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1175,
        2
      ],
      [
        1175,
        2780,
        3
      ],
      [
        2780,
        4338,
        4
      ],
      [
        4338,
        5675,
        5
      ],
      [
        5675,
        6952,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105179",
    "title": "Observations on the Late Severe Cold Weather. By William Arderon, F. R. S. and Henry Miles, D. D. F. R. S.",
    "authors": "William Arderon, Henry Miles",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105179"
  }
}