{
  "id": "ba09fd75573784af09b553b43aa4ee0762061bea",
  "text": "and also to place the leaver exactly in the center. By which means there has been no alteration required since they were first fixed; and the engine continues to work as even, and true as it is possible.\n\nI have applied wheels for reducing friction to some other engines with great advantage, which I shall take the liberty of laying before the Royal Society some other time; and fear I have trespassed too much on their patience already by this long detail.\n\nXXIX. The Difference of Longitude between the Royal Observatories of Greenwich and Paris, determined by the Observations of the Transits of Mercury over the Sun in the Years 1723, 1736, 1743, and 1753: By James Short, M.A. F.R.S.\n\nRead June 2, 1763.\n\nIt will, no doubt, appear surprizing, that I should attempt to determine the difference of longitude between two of the most celebrated observatories in Europe; and in which some of the greatest astronomers, that ever lived, have, for above eighty years, been constantly observing the motions of the heavenly bodies: yet it is most certain, that, to this day, we are ignorant of the said difference of longitude: the English astronomers reckoning it to be $=9' 20''$, and the French setting it down at $9' 10''$, which, they tell us, was found\nfound by M. Cassini, by observations of the eclipses of Jupiter's first satellite made by him, whilst in London in the year 1698: we are nowhere told, that I know of, by what observations the English astronomers have fixed this difference at $9' 20''$.\n\nIn the Memoirs of the Royal Academy of Sciences at Paris, for the year 1734, there is an account given of thirty-three corresponding observations of the eclipses of the first satellite of Jupiter, made at Greenwich and Paris, from the year 1677, to the year 1701: The mean of these thirty-three observations gives the difference of longitude between Paris and Greenwich $= 9' 29''$.\n\nI had lately the honor to deliver to this Society, a paper concerning the parallax of the Sun, determined by the observations of the late transit of Venus: In that paper I took notice that observations of the transits of Venus and Mercury over the Sun, have always been looked upon by astronomers, as very proper for determining the differences of longitudes between the places where such observations have been made. I have calculated, and it may be demonstrated, that, if we compare the observations of the late transit of Venus made at Greenwich, and by M. de la Lande at Paris, and suppose that the difference of longitude between these two places is $= 9' 25'$, it will follow that the Sun and Venus are at an infinite distance, which is absurd. Again, if we suppose the difference to be greater, it will follow, that the Sun and Venus are more than infinitely distant, which is likewise absurd. We are therefore certain, if these observations are to be depended on, that the difference of longitude between Greenwich and Paris is less\nless than $9'25''$. If we compare the observations made at Savile-house with the same observation by M. de la Lande at Paris, and reason in the same manner, we shall find that the difference of longitude between Greenwich and Paris must be less than $9'33''$. Thus far, therefore, a limit, one way, is fixed for the difference of longitude between these two places.\n\nThe late transit of Venus was the only one which had ever been observed at Greenwich and Paris, and by comparing the observation at Greenwich, with that made by M. de la Lande at Paris, the difference of longitude comes out $= 9'8''$, and if we compare the observations at Savile-house ($30''$ of time west of Greenwich) with that of M. de la Lande *, the said difference of longitude comes out $= 9'16''$. Since, therefore, we have only this one transit of Venus, by which we can determine this difference of longitude, we must have recourse to the transits of Mercury, of which there have been four since the year 1723, observed at London, at Greenwich and at\n\n* M. de la Lande saw the internal contact of Venus with the Sun’s limb at $8\\ 28\\ 25$\nPère Clouet at $8\\ 28\\ 26$\nM. Meffier at $8\\ 28\\ 27$\nM. Ferner at $8\\ 28\\ 29$\nM. de la Caille at $8\\ 28\\ 37\\frac{1}{2}$\nM. Maraldi at $8\\ 28\\ 42$\n\nSince, therefore, the observations of messieurs Maraldi and de la Caille differ so much from the observations of the first four gentlemen (who agree very nearly together) it is plain that they ought to be rejected; and indeed M. de la Caille says, in a letter to Dr. Bevis, that the telescope he observed with was a bad one, and consequently his observation not to be depended on: M. de la Lande says the same in a letter to Mr. Maskelyne, read at the Royal Society.\n\nParis.\nParis. I have, therefore, extracted from the Philosophical Transactions, and the Memoirs of the Royal Academy at Paris, the several observations of the four transits of Mercury over the Sun in the years 1723, 1736, 1743, and 1753.\n\nThe observations in the year 1723, were made by Dr. Halley at Greenwich, by Dr. Bradley at Wantsted, and by Mr. George Graham at London, by messieurs Cassini, Maraldi, and De L'isle at Paris. Those in the year 1736, were made by Dr. Bevis at Greenwich, and by messieurs Cassini and Maraldi at Paris. Those in the year 1743, were made by messieurs Cassini, Maraldi, Le Monnier and de la Caille at Paris, and by Dr. Bevis and myself at Mr. Graham's house in Fleet-street, London. Those in the year 1753 were made by messieurs Cassini, Bouguer, de L'isle, Merville, Libour, le Gentil, and de la Lande at Paris, and by Dr. Bevis and myself in Surrey-street, London.\n\nBy means of these observations, I have got no less than 63 determinations of the difference of longitude between the royal observatories of Greenwich and Paris, and having corrected them by parallax, they are as follows.\n1723.\nBy the internal contact at ingress observed by Dr. Halley.\n\nM. Cassini = 9' 23\"\nde L'isle = 9' 14\nde L'isle = 9' 14\nMaraldi = 9' 23\n\nDr. Bradley.\n\nde L'isle = 9' 12\nCassini = 9' 21\nMaraldi = 9' 21\nde L'isle = 9' 12\n\nMr. Graham.\n\nde L'isle = 8' 56\nCassini = 9' 5\nMaraldi = 9' 5\nde L'isle = 8' 56\n\n12' 110\" 22' 9\" 12\"\n\n1736.\nBy the external contact at egress observed by Dr. Bevis.\n\nM. Maraldi = 9' 37\"\nCassini, jun. = 9' 44\nCassini, sen. = 9' 14\n\n3' 28\" 35' 9\" 3\"\n\n1743. By\n1743.\nBy the internal contact at egress observed by Dr. Bevis.\n\nM. de la Caille = 9' 4\", 5\nMaraldi = 9' 18\", 5\nLe Monnier = 8' 53\", 5\nCassini, sen. = 9' 33\", 5\nCassini, jun. = 9' 27\", 5\n\n\\[ \\frac{5}{46} \\frac{17}{5} \\frac{9}{15}, 5 \\]\n\n1743.\nBy the external contact at egress observed by Dr. Bevis.\n\nM. de la Caille = 9' 16\", 5\nMaraldi = 9' 36\", 5\nLe Monnier = 9' 23\", 5\nCassini, sen. = 9' 20\", 5\nCassini, jun. = 9' 42\", 5\n\n\\[ \\frac{5}{47} \\frac{19}{5} \\frac{9}{27}, 9 \\]\n\n1743.\nBy the internal contact at egress observed by myself.\n\nM. de la Caille = 8' 57\", 5\nMaraldi = 9' 11\", 5\nLe Monnier = 8' 46\", 5\nCassini, sen. = 9' 26\", 5\nCassini, jun. = 9' 20\", 5\n\n\\[ \\frac{5}{45} \\frac{42}{5} \\frac{9}{8}, 5 \\]\n1743.\nBy the external contact at egress observed by myself.\n\nM. de la Caille = 9° 18', 5\nMaraldi = 9° 38', 5\nLe Monnier = 9° 25', 5\nCassini, sen. = 9° 22', 5\nCassini, jun. = 9° 44', 5\n\n\\[ \\frac{5}{47} \\frac{29}{5} \\frac{9}{29}, 9 \\]\n\n1753.\nBy the internal contact at egress observed by Dr. Bevis.\n\nM. Cassini = 9° 25', 5\nBouguer = 9° 6', 5\nde L'isle = 9° 5', 5\nMerville = 9° 1', 5\nLibour = 9° 0', 5\nLe Gentil = 9° 9', 5\nde la Lande = 9° 3', 5\n\n\\[ \\frac{7}{63} \\frac{52}{5} \\frac{9}{7}, 5 \\]\n\n1753.\nBy the external contact at egress observed by Dr. Bevis.\n\nM. Cassini = 9° 26', 5\nBouguer = 8° 57', 5\nde L'isle = 9° 7', 5\nMerville = 9° 19', 5\nLibour = 9° 30', 5\nLe Gentil = 9° 26', 5\nde la Lande = 9° 25', 5\n\n\\[ \\frac{7}{65} \\frac{13}{5} \\frac{9}{19} \\]\n1753:\nBy the internal contact at egress observed by myself.\nM. Cassini = 9° 18', 5\"\nBouguer = 8° 59', 5\"\nde L'isle = 8° 58', 5\"\nMerville = 8° 54', 5\"\nLibour = 8° 53', 5\"\nLe Gentil = 9° 2', 5\"\nde la Lande = 8° 56', 5\"\n\n\\[ \\frac{7}{63} \\frac{3}{5} \\frac{9}{6} \\frac{5}{5} \\]\n\n1753:\nBy the external contact at egress observed by myself.\nM. Cassini = 9° 22', 5\"\nBouguer = 8° 53', 5\"\nde L'isle = 9° 3', 5\"\nMerville = 9° 15', 5\"\nLibour = 9° 26', 5\"\nLe Gentil = 9° 22', 5\"\nde la Lande = 9° 21', 5\"\n\n\\[ \\frac{7}{64} \\frac{45}{5} \\frac{9}{15} \\frac{5}{5} \\]\n\nThe mean of the above 10 means is = 9° 16', 7\"\nThe mean of the above 63 results of the difference of longitude between Greenwich and Paris is = 9° 15'\n\nThe\nThe mean of 43 results which differ not more than 15\" from the mean of the whole is \\(9' 16\"\\).\n\nThe mean of 19 results which differ less than 15\", and more than 8\" from the mean of the whole, is \\(9' 14\", 2\\).\n\nThe mean of 24 results which differ less than 8\" from the mean of the whole is \\(9' 17\", 5\\).\n\nThe mean of the above 5 means is \\(9' 15\", 8\\).\n\nAnd even the mean of those 20 results which differ more than 15\" from the mean of the whole, and which are rejected, gives the said difference \\(= 9' 12\" \\frac{1}{2}\\), which differing only \\(3\" \\frac{1}{2}\\) from the 43 results, is a proof of the great accuracy in the determination of the differences of longitudes by observations of the transit of Mercury over the Sun.\n\nLet us now examine the limit of the errors in these several sets of determinations, and we shall find that the limit of the errors in the year\n\n1723 is \\(= 27\\) by the internal contact at ingress.\n1736 is \\(= 30\\) by the external contact at egress.\n1743 is \\(= 40\\) * by the internal contact at egress.\n1743 is \\(= 26\\) by the external contact at egress.\n1753 is \\(= 25\\) by the internal contact at egress.\n1753 is \\(= 33\\) by the external contact at egress.\n\n* If we reject the observations of M. le Monnier, in which there seems to be some mistake, because it differs considerably from the rest, the limit of the error will be \\(= 29\"\\), agreeing nearly with the other limits.\n\nFrom\nFrom hence we may safely conclude that the difference of longitude between any two places may be determined by one single observation of the contact of Mercury with the Sun's limb, made at each place, so that the error in the determination will not exceed $30''$ of time from the truth: whereas in the above 33 observations of the eclipses of the first satellite of Jupiter we find the limit between the errors to amount to $3'44''$ of time. If we take a mean of the said observations of the first satellite, the difference of longitude between Greenwich and Paris is $=9'29''$, and if we reject those which differ the most from the rest, the mean of the remaining 25 observations gives the said difference $=9'40''$, and the mean of those 8 observations, which are rejected, gives the said difference $=8'53''$, both which last determinations can be proved to be very far from the truth by the observations of the late transit of Venus; for by the said observations of Venus it appears that the difference of longitude between Greenwich and Paris cannot exceed $9'33''$, as I said before; and if the said difference is $=8'53''$, then the parallax of the Sun, by the Savile-house observation compared with that of M. de la Lande at Paris, would amount to $20''$ which we are sure it cannot be.\n\nUpon the whole therefore we may conclude, that the difference of longitude between the royal observatories of Greenwich and Paris (as determined by 63 observations of the contact of Mercury with the Sun's limb made at each place) is $=9'16''$. This determination would have been perhaps more decisive, if I could have had recourse to the books containing the observations of the late astronomer royal, Dr. Bradley.\nBradley. Observations! made by one of the greatest astronomers, and by the best and most accurate observer, assisted by the best and most accurate instruments, which are in any observatory: But alas! the public are hitherto deprived of the use of these most excellent observations*.\n\nIn a former paper which I had the honor to give into the Royal Society, concerning the parallax of the Sun, I therein assumed the difference of longitude between Greenwich and Paris to be $= 9' 10''$; and as the determination of this difference is now more certain by the transits of Mercury above mentioned, being found $= 9' 16''$; and as this difference of longitude will make some small difference in the result of the said parallax from the observations made at all those places †, which are to the east of Greenwich, where the late transit of Venus was observed: I have therefore computed them again, and they are as in the following synoptic table.\n\n* On Thursday following, being the 9th of June, a motion was made, at the meeting of the Royal Society, by the Rev. Nevil Maskelyne, F.R.S. and unanimously agreed to, recommending it to their Council, as visitors of the Royal Observatory, to take proper measures for obtaining and securing the astronomical observations, that have been made there in times past, for the benefit of the publick: It was also agreed on to publish them, when obtained, at the expense of the Society; and for the future, to publish the observations made at the Royal Observatory annually, in the Philosophical Transactions.\n\n† Because the longitudes of all those places were taken from the Connoissance des Temps, and the Swedish Acts, in which their differences of longitude from Paris are marked down.\nThe time of the internal contact of Venus with the Sun's limb observed at the Cape of Good Hope compared with that at\n\n| Location       | Sun's Parallax |\n|----------------|----------------|\n| Greenwich      | 8, 42          |\n| Shirburn-Castle| 8, 15          |\n| Savile-House   | 8, 57          |\n| Leskeard       | 8, 69          |\n| Paris          | 8, 54          |\n| Bologna        | 8, 54          |\n| Rome           | 8, 74          |\n| Drontheim      | 8, 33          |\n| Upsal          | 8, 60          |\n| Stockholm      | 8, 59          |\n| Hernofand      | 8, 78          |\n| Calmar         | 8, 97          |\n| Abo            | 8, 68          |\n| Tornea         | 8, 09          |\n| Cajaneburg     | 8, 43          |\n\nBy the mean of these 15 results, the Sun's parallax on the day of the transit \\( = 8, 54 \\)\n\nAnd if we reject the 2d, 11th, 12th, and 14th, which differ the most from the rest, the mean of the remaining eleven gives the Sun's parallax \\( = 8, 56 \\)\n\nTherefore the mean horizontal parallax of the Sun is \\( = 8, 69 \\)",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105718.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 18912,
    "total-output-tokens": 4764,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1255,
        2
      ],
      [
        1255,
        2934,
        3
      ],
      [
        2934,
        4672,
        4
      ],
      [
        4672,
        5788,
        5
      ],
      [
        5788,
        6267,
        6
      ],
      [
        6267,
        6972,
        7
      ],
      [
        6972,
        7724,
        8
      ],
      [
        7724,
        8430,
        9
      ],
      [
        8430,
        9845,
        10
      ],
      [
        9845,
        11556,
        11
      ],
      [
        11556,
        13279,
        12
      ],
      [
        13279,
        14327,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105718",
    "title": "The Difference of Longitude between the Royal Observatories of Greenwich and Paris, Determined by the Observations of the Transits of Mercury over the Sun in the Years 1723, 1736, 1743, and 1753: By James Short, M. A. F. R. S.",
    "authors": "James Short",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105718"
  }
}