{
  "id": "eedc4c15ecd907ecfeaee38c66c21f8c16a3fa33",
  "text": "IX. Tables of specific Gravities, extracted from various Authors, with some observations upon the same; communicated in a Letter to Martin Folkes Esq; President of the Royal Society, by Richard Davies M.D.\n\nPresented Feb. 18. 1747.\n\nTHE manifold applications which may be made, for the purposes of Natural Philosophy, of the relations which Bodies bear to each other, by their respective Specific Gravities, engaged me some years since to collect all the experiments of this sort I could meet with in the course of my studies, and also to make several new ones of my own with the same design.\n\nWhen my collection began to be somewhat considerable, I disposed the several bodies in Tables according to their species, which I found to be the most convenient method, as my tables were by this means capable of receiving additions in any part, without destroying the form of the whole: and as they were thereby easy and ready to be consulted, and well disposed for the forming of immediate comparisons between the several bodies of the same species.\n\nBut having now no farther opportunities of enlarging my collection, I hereby beg leave to recommend the prosecution of my design to others, as a subject well deserving the attention of some of the members of the Royal Society, to whom I therefore present these my tables: wishing they may prove of some\nsome use and service to the inquisitive and philosophical part of the world. As I persuade myself they really will, when they shall be further rectified, by the omission of the erroneous or uncertain experiments; when they shall be enlarged by the addition of such others, as may still be found in good authors, or which yet remain unpublished in the closets of the curious: and especially if some such gentlemen as have skill, leisure, and opportunities, shall please to supply their remaining defects, by the communication of their own observations, made upon those bodies, whose specific gravities have not as yet been carefully recorded.\n\nDenique cur alias aliis prestare videntur\nPondere res rebus, nihil majore figura?\nNam, si tantundem est in Lana glomere, quantum\nCorporis in Plumbo est, tantundum pendere par est.\nLucret.\nA short account of the Authors, from whose writings and experiments, the following Tables have been collected, with some remarks upon the experiments themselves, and the manner in which they appear to have been made.\n\nThe antients have left but few particulars concerning the different specific gravities of bodies, tho' it is plain they were in the general sufficiently acquainted with them. It was by the knowledge of the various weights of gold and silver, that Archimedes is recorded to have detected the famous fraud committed in Hiero's crown, as Vitruvius has at large related in his Architecture, l. ix. c. 13. and it is from the same great philosopher, that we have derived the demonstration of those hydrostatical rules, by which the proportions are best to be known, of the several weights or densities of different bodies, having the same bulk or magnitude: as may be seen in his tract De insidentibus humido, lost in the Greek original, but retrieved in great measure, as it is said, from an Arabic translation. It was published in Latin, with a commentary by Federicus Commandinus at Bononia 1565, 4°, and the substance of it by Dr. Barrow in his Archimedes, printed likewise in 4° at London 1675.\n\nPliny, in the xviii. book of his Natural History, has set down the proportional weights of some sorts of grain, among which he says that barley is the lightest. Levissimum ex his hordeum, raro excedit, [in singulos nimirum modios] xv libras, et faba xxii. Ponderosius\nPonderosius far, magisque etiamnum triticum. And a little further on, ex his generibus [frumenti scilicet] quae Romam invehuntur, levissimum est Gallicum, atque e Chersoneso advectum: quippe non excedunt in modium vicenas libras, si quis granum ipsum ponderet. Adjicit Sardum selibras, Alexandrinum et trientes: hoc et Siculi pondus. Bæoticum totam libram addit: Africum et dodrantes. In Transpadanâ Italìa scio vicenas quinas libras farris modios pendere: circa Clusium et senas. And the same author in his xxxiii. book, speaking of quicksilver, observes that it is the heaviest of all substances, gold only excepted. Omnia ei innatant, praeter aurum: id unum ad se trahit. Which Vitruvius had also taken notice of, and had mentioned besides the weight of a known measure of it, that of four Roman Sextarii. Ex autem [gutta nempe argenti vivi qua inter se congruunt et una confunduntur] cum sint quattuor sextariorum mensurae, cum expenduntur, inveniuntur esse pondo centum. Cum in aliquo vase est confusum, si supra id lapidis centenarii pondus imponitur, natat in summo: neque eum liquorem potest onere suo premere, nec elidere, nec dissipare: centenario sublato, si ibi auri scrupulum imponatur, non natabit, sed ad imum per se deprimetur, Ita non amplitudine ponderis, sed genere singularum rerum gravitatem esse, non est negandum. Archit. l. vii. c. 8.\n\nAgain, Q. Rhemnius Fannius Palamon, in his fragment De ponderibus et mensuris, has given us an observation, of the proportional gravities of Water, Oil, and Honey.\nLibrae, ut memoriant, bessem sextarius addet,\nSeu puros pendas latices, seu dona Lyai,\nAddunt semissem Librae labentis Olivi,\nSelibramque ferunt mellis superesse bilibri.\n\nThat is to say, that the Sextarius of either water or wine weighed 20 ounces, the same measure of oil 18, and of honey 30. Their specific weights were therefore in proportion as 1.0, 0.9, and 1.5, exactly agreeable to what Villalundus determined about the beginning of the last century: Yet was this author himself sensible that these were not to be look'd upon as very nice experiments.\n\nHæc tamen assensu facili sunt credita nobis.\nNamque nec errantes undis labentibus amnes,\nNec meri puteis latices, aut fonte penni\nManantes, par pondus habent: non denique vina,\nQuæ campi aut colles nuperve aut ante tulere,\nQuod tibi mechanicæ promptum est depromere\nMusæ.\n\nAfter which he proceeds to describe a good pretty instrument for the ready finding of the different specific gravities of fluids, and shews how those of solids also may be hydrostatically discovered. And so much shall suffice for what I had to mention from the antients relating to this subject: I now come to those who have written within these last hundred and fifty years.\n\nFrancis\nFrancis Bacon, Lord Verulam &c. in his Historia densi et rari, printed in the second volume of his works in folio, London 1741. p. 69. has given a table, which he calls, Tabula coitionis et expansionis materiae per spatia in tangibilibus (qua scilicet dotantur pondera) cum supputatione rationum in corporibus diversis. This tract does not appear to have been published till after his death, which happened in the year 1626, but was probably written several years before; and the experiments were even as he tells us made long before that. Hanc Tabulam multis abhinc annis confeci, atque ut memini, bona usu diligentia. I therefore apprehend it to be the oldest table of Specific Gravities now extant. The experiments therein mentioned were not made hydrostatically, but with a cube of an ounce weight of pure Gold, as he says, to which he caused cubes of other materials to be made equal in size: as he did also two hollow ones of silver, and of equal weights, the one to be weighed empty, and the other filled with such liquid as he wanted to examine. He was himself sensible that his experiments of this sort were, notwithstanding his care, very defective, posse proculdubio tabula multo exactior componi, videlicet tum ex pluribus, tum ex ampliore mensura: id quod ad exactas rationes plurimum facit, et omnino paranda est, cum res sit ex fundamentalibus. From among these, notwithstanding their imperfection, as they appear to have been some of the first experiments of the sort regularly digested, and as they were besides made by so great a man, I have extracted the specific gravities of the fixed metals, which I have inserted as examples in the following tables: after reducing them to the common form,\nform, upon the supposition that pure gold was, according to Ghetaldus, just 19 times as heavy as water. And this I have rather chosen to do, than to make use of his Lordship's own weight of water given in the table, which in the manner he took it could not be very exact, and which besides would not have brought out the specific gravity of pure gold more than 18 times as much; and that of the other metals in proportion. This table contains in all 78 articles.\n\nThere are also in the third volume of the same edition of his works, p. 223, Certain experiments made by the Lord Bacon about weight in air and water. These are truly hydrostactical, but very imperfect, I have not therefore inserted any of them in the following collection.\n\nMarinus Ghetaldus, a nobleman of Ragusa, published in quarto at Rome, in 1603, his treatise entitled, Promotus Archimedes, seu de variis corporum generibus gravitate et magnitudine comparatis, wherein he has given a comparison between the specific gravities of water and eleven other different substances, from his own hydrostactical experiments made with care and exactness. These I have inserted: expressing the numbers as they stand in his own book, but I have afterwards also for uniformity reduced them to the decimal form. I have besides at the end transcribed at large the two tables of this author, in which every one of the twelve sorts of bodies he treats about is successively compared with all the others, both in weight and magnitude.\n\nFather\nFather Johannes Baptista Villalpandus, a Jesuit of Cordova in Spain, in his Apparatus Urbis et Templi Hierosolymitani, printed in folio at Rome in 1604, exhibited a table of the proportional weights of the seven metals and some other substances, from his own experiments, made with great care as he tells us, by the means of six equal solid cubes of the fixed metals, and a hollow cubical vessel 8 times as large, for the comparing Mercury, Honey, Water, and Oil with the same. His numbers, which are inserted under his name in the following tables, were also again published afterwards by Joh. Henr. Alstedius in his Encyclopaedia universa, printed in 2 vols. in folio at Herborn 1630, and by Henry Van Etten, in his Mathematical recreations, from whence they have been often transcribed into other books. Villalpandus's book, which is only the third volume of a work begun to be published several years before, was itself printed so soon after Ghetaldus's, that it is probable he either never saw that author, or not at least till after his own experiments were made.\n\nMr. Edmund Gunter, in his Description and Use of the Sector, printed after his death by Mr. Samuel Foster in 1626, having occasion to make mention of the specific weights of the several fixed metals, quoted Ghetaldus, and made use of his proportions, and so did also Mr. William Oughtred, in his Circles of Proportion, first published in quarto 1633, with this only difference, as to the form, that he changed Ghetaldus's unit into 210, whereby he expressed all his relations in whole numbers. It is likewise probable that D. Henrion took from the same\nsame place the numbers he applied in his *Usage du Compas de Proportion*, printed at *Paris* in 1631, 8°, although he has not given them all with exactness, for the sake as it seems of using simpler vulgar fractions.\n\nFather Marinus Mersennus, a French Minim, in his *Cogitata Physico Mathematica*, printed at *Paris* in 1644, 4°, has given from the observations of his accurate friend Petrus Petitus, a table of the specific gravities of the metals and some other bodies, making Gold 100, Water $\\frac{5}{3}$, and the rest in proportion. These I have reduced to the common form, and inserted under his name in the following tables. The same were afterwards made use of by Father Francis Milliet de Chales, Jesuit, in his *Cursus Mathematicus*, Monsieur Ozanam, Professor Wolfius, and several others. I have not seen Petitus's own book, but it was entitled *L'Usage ou le moyen de pratiquer par une Regle toutes les Operations du Compas de Proportion—augmentées des Tables de la Pesanteur et Grandeur des Metaux &c.* had a privilege dated in 1625, tho' it is said not to have been printed till some years after. The same Father Mersennus has also taken notice, in his general preface, of a table of 20 specific gravities, some time before published by Mons. Aleaume, which he there sets down, but which he also observes to be very incorrect. I have not therefore inserted any of them in this collection.\n\nMr. Smethwick, one of the earliest members of the Royal Society, communicated to the same in July 1670, the weights of a cubic inch of several different substances;\nsubstances; said to have been formerly taken by Mr. Reynolds in the Tower of London. This gentleman was the same who composed several tables relating to the price of Gold and Silver, which were published in a book entitled The Secrets of the Goldsmith's Art, at London 1676, in octavo. These weights are expressed in decimals of an Averdupois Pound, are carried to 8 places of figures, and seem to have been carefully and accurately collected. I have therefore in the following tables reduced them to the common form, in order to give them their proper authority with the rest. I am ignorant whether these weights were ever before printed or not, neither can I give any account, after what particular manner the experiments were made, from which they were taken. They were communicated to me from the register-books of the Royal Society; and I shall only observe, that the absolute weight here assigned of a cubic inch of common water does not differ more than a small fraction of a grain, from the weight of the same afterwards determined by Mr. Ward of Chester.\n\nThe Philosophical Society, meeting at Oxford, directed several experiments to be made hydrostatically by their members, concerning the specific gravities of various bodies; which being digested into a table, were by Dr. Musgrave communicated to the Royal Society the 21st day of March 1684, soon after which they were printed in the 169th number of the Philosophical Transactions. These experiments were, according to Dr. Musgrave, made by Mr. Caffell and Mr. Walker: they are all originals,\nand esteemed some of the most accurate that are extant.\n\nThe honourable Robert Boyle, at the end of his Medicina hydrostatica, first published at London in 1690, 8°. subjoined a table of the specific gravities of several bodies, accurately taken from his own hydrostical experiments. Besides which, there are also in the same tract, and in other parts of his works, several experiments of this excellent author's, which he has given occasionally, together with the uses resulting from them. To such of these in the following collection, as were taken from the table just mentioned, I have barely annexed his name, but to such of the others as occurred, I have also added the volume, page, and column, of the late folio edition of his works in 1744, where the same are to be found. It may be noted, that in the first edition of the Medicina hydrostatica, there were several errors of the press. Such of them as I could discover by calculation, I have corrected in the following pages.\n\nThere is a table published under the name of J. C. in the 199th number of the Philosophical Transactions, A°. 1693: and this is evidently a supplement to that above-mentioned of the Philosophical Society meeting at Oxford. The experiments were, according to the initials J. C. made by the same curious person Mr. John Caldwell, and are therefore of the same estimation as the others.\n\nM. Homberg, of the Royal Academy of Sciences at Paris, read a memoir in 1699, wherein he took no notice\ntice of the expansion of all substances by heat, and the contraction of the same by cold: from whence it must follow, that the specific gravities of the same bodies would constantly be found less in the summer and greater in the winter. And this he shew'd from the experiments he had made upon several fluids, both in the summer and the winter-seasons, by means of an instrument he had contrived and called an Areometer, being a large phial, to which he had adjusted a long and slender stem, whereby he could to good exactness determine, when it was filled with equal bulks or quantities of the several fluids he proposed to examine. The result of his trials with this instrument he digested into a short table, which was printed in the memoirs of the Academy for the same year 1699. This table John Caspar Eisenhmidt afterwards republished with several additions, in his tract De Ponderibus et Mensuris, printed at Strasburg in 1708, 8°. changing it to a more convenient form for his purpose, by reducing the different fluids therein named to the known bulk of a cubical Paris inch. So much of this table as I thought might be of service, I have here subjoined to the others in the following collection, but I have also made an alteration in the form, the better to fit it for general use, by omitting the absolute weights of the several bodies in summer and winter, and placing instead of them, after the name of each body a decimal number, expressing the proportion of its weight in winter to its weight in summer, supposed to be everywhere represented by unity.\n\nSir\nSir Isaac Newton Knt. in his *Opticks* printed in 4° at London 1704, gave a table of the specific gravities of several diaphanous bodies. The experiments were made by him with a view chiefly to optical enquiries, and to enable him to compare their densities with their several refractive powers: we may therefore be well assured that they were made by the great author with the most scrupulous care and exactness. The table consists of 22 articles.\n\nJohn Harris D.D. in his *Lexicon Technicum*, first printed at London in 1704, fol. republished at large the several tables of specific gravities of the Oxford Society and I.C. from the Philosophical Transactions, and that of the honourable Robert Boyle from his *Medicina hydrostatica*, to which last he also added some experiments of his own, made as it seems with good accuracy. These are here extracted, and placed under his name in the following tables.\n\nMr. John Ward of Chester, in his *Young Mathematician's Guide*, first printed, as I take it in 1706, acquaints us, that he had himself for his own satisfaction, made several experiments upon the different specific gravities of various bodies; and that he was of opinion, that he had obtained the proportion of the weight that one body bears to another of the same bulk and magnitude, as nicely as the nature of such matter, as might be contracted or brought into a lesser body (*viz.* either by drying, hammering, or otherwise) would admit of. And he has accordingly given\ngiven us in the said book the weight of a cubic inch of 24 different substances, both in Troy and Aver-\nduois ounces and decimal parts of an ounce; which he further assures us requir'd more charge, care, and trouble, to find out nicely, than he was at first aware of. This table appears to have been well-esteem'd, and to have had the sanction of Mr. Cotes's approbation, by his taking it, when reduced to the common form, into that collection which he drew up for his own hydrostatical lectures.\n\nRoger Cotes M.A. and Plumian Professor of Astronomy and experimental Philosophy at Cambridge, first giving about the year 1707 a Course of Hydrostatical and Pneumatical Experiments, in conjunction with Mr. Whiston in that University, drew up, for the use of that course, a very accurate Table of Specific Gravities, collecting from several places such experiments as he took to be most exact, and the best to be depended upon. And as the judgment of so great a man cannot but give a general reputation to such experiments as he had so selected, I have thought proper, in the following tables, to distinguish all such by the addition of the letter C, after the names of such persons from whom they first appear to have been taken, adding also the name of Cotes at length, to such others as I have not met with elsewhere, and which I therefore take to have been transcribed from the memoranda of his own experiments. This table of Mr. Cotes's used first to be given in M.S. to those who attended his lectures; but it was afterwards printed in a single sheet, relating to a Course of Experiments at Cambridge\nin 1720, and since in Mr. Cotes's Hydrostatical and Pneumatical Lectures, when they were published at large in 8° by his successor Dr. Smith, now the worthy Master of Trinity College. In these printed Lectures were inserted the gravities of Human Blood, its Serum, &c. from Dr. Jurin, instead of those that had before been made use of from Mr. Boyle.\n\nMr. Francis Hauksbee, now Clerk to the Royal Society, did, about the year 1710, begin, in conjunction with Mr. Whiston, who had then newly left the University, to give hydrostatical lectures &c. in London; for the purpose of which he reprinted in a thin volume in 4°, in which are the schemes of his experiments, Mr. Cotes's table of Specific Gravities above-mentioned. To which he added, from tryals of his own, the weights of Steel, soft, hard, and temper'd, which are printed with his name in the following Tables, as are also some other experiments, which he has since occasionally made, and communicated to me. Mr. Cotes's table, with the above-mention'd additions of Mr. Hauksbee, was afterwards again published by Dr. Shaw, in his Abridgment of Mr. Boyle's Philosophical Works, at London, 1725, 4°. vol. ii. p. 345.\n\nJohn Freind M.D. at the end of his Praelectiones Chymicae, printed at London in 1709, 8°, has published some new tables of the Specific Gravities both of solid and fluid bodies, entirely taken from his own original experiments. And as these tables contain an account of a very useful set of bodies, upon which few or no other experiments have been made: it is great pity\npity that this truly learned and elegant writer was not more accurate in his trials than he appears to have been. Many of his experiments having indeed been made in so lax and improper a manner, and so many errors having been committed in them, that one cannot with security depend upon these tables, tho' containing otherwise facts one would so much desire to be truly informed about. I have however here inserted the several particulars of his two last tables, which immediately concern Specific Gravities, after correcting such errors in calculation as I could certainly come at: And I hope that I shall be excused for this free censure upon part of the works of a gentleman, who has so well deserved of the learned world, and acquired so just a reputation in it.\n\nJames Jurin, M.D. and several years Secretary of the Royal Society, gave, in No. 361 of the Philosophical Transactions, A°. 1719, some original and very accurate experiments made by himself, upon the Specific Gravity of Human Blood, at several times during the six preceding years. These were accompanied with a very curious discourse, which has since been translated by himself, into Latin, and reprinted in his Dissertationes Physico Mathematicae, Lond. 1732. 8°.\n\nThis gentleman has also, in No. 369 of the same Transactions, obliged us with some very judicious and useful remarks, relating to the caution to be used in examining the specific gravity of solids, by weighing them in water; for want of attending to which, several sorts of bodies, such as human Calculi,\nculi, the substance of all woods, &c. have appeared, from their pores and small cavities filled up with air, to be considerably lighter than they really are.\n\nJohn Woodward M. D. and Professor of Physic in Gresham College, had, as he acquaints us in several places of his works, made a great number of experiments upon the specific weights, of mineral and other fossil bodies, but which being probably contained in those of his papers which he ordered to be suppressed at his death, are thereby lost to the world, to which they would without all doubt have been very acceptable. All I have been able to pick up are a very few mentioned in the Catalogue of the English Fossils in his Collection, published since his decease, in 8°. at London 1729.\n\nMr. Gabriel Fahrenheit F.R.S. communicated, in No. 383. of the Philosophical Transactions, A Table of the Specific Gravities of 28 several substances, from hydrostatical experiments of his own, made with great care and exactness; to which he subjoined some observations upon the manner in which his trials were performed, together with a description of the instruments in particular which he made use of to examine the gravities of Fluids. To some of his experiments which he thought required a greater nicety, he has affixed an asterisk in his table, signifying such to have been adjusted to the temperature of the air, when his Thermometers stood at the height of 48 degrees. This gentleman, who is well known by the reputation of his Mercurial Thermometers, which he made with great\ngreat curiosity, and which are now generally used, was in England in the year 1724.\n\nProfessor Peter van Musschenbroek, of Utrecht, published in his Elementa Physicae at Leyden in 8°. 1734. a large table of Specific Gravities, which he afterwards yet somewhat further enlarged in his Essai de Physique in French, at Leyden 1739. 4°. This table contains almost all the preceding ones, but without the names of the authors from whom they were collected. I have among those which follow inserted, under this author's name, such experiments as I had not before met with elsewhere: making use of the Latin edition as the more correct, except in such articles which are only to be found in the French.\n\nMr. John Ellicott F. R. S. having an opportunity in the year 1745. to examine the weight of some large Diamonds, he accordingly, with the utmost care, and with exquisite assay-scales which very sensibly turned with the 200th part of a grain, took the specific gravities of 14 of those Diamonds, 4 of which came from the Brasils, and the other 10 from the East Indies. These experiments he communicated to the President of the Royal Society, who caused them to be read at one of their meetings, and afterwards published them in No. 476. of the Philosophical Transactions. Among these Brazilian Diamonds, one was of the absolute weight of 92,425, another of 88,213; and among the East-Indian ones, one of 29,525 Troy grains. And as the size of these stones made them much fitter\nfitter for these enquiries, than any others which had probably ever before been used for the same purpose, so the known accuracy of the author, the goodness of his instruments, and the consistency of all his experiments, sufficiently shew the specific gravities he has delivered in his paper, may entirely be depended upon.\n\nThe same curious person also communicated the Specific Gravities of fine and standard Gold, published under his name in the following tables, and which were deduced from experiments he was so kind as to make on purpose at my request.\n\nAs I have just had occasion to mention Diamonds, it may possibly not be foreign to the purpose here to take some notice of the Diamond Carat weight, used among jewellers, which weight was originally the Carat or $\\frac{1}{144}$th part of the Venetian ounce, equal to $3.2$ Troy Grains; but which is now, for want of an acknowledged standard, somewhat degenerated from its first weight. I have myself found it, upon a medium of several experiments, equal to $3.17$ Troy Grains; and I have the rather taken notice of this weight here, because there happens to be a mistake about it, both in Dr. Arbuthnot's and Mr. Dodson's tables, who have set down as it seems the number of Diamond Carats in a Troy Ounce, instead of the weight of the Diamond Carat itself. This Carat is again divided into four of its own Grains, and those into halves and quarters, commonly called the eighths and sixteenths of a Carat: and thus the largest of the Diamonds just above-mentioned, weighed, in the jeweller's phrase, better than $29$ Carats and almost half a Grain.\nMr James Dodson, in his book called *The Calculator*, printed in 8° at London in 1747, has inserted a useful table of Specific Gravities, in which he has by the first initial letter of their names distinguished the several authors he has quoted: and amongst these are several new experiments marked with an L, which I am told were communicated from his own trials, by Mr. Charles Labelye, engineer, and which concern particularly the weights of several sorts of stone and other materials used in building. These I have also distinguished by an L as they stand in Mr. Dodson's book.\n\nMr. Geo. Graham, F.R.S. made for me, at the request of a friend, some accurate trials upon the weight, of Gold and Silver, both when reported fine, and when reduced to the English Standard: all which I have inserted under his name in the following tables. Wherein I have besides reported some other single Experiments which I occasionally met with, from Frederick Slare M.D. John Keill of Oxford, M.D. Stephen Hales D.D. and Edward Bayley of Havant in Hampshire, M.D.\n\nRichard Davies M.D. I have lately to this Collection of Experiments added some of my own, which I endeavoured to make with as much accuracy, as the instruments I was provided with would allow of. My hydrostatic Balance was one constructed several years since by Mr. Francis Hauksbee, which I have constantly found to turn sensibly with half a grain: and the bodies upon which I made most of my trials, were taken from a collection of the *Materia Medica* formerly made by Signor\nSignor Vigani, and still preserved in the library of Queen's College in Cambridge.\n\n**TABLE I.**\n\n*Of Metals.*\n\n- **GOLD, fine. Ward, C.**\n  \n  A Medal esteemed to be near fine Gold\n  \n  \\( \\text{f. C.} \\)\n  \n  Or d'essai, ou de Coupelle. Muschenbr.\n  \n  Fine Gold hammer'd. Ellicot.\n  \n  D°. an ingot so accounted, and again refined with Antimony. Ellicot.\n  \n  D°. the ingot itself just mention'd. Ellicot.\n  \n  A Medal of the Royal Society, reported fine Gold. Graham.\n  \n  A gold medal of Qu. Eliz. \\( \\text{f. C.} \\)\n  \n  D°. of Qu. Mary. \\( \\text{f. C.} \\)\n  \n  Aurum. Fahrenheit.\n  \n  Id. Ghetaldus. Aurum purum. Bacon (ex hyp.)\n  \n  A gold Coin of Alexander's. \\( \\text{f. C.} \\)\n  \n  Gold. Reynolds.\n  \n  Aurum. Villalpandus. Petitus.\n\nStandard Gold (by which is understood Gold of 22 Carats, or such of which our Guineas are intended to be coined).\n\n\\( \\text{f. C. Ward, C.} \\)\n\nAn old Jacobus. I suppose the scepter'd broad piece. Harris.\n\nA Mentz gold Ducat. \\( \\text{f. C.} \\)\nAureus Ludovicus. *Muschenbr.* 18.166\nA five Guinea piece of K. James II. 1687.\nwith an Elephant. *Graham*. 17.933\nA Portuga piece of 3l. 12s. 1731. supposed to be nearly the same as Standard. *Graham*. 17.854\nGuineas, ten weighed together. *Davies*. 17.800\nD°. on a mean of 7 trials upon those of different reigns. *Ellicot*. 17.726\nA piece of Gold Coin of the Commonwealth. *Harris*. 17.625\nGuineas two new ones. *Hauksbee*. 17.414\nA Grain of Scotch Gold, such as Nature had made it. *Boyle V. 30. b*. 12 2/7 12.286\nElectrum, a British Coin. *J. C*. 12.071\n\n**QUICKSILVER.** *Mercurius crudus.*\n*Freind*. 14.117\nMercury Spanish. *Boyle V. 10. b*. 14.110\nMercure sublimé 51 fois. *Muschenb*. 14.019\nQuicksilver. *Oxford Soc*. 14.000\nD°. Ward. C. revived from the Ore. *Boyle*. 13.943\nFine Mercury. *L*. 13.593\nQuicksilver, another Parcel. *Oxf. Soc*. 13.580\nMercure amalgamé avec de l'Argent, affiné et sublimé 100 fois. *Muschenb*. 13.575*\nMercurius. *Fahrenheit*. 13.571\nArgentum vivum. *Ghstaldus*. 13 4/7 13.571\nMercure amalgamé avec de l'Or affiné, et sublimé 100 fois; le même mêlé avec du Plomb, ensuite converti en poudre et revivifié. *Musch*. 13.550\n| Substance          | Author   | Value |\n|-------------------|----------|-------|\n| Coarse Mercury    | L.       | 13.512|\n| Mercurius         | Petitus  | 13.406|\n| Quicksilver       | Reynolds | 13.147|\n| Lead              | Reynolds | 11.856|\n| Plumbum           | Villalpand | 11.650|\n| Id. Ghetaldus     | 11½      | 11.500|\n| Id. Bacon         |          | 11.459|\n| Lead              | Harris   | 11.420|\n| Hardest Lead      | L.       | 11.356|\n| Plumbum           | Fahrenheit| 11.350|\n| Lead              | Oxford Soc. Ward | 11.345|\n| Plumbum           | Petitus  | 11.343|\n| Lead              | Harris   | (an ordinary Piece) 11.330|\n| D° Cotes          |          | 11.325|\n| Plumbum Germanicum| Muschenb | 11.310|\n| Cast Lead         | L.       | 11.260|\n\n| Substance          | Author   | Value |\n|-------------------|----------|-------|\n| SILVER, fine       | Ward. C. | 11.091|\n| A Medal of the Royal Society, reported fine Silver | Graham | 10.484|\n| Argentum           | Fahrenheit| 10.481|\n| Silver             | Reynolds | 10.432|\n| Argentum           | Villalpandus | 10.400|\n| Id. Ghetaldus      | 10½      | 10.333|\n| Id. Bacon          |          | 10.331|\n| Id. Petitus        |          | 10.219|\n| Sterling or Standard Silver (that is, Silver 11 oz. 2dwt. in the pound fine) Ahalf crown of K. William’s Coin | Harris | 10.750|\n| D° struck into money | L.       | 10.629|\n| D° J.C. Ward       | C.       | 10.535|\n| D° Cast            | L.       | 10.520|\nA new Crown-piece. 1746. Lima under the head. Graham.\n\n| COPPER | Reynolds | 9.127 |\n|--------|----------|-------|\n| Cuprum | Villalpandus | 9.100 |\n| Æs | Ghetaldus | Rose Copper | Ward |\n| C | Fine Copper | L | An old Copper Halfpenny, Charles II's Coin | Harris | 9.000 |\n| Copper in Half-pence | L | 8.915 |\n| Æs; Cuivre | Petitus | 8.875 |\n| Cuprum | Bacon | 8.866 |\n| Copper | Oxf. Soc. | 8.843 |\n| Cuprum Suecicum | Fahrenheit | 8.834 |\n| Id. Japonense | Fahrenheit | 8.799 |\n| Id. Suecicum | Muschenbr. | 8.784 |\n| Common Copper | L | 8.478 |\n\nBRASS. An old brass gold weight marked xxxIII. Harris\n\n| Aurichalcum | Bacon | 8.747 |\n| A Piece of hammer'd Brass | Harris | 8.660 |\n| Æs, Aitín, Calaminæ mixtum | Petitus | 8.437 |\n| Aurichalcum | Fahrenheit | 8.412 |\n| Brass hammer'd | J. C. Plate Brass | Ward | 8.349 |\n| Wrought Brass | J. C. | 8.280 |\n| Cast Brass | L | 8.208 |\n| D° | J. C. Ward | 8.100 |\n| D° | Cotes | 8.000 |\n| Brass hammer'd | Reynolds | 7.950 |\n| D° | Cast | Reynolds | 7.905 |\n| A Piece of cast Brass | Harris | 7.666 |\n\nIRON.\n| Material                  | Author       | Value |\n|---------------------------|--------------|-------|\n| IRON                      | Ferrum       | 8.086 |\n|                           | Villalpandus |       |\n|                           | Ghetaldus    | 8.000 |\n| Iron, forged              | Reynolds     | 7.906 |\n| Ferrum                    | Petitus      | 7.875 |\n| Id. Bacon                 |              | 7.837 |\n| Spanish bar Iron          | L.           | 7.827 |\n| Swedish D°                | L.           | 7.818 |\n| Ferrum                    | Fahrenheit    | 7.817 |\n| Iron                      | Cotes        | 7.645 |\n| D° of a key               | J.C. Common Iron | Ward | 7.643 |\n| A piece of hammer’d Iron   |              |       |\n| perhaps part Steel        | Harris       | 7.600 |\n| Iron cast                 | Reynolds     | 7.520 |\n| D° cast                   | L.           | 7.135 |\n| Softest cast Iron or Dutch Plates | L. | 6.960 |\n\n| STEEL                     | J. C. Ward   | 7.852 |\n|                          | Cotes        | 7.850 |\n| D° Spring Temper         | Hauksbee     | 7.809 |\n| D° Nealed soft           | L.           | 7.792 |\n| D° Soft                  | Hauksbee     | 7.738 |\n| D° Hard                  | Hauksbee     | 7.704 |\n| D° Harden’d              | L.           | 7.696 |\n\n| TIN                       | Reynolds     | 7.617 |\n| Stannum                  | Bacon        | 7.520 |\n| Id. Villalpandus         | Freind       | 7.500 |\n| Etain d’Angleterre       | Muschenbr    | 7.471 |\n| Stannum                  | Ghetaldus    | 7.400 |\n| Id.Provinciae Indiae Or. Malacca | Fahren | 7.364 |\n| Block Tin                | Oxf. Soc. Ward. C. | 7.321 |\n| Stannum Anglicanum       | Fahrenheit    | 7.313 |\n|                          | ld.          |       |\nId. commune. *Petitus* . . . . . . 7.312\nId. purum. *Petitus* . . . . . . 7.170\nBlock or Grain Tin. *L.* . . . . . . 7.156\n\nNotes and Observations.\n\nAs I thought the uses that might be made of these Tables, either in business or in philosophy, would best be illustrated by a few short notes, I have therefore here occasionally inserted such observations as occurred to me, whilst I was revising them for the press: and as many of these related chiefly to the present defects of my tables, those I thought would probably be of service, to such as might hereafter take the trouble of improving or correcting them.\n\nAs the particulars contained in the Tables were extracted from different books, at different times, and at first only intended for my own private use, I was not solicitous to preserve one uniform language, but generally set down every experiment in my common-place, in the words of the author I took it from: and as I have since found, that by a translation I might sometimes happen not so justly to represent the body intended, I have upon the whole judged it best, here also to transcribe them in the same languages in which they were at first delivered.\n\nTo make experiments of this sort with a sufficient degree of accuracy requires a pretty deal of care and pains: and as in such as I have made myself, I have found great conveniency in the use of decimal weights, preferably to those of the common form,\nI would also recommend the use of such to others, who shall please to employ themselves in the like enquiries. Those I have provided for myself have a Troy Ounce for their integer, and my least weight is the thousandth part of that quantity, differing consequently from the half of a Troy Grain only as 24 does from 25, which is inconsiderable so far as those small weights are concerned. My four smallest are respectively of 1, 2, 3 and 4 of those thousandth parts, and together make 10, or an unit of the next denomination, that of the 100th part of an ounce. I then have four others, making 1, 2, 3 and 4 100ths, and together the unit of the next denomination, or one tenth of an ounce, and so on. By these I save the trouble of reducing the common weights to their lowest denomination in every experiment, and sometimes perhaps avoid making mistakes in that very trifling work.\n\nWhenever two or more original writers nearly concur in their experiments upon any subject, the Gravity so deduced may be well depended upon. But where they differ remarkably it must either be imputed to the unequal gravity of the subject itself, or to some error in the tryals, which may easily happen in matters that depend on the observation of so many minute particulars. All those cases that so sensibly differ would well deserve to be re-examined.\n\nThe first Table above, that of Metals, as it is composed of the most perfect and uniform bodies in nature, seems capable of being adjusted with the greatest precision, both with relation to the pure Metals\nMetals themselves, and to the several degrees of their mixtures one with another, if experiments in all these cases were but made with a sufficient degree of accuracy.\n\nGold, in the experiments I have made myself, I could never find to come up to the weight assigned it in some of the former tables, and particularly those I have made upon our own coin, and some others have always remarkably fallen short of the weight assigned to the Standard in those same tables. I have inserted that trial in which I found Guineas to come out best; and I may venture to affirm, that that experiment, in particular, was made with as much accuracy as my instrument was capable of, the Pieces were all washed in soap and water, cleaned with a brush, and the air-bubbles well freed and the like. That experiment is besides abundantly confirmed since, by the exact trials lately made by Mr. Graham and Mr. Ellicot, which were performed with the greatest care; and the fine Gold also mentioned by the last was chosen and prepared with the greatest curiosity.\n\nIt may be observed, that the gold medals of Q. Eliz. and Q. Mary, quoted by J. C. were, without doubt, the large Sovereigns of those Queens, which were of the old Standard of England, or of gold appointed to be 23 carats, 3 grains and a half fine: That the Mentz Ducat, mentioned by the same, if it was one of those ad Legem Imperii, which are always in their own mints affirmed to be fine, come out considerably too light: and that the gold coin of the Commonwealth, and the pistoles of France, were like our present gold money of the goodness of 22 carats.\n\nMercury.\nMercury is placed in this table among the Metals, by reason of its near agreement with those bodies in its specific gravity; tho' it otherwise so widely differs from them in most of its properties.\n\nBrass is considerably condensed by hammering; whether Gold, Silver, and the other Metals are also condensed in like manner, hardly appears yet to have been sufficiently tried.\n\nOf the mixed Metals, hardly any except Brass, appear to have had their specific gravities very carefully ascertained: bell-metal, princes metal, however, and some others, might deserve to be examined in that particular.\n\nIt might possibly be queried also, whether several mixed Metals do not either rarifie or condense upon mixture, so as thereby to acquire a different specific gravity, than the natural law of their composition, at first seems to require.\n\nIt may lastly be observed, that the specific gravities of all the known Metals are such, as that none of them come up to 20 times the weight of common water, or fall sensibly below 7 times the same weight.\n\n**TABLE II.**\n\n*Of Minerals, Semimetals, Ores, Preparations and Recrements of Metals, &c.*\n\n| BISMUTH. J. C. | 9.859 |\n|----------------|-------|\n| D°. Cotes      | 9.700 |\n| D°. or Tinglafs. Boyle. | 9.550 |\n| Tynglafs, |\nTynglass. Reynolds . . . . 7.951\nMarcasita alba. Fahrenheit . . . 9.850\nMineral, Cornish, shining like a Marcaite.\n\nBoyle . . . . . . . . . . . . . 9.06\nCalx of Lead. Boyle . . . . . . 8.940\nSpelter Solder. J. C. . . . . . . 8.362\nSpelter. J. C. . . . . . . . . . 7.065\nCinnabar common. Boyle . . . . . 8.020\n\nCinnabaris factitia. Muschenb. (if not a mistake for the last experiment) 8.200\nCinnabar native, breaking in polish'd surfaces like Talc. Davies . . . . . . . 7.710\nD°. Persian, breaking rough. Davies . . . . . . . 7.600\nD°. native. Boyle . . . . . . . . 7.576\nCinnabaris nativa. Muschenb . . . . . 7.300\nCinnabar native, very sparkling. Boyle . . . . . . . 7.060\nD°. native from Guinea. Davies . . . . . . . 6.280\n\nCinnabar of Antimony. Harris . . . . . . . 7.060\nD°. another piece. Harris . . . . . . . 7.043\nD°. Boyle . . . . . . . . . . . . 7.030\nCinnabar Antimonii. Freind . . . . . . . 6.666\nCinnabre d'Antimoine. Muschenb . . . . . 6.044\n\nLead Ore, rich, from Cumberland. Boyle . . . . . . . 7.540\nD°. Boyle . . . . . . . . . . . . 7.140\nThe reputed Silver Ore of Wales. J. C. . . . . . . . 7.464\nThe Metal thence extracted. J. C. 11.087.\nRegulus Antimonii. Item Martis et Veneris.\n\nFreind . . . . . . . . . . . . . 7.500\nId. Fahrenheit . . . . . . . . . . 6.622\nId. Harris . . . . . . . . . . . . 6.600\nId. per se. Davies . . . . . . . . 4.500\nSilver Ore, choice. Boyle . . . . . . . 7.000\nD°. another piece from Saxony. *Boyle.* 4.970\n*Lithargyrus Argenti.* *Freind.* 6.666\n*Lithargyrium Argenti.* *Musschenb.* 6.044\nId. Auri. *Freind.* 6.316\nId. Auri. *Musschenb.* 6.000\n*Minera Antimonii.* *Davies.* 5.810\n*Cuprum calcinatum.* *Freind.* 5.454\n*Glass of Antimony.* *Newton.* C. 5.280\n*Vitrum Antimonii.* *Freind.* 5.000\nId. per se. *Boyle.* 4.760\n*Tin Ore, choice.* *Boyle.* 5.000\nDo. black, rich. *Boyle.* 4.180\nNew English Tin Ore, Mr. Hubert's. *Boyle.* 4.080\n*Tutty, a piece.* *Boyle.* 5.000\n*Tutia.* *Musschenb.* 4.615\n*Lapis Calaminaris.* *Freind.* Lapis caeruleus\n*Namurcensis.* *Musschenb.* 5.000\nId. *Boyle.* 4.920\n*Loadstone.* *Boyle V. 6. b.* 4.930\n*Magnes.* *Petitus.* 4.875\nA good Loadstone. *Harris.* 4.750\n*Marcasites, one more shining than ordinary.* *Boyle.* 4.780\n*A Golden Marcaite.* J. C. 4.589\n*Marcasites, from Stalbridge.* *Boyle.* 4.500\nD°. *Boyle.* 4.450\n*Antimonium Hungaricum.* *Musschenbr.* 4.700\n*Antimony, good, and supposed to be Hungarian.* *Boyle.* 4.070\nD°. crude, which seemed to be very good. *Harris.* 4.058\n*Antimonium*\nAntimonium crudum. Freind. 4.000\nId. Davies. 3.960\nBlack Sand, commonly used on writing.\nBoyle. V. 33. b. 4.600\nCrocus Metallorum. Mulschenb. 4.500\nId. Freind. 4.444\nHaematites. Mulschenbr. 4.360\nId. Boyle. V. 6. a. 4.150\nD° English. Boyle. 3.760\nCopper Ore, rich. Boyle. 4.170\nD° Boyle. 4.150\nCopper-stone. Boyle. 4.090\nEmeri. Boyle. V. 26. b. 4.000\nManganese. Boyle. 3.530\nA blew Slate with shining particles. J. C. 3.500\nIron Ore, a piece burnt or roasted. Harris. 3.333\nCerussa. Item Chalybs cum Sulphure. pp.\nFreind. 3.158\nLapis Lazuli. J. C. 3.054\nD° Boyle. V. 6. b. 3.000\nD° Boyle. 2.980\nGold Ore. Boyle. V. 29. b. 2.910\nD° not rich, brought from the East Indies.\nBoyle. 2.652\nAnother Lump of the same. Boyle. 2.634\nA Mineral Stone, yielding 1 part in 160 Metal. J. C. 2.650\nThe Metal thence extracted. J. C. 8.500\nPyrites homogenea. Fahrenheit. 2.584\nBlack Lead. Boyle. V. 27. a. 1.860\nÆs viride. Freind. 1.714\nPlumbum ustum. Freind. 1.666\nThe second Table is composed of subjects no way strictly allied to each other, either by their gravities, or their other essential properties; and perhaps they might better, on that account, have been divided into different tables.\n\nThe bodies themselves are chiefly of an uncertain and heterogeneous nature; being so far as appears composed of different elements, and those also combined in various proportions, such as Sulphur and Arsenic, joined with Stone, Metal, and the like: and from these several degrees of mixture it must follow, that most of these kinds of bodies, tho so far similar as to be called by the same names, yet must necessarily admit of a considerable latitude in their specific gravities. Many useful deductions may nevertheless be drawn from those considerations, relating to the comparative goodness &c. of such bodies.\n\nCinnabar native appears to be a compound of Mercury and Sulphur, with a portion of earthy or stony matter; and that which is heaviest must abound most with the Mercury. The different appearances which this body makes, would also give us a suspicion that there are other varieties in its composition, besides those just taken notice of: some sorts of Cinnabar, such as the Hungarian, breaking into polished planes and squares like Talc, whilst others, like the Persian of this table, break rough and with shining granule or mica; and that without any considerable difference in their gravities.\n\nBy the factitious Cinnabar it may be determined, what proportion of Mercury will so incorporate with Sulphur, as to make up an uniform body.\n\nAntimony\nAntimony may in like manner be considered as a composition of its Regulus and Sulphur.\n\nThe black sand used on writing is said by Mr. Boyle to be a rich Iron Ore: he also says that Emeri, Loadstone, and all such ponderous stones, contain some kind of metal, which he had himself separated from them. IV. 120. a.\n\nThe great variety of Ores of all kinds well deserve to be accurately examined, for the sake of the many conclusions that may be drawn from thence, concerning the natures of concrete bodies, and for many other purposes in Metallurgy. But I have as yet met with a very small number of experiments upon these substances. Dr. Woodward has indeed mentioned a great many observations of this sort which he had made, and kept exact registers of: but as they were probably among those papers which he order'd to be destroy'd at his death, we must look upon them as now lost to the world.\n\nThe Marcasites and Pyrites are very uncertain and strange kinds of bodies, their gravities are often very great: a Marcaite here taken from Fahrenheit was found nearly to equal the heaviest mineral Bismuth itself; and yet it is very seldom that any Metal or semimetal can be obtained in any quantity from these substances, all that is in them being usually destroyed, and carried away by their sulphur.\n\nBlack Lead is also a very odd kind of Mineral, having all the appearance of a Semimetal, and yet falling short even of the weight of common earth.\n\nThe Semimetals generally exceed in their specific gravity even the baser Metals themselves.\nIt may be observed, that it appears by this table, that the specific gravities of ores, including the metallic stones, are usually found to lie between 7 and 3 times the weight of water. Lead and Silver ores are the heaviest, those of Copper, Tin and Iron being considerably lighter. The Gold Ore we have an account of must be so poor as hardly to be worth taking any notice of: but we have in general too few of these experiments, to draw any certain conclusions from them.\n\nTABLE III.\n\nOf Gems, Chrystal, Glass, and transparent Stones.\n\nGRANATE, Bohemian. Boyle. . . . 4.360\nGranate. J. C. . . . . 3.978\nGranati minera. Boyle. . . . . 3.100\nA Pseudo-Topazius, being a natural pellucid, brittle, hairy stone, of a yellow colour. Newton. C. . . . . 4.270\nSapphires. Davies. . . . . 4.090\nA Sapphire very perfect, but rather pale. Hauksbee. . . . . 4.068\nGlass, blue in sticks from Mr. Scale. Hauksbee. . . . . 3.885\nDo. whitest, from Mr. Scale. Hauksbee. 3.380\nDo. clear chrystal. Cotes. . . . . 3.150\nDo. blue plate, old. Hauksbee. . . . . 3.102\nDo. plate. L. . . . . 2.942\nDo. old looking-glass plate of a light colour. *Hauksbee*. . . . 2.888\nDo. green. *Freind*. . . . 2.857\nDo. green bottle. *Hauksbee*. . . . 2.746\nDo. of a bottle. *Oxf. Soc.* It. a blue paste. *Hauksbee*. . . . 2.666\nDo. common green. *Hauksbee*. . . . 2.620\nDo. deep green old. *Hauksbee*. . . . 2.587\nDo. vulgar. *Newton. Ward*. . . . 2.580\nVitrum Venetum. *Freind*. . . . 1.791\nAn oriental Cat's-Eye, very perfect. *Hauksb*. 3.703\nA Diamond, yellow, of a fine water, somewhat paler than the jonquille. *Hauksbee*. 3.666\nD°. white of the second water. eau celeste. *Hauksbee*. . . . 3.540\nD°. East Indian, the heaviest of many. *Ellicot*. . . . 3.525\nD°. the lightest of many. *Ellicot*. . . . 3.512\nD°. Brasilian, the heaviest of many. *Ellicot*. . . . 3.521\nD°. the lightest of many. *Ellicot*. . . . 3.501\nD°. the mean of all his experiments. *Ellic*. . . . 3.517\nD°. *Newton. C*. . . . 3.400\nDiamond Bort, of a bluish black, with some little adhering foulness. *Hauksbee*. 3.495\nA Jacinth of a fine colour, but somewhat foul. *Hauksbee*. . . . 3.637\nA Chrysolite. *Hauksbee*. . . . 3.360\nCrystal cubic, supposed to contain lead. *Woodward*. . . . 3.100\nCrystal from Castleton in Derbyshire, having the double refraction. *Hauksbee*. 2.724\nCrystal of Island. *Newton. C*. . . . 2.720\n\nChrystillum\n| Crystal Name                        | Author       | Value |\n|------------------------------------|--------------|-------|\n| Chrystallum disdiaclasticum        | J. C.        | 2.704 |\n| Chrystalus de Rupe                 | Fahrenheit   | 2.669 |\n| Chrystal rock                      | J. C. Boyle III | 229 b | 2.659 |\n| D°. a large shoot                  | Hauksbee     | 2.658 |\n| D°. of the rock                    | Newton       | C. It.|\n| Chrystal in the lead-mines near Worksworth | Woodward    | 2.650 |\n| D°. Hauksbee                       |              | 2.646 |\n| D°. pure pyramidal, supposed to contain Tin | Woodward | 2.5 or 2.400 |\n| Chrystalus Petitus                 |              | 2.287 |\n| Chrystal                          | Boyle        | 2.210 |\n| Talc, Jamaican                    | Boyle        | 3.000 |\n| D°. Venetian                      | Boyle        | 2.730 |\n| D°. J. C.                         |              | 2.657 |\n| D°. English                       | Woodward     | 2.600 |\n| D°. a piece like Lapis Amianthus  | Boyle        | 2.280 |\n| A red paste                       | J. C.        | 2.842 |\n| A Brasile pebble, foul and feather'd | Hauksbee   | 2.755 |\n| D°. a fragment uncut               | Hauksbee     | 2.676 |\n| D°. cut                           | Hauksbee     | 2.591 |\n| Jasper, spurious                  | J. C.        | 2.666 |\n| A Cornish Diamond cut             | Hauksbees    | 2.658 |\n| A Water Topaz, very perfect, but said not to be Oriental | Hauksbee | 2.653 |\n| Pebble pellucid                   | J. C.        | 2.641 |\n| Bristol Stone                     | Davies       | 2.640 |\n| Hyacinth, spurious                | J. C.        | 2.631 |\n| Selenites                         | J. C.        | 2.322 |\n| D°. Newton                        |              | 2.252 |\n\nAs the mean gravity of Chrystal appears, by the foregoing table, to be little more to that of water than\nthan as two and a half to one; it may well be suspected, that the Granate, Pseudo-Topazius, Sapphire, and such other Gemms which greatly exceed Chrystal in weight, do contain a considerable portion of some sort of Metal in their composition: as was observed of these bodies by Dr. Woodward, in his Method of Fossils, p. 24.\n\nAs to the white Sapphire, which is reputed by Dr. Woodward to be a species of Gemmi intermediate between Chrystals and the Diamond in hardness, I have not yet obtained any good account of its specific gravity.\n\nThe weight of the Diamond is ascertained in No. 476. of the Philosophical Transactions, where it appears, that by experiments made with the greatest care, by Mr. John Ellicot F.R.S. with most exact instruments, and upon 14 different Diamonds, some of them very large, brought from different places, and having the greatest varieties of colour and shape possible; they were all found to agree in weight to a surprising degree of accuracy, being all somewhat above three times and a half the weight of common water.\n\nThis indeed differs very sensibly from what had been found in some former experiments, but it is hardly probable that those had been made upon Diamonds of so large a size as these: Mr. Boyle who found their weight less than 3 times that of common water, has himself told us in the same place, V. 83. b. that the stone he made use of only weighed about 8 grains. And tho no doubt can be made of the exactness of Sir Isaac Newton's experiment,\niment, by which also the specific weight of the Diamond came out less than Mr. Ellicot's, yet it may well be question'd, whether Sir Isaac had, at the time when he made his trials, either so many or so perfect and weighty stones, as a favourable opportunity offered to this last gentleman. I shall therefore only observe, that, admitting this last to be the true specific weight of the Diamond, the refractive power of the same, in proportion to its density, should in Sir Isaac Newton's table be lessened from 14556 to 14071; which would still be greater than what is found in any other body; but is upon the whole more conformable to the general law of that table.\n\nSir Isaac Newton conjectured a Diamond to be an unctuous substance coagulated, and found it to have its refractive power nearly in the same proportion to its density as those of Camphire, Oyl-Olive, Lintseed Oyl, Spirit of Turpentine and Amber, which are fat sulphurous unctuous bodies: all which have their refractive powers two or three times greater in respect to their densities than the refractive powers of other substances in respect of theirs. Yet must it be allowed that a Diamond suffers no change by heat in any degree, contrary to the known property of Sulphurs; and as it is most reasonable in our Philosophy to treat such bodies as simple, in which we are not able to produce any change or separation of parts, we must therefore on that account consider a Diamond as a simple body and of the Chrystalline kind.\n\nGlas, which is a factitious concrete of Sand and Alkaline Salt, is nearly found to assume the mean gravity of Stones and Chrystalts.\nIf there is no mistake in the gravity of what Dr. Freind calls Vitrum Venetum, it differs very remarkably from all other kinds of Glass.\n\nI do not know whether the Jasper and Hyacinth spurious of J.C. are to be understood as natural or artificial Gemms.\n\n**TABLE IV.**\n\n*Of Stones and Earths.*\n\n| Stone                          | Gravity |\n|-------------------------------|---------|\n| Sardachates. J.C.              | 3.598   |\n| Lapis scillilis caeruleus. Muschenbr. (qu. if not the same experiment mentioned before pag. 447. a blew slate with shining particles. J.C.) | 3.500   |\n| Cornelian. Boyle.              | 3.290   |\n| Do. J.C.                       | 2.563   |\n| A Honc. J.C.                   | 3.288   |\n| Do. to let razors on. Harris.  | 2.960   |\n| Marmor. Petitus. (probably some mistake in the experiment.) | 3.937   |\n| Marbic. Reynolds.              | 3.026   |\n| Do. white. Hauksbee.           | 2.765   |\n| Do. white Italian, of a close texture visibly. | 2.718   |\n| Do. white. Boyle. sine. Ward. C. | 2.710   |\n| Do. white Italian, tried twice. Oxford Soc. | 2.707   |\n| Do. black Italian. Oxford Soc. veined. L. | 2.704   |\n| Do. black. Hauksbee.           | 2.683   |\n| Do. Parian. L.                 | 2.560   |\n| Lapis Amianthus, from Wales. J.C. | 2.913   |\n| Turquoise, one of the old rock, very perfect. Hauksbee. | 2.908   |\n| Turcoise Stone. J.C.           | 2.508   |\n\nLapis\nLapis Nephriticus. J. C. . . . 2.894\nCorallium rubrum. Freind. . . . 2.857\nCorali. J. C. . . . 2.689\nDo. red. Boyle V. 7. a. . . . 2.680\nDo. Boyle. . . . 2.630\nDo. white, a fine piece. Boyle. . . . 2.570\nDo. white, another piece. Boyle. . . . 2.540\nEmeril Stone, a solid piece. Hauksbee. . . . 2.766\nPaving Stone. Reynolds. . . . 2.708\nDo. a hard sort from about Blaiden.\nOxf. Soc. . . . 2.460\nA Whetstone, not fine, such as cutlers use.\nHarris. . . . 2.740\nPellets, vulgarly called Alleys, which boys play withal. Hauksbee. . . . 2.711\nEnglish Pebble. L. . . . 2.696\nLapis Judaicus. Boyle. . . . 2.690\nId. Freind. . . . 2.500\nMaidstone Rubble. L. . . . 2.665\nMarbles, vulgarly so called, which boys play withal. Hauksbee. . . . 2.658\nMorr Stone. L. . . . 2.656\nAgate. Boyle. . . . 2.640\nDo. German, for the lock of a gun.\nHauksbee. . . . 2.628\nDo. English. J. C. . . . 2.512\nLapis, Petitus. . . . 2.625\nFlint, black, from the Thames. Hauksbee. . . . 2.623\nFlint Stone. L. . . . 2.621\nA round pebble-stone within a flint.\nHarris. . . . 2.610\nEast Indian blackish. Item, an English one.\nBoyle. III. 243. a. . . . 2.600\nDo.\n| Item Description                                                                 | Weight (lb) |\n|---------------------------------------------------------------------------------|-------------|\n| Do. Oxford Soc.                                                                  | 2.542       |\n| Corallachates. J. C.                                                             | 2.605       |\n| Purbeck Stone. L.                                                                | 2.601       |\n| Freestone. Reynolds.                                                              | 2.584       |\n| Portland Stone. L.                                                               | 2.570       |\n| Do. white for carving. L.                                                         | 2.312       |\n| Grammatias Lapis. J. C.                                                           | 2.515       |\n| Onyx Stone. J. C.                                                                | 2.510       |\n| Slate Irish. Boyle. Lapis Hibernicus. Davies.                                    | 2.490       |\n| Wood petrified in Lough Neagh. J. C.                                             | 2.341       |\n| Osteocolla. Boyle.                                                               | 2.240       |\n| Heddington Stone. L.                                                             | 2.204       |\n| Allom Stone. Boyle.                                                              | 2.180       |\n| Bohus Armenia. Freind.                                                           | 2.137       |\n| Hatton Stone. L.                                                                 | 2.056       |\n| Burford Stone, an old dry piece. Oxford Soc.                                     | 2.049       |\n| Heddington Stone, that of the soft lax kind. Oxford Soc.                         | 2.029       |\n| Terra Lemnia. Freind.                                                            | 2.000       |\n| Brick. Gotes.                                                                   | 2.000       |\n| Do. Oxford Soc.                                                                  | 1.979       |\n| A Gallipot. J. C.                                                                | 1.928       |\n| Alabaster. Ward. C.                                                              | 1.874       |\n| Do. Oxford Soc.                                                                  | 1.872       |\n| A spotted factitious Marble. J. C.                                               | 1.822       |\n| Stone Bottle. Oxford Soc.                                                        | 1.777       |\n| A piece of a glass (perhaps glazed) coffee-dish of a brown colour. Harris.       | 1.766       |\n| Barrel Clay. L.                                                                  | 1.712       |\n| Lapis de Goa. Davies.                                                            | 1.710       |\n| Lapis rufus Bremensis. Musschenb.                                                | 1.666       |\n\nO  o  o  2\nAn Icicle broken from a Grotto (I suppose Stalactites) Dr. Slare, in Harris. 1.190\nChalk, as found by Dr. Slare. Harris. 1.079\n\nThe mean gravity of Stone appears to be to that of water as about two and a half to one, and many stones of great hardness, such as the Onyx, Turquoise, Agat, Marble, Flint &c. do not much exceed that weight. It may therefore well be doubted whether such Stones whose specific gravity comes up to near three times that of water, or even beyond it, owe their density to metallic additions; or whether they are really formed of a different species of matter, as the Diamond seems to be.\n\nCoral by its density appears to be a stone, tho in a vegetating state: or it may possibly from some late observations, be of an animal nature.\n\nWhat is called Lapis Hibernicus, is a soft stone containing Vitriol.\n\nWe have not many observations upon Earths: by those we have, it seems probable that they contain the same kind of matter in a lax form, of which Stones are a more solid and denser concretion.\n\nLapis de Goa is but a trifling composition, perhaps hardly worth retaining in the tables.\n\nWhat species of body should Alabaster be accounted? which with a stone-like hardness, yet falls so much below other Stones, or even Earths, in gravity.\n### TABLE V.\n\n**Of Sulphurs and Bitumens.**\n\n| Substance                        | Author       | Specific Gravity |\n|----------------------------------|--------------|------------------|\n| SULPHUR. *Petitus.*              |              | 2.344            |\n| Do. a piece of roll. *Hauksbee.* |              | 2.010            |\n| Do. vive. *Boyle.*               |              | 2.000            |\n| Do. German, very fine. *Boyle.*  |              | 1.980            |\n| Do. transparent, Persian. *Davies.* |          | 1.950            |\n| Sulphur mineralis. *Freind.*     |              | 1.875            |\n| Brimstone, such as is commonly sold. |          |                  |\n| *J. C.*                          |              | 1.811            |\n| Do. *Cotes.*                     |              | 1.800            |\n| Asphaltum. *Boyle.* III. 243. a. |              | 1.400            |\n| Scotch Coal. *Boyle.* III. 243. a. |        | 1.300            |\n| Coal, of Newcastle. *L.*         |              | 1.270            |\n| Do. Pit, of Staffordshire. *Oxford Soc.* | | 1.240            |\n| Jet. *J. C.*                     |              | 1.238            |\n| Do. *Davies.*                    |              | 1.160            |\n| Do. *Davies.*                    |              | 1.020            |\n| Succinum citrinum. *Davies.*     |              | 1.110            |\n| Id. pingue. *J. C.*              |              | 1.087            |\n| Id. flavum (by 2 experiments). *Davies.* | | 1.080            |\n| Id. pellucidum. *J. C.*          |              | 1.065            |\n| Id. album, item pingue. *Davies.* |          | 1.060            |\n| Amber. *Boyle.* *Newton.* C.     |              | 1.040            |\n| Fine Gunpowder. *Reynolds.*      |              | 0.698            |\n\n*Sulphur* is in gravity very nearly the same as Earth, so that its purity can hardly be ascertained by its weight, unless the matter it is associated with is of a stony density.\nThe semidiaphanous Sulphur is a beautiful kind which I have but seldom seen: it is in lumps of the size of a small bean.\n\nCoal, the sorts here taken notice of are considerably lighter than Sulphur: but there are many other kinds, and of different weights.\n\nI take the Gagates or Jet to differ very little from the Channel Coal.\n\nThe different sorts of Amber may be observed not to differ considerably in their several gravities.\n\nSulphurs seem to be the lightest of all mineral bodies.\n\nTABLE VI.\n\nOf Gums, Resins, &c.\n\n| Substance                  | Author       | Gravity |\n|----------------------------|--------------|---------|\n| GUM Arabic.                | Freind.      | 1.430   |\n| Dº Newton.                 | C.           | 1.375   |\n| Opium.                     | Freind.      | 1.360   |\n| Gum Tragacanth.            | Freind.      | 1.330   |\n| Myrrh.                     | Freind.      | 1.250   |\n| Gum Guaiac.                | Freind.      | 1.224   |\n| Resina Scammonii.          | Freind.      | 1.200   |\n| Aloes.                     | J. C. (qu. whether the resin or the wood). | 1.177   |\n| Asa fætida, a very fine sample. | Hawksbee. | 1.251   |\n| Dº from Dr. John Keill's Intro. ad veram Physicam. | | 1.143   |\n| Pitch.                     | Oxford Soc. C. | 1.150   |\n| Thus.                      | Freind.      | 1.071   |\n| Camphire.                  | Newton. C.   | 0.996   |\n| Bees-wax.                  | Cotes.       | 0.955   |\n|                            | Cera.        |         |\nCera. Gheraldius. (ad aquam ut 95° ad 100). 0.954\nWax well freed from the honey. Davies. 0.938\nCera. Petitus. 0.937\nD°. the same lump 2 years after. Davies. 0.942\nBalsamus de Tolu. Muschenbr. 0.896\nMastic. J.C. (qu. whether the gum or the wood). 0.849\n\nThe bees wax in my own experiments was well freed from honey, by boiling it in water, which probably made it lighter than it was set down in Mr. Cotes's Table: and the second experiment which I made two years after the first, if the difference was not owing to the difference of heat, is an instance of what I take to be a pretty general truth, that bodies become more dense and compact by rest, and that they would also be found heavier in the scale, in those cases where they do not lose weight by the evaporation of humidity.\n\nThe weights of vegetable Gums nearly correspond with those of the ligneous parts.\n\nTABLE VII.\n\nOf Woods, Barks &c.\n\nCOCO Shell. Boyle. 1.345\nBois de Gayac. Muschenbr. 1.337\nLignum Guaiacum. Freind. 1.333\nLignum Vitae. Oxf. Soc. 1.327\nSpeckled Wood of Virginia. Oxf. Soc. 1.313\nCortex Guaiaci. Freind. 1.250\nLignum\nLignum Nephriticum. Freind. . . . 1.200\nLignum Asphaltum. J. C. . . . 1.179\nEbony. J. C. Item Aloes. J. C. . . . 1.177\nSantalum rubrum. J. C. . . . 1.128\nId. album. J. C. . . . 1.041\nId. Citrinum. J. C. . . . 0.809\nLignum Rhodium. J. C. . . . 1.125\nRadix Chinae. Freind. . . . 1.071\nDry Mahogany. L. . . . 1.063\nGallae. Freind. . . . 1.034\nRed wood. Oxf. Soc. It. Box wood. Oxf. Soc. Ward. C. . . . 1.031\nLog wood. Oxf. Soc. . . . 0.913\nOak, dry, but of a very sound close texture. Oxf. Soc. . . . 0.932\nDo. tried another time. Oxf. Soc. . . . 0.929\nDo. sound dry. Ward. . . . 0.927\nDo. dry. Cotes. . . . 0.925\nDo. dry, English. L. . . . 0.905\nOak of the outside sappy part, fell'd a year since. Oxf. Soc. . . . 0.870\nDo. Reynolds. . . . 0.801\nDo. very dry, almost worm-eaten. Oxf. Soc. . . . 0.753\nDry Wainscot. L. . . . 0.747\nBeech meanly dry. Oxf. Soc. . . . 0.854\nMastic (qu. if the wood or gum). J. C. . . . 0.849\nAsh dry about the heart. Oxf. Soc. . . . 0.845\nDo. dry. Cotes. . . . 0.800\nDo. meanly dry, and of the outside lax part of the tree. Oxf. Soc. . . . 0.734\nElm dry. L. . . . 0.800\nDo. Reynolds. . . . 0.768\nDr. Jurin has observed in the Phil. Trans. No. 369. that the substance of all wood is specifically heavier than water, so as to sink in it, after the air is extracted from the pores and air-vessels of the wood, by placing it in warm water under the receiver of an air-pump; or if an air-pump cannot be had, by letting the wood continue some time in boiling water over a fire. The several weights therefore above given must be looked upon as the weights of the concrete bodies, in the condition they were, before the Air was either forcibly got out, or the water driven into the small hollows: and both these considerations may have their use.\nas notwithstanding that the specific weights of the solid particles are truly heavier than water, we shall from the weights of the bodies as they are now compounded, be enabled to make some judgment of their porosity, so far as they may be penetrable by water or other fluids.\n\n**TABLE VIII.**\n\n*Of Animal Parts.*\n\n| Item                                      | Author       | Weight |\n|-------------------------------------------|--------------|--------|\n| MANATI Lapis                              | Boyle        | 2.860  |\n| Do. another                               | Boyle        | 2.330  |\n| Do. a fragment of                         | Boyle        | 2.290  |\n| Do. J. C. another from Jamaica            | Boyle        | 2.270  |\n| Pearl, very fine Seed, oriental           | Boyle V.     |        |\n| 12. a.                                    |              | 2.750  |\n| Do. a large one, weighing 206 grains      | Boyle V. 7. b.| 2.510  |\n| Murex Shell                               | J. C.        | 2.590  |\n| Crabs Eyes artificial                     | Boyle        | 2.480  |\n| Do. native                                | Boyle        | 1.890  |\n| Os ovinum recens                          | Freind      | 2.222  |\n| Oyster Shell                              | J. C.        | 2.092  |\n| Calculus humanus, just voided             | Davies       | 2.000  |\n| Do. Boyle V. 7. b.                        |              | 1.760  |\n| Do. Boyle                                 |              | 1.720  |\n| Do. Cotes                                 |              | 1.700  |\n| Do. Boyle V. 7. b.                        |              | 1.690  |\n| Do. J. C.                                 |              | 1.664  |\n| Do. Davies                                |              | 1.650  |\n| Do. Boyle                                 |              | 1.470  |\n\nD°.\n| Item                                                                 | Author       | Weight |\n|----------------------------------------------------------------------|--------------|--------|\n| Rhinoceros Horn.                                                     | Boyle        | 1.990  |\n| The top part of one.                                                 | J. C.        | 1.242  |\n| Ebur.                                                                | Freind.      | 1.935  |\n| Ivory.                                                               | Boyle.       | 1.917  |\n| D° dry. Oxford Soc. C.                                               |              | 1.826  |\n| D° Ward.                                                             |              | 1.823  |\n| Unicorn's Horn, a piece.                                             | Boyle.       | 1.910  |\n| Cornu Cervi.                                                         | Freind.      | 1.875  |\n| Ox's Horn, the top part of one.                                      | J. C.        | 1.840  |\n| Blade bone of an Ox.                                                 | J. C.        | 1.656  |\n| A stone of the Bezoar kind found with four others in the intestines of a mare. | Edw. Bailey M.D. of Havant in Hampshire. See Philosoph. Transact. No. 481. | 1.700 |\n| Bezoar stone.                                                        | Boyle.       | 1.640  |\n| D° a large one.                                                      | Davies.      | 1.570  |\n| D° being the kernel of another.                                      | Boyle.       |        |\n| V. 8. a.                                                             |              | 1.550  |\n| D° a fine oriental one.                                              | Boyle.       | 1.530  |\n| D° two weigh'd separately.                                           | Davies.      | 1.504  |\n| D° Cotes.                                                            |              | 1.500  |\n| D° Boyle.                                                            |              | 1.480  |\n| D° Boyle.                                                            |              | 1.340  |\n| A stone from the Gall-bladder.                                       | Hales.       | 1.220  |\n| Blood human, the globules of it.                                    | Jurin by calculation. | 1.126 |\n| D° the Crassamentum of.                                              | Jurin from Experiments. | 1.086 |\n| D° Davies.                                                           |              | 1.084  |\nDo. from another Experiment. *Jurin.* 1.082  \nSanguinis humani cuticula alba. *Davies.* 1.056  \nHuman blood when grown cold. *Jurin.* 1.055  \nThe same as running immediately from the vein. *Jurin.* 1.053  \nThe serum of human blood. *Jurin.* 1.030  \nDo. *Davies.* 1.026  \nIchthyocolla. *Freind.* 1.111  \nA Hen’s Egg. *Davies.* 1.090  \nMilk. *J. C. C.* 1.031  \nLac caprinum. *Muschenbr.* 1.009  \nLac. *Freind.* 0.960  \nUrine. *J. C. C.* 1.030  \nId. *Freind.* 1.012\n\n*Manati Lapis* is said to be a stone, found in the head of the Manatee, or Sea-Cow of the West-Indies. See Ray’s *Synopsis methodica Animalium Quadrupedum &c.* Lond. 1693. 8°. These Stones and Pearls are the heaviest of all the animal productions we are acquainted with.\n\nDr. *Jurin* has observed, *Phil. Transf.* No. 369. that, in examining fresh Human *Calculi* whilst they were still impregnated with Urine, he had met such as exceeded the weight of some sorts of burnt earthen ware and alabaster, and approached very near to that of brick, and the softer sort of paving stone; which I have myself also found to be true. Whereas those who have made their experiments upon such *Calculi*, as had most probably been a considerable time taken out of the bladder, and had consequently lost much of their weight, by the evaporation of the urine, with which they had at first\nfirst been saturated, have found those Stones commonly to have been but about one half part, and some of them no more than a fourth part, heavier than an equal bulk of Water. From whence it has been too hastily concluded, that these Stones have very improperly been called by that name, as not at all approaching to the Specific Gravity of even the lightest real stones that we have any account of.\n\nThe Calculus Humanus and Animal Bezoar approach nearly to each other in their Specific Gravity.\n\nMr. Boyle has taken notice of the great difference to be found between the gravity of the true and the factitious Crabs-eyes. It is strange that the factitious should be made of such materials as can bring them so near to the mean gravity of true stones: and this consideration may deserve the attention of those, who may think that any particular dependence is to be had upon the use of these bodies in medicine.\n\nDr. Jurin was the first who carefully examined the Specific Gravities of the different parts which compose Human Blood; and his experiments were performed with the greatest accuracy. It may be observed, that the Blood is, by an easy analysis divided into Serum and Crassamentum; and the Crassamentum again into the Glutinous and the Red globular parts, whose Specific Gravities are the greatest. It had before these experiments been the general received opinion, that the globules of the Blood were lighter than the Serum; and this indeed seemed to follow from Mr. Boyle's Experiments in his Natural History of Human Blood; from which he deduced the Specific Gravity of the mass itself, to be to that\nof Water as 1040 to 1000, and that of the Serum alone to be to the same as 1190. And these numbers 1040 and 1190 had accordingly, till Dr. Jurin re-examined the affair, been constantly taken to represent the true gravities of Human Blood and its Serum respectively. See Dr. Jurin's dissertation in Phil. Trans. No. 361.\n\nMilk is made by Dr. Freind to fall more short of the Gravity of Water, than it is made to exceed the same by J. C. Possibly this difference might arise from the Milk's being taken in one case warm from the cow, and in the other after it had stood some time.\n\nTABLE IX.\n\nOf Salts.\n\nMERCURIUS dulcis bis sublim. Musch. 12.353\nMercurius dulcis. Freind. 11.715\nId. ter sublim. Musschenbr. 9.882\nId. tertio sublim. Item Panacea rubra.\nFreind. 9.372\nId. quater sublim. Musschenbr. Item Turpethum minerae. 8.235\nId. 4to sublim. Item Turpeth mineral.\nFreind. 7.810\nSublimat. corrosiv. Musschenbr. 8.000\nId. Freind. 6.045\n\nCinis clavellatus, sordibus salaque suo neutro quodam (quod fere semper magis vel minus in cinere illo reperitur) depurgatus.\nFahrenheit. 3.112\nSal illud neutrum. Fahrenheit. 2.642\n\nSaccharum\nSaccharum Saturni. Item sal Nitri fix.\n\n*Musschenbr.* . . . . . . 2.745\nEadem. *Freind.* . . . . . . 2.600\n\nMagisterium Coralli. Item Pulvis sympatheticus. *Freind.* . . . . . . 2.231\nTartarum vitriolatum. *Musschenbr.* . . . . . . 2.298\nId. *Freind.* . . . . . . 2.186\nSal mirabile Glauberi. *Musschenbr.* . . . . . . 2.246\nId. *Freind.* . . . . . . 2.132\nTartarum emeticum. *Musschenbr.* . . . . . . 2.246\nId. *Freind.* . . . . . . 2.077\nSal Gemmae. *Newton.* C. . . . . . . 2.143\nNitrum. *Fahrenheit.* . . . . . . 2.150\nNitre. *Newton.* C. . . . . . . 1.900\nId. *Freind.* . . . . . . 1.671\nSal Guaiaci. Item Sal enixum. Item Sal prunellae. Item S. Polychrest. *Musch.* 2.148\nEadem omnia. *Freind.* . . . . . . 2.030\nSal maritimum. *Fahrenheit.* . . . . . . 2.125\nCremor Tartari. Item Vitriol. alb. Item Vitriol. rubefact. Item S. Vitriol. *Musch.* 1.900\nCremor Tart. Item Vitriol. alb. *Freind.* 1.796\nVitriol English, a very fine piece. *Boyle.* 1.880\nD° Dantzick. *Newton.* C. . . . . . . 1.715\nAlumen. *Fahrenheit.* . . . . . . 1.738\nAlum. *Newton.* . . . . . . 1.714\nSal chalybis. *Freind.* . . . . . . 1.733\nBorax. *J. C.* . . . . . . 1.720\nD° *Newton.* C. . . . . . . 1.714\nVitriolum viride. Item Calcanth. rubefact. Item S. Vitriol. alb. *Freind.* . . . . . . 1.671\nSaccharum albis. *Fahrenheit.* . . . . . . 1.606½\nMel. *Villalpandus.* . . . . . . 1.500\nId. *Ghetaldus* 1½. Honey, *Cotes.* . . . . . . 1.450\nSal\nSal volatile Cornu Cervi. *Musschenb.* . . 1.496\nId. *Freind.* . . . . . . . . . . . . . . 1.421\nSal Ammoniac. purum. Item Ens Martis\nsemel sublimat. *Musschenb.* . . . . . . 1.453\nEadem. *Freind.* . . . . . . . . . . . . . . 1.374\nEns Martis ter sublimat. *Musschenb.* . . . . . . 1.269\nId. *Freind.* . . . . . . . . . . . . . . . . 1.233\n\nMost of the experiments in the ninth table are\ntaken from Dr. *Freind*, who weigh'd the Salts in\nSpirits of Wine, and register'd the proportional gra-\nvity of the Salts to the Spirits. But the misfortune\nis, that the gravity of the Spirits of Wine he made\nuse of is not register'd; so that the experiments can-\nnot with certainty be reduced to the common\nstandard of Water. He has deliver'd the gravity of\nSpirits of Wine to be 0.818, and that of Spirits of\nWine rectified to be 0.78. I have supposed the\nSalts to be weighed in the last, as being the fittest\nfor the purpose: but which he really used can only\nbe conjectured.\n\nThere appears indeed to be a way to discover the\nweight of the Spirits of Wine, in which Dr. *Freind*\nweighed his Salts: for he weighed 60 Grains of\nMercury, both in Water and in Spirits of Wine, and\nthe loss of its weight was respectively $4\\frac{1}{4}$ Grains\nand $2\\frac{3}{4}$. Now the gravities of these Fluids must be\nin the same proportion, and this would give for the\nweight of the Spirits of Wine 0.627, which is\nmuch too little for the weight of his own rectified Spi-\nrits tho even that is less than what is assigned by any\nother author. So that, upon the whole, nothing\ncan really be concluded from this experiment; and it\nmust\nmust be allowed besides, that 60 Grains of Mercury take up too small a bulk in these Fluids, to have their gravities determined with any exactness thereby.\n\nAs Professor Musschenbroek has given in his table the specific weights of many of the same salts which are mentioned by Dr. Freind, but which differ considerably from the weights above set down, as resulting from the Doctor's experiments, I have also transcribed the Professor's numbers from his own table. These do not however appear to me to be derived from new or differing experiments, but from the very same related by Dr. Freind, only computed from the supposition of a heavier sort of Spirits of Wine, whose specific gravity is supposed to have been 0.823. The gravity of the Sublimate corrosive, let down 8.000, I take to be a mistake, made by the writing down its comparative weight to that of the Spirits themselves, instead of the water to which it should have been referred.\n\nIt requires great care and attention to take the Specific Gravities of Salts with sufficient accuracy. They dissolve in Water, and in some degree in all Fluids that partake of the nature of Water. If therefore Spirits of Wine are made use of for this purpose, they ought to be highly rectified, their own gravity accurately ascertained, and their degree of heat should be preserved uniform. For as this Fluid rarefies much faster than Water does, a small difference of heat would sensibly affect the gravities of the Salts to be determined by it. And perhaps Spirit of Turpentine were a more proper Fluid to be employed on these occasions.\nIt is remarkable, that Tartar vitriolat. Sal Gem. Sal mirabile, Sal maritimum, Nitre, &c. being Salts composed of different Acids and an Alkaline Salt, should so far exceed in gravity the Vitriolic Salts, composed of the most heavy Acid and a metallic Earth. Is not this owing to its forming less solid Crystals, and to its containing large quantities of Air concealed in its Pores?\n\nThe great difference in the weight of the Nitre, in the several experiments of Fahrenheit, Newton, and Freind, may possibly be owing to the quantity of its concealed Air.\n\nT A B. X.\n\nOf Fluids.\n\nMERCURY. Ward. C. (See Tab. I. among the Metals.) . . . 14.000\n\nOleum Vitrioli. Fahrenheit. . . . 1.8775*\n\nOyl of Vitriol. Newton C . . . 1.700\n\nSpiritus Nitri Hermeticus. Freind. . . . 1.760\n\nId. Muschenb. . . . 1.610\n\nLixivium cineris clavellati, sale quantum fieri potuit impregnatum. Fahrenheit. 1.5713*\n\nId. alio tempore præparatum. Fahrenheit. 1.5634*\n\nOil of Tartar. Cotes. Ol. Tartari per deliquium. Muschenb. . . . 1.550\n\nSpiritus Nitri, cum Ol. Vitrioli. Freind. 1.440\n\nId. Muschenb. . . . 1.338\n\nSpiritus Nitri communis. Item, Bezoardicus. Freind. . . . 1.410 Spirit\nSpirit of Nitre. *Cotes.* Item Sp. Nit.\n\nBezoardicus. *Musschenb.*\n\nSp. Nitri. *Fahrenheit.*\n\nSp. Nitri dulcis. *Musschenb.*\n\nAqua fortis melioris notæ. *Fahrenheit.*\n\nEadem, duplex. *Freind.*\n\nAqua fortis. *Cotes.*\n\nEadem, simplex. *Freind*\n\nSolutio salis comm. in aqua saturata.\n\n*Davies.*\n\nEadem, 1 in aquæ 2,7 part. ponderis.\n\n*Davies.*\n\nEadem 1 in aquæ 3 part. *Davies.*\n\nEadem, 1 in aquæ 3 part. *Freind.*\n\nEadem, 1 in aquæ 12 part. *Davies.*\n\nSoap Lees the strongest. *Jurin.*\n\nD°. Capital. *Jurin.*\n\nSpirit of Vitriol. *Freind.*\n\nSpiritus Salis cum Ol. Vitriol. *Musschenb.*\n\nIdem, &c. *Freind.*\n\nSpirit of Salt. *Cotes.* Sp. Salis marini.\n\n*Musschenb.*\n\nSp. Salis communis. *Freind.*\n\nSp. Salis dulcis. *Mussch.*\n\nId. *Freind.*\n\nSp. Salis Ammoniaci succinat. Item, cum ciner. clavellat. *Freind.*\n\nSp. Salis Ammoniac. cum calce. *Mussch.*\n\nIdem cum calce viva. *Freind.*\n\nSp. Cornu Cervi non rectific. *Freind.*\n\nSp. Serici. *Musschenb.*\n\nSp. Urinæ. *Cotes.*\n\nSolutio Salis enixi, 1 in aquæ 5 part.\n\n*Freind.*\n\nQq q 2\nOleum Sassafras. Musschenb. . . . . 1.094\nDecoction Gentianæ. Freind. . . . . 1.080\nSp. Tartari. Freind. Musschenb. . . . . 1.073\nDecoction Bistortæ. Freind. . . . . 1.073\nDecoction Sarzae. It. Chinæ. Freind. 1.049\nDecoction Ari. It. Sp. Salis comm. Freind. 1.037\nOleum Cinnamomi. Musschenb. . . . . 1.035\nOl. Caryophyllorum. Musschenb. . . . . 1.034\nBeer-Vinegar. Oxf. Soc. . . . . 1.034\nAcetum Vini. Musschenb. . . . . 1.011\nId. distillatum. Musschenb. . . . . 0.994\nAcetum. Freind. . . . . 0.976\nSack. Oxf. Soc. . . . . 1.033\nSp. Ambræ. Musschenb. . . . . 1.031\nSea-Water. Cotes. . . . . 1.030\nD°. settled clear. Oxf. Soc. Ward. . . . . 1.027\nCollege plain Ale. Oxf. Soc. . . . . 1.028\nSolutio Aluminis, 1 in aquæ 5.33 part.\nItem Solutio Sal. Amm. purif. 1, et vitriol. alb. 1, in aquæ 5 part. Freind. 1.024\nLaudanum liquidum Sydenhami. It. Panacea Opii. Freind. . . . . 1.024\nDecoction Cort. Peruv. Item, Granatorum. Freind. . . . . 1.024\nMoil Cyder, not clear. Oxf. Soc. . . . . 1.017\nAqua fluviatilis. Musschenb. . . . . 1.009\nTinctura Aloes cum aqua. Item, Decoction Santali rubri. Freind. . . . . 1.000\nRain Water. Newton, Reynolds. Common Water. Cotes. Common clear Water. Ward. Pump Water. Oxf. Soc. J. C.\nAqua. Gheialdus. Aqua pluviatilis. Fahrenheit, Musschenb. &c. . . . . 1.000\nAqua\nAqua vel Vinum. Villalpandus. . . 1.000\nAqua putealis. Musschenb. . . 0.999\nOleum Foeniculi. Musschenb. . . 0.997\nOleum Anethi. Musschenb. . . 0.994\nAqua distillata. Musschenb. . . 0.993\nWine, Claret. Oxf. Soc. . . 0.993\nD° red. Ward. . . 0.992\nVinum. Petitus. . . 0.984\nId. Ghetauldus. (ad aquam ut 98\\(\\frac{1}{3}\\) ad 100.) 0.983\nId. Burgundicum. Musschenb. . . 0.953\nOleum Sabinæ. It. Hyssopi. Musschenb. 0.986\nOl. Ambræ. It. Pulegii. Musschenb. . . 0.978\nOl. Menthae. It. Cumini. Musschenb. . . 0.975\nDecoction Sabinæ. Freind. . . 0.960\nInfusio Marrhubii. It. Menthae. It. Absynth.\nFreind. . . 0.950\nOl. Nucis Moschatæ. Musschenb. . . 0.948\nOl. Tanaceti. Musschenb. . . 0.946\nOl. Origani. It. Carvi. Musschenb. . . 0.940\nElixir Propr. cum Sale volat. It. Infusio Theæ. Freind. . . 0.940\nOl. Spicæ. Musschenb. . . 0.936\nOl. Rorismarini. Musschenb. . . 0.934\nLinseed Oyl. Newton. C. . . 0.932\nD°. Ward. . . 0.931\nSpirits of Wine proof, or Brandy. Ward. 0.927\nSp. of Wine well rectified. Newton. C. 0.866\nAlcohol Vini. Fahrenheit. . . 0.826\nId. magis dephlegmatum. Fahrenheit. 0.825\nSp. Vini. Freind. . . 0.818\nId. rectific. Freind. . . 0.781\nEsprit de Vin etherè. Musschenb. . . 0.732\nSpiritus\nSpiritus Croci. Freind. 0.925\nLamp Oyl. Reynolds. 0.924\nOleum. Ghetaldus. (ad aquam ut 91\\(\\frac{3}{4}\\) ad 100.) 0.916\nOyl Olive. Newton. C. 0.913\nD° Ward. 0.912\nSallad Oyl. Reynolds. 0.904\nOleum. Villalpandus. 0.900\nId. Petitus. 0.891\nOl. Raperum. Fahrenheit. 0.913\nId. It. Tinct. Chalyb. Mynsicht. It. Tinct.\nSulphur cum Sp. Terebynth. Freind.\nIt. Huile de semences de navets. Musch. 0.853\nSp. Mellis. Musschenb. 0.895\nSp. Salis Ammoniaci cum calce viva. 0.890\nOleum Aurantiorum. Musschenb. 0.888\nSpirit of Turpentine. Newton. C. 0.874\nTinct. Castorei. Item Sp. Vini camphorat.\nFreind. 0.870\nOyl of Turpentine. Boyle V. 22. a. 0.864\nOl. Terebynth. Freind. 0.793\nOl. Ceræ. Musschenb. 0.831\nTinctura Corallii. Freind. 0.828\nAqua cocta. Freind. 0.750\nAir. Newton. C. 0.00125\n\nAer Princip. Edit. 3. p. 512. Aer juxta superficiem terræ occupat quasi spatium 850 partibus majus quam aqua ejusdem ponderis.\n\nThe same, by an experiment made by the late Mr. Francis Hauksbee F.R.S. when the barometer stood at 29.7 inches.\nSee Physico Mathem. Exp. pag. 74. 0.00118\n\nAs\nAs to the absolute weight of water with which all the other bodies are compared in these Tables, Mr. Boyle tells us in his Medicina Hydrostatica, printed in the new Edition of his Works, V. 19. b. that he had found by his own experiments, that a cubic inch of clear water weighed 256 Troy Grains. And Mr. Ward of Chester, who afterwards pursued this affair with great accuracy, determined that a cubic inch of common clear water did weigh by his tryals 253.18 like Troy Grains, or 0.527458 decimals of the Troy Ounce, or 0.578697 of the Ounce Averdupois, agreeable to what Mr. Reynolds had formerly deliver'd, who found the inch cubic of Rain Water to weigh by his experiments 0.579036 decimals of the same Averdupois ounce, differing from the other only 0.000339 parts.\n\nBut, as the accuracy of all the experiments in these tables depends upon the identity of the weight of Common Water, it may not be improper to ascertain that point by a Note taken from Mr. Boyle's Medicina Hydrostatica, V. 18. b. where he expresses himself in the following manner.\n\n\"It speciously may, and probably will be objected, that — there may be a great disparity betwixt the liquors that are called, and that deservedly, Common Water. And some travellers tell us from the press, that the water of a certain eastern river, which if I mistake not is Ganges, is by a fifth part lighter than our water. But having had upon several occasions the opportunity as well as curiosity to examine the weight of divers waters, some of them taken up in places very distant...\"\ndistant from one another. I found the difference between their specific gravities far less than almost any body would expect. And if I be not much deceived by my memory (which I must have recourse to, because I have not by me the notes I took of those trials) the difference between waters, where one would expect a notable disparity, was but about the thousandth part (and sometimes perchance very far less) of the weight of either. Nor did I find any difference considerable in reference to our question, between the weight of divers waters of different kinds, as spring-water, river-water, rain-water, and snow-water; though this last was somewhat lighter than any of the rest. And having had the curiosity to procure some water brought into England, if I much misremember not, from the river Ganges itself; I found it very little, if at all, lighter than some of our common waters.\n\nThe heaviest fluid we are acquainted with, next to Mercury, is Oyl of Vitriol, or water impregnated with the Vitriolic Acid in the highest degree we can obtain it, being almost double the weight of Water.\n\nThe next is probably the saturated solution of the fix'd Salt of Vegetables; being a ponderous Salt, and dissolving freely in Water.\n\nThe next to this is Spirit of Nitre. Spirit of Salt is lighter, and inferior in weight to the saturated solution of Salt itself.\n\nIt is observable, that marine or common Salt and Nitre differ little in gravity, contrary to the nature of their Spirits.\nThe several solutions of common Salt, if accurately repeated, would shew in what proportion the gravities of fluids increase, upon the addition of Salt: and that Sea-Water does not contain one twenty-fourth part of Salt.\n\nI have omitted in this table the three animal fluids, Milk, Serum of Blood, and Urine, as the same may be seen before in the 8th table, that of animal parts; but it may be noted in general that the specific gravity of all these fluids is nearly the same as that of Sea Water.\n\nThere are in Dr. Freind's table several decoctions of Plants, which I have inserted, altho' they are not I think of much use, nor greatly to be depended upon. Several of them are lighter than common Water, in contradiction to Dr. Jurin's observation, that Vegetable Parts are all heavier than Water: But it is probable these Experiments were made before the Decoctions were reduced to the temper of Common Water.\n\nWhat is meant by the Aqua cocta of Dr. Freind in his table, I cannot imagine; not having any idea of such a change by boiling or otherwise, as can deprive common water of a full fourth part of its weight.\n\nSince the density of the Air is as the force by which it is compressed, it follows that the weight of any portion of Air must vary in the same proportion with the weight of the whole Atmosphere: which in our climate is not less than one tenth of the whole weight, allowing the Barometer to vary from 28 to 31 Inches.\n\nAgain,\nAgain, by an experiment of the late Mr. Hauksbee's in his *Phys. Mechan. exp.* pag. 170, the density of the air varies one eighth part between the greatest degree of Heat in Summer, and that of Cold in the Winter Season. So that the Air, in a hard frost when the Mercury stands at 31 inches, is near a fifth part specifically heavier, than it is in a hot day when the Mercury stands at 28 inches.\n\n**T A B. XI.**\n\n*From Mons. Homberg and John Caspar Eisenschmid, of the proportion of the specific weights of certain fluids in the Winter to the weights of the same in the Summer Season.*\n\n| Fluid                  | Specific Weight |\n|------------------------|-----------------|\n| Mercurius              | 1.00479         |\n| Aqua pluvialis         | 1.00809         |\n| Aqua fluviatilis       | 1.00811         |\n| Aqua distillata        | 1.00815         |\n| Spirit. Vitriol.       | 1.01272         |\n| Lac bubulum            | 1.01316         |\n| Aqua marina            | 1.01351         |\n| Spir. Salis            | 1.01467         |\n| Acetum                 | 1.01600         |\n| Ol. Vitrioli           | 1.02131         |\n| Ol. Terebynth.         | 1.02141         |\n| Aqua fortis            | 1.02637         |\n| Ol. Tartari            | 1.03013         |\n| Spir. Vini             | 1.03125         |\n| Spir. Nitri            | 1.04386         |\n\nThe\nThe Oyls of Olive and sweet Almonds congealing with the cold, could not be examin'd by the Areometer in the winter season.\n\nAccording to this table, the increase of the specific weight of common water in the winter above its weight in the summer, is not more than about the one hundred and twenty-fourth part of the whole; which is little more than half of what Professor Musschenbroek has elsewhere accounted the same, de sorte qu’un pied cubique Rhenan d’Eau, qui pese environ 64 livres en Ete, se trouvera etre en Hiver de presque 65 livres. Essai de Physique p. 424. but sure this difference is much too great.\n\nNotwithstanding that all fluids are condensed by cold, it is only till such time as they are ready to freeze; for upon the freezing they immediately expand again, so as for the ice to be lighter specifically than the fluid of which it is formed, and to swim in it: Musschenbroek gives the specific weight of Ice to be to that of Water commonly as 8 to 9. La pesanteur de la Glace est ordinairement a celle de l’Eau, comme 8 a 9. pag. 441. I am not acquainted with any other accurate experiments upon this subject, and it is hard to get ice in which there are not large bubbles of air included.\n\nThe Philosophical Society at Oxford, together with their Table of Specific Gravity already so often mentioned in the foregoing pages, communicated besides at the same time, to the Royal Society, another Table of a grosser nature indeed, but which being printed in the same Number 169. of the Philosophical Transactions, and appearing to be of use for many purposes; I have thought\nOf the weight of a cubic foot of divers grains &c., tried in a vessel of well-season'd Oak, whose concave was an exact cubic foot.\n\nThe following bodies were poured gently into the vessel, and those in the first 12 experiments were weigh'd in scales turning with two ounces; but the last 7 were weighed in scales turning with one ounce. The pounds and ounces here mentioned are Averdupois weight.\n\n1. A foot of Wheat (worth 6s. a bushel). 47 8\n2. Wheat of the best sort (worth 6s. 4d. a bushel). Both sorts were red Lammas Wheat of last year. 48 4\n3. The same sort of Wheat measured a second time. 48 2\n4. White Oats of the last year. 29 8\n   The best sort of Oats were 2d. in a bushel better than these.\n5. Blew Pease (of the last year) and much worm-eaten. 49 12\n6. White Pease of the last year but one 50 8\n7. Barley of the last year (the best sort sells for 1s. 6d. in a quarter more than this) 41 2\n8. Malt of the last year's Barley, made 2 months before. 30 4\n9. Field Beans of the last year but one. 50 8\n10. Wheaten Meal (unsifted). : 31 0\n11. Rye Meal (unsifted). : 28 4\n12. Pump Water. : 62 8\n13. Bay Salt. : 54 1\n14. White Sea Salt. : 43 12\n15. Sand. : 85 4\n16. Newcastle Coal. : 67 12\n17. Pit Coal, from Wednesbury 63; but this is very uncertain in the filling the interstices betwixt the greater pieces. : 63 0\n18. Gravel. : 109 5\n19. Wood Ashes. : 58 5\n\nOf the same nature is also the following account of The difference of the weight of some Liquors upon the Tunn compared to Rain Water, from the Experiments made formerly by Mr. Reynolds in the Tower of London, and communicated to the Royal Society, with his others before-mentioned, by Mr. Smethwick, July 7, 1670.\n\nMuscadine Wine was found heavier than Rain Water : 11 2\nMilk : 8 4\nSherry : 5 3\nAle : 5 2\nCanary Wine : 3 3\nSmall Beer : 1 3\n\nWhite Wine was found lighter than Rain Water : 1 2\nThe proportion given by this Author as the true one of the Averdupois Pound to the Troy Pound is, that fourteen of the former are equal to seventeen of the latter.\n\nFrom whence the Averdupois Pound would be found equal to $6994.285$, and the Ounce to $437.143$ Troy Grains; which is indeed a little less than the same have since been determined by others; for Mr. Ward of Chester gives from a very nice experiment as he calls it, of his own, that one pound Averdupois was equal to $14$ ounces $11$ pennyweight and $15\\frac{1}{2}$ Troy Grains, or to $6999\\frac{1}{2}$, and consequently the ounce Averdupois to $437.47$ of the same grains. And several Gentlemen of the Royal Society, who very carefully on 22 April 1743, examined the original standards of weights kept in the Chamberlain's Office of his Majesty's Exchequer, found, upon the medium of the several trials which they made with those standards, that the Pound Averdupois was equal to $7000.14$, and the Ounce Averdupois to $437.51$ Troy Grains. Phil. Trans N°. 470.\n\nI shall conclude these papers with the two Tables from Marinus Ghetaldus mentioned in the beginning, which I here transcribe, with an account of some of their uses, in his own words.\nAd comparandum inter se duodecim corporum genera, gravitate, et magnitudine Tabella.\n\n| Oleum | Arg. vivum | Plumbum | Argentum | Æs | Puteum | Vino | Cera | Oleum |\n|-------|------------|---------|----------|----|--------|------|------|-------|\n| 20\\(\\frac{8}{11}\\) | 14\\(\\frac{6}{7}\\) | 12\\(\\frac{6}{11}\\) | 11\\(\\frac{3}{5}\\) | 9\\(\\frac{9}{11}\\) | 8\\(\\frac{8}{11}\\) | 8\\(\\frac{4}{5}\\) | 8\\(\\frac{3}{5}\\) | 1 |\n| 19\\(\\frac{9}{11}\\) | 14\\(\\frac{3}{4}\\) | 12\\(\\frac{1}{2}\\) | 10\\(\\frac{5}{6}\\) | 9\\(\\frac{9}{10}\\) | 8\\(\\frac{8}{10}\\) | 7\\(\\frac{8}{9}\\) | 7\\(\\frac{7}{9}\\) | 1 |\n| 13\\(\\frac{3}{4}\\) | 13\\(\\frac{3}{4}\\) | 11\\(\\frac{1}{2}\\) | 10\\(\\frac{3}{5}\\) | 9\\(\\frac{9}{10}\\) | 8\\(\\frac{8}{10}\\) | 7\\(\\frac{7}{9}\\) | 7\\(\\frac{7}{9}\\) | 1 |\n| 19\\(\\frac{1}{2}\\) | 19\\(\\frac{1}{2}\\) | 11\\(\\frac{1}{2}\\) | 10\\(\\frac{3}{5}\\) | 9\\(\\frac{9}{10}\\) | 8\\(\\frac{8}{10}\\) | 7\\(\\frac{7}{9}\\) | 7\\(\\frac{7}{9}\\) | 1 |\n| 13\\(\\frac{3}{4}\\) | 13\\(\\frac{3}{4}\\) | 11\\(\\frac{1}{2}\\) | 10\\(\\frac{3}{5}\\) | 9\\(\\frac{9}{10}\\) | 8\\(\\frac{8}{10}\\) | 7\\(\\frac{7}{9}\\) | 7\\(\\frac{7}{9}\\) | 1 |\n| 2\\(\\frac{3}{7}\\) | 2\\(\\frac{3}{7}\\) | 1\\(\\frac{2}{3}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1 |\n| 2\\(\\frac{3}{7}\\) | 2\\(\\frac{3}{7}\\) | 1\\(\\frac{2}{3}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1 |\n| 2\\(\\frac{3}{7}\\) | 2\\(\\frac{3}{7}\\) | 1\\(\\frac{2}{3}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1\\(\\frac{4}{5}\\) | 1 |\n\nQuero,\nQuero, exempli gratia, quam habet rationem in gravitate plumbum ad aurum. Intelligatur plumbum, quoniam levius est auro, gravitatem habere 1, et in linea plumbi, in prima columna nominata, sub titulo auri, quaeratur auri gravitas, ea erit $1\\frac{1}{2}\\frac{5}{3}$. Plumbum igitur ad aurum rationem habebit in gravitate ut 1, ad $1\\frac{1}{2}\\frac{5}{3}$. Si enim sumantur duo corpora magnitudine aqualia, unum plumbeum alterum aureum, sit autem plumbei corporis gravitas 1, aurei erit $1\\frac{1}{2}\\frac{5}{3}$; quare corpus plumbeum ad corpus aureum ejusdem magnitudinis rationem habebit in gravitate ut 1, ad $1\\frac{1}{2}\\frac{5}{3}$. Comparantur autem inter se genera diversa gravitate, in corporibus magnitudine aequalibus.\n\nRursus, quero quam habet rationem in gravitate aqua ad argentum vivum. Intelligatur aqua, ut levior argento vivo gravitatem habere 1, et in linea aquae, sub titulo argenti vivi, quaeratur argenti vivi gravitas, ea erit $1\\frac{3}{7}$; aqua igitur ad argentum vivum rationem habebit in gravitate ut 1, ad $1\\frac{3}{7}$.\n\nContra, quero quomodo se habent in magnitudine aurum et plumbum. Intelligatur aurum, quoniam gravius est plumbi, magnitudinem habere 1, et in linea plumbi, sub titulo auri, quaeratur plumbi magnitudo, ea erit $1\\frac{1}{2}\\frac{5}{3}$; aurum igitur ad plumbum se habebit in magnitudine ut 1, ad $1\\frac{1}{2}\\frac{5}{3}$; si enim sumantur duo corpora aequa gravia, unum aureum, alterum plumbeum, sit autem corporis aurei magnitudo 1, plumbei erit $1\\frac{1}{2}\\frac{5}{3}$; quare corpus aureum ad corpus plumbeum ejusdem gravitatis se habebit in magnitudine ut 1, ad $1\\frac{1}{2}\\frac{5}{3}$. Comparantur autem inter se genera diversa magnitudine, in corporibus aequa gravis.\n\nQuero\nQuero denique, quomodo se habent in magnitudine ferrum, et aqua, ponatur ferrum, ut gravius aqua, magnitudinem habere 1, et in linea aquae, sub titulo ferri, quaeratur aquae magnitudo, ea erit 8, ferrum igitur ad aquam se habebit in magnitudine ut 1, ad 8.\n\nAlterum,\n\nSff\nAltera, ad comparandum inter se duodecim corporum genera, gravitate, et magnitudine, Tabella.\n\n| Corporum | Aurum | Arg. viv. | Plumbum | Argent. | Ars | Ferum | Sennum | Mel | Aqua | Vinum | Cera | Oleum |\n|----------|-------|-----------|---------|--------|-----|-------|--------|-----|------|-------|------|-------|\n| Gravitas | 4½7   | 6½3      | 7½7     | 8½7    | 10½7| 11⅔  | 12½4  | 63⅔ | 91⅔ | 93⅔  | 96⅔ | 100   |\n| Magnit.  | 5½7   | 7½7      | 8½7     | 9½7    | 10⅔ | 11⅔  | 12½4  | 65⅔ | 95⅔ | 97⅔  | 99⅔ | 100   |\n\nTabula:\nQuaro exempli gratia, quanam sit ratio in gravitate, auri ad argentum. Intelligatur aurum quoniam gravius est argento, gravitatem habere 100, et in linea auri, sub titulo argenti, reperietur argenti gravitas $54\\frac{2}{7}$, aurum igitur ad argentum rationem habebit in gravitate ut 100, ad $54\\frac{2}{7}$. Si enim sumantur duo corpora, magnitudine aqualia, unum aureum, alterum argenteum, sit autem aurei corporis gravitas 100, erit argentei $54\\frac{2}{7}$; quare corpus aureum ad corpus argenteum ejusdem magnitudinis, rationem habebit in gravitate, ut 100, ad $54\\frac{2}{7}$.\n\nQuaro, quomodo se habet in gravitate aqua ad vinum; quoniam aqua gravior est vino, intelligatur ejus gravitas 100, et quoniam in linea aquae, sub titulo vini, datur vini gravitas $98\\frac{1}{3}$, aqua ad vinum se habebit in gravitate, ut 100, ad $98\\frac{1}{3}$.\n\nContra quaro quomodo se habent in magnitudine argentum, et aurum. Intelligatur argentum ut levius auro, magnitudinem habere 100, et in linea auri, sub titulo argenti, quaeratur auri magnitudo, ea erit $54\\frac{2}{7}$, argentum igitur ad aurum se habebit in magnitudine, ut 100, ad $54\\frac{2}{7}$. Si enim sumantur duo corpora aequa gravia, unum argenteum, alterum aureum, sit autem argentei corporis magnitudo 100, erit aurei $54\\frac{2}{7}$; quare corpus argenteum, ad corpus aureum ejusdem gravitatis, se habebit in magnitudine, ut 100, ad $54\\frac{2}{7}$.\n\nQuaro denique, quomodo se habent in magnitudine aqua et argentum vivum. Quoniam aqua levior est argento vivo, intelligatur ejus magnitudo 100, et in linea argenti vivi, sub titulo aquae, quaeratur argenti vivi magnitudo, et reperietur $7\\frac{7}{15}$, aqua igitur ad argentum vivum se habebit in magnitudine, ut 100, ad $7\\frac{7}{15}$.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104567.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 76,
    "total-input-tokens": 109002,
    "total-output-tokens": 33403,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1350,
        3
      ],
      [
        1350,
        2181,
        4
      ],
      [
        2181,
        3662,
        5
      ],
      [
        3662,
        5186,
        6
      ],
      [
        5186,
        6405,
        7
      ],
      [
        6405,
        8118,
        8
      ],
      [
        8118,
        9613,
        9
      ],
      [
        9613,
        11237,
        10
      ],
      [
        11237,
        12807,
        11
      ],
      [
        12807,
        14364,
        12
      ],
      [
        14364,
        15838,
        13
      ],
      [
        15838,
        17409,
        14
      ],
      [
        17409,
        18891,
        15
      ],
      [
        18891,
        20495,
        16
      ],
      [
        20495,
        22042,
        17
      ],
      [
        22042,
        23582,
        18
      ],
      [
        23582,
        25116,
        19
      ],
      [
        25116,
        26590,
        20
      ],
      [
        26590,
        28198,
        21
      ],
      [
        28198,
        29729,
        22
      ],
      [
        29729,
        30719,
        23
      ],
      [
        30719,
        31880,
        24
      ],
      [
        31880,
        33364,
        25
      ],
      [
        33364,
        34423,
        26
      ],
      [
        34423,
        36233,
        27
      ],
      [
        36233,
        37656,
        28
      ],
      [
        37656,
        39199,
        29
      ],
      [
        39199,
        40810,
        30
      ],
      [
        40810,
        42075,
        31
      ],
      [
        42075,
        43483,
        32
      ],
      [
        43483,
        44553,
        33
      ],
      [
        44553,
        45501,
        34
      ],
      [
        45501,
        47094,
        35
      ],
      [
        47094,
        48632,
        36
      ],
      [
        48632,
        49707,
        37
      ],
      [
        49707,
        51009,
        38
      ],
      [
        51009,
        52947,
        39
      ],
      [
        52947,
        54440,
        40
      ],
      [
        54440,
        56067,
        41
      ],
      [
        56067,
        57476,
        42
      ],
      [
        57476,
        58598,
        43
      ],
      [
        58598,
        61680,
        44
      ],
      [
        61680,
        62944,
        45
      ],
      [
        62944,
        64925,
        46
      ],
      [
        64925,
        66442,
        47
      ],
      [
        66442,
        67539,
        48
      ],
      [
        67539,
        68662,
        49
      ],
      [
        68662,
        69305,
        50
      ],
      [
        69305,
        71165,
        51
      ],
      [
        71165,
        73775,
        52
      ],
      [
        73775,
        75112,
        53
      ],
      [
        75112,
        76725,
        54
      ],
      [
        76725,
        77852,
        55
      ],
      [
        77852,
        79275,
        56
      ],
      [
        79275,
        80883,
        57
      ],
      [
        80883,
        82468,
        58
      ],
      [
        82468,
        83625,
        59
      ],
      [
        83625,
        84652,
        60
      ],
      [
        84652,
        85949,
        61
      ],
      [
        85949,
        87146,
        62
      ],
      [
        87146,
        88209,
        63
      ],
      [
        88209,
        89753,
        64
      ],
      [
        89753,
        91232,
        65
      ],
      [
        91232,
        92676,
        66
      ],
      [
        92676,
        94034,
        67
      ],
      [
        94034,
        95626,
        68
      ],
      [
        95626,
        96638,
        69
      ],
      [
        96638,
        97487,
        70
      ],
      [
        97487,
        98698,
        71
      ],
      [
        98698,
        100249,
        72
      ],
      [
        100249,
        101985,
        73
      ],
      [
        101985,
        102257,
        74
      ],
      [
        102257,
        102794,
        75
      ],
      [
        102794,
        104546,
        76
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false,
      true,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104567",
    "title": "Tables of Specific Gravities, Extracted from Various Authors, with Some Observations upon the Same; Communicated in a Letter to Martin Folkes Esq; President of the Royal Society, by Richard Davies M. D.",
    "authors": "Richard Davies",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 76,
    "jstor_url": "https://www.jstor.org/stable/104567"
  }
}