{
  "id": "ee9c9243dece45dbe90942476d60d59d0b31f29a",
  "text": "II. Hermanni Boerhaave, A.L.M. Philosoph. & Med. D. et Medicinæ in Universitate Leideni Profess Colleg. Chirurgic. Praef. Reg. Soc. Lond. necnon Reg. Scient. Acad. Parisieni. Soc. de Mercuro Experimenta.\n\nPars III.*\n\nBennium, & ultra, est, a quo observationes de argento vivo obtuli confessui Philosophorum in Britannia; atque, anno dein sequenti, super eadem re alia quædam conscripti ad Academiam Scientiis promovendis dictatam a Serenissimo Galliarum Rege. Ex utrisque constitit mutata nunquam hydrargyri natura, licet variata mire specie, in novas crebro formas mutatus appareret. Alias juvat jam operationes recitare, unde major longe ejusdem constantia probatur, simulque & aliorum metallorum indoles exponetur. Alchemistarum antiquissimi, quos & optimos jure quis dixerit, uno ubique ore palam aiunt, mercurium esse metallum vivum. Sed & clamant iidem, hunc, quando habetur sincerus, omnisque alieni contagii purus, adeo tunc simplicem deprehendi, ut sit quacunque parte sui prorsus idem, impatiens penitus dividi in partes varii ingenii. Dicunt porro, ea quoque gratia immutabilem omni causæ, et adeo quidem penetrabilem simul, ut alia quæque dissolvere queat, ipse in-\n\n* Vide Part I. Transact. No 430. p. 145. & seq. Part II. No 443. p. 343.\nterim nihil quidquam, vel inde quoque, mutatus. Atque uti in hisce quidem inter ipsos quam apertifime convenit, ita quoque consentiunt omnes, nuncquam de venis duci suis immaculatum, semper vero inquinatum hauriri labe aliena, quae prima ab origine illi concreta, hinc mire inolescens, intime etiam immista sit. Dolent sane, vitium illud quam molestissimo inde labore auferri tantum posse: quia in primæva seminis foetura principiis nascendi ipsis se insinuavit, & indissociabili fere vinculo innexuit. Vocabant illud Sulphur, quod puro Mercurii se immiscet. Hujus respectu solum, invenerunt, Argentum vivum mutabile esse; hoc unicum, accusant, impedire acrem ejus penetrabilitatem, obtundendo, atque hebetando, propriam Mercurio aciem; hinc & simplicem puri castitatem degenerare in copulam, & conubium, cum peregrinis, solo lenocinio advenæ pararii. Si vero arcania quadam via purificaret fortunatus simul, & sapiens, artifex hunc Mercurium ab omni hac congenita in natalibus spurcitie, tum esse illum ultra haud mutabilem; accepisse autem vim subtilitatis, qua per omnia alia se penetret; spernere connubia cum aliis, dedignari thalamos, nec dari in natura rerum corpus, cui se dedat, coelibatus castissimi pertinacissime tenax. Sed quam admirabile ingenium tremuli laticis! quo redimendum labore, quo pretio! Cruda coquit, perficit vilia, metalla, alia quælibet corpora prompte attenuat, resolvit, in humidum convertit radicale; sic, ad arcanæ medicinæ, ad secreta hermeticæ artis, princeps instrumentum jure laudatur, quo quid, summo. Sane Mystæ artis, atque Epoptæ, narrant nobis, esse igni similem, qui omnia non mutandus unquam mutat, qui dividens quælibet, quæ\nomnia associans, ipse intactus, nusquam vinctus, recedit.\n\nIllecebræ tantorum promissorum excitavere Herméticos, ut omni ope niterentur modum discere, quo infectum Hydrargyro vitium possent eluere, ut pura nitentem simplicitate sibi præsto haberent. Et quidem igne solo maculam exurendam censebant horum sapientissimi: quia ignis purgator metallorum unicus. Nata hinc Mercurii in vitris emaculatis, undique clausis, in ampullas vitreas puras, per ignem elevatio. Hanc vero geminabant toties, donec in rubrum, micantem, pulverem, totum convertissent. Sed pollinem hunc igne summo dum urgent in vitris mundissimis, en resuscitant inde pristinum Hydrargyrum. Exsultantes pro defœcato exceperunt, falso tamen: quippe hic ipse, resurgens suis de cineribus combusti, phœnix nova tali ignis actione patitur, se denuo similem in pulverem rutilum, fulgentemque, cogi. Atqui palam negant summi magistri, Argentum vivum, arte vera purgatum, rite adeo defœcatum, unquam cogi posse ab igne in pulverem, ne quidem continuata in sempiternum actione. Super qua quidem re legi merentur forte ea, quae super his commentabar, dum enarrabam DXI. ejusdem Mercurii in vasis vitreis destillationes vi ignis factas, in Actis Collegii Philosophorum in Britanniis, anni MDCCXXXIIII. mense Novembri & Decembri.\n\nAn igitur tali modo dabitur adeo quaestà depuratio? Vix credibile. Sed alia forte fuit operandi ratio, qua præcipitur illa peragenda. Quin et artis principes aperte dictant diversam: aiunt enim, defœcationem obtineri speratam, dum Mercurii indagatus nucleus detinetur a corporibus purissimis, ex amicitia consanguinitatis.\nguinitatis arcte eum, & stabili conjugio, jungentibus fibimet. Atqui Aurum, Argentumque, pura, fixa, ip-\nsique Mercurio sincero metalla quam simillima; sive originem spectaveris, sive materiem. Sequi ex his sta-\ntuunt, si permiscetur perfecto Mercurius metallo,\natque iterum igne inde expellitur intra bene clausa vasa vitrea, partem metalli puri in se tracturam Mercurium,\nsimulque sordidum Mercurii secreturam puro. Ani-\nmo meo volupe fuit, experiundo discere, quid hac in\nsententia veri foret. Si non fastiditis, paucis horæ mo-\nmentis discere eventa laboris improbi, dabo, quæ mihi\nplacere confiteor: quoniam vanæ me dedocuerunt\nmulta, quæ alte menti insita alebam; & didici quoque\npauca bona, erranti salutaria. Frui possunt studiosi\nrerum naturalium ærumnosi operis fructibus; neque\nnecesse crit carum tempus, atque sumtus satis profusos,\nsimilibus impendere. Id si obtinget, mihi habebo\nsumnum pretium, quod ambio.\n\nAuri purissimi, quod arte docimastica parari potest,\nduas cum dimidiata uncias redemi ex officina publica\nargentariae Amstelædamensis; redegi in massulas, quæ\nsingulæ pendebant semiunciam. Quinque has indidi\nin vitrum mundum, quod chemici retortum appellant;\naffudi super his integris Argenti vivi, puri, semel prius\ndestillare coacti, uncias xxv. Ignem coegi exscendere\nMercurium ad dimidias ab Auro, quod in fundo subsi-\ndebat sub Mercurio. Peracta sic operatione, exierant\nMercurii unciae xiii. in excipulum; in fundo vasis erat\nAurum penitus jam dissolutum in Mercurio, specie\nmihi perfecti, candidi, quod amalgama dicunt: unde\npatet, Aurum solo æstu ebullientis Mercurii dissolvi;\nisque videtur optimus modus miscendi hæc bina, quod\nartis vocabulo dicunt amalgamare. Argentum vivum\nquod exscenderat, bene siccatum reddidi residuo in retorta; iterum expressi igne aequalem inde Mercurii copiam, quam denuo siccatae affudi ad residuum. Hocque ea lege repetivi quinquagesies. Ultima vice exiverat purus Mercurius. Amalgama in fundo retortae superstes, nigrescens, trivi in mortario vitreo, vitreo pistillo; turbabatur lutulenta aqua, quam effudi. Lavi cum pura affusa, quam terendo rursus lutulentam effudi. Id tredecim diebus fieri curavi, quando non sordescebat amplius tritu aqua, sed splendide fulgens restabat amalgama, pura manebat aqua. Pulvis tritu, & lotu, paratus, colore fusco, sapore tetrico metallico horridus, bene siccatus, pependit grana LXXXIII. Mercurius & Aurum pendebant 3xxvi. 3vii. Perdita grana vii. drachmae tres cum semisse, quinquaginta operationibus. Id contingit partim difflatu volatilis, partim adhaesu Mercurii ad chartam bibulam, qua siccatur ab aqua, in quam destillando fuerat exceptus.\n\nPurissimum hoc amalgama iterum, eodem modo tractavi quinquaginta aliis vicibus. Exiverat jam vice quinquagesima purus Mercurius: in fundo vasis manserat amalgama fusco. Id denuo tritum, lotumque, cum aqua, ut supra retuli, post tredecim dies operi impensos, dedit pulveris abluti, fuscis, siccatis 31 gr. XLIV. Amalgama tum purissimum cum Mercurio educto, pendebant 3xxvi. 3iv. perdidi his L operationibus 31. gr. XVI.\n\nRursus depuratum hoc amalgama, plane eadem ratione quinquagesies feci destillare. Exierat purus Mercurius: in fundo retortae amalgama subrufum. Id aqua tritum, lotumque, ut prius, quatuordecim dies, dedit pulveris fuscis 31. gr. ii. Amalgamati puro addidi Mercurium egressum, pendebant simul 3xxiv. 3v. gr. XXIV.\nxxiv. Sed in fundo retortæ, dum amalgama effunde-\nbam, aliquid amalgamatis remanserat vitro adhaerescens:\nut perditum supputare nequiverim.\n\nDepuratam amalgama quinquagesies iterum sic tracta-\ntum, destillando, terendo, lavando, per quatuorde-\ncim dies, dedit pulverem fuscum pondere 315 gr.\niv. amalgama splendentissimum simul cum egressio\npuro Mercurio mistum, pendebat 3xxv. 311. gr. xlvii.\npost ducentas destillationes.\n\nEt hoc amalgama quinquagesies ursi, ut prius; dein\ndenuo trivi cum aqua, sedecim dierum spatio; nactus\nsum pulveris fusci 311. 31. gr. iv. amalgama splendide\ncandidum cum Mercurio pendebat jam sumul 3xxv.\n31. gr. xlvii.\n\nHoc labore perfunctus vidi ducentis & quinquaginta\ndestillationibus Mercurii ab Auro, sic institutis,\nAurum & Mercurium dedisse pulveris descripti unciam,\n& grana quinque. Restitisse Auri & Mercurii\n3xxv. 31. gr. xlvii. Periisse de materie, ratione enar-\nrata, 31. 311. gr. ix.\n\nQuae, dum intentus contemplabar, efficiebant, ut\nlaetabundus suspicari inciperem, me videre desidera-\ntam adeo methodum lustrandi Hydrargyri. Cogita-\nbam, in eo abscondi forte culpata Mercurii labem.\nQuandoque putabam, totum hunc pollinem merum\nesse foetidum spurcumque Sulphur, quod immacu-\nlatam Argenti vivi virginitatem contaminaverat. Du-\nbitabam, si non ipse jam purum a balneo ignis &\naquae, spectarem, nudumque Deorum nuncium! Tem-\nperabat impetum recordatio similis saep, sed praecocis,\ngaudii, in fumos inanes toties dilapsi. Ambiguus de-\ncrevi, non requiescere, donec certa fides doceret ve-\nrum. Igitur 3xxv. 31. gran. xlvii. purissimi illius ul-\ntimi\ntimi amalgamatis iterum destillare coegi praeterea, aliis sexcentis viginti & septem vicibus, dimidium Mercurii semper educendo, affundendo semper: nec volui plus lavare aqua, sed cernere, quid fieret. Solebat hoc opere nigrescere materies, ut tandem colore fere atro foedaretur. Obduxi tum vitrum, in quo erat, lorica ignem ferente apertum; sicque atrum amalgama, non ablutum ultra, egi igne summo ita, ut retorta spatio trihorii prorsus ab igne caneret. Exiit Mercurius purissimus ad 3xx. In fundo vasis deinde fracti reperi uncias IIIB Auri fulgentissimi, sine ulla omnino foce reliqua. En exitum rei! nec dolui agrimonia tristium laborum: sane eventum, haud praevimum, jam certo cognitum, hac mercede dignum habui. Neque olei, nec operae, poenitebit unquam.\n\nSumebam deinde pollinem, quem collegeram ccl. distillationibus, ejufque 3vii. grana lvii. ursi igne summo, aperto, ex retorta loricata, ut diu haec caneret. Exiit de hoc pulvere Mercurius purissimus, resuscitatus, ad 3vii. gr. xlvii. In fundo retortae restiterant, ut deprehendi, grana sex pulveris fusci.\n\nArgentum vivum, quod jam dccclxxvii. repetitis vicibus ita urseram, ponderavi arte, industria, & statera hydrostatica, amici carissimi, celeberrimi professoris, 'sGravesande. Habuit se ad aquam puram, ut xiiiIB ad i: ut molimine tanto densitatem haud mutaverit Mercurius, neque ulla parte sui levior fuerit liberatus. Id jam addo: quia intellecti quid de suspicione nata, haud satis accuratam fuisse rationem, quam adhibui ad exploranda pondera, quae memoravi in primis, quae Societati dedi, de Mercurio commentariis. Fas mihi esto, pauca jam ex descriptis colligere, pro veris habenda.\n\n1. Aurum\n1. Aurum a Mercurio solutum, cum eo toties coctum, tritum, nihil de natura sua pristina mutavit, amissit de pondere proprio nihil, quod his experimentis notari queat, nihil acquisivit.\n\n2. Argentum vivum Auro commixtum, ab eo per ignem rursus expulsum, partem sui convertit in pulverem fuscum, subtilem, saporis tetrici, metallici, penitus diversi ingenii a priore sua natura, idque fit semper, usque ad DCCCCLXXVII. vices. Qui tamen, solo igne fortiore, iterum redit in Argentum vivum idem, quod antea fuerat, omni dote per artem observabili.\n\n3. Igitur ignis & aurum, hoc modo, non separant ab Argento vivo partes diversas, sulphur, foeces, aliud. Sed tantum id mutant specie externa, iterum reducenda in formam pristinam, omni ratione eandem ita ut ne quidem pondus ejus proprium ullo modo mutatum sit.\n\n4. Argentum vivum & Aurum vi ignis mutant statim argenteum splendorem sui amalgamatis in colorem fuscum, tanlemque nigrum: sed solo igne fortior nitor Mercurio argenteus, & fulvus Auro fulgor, redditus docet, hunc colorem non demonstrare metallo rum corruptionem, vel mutationem in sua natura.\n\n5. Si tamen auro & igne purgari potest Mercurius nativus, ex sententia veterum, oportet alia id operatione efficere.\n\n6. Cadit spes mercurium fixandi cum Auro actione ignis: quum tanto molimine, tempore tanto, nihil quidquam vel inchoatum sit; ultima destillatio æque facile, ac prima, peragebatur.\n\n7. Non firmatur hinc opinio, quæ narrat, ignem metallis, vel Mercurio, concrescere posse in augmentum,\ntum, vel generationem, alicujus metallici; aut in mutationem ipsius metalli stabilem.\n\n8. Quae constantia, quae simplicitas, Argenti vivi, & Auri! Si in origine prima aurum fuit Argentum vivum: nonne tunc vere dicitur, Mercurium, vel totum avolare ab igne, vel fixum in eo manere totum?\n\n9. Magna promissa, de Auro tritu solvendo, sive cum aqua, sive sine illa, quae duo magni in arte viri fecere, non solvuntur hisce nostris laboribus. Sed vana spes: fugerunt laborem improbum, praecipites festinarent ad otiosas conclusiones.\n\nUnicum supererat inquisitu dignum; An Mercurius, jam toties destillans ab Auro per vim ignis, haud depo- suisset eam proprietatem, qua per destillationem ver- titur in pulverem illum, qui appellatur praecipa- tus per se? Igitur uncias illas viginti Argenti vivi DCCCLXXVII. vicibus destillati ab Auro destillare coegi ex retorta munda vitrea, tam magna vi ignis, ut nihil prorsus Mercurii remaneret in vitro post singulas de- stillationes; id repetivi octies: in fundo retortae ob- tinui grana duodecim rutili, scintillantis, ponderosi, sapore tetrico metallico praediti, praecipitati Mercuri- alis. Certus ergo, ne hanc quoque dotem ablata mercurio per magnum hunc laborem.\n\nIII. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104041.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14622,
    "total-output-tokens": 4995,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1252,
        2
      ],
      [
        1252,
        2922,
        3
      ],
      [
        2922,
        4530,
        4
      ],
      [
        4530,
        6240,
        5
      ],
      [
        6240,
        7910,
        6
      ],
      [
        7910,
        9499,
        7
      ],
      [
        9499,
        11166,
        8
      ],
      [
        11166,
        12671,
        9
      ],
      [
        12671,
        13882,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104041",
    "title": "Hermanni Boerhaave, A. L. M. Philosoph. & Med. Doct. Medicinae in Universitate Leidensi Profess Colleg. Chirurgic. Proes. Reg. Soc. Lond. necnon Reg. Scient. Acad. Parisiens. Soc. de Mercurio Experimenta",
    "authors": "Hermanni Boerhaave",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104041"
  }
}