{
  "id": "0fba38d4c3887d67faec0ee5741ee291a28dd16e",
  "text": "II. EPHEMERIDES METEOROLOGICÆ,\nBarometricæ, Thermometricæ, Epidemicæ,\nMagneticæ, ULTRAJECTINÆ, conscripta\nà Petro Van Muschenbroek, L. A. M. Med.\n& Phil. D. Phil. & Mathef. Profess. in Acad.\nUltraj. Anno 1729.\n\nEphemerides hæ Meteorologicæ notantur pro\nsingulo anno in Tabula chartacea maxima, quæ\nduodecim Areolas continet, pro unoquoque mense\nunam, quarum Illam mensis Januarii anni 1731.\nSpeciminis gratiâ in T A B. I. apponitur: Quoniam\nautem omnia signa in caeteris Tabulae partibus usu-\npata in hoc mense non occurrunt, in T A B. II. ad\nFig. 6. alia specimina nonnullorum Dierum diverso-\nrum Annorum, quæ cuncta complectuntur signa, ad-\njunguntur. In calce T A B. I. signa, quibus usus fui,\nin Meteoris annotandis, explicata habentur, unde\ncuncta in hujuscemodi TABULIS METEORO-\nLOGICIS construendis necessaria facile & primo\nintuitu intelligentur. Cum plena eorum, quæ in hisce\nEphemeridibus annotantur, hîc loci futura sit nimis\nprolixa Enarratio, res solummodo magis notabiles\nrecensebo.\n\nSinistro Tabulæ lateri mensis nomen ponitur, huic\ndextrum versus adjacent numeri altitudinem Barome-\ntri in pollicibus Rhenolandicis, eorumque lineis indi-\ncantes, hi parte infima incipiunt a 28, desinuntque in\n30, quia raro in hisce provinciis Mercurius ad minorem\naltitudinem quam 28 pollicum in tubo deprimitur;\nrarissime ad 30 usque pollices adscendit: commode id-\ncirco omnis altitudinis varietas, cui Mercurius in Ba-\nrometro subjicitur, intra assignatos hos numeros scribi\npotuit; idque folius puncti ope, positi accurate in\nloco, qui Mercurii altitudinem exprimebat: Captae\nsunt Barometricae observationes ter quocunque die,\nmane hora septima; in ipsa meridie; et vesperi hora\nundecima; quibus temporibus quoque Thermometri\naltitudines fuerunt notatae. Thermometro usu fui,\nMercurii pleno, quod dexterrimus artifex Fahrenheytius\nfecundum suam tabulam fecerat, cujus construendi\nmodum tradidi in commentariis, quos Florentinis ten-\ntaminibus experimentalibus adjunxi: scala ita se ha-\nbet, ut Mercurius in tubo descendat ad graduum ini-\ntium, sive o, cum Thermoscopium hyeme Nivi\ncum Sale Ammoniaco permista imponitur; inde sur-\nsum versus gradus 32 est, cum aqua gelare incipit;\ngradus est 214, ad quem assurgit Mercurius, cum\nebullienti aquae tubus immissus fuerit: quae pauca\nnotata sufficiunt: suspensum in aperto aere, sed um-\nbroso manet semper hoc Thermoscopium, ita ut vere\nAtmosphericus aeris calorem frigusve indicet. Vides\nin Tabula Meteorologica numerum 29 pro Barome-\ntro, ab eo per medium mensis dextrum versus scripti\nsunt dies mensis ab 1 ad 31, lineis nigrioribus dis-\ntincti cum suis numeris, quilibet dies binis tenuiori-\nbus-intermediis lineis, in tria distinguuntur spatia, tri-\nbus quotidianis observationibus destinata, quae memo-\nratis horis captae sunt: observationes Thermometricae\nscribuntur in serie suprema mensis, a sinistris dextror-\nsum: Ventos, eorum plagas & vires excipit series\nsecunda. Pluviae copiam capit tertia series; hanc col-\nligo simili methodo ac in observatorio Parisiensi.\nIn quarta serie numeri denotant copiam aquae, quae ex vaso aperto, sed umbroso in loco positio, in auras exhalat. Est hoc vas plumbeum accurate parallelepipedum, cujus quodlibet supremum latus 6 pollicum, altitudo 18 pollicum; hoc impletur singulo mense ad altitudinem 16 pollicum, & curatur, ut semper aqua duobus pollicibus sit margine suprema depressior. In alia serie notavi Lunae phases, ut viderem quasnam mutationes hic planeta nostrae Atmosphaeræ induceret. Denique in serie undecima habetur Inclinatio Acis magneticæ, qualis ipsa meridie fuit: est haec acus quatuor longa pedes, qua, opinor, nullam existare aequa perfectam, ejus descriptionem tradidi in Dissertationibus Magneticis, pag. 190. Tandem in serie insima conspicitur Declinatio Acus Magneticæ, 6 pollices longæ, inclusæque Machinae, quam in Dissertationibus Magneticis, pag. 233, delineavi: haec insitit grandi lapidi plano, medio in horto, ita ut recta, quae per notam septentrionis & meridiei transit, veræ lineæ meridianæ insitiat: ita facillime & absque ullo labore, quocunque tempore Magneticæ acis declinationem observare licet; tempus ipsum meridianum semper elegi, ut melius Inclinationem cum Declinatione comparare possem. Haec Tabulis Meteorologicis intelligendis sufficiunt; addam nunc alia, quae Tabulis inseri nequeunt, quaeque praeter notata animadverti.\n\nRegnavit mense Januario intensum frigus, praecipue die sexto, undecimo & decimo nono, dubitoque utrum in his regionibus quis unquam acius gelu observaverit, cum Thermoscopium ad gradum usque quartum subsederit: interim a 1 ad 15 Januarii erat humilior Mercurius in Barometro, quam, cum B b b 2, gelat,\ngelat, apud nos esse solet: praeterea gelavit vento ex qualibet mundi plaga spirante, quod non admodum frequenter contingit: plerumque die uno vel altero praecedente Lunae phasim, sive ea plena sive nova, sive in quadraturis fuerit, mutabatur tempestas remittente aliquantum gelu: tantam hoc sidus in aërem nostrum efficaciam habet, quo tempore enim maxime gravitare incipit in terram, atque haec in ipsam, condensari videntur quoque nubes, coeuntesque vaporosæ particulae graviores fieri; quam ut ab aëre in æquilibrio sustineantur, decidunt ita sub forma pluviae, nivis, grandinisve, & ventos fuscitant, qui suò attritu calorem signunt, utque regelet, faciunt. Memoranda est nivis forma, quæ ante meridiem diei sexti cecidit; erat nix omnis rosacea stellata, aut ex partibus semiformatarum Stellarum, ruptarumve constabat: Microscopio eam sollicitè inspexi, videbatur esse nix quatuor specierum, omnis tamen hexangula, fere similis illi, quam Cartesius anno 1637, Amstelodami observavit, sed quam multò elegantius depinxit Hookius in Micrographiæ Schemate viii, pag. 88, aut Cassinus in Parisinæ academiæ monumentis, anni 1692. figuras Nivis a me observatas accurate delineavi in Tab. II. Fig. 1. rosaceam refert, quæ maximam faciebat partem: erat diversæ magnitudinis, quippe non nullarum diameter partem erat 130 pollic. Rhenol. aliarum 140 aliarum 150. Hujus quoque magnitudinis fuerunt flocculi figuræ 2. & 3. Ramosi autem erant alii Fig. 4. Quorum magnitudo 150 vel 160 pollic. Rhenol. Sed quam rara erat hæc nix! non memini me ullam similem vidisse, implevi eà vas parallelopedum, 12 altum pollices, quod in calido positum loco solutam nivem præbuit ad dimidii pollicis altitudinem,\ndinem, adeo ut nix hæc vigesies quater aquâ rario fuerit: hæc raritas profecto insolita, nam Sedilavius, de la Hirius aliique nivem raram aquâ esse sextuplo levorem, hic autem nivem rarissimam duodecluplo levorem observavit, at duplo adhuc rario nix a nobis notata fuit. Quomodo hexangula ejusmodi progignatur nix, non exponam, variae videantur opiniones apud Cartesium in princip. Philos. Keplerum de Nive sexangula. Erasm. Bartholinum de figura Nivis. Millietum in Tract. de Meteoris. tum Aëta Philos. Britan. No. 92 & 376. Delapsa hæc nix secum terribile frigus & gelu advehebat, praecipue post horam quintam vespertinam, quod perduravit ultra horam 12 nocturnam; toto hoc tempore Vinum, quod ex profunda deferebatur cella in angulum conclave, ubi largus exstructus erat focus, momento citius conglaciabatur, imo vix, in tabula, non procul à foco positâ, à congelatione desistebat infusum Scyphis: pari modo, quicquid in glaciem abire poterat, infelicissime rigebat. Simile frigus omnia exussit undecimo hujus mensis die; verum providissimus rerum humanarum arbiter voluit, ut brevis modo esset hoc acerrimum gelu durationis, consulendo & prospiciendo multorum animantium vitae, & vegetabilium conservationi. Alterius formæ, quam supra memini, nix rarissima cecidit octavo Januarii horâ tertiâ post meridiem; constabat ex meris tantum oblongis speculis, quæ vix ½ pollicis parte aquabant, tenuissimæ caeteroque, & proinde simplicissimi Nivis flocculi.\n\nDuravit gelu usque ad 22 diem, unde adeo crassa evasit glacies, ut in nonnullis amplioribus fossis, aquam stagnantem comprehendentibus, eam altitudinem 20 pollicum Rhenolandicorum acquisivisse dimensum.\nmensus sim: in fluvio rapide decurrente, minima glaciei crassitie fuit 12 aut 13 pollicum: utcunque crassa fuerit, resoluta erat penitus primo Februarij, ita ut plurimis in fossis suburbanis vix glaciei indicium daretur; quae subitanea contigit regelatio propter maximam pluviæ copiam, quae post 22 diem cecidit.\n\nIn principio Januarij erant hinc & inde Morbilli, sed mitioris indolis, quibus correpti infantes levissime ægrotabant, nulli, aut saltem paucissimi interierunt: quamdiu interim regnavit gelu, usque ad illud tempus, quo remittere capit, nullis civitas laborabat fere ægritudinibus, frigore quasi æque ex ære ignem, ac morborum quorumcunque semina propellente: at simul ac regelabat, hoc est 24 Januarij, jam Anginae & Ardentes febres Tragœdiam inchoabant, cum corpora ab acri gelu antea constricta, nunc à pluvioso, tepente humidoque ære, furibundis agitato ventis, subitissime relaxabantur, quippe increverat calor ipsa meridie diei frigidissimæ a gradu 8 ad 44 die calidissima secundum Thermometri scalam, quem caloris mutationem intra tam angustam temporis spatium humana corpora incolumi tanitate ferre non posse. Sed praecipue ad maximam ponderis Atmospherici mutationem attendendum est, subsedit enim in Barometro Mercurius nocte inter 24 & 25 diem intermedia adeo celeriter, ut vix meminerim rapidioris Mercurij delapsus; stetitque in humillima fere statione parum supra 28 pollices; quoniam igitur humani corporis sanguifera vasa, antea a magno Atmospheræ pondere compressa, & ab intensissimo frigore magis adhuc constricta; nunc citissime relaxabantur, tan a calore, quam ab Atmospheræ levissimo pondere, non\nnon potuit non sanguis errore loci in vasa tam subito aperta irruere, atque inflammationem, hanc vero febrim cum aliis symptomatibus suscitare.\n\nLubet autem Anginarum tum regnantium brevem adnectare historiam, quia haec non semper ejusdem naturae sunt, eam igitur ex propriis observationibus depromam. Sanissimos, eosque qui cubitum euntes nullam alicujus aegritudinis indicium perceperant, mediâ nocte corripuit Angina, inflammans subito amygdalam dextram, uti in plerisque contigit: mox accedit febris, cum capitis dolore, rigore cervicis & dorsi, quod etiam non aliter frigere credebatur quam si frigidâ perfusum fuisset. Sequenti die cum eodem dorsi rigore febris persistit, homotonos: nonnulli quos levior corriperat febris, altera nocte in largissimos sponte illapsi sudores, mane surgebant sani, prorsus a morbo liberati, sed plus debilitati, quam a tam brevis durationis febre contingere solet: quod latentis alicujus malignitatis suspicionem incussit. Non adeo beati alii fuerunt, acriori febre laborantes, his enim Angina increvit usque ad tertium diem, etiam liberalis Venae sectio & larga purgatio alvi a principio morbi instituta fuerit; quae bina tamen bis terve repetita levamen tertio die attulerunt: interim Urina erant flammeae, fætentes insigniter: sudores nulli, nullusque somnus, capitis ingens dolor, artuumque omnium Lassitudo, ac si fustigati fuissent: lingua vix obducta: evanuit morbus in nonnullis quinto die, cujus crisis largus sudor fuit, manente Urina per totum morbi decursum rubicunda, limpida. Corripuit hæc Angina absque discrimine Infantes & Adultos. In multis, ab Angina iam curatis, post biduum recruduit febris continua, à qua ægroti non nisi sex septemvæ\nseptemve diebus elapsis curabantur. Jam ab aliquot retro observavi annis, hyeme post praeteritum gelu Anginas increbescere simul ac regelare incipit; praecipue si subito regelet.\n\nSæviebant præterea aliæ Febres continuæ, ardentes, quotidie circa vesperam, novo comitante frigore, exacerbatae: Ægrotantibus lingua erat arida, fulsa, sitis magna, insomnolentia, deliria; capitis dolores cruciantes, per totum morbi decursum continuati; oculi fixi, & quasi immobiles, cum scintillis obvolutantibus: nonnullis abdomen inferiori parte rigebat, atque hi non nisi cum difficultate urinam dimittebant: aliorum cervicem prossus rigidam reddidit febris: aliis totum corpus statuae instar rigebat, hi nec videre nec audire, nec se movere per biduum ante mortem poterant. Alii crebris convulsionibus agitabantur aliquot ante obitum diebus: plurimi moriebantur decimo quarto die, ab invasione morbi prima supputando, nullum evasisse observavi, cui in morbi principio sanguis liberaliter educatus non fuit; etiam si remediis diluentibus, humectantibus, refrigerantibus fuerit usus: sed plerumque incolumes evaserunt, quibus larga & repetita secta fuit Vena: sanguis educatus non multum a sano statu recessisse videbatur, gerens vix ulla Inflammationis vestigia. Debiliores non nunquam aphthis corripiebantur, densis, flavis, certo lethiferis: observavi hanc febrim æque in Infantibus ac in Adultis.\n\nQuoniam in doctrina Magnetica ætatem terere in animum induxi, quotidie Inclinationem & Declinationem acuum iplà meridie observavi: Miratus sum non mutari Declinationem, quo tempore inclinatio mutatur: quod non tantum hoc mense Januario ita se habuit, sed tribus annis, quibus observandæ huic\nhuic rei incubui, idem obtinere animadverti. Novis Magneticis viribus impregnaveram primo Januarii utramque acum, ut quamdiu vis illibata in ferro maneret notare quoque possem: in acu Inclinatoria satis generosa 2 ½ annorum spatio persistit, non diutius: quamdiu in vulgari Verlorio constabit, propter infortunium infra memorandum determinare nequeo, æque diuturnam tamen ac vim priorem fore, nullus dubito, novi enim vulgares Compassus in navibus ex Orientali India nostras in portus redeuntibus, adhuc dum vigere, qui solventes abhinc Magnetica virtute impregnati fuerant. Attende ad ventos, hos in Magnetem imperium non habere observabis, quippe Inclinatio & Declinatio variat duobus se sequentibus diebus, quibus tamen idem ventus spiravit: altera occasione ex alia plaga spirante Vento diebus binis sibi proximis, immobilem persistisse Inclinationem una cum Declinatione notabis. Multo minus aut coeli serenitas, pluvia, nix, tempestas, aliud in vim Magneticam operantur: Nam sæpe observavi unius mensis spatio oscillatorio actam fuisse motu æque acum Inclinatoriam ac Declinatoriam; nunc enim Inclinatio major, nunc iterum minor est, & versus Occasum quæ nunc datur Declinatio, hodie increscit, cras decrescit, major iterum sequenti die. Discrimen inter Inclinacionem minimam, quæ fuit 67 gradum, & maximam, quæ fuit 68° 28', est 1° 28'. Declinatio versus occasum minima 12° 40', & maxima 13° 20', dat discrimen 40 Minutorum.\n\nFebruarij octavo dabatur Halo circa Lunam, ab hora 7 ad 9 ½ vespertinam, ejus diameter erat 3 ½ vicibus major, quam Lunæ apparens diameter erat;\ntenet fama esse praesagium imminentis tempestatis, quod fabulosum videtur, sequenti enim die coelum tranquillum fuit.\n\nVigesimo quinto hujus mensis plurimi Coryza correpti sunt homines, cum a 20 ad 24 magnus, ratione temporis habita, in Atmosphaera obtinuerat calor, qui totum humanum corpus laxaverat; supervenit nox 24 diei frigida, flante Boreâ, hinc illico constrin-gebantur vasa à frigore, suscitataque fuit inflammatio in membranis aeris maxime expositis: vix ullas pertina-ciores hifce animadverti Coryzas, inflammatione mem-branae Schneiderianae proserpente per totam Asperam arteriam usque in Pulmones; hinc tussis, quae inter-diu quidem mitis & rara, sed exacerbabatur ab horâ nocturnâ undecimâ usque ad tertiam, a quo tempore mitescens, ægrotis requiem concedebat: molestissima hæc tussis trium, quatuor, imo plurium septimana-rum spatio duravit, quibusvis resistent auxiliis, Venæ sectioni, purgantibus, sudoriferis, emollientibus, hu-mectantibus, narcoticis, expectorantibus: optime aliquando auscultabat revulsioni factæ ope Tabaci Brasiliensis, e quo turundæ naribus immissa maximam irritationem, & versus nares materiae acris derivationem praestiterunt: quæ huic quoque restitit re-medio, tussis, tantum temporis longinquitate curata fuit. Maxima inclinatio magneticæ acus fuit $69^\\circ 30'$, minima $68^\\circ 25'$. Maxima declinatio fuit $13^\\circ 20'$, minima vero $13^\\circ 10'$.\n\nMartij 27, hora vespertina $10\\frac{1}{2}$ prima hujus anni à me conspicebatur Aurora Borealis, aliquantum insolitis stipata apparitionibus: a plaga coeli Boreâ occasum versus, utque ad plagam N. W. t. N. tum à Boreâ quoque ortum versus, utque ad plagam N. N. O.\nab horizonte usque ad altitudinem 20 graduum, ob-\nductum erat coelum nube tenuissimâ, & quidem adeo\nrarâ, ut Stellae secundae & tertiæ magnitudinis per\neam translucerent, lucebat tamen notabiliter: supe-\nrior ejus limbus inaequali margine descriptus erat:\nex loco ejus quodam intermedio columna exsurge-\nbat, in horizontem perpendicularis, 10 gradibus supra\nsupremum eminens limbum, transiens per medium\nCassiopeam, ejus lux erat aquabilis, placida, nequa-\nquam mota, & diutissime persistebat: imo nec ex nu-\nbe ulli radii columnae igneae, quales emittit in au-\nroris hujusmodi solent, excitiebantur: fuit igitur\nhaec aurora ultra solitum placida, coelum erat catero-\nquin admodum serenum, spirante Euro satis valido,\nimpetusque secundi: verum supra Venti hujus regio-\nnem materia hujus Aurorae in absoluta suspendebatur\ntranquillitate: adeoque ad insignem altitudinem ejul-\nmodi materia sive propter levitatem, raritatemve, in\natmosphaera adscendere videtur, ut quoque ex aliis\nobservationibus probari facile posset.\n\nSequente die reliquiae hujus aurorae adhuc ade-\nrant, componebant tantum nubeculam tenuem, vix\nlucidam, non ultra 20 gradus supra horizontem ele-\nvatam, necque emittentem ullos lucentes radios co-\nlumnasive, nec a Borca longe Ortum aut Occasum\nversus porrectam; fulgebant adhuc mediâ nocte, po-\nstea evanuit nullo sui relieto signo.\n\nInterim hoc mense siccior vix ullus unquam fuit,\ncum pluviae copia modo lincam 1/4 adaquaverit: in\nprincipio tatis itrenue gelavit, ita ut decimo Martij\nomnium fossarum glacies adeo densa evaserit, ut qua-\nquaversum iter calepodiis ferratis incedendi conceste-\nrit civibus, necque ulla navibus via libera fuerit,\n\nCCC 2\nverum duodecimo Martij gelu aliquem uittenremtumte,\nSol per purum aërem tam fortiter interdiu radios suos\nin glaciem vibrabat, ut magna ejus pars decimo tertio\ndie liquefacta fuerit, & navis hac vespera ex nostræ\nurbis portu soluta Amstelodamum petierit; quæ am-\nbo, gelu nempe tam intensum hoc mense, & tam ce-\nleris regelatio, in his regionibus rariora sunt. Tam\nsubita aëris mutatio non poterat non morborum esse\ncausa, imo hinc illico dabatur Pleuritis et Peripneu-\nmonia, quæ utraque mitis & benigni moris fuit:\nquippe in Pleuriticis febris quidem primo die fuit\ncontinua, sed exigua, cum leviusculo lateris puncto-\nrio dolore, occupante Thoracis superiorum anterio-\nremque partem: sequenti die usque ad inferiores\ncostas dolor descendit, interim sputa excreabantur\nflava, striis interspersis sanguineis, tussis nec molesta,\nnec frequens: alvus satis naturalis, somnus bonus\natque resiciens, linguae color vix mutatus, parva fitis,\nUrina parum intensior solito, limpida: quæ optima\nprofecto mitissimæ indolis erant indicia: tertio ctiam\ndie febris una cum omnibus symptomatis penitus cel-\nsabit: curabatur hæc pleuritis resolutione benignâ\nnaturæ, absque Venæ sectione, sed copiosa ptilanæ\npotatione, usu mellis, leviorumque Ciborum; potis-\nsimum affixit hic morbus fenes & adultos.\n\nEodem tempore in Scenam prodibat Peripneumo-\nnia, incipiens cum capitis magno dolore, febre ex-\nigua, pectoris angustiæ modica, respiratione solito\nbreviori: ilico tamen magna ægros infirmavit debili-\ntas, quo plus mali latere suspicatus fuisset, nisi Pleu-\nritides, tum grasantes, adeo benigne fuissent:\nsanguis Venæ sectione educatus, nequaquam inflam-\nmati speciem præbebat, sed naturalis instar erat:\n\nUrina\nUrinæ intensioris rubedinis, sudor moderatus; somnus quoque modicus, quietus, semper reficiens: jam abhinc secundo aut tertio die in urina nubecula dabatur, fatis gravis: sputa excreabantur levia & tenua, tussis admodum molesta, capitis dolorem exacerbans, sitis modica, linguae dorsum rufescens, alvus constipata; postero die mitigatior febris, Urina materiae criticæ plena; qualis sequentibus diebus manefit, adeo ut moebus omnino intra septem octo dyes terminatus fuerit: tussis autem aliquanto pertinaciore diebus duobus tribusve ulterius durabat, fugata tamen feliciter usu mellis: vix postulabat hic morbus medici auxilium, evanuitque, sive secta vel non secta fuerit Vena; sive remedia, sive nulla fere propinata fuerint. Verum sub finem Martij multo atrocior peri pneumonia grassari coepit; cum spirante Euro noctu gelabat, interdiu autem coelo admodum sereno Atmosphæra meridianis horis non parum calebat, usque ad gradum 54°, 58°, 59° Thermoscopii: ejusmodi calor frigorisque subitaneis vicissitudinibus ferendis humana corpora vix paria sunt, quin in acutissimos incident morbos: ideo perquam acuta febris, quotidie circa vesperam exacerbata, cum frequentissima tussi, ægros extemplo corripuit, sanguinemque admodum inflammatum reddidit, uti Venæ sectione apparebat: singularia symptomata per totum morbi decursum non adfuerunt, perierunt solito plures ægroti, qui evaferunt, quatuordecim dierum curriculo decubuerunt.\n\nInclinatio acus Magneticæ maxima hoc mense fuit 70 graduum, minima 68° 10′. Declinatio maxima 13° 40′, minima 13° 15′. Suppeditavit Aprilis 28 ante meridiem pulcherrimum Phænomenon, quod hora 10½ detecti,\ndetexi, verum quod usque ad horam 11 ¼ spectatum fuit.\n\nTAB. II. Fig. 5. Ut clare hoc intelligas, concipe spectatorem P faciem versus Austrum, dorsum versus Boream direxisse, atque ita oculos ad coelum sustulisse, apparebant tum duo circuli in coelo cum interrupta parte alterius, quorum omnium planum erat ad horizon-tem parallelum: erat spectatoris Zenith Z, centrum circuli maximi F K H G, sive potius annuli, cujus diameter interna fuit 58° 15', latitudinem autem non bene metiri poteram, judicabam esse majorem 30 minutis: nullos quoque in ipso detexi colores, & tantum apparebat albus. Secundi circuli A B D centrum occupabat Sol S, secans priorcm in duobus locis K, H. Eumque aliquousque ingressus: ab altera sectione H, in circulo priori albo erat locus aliquis G, splendidior reliquo magnitudinis ejusdem apparentis cum sole, à parte Solem spectante coloribus erat variegatus, distantia H G fuit 50° 30', diameter interna circuli A B erat 45° 30', coloribus tingeatur hic circulus variis, a parte interna Solem versus rubebat, extima parte albebat, intermedij colores erant coerulei pallidi; clarissime conspiciebantur in tractu D aliquousque protenso: mirebar hunc circulum non fuisse ubivis aequo latum, sed angustissimum esse in K D H. Latitudo hujus annuli tere duplo minor priori mihi visa fuit, non tamen pro voto satis accurate dimensus fui. Tangebatur hic circulus ab arcu aliquo circuli tertii E, maxime meridionalis, qui quoque albus, omnibusque coloribus destitutus videbatur: Hic arcus primus omnium a conspectu evanuit: tum pars orientalis A circuli colorati ausfugiebat, quam pars meridionalis E sequebatur:\nbatur: tum peribat quoque portio F orientalis circuli albi: cujus interitum sequebatur occidentalis pars B circuli colorati; mox evanescerat occidentalis portio G circuli albi, ejusque tandem pars maxime septentrionalis.\n\nCælum toto hoc tempore erat exiguis nubibus, hinc inde quasi interruptis obductum, non quidem densis, sed quoque non admodum raris, quæ tamen altissima in atmosphærae regione suspensa videbantur: durante phænomeno ventus flabat Euro boreus, inter primum & secundum impetum: qui increvit ad secundum gradum evanescente phænomeno, atque ita horæ ipatio persstitit, lenior iterum postea. Contigit hoc tempore Novilunij, atmosphærae calore temperato: follicitus attendi, an quædam corpuscula e cælo deciderent, sive glacialia sive aquæa, quibus ceu causæ adscribi apparitio circulorum potuisse, quemadmodum in Pareliis contigisse Hugenius, Maraldus aliique eruditi annotarunt, verum nihil collegi aut observavi: relatum eodem die a viris fide dignis mihi fuit, binis praecedentibus diebus se se ante meridiem circa Solem annulum animadvertisse; quem cum non viderim, nihil de illo affero.\n\nObservavi hoc mense morbillos, etiam si non frequentes, mitioris quoque genij, ita ut nullum infans tem, meæ curæ committum, trucidarint. Circa medium hujus mensis, calore jam relaxante corpora, diurno hyemali frigore constricta, inceperunt Tertianæ intermittentes, quæ omnes, uti Varnales plurumque esse solent, erant benigni moris, increscebant tribus primis paroxysmis, tum decreverunt, cessantes ut plurimum intra sex paroxysmos, vel suâ sponte, vel\nvel usu amarorum calefacientum, aut aliquorum Sal-\nlium lixiviosorum.\n\nTertianæ duplices quidem paulum pertinaciores,\nfed adeo faciles curatu tamen, ut non parum hono-\nris medicinæ tribuerint.\n\nHinc inde peripneumoniâ senes tentabantur, ad-\nmodum lethali, nulli remedio auscultante morbo.\n\nInclinatio magneticæ acus maxima fuit hoc mensæ\n71 gradum, minima 68° 45'. Declinatio acus maxima\n13° 35', minima 13° 10'.\n\nMaij principium non nisi ingratos acris hyemis\n& tristes diurni frigoris effectus spectandos præ-\nbebat, nulla enim arbos gemmas protrufserat, nisi\nquod hinc inde mala Armeniaca & Persica, Soli max-\nime exposita in tepentibus locis vento non expositis\nfloris conglobata petala ostendere incipiebant: fero\nadmodum: Tiliae, ambulacra urbis ornantes, tristes\nadhuc & absque foliorum indiciis, nec lætiora erant\nadhuc prata: verum post diem vigesimum calor ef-\nfusis quasi a Sole Venis omne Vegetabile perfudit,\nita ut impetu facto prorumperunt folia floresque ex\narboribus, molliumque herbarum cacumina increscere\nad spectatoris oculos festinarint: quod annum admo-\ndum fertilem reddidit, abundarunt mala Armeniaca\n& Persica, suo postea tempore probe matura. Libe-\nralissimam Ceres suorum fructuum colonis largita est\nmessem, cum æstas & autumnus coelo fruebantur se-\nreno, calido, modicâ irriguo pluviâ. In his regio-\nnibus jamdiu observatum est; hyemem diuturnam,\nnon nimis acrem, vernalem calorem fero venien-\ntem, annum fertilem portendere, nam plerumque in\nprincipio Maij noctes frigidæ, imo gelantes, dantur;\ncorruptentes tenellos florum fructuumque embryones;\nquam-\nquamobrem si hi sero prorumpant, certam spem fructuum relinquunt.\n\nQuarto Maij hora decima vespertina ambiebatur Luna coronâ, in quâ nihil insolens, eam quoque nec secuta est tempestas, nec impetuosior ventus.\n\nPost vigesimum quintum, Fluvius Lecca, sesquimiliaris distantia ab hac urbe fluens, tanta aquae copia impletus erat, ut prope Batavodurum aggeres superaverit; infra hanc urbem oceanum verlus, quinque pollices altius stetit aqua, quam erat nota periculi imminentis, quae nonnullis aggerum locis imposita est; manabat aqua ex Rheni fcaturigine, excipientis nives vernali calore celeriter solutas: Nivis autem prodigiosa quantitas cecidit circa Genevam a 16 Maij ad 20, quae omnes operuit vias, quod ea anni tempestate in illis terrae locis oppido rarum: haec nix soluta Rhenum adeo turgefecerat, hic Leccam.\n\nUna cum mensè inchoabant Pleuritides mites, in quibus vulgaria modo symptomata, fugabanturque fatis cito, Venæ sectione, refrigerantibus diluentibus humectantibus. Verum inter Infantes regnavit Febris Scarlatina, inficiens omnes, quotquot eadem ædes inhabitabant, eademve scholas frequentabant: primo die correpti febre Infantes, de dolore circa praecordia querebantur, qui posteris duobus diebus eos adhuc affligebat, cum siti magna, hinc arida lingua albo obducta muco; febris interim continua, homotonos: sub finem tertii diei et in principio quarti, totius corporis cutim occupaverunt exiguae pustulae, planæ, adeo sibi contiguæ, ut vix spatium intermedium reliquerent: hinc coccineo colore totum corpus rubebat: in facie tamen pauciores pustulae, palpebræ autem exiguis punctulis rubris, tenuissimam\nacus cuspidem non superantibus, perfoßae videbantur; sequentibus temporibus lingua ruberrima evasit: somnus prioribus quatuor diebus nullus, aut saltem continuo interruptus, cum convulsionibus & delirio; quinto die accessit somnolentia, rubedo minus intendebatur, accedente inani alvum deponendi perpetuo conatu: decrevit febrilis impetus: labia autem oris torrida, fractaque incisuris, quibus posteris diebus febris magis decrevit, incolumes evaserunt decimo die, sequente totius cutis desquamatione: verum in aliis aucta febris quinto die fuscitavit deliria, convulsiones, quibus octavo die moriebantur: Lethalis fuit hic morbus nonnullis.\n\nInclinatio acus maxima fuit, $70^\\circ 35'$. Minima $69^\\circ 25'$. Declinatio maxima $13^\\circ 8'$. Minima $12^\\circ$.\n\nJunio fuerunt dies calidissimi, quibus similes reliquo anni decursu non fuerunt, uti 19, 20, & 21, hisce enim diebus Thermometrum meridie ostendit gradus 86, 90, 92. Noctes tamen aliquæ hujus inenfis fuerunt frigidissimæ, quibus gelavit, ut 9, 10, 11, 12 contigit diebus. Quam funestis luëtatus fuit hic annus cum Variolis! Mense hoc inceperunt, discretæ, mitiflissimi generis, ut postea tanto lugubriorem Tragoediam luderent; quæ nunc dabantur, accusari non possunt, nihilque insoliti præstabant. Post medium hujus mensis Synochi putres dabantur, oriundæ proculdubio a magnis vicissitudinibus caloris frigorisque, cum enim prioribus noctibus gelaverat, interdiu à maximo calore corpora admodum relaxabantur, hinc febres acutæ, dominantes tamen potius in vulgus, negligentiores sui corporis curam gerens, quam in temperatos cives.\n\nInclinatio\nInclinatio acus maxima fuit $71^\\circ 15'$. Minima $70^\\circ 25'$. Declinatio maxima $13^\\circ 45'$. Minima $12^\\circ 17'$.\n\nJulio pauci observabantur morbi, Variolae tamen manserunt, virium incrementum capientes, atque ideo hinc inde lethales: vidi florentis aetatis virginem cum confluentibus luctantem variolis, tanto sanguinis impetu laborasse, ut menstrua copiosa quarto die prodierint, extraordinario tempore, quibuscum die sexta periit. Erat hic mensis siccissimus, totus aer arabit, exsiccans plantas & animalia, hinc faucibus exsiccatis oriebantur hinc inde anginae inflammatoriae, quae magis increbuisserent, nisi 27 & 28 die benignum Numen pluviam e coeli dimississet, aqua refecta fuerunt Vegetabilia & cuncta animantia.\n\nInclinatio acus maxima fuit $72^\\circ$ gradum, minima $71^\\circ 30'$. Declinatio maxima $12^\\circ 55'$, & minima $12^\\circ 28'$.\n\nAugusto frequentia mugiebant tonitrua, delapsaque copiosa fuit pluvia. Mitescere parum, dolosae adeo, videbantur Variolae, plurimos quidem invaserunt, sed discretae erant fere omnes, vix iis correpti agrotabant, nullaque exigebant Variolae remedia, sicque felicissime curabantur.\n\nIn Scenain quoque prodibant Febres Tertianae intermittentes, veluti Autumno fieri solet, sed aequo benignae ac Vernaes fuerunt, feliciter profligabantur aut amaris antifebrilibus, aut salibus Lixiviosis, vel Ammoniaco, raro ultra sextum paroxysmum durantes.\n\nInclinatio acus maxima fuit $72^\\circ 3'$. Minima $71^\\circ 0'$. Declinatio maxima $13^\\circ 36'$. Minima $12^\\circ 25'$.\n\nDdd 2 Septembriis\nSeptembris vigesimo sexto, inter horam 5 & 6 vespertinam magna corona circa Solem conspecta fuit; eam tamen ipse non vidi; quoniam narrationibus indoctorum non multum fidei potest, maluis ab hujus coronae descriptione abstinere.\n\nInterim Tertianæ intermittentes increbuerunt, prioribus maligniores, adeo ut primis tribus quatuorve diebus, Autumnalium more, febres continuas æmularentur; ubi deferbuerat primus æstus, se aut simplices aut duplices Tertianas esse probabant, quæ fortioribus remediis, quam illæ mensis Augusti, erant superandæ: refistere non potuerunt Vomitorio & Salibus, aut Peruviano Cortici. Ardentes acutissimæque etiam insurrexerunt febres, conjicientes ægrotos in magnum discrimen, nulloque, nisi vi ex Orci faucibus erectos relinquentes, plurimos trucidantes: puellam sex circiter annorum visitavi, quæ tam ardentis febre laborabat, ut tertio ab invasione die non modo deliraverit, sed sanguinem ex ore, naribus, ano, pudendis copiose deposuerit, et intra diem quartum, miseris convulsionibus tentata, animam efflaverit.\n\nJam Variolæ vires sumpserant, et plerumque erant confluentes, octavo et nono die enecantes plurimos, foedamque edentes inter infantes, adultosque stragem: nondum tamen ad summum malignitatis fastigium increverant quemadmodum sequentibus mensibus.\n\nInclinatio acus maxima fuit $72^\\circ 30'$. Minima $71^\\circ 45'$. Declinatio maxima $13^\\circ 40'$. Minima $13^\\circ 11'$.\n\nPer totum Octobrem anginæ fuerunt, magis aquosæ mucosæve, quam Inflammatoriae, cum vix febris, aut exigua modo eas comitabatur, amygdalæ inprimis tumebant, propendente quoque Uvulâ: curabantur satis\nsatis facile fortiori alvi purgatione, atque calefaciente emplastro, faucibus circumposito.\n\nDysenteria hinc inde dabatur, nequaquam lethifera, & solâ radicis Hypecacoannæ dosi feliciter curata.\n\nTertianæ sive simplices, sive duplices, nec erant copiosæ, nec pertinaces, septem periodis plerumque terminatae, levioribusque remediis obedientes.\n\nQuot non circa finem Octobris, post diem 26 Coryza afficiebantur? Magna profecto civitatis pars: nec febris aberat propter insignem Schneiderianæ membranæ inflammationem, causam accusabant omnes frigus nocturnum vigesimi sexti, quo gelu sævierat notabile.\n\nVerum Variolæ præcipua morborum pars ah quam parvae, quam confluentes, quam malignæ, quam lethales erant! Strages edebant in civitate dolendas. Qui evaserunt, quam deturpatâ fœdati facie, perpetua pessimæ hujus luis gestare debuerunt toto vita curiculo signa.\n\nVigesimi primi vespera Auroram Borealem, sed exiguam notavi, in qua nihil insolitum: in ipso septentrione ex nube arcuata, parum supra horizontem elevata lucidæ, uti fieri solet, surgebant columnæ, nec alte adscendentes, nec multum fulgentes, cessavit totum phænomenon intra horam, incepit 7° 4° vespertina. In litteris cursoriis proditum est, eodem die in Italia Auroram Borealem fulsisse.\n\nMaxima acus Inclinatio fuit 72° 30'. Minima 70° 45'.\nDeclinatio maxima fuit 13° 48'. Minima 13° 20'.\n\nNovembris decimo sexto splendidissima emicuit, cui nullam parem vidi, Aurora Borealis; sive magnitudinem, sive fulgorem, sive miros apparitionum diversissimarum\nsissimarum lusus considerem: quamobrem paulo prolixius eam a me observatam exponam: Maxima fuit hæc Aurora, observata in plurimis Hollandiæ urbibus, Leidæ à Cl. Zumbachio, Rotterodami ab Anonymo, hic descriptionem inseruit Litterariis Diariis hujus anni, alter in Dissertatione Phænomenon explicuit. Spectata quoque fuit Berolini a Cl. Kirchio, ejusque observationibus Astronomicis inserta. Circa horam vespertinam octavam Phænomenon detexi; tum occupabat plagam Coeli Boream, Orientalem, Australem; sola Occidentalis tum immunis erat. Cœlum erat serenum, verum alba & opaca nubes 15 alta gradus supra horizontem incipiebat a Borea, extenta abhinc ultra Ortum, verum obliquo in horizontem terminata margine, ita ut inter Ortum & Austrum infra eum descenderit. Hæc Nubes ejaculabatur albas, lucentes, non tamen admodum claras, virgas: quarum aliquæ ad Zenith directe ferebantur, aliæ oblique: aliquando sibi in Zenith occurrebant, quæ ex varia adscendunt plaga, tum vorticali actæ motu in gyrum, petebant Austrum, Occasum, aliamve inter hos mediam plagam, prolapsæ quasi versus horizontem: sæpius hoc ab aliis in Auroris Borealibus contigisse traditum est. Jam vero in plaga Orientali ingens & minax stabat perpendiculariter ad horizontem erecta columna ignea; hæc sex lata gradus, 45 alta videbatur. Magna ejusmodi moles non tam fugax, ac leviores radii, brevissimæ plerumque durationis: hæc plurium minutorum spatio immutata persistabat figurâ & magnitudine; lento tamen motu versus Austrum ferebatur, elapsoque horæ quadrante conspectu evanuit: Eodem tempore in Australi cœli plaga, sub altitudine circiter 24 graduum, duæ jacebant ardentes columnæ, horizonti parallelæ,\nparallelæ, magnæ, latæ, in longitudinem exporrèctæ,\nquarum una extremitas spectabat ortum, altera occa-\nsum: ita trium Minutorum spatio spectabantur, tum\nlente ad se accedebant, miscabantur ambæ in unam,\ndeinde duobus elapsis minutis penitus evanuerunt,\nnullum sui vestigium relinquentes, cælo ibidem\nloci manente fereno. Verum pulcherrima phænomena\nvisabantur horâ 9½. Quippe latissima columna per-\npendiculariter supra horizontem assurgebat, in parte\ncæli a Borea 20 gradibus versus ortum, hæc candentis\nferri instar rubebat, densior aliis albentibus virgis, vix\nenim primæ magnitudinis stellam per eam spectare po-\ntui; renovata fuit hæc sapius, ita ut cum ejusmodi\ncolumna 5 vel 6 minutis fulgebat, quia nova surgebat\ncontinuo, ultra horam duraverit: eodem tempore ex\nipsa septentrionali plaga assurgebat Zenith versus, lucis\nalbissimæ multum fulgentis Virga, ubi nubi adha-\nrebat clarissima, obscurior quo altius adscenderat, hu-\njus latitudo multo minor priori: promovebatur lente a\nBorea per ortum, versus Austrum, situ sibi parallelo.\nHora decima undique cælum ardebat, certabantque de\nclariori fulgore inter se quatuor mundi plagæ: nunc\nenim quaæ filuerat huc usque cæli pars, Borean &\nOccasum inter, evomebat vario tempore plurimos lu-\ncidissimosque radios, delatos partim versus Zenith,\npartim obliquo situ in horizontem a septentrione ver-\nsus occasum; momento post insurgente vento jucun-\ndissimum dabatur spectaculum, cui simile nec antea\nnec postea vidi unquam: Auroræ Borealis materia hæ-\nserat huc usque supra eum aëris træctum, in quo reg-\nnabat ventus Euro-boreus: adscendens parumper ven-\ntus, lambebat inferiorem Borealis Auroræ partem,\nabrumpensque portiones hinc inde, effecit, ut inter-\nruptis\nruptis coruscationibus, in undarum trementium modum, celerrime promotis coelum fulgeret: in plaga Orientali ultra horam hoc contemplatus fui, non quod semper aderat, sed nunc videbatur, per duo triave minuta filebat, renovatum mox, atque interruptis micabat vicibus. Utinam omnia, qua simul aderant phænomena notare potuisset! Verum centum oculi fat negotii ad id habuissent, totidem simul dabantur, cumque ad unam plagam direxeram aciem, multa interim in versa parte contingebant Post horam decimam in plaga coeli Occidentali usque ad septentrionem tres nubium atrarum series, diversæ altitudinis, supra se positæ, oriebantur. Infima erat arcuata, cruribus horizontem versus inclinatis; aliae binæ series, distinctæ a se mutuo, rectis finibus, horizonti parallelis descriptæ erant: ex his quasi pectinatim emittebantur breves, vixque lucentes radii, hinc inde nonnunquam fulgentior exibat, multo longior, quam jurasses fumum suisse lucidum ex camino magno cum impetu propulsum. Hora undecima coelum adhuc ab omni parte micabat, potentissimum plaga Australis, non quod ex Austro columnæ affurgebant versus Zenith, sed a Zenith versus horizontem deprimebantur, agitatae nempe per ventum Borealem a septentrione per Zenith versus Austrum: increverat jam ventus ad imperus gradum secundum, quo lente minui spectacula videbantur, non adeo frequentes generabantur columnæ, brevioris erant constantiæ, citius provolvebantur, donec hora duodecima coelum nubibus incepit obduci, brevi post iterum ferenum, ast multo minus fulgens quam antea: hora tandem secunda post mediam noctem omnia cessaverunt, superstitibus partim nubibus densi-\ndensioribus, partim albis, hærentibusque in plaga Occidentali, Borea, & Orientali, ad altitudinem citer 45 graduum ab horizonte, reliquo coelo manente sereno: vigente hoc spectaculo adeo lucebat coelum, ut litteras majores distinguere potuerim, fere æque facile ac nocte serena fulgente luna, nondum plena: cum totum ardebat coelum, nullibi umbræ ab ædibus projectæ: Contigit hoc Boreale lumen post Ventum Australem impetuosissimum, qui noctu praecedente sævierat.\n\nAnimadverti hoc mense nonnullos Rheumatismos, qui vulgaribus stipati symptomatibus, aliquando auctabat remediis, interdum tamen e medio tollebant decumbentes, morbosâ materiâ raptâ in Cerebro, aut in Intestinis: Pleuritis quoque adfuit, sed benignæ indolis, & repetita Venæ sectione, refrigérantibus diluentibus auxiliis satis facile profligata: Verum cum horrore Variolarum reminisco, quæ adeo pestilentæ & malignæ, ut nunquam forte ullibi terrarum peiores, nulla fere ab iis intacta domus in hac civitate: Solent mensis Novembris singula septimana efferi 20, aut ad summum 25 ad funera: sed quot nunc efferebantur à Variolis prostrata! prima septimana numerata sunt 65: altera dabantur 74, tertia 69, quarta Septimana 59. Quo tempore pestis in hac urbe maxime sæviit, tradentibus annalibus tot homines qualibet septimana diem suum non obiverunt. Variolæ prostraverunt aliquos quarto, quintove die à primà invasione: alios octavo, undecimo, decimo quarto, decimo sexto, imo post mensem, cum nempe tabe computuerant corpora. Qui evaserunt, Orci faucibus proximi fuerunt omnes: perierunt subito nonnunquam, quibus Variolæ benignæ optimisque cum signis: incolumes evaserunt alii, quibus omnia pessima,\npessima, & gangraena correpta videbantur: nemo jam vitae alicujus ægrotantis fidebat, cludentibus perpetuo vel prudentissimos Medicos hisce Variolis. Spes quidem aliquando magna, sed praefagium certum dabatur nullum: Vidi & tractavi, quibus post decimum quartum diem novae recrudefecabant Variolæ, satis copiosæ, in facie & reliquo corpore, quæ vigesimo secundo die tantum suppuratae erant, ægro tamen superstite: Quoties non vidi Linguam, palatum, faucæ gingivas adeo variolis obsessas, ut ne quidem locum, sinapeos grano æqualem, liberumque invenisses! sed hi omnes perierunt: Vidi per plurimos dies depositas albas faeces, pure plenissimas, adeo ut totus intestinalis ductus, non nisi Variolarum armamentarium fuerit, ipsèque Cholidochus ductus ab iis obfessus, claususque, aliqui horum perierunt, alij in pristinam sanitatem reconvaluerunt: plurimorum ægrotantium accuratissimas conscriptæ historias, ut ipse mirum morbi genium addiscerem; sed prolixiores sunt, quam ut his Ephemeridibus inferantur. Uti am quis adeo beatus, qui huic contagio specificum invenisset remedium: postquam varia tentaveram, animadverti, feliciores fuisse ægrotos, qui sibi relictæ manus medicas respuerant; hinc qui nihil agendo Medicinam exercet, plurimos servabat. Nonnulli ægrotos infuso foecum ovinarum officiosissime necabant; alij spiritubus acidis, uti Nitri, illove dulcificato, vel Oleo Vitrioli. Ptisanis, &c. nequaquam feliciores: æque nocebant calefacientia, sudorifera, quam diluentia, refrigerantia: Venæ sectio primis diebus ante eruptionem pustularum, fere certo lethalis: pudet pigetque plura de hoc morbo, cruce & infamia medicorum, commemorare.\n\nInclinatio\nInclinatio acus maxima fuit 72 graduum, minima 70° 35'. Declinatio maxima 13° 28'. Minima 13 grad.\n\nDecembris fuit admodum pluviosus, nec memini quatuor annorum spatio, quibus observationibus hujusmodi sollicitate operam impendi, tantam pluviae copiam stillavisse, quae fuit 4½ pollicum. Baroscopium sexto die humilius conclusit Mercurium, quam unquam intra 4 annos fuit scil. ad 27 poll. cum 10 lineis.\n\nVariolae adhuc dominari pergebant, uti superiori mense, minus tamen lethales, quoniam subiectorum, in quos faevire poterant, parcior copia. Circa medium Decembris aliquae repullulabant Tertianae, sed exquisitae, benignae; quemadmodum etiam Pleuritis fuit, paucos interimens cives, neque ullis ultra solutum stipata symptomatibus.\n\nInclinatio maxima acus hoc mense fuit 72° 48'. Minima 71° 10'. Declinatio maxima 13° 21'. Minima 13° 13'.\n\nTota quantitas pluviae hoc anno delapsæ altitudinem perpendiculararem habuit 25 poll. 1¼ linear. Rhenol. Quantitas aquae, quae in vaporem abiit ex vaso aperto & supra descripto fuit æqualis 32 poll. 2¼ linear. Rhenol. Rogat quis merito, majorne aquæ copia in auras adscendat, quam relabatur, ubinam haec maneat? Consideret hic, ex Aquâ quidem a nobis observatam adscendere copiam, non vero ex Terra, in quam tamen relabitur pluvia, si proinde copia pluviae in his regionibus decidua, originem quoque in ipsis habuisse, & tanta Terræ quam Aquæ superficies fuerit, fere duplo major Aquæ copia in auras sub vaporum forma adscendat necesse est, quam sub pluviae specie relabi videtur. In his terris non solum id ob-\ntinet ut plus aquæ evaporet, quam pluit: idem, enim notante Cl. de la Hirio in Academia regiæ Parisinæ Monumentis Anno 1703, in Gallia observatur.\n\nQuicunque observationes Magneticas intuetur, non potest non admirari vicissitudines Inclinationis & Declinationis, quibus quotidie acus Magneticæ subjiciuntur in eodem Terræ loco: hinc nunquam poterit nauta ex Declinatione acus ante aliquod tempus cognita, concludere se esse in eodem loco, cum eandem Declinationem observat: Quam irregulares vero sunt mutationes? Nequaquam cum Atmospheræ mutationibus, sive ejus calorem, pondus, motum spectes, consentiunt: quamobrem causa, quæ dirigit Magnetem in ipso Terræ gremio, non supra iplam, qua renda erit: hæc necessario perpetuis subjecta erit motionibus, quibus acus chalybeæ in superficie Terræ obediunt. Examinatis totius anni observationibus dubitavi, an quidem unquam mortales eo usque Magneticam doctrinam promoturi sint, ut declinationes certis regulis adstringere queant, easque ad stata tempora prædicere pro qualibet Terræ regione: Nihilo minus nec inutile, nec injucundum crit ejusmodi observationes colligere, quia casu aliquando plus indicabunt de causa, quam sperare possimus.\n\nCætera sequentur.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104114.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 31,
    "total-input-tokens": 47734,
    "total-output-tokens": 15986,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1313,
        4
      ],
      [
        1313,
        3025,
        5
      ],
      [
        3025,
        4668,
        6
      ],
      [
        4668,
        6359,
        7
      ],
      [
        6359,
        8018,
        8
      ],
      [
        8018,
        9649,
        9
      ],
      [
        9649,
        11344,
        10
      ],
      [
        11344,
        13022,
        11
      ],
      [
        13022,
        14600,
        12
      ],
      [
        14600,
        16264,
        13
      ],
      [
        16264,
        17937,
        14
      ],
      [
        17937,
        19638,
        15
      ],
      [
        19638,
        21274,
        16
      ],
      [
        21274,
        22905,
        17
      ],
      [
        22905,
        24467,
        18
      ],
      [
        24467,
        26051,
        19
      ],
      [
        26051,
        27674,
        20
      ],
      [
        27674,
        29281,
        21
      ],
      [
        29281,
        30826,
        22
      ],
      [
        30826,
        32442,
        23
      ],
      [
        32442,
        33960,
        24
      ],
      [
        33960,
        35633,
        25
      ],
      [
        35633,
        37351,
        26
      ],
      [
        37351,
        38979,
        27
      ],
      [
        38979,
        40645,
        28
      ],
      [
        40645,
        42303,
        29
      ],
      [
        42303,
        43858,
        30
      ],
      [
        43858,
        45062,
        31
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104114",
    "title": "Ephemerides Meteorologicae, Barometricae, Thermometricae, Epidemicae, Magneticae, Ultrajectinae, Conscripta á Petro Van Muschenbroek, L. A. M. Med. & Phil. D. Phil. & Mathes. Profess. in Acad. Ultraj. Anno 1729",
    "authors": "Petro Van Muschenbroek",
    "year": 1731,
    "volume": "37",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 31,
    "jstor_url": "https://www.jstor.org/stable/104114"
  }
}