{
  "id": "91684bc6854338cd9dc003defab80f3b2f3670db",
  "text": "An account of the cutting out the Cæcum of a Bitch by the Ingenious William Musgrave LL.B. Student in Physick, and Fellow of New-College Oxon.\n\nThe use of the Cæcum being still a Desideratum in Anatomy, I thought it worth my while to try, what light the cutting out of that part, might afford us, in a matter so obscure: In my first experiment of this kind (which was in the Easter-week 1683,) my hopes were soon defeated, by the death of the Dog, two days after the Operation; but being more successful in a second attempt, I will now (according to your desire) give you an account of it:\n\nApril 1683. I took a Bitch, of about a year old, and opend the Abdomen, on the right side, in the Regio Iliaca, passing my knife thro' the Musculus oblique ascendentis, and by the side of the Musculus Rectus; having found the Cæcum, I immediately put up the other guts again into the Abdomen, after which I separated the Cæcum from the Ileum, cutting the membrane which binds part of the former to the latter; then, having made a ligature on the artery which comes to the Cæcum, I made three, or four prick-seams thro' the sides of the Cæcum, at the farther end of it, where it is continued to the Rectum, and by thus sowing the sides together, stopt the passage of the Fæces that way; after this I cut off the Cæcum about \\(\\frac{1}{4}\\) of an inch from the stitches, and sewed together the new made lips, entering my needle always on the inside and passing it thro' the outer membrane, that so the lips might the better touch edgeways, and grow together, the wounds being sewed up, and the Bitch tied away, milk is set before her, of which she lapt a small quantity the next morning, and by degrees recovered, so that in three weeks she seemed as well as ever; in a little time (running up and down in the College) she grew fat, and proud, and the last summer brought a litter of Whelps: In four months observation I could not perceive any such alteration in her, as might reasonably be imputed to the loss of the Cæcum.\n\nSept. 19. 1683. I caused her to be hang'd, and opend her a second time; Dr. Pitt, our Learned Professor of Anatomy, was pleased to oblige me with his company; we found a great part of the Omentum ly in a heap on the right side; it had not recovered its natural posture, since it was put up with the guts at the first opening; the edges of the wound were well grown together; in short, we did not find any thing that seemed to intimate the least want, or supply the place of the Cæcum.\n\nSuccincta",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102253.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3228,
    "total-output-tokens": 700,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2510,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102253",
    "title": "An Account of the Cutting out the Caecum of a Bitch by the Ingenious William Musgrave LL. B. Student in Physick, and Fellow of New-College Oxon",
    "authors": "William Musgrave",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/102253"
  }
}