{
  "id": "a5256b17c567981aeab46577b8a1d6488a522864",
  "text": "The Contents,\n\nAn Accompt of such of the more notable Celestial Appearances of the Year 1670, as will be conspicuous in the English Horizon; and among them, an Eclipse of the Sun, in part visible here in England, though pretermitted, as such, by others; as also of divers Stellar Eclipses, to be caused by the Moon, covering several Fix'd Stars. Some Observations concerning the Barometer and Thermometer, made by Dr. Beale in Somerset; and others of the like nature, made by Dr. John Wallis in Oxford.\n\nAn Accompt of a small Tract, entituled, THOMÆ HOBBIUS Quadratura Circuli, Cubatio Sphaeræ, Duplicatio Cubi, (Secundo Edita,) Denuò Refutata, A. JOH. WALLIS, S. T. D. &c.\n\nAn Accompt\n\nOf such of the more notable Celestial Phænomena of the Year 1670, as will be conspicuous in the English Horizon; written by the Learned and Industrious Mr. John Flamsteed Novemb. 4. 1669. and by him addressed and recommended for encouragement, to the Right Honorable, the Lord Viscount Brouncker, as President of the Royal Society.\n\nMy Lord,\n\nAmong those many Illustrious, Noble, and Generous Persons, who have the honour to be in the List of the R. Society, I find numbered some Astronomers, whom our Age accounts its Glory, and our Arts their Support: which induces me\nto believe that among all those Ingenious Arts and Sciences, which have put themselves under their Patronage, and look for an improvement from their Industry, the Celestial are not to be accounted the last. Their Excellent History shews, that they have not neglected the Heavens. And their endeavours for the Improvement of Optick Glasses, and Encouragement of such as labour therein, do more than obscurely indicate those high respects they have for the Sublimest of Human Sciences, Astronomy.\n\nThe consideration invited me to address myself, with these my following labours, to your Honor, who hold so high a place in that illustrious Body, and are known to excel in the knowledge as well, as the Love of that Science, I stand ingaged in. You know, My lord, How much it conduceth to the Advancement of Astronomy, and the Correction of our Canons, to have the Celestial Appearances accurately observed, and how much it concerns the Observer to have notice of what Phenomena the Heavens exhibit convenient for his Observation. I have endeavoured in the following pages to accommodate him with the Calculations of such of the more notable Phenomena of the Year 1670, as will be conspicuous in the English Horizon, if the Heavens be clear; and shall, God willing, performe the like for future Years, if I may be but encouraged by the acceptance of these\n\nI was excited to this task by perusing the Mercurius in Sole visus of the Excellent Hevelius, who hath obliged Astronomy by his accurate Observations of the Moons transits by and over Saturne, and her occultations of Spica Virginis, and the Clara in fronte Scorpii. Ifaw nothing to hinder Us from performing as much, since we cannot want instruments, at least, as good as His, if we had but the like industry, and notice also of the time, when the Appearances would present themselves. Though I was not furnish't with very fit Instruments, yet hoping, that I might do somewhat worth my labour, I revolv'd Mr. Wings Ephemerides for this year, to find, what Stars the Moon might cover, and how often, in her Revolution. Those Occultations, which I collected might be conspicuous, I re-calculated from the exactest Tables, I know in being\nbeing, the Caroline, of Mr. Street, and these I shall here present you with at large. These Supputations, when I first framed them, I fitted to the Meridian of my habitation, intending them only for my own private use; but upon second consideration, finding, how much the Observations, if rightly and accurately performed, might conduce to the better stating the Dimensions of the Moons Orbite, and solving the Irregularities of several Phenomena, I resolv'd to communicate them to the Ingenious, and to desire their utmost care in observing these Appearances, which I had not un-accurately calculated. And I now humbly prostrate them to their perusal, desiring, that, if they seem worthy, you will be pleased to impart them in such a way, as you shall think fit, to such intelligent and industrious persons either of the R. Society, or others, as will be accurate in their Observations, and willing to communicate what they shall have observed,\n\nI hope, My Lord, you will not account me faulty for having adapted the Calculations to the Meridian of a place no more famous than Derby. You had the occasion before; to which I may add, that the Meridian passing over Derby is nearer the middle of England, than that of London; and that its Latitude bisects it nearer, than any yet stated: So that this Town, which is seated in Umbilico quasi Regni, must needs be the most convenient place, that can be chosen, where-on to fix our Calculations. For, the distance of any place within this kingdom from it, will not much vary the manner of their Appearance in any of the Phenomena, except the Eclipse of the Sun: for, in the Occultations, the Stars will appear to pass nearly under the same Angles and Spots of the Moon.\nMoon; nor will the times of the Phases, or the Mora sub Luna differ much in any place of the Kingdom; nor at all, if a due consideration be had of the Differences of Meridians, and the Laws of Parallaxes.\n\nI come now to the Phenomena themselves. Mr. Wing's Ephemerides and others tell us, that we shall have but one Eclipse, and that of the Moon, conspicuous this Year. But, pace hujus Astronomi, I dare affirm, that a part of an Eclipse of the Sun will, if the weather permit, be visible to us also: Which I have therefore calculated from the Caroline Tables to the Meridian of Derby, whose Longitude from London, I have us'd in this Eclipse, is 6 min. to the West, and Latitude 52 deg. 57 min.\n\nBy which Tables on Saturday April 9th. at the time of Sunset, supposed at 7 bo. 3 minutes P. M. I find,\nThe Sun's Mean Anomaly\nThe Moon's Mean Anomaly\nThe Place of her Apogee\nThe Place of her Node\nThe Sun's true place,\nThe Moon's true place,\nWith North-Latitude\nThe Point culminating,\nThe Horoscope,\nThe Altitude of the Moon's Center\nThe Parallactic Angle\n\nThe Parallax of the Moon from the Sun in\nAltitude\nLongitude\nLatitude\n\nTherefore the Moon's visible place,\nIn Antecedence of the Sun\nWith Visible North-Latitude\nThe distance of the Sun and Moon's Centers\nThe Sun's Semi-diameter\nThe Moon's Semi-diameter\nSumme\n\nParts defective\n\nTherefore the digits darkned\nThe Inclination of this Phasis above the Ecliptick, is\ndeg.\n\nAnd from the Sun's Zenith\n\nBy this Calculus it appears, that the Sun is so far from not being eclipsed, that he is obscured near 3 digits in the setting.\n\nNow to find, when the Eclipse begins, I re-calculate the places of the Sun and Moon to 6 h. 46 m. P. M. and investigate\n\nThe Sun's place,\nThe Moon's place,\nWith North-Latitude\nThe Mid-heaven,\nThe Point descending,\nThe Altitude of the Moon's Center\nThe Parallactic Angle\n\nThe Parallax of the Moon from the Sun in\nAltitude\nLongitude\nLatitude\n\nThe Moon's Visible place,\nWith Visible North-Latitude\nLet's then at 7 h. 3 m. by\nErgo, The Angle of the Moon's visible way with the Ecliptic\nThe Angle of Incidence in the beginning\nMotion seen from 6 h. 46 m. to the inclosure\nTherefore the time of the beginning, 6 h. 49 min. P.M. The first contact will appear 12 d. 55 m. from the Sun's Zenith. And I am persuaded, that this Calculus doth exhibite this Phenomenon nearly, as it will appear unto us: And I question not, but that in and near our Meridian it will be observable, if the Air hinder not. It is an Appearance that will richly merit the accuratest of our Observations. For the Moons mean Anomaly being about 7 Sign. 11 deg. we may the better judge by the Observation, Whether the Equations of her Orbit be Oscillatory, or not. Nor need we scruple about the Equation of Natural days: I have fully demonstrated the Equations, so that I am persuaded, no one hereafter will controvert them; and I shall ere long, if God will, commit them to your and the publick censure.\n\nI suppose the beginning of this Eclipse may, if the Air be serene, appear at London; but its Meridian being removed to the East from ours, 5 or 6 minutes, and its Latitude being less, so that the Altitude of the 90 deg. and consequently the Parallax of Longitude will be greater, and of Latitude, less: It follows, that the Eclipse will be retarded, and that only the beginning thereof, scarce to one digits Observation, will there appear; but in the North and the Western parts of England and Scotland, it will appear more fully: and in Ireland it will be visible to the middle of the Eclipse.\n\nFor the well-observing of this noble Appearance, I need not suggest the way of casting the Species of the Sun through a good Telescope of a competent length, on an extended paper, placed behind the Eye-glass so far, as that the said Species may appear at least 6 inches over; then dividing both his Periphery into 360 degrees, for the better observing the Inclination of the Cusps of each Phasis; and his Diameter into digits, and their parts by Concentrick Circles, for measuring the quantities of the obscured parts. For the measuring of time, the skilful Observer will be furnish't with good Quadrants, Clocks, or Pendulums.\nBut to proceed to the Occultations, that may be made by the Moon, of the lesser Lights; I shall take notice, That those Stars, that have not above 6 d. 20 m. Latitude from the Ecliptick, may all of them, some time or other, be cover'd by the Moon, in her passing through the Zodiac: Of which sort I have numbred, from the Tycho's Catalogues, the Stars so lying as you see in the annex'd Table: And I find in the Zodiac 189, with 6 in the Pleiades, 12 in the Northern, and 5 in Southern Constellations, plac'd out of the Ecliptick; the total is 212. Of these the Moon frequently hides one or other, yet no notice taken of it by the Ephemerides of our Astrologers.\n\nIt would be too large a labour for one man to undertake the calculating of all the Occultations observable in this year, nor is it perhaps so needful: for, the Stars of the 5th and 6th Magnitude are more numerous, nor so accurately (I doubt) rectified, and the Moon approaching them within 4 or 5 degrees, absconds them to the naked eye; and if the Observation be undertaken with a Telescope, other smaller Stars may be mistaken for those, the Calculus intends, and so both the Observer deluded, and the Art prejudiced.\n\nBut the Moon will several times this year cover two noted Fix'd Stars; of which, that I may gratifie the Curious, and excite the Industrious to the like endeavors, I shall give here the Calculus of the Occultations and Transits, from the Caroline Tables.\nI. The first Occultation almost ushers in the Year*: For on January 2, in the morning, the Star called Præcedens illarum quatuor in ala Virginis Austrina may be covered with the Moons Southern limb. But fearing, that this Appearance will scarce be conspicuous, because the approaching light of the Sun will seize the Star before the beginning of the Occultation, I forbear to calculate it.\n\nII. The next observable Occultation will be on February 25, a little before 8 at night; the Moon then again covering the same Star in the Virgins South-wing: For which take this Calendar from the Caroline Tables; wherein I have supposed the Moons visible place to 7 h. 28 m. and 8 h. 18 m. P.M. at Derby, supposing its Longitude to the West from London 5 m. 30 sec. and its Latitude, as I observ’d it, 52 d. 58 m.\n\n| To 7 h. 28 m. | To 8 h. 18 m. |\n|---------------|---------------|\n| f. d. m. sec. | f. d. m. sec. |\n| The Moons Mean Anomaly | 0 18 4 3 |\n| The Moons true place | 0 18 31 16 |\n| The Argument of Latitude | 0 29 15 4 |\n| The Moons true Latitude North | 0 29 39 45 |\n| Semidiameter | 5 5 55 34 |\n| Her Horizontal Parallax | 5 6 21 43 |\n| The Suns right Ascension | 2 2 33 |\n| The right Ascension of the Mid-heaven | 2 0 29 |\n| The Mid-heaven | 14 22 |\n| The Horoscope | X 17 35 47 |\n| The Angle Orient | X 17 51 |\n| The Moon from the Ascendent in the Clipstick | 348 36 |\n| In a great Circle | 348 38 |\n| The Altitude of the Moons Center | 100 36 |\n| Her Azimuth from the Ascendent | 113 8 |\n| Her Parallactic Angle | 9 44 |\n| The Moons Parallax in | 21 23 |\n| Altitude | 7 18 |\n| Longitude | 15 39 |\n| Latitude | 60 17 |\n| The Moon from the Ascendent in the Clipstick | 59 13 |\n| In a great Circle | 16 19 |\n| The Altitude of the Moons Center | 8 3 |\n| Her Azimuth from the Ascendent | 16 26 |\n| Her Parallactic Angle | 8 0 |\n| The Moons Parallax in | 15 1 |\n| Altitude | 2 16 |\n| Longitude | 6 45 |\n| Latitude | 29 47 |\n| The Stars place Libra o d. | 31 26 |\n| The Moons visible place | 52 46 |\n| With visible Latitude North | 51 33 |\n| In Antecedence of the Star | 45 48 |\n| With greater Latitude North | 43 19 |\n| Latitude | 26 13 |\n| Latitude | 26 54 |\n| Latitude | 1 25 0 |\n| Latitude | 0 23 44 |\n| Latitude | 1 33 35 |\n| Latitude | in conseq. 13 25 |\n| Latitude | 8 35 |\n\nHer\nHer visible Motion from 7 h. 28 m. to 8 h. 18 m. is 0 22 52\nThe difference of the Moons visible Latitudes 0 2 45\nThe Angle of the Moons visible way with the Eclip. 6 51 27\nHer visible Latitude at the apparent Conjunction 1 35 12\nThe Angle of Immersion beneath a straight line drawn through her Center parallel to the Ecliptic 51 33 3\nMotion from the Immersion to the visib. Conjunct. 0 9 1\nThe Angle of Emersion beneath the parallel 37 42 5\nThe visib. Motion from the o m. to the Egress appar. 0 11 30\nApparent Mot. from 7 h. 28 to the Immersion 0 0 36\nApparent Mot. from 8 18 to the Stars Egress 0 1 55\nThe time from 7 28 to the Sub-ingress 0 2 9\nThe time from 8 18 to the Stars Emerf. 0 4 22\n\nTherefore the Sub-ingress 7 29 6.\nEmersion 8 13 38.\nThe Stars Mora under the Moon 0 44 32.\n\nThe Stars Latitude from a line drawn over the Moons Center parallel to the Ecliptick in the Immersion 11 17\nEgress 8 50\n\nOver what Spots of the Moon, the seeming way of the Star would pass, I do not here shew, because I dare not rely on our Selenographical Tables. I proceed therefore to the next.\n\nIII. March 3. in the morning, the Moon passeth over Antares, or the Scorpions heart, whose Longitude to the Caroline Author is then Scorpio 5 deg. 7 m. 20 sec. and Latitude South 4. 27. The Ecliptical Conjunction by the Ephemerides was March 2. 16 h. 54 m. P. M. Wherefore, for the better investigating the times of the beginning and end of this Occultation, I have calculated the true and visible places of the Moon to 16 h. 39 m. 52 sec. and to 17 h. 49 m. 52 sec. P. M. by the said Tables to the Meridian and Latitude of Derby, as follows;\nTo 16 h. 39 m. 52 sec. To 17 h. 39 m. 52 sec.\n\n| The Moons mean Anomaly | f. d. m. sec. | f. d. m. sec. |\n|------------------------|--------------|--------------|\n| Her true place          | 28 22 56     | 29 1 3      |\n| The Argument of Latitude| 4 41 0       | 5 18 18     |\n| The Moons true Latit. South | 7 12 41   | 7 12 40     |\n| The Horizontal Semi-diameter | 3 32 0    | 3 34 30     |\n| Parallax                | 15 21        | 15 21       |\n| The Suns true place     | 56 45        | 56 45       |\n| The Suns right Ascension| 22 57 21     | 23 0 15     |\n| The right Ascension of the Mid-heaven | 353 32 | 353 33 |\n| The Mid-heaven          | 243 30       | 261 3       |\n| The Horoscope           | 5 26         | 21 47       |\n| The Angle Orient        | 3 10         | 7 31        |\n| The p from the Ascend. in the Eclipt. | 18 42 | 14 15 |\n| In a great Circle       | 58 29        | 87 47       |\n| The true Altit. of the Moons Center | 58 33 | 87 47½ |\n| Her Azimuth from the Horoscope | 19 21 | 17 45 |\n| Her Parallactic Angle   | 56 26        | 87 40       |\n| Altitude                | 79 47        | 89 26       |\n\nHer Parallax in Longitude 53 50 54 18\nLatitude 9 33 9 32\n\nTherefore her apparent place 4 50 33 5 17 46\nIn Antecedence of the Star 16 47 in conf. 10 26\nWith Latitude South, then the Star less 2 1 more 1 48\nSo her visible motion to 1 h. 10 m. is 0 27 13\nThe difference of her Latitudes 0 3 49\nThe Angle of her visible way with the Ecliptick 7 59 0\nThe Angle of Incidence under a parallel line to the Ecliptick 6 45 32\nAngle of emersion above the line drawn by the Moons Center 9 12 28\n\nh. m. sec.\n\nThe apparent motion from 16 39 52. to the sub-ingress 1 27\nThe apparent motion from 17 39 52. to the emersion 4 49\nThe time from 16 39 52. to the sub-ingress 3 46 t\n17 39 52. to the egress of the Star 13 32\n\nh. m. sec.\n\nTherefore at Derby the sub-ingress 16 43 18 P. M.\nemersion 18 0 24\nThe Stars Mora under the Moon 1 18 46.\n\nThe Stars Latitude from a line drawn through the Moons Center parallel to the Ecliptick\nIngress 1 54 South\nEgress 3 7 North\nAt the middle of this Stellar Eclipse the Moons Center is but 20 sec. more to the South than the Star; so that, if the Libration of the Moon be known, the protraction of the Star's way in this Appearance will be facile. And this Phenomenon is highly worth our strictest Observations; for, the Moon being almost in her Mean distance (where there is no great difference among Astronomers about her primary æqualities) we may the more securely judge of her second inequalities, and perhaps discover a third, which may promote the Moon, and accelerate the times in this Appearance. If diligent heed be given to the times of the sub-ingress and emersion of the Star, and with what Spots on the Moons face it keeps in a right line, we may be well assisted, by the observed Mora to judge of her Diameter; for I question not, but her Apparent Horary Motion, may, with some little trouble, be exactly enough investigated either from the Wingian or the Caroline Tables.\n\nIV. March 24. h. 15. 35 m. P. M. by the Ephemerides, the Moon will be in the same Longit. with the fore-mention'd Star in ala Virg.; with almost 2 degrees North-Latitude: whence at first I expected an Occultation; but upon a better Examen I find the Caroline Tables only present a Transit, as I shall prove by this Calculus, framed to the Meridian and Latitude of Derby: by which at 15 h. 42 m. 24 sec. P. M.\n\n| The Moons Mean Anomaly is | 0 15 10 37 |\n| Her true place | = 0 5 33 |\n| The Argument of Latitude | 5 6 38 46 |\n| The Moons true Latitude North | 1 59 16 |\n| Her Horizontal Parallax | 52 49 |\n| Her Horizontal Semi-diameter | 14 17 |\n| The Suns Right Ascension | 13 28 |\n| The Right Ascension of the Mid-heaven | 249 4 |\n| The Mid-heaven | + 10 41 |\n| The Horoscope | ≈ 12 31 |\n| The Angle Occident | 16 58 |\n\nOoooo 2\nThe Moon from the Horoscope in the Ecliptick\n\n|                | f. | d. | m. | sec. |\n|----------------|----|----|----|------|\n| In a great Circle | 47 | 34 |    |      |\n| Her Azimuth from the Horoscope | 47 | 36 |    |      |\n| The Altitude of her Center | 45 | 53 |    |      |\n| Her Parallactical Angle | 14 | 23 |    |      |\n| Altitude | 78 | 17 |    |      |\n| Longitude | 51 | 21 |    |      |\n| Latitude | 10 | 25 |    |      |\n| Hence her visible place | 50 | 17 |    |      |\n| With visible North-Latitude | 29 | 54 | 48 |      |\n| Therefore she is in Antecedence of the Star | 1 | 8 | 59 |      |\n| With less North-Latitude | 15 | 25 |    |      |\n|                | 16 | 1 |    |      |\n\nNow the Moons Semi-diameter being only 14m. 17sec. it appears, that the Star is more to the North, than the Moons Limb, by 1m. 44sec. and the Moons Latitude decreasing together with the Altitude of the 93rd degree, causeth the Apparent Motion to be visible in a line bending down from the Star; so that near the visible Conjunction the Star may stand about 3min. to the North from the Moons Limb. Though this be not like to prove an Occultation, yet let me desire those, who have fit Glasses and Instruments, to observe this Transit; and how far the Star may stand from the Limb of the Moon at the time of the visible Conjunction, that we may be the better enabled to define, both how the Motion of the Moon's Latitudes, which shall need its limitations, is to be reform'd, and whether that Equation of the Nodes, allow'd by the Caroline Author and some other Moderns, be firm and valid.\n\nV. The last Occultation happens on May 23; when 12h. 17m. P.M. by the Ephemerides the Moon will be in Conjunction with Antares. To define the Beginning and End of it, I have suppos'd the Moon's true and visible places to 12h. 28min. 42sec. and 13h. 43m. 40sec. P.M. at Derby, by the Caroline Tables, and I find.\nTo 12 h. 28 m. 42 sec. To 13 h. 43' 40\n\n| The Moons mean Anomaly | f. d. m. sec. | f. d. m. sec. |\n|------------------------|--------------|--------------|\n| Her true place          | 2 17 23 52   | 2 18 4 41    |\n| The Argument of Latitude| 7 15 12 26   | 7 15 56 11   |\n| The Moons true Latitude South | 3 33 0 | 3 35 37 |\n| The Suns true place     | II 12 30 43  | II 12 33 42  |\n| The Suns right Ascension| 71 2 1/2     | 71 5         |\n| Right Ascension of the Mid-heaven | 258 13 | 277 0 |\n| The Mid-heaven          | 2 19 10      | 2 6 25       |\n| The Horoscope           | X 1 0 asc.   | 17 48 desc.  |\n| The Angle Orient        | 14 41        | 13 56        |\n| The Moon is dist. from the Horoscope | 86 7 | 47 52 |\n| The true Altitude of the Moon's Center | 18 11 | 13 49 |\n| The Azimuth from the Horoscope asc. | 85 55 | 46 18 1/2 desc |\n| Her Parallactical Angle | 88 58        | 80 25        |\n\nThe Moons Parallax in\n\nAltitude 52 54 1\nLongitude 0 57 8 50\nLatitude 52 52 53 16\n\nSo the Moons visible place is\n\nWith visible South-Latitude\n\nIn Antecedence of the Star\n\nWith South-Latitude than the Star less\n\nSo the Moons visible motion to 1 h. 14 m. 58 sec. is\n\nThe difference of her apparent Latitudes\n\nThe Angle of her way with the Ecliptick\n\nThe Angle of Incidence, under a Parallel to\n\nthe Ecliptick, through the Moons Center\n\nThe Angle of Emersion above the said Parallel\n\nMotion seen from the Sub-ingress to 12 28 42 is\n\nMotion seen from the Emersion to 13 43 40 is\n\nTime from the\n\nSub-ingress to 12 28 41 is\n\nEmersion to 13 43 40 is\n\nTherefore the Stars\n\nSub-ingress at 12 25 48\n\nEmersion at 13 38 12\n\nThe Star's Mora under the Moon 1 12 24\n\nThe Latit. of the Star from a line drawn parallel to the Ecliptick over her Center\n\nSub-ingress 1 15 South.\n\nEmersion 1 40 North.\nIn this Occultation, as in the preceding, the Center of the Moon passes very near the Star, so that we may well hereby define, as was advertised in the last Occultation, both of her Diameter, and of the places and æquations of her Nodes. For in this, at 12 h. 28 m. 42 sec. P. M. the mean Node was in Aries 19 d. 19 m. 34 sec. and the æquation of the Node to be added, 26 m. 52 sec. which makes the true Node Aries 19 d. 46 m. 26 sec. But in that of March 2 at 16 h. 39 m. 52 sec. the mean Node was in Aries 23 d. 39 m. 33 sec. the æquation was 55 m. 59 sec. to be subtracted; so the true Node was in Aries 22 d. 43 m. 34 sec. Now if this Æquation of the Nodes should be neglected, it might make about 5 min. difference of the Latitudes, which I have here collected. The Ingenious therefore will observe with all possible accuracy, both under what spots of the Moon the Stars shall enter and emerge in these and all other Occultations; and they will note the Times exactly, considering the benefit, that will thence accrue to Astronomy. The Observers must not content themselves with the times acquired by Clocks or rectified Watches, but also take the Altitudes of some fixt Star, free from Refraction, and remov'd from the Meridian both at the beginning and end of the Occultations, with exact Instruments of Brass well divided.\n\nSo far this diligent Author for this time. The other particulars, contained in his Papers, may perhaps be publish'd hereafter. We were to reserve a part of this Tract for some other Communications.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101040.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 15,
    "total-input-tokens": 23060,
    "total-output-tokens": 7641,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1258,
        2
      ],
      [
        1258,
        3447,
        3
      ],
      [
        3447,
        5163,
        4
      ],
      [
        5163,
        5964,
        5
      ],
      [
        5964,
        7305,
        6
      ],
      [
        7305,
        9331,
        7
      ],
      [
        9331,
        10771,
        8
      ],
      [
        10771,
        13059,
        9
      ],
      [
        13059,
        14688,
        10
      ],
      [
        14688,
        16769,
        11
      ],
      [
        16769,
        18559,
        12
      ],
      [
        18559,
        20462,
        13
      ],
      [
        20462,
        22252,
        14
      ],
      [
        22252,
        23781,
        15
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101040",
    "title": "An Accompt of Such of the More Notable Celestial Phaenomena of the Year 1670, as Will be Conspicuous in the English Horizon; Written by the Learned and Industrious Mr. John Flamstead Novemb. 4 1669. and by Him Addressed and Recommended for Encouragement, to the Right Honorable, the Lord Viscount Brouncker, as President of the Royal Society",
    "authors": "John Flamstead",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 15,
    "jstor_url": "https://www.jstor.org/stable/101040"
  }
}