{
  "id": "bd517abc1902681724c145b9e27ebe388e02372b",
  "text": "L. Observations of the Transit of Venus on June 3, 1769, and the Eclipse of the Sun on the following Day, made at Paris, and other Places. Extracted from Letters addressed from M. De la Lande, of the Royal Academy of Sciences at Paris, and F. R. S. to the Astronomer Royal; and from a Letter addressed from M. Messier to Mr. Magalhaens.\n\nRead Dec. 14, 1769. MESSIER, with the best achromatic telescope at Paris, of 12 feet focus, made by M. Antheaulme, observed the first internal contact at $7^h\\ 38'\\ 43''$, apparent time reduced to the Royal Observatory, and, he thinks, without an uncertainty of two seconds: and this is the observation in which I most confide. M. Du Sejour, and M. Catlini, the son, at the Royal Observatory, with much less telescopes, observed it also at $7^h\\ 38'\\ 43''$. M. de Fouchy, M. Bailly, M. De Borry, and two opticians, who were at the Meute, observed the contact at $7^h\\ 38'\\ 45''$, reduced to Paris. M. Cassini de Thury, at the Royal Observatory, noted it at $7^h\\ 38'\\ 53''$; M. the Duke de Chaunnes at $7^h\\ 38'\\ 57''$; both with new achromatic telescopes of Dollond of $3\\frac{1}{2}$ feet. M. Maraldi, at the Royal Ob-\nobservatory, observed at $7^h\\ 38'\\ 50''$, with a good achromatic telescope of 3 feet, made at Paris, but he thinks the observation liable to an error of ten seconds. M. Le Mannier, at St. Hubert, observed at $7^h\\ 38'\\ 51''$, reduced to Paris (by adding $1'\\ 58''$). M. Fouguere, at Bourdeaux, at $7^h\\ 38'\\ 50''\\frac{1}{2}$, reduced to Paris, taking in the difference of parallax, which is two seconds greater at Paris than Bourdeaux.\n\nWe have also received several observations of the eclipse of the Sun. M. de Thury saw the beginning at $6^h\\ 46'\\ 49''$ apparent time. M. Jeaurat, at $6^h\\ 46'\\ 40''$, at the Military School, which is $7''\\frac{1}{2}$ to the west of the Observatory. M. Maraldi saw the end at $8^h\\ 27'\\ 11''$. M. Jeaurat at $8^h\\ 27'\\ 4''$, or $8^h\\ 27'\\ 11''\\frac{1}{2}$ reduced to the Observatory. M. Messier at $8^h\\ 27'\\ 24''$.\n\nThe observers at Rochfort, Lyons, and Avignon, did not see the transit of Venus; it was observed at Brest at $7^h\\ 12'\\ 5''$, or forty seconds later than at Paris, if we suppose the difference of the meridians to be well known. This point we shall examine hereafter. For my part, I could not observe the internal contact of Venus; I was precisely in the place where the clouds came on twenty-five seconds too soon; neither was it observed at the Military School, which is close to Paris.\n\nThere was also another observer at Brest, M. Verdun, an officer of the marine, who observed the internal contact of Venus at $7^h\\ 11'\\ 37''$, apparent time, which makes $7^h\\ 38'\\ 58''$, reduced to Paris. The end of the Solar eclipse was observed at Brest at $7^h\\ 56'\\ 33''$ and $7^h\\ 56'\\ 44''$ by the different observers.\n\nM. Pingré,\nM. Pingre, at Cape Francois, observed the two contacts of Venus in the latitude of $19^\\circ 47'$ at $2^h 26' 12''$, and $2^h 44' 44''$, apparent time, with a five feet achromatic telescope, but we do not yet know the longitude of the place sufficiently. I expect him to return soon, and that he will himself draw the conclusions from his observations. At Martinico, one of our missionaries observed the contacts at $3^h 15' 14''$, and $3^h 33' 57''$; when we have the longitude exact, this observation will also be of use.\n\nI will send you shortly all the observations of the 1st satellite, which I can collect. Here are some made at Gottingen, which I have just received from Mr. Liunberg.\n\n| Date     | Time | Observation |\n|----------|------|-------------|\n| April 21 | Im. 1 Sat. | Refractor of 14 feet. |\n|          | 28   | Ditto of 10 f. of Liberkuhhn. |\n|          | 30   | The same. |\n| May 23   | Em. 1 | |\n\nSo far M. De Lalande.\n\nThe Extract of M. Messier's Letter to M. Magalhaens is as follows:\n\nI observed the transit of Venus, June 3, 1769, at the College of Louis le Grand at Paris, which is $2''$ to the east of the meridian of the Royal Observatory. I had an achromatic telescope, of 12 feet focus, which had an aperture of $3\\frac{3}{4}$ inches, and magnified 180 times, with the view of making my observation more correspondent to that which M. the Abbé Chappe was to make, in California, with a telescope of the same length, the same magnifying power, and equal goodness. The first contact could not be seen, on account of a very thick cloud; there even fell some rain.\nrain. I waited for the second; the Sun then was pretty clear. But there were some vapours, which caused such great undulations as to hinder me from seeing the disc of the Sun, and that of Venus, well defined. At $7^h\\ 38'\\ 45''$, apparent time, or $7^h\\ 38'\\ 43''$, reduced to the meridian of the Royal Observatory, the second contact appeared decisively to me. Two seconds after, a very fine thread of light appeared between the limb of Venus and that of the Sun; so that in my observation there is not an uncertainty of two seconds in the moment of the internal contact. After this observation, I viewed the Sun with different glasses, which rendered him alternately red and white. I saw Venus, with this last colour, with a crescent of a blueish colour; and a little inclined towards the limb of the Sun: with the glass which made the image of the Sun red this crescent disappeared; but I saw Venus flattened in the direction of the crescent. I measured the greatest and least diameter; the greatest was $56''\\ \\frac{1}{2}$, and the least $53''\\ \\frac{1}{2}$. Perhaps this crescent was only visible by the effect of some optic illusion; but I relate only what I saw. At $7^h\\ 52'\\ 8''$, apparent time, I measured the interval between the limb of Venus and that of the Sun, which I found $46''\\ \\frac{1}{2}$; and at $7^h\\ 58'\\ 4''$, the first limb of Venus touched the horizon.\n\nBy a letter from M. l’Abbé Bourriot to Mr. Magalhaens it appears, that Mess. de Fouchy and Bailly, at the Meute, each made use of reflecting telescopes of 30 inches focus and $4\\ \\frac{1}{2}$ inches aperture; that M. Bory made use of an achromatic telescope of 5 feet focus, and 2 inches aperture; and M. l’Abbé Bourriot made use of a very good achromatic telescope of 6 feet long, and $2\\ \\frac{1}{4}$ inches aperture, made by himself, magnifying 120 times.\n\nVol. LIX. C c c LI. Transit",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105848.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 2043,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1158,
        2
      ],
      [
        1158,
        2840,
        3
      ],
      [
        2840,
        4432,
        4
      ],
      [
        4432,
        6300,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105848",
    "title": "Observations of the Transit of Venus on June 3, 1769, and the Eclipse of the Sun on the Following Day, Made at Paris, and Other Places. Extracted from Letters Addressed from M. De la Lande, of the Royal Academy of Sciences at Paris, and F. R. S. to the Astronomer Royal; And from a Letter Addressed from M. Messier to Mr. Magalhaens",
    "authors": "M. de la Lande, M. Messier",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105848"
  }
}