{
  "id": "4f0031ed16928b43e08a0cd7de445e27d8d8e2c6",
  "text": "XXXIV. A Letter from Mr. Wargentin, F. R. S. and Secretary of the Royal Academy of Sciences at Stockholm, to the Rev. Mr. Maskelyne, M. A. F. R. S. and Astronomer Royal at Greenwich, containing an Essay of a new Method of determining the Longitude of Places, from Observations of the Eclipses of Jupiter's Satellites.\n\nVir reverende atque celeberrime,\n\nANTE triennium fere, dominus Ellicott tuo nomine ad me misit exemplar libri a te editi, The British Mariner's Guide, pro quo gratissimo munusculo maximas tibi ago gratias, debitasque statim persolvere voluisset, nisi eodem tempore indicasset Ellicottus noster, te tunc esse absentem, occerto videlicet longo in insulam Barbadoes itinere. Benigne excuses precor, quod jam demum officii memor, tibi gratuler felicem reditum, & munus astronomi regii nuper in te collatum, quo ut diu, in astronomiae incrementum, fungaris, opto, & ut illustrissimorum praecessorum tuorum æmulus, parem acquiras gloriam.\n\nDictus liber fuit mihi duplici nomine acceptissimus, & argumenti pertractati elegantia, & ut amicitiae sponte\nsponte mihi a te oblatæ tessera. Non honori tantum singulari, sed et certissimo usu mihi erit commercium litterarium cum primarii observatorii astronomo. Dabo operam, ut non prorsus indignus tuo favore videar.\n\nNe vacuæ ad te veniant primæ litteræ meæ, dissertatiunculam astronomici argumenti inferam, cum observationes alicujus momenti, quas tibi communicem, jam non habeam.\n\nQuamvis non dubitem, quin jam diu determinaveris longitudinem geographicam insulæ Barbarorum, ope observationum ibi a te habitarum, quæ extant in novissimo Transactionum Philosophicarum tomo; non tamen ingratum tibi futurum speraverim meum videre tentamen in ea re, quod simul est specimen methodi, quà, nullibi quidem antea distincte explicatâ, per plures annos usus sum, quando ex observationibus satellitum Jovis, in aliquo disjito loco institutis, ejus loci longitudinem elicere conatus sum.\n\nConsuetæ &c diu usitata methodus est, ut conferantur observationes habitæ in loco, cujus longitudo quaeritur, cum observationibus institutis eodem tempore in observatorio quodam vel alio loco, quo longitudo determinatur. Si quæ inter illas occurrunt immediate correspondentes, ita ut eadem immersiones vel emersiones Satellitis cujußdam, praecipue primi utrinque, notate sint, quodvis par correspondentium suppeditat differentiam quandam meridianorum; & si hoc modo inventæ plures differentiæ aliquantulum inter se discrepant, media inter omnes sumta pro verâ vel veræ proximâ haberi solet. Satis bene succedit hæc methodus, quando plurimæ suppetunt observationes correspondentes tam immersionum quam emersionum primi,\nprimi, habitae tubis vel telescopiis fere æqualis utrinque potentiae. Et si sequamur regulas, quas huic negotio praescripsit celeberrimus astronomus Cæsareus Vindebonensis, pater S. J. Maximilianus Hell, in ephemeridibus suis astronomicis ad annum 1765, quaestam meridianorum differentiam acutâ fere, quod aiunt, tangere licet, ne obstante quidem instrumentorum discrepantiâ & observatorum inæquali perspicaciâ. Laborat tamen illa methodus imperfectione quadam. Plerumque multae in loco determinando factae observationes nullam nactae sunt in alio loco correspondentem; tum vero omnes illae nullius fere in geographia sunt usus & quasi perditae, quamvis fortassis per se sint praestantissimae. Quid? si una tantum alterave, vel nulla proelius reperiatur correspondens: contingit autem hoc sæpiissime, imprimis si locus, cujus longitudo quaeritur, longe remotus est versus orientem vel occidentem ab Europâ, astronomiæ sede. Sic parti longe maximae observationum Pekinensium deficiunt correspondentes Europææ. Hujus quoque rei exemplo esse possunt tuae, in insula Barbatorum versus finem anni 1763, & initio 1764 habitae: nam inter 17 a te observatas eclipses primi satellitis, non nisi dua, quantum quidem mihi constat, correspondentes habuerunt.\n\nAd suppleendum correspondentium defectum, astronomi duplici incedere consueverunt via. Alii quaerunt, anne aliqua eclipsium satellitis proximæ præcedentium, vel sequentium in observatorio quodam notata sit, quâ inventâ, & addito vel subtracto revolutionum intercedentium noto numero, invenire sata gunt verum tempus, quo contingere debuisset in eodem observatorio eclipsis desiderata correspondens.\nSed aleæ plena est hæc methodus, revolutiones enim satellitis inæquales sunt, ut vix duæ vicinæ perfecte conveniant. Inæqualitates plerasque eruere docet quidem theoria, sed operosus labor est & lapsui obnoxius. Nonnunquam deficiunt observationes etiam hoc modo, mediate scilicet, correspondentes, vel nimiris longe sunt remotæ a tempore desiderato, vel si quæ occurrit propinquior, una pluribus non sufficit. Sic tota mensæ Decembri, quo tu in dictâ insulâ septem observasti emersiones primi satellitis, unica tantum, quod sciam, in Europâ videri contigit. Si unica ista minus bona fuisset, & tamen omnes tuas ad illam exigere oporteret, anne in erroneam induceret meridianorum differentiam, tuis quantumvis per se optimis?\n\nMelior sane est altera ratio suppleendi defectum correspondentium, ope calculi ad datum meridianum facti, & addito vel subtracto tabularum errore, correciti, quem errorem aliæ observationes, eodem mense vel proximis habitæ, prodiderunt: nam hoc modo omnes observationes, in loco determinando institutæ, pro rata parte contribuunt ad indagandam longitudinem. Certitudo hujus methodi, quam ego potissimum expoliendam reor, ab eo pendet, ut pro quovis momento rite corrigatur error, cui tabulae, etiam optimæ, sunt obnoxiae. Facile hoc fieret, si error iisdem annis vel saltem mensibus constans esset. Sed experientia docuit, observationes, circa idem tempus factas, quamvis ipsis observatoribus fere æqualiter bona sint visæ, inæqualiter tamen a calculo recedere; immo eandem immersionem, vel emersionem, a diversis astronomis notatam, sœpe multis secundis quin & integro minuto differentem dare calculi errorem, non totum tabulis vitio vertendum; sed quà partem\nipsis observationibus. In hoc casu, valde frequenti,\narduum est invenire verum tabularum errorem, nam,\ninsciis observatoribus etiam exercitatisimis, saepissime\nirrepunt defectus, ut pro certis venditent observationes\nvitii non expertes. Si itaque, ut plerumque fit, una tantum alterave seligatur observatio pro in-\nveniendo tabularum errore, facile in devia itur.\n\nHisce rationibus persuasus, necessarium omnino du-\nco examinare ipsas observationes, antequam adhi-\nbeantur determinandae per quacunque methodum\nlongitudini. Fieri id potest modo sequenti.\n\nOmnes, quae suppetunt, observationes ejusdem sa-\ntellitis, praecipue primi, habitas circa idem tempus,\ntam in loco determinando quam in observatoriis satis\nantea determinatis, dispono, secundum temporis feri-\nem, in tabulam. Differentiam meridianorum quaesi-\ntam tantisper assumo, quantam vel observationes, si\nquae adsunt, immediate correspondentes offerunt, vel\ncalculus non correctus unius observationis requirere vi-\ndetur. Deinde ad tabularum amussin exigo omnes\nobservationes, & inventum calculi errorem juxta\nquamvis annoto. Quo facto, & attentè examinata\nerrorum serie, satis patet, 1°, quænam inter observa-\ntiones in locis determinatis habitas reliquis sint meli-\nores & fide dignissimæ: 2°, quis eo tempore medius\nsit tabularum error; & denique, 3°, an quæsita meri-\ndianorum differentia major vel minor sit, quam quæ\nin calculo assumta erat, quantumque vel augenda vel\nminuenda erit, ut quam proxime pares prodeant cal-\nculi errores.\n\nQuod ad primum attinet, verisimillimum utique pu-\nto, immersiones, quæ plerisque aliis multo citius, &\nemersiones quæ serius visæ sunt, inter minus certas\nesse referendas, etiam si bonas crediderint ipsi observatores: nam theoria satellitum Jovis, imprimis duorum inferiorum, hoc tempore adeo exculta est, ut vix dubitare liceat, quin omnes ejusdem anni vel saltem mensis immersiones fere æqualiter a calculo receperent, si observationes æquali gauderent certitudine. Idem de emersionibus seorsim dicendum. Ideoque variationes &c., ut ita dicam, saltus errorum, inæquali observationum bonitati videntur tribuendæ. His aliisque circumstantiis, praesertim observatorum de quavis observatione annotationibus bene pensatis, sat in propatulo erit verus vel medius tabularum eo tempore error. Si observationes in loco determinando habitæ pariter fere a tabulis discrepant, indicio est, assumtam tantisper meridianorum differentiam esse veram: sin minus, quantum augenda, vel minuenda sit. Si immersiones majorem minoremve poscere videntur meridianorum differentiam, quam emersiones, id inæquali tuborum potentiae adscribendum, & media inter utrasque meridianorum differentia tanto certius pro verâ haberi potest, quanto plures utrinque observationes eam confirmant.\n\nSit exempli loco determinanda longitudo insulae Barbarorum, ope 17 observationum primi satellitis ibi a te habitarum, mensibus Novembri et Decembri 1763, Januario et Februario anni 1764. Reperio alias 21 observationes iisdem mensibus factas in Europâ, in locis probe determinatis, quarum duæ tantum tuis sunt correspondentes, quæ per medium dant differentiam 5 horarum, 10 minutorum, & 14 secundorum, inter meridianum observatorii Stockholmensis tuique loci. Scire lubet, an illa reliquis quoque observationibus congruat. Omnes itaque horum mensium observationes, additis ultimis in Octobri 1763, & primis in Martio 1764, in justum ordinem redigo, &\nverum tempus secundum tabulas computo, quo quis in suo meridiano contingere debuisset.\n\nPeracto calculo, apparet, immersiones Europæas alias paucis secundis ferius, alias citius observatas fuisse, quam per tabulas opportuerat. Illas meliores jure puto, has, praecipue quae maxime discedunt, inter dubias refero. Per medium, immersiones omnes calculo quam proxime convenire debuisse videntur. At inter 15 in Europâ observatas emersiones, pleræque calculum aliquot, ubi maxime, 31 secundis præverterunt, exceptis tribus Tyrnavensibus, quae computatis momentis ferius visae, ideoque vitio non carere censenda sunt. Media bonarum emersionum praefacio fuit 20 secundorum circiter.\n\nConsiderato ulterius tuarum observationum calculo, vidi eas fere omnes, positâ differentiâ meridianorum 5° 10' 14'', multo magis prævertere computum, quam Europæ, sed fere æqualiter a tabulis discessuras, si differentiam meridianorum 22 secundis auxerim. Eam itaque 5° 10' 36'', quam proxime æqualem autumo; cujus rei ut fidem tibi faciam, heic subjungo omnes observationes, cum correeto tuarum calculo.\n\nParisenses habitæ sunt telescopio Gregoriano, diametros objectorum 104° augente, à Domino Messier, in Observatorio Societatis Maritimæ, quod duobus temporis secundis orientalius est observatorio regio.\n\nViennenses, à Rev. Patre Hell, S. J. telescopio 4 ½ pedum, in observatorio Cæsareo, cujus à Parisensi longitudo præcise est stabilita 56' 11''.\n\nTyrnavenses a R. P. Weiß, S. J. telescopio 4 pedum Newtoniano. Differentia meridiani Tyrnaviae à Parisensi observatorio est 1° 1' 56'' satis certa.\n\nMeæ habitæ sunt tubo Dollondiano 10 pedum egregio. Distat autem observatorium Stockholmense à Parisensi 1° 2' 51'', & à Grenovicensi 1° 12' 7''.\n### Observationes Comparatæ Primi Sat. Jovis.\n\n| Tempus Observat. | Tem. comput. Error comp. Locus Obs. cum Annotationibus. |\n|------------------|--------------------------------------------------------|\n| D. h' ' \"        | h' ' \"                                                  |\n| 23 13 32 21 Imm. | 13 32 9 0 12 — Paris. Serenum.                         |\n| 23 14 27 50      | 14 28 18 0 28 + Vien. Cælo vaporoso.                   |\n| 25 8 56 26       | 8 56 56 0 30 + Vien. Ser. sed lunâ vicinâ.             |\n| 25 9 3 48        | 9 3 36 0 12 — Stockholm. Bona visa, cælo ser.         |\n| 1 9 55 6         | 9 54 59 0 7 — Paris. Serenum.                          |\n| Nov.             |                                                        |\n| 6 18 21 14       | 18 21 10 0 4 — Tyrnav. Cælo serena.                    |\n| 8 12 44 24       | 12 44 49 0 25 + Vien. Cælo vaporoso.                   |\n| 10 7 17 36       | 7 17 48 0 12 + Tyrnav. Cælo serena.                    |\n| 13 15 5 38 Imm.  | 15 5 37 0 1 — Insula Barbæ.                            |\n| 15 14 37 34      | 14 37 44 0 10 + Vien. Cælo sudo.                       |\n| 17 8 9 39        | 8 9 47 0 8 + Paris. Observatio bona.                    |\n| 20 16 57 20      | 16 58 10 0 50 + Inf. Barb. Per tenues nubes.           |\n| 22 11 26 6       | 11 26 12 0 6 + Inf. Barb.                              |\n| 22 16 34 10      | 16 34 53 0 43 + Tyrnav. Serenum.                        |\n| 24 10 2 13       | 10 2 0 0 13 — Paris. Serenum.                          |\n| Dec.             |                                                        |\n| 1 7 46 0 Imm.    | 7 45 58 0 2 — Inf. Barb. Sat. contiguus Jovi.          |\n| 6 17 21 4 Em.    | 17 18 44 2 20 — Inf. Barb. Jupiter imminet horizonti.   |\n| 8 11 46 35       | 11 46 33 0 2 — Inf. Barb.                              |\n| 10 11 24 45      | 11 24 56 0 11 + Stockholm. Serenum.                    |\n| 15 13 37 9       | 13 37 41 0 32 + Inf. Barb.                             |\n| 17 8 5 46        | 8 5 27 0 19 — Inf. Barb. Aëre turbido.                 |\n| 22 15 28 35      | 15 28 49 0 14 + Inf. Barb.                             |\n| 24 9 56 20       | 9 56 33 0 13 + Inf. Barb.                              |\n| Jan.             |                                                        |\n| 2 11 25 59       | 11 26 17 0 18 + Stockholm. Cælo serenissimo.           |\n| 2 11 19 10       | 11 19 37 0 27 + Vien.                                   |\n| 4 5 47 15        | 5 47 29 0 14 + Vien.                                   |\n| 7 13 39 43       | 13 39 30 0 13 — Inf. Barb. Aëre turbido.               |\n| 9 8 7 20         | 8 7 29 0 9 + Inf. Barb.                                |\n| 16 9 59 38       | 9 59 52 0 14 + Inf. Barb.                             |\n| 23 11 32 36      | 11 52 52 0 16 + Inf. Barb.                             |\n| 25 6 20 51       | 6 21 15 0 24 + Inf. Barb. Optima.                      |\n| 25 11 31 20      | 11 31 51 0 31 + Stockholm. Certa.                      |\n| Febr.            |                                                        |\n| 8 10 9 19        | 10 9 50 0 31 + Inf. Barb.                              |\n| 10 8 46 6        | 8 46 24 0 18 + Paris. Bona.                            |\n| 10 9 47 41       | 9 47 18 0 23 — Tyrnav.                                 |\n| 17 10 41 48      | 10 41 51 0 3 + Paris. Bona.                            |\n| 17 11 43 6       | 11 42 45 0 21 — Tyrnav.                                |\n| 17 11 44 22      | 11 44 40 0 18 + Stockholm. Cælo sereno, sed vehementiori vento. |\n| 19 6 13 22       | 6 13 39 0 17 + Stockholm. Certe jam aderat; forte jam ante coepere. |\n| 19 6 6 34        | 6 6 59 0 25 + Vien.                                    |\n| 19 6 11 45       | 6 11 44 0 1 — Tyrnav.                                  |\n| 24 8 30 42 Em.   | 8 30 13 0 29 — Inf. Barb.                             |\n| Mart.            |                                                        |\n| 4 10 4 51        | 10 4 53 0 2 + Tyrnav.                                  |\n| 13 6 26 49       | 6 26 34 0 14 — Vien.                                   |\n| 13 6 31 45       | 6 32 19 0 34 — Tyrnav.                                 |\n\nAurora Borealis circa Jovem.\nJam ipsi tibi, vir celeberrime, relinquó dijudicandum, anne sensibiliter majorem vel minorem admittant hæ observationes meridianorum differentiam? Tu autem idem fere inter se & cum tabulis consensus, atque est Europæarum? Videsne, quasi ictu oculi, quæ observationes erroris sunt suspectæ, quæ reliquis præferendæ? Quas ipsæ dubias notasti, calculus quoque arguit. Emercio die 6 Dec. omnium maxime, sine dubio, est vitiosa. Inæqualem tuborum potestatem etiam indicat errorum series: nam Weissius suo fere semper observavit immersiones citius, & emersiones tardius, quam reliqui. Tuum telescopium meo Dollondiano fere palmam præripere videtur. Si differentia meridianorum inventa non est exacte vera, eam potius aliquot secundis augendam quam minuendam puto, sed paucis.\n\nPari ratione differentiam meridianorum observatorii Grenovicensis & insulae S. Helenæ inveni 23 minutis primis vix majorem, sed potius aliquot secundis minorem, nisi duæ ex emersionibus 15 ibi a te observatis sint prospersus rejiciendæ: immersiones enim solae paulo majorem admitterent.\n\nPersuasus sum, hanc methodum determinandi longitudines per observationes satellitum Jovis esse reliquis præferendam, quod evidentior & generalior sit, & praecipue quoniam simul indicat observationum majorem minoremve præstantiam. Sed satis de his.\n\nVale, vir æstumatissime, & fave,\n\nReverendi celeberrimique nominis tui,\n\nCultori sincero,\n\nDab. Stockholmiae,\ndie Julii, 1766.\n\nPetro Wargentin.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105507.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14530,
    "total-output-tokens": 5881,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1063,
        2
      ],
      [
        1063,
        2656,
        3
      ],
      [
        2656,
        4303,
        4
      ],
      [
        4303,
        5990,
        5
      ],
      [
        5990,
        7647,
        6
      ],
      [
        7647,
        9403,
        7
      ],
      [
        9403,
        11127,
        8
      ],
      [
        11127,
        15363,
        9
      ],
      [
        15363,
        16815,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105507",
    "title": "A Letter from Mr. Wargentin, F. R. S. and Secretary of the Royal Academy of Sciences at Stockholm, to the Rev. Mr. Maskelyne, M. A. F. R. S. and Astronomer Royal at Greenwich, Containing an Essay of a New Method of Determining the Longitude of Places, from Observations of the Eclipses of Jupiter's Satellites",
    "authors": "Petro Wargentin",
    "year": 1766,
    "volume": "56",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105507"
  }
}