{
  "id": "5afaaac6a685f225d607425f552911d8a88b109e",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1804 to July 1805;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1804.\n\nPRESENTS.\n\nNov. 8. Transactions of the Linnean Society. Vol. VII. London, 1804.\n\nTransactions of the American Philosophical Society, held at Philadelphia. Vol. VI. Part I. Philadelphia, 1804.\n\nThe Philosophical Transactions abridged. Vol. III. Part IV. and Vol. IV.\n\nGeneral Zoology, by G. Shaw. Vol. V. London, 1804.\n\nObservations on the Plague, the Dysentery, the Ophthalmy of Egypt, by P. Assalini, translated by A. Neale. London, 1804.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 31—35.\n\nDissertations, Essays, and Parallels, by J. R. Scott. London, 1804.\n\nThe Philosophical Magazine, by A. Tilloch. No. 73—77.\n\nThe Narrative of Captain David Woodard and Four Seamen, who lost their Ship while in a Boat at Sea, and surrendered themselves up to the Malays, in the Island of Celebes. London, 1804.\n\nMorborum puerilium Epitome, Auctore G. Heberden. Londini, 1804.\n\nBibliotheque Britannique. No. 179—204.\n\nDONORS.\n\nThe Linnean Society.\n\nThe American Philosophical Society.\n\nMessrs. C. and R. Baldwin.\n\nMr. George Kearsley.\n\nMr. Adam Neale.\n\nMr. William Nicholson.\n\nThe Rev. John Robert Scott, D.D.\n\nMr. Alexander Tilloch.\n\nWilliam Vaughan, Esq.\n\nWilliam Heberden, M. D. F. R. S.\n\nProfessor Pictet, F. R. S.\n22. Commentationes Societatis Regiae Scientiarum Gottingensis ad A. 1800—3. Vol. XV. Gottingae, 1804.\n\nOn the Cultivation and Preparation of Hemp, by R. Wissett. London, 1804.\n\nAn Account of the Fall of the Republic of Venice, translated from the Italian, by J. Hinckley. London, 1804.\n\nDec. 6. Fasciculus V. of a Synopsis of the British Con- servae, by L. W. Dillwyn.\n\nA Reply to the Animadversions of the Edinburgh Reviewers on some Papers published in the Philosophical Transactions, by T. Young. London, 1804.\n\nThe Philosophical Transactions abridged. Vol. V. Part I.\n\nMeteorological Journal kept at Nottingham-house, near the Athapescow Lake, from Oct. 1, 1802, to May 21, 1804. MS.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 36.\n\nReport of a Medical Committee on the Cases of supposed Small-pox after Vaccination, which occurred in Fullwoods Rents. London, 1804.\n\nThe Philosophical Magazine, by A. Tilloch. No. 78.\n\n13. State of the Thermometer at Quebec, from Nov. 1, 1803, to July 27, 1804. MS.\n\nA Catalogue of Books contained in the Library of the Medical Society of London. London.\n\n20. A View of the Old Palace at Hampton Court.\n\n1805.\n\nJan. 10. Scriptores Logarithmici, or a Collection of Tracts on the Nature and Construction of Logarithms. Vol. V. London, 1804.\n\nThe Nautical Almanack for the Year 1809. London, 1804.\n\nThe Philosophical Transactions abridged. Vol. V. Part II.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 37.\n\nThe Philosophical Magazine, by A. Tilloch. No. 79.\n\n17. A Meteorological Journal of the Year 1804, kept in London, by W. Bent. London, 1805.\n\n24. Meteorological Journal kept on board the Marine Society's Ship in 1804. MS.\n\n31. Annals of Medicine for the Years 1803—4, by A. Duncan, sen. M. D. and A. Duncan, jun. M. D. Vol. III. Lustrum II. Edinburgh, 1804.\n\nNuovo Metodo di applicare alla Sintesi la Soluzione analitica di qualunque Problema geometrico, di A. Romano. Venetia, 1793.\n\nThe Royal Society of Sciences of Gottingen.\n\nRobert Wissett, Esq. F. R. S.\n\nJohn Hinckley, Esq.\n\nLewis Weston Dillwyn, Esq. F. R. S.\n\nThomas Young, M. D. F. R. S.\n\nMessrs. C. and R. Baldwin.\n\nJoseph Colen, Esq.\n\nMr. William Nicholson.\n\nMr. Charles Pears.\n\nMr. Alexander Tilloch.\n\nLieut. Gen. Davies, F. R. S.\n\nThe Medical Society of London.\n\nThe Society of Antiquaries.\n\nFrancis Maseres, Esq. F. R. S.\n\nThe Commissioners of Longitude.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nMr. William Bent.\n\nThe Marine Society.\n\nAndrew Duncan, sen. M. D. and Andrew Duncan, jun. M. D.\n\nSig. Antonio Romano.\nPRESENTS.\n\nFeb. 7. Abbozzi di Fenomeni del Vesuvia, da 12 Sept. 1779, al 20 Agosto, 1795, dal P. Antonio Piaggio. MS. 7 Vols. 4°\n\nDescrizione dell' Incendio del Vesuvio degli 8 Agosto 1779, dal P. Antonio Piaggio. MS. 4°\n\nThe Philosophical Transactions abridged. Vol. V. Part III.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 38.\n\nThe Philosophical Magazine, by A. Tilloch. No. 80\n\n21. Acta Academiae Scientiarum Imperialis, Petropolitanae pro Anno 1779, Pars prior et posterior; et 1782 Pars posterior. Petropoli 1782, 1786. 4°\n\nIndian Serpents. Vol. II. Part II.\n\nObservations on Cancer, by E. Home. London, 1805. 8°\n\n28. The Report of R. Mylne on the proposed Improvement of the Drainage and Navigation of the River Ouse, by executing a straight cut from Eau Brink to King's Lynn. London, 1792. 4°\n\nEau Brink, new River, or Cut Deed Roll, stating the Opinion (in the Nature of an Award) of Jos Huddart, Esq. London, 1804. 4°\n\nThe Philosophical Transactions abridged. Vol. V. Part IV.\n\nImportant Discoveries and Experiments elucidated on Ice, Heat and Cold, by J. Hall. London, 1805. 8°\n\nMar. 7. A Journal of Natural Philosophy, by W. Nicholson. No. 39.\n\nThe Philosophical Magazine, by A. Tilloch. No. 81.\n\n14. Transactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XXII. London, 1804. 8°\n\nA short Account of the Cause of the Disease in Corn, called by the Farmers the Blight, the Mildew, and the Rust. London, 1805. 4°\n\nObservations tendant à prouver que l'Acide muriatique oxigené n'est pas une Combinaison de l'Acide muriatique et de l'Oxigene, par S. Pugh. Rouen, 1804. 4°\n\n21. Memoires de l'Academie Royale des Sciences et Belles Lettres, 1801. Berlin, 1804. 4°\n\nDONORS.\n\nThe Right Hon. Sir Joseph Banks, Bart. K.B.P.R.S. in consequence of the directions of the late Right Hon. Sir William Hamilton, K.B.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nThe Committee of Warehouses of the East-India Company.\n\nEverard Home, Esq. F.R.S.\n\nRobert Mylne, Esq. F.R.S.\n\nMessrs. C. and R. Baldwin.\n\nRev. James Hall, A.M.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nThe Right Hon. Sir Joseph Banks, Bart. K.B.P.R.S.\n\nM. Pugh, of Rouen.\n\nThe Royal Academy of Sciences of Berlin.\nPRESENTS.\n\nAstronomical Observations made at the Royal Observatory at Greenwich, from 1750 to 1762, by J. Bradley, Vol. II. together with a Continuation of the same by N. Bliss. Oxford, 1805. fol.\n\nAstronomisches Jahrbuch für das Jahr 1807, von J. E. Bode. Berlin, 1804. 8°\n\nJournal de Chemie et de Physique, par J. B. van Mons. No. 15.\n\nApril 4. Connaissance des Tems pour l’An 15, publiée par le Bureau des Longitudes, Paris, 1804. 3°\n\nLetters on Chinese Literature. London, 1804. 8°\n\n25. Elementary Treatises on the fundamental Principles of practical Mathematics, by S. Lord Bishop of Rochester. Oxford, 1801. 8°\n\nEuclidis Elementorum Libri XII. priores, edidit, auxit et emendavit S. Episcopus Roffensis Oxonii, 1802. 8°\n\nEuclidis Datorum Liber, nec non Tractatus alii ad Geometriam pertinentes; edidit S. Episcopus Asaphensis. Oxonii, 1803. 8°\n\nPlantarum Guianæ riorum Icones et Descriptions hactenus inedita, Auctore E. Rudge. Vol. I. Londini, 1805. fol.\n\nChirurgical Observations relative to the Eye, by J. Ware. London, 1805. 2 Vols. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 40.\n\nThe Philosophical Magazine, by A. Tilloch. No. 82.\n\nJournal de Chemie et de Physique, par J. B. van Mons. No. 16.\n\nMay 2. The Philosophical Transactions abridged. Vol. VI. Part I.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 41.\n\nThe Philosophical Magazine, by A. Tilloch. No. 83.\n\n9. Plants of the Coast of Coromandel, by W. Roxburgh, M.D. Vol. II. No. 4.\n\n16. Part the First of the General Survey of England and Wales, by the Surveyors of his Majesty’s Ordnance, under the Direction of Lieut. Col. Mudge. 4 Sheets.\n\nTable of Meteorological Observations on Sea and Land in various Climates, by James Horsburgh. MS.\n\nKongl. Vetenskaps Academiens Nya Handlingar. Tom. XXIII, för År 1802, 4th Quarter; Tom. XXIV, för År 1803; and Tom. XXV, för År 1804, 1st and 2d Quarters. Stockholm 8°\n\n30. The Philosophical Transactions abridged. Vol. VI. Part II.\n\nDONORS.\n\nThe Delegates of the Clarendon Press at Oxford.\n\nMr. J. E. Bode, F. R. S.\n\nM. van Mons, of Brussels.\n\nLe Bureau des Longitudes de France.\n\nAntonio Montucci, LL. D.\n\nThe Lord Bishop of St. Asaph, F. R. S.\n\nEdward Rudge, Esq. F. R. S.\n\nJames Ware, Esq. F. R. S.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nM. van Mons, of Brussels.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Committee of Warehouses of the East-India Company.\n\nLieut. Colonel Mudge, F. R. S.\n\nAlexander Dalrymple, Esq. F. R. S.\n\nThe Royal Academy of Sciences of Stockholm.\n\nMessrs. C. and R. Baldwin.\nJune 13. Werneria, or Short Characters of Earths. London, 1805.\n\nReflections on the Commerce of the Mediterranean, by J. Jackson. London, 1804.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 42.\n\nThe Philosophical Magazine, by A. Tilloch. No. 84.\n\nPlates 15, 16 and 17 of the 4th Volume of Vetusta Monumenta.\n\nThe Critical Review, February—May 1805.\n\nRelazione del Fenomeno accaduto in Scilla 1790, la Mattina de' 24 Marzo, dal Dr. Rocco Bovi. MS.\n\nRoyal Humane Society. Annual Report, 1805. London.\n\nA General View of the Writings of Linnæus, by R. Pulteney; the second Edition, with Additions and Corrections, by W. G. Maton. London, 1805.\n\nPlantarum Guianæ rariorium Icones et Descriptions hactenus ineditæ, Auctore E. Rudge. Faciculus II. et III.\n\nJuly 4. A complete Collection of Tables for Navigation and Nautical Astronomy, by J. de Mendoza Rios. London, 1805.\n\nThe Philosophical Transactions abridged. Vol. VI. Part III.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 43.\n\nThe Philosophical Magazine, by A. Tilloch. No. 85.\n\nThe Critical Review, June 1805.\n\nSulla Inutilità della Questione intorno alla Misura delle Forze vive per la Risoluzioni de' Problemi dinomici, Memoria dell' Ab. A. Zendrini. Venezia, 1804.\n\nDonors:\n\nThe Author.\n\nJohn Jackson, Esq.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Society of Antiquaries.\n\nThe Editor.\n\nDon Rocco Bovi.\n\nThe Royal Humane Society.\n\nWilliam George Maton, M.D. F.R.S.\n\nEdward Rudge, Esq. P.R.S.\n\nJoseph de Mendoza Rios, Esq. F.R.S.\n\nMessrs. C. and R. Baldwin.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Editor.\n\nAbbate Zendrini.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1805.\n\nA\n\nAdhesion of sulphuric acid and of alcohol to glass, - 72\n——— of mercury to glass, - 75\n——— to other substances, - 76\nAlburnum, variations of its density, - 91\nAsteroid, term applied to the star lately discovered by Mr. Harding, - 57\nAttraction and repulsion, apparent of floating bodies, - 78\n\nB\n\nBarometer, its diurnal variation at sea between the tropics, - 177\n——— does not appear on shore, - 181\nBenzoic acid, formed from dragon's blood, - 293\nBlood, its temperature in various animals, - 22\nBoracic acid, its use in the analysis of stones that contain a fixed alkali, - 231\nBuds, on the reproduction of, - 257\n\nC\n\nCamphor, experiments upon it with sulphuric acid, - 302\nCarbonaceous substances acted upon by nitric acid yield a substance resembling tannin, - 215\nCarlisle, Anthony, Esq. Croonian Lecture on muscular motion, - 1\n——— On the physiology of the stapes, one of the bones of the organ of hearing; deduced from a comparative view of its structure, and uses, in different animals, - 198\nChenevix, Richard, Esq. On the action of platina and mercury upon each other, - 104\nCohesion of fluids, essay on, - 65\nColumella, a bone in the ear of birds, - 205\nINDEX.\n\nConducting powers, relative of platina, palladium, silver, and copper, - 329\n\nCrimping of fish, experiments on, - 23\n\nCrystalline lens of the eye, probably muscular, - 14\n\nD\n\nDavy, Humphry, Esq. An account of some analytical experiments on a mineral production from Devonshire, consisting principally of alumine and water, - 155\n\nOn a method of analyzing stones containing fixed alkali, by means of the boracic acid, - 231\n\nDiameters, spurious, of terrestrial objects, - 44, 51\n\ndiffer according to the portion of mirror employed to view them, - 52\n\nof celestial objects, - 54, 55\n\ncriterion for distinguishing spurious from real, - 52\n\nDragon's blood, experiments on, - 297\n\nE\n\nElevation of fluids, by adhesion, - 70\n\nExpansion, comparative, of platina, palladium, and steel, - 329\n\nF\n\nFlinders, Matthew, Esq. Concerning the differences in the magnetic needle, on board the Investigator, arising from an alteration in the direction of the ship's head, - 186\n\nFluids, cohesion of, - 65\n\nG\n\nGregor, Rev. William. Experiments on a mineral substance, formerly supposed to be zeolite; with some remarks on two species of uran-glimmer, - 331\n\nH\n\nHarding, Mr. his star observed by Dr. Herschel, - 57\n\nHatchett, Charles, Esq. On an artificial substance, which possesses the principal characteristic properties of tannin, - 211\n\nAdditional experiments and remarks on the same substance, - 285\n\nHeart, malformation of, in an infant, - 228\n\nHerschel, William, LL.D. Experiments for ascertaining how far telescopes will enable us to determine very small\nINDEX.\n\nangles, and to distinguish the real from the spurious diameters of celestial and terrestrial objects: with an application of the result of these experiments to a series of observations on the nature and magnitude of Mr. Harding's lately discovered star,\n\nHerschel, William, LL.D. Experiments on apparent magnitudes of pins heads,\n\nglobules of sealing wax,\nof silver,\nof pitch, beeswax, &c.\nilluminated globules,\nglobules of quicksilver,\nOn the direction and velocity of the motion of the sun and solar system,\nObservations on the singular figure of the planet Saturn,\nHibernation of animals, remarks on,\nHorsburgh, J. Esq. Abstract of observations on a diurnal variation of the barometer between the tropics,\nHyacinths found among crude platina,\n\nI\n\nIbis, Egyptian, mummies of,\ntwo species,\nIndigo, yields a tanning substance by action of nitric acid,\nIridium, ore of, mixed with crude platina,\nJuno, its magnitude estimated by Dr. Herschel,\n\nK\n\nKnight, Thomas Andrew, Esq. Concerning the state in which the true sap of trees is deposited during winter,\nOn the reproduction of buds,\n\nL\n\nLacteals, whence they receive their fluids,\nLampadius, observations on his formation of sulphur-alcohol,\nLane, Timothy, Esq. On the magnetic attraction of oxides of iron,\nLeaves contain three kinds of vessels,\nLecture, Croonian,\nLymphducts arise from cellular membrane,\nINDEX.\n\nM\n\n*Magnetic needle* observed to vary on ship-board, according to the position of the ship's head, - 186\n*Marmot*, a peculiarity in the bones of its ear, - 204\n*Mercury*, its adhesion to glass and other bodies, - 86\n*Mirror of reflecting telescopes*, how its different parts affect the spurious diameters of objects, - 46\n*Morveau*, remarks on his experiments upon the adhesion of metals to mercury, - 76\n*Mummies*, account of two of the Egyptian Ibis, - 264\n*Muscles*, often both red and colourless in the same animal, - 4\n——— their bulk varied by exertion, - 23\n——— their specific gravity altered by crimping, - 23\n——— their irritability destroyed by various agents, - 26\n——— their cohesive attraction is less when they cease to be irritable, - 3\n*Mushet, Mr. David*. Experiments on wootz, - 163\n\nN\n\n*Nerves* distributed in greater proportion to voluntary muscles, than to other parts, except the organs of sensation, - 8\n——— their extreme fibrils transparent, - 9\n——— possess powers of restoration, - 10\n\nO\n\n*Ovaria* deficient in a full grown woman, - 225\n\nP\n\n*Palladium*, attempts to form it artificially, - 106\n——— by Tromsdorff and Klaproth unsuccessful, - 111\n——— out of 1000 attempts, four successful, - 112\n——— its compound nature supported by Ritter, - 113\n——— on the discovery of, - 316\n——— the separation of, - 322\n——— detonating prussiate of, - 328\n——— its conducting power, - 329\n——— reasons for considering it a simple metal, - 325\n*Pears, Mr. Charles*. The case of a full grown woman in whom the ovaria were deficient, - 225\n*Pearson, John*, Esq. Some account of two mummies of the Egyptian Ibis, one of which was in a remarkably perfect state, - 264\nINDEX.\n\nPessulus, a peculiar bone so named in the ear of the marmot and Guinea-pig, 204\n\nPicott, Edward, Esq. An investigation of all the changes of the variable star in Sobieski's Shield, from five years observations, exhibiting its proportional illuminated parts, and its irregularities of rotation; with conjectures respecting unenlightened heavenly bodies, 131\n\nPlatina, on the fusion of it, 109\n—— precipitated by green sulphate of iron, under what circumstances, 117\n—— how to be united most advantageously with mercury, 120\n—— other methods, 123, &c.\n\nR\n\nRepulsion, apparent of floating bodies, 78\n\nRichter, remarks upon his attempts to combine platina with mercury, 111\n\nRitter's galvanic arrangement of metals and alloys, 113\n\nRose and Gehlen, Messrs. attempt to form palladium, 106\n\nRoots, their mode of growth, 99\n\nS\n\nSap, aqueous, from high incisions sweeter and heavier than from low incisions, 91\n—— true, concerning the state in which it is deposited during winter, 88\n\nSaturn, on the singular figure of that planet, 272\n\nStandert, Mr. Hugh Chudleigh. A description of malformation in the heart of an infant, 228\n\nStapes, the physiology of, 198\n—— the bone described, 201\n\nStar, on the magnitude of that lately discovered by Mr. Harding, 31, 55\n—— variable in Sobieski's Shield, 131\n\nSteel, experiments on that called wootz, 163\n\nSulphur-alcohol of Lampadius, 115\n\nSun, on the direction and velocity of its motion, 233\n\nT\n\nTannin, on a substance which resembles it, 211\n—— properties of that substance, 215\n—— formed by action of nitric acid on carbonaceous substances, 215\n—— whether animal, vegetable, or mineral, 217\nINDEX.\n\nTannin, formed by action of nitric acid, on substances reduced to the state of coal, whether by fire, or by sulphuric acid, 219\n—— additional remarks on it, 285\n—— its indestructibility, 286\n—— its imputrescibility, 288\n—— on the destructibility of various kinds of natural tannin, 288\n—— artificial substance distilled, 292\n—— formed by action of nitric acid on various substances not carbonized, 295\n—— probably formed by simple exposure of some substances to a certain temperature, 302\n\nTelescopes, experiments on their power of ascertaining the magnitudes of very small celestial objects; 31\n\nTorpedo, its battery probably governed by a voluntary muscle, 11\n\nU\n\nUran glimmer, experiments on, 331\n\nVariation of compass on board ship, arising from position of the ship's head, 186\n—— of the magnetic needle at Somerset-house, at the end of the Meteorological Journal, [27]\n\nW\n\nWavellite, on a fossil from Devonshire so called, 155\n\nWollaston, William Hyde, M.D. On the discovery of palladium; with observations on other substances found with platina, 316\n\nWood, winter-felled more dense than summer-felled, 93\n\nWootz, experiments on, 163\n\nY\n\nYoung, Thomas, M.D. An essay on the cohesion of fluids, 65\n\nZ\n\nZeolite, experiments on a mineral substance resembling it, 155, 331\n—— yielding a peculiar sublimate, 334\n—— properties of the sublimate, 341\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107181.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18494,
    "total-output-tokens": 6386,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1335,
        2
      ],
      [
        1335,
        3913,
        3
      ],
      [
        3913,
        6291,
        4
      ],
      [
        6291,
        8874,
        5
      ],
      [
        8874,
        10495,
        6
      ],
      [
        10495,
        11725,
        7
      ],
      [
        11725,
        13276,
        8
      ],
      [
        13276,
        14641,
        9
      ],
      [
        14641,
        16316,
        10
      ],
      [
        16316,
        17951,
        11
      ],
      [
        17951,
        19370,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107181",
    "title": "Back Matter",
    "authors": null,
    "year": 1805,
    "volume": "95",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/107181"
  }
}