{
  "id": "acf68dd9a5bfc442c3f32366f97f63b3526c2a4a",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1858.\n\nA.\n\nAnnelids, reproductive organs of the, 93.\nAntimony, on the properties of electro-deposited, 185.\nArc of the Meridian, English, 787 (see Clarke).\nAstronomical vision, improvement of, with height, 477.\n\nB.\n\nBakerian Lecture. On the Stratifications and Dark Band in Electrical Discharges as observed in Torricellian Vacua, 1.\nBate (C. Spence). On the Development of Decapod Crustacea, 589.\nBeer (Professor). Solution of Poisson's problem relative to magnetic induction in an ellipsoid, 555.\nBlood-vessels, structure and functions of the, 653.\nBoiler flues, resistance of, to collapse, 389 (see Fairbairn).\nBowerbank (Dr. J. S.). On the Anatomy and Physiology of the Spongiidae. Part I.—On the Spicula, 279.—The spicula, 281; spicula of the skeleton, 286; connecting spicula, 289; prehensile, 291; defensive, 292; spicula of the membranes, 296; tension spicula, 297; retentive, 300; spicula of the sarcode, 306; spicula of the gemmules, 314; spicula, the positions of which are unknown, 321.\nBrachiopoda, on the organization of the, 791 (see Hancock).\nBrain, structure of the, 231 (see Clarke).\nBuckton (George Bowdler). On the Isolation of the Radical, Mercuric Methyl, 163.—Decompositions of Mercuric Methyl, 166; Mercuric Ethyl, 168.\nC.\n\nCairo, excavations near, 53 (see Horner).\n\nCalvert (F. Crace) and Johnson (Richard). On the Relative Power of Metals and Alloys to conduct Heat. Part I., 349.—Influence of molecular condition, 355; of crystallization, 355; of small amounts of impurities, 356; alloys containing an excess of the worse conducting metal, 360; alloys in which there is an excess of the good conductor, 365.\n\nCayley (Arthur). A Memoir on the Theory of Matrices, 17.\n\nA Memoir on the Automorphic Linear Transformation of a Bipartite Quadric Function, 39.\n\nSupplementary Researches on the Partition of Numbers, 47.\n\nA Fourth Memoir upon Quantics, 415.\n\nA Fifth Memoir upon Quantics, 429.—Addition, with Table by Mr. Salmon, 455.\n\nOn the Tangential of a Cubic, 461.\n\nChondrosteus, 871.\n\nClarke (Captain A. R.). Note on Archdeacon Pratt's Paper \"On the Effect of Local Attraction in the English Arc,\" 787.\n\nClarke (J. Lockhart). Researches on the Intimate Structure of the Brain, Human and Comparative. First Series. On the Structure of the Medulla Oblongata, 231.—Medulla oblongata, 232; corpora pyramidalia anteriora, 235; corpora olivaria, 243; corpora olivaria of Mammalia and Birds, 245; structural changes in the upper part of the medulla, 247; origin of the nerves of the medulla oblongata, 252.\n\nConducting power of alloys for heat, 349 (see Calvert); of metals for electricity, 383 (see Matthiessen).\n\nContractions of the arteries, 607 (see Lister).\n\nCraters of elevation, 703 (see Lyell).\n\nCrustacea, development of decapod, 589; structure and functions of the hairs of the, 895.\n\nCubic, on the tangential of a, 461.\n\nCurves of the third order, 355.\n\nD.\n\nDale (Rev. T. P.) and Gladstone (Dr. J. H.). On the Influence of Temperature on the Refraction of Light, 887.\n\nDebus (Dr. H.). On the Action of Ammonia on Glyoxal, 205.—Glycosine, 205; glyoxaline, 207.\n\nDe Morgan (Campbell). On the Structure and Functions of the Hairs of the Crustacea, 895.—Appendix, 901.\n\nE.\n\nEgerton (Sir Philip de Malpas Grey). On Chondrosteus, an Extinct Genus of the Sturionidae, found in the Lias Formation at Lyme Regis, 871.\n\nEgypt, researches relating to the geological history of the alluvial land of, 53 (see Horner).\n\nEtna, mode of origin of, 703 (see Lyell).\n\nEuodyle, hydruret of, 202.\nF.\n\nFairbairn (William). On the Resistance of Tubes to collapse, 389.—Experiments, resistance to collapse, 392; resistance of tubes to internal pressure, 401; generalization of the results of the experiments, formulae, &c., 403; practical application to construction of the results of the experiments, 410.\n\nFaraday (Professor). Note from, to Professor Tyndall, relative to the irregular fusibility of ice, 228.\n\nFrog, on the cutaneous pigmentary system of the, 627.\n\nG.\n\nGassiot (John P.). On the Stratifications and Dark Band in Electrical Discharges as observed in Torricellian Vacua, 1.—Action of a magnet on the inductive discharge, 13; note added, 14.\n\nGladstone (Dr. J. H.). See Dale.\n\nGlyoxal, action of ammonia on, 205 (see Debus).\n\nGore (G.). On the Properties of Electro-deposited Antimony, 185.\n\nH.\n\nHancock (Albany). On the Organization of the Brachiopoda, 791.—Muscular system, 795; alimentary system, 806; reproductive system, 816; circulatory and respiratory systems, 822; perivisceral chamber, 840; nervous system, 845; note added, 850.\n\nHaughton (Rev. S.). On the Physical Structure of the Old Red Sandstone of the County of Waterford, considered with relation to Cleavage, Joint Surfaces, and Faults, 333.—Description of the district, 333; faults, 334; joint planes, 336; cleavage planes, 338; observations tabulated, 340; note added, 348.\n\nHeat, conduction of, by alloys, 349 (see Calvert).\n\nHorner (Leonard). An Account of some recent Researches near Cairo, undertaken with the view of throwing light upon the Geological History of the Alluvial Land of Egypt, 53 (for the contents, see p. 53).\n\nI.\n\nIce, on some physical properties of, 211.\n\nInflammation, on the early stages of, 645 (see Lister).\n\nIrritants, effects of, upon the circulation and tissues, 658, 678.\n\nJ.\n\nJohnson (Richard). See Calvert.\n\nK.\n\nKirman (Rev. Thomas P.). On the Partitions of the R-Pyramid, being the first class of R-gonous X-edra, 145.\nL.\n\nLavas, structure of, 703 (see Lyell).\nLinear transformations, 39 (see Cayley).\nLister (Joseph). An Inquiry into the parts of the Nervous System which regulate the contractions of the Arteries, 607.\nOn the Cutaneous Pigmentary System of the Frog, 627.\nOn the Early Stages of Inflammation, 645.—Aggregation of the corpuscles of the blood, 647; structure and functions of the blood-vessels, 653; effects of irritants upon the circulation, 658; effects of irritants upon the tissues, 678; conclusion, 698.\nLyell (Sir Charles). On the Structure of Lavas which have consolidated upon steep slopes, 703 (for contents, see pp. 703–705).\n\nM.\n\nMagnetic induction of crystals, 543; of an isotropic ellipsoid, 554 (see Plücker).\nMagnetometer observations, 508.\nMatrices, on the theory of, 17.\nMatthiessen (Dr. Augustus). On the Thermo-electric Series, 369.\nOn the Electric Conducting Power of the Metals, 383.\nMedulla oblongata, structure of the, 231 (see Clarke).\nMegatherium, on the, 261.\nMercuric methyl, isolation of, 163 (see Buckton).\nMeteorological observations on the Peak of Teneriffe, 512.\nMoon and planets, appearance of, from a high station, 483.\n\nO.\n\nOwen (Professor). Description of the Skull and Teeth of the Placodus laticeps (Owen), with indications of other new species of Placodus, and evidence of the Saurian nature of that genus, 169.\nOn the Megatherium.—Part IV. Bones of the Anterior Extremities, 261.\n\nP.\n\nPartition of numbers, 47.\nPlacodus laticeps, &c., 169 (see Owen).\nPlücker (Professor Julius). On the Magnetic Induction of Crystals, 543.—Direction in which biaxal crystals set, 545; three axes of magnetic induction, 547, 551, 554; magnetic axes, 550, 552, 554; on finite ellipsoids influenced by an infinitely distant pole, 554; experimental verification, 567; position of the three axes of magnetic induction with regard to the primitive form in crystals belonging to different systems, 580; note added, 584.\nPolarization of the sky, 509.\nPolyedra, on the theory of, 145 (see Kirkman).\nPratt (Archdeacon). See Clarke.\n\nQ.\n\nQuantics, 415, 429.\nINDEX.\n\nR.\n\nRadiation from the sun and sky, 495; of the moon, 500.\nRefraction, lateral, 494.\nRefraction of light, influence of temperature on the, 887.\nResistance of tubes to collapse, 389 (see Fairbairn).\nRue, on the constitution of the essential oil of, 199.\n\nS.\n\nSalmon (Rev. G.). Calculation of Hermite's 18-thic Invariant of a Binary Quintic, 455.\n——— ————, On Curves of the Third Order, 535.\nSandstone (Old Red) of the County of Waterford, 333 (see Haughton).\nSmyth (Professor C. Piazzi). Astronomical Experiment on the Peak of Teneriffe, carried out under the sanction of the Lords Commissioners of the Admiralty, 465.—Introductory matter, 465; deduced improvement of astronomical vision with height, 477; astronomical observations procured, 482; physical observations, 495; meteorological observations, 512.\nSpectrum, lines in the, as seen from a high station, 503.\nSpongiade, on the anatomy and physiology of the, 279 (see Bowerbank).\nStratification of electric light, 1.\nSturionidae, on an extinct genus of the, 871.\n\nT.\n\nTeneriffe, astronomical experiment on the Peak of, 465 (see Smyth).\nThermo-electric series, on the, 369.\nTidal observations at Teneriffe, 532.\nTyndall (Professor). On some Physical Properties of Ice, 211.—Note from Mr. Faraday, 228.\n\nW.\n\nWaterford, old red sandstone of the county of, 333 (see Haughton).\nWilliams (C. Greville). On the Constitution of the Essential Oil of Rue, 199.\nWilliams (Dr. Thomas). Researches on the Structure and Homology of the Reproductive Organs of the Annelids, 93.—Structure, 93; homology, 137.\n\nZ.\n\nZodiacal light, 490.\n\nLONDON:\n\nPRINTED BY TAYLOR AND FRANCIS, RED LION COURT, FLEET STREET.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nFrom November 1857 to June 1858.\n\nPRESENTS. DONORS.\n\nACADEMIES and SOCIETIES.\n\nAberdeen:—Sculptured Stones of Scotland. fol. Aberdeen 1856. (Printed for The Club.\nthe Spalding Club).\n\nAmsterdam:—\n\nVerslagen en Mededeelingen der Koninklijke Akademie van Wetenschappen. The Academy.\nAfdeeling Natuurkunde. 5de Deel. 2, 3, Stuk. 6de Deel. 1, 2, 3 Stuk. Svo.\nAmsterdam 1856-1857.\n\nAfdeeling Letterkunde, 2de Deel, 2, 3, 4 Stuk. Svo. Amsterdam 1856, 1857.\n\nOctavia Querela. Carmina, cuius Auctori Iohanni van Leeuwen. Svo.\nAmstelodami 1857.\n\nBasel:—Verhandlungen der Naturforschenden Gesellschaft. 4ste Heft. Svo. The Society.\nBasel 1857.\n\nBatavia:—\n\nVerhandelingen der Natuurkundige Vereeniging in Nederlandsch Indie. The Union.\nDeel 1, 1856; Deel 2, 1857. 4to. Batavia.\n\nNatuurkundige Tijdschrift. Deel 13. Svo. Batavia 1857.\n\nTijdschrift voor Indische Taal-, Land- en Volkenkunde. The Academy of Arts and Sciences.\nJahrgang 2; Afl. 1-6; Deel 4, Afl. 1-6; Deel 5, Afl. 1-6. Svo. Batavia 1854-1856.\n\nBerlin:—\n\nAbhandlungen der Königlichen Akademie der Wissenschaften. Aus dem The Academy.\nJahre 1856. 4to. Berlin 1857.\n\nMonatsbericht. May to December 1857; January to April 1858.\n\nPhysikalischen Gesellschaft. Die Fortschritte der Physik im Jahre 1855. The Physical Society.\nJahrgang XI.; Abth. 1. Svo. Berlin 1858.\n\nBologna:—\n\nMemorie della Accademia delle Scienze dell’Istituto di Bologna. Tomo VII. The Academy.\n4to. Bologna 1856.\n\nRendiconto delle Sessioni 1855-1857. 8vo. Bologna 1856-1857.\n\nMDCCCLVIII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nBombay:—\n\nTransactions of the Geographical Society. Vol. XIII. (New Issue.) Svo. The Society.\n\nBombay 1857.\n\nTransactions of the Medical and Physical Society. No. 3. (New Series.) The Society.\n\nSvo. Bombay 1857.\n\nBoston:—\n\nMemoirs of the American Academy of Arts and Sciences. Vol. VI. p. l. 4to. The Academy.\n\nCambridge and Boston 1857.\n\nProceedings. Vol. III. Nos. 24–31. Svo. Boston.\n\nProceedings of the Boston Society of Natural History. Vol. V. Nos. 21–26. The Society.\n\nVol. VI. Nos. 1–10. Svo. Boston 1856–1857.\n\nBreslau:—\n\nNovorum Actorum Academiae Caesaræ Leopoldino-Caroline Naturæ Curiosorum. Voluminis Vicesimi tertii Supplementum. Sistens Revisionem Potentiarum Iconibus illustratam Auctore Christiano Lehmann. 4to. Vratislavice et Bonne 1856.\n\nVier und dreissigster Jahres-Bericht der Schlesischen Gesellschaft für vaterländische Kultur… im Jahre 1856. 4to. Breslau.\n\nGrundzüge der Schlesischen Klimatologie. 4to. Breslau 1857.\n\nBrussels:—\n\nMémoires Couronnés et autres Mémoires publiés par l'Académie Royale des Sciences. Tome VII. Svo. Bruxelles 1858.\n\nBulletins. 26me année, 2me série. Tomes I. II. III. 8vo. Bruxelles. 1857.\n\nAnnuaire. 24me année, 12mo. Bruxelles 1858.\n\nDer Naturen Bloeme van Jacob van Maerlant—voor de eerste mael uitgegeven door J. H. Bormans. Eerste Deel. Svo. Brussel 1857.\n\nRymbybel van Jacob van Maerlant, met voorrede, &c.—voor de eerste mael uitgegeven door J. David. Svo. Brussel 1858.\n\nCaen:—Annuaire des Cinq Départements de l'Ancienne Normandie. 23me année. 8vo. Caen, Paris 1857.\n\nCalcutta:—Journal of the Asiatic Society of Bengal. Nos. 1–4, 1857. 8vo. Calcutta 1857.\n\nCherbourg:—Mémoires de la Société Impériale des Sciences Naturelles. Tome IV. 8vo. Paris, Cherbourg 1856.\n\nCopenhagen:—\n\nSupplément aux Tables du Soleil, by P. A. Hansen. 4to. Copenhague 1857.\n\nChristiania:—\n\nA Silver Medal struck in honour of Christopher Hansteen (For. Mem. R.S.).\n\nBeiträge zur Lateinischen Grammatik. Von L. C. M. Aubert. 8vo. Christiania 1856.\n\nDet Kongelige Norske Frederiks Universitets Aarsberetning for 1855–1856. 8vo. Christiania 1857.\n\nGeneralberetning fra Gaustad Sindsysgeasyl for Aaret 1856, ved Ole Sandberg, Direktor. 4to. Christiania 1857.\n\nIndex Scholarum in Universitate Regia Fredericiana, 27, 28, 29, &c. 4to. Christiania 1856–1857.\n\nDONORS.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nThe Academy.\n\nThe Society.\n\nL'Association Normande.\n\nThe Society.\n\nThe Royal Society, Copenhagen.\n\nThe Royal Norsk Frederick's University.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nChristiania:—\n\nInversio Vesicæ Urinariae, og Luxationes femorum congenitae hos samme Individ, iagtagne af Lektor Voss. 4to. Christiania 1857.\n\nNorges Skole System. Af Consulent Nissen. 8vo.\n\nNorges Statistik, fremstillet ved M. Braun Tvethe. 8vo. Christiania 1848.\n\nNyt Magazin for Naturvidenskaberne. Bind. IX. 8vo. Christiania 1856–1857.\n\nObservations sur les Phénomènes d'Erosion en Norvège, recueillies par J. C. Hørbye. 4to. Christiania 1857.\n\nOm Giftermaal i Norge. Af Eilert Sundt. 8vo. Christiania 1855.\n\nOm Sødeligheds-Tilstanden i Norge. Af Eilert Sundt. 8vo. Christiania 1857.\n\nProfessor B. M. Keilhau's Biographie. Von ihm selbst. 8vo. Christiania 1857.\n\nQuelques Observations de Morphologie Végétale faites au Jardin Botanique de Christiania par J. M. Norman. 4to. Christiania 1857.\n\nUdtog af Norges Riges Historie, &c. Af Andreas Faye. 8vo. Christiania 1834.\n\nDijon:—\n\nMémoires de l'Académie Impériale des Sciences, Arts et Belles Lettres. 2me série. Tome V. 8vo. Dijon et Paris 1857.\n\nDescription d'un nouveau Genre d'Édenté fossile renfermant plusieurs espèces voisines du Glyptodon. Par L. Nodot. Atlas. 4to.\n\nDrontheim:—\n\nDet Norske Sprags væsentligste Ordforraad sammenlignet med Sanskrit og andre Sprag af samme Ælt. Af C. A. Holmboe. 4to. Wien 1852.\n\nFauna littoralis Norvegiæ von M. Sars. 1ste Lieferung. fol. Christiania 1846.\n\nGæa Norvegica. Von B. M. Keilhau. 4to. Christiania 1844.\n\nŒuvres complètes de N. H. Abel, Mathématicien, avec des Notes et Développements, rédigées par ordre du Roi, par B. Holmboe. 4to. Christiania 1839.\n\nOrdbog over det Norske Folkesprag, af Ivar Aasen. 8vo. Kristiania 1850.\n\nDublin:—\n\nCatalogue of the Antiquities of Stone, Earthen, and Vegetable Materials, in the Museum of the Royal Irish Academy. By W. R. Wilde. 4to. Dublin 1857.\n\nJournal of the Geological Society. Vol. VII. Pt. 5. 8vo. Dublin 1857.\n\nJournal of the Royal Dublin Society. Nos. 6–8. 8vo. Dublin 1857–1858.\n\nProceedings of the Natural History Society of Dublin for the Session 1856–1857. 8vo. Dublin 1857.\n\nEdinburgh:—\n\nTransactions of the Royal Society. Vol. XXI. Part 4. 4to. 1857.\n\nProceedings. Vol. III. No. 47. 8vo. Edinburgh 1857.\n\nTransactions of the Scottish Arboricultural Society. Vol. I. Part 3. 8vo. Edinburgh 1858.\n\nThe Royal Norsk Fredrick's University.\n\nThe Royal Norsk Scientific Society.\n\nThe Academy.\n\nThe Society.\n\nThe Society.\n\nThe Society.\n\nThe Society.\nACADEMIES and SOCIETIES (continued).\n\nEdinburgh:—\nTransactions of the Royal Scottish Society of Arts. Vol. V. Part 1. 8vo. The Society.\n\nCatalogue of the Library of the Philosophical Institution. 8vo. Edinburgh 1857. The Directors of the Institution.\n\nFalmouth:—Royal Cornwall Polytechnic Society. Twenty-fourth Annual Report, 1856. 8vo. Falmouth. The Society.\n\nGöttingen:—Abhandlungen der Königl. Gesellschaft der Wissenschaften. 4to. The Society.\n\nHamburg:—Abhandlungen aus dem Gebiete der Naturwissenschaften, herausgegeben von dem Naturwissenschaftlichen Verein. 3rd Band. 4to. Hamburg 1856. The Union.\n\nLancashire and Cheshire:—Transactions of the Historic Society. Vol. IX. 8vo. London 1857. The Society.\n\nLausanne:—Bulletin de la Société Vaudoise des Sciences Naturelles. Tom. IV. Nos. 34–37; Tome V. Nos. 38–43. 8vo. Lausanne 1854–1857. The Society.\n\nLeeds:—Thirty-seventh Report of the Council of the Leeds Philosophical and Literary Society, 1856–1857. 8vo. Leeds 1857. The Society.\n\nLeipzig:—\nBerichte über die Verhandlungen der Königlich Sächsischen Gesellschaft. Math.-Phys. Classe. 1 & 2. 8vo. Leipzig 1857. The Society.\n\nElektrische Untersuchungen. 2nd Abhandlung über die Thermo-elektrischen Eigenschaften des Boracites. Von W.G. Hankel. 8vo. Leipzig 1857.\n\nAuseinandersetzung einer Zweckmässigen Methode zur Berechnung der absoluten Störungen der Kleinen Planeten. 2nd Abhandlung. Von P.A. Hansen. 8vo. Leipzig 1857.\n\nDie Böhmischen Exulanten in Sachsen. Von C.A. Pescheck. 8vo. Leipzig 1857.\n\nLisbon:—\nHistoria e Memorias da Academia Real das Sciencias de Lisboa. 2ª serie. Tom. I.—III. 4to. Lisboa 1843–1856. The Academy.\n\nMemorias. Classe de Sciencias Moraes, Politicas e Bellas Letras. Nova serie. Tomo I. Parte 1 & 2. 4to. Lisboa 1855.\n\n———. Classe de Sciencias Mathematicas, Physicas e Naturaes. Nova serie. Tomo I. Parte 1 & 2. 4to. Lisboa 1854–1855.\n\nActas das Sessões. Tom. I. Num. 1–8; Tom. II. Num. 1–6. Tom. III. Num. 1–3. Lisboa 1849–1851.\n\nAnnaes das Sciencias e Lettras: Sci. Math., Phys. &c. Tomo I. Março-Junho 1857. Sci. Mor. e Polit. &c. Tomo I. Março-Junho, 1857. 8vo. Lisboa.\n\nCollecção de Noticias para a Historia e Geografia das Nações ultramarinas, que vivem nos Dominios Portuguezes, ou lhes são visinhas. Tomo VI. 8vo. Lisboa 1856.\n\nPortvgaliae Monvmenta Historica a Saecvlo octavo post Christvm vsqve ad quvntvmdecimvm Jussu Academiae Scientiarvm Olisiponensis edita. Leges et Consuetudines. Vol. I. Fasc. 1. Scriptores. Vol. I. Fasc. 1. fol. Olisipone 1856.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLiverpool:—Proceedings of the Literary and Philosophical Society. No. 11. The Society.\n\nLondon:—\n\nBritish Architects. Papers read at the Royal Institute of British Architects, Session 1856–1857. 4to. London 1857. The Institute.\n\nList of Members and Report of Council, 1858.\n\nBritish Association. Report of the Twenty-sixth Meeting. 8vo. London 1857. The Association.\n\nBoard of Trade.—Meteorological Department. First Number of Meteorological Papers published by Authority of the Board of Trade. 4to. London 1857. The Board of Trade.\n\nChemical Society. Quarterly Journal. Vol. X. Nos. 2 to 4. Vol. XI. No. 1. 8vo. London 1857–1858. The Society.\n\nEntomological Society. Transactions. New Series. Vol. IV. Parts 4–5. 8vo. London 1857. The Society.\n\nGeological Society. Quarterly Journal. Vol. XIII. Parts 2, 3, 4. Vol. XIV. Parts 1 & 2. 8vo. London 1857–1858. The Society.\n\nGeological Survey. Memoirs of the Geological Survey of Great Britain, and of the Museum of Practical Geology. Mineral Statistics of the United Kingdom of Great Britain and Ireland for the year 1856. By Robert Hunt, F.R.S. 8vo. London 1857. The Museum.\n\nMemoirs. Decade IX. 4to. London 1858.\n\nJuridical Society. Papers. Vol. I. Parts 1–6. 8vo. London 1855–1858. The Society.\n\nLinnean Society. Transactions. Vol. XXII. Part 2. 4to. London 1857. The Society.\n\nJournal of the Proceedings. Vol. II. Nos. 5–8. 8vo. London 1857–1858.\n\nPathological Society. Transactions. Vol. VIII. 8vo. London 1857. The Society.\n\nPhotographic Society. Journal. Nos. 56–65. 8vo. 1857–1858. The Society.\n\nRoyal Agricultural Society. Journal. Vol. XVIII. 8vo. London 1857. The Society.\n\nRoyal Astronomical Society. Memoirs. Vols. XXV. XXVI. 4to. London 1857–1858. The Society.\n\nMonthly Notices. Vols. XVI. XVII. 8vo. London 1856–1857.\n\nRoyal Geographical Society. Journal. Vol. XXVII. 8vo. London 1857. The Society.\n\nProceedings. Vol. II. No. 2. 8vo. London 1858.\n\nRoyal Institution. Notices of the Meetings of the Members. Part 7. Nov. 1856 to July 1857. 8vo. London 1857. The Institution.\n\nList of the Members, &c., with the Report of the Visitors for the year 1856. 8vo. London 1857.\n\nA new Classified Catalogue of the Library of the Royal Institution of Great Britain, &c. By B. Vincent. 8vo. London 1857.\n\nRoyal Medical and Chirurgical Society. Transactions. Vol. XIV. 8vo. London 1857. The Society.\n\nProceedings. Vol. I. No. 3. Vol. II. No. 1, 1858. 8vo. London 1858.\n\nRoyal Society of Literature. Transactions. Second Series. Vol.VI. Part 1. 8vo. The Society.\n\nSociety of Antiquaries. Archaeologia. Vol. XXXVII. 4to. London 1857. The Society.\n\nProceedings. Vol. III. Nos. 43–46. 8vo.\n\nList of Fellows, 1856–1857. 8vo.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nLondon:—\n\nSociety of Arts. Journal. Nos. 229, 233 and 235–290. Vols. V. and VI. The Society.\n1857–1858. 8vo. London.\n\nStatistical Society. Journal. Vol. XX. Parts 2–4. Vol. XXI. Part 1. The Society.\n8vo. London 1857.\n\nList of Fellows. Session 1857–1858. 8vo. 1858.\n\nUnited Service Institution. Journal. Vol. I. Nos. 1 & 4. Vol. II. No. 5. The Institution.\n8vo. London 1857–1858.\n\nZoological Society. Transactions. Vol. IV. Part 4. 4to. London 1857.\n\nProceedings. Nos. 314–349. 8vo.\n\nMadrid:—Memorias de la Real Academia de Ciencias. Tomo 4. 3ª Serie. Ciencias Naturales. Tomo II. Parte 2ª. 4to. Madrid 1857.\n\nThe Academy.\n\nManchester:—\n\nMemoirs of the Literary and Philosophical Society. Vol. XIV. Second Series. 8vo. London 1857.\n\nOn the Microcosmic Salt, Acids, Bases, and Water, and a new and easy Method of Analysing Sugar. By J. Dalton. 8vo. Manchester 1840–1842.\n\nMeteorological Observations and Essays. Second Edition. 8vo. Manchester 1834.\n\nA New System of Chemical Philosophy. Part 1. Second Edition. 8vo. London 1842.\n\nPart 2. 8vo. Manchester 1810.\n\nVol. II. Part 1. 8vo. Manchester 1827.\n\nMoscow:—Bulletin de la Société Impériale des Naturalistes de Moscou. The Society.\nAnnée 1856, Nos. 2, 3, 4. Année 1857, No. 1. 8vo. Moscou 1856–1857.\n\nMunich:—\n\nAbhandlungen der Königlich Bayerischen Akademie der Wissenschaften. The Academy.\nPhilosoph.-Philologischen Classe. 8th Bandes, Abth. 1, 2. 4to. München 1856–1857.\n\nMath. Phys. Classe. Band. 8, Abth. 1. 4to. München 1857.\n\nAbhandlungen der Naturwissenschaftlich-Technischen Commission bei der Königl. Akad. der Wissenschaften in München. Erster Band. 8vo. München 1857.\n\nGelehrte Anzeigen. Band. 42–45. 4to. München 1856–1857.\n\nDenkrede auf Christian Samuel Weiss. Von Dr. C. F. P. von Martius. 4to. München 1857.\n\nDenkrede auf Johann Nepomuk Fuchs. Von F. von Kobell. 4to. München 1856.\n\nDie Deutsche Politik König Heinrich I. Von F. Löher. 4to. München 1857.\n\nUeber den Anbau und Ertrag des Bodens im Königreiche Bayern. 1 Abtheilung. Von Dr. F. B. von Hermann. 4to. München 1857.\n\nUeber die Gründung der Wissenschaft altdtutscher Sprache und Literatur. Von Dr. Konrad Hofmann. 4to. München 1857.\nACADEMIES and SOCIETIES (continued).\n\nNaples:\nMemorie della Reale Accademia delle Scienze. Vols.I.andII. 4to. Napoli 1857.\nRendiconto. Anno 5. 1856–1857. Nuova Serie. 4to. Napoli.\n\nNew York:\nBulletin of the American Geographical and Statistical Society. Vol. II. The Society.\nSvo. New York 1857.\nOn the Statistics and Geography of the Production of Iron, by A. S. Hewitt. Svo. New York 1856.\nThe Growth of Cities, by H. P. Tappan. Svo. New York 1855.\nAccess to an Open Polar Sea, &c., by E. K. Kane. Svo. New York 1853.\n(Reprints from the Bulletin of the American Geog. Statist. Society.)\n\nParis:\nMémoires présentés par divers Savants à l'Académie des Inscriptions et Belles Lettres de l'Institut Impérial de France. Première Série. Tom. V. Sujets divers d'Erudition. 4to. Paris 1857.\nMémoires. Académie des Inscriptions et Belles Lettres. Tome XXI. 4to. Paris 1857.\nComptes Rendus de l'Académie des Sciences. Tome XLVI. Nos. 1–23. 4to. Paris 1857–1858.\nTables. Tomes XLIV. XLV.\nAnnales des Mines. 5me Série. Tome X. Liv. 6. Tome XI. Liv. 1–3. Tome XII. Liv. 4–6. 8vo. Paris 1856, 1857.\nArchives du Muséum d'Histoire Naturelle. Tome IX. Liv. 4. 4to. Paris 1856, 1857.\nBulletin de la Société de Géographie. 4me Série. Tomes XIII. XIV. 8vo. Paris 1857.\nBulletin de la Société Géologique de France. 2me Série. Tome XII. Feuilles 81–85. Tome XIII. Feuilles 31–56. Tome XIV. Feuilles 1–45. Tome XV. Feuilles 1–6. 8vo. Paris 1854–1858.\nAnnales Hydrographiques. Tomes XI. XII. No. 245. 8vo. Paris 1857.\nAnnuaire des Marées des Cotes de France pour l'An 1857. Par A. M. R. Chazallon. Svo Paris 1857.\nConsidérations générales sur l'Océan Pacifique. Deuxième Edition. 8vo. Paris 1856.\nDéscription des Iles et des Passages compris entre la partie nord de l'Ile Luçon et les Iles du Japon. (Extrait.) 8vo. Paris 1857.\nDéscription Nautique de la Cote N. du Maroc. 8vo. Paris 1857.\nExplication et Usage des Wind et Current Charts. 8vo. Paris 1857. (Extrait des Sailing Directions du Lieut Maury.)\nInstructions Nautiques sur les Mers de l'Inde, par James Horsburgh, traduites de l'Anglais, en 1857, par M. Le Prédour. Tome II. 4to. Paris 1856.\nInstructions pour entrer dans le Port d'Alexandrie. 8vo. Paris 1856. (Extrait.)\nInstructions sur la Nouvelle-Calédonie, &c. 8vo. Paris 1857.\nManuel de la Navigation dans le Rio de la Plata, &c. 8vo. Paris 1857.\n(Extrait des Annales Hydrographiques.)\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nParis:\nObservations Chronométriques et autres faites en 1853, dans l'Archipel des Pomotous. 8vo. Paris 1857. (Extrait.)\nObservations sur la Navigation des Paquebots qui traversent l'Atlantique. 8vo. Paris 1856. (Extrait.)\nPhares des Mers du Globe, &c. 8vo. Paris 1856.\nSupplément (No. 1) au Pilote de la Mer Baltique. 8vo. Paris 1857. (Extrait.)\n\nPhiladelphia:\nAcademy of Natural Sciences. Proceedings. Vol. VIII. Nos. 3–16. Title and Index to Vol. VIII. Vol. IX. Nos. 1–6. Act of Incorporation and By-Laws of the Academy. List of Members and Correspondents, from the Origin of the Society in 1812 to March 1, 1857.\nCatalogue of Human Crania in the Collection of the Academy, by J. A. Meigs, M.D. 8vo. Philadelphia 1856-1858.\nAmerican Philosophical Society. Transactions. Vol. XI. New Series. Part 1. 4to. Philadelphia 1857.\nProceedings. Vol. VI. Nos. 55, 56. 8vo. 1856.\nFranklin Institute. Journal. Vol. XXXIV. and Vol. XXXV. Nos. 1–4. 8vo. Philadelphia 1857, 1858.\nRome:—Atti dell' Accademia Pontificia de' Nuovi Lincei. Anno VI. Sessione 1-2, 1856. Anno X. Sessione 1-5, 1857. 4to. Roma.\nSt. Louis:—Transactions of the Academy of Science. Vol. I. No. 1. 8vo. St. Louis 1857.\nSt. Petersburg:\nMémoires de l'Académie Impériale des Sciences. 6me Série. Sciences Mathématiques, Physiques et Naturelles. Tome VIII. 1855. Tome IX. 4to. St. Pétersbourg 1857.\nSciences Politiques, Histoire, Philologie. Tome VIII. 4to. St. Pétersbourg 1855.\nMémoires présentés par Divers Savants. Tome VII. 4to. St. Pétersbourg 1854.\nBulletin de la Classe Physico-Mathématique. Tomes XII. XIII. XIV. XV. 4to. St. Pétersbourg 1854–1857.\nBulletin de la Classe Historico-Philologique. Tomes XI. XII. XIII. 4to. St Pétersbourg 1854–56.\nCompte Rendu de l'Académie Impériale des Sciences, 1852–1855. 3 vols. 4to. St Pétersbourg 1853-1856.\n\nStockholm:\nBerättelse om Botaniska Arbeten och Upptäckter under åren 1853 och 1854. 8vo. Stockholm 1856.\nÅrs-Berättelse om Botaniska Arbeten för år 1852. Stockholm 1857.\nBerättelse om Framstegen i Insektternas, &c. för 1853 och 1854. 8vo. Stockholm 1857.\nKongl. Vetenskaps-Akademiens Handlingar för år 1854. Sednare Afdelingen. 8vo. Stockholm 1856.\n\nDonors.\n\nLe Dépôt de la Marine.\nACADEMIES and SOCIETIES (continued).\n\nStockholm:—\n\nKongliga Svenska Vetenskap-Akademien Handlingar. Ny Följd. Första Bandet. Första Häftet, 1855. 4to. Stockholm,\nOfversigt af Kongl. Vetenskaps-Akademiens Förhandlingar. Trettonde Årgången, 1856. 8vo. Stockholm 1857.\nTal Om förfutna tiders Svenska Ordboksforetag. 8vo. Stockholm 1857.\nExposition des Opérations faites en Laponie, pour la Détermination d’un Arc du Méridien, en 1801, 1802 et 1803, &c. Par J. Svanberg. 8vo. Stockholm 1805.\n\nSurrey:—Collections of the Surrey Archaeological Society. Vol. I. Part 2. The Society.\n8vo. London 1858.\n\nSwitzerland:—\n\nNouveaux Mémoires de la Société Helvétique des Sciences Naturelles. The Society.\n14 vols. Vols. I.—VI., VIII.—XV. 4to. Neuchâtel et Zurich 1837–1857.\nEroeffnungs-Reden, et Actes de la Société Helvétique. Réunions Annuelles.\n35 vols. 1819–1856. 8vo. St. Gallen, Basel, &c. &c.\n\nToronto:—The Canadian Journal of Industry, Science, and Art. Nos. 8–13. The Canadian Institute.\nNew Series. 8vo. Toronto 1857–1858.\n\nToulouse:—\n\nMémoires de l’Académie Royale des Sciences, Inscriptions et Belles Lettres. The Academy.\n3me Série. Tom. IV. Académie Nationale. Tom. V., VI. 8vo. Toulouse 1848, 1849, 1850.\nMémoires de l’Académie Impériale. 5me Série. Tome I. 8vo. Toulouse 1857.\nTable Alphabétique des Matières contenues dans les Seize premiers tomes des Mémoires de l’Académie Impériale, &c. 8vo. Toulouse 1854.\n\nTurin:—Memorie della Reale Accademia delle Scienze. Serie Seconda. Tomo XVI. 4to. Torino 1857.\n\nVienna:—\n\nDenkschriften der Kaiserlichen Akademie der Wissenschaften. Math. The Academy.\nNatur. Classe. Bd. 12, 13. 4to. Wien 1856, 1857.\n—— Phil. Hist. Classe. Bd. 8. 4to. Wien 1857.\nSitzungsberichte. Math. Natur. Classe. 20 Bd. 2 und 3 Heft. 21, 22, 23\nBd. und 24 Bd. Heft 1, 2. 8vo. Wien 1856, 1857.\nRegister. Band 11–20. 8vo. Wien 1856.\n—— Phil. Hist. Classe. 20 Bd. 2 und 3. Heft. 21, 22 und 23. Bd.\n1–4 Heft. 8vo. Wien 1856, 1857.\nRegister. Band 11–20. 8vo. Wien 1856.\nAlmanach der Akademie. Siebenter Jahrgang, 1857. 8vo. Wien.\nJahrbuch der K. K. Geologischen Reichsanstalt. 1856, VII. Jahrgang,\nNo. 4. 1857, VIII. Jahrgang, No. 1. 4to. Wien.\nMittheilungen der K. K. Geographischen Gesellschaft. 1er Jahrgang, 1857. The Society.\nHeft 1. 4to. Wien 1857.\nTageblatt der 32. Versammlung Deutscher Naturforscher und Aerzte in Wien im Jahre 1856. 4to. 1856. Nos. 1–8.\n\nWashington:—\n\nSmithsonian Contributions to Knowledge. Vol. IX. 4to. Washington 1857. The Smithsonian Institution\n\nMDCCCLVIII.\nPRESENTS.\n\nACADEMIES and SOCIETIES (continued).\n\nWashington:—\n\nTenth Annual Report of the Board of Regents. 8vo. Washington 1856.\nResearches on the Ammonia-Cobalt Bases, by W. Gibbs, and F. A. Genth. 4to. Washington 1856.\n\nWisconsin:—\n\nAn Address delivered before the Regents, Faculty, and Students of the University, &c., by D. Read, LL.D. 8vo. Madison 1857.\nAnnual Report of the Geological Survey of the State of Wisconsin. By J. G. Percival. 8vo. Madison 1856.\nCity of Watertown, Wisconsin, &c. 8vo. Watertown 1856.\nCharter of the City of Madison. 8vo. Madison 1856.\nFirst Annual Report of the Wisconsin Teachers' Association. 8vo. Madison 1854.\nFirst and Second Annual Report and Collections of the State Historical Society of Wisconsin for the Years 1854 and 1855. Vols. I. and II. 8vo. Madison 1855–1856.\nFour Maps and Plans of Wisconsin. Madison and Milwaukee.\nFirst, Second and Third Annual Catalogue, &c. of the Milwaukee Female College. 8vo. Milwaukee 1853, 1856.\nInaugural Address...before the Board of Regents of the State University, by E. S. Carr. 8vo. Madison 1856.\nMadison, the Capital of Wisconsin, &c., compiled by Lyman C. Draper. 8vo. Madison 1857.\nMilwaukee City Directory. 8vo. 1856, 1857.\nNinth Annual Report of the Board of Regents of the University of Wisconsin. 8vo. Madison 1857.\nPrairie du Chien, &c. 8vo. Milwaukee 1857.\nReport on the Iron of Dodge and Washington Counties, State of Wisconsin. By J. G. Percival. 8vo. Milwaukee 1855.\nReport of the Locating Survey of the St. Croix and Lake Superior Railroad. 8vo. Madison 1856.\nSecond Annual Report of the Board of Education, &c. 8vo. Madison 1857.\nSeymour's Madison Directory. 8vo. Madison 1855.\nTransactions of the Wisconsin State Agricultural Society. Vols. II. & III. 8vo. Madison 1853, 1854.\nThe History of Wisconsin. In three parts: Historical, Documentary, and Descriptive. By W. R. Smith. Part 1. Historical. Vol. I. Part 2. Documentary. Vol. III. 8vo. Madison 1854.\n\nWürzburg:—\n\nVerhandlungen der Physicalisch-Medicinischen Gesellschaft. 7er Bd. 3er Heft 8er Bd. 1, 2, 3 Heft. 8vo. Würzburg 1857, 1858.\nSitzungsberichte für das Gesellschaftsjahr 1856. 8vo.\n\nUtrecht:—Meteorologische Waarnemingen in Nederland en zijne Bezittingen, &c., by Dr. F. W. C. Krecke. With Report. Obl. 4to. Utrecht 1857.\n\nYorkshire:—Report of the Proceedings of the Geological and Polytechnic Society of the West Riding of Yorkshire, 1856, 1857. 8vo. Leeds 1857.\n\nDonors.\n\nThe Smithsonian Institution.\n\nThe State Historical Society of Wisconsin.\n\nThe Royal Netherlands Meteorological Institute.\n\nThe Society.\nPRESENTS.\n\nAIRY (G. B., F.R.S.) Astronomical and Magnetical and Meteorological Observations made at the Royal Observatory, Greenwich, in the Year 1856. 4to. London 1858.\n\nANDREW (W. P.) The Indus and its Provinces, &c. &c. 8vo. London.\n\nANGHERA (Rev. D.) Misura esatta del Cerchio ovvero la sua Quadratura, &c. 12mo. Malta 1857.\n\nQuadrature of the Circle, &c. (translation of the above) 12mo. Malta 1858.\n\nANONYMOUS:— Addresses delivered on different public Occasions, by H.R.H. The Prince Albert, &c. &c. Published by the Society of Arts. 4to. London 1857.\n\nAlmanaque Náutico parael año 1858. 8vo. Cádiz 1856.—para el año 1859. 8vo. Cádiz 1857.\n\nAstronomische Beobachtungen auf der Königlichen Universitäts-Sternwarte zu Königsberg. Fol. Königsberg 1857.\n\nBiographical Notice of the late Thomas Thomson, M.D., F.R.S. 8vo. Glasgow 1857.\n\nCatalogue of the New York State Library, 1855. 2 Vols. 8vo. Albany 1856.\n\nCircular to the Boards of Senior County Grammar Schools in Upper Canada, on Meteorological Observations; with a Map showing the proposed Meteorological Stations. Toronto 1857.\n\nDocuments and Proceedings connected with the Donation of a Free Public Library and Museum, by William Brown, Esq., M.P. to the Town of Liverpool. Printed for private distribution. 8vo. Liverpool 1858.\n\nDocuments relating to the Colonial History of the State of New York; procured in Holland, England, and France. By J. R. Brodhead, Agent. Edited by E. B. O’Callaghan. Vols. I., V., VI., VII., IX. 4to. Albany 1855, 1856.\n\nEighteenth Annual Report of the Registrar-General of Births, Deaths, and Marriages in England. 8vo. London 1857.\n\nFlora Batava. Afl. 182, 183. 4to. Amsterdam.\n\nFourth Report of the Post-Master General on the Post Office. 8vo. London 1858.\n\nGeological Papers on Western India, including Cutch, Sinde, and the South-east Coast of Arabia, &c. Edited for the Government by H. J. Carter. 8vo. Bombay 1857: and Atlas. Oblong fol. Bombay 1857.\n\nGeological Survey of Canada. Report of Progress for the Years 1853, 1854, 1855, 1856. 8vo. Toronto 1857.\n\nPlans of various Lakes and Rivers between Lake Huron and the River Ottawa, to accompany the Geological Reports, &c. 4to. Toronto 1857.\n\nMemorial of the Inauguration of the Statue of Franklin. (Prepared and Printed by Authority of the City Council.) 4to. Boston 1857.\n\nMortality of the British Army, at Home and Abroad, and during the Russian War, as compared with the Mortality of the Civil Population in England. (Reprinted from the Report of the Royal Commission.) fol. London 1855.\n\nObservations Météorologiques faites à Nijné-Taguïsk. Résumé des dix Années 1845–1854 et Années 1855 et 1856. 8vo. Paris 1857, 1858.\n\nDONORS.\n\nThe Admiralty.\n\nThe Author.\n\nThe Author.\n\nThe Editor.\n\nThe Observatory of San Fernando.\n\nThe Observatory.\n\nThe Trustees.\n\nThe Education Office, Toronto.\n\nDr. Hume.\n\nThe Legislature of the State of New York.\n\nThe Registrar-General.\n\nHis Majesty the King of the Netherlands.\n\nRowland Hill, Esq., F.R.S.\n\nThe Directors of the Hon. East India Company.\n\nSir W. E. Logan, F.R.S.\n\nThe Public Library, Boston, U.S.\n\nThe Prince Demidoff.\nANONYMOUS (continued).\n\nOphthalmic Hospital Reports, and Journal of the Royal London Ophthalmic Hospital. Edited by J. F. Streatham. Svo. London 1857.\n\nQuarterly Return of Marriages, Births, and Deaths. Nos. 35, 36, 1857. 37, 1857.\n\nRapport sur l'Exposition Universelle de 1855. Svo. Rouen 1856.\n\nReport of the Commission of Patents for the Year 1855. Arts and Manufactures. Vols. I. and II. Svo. Washington 1856. Agriculture. Svo. Washington 1856.\n\nReport on Metropolitan Drainage. fol. London 1857.\n\nReport of the Secretary of War on the Harbours, &c. in Wisconsin, Illinois, Indiana, and Michigan. With 7 Maps. Svo. Washington 1856.\n\nReport of the Superintendent of the Coast Survey, 1855. 4to. Washington 1856.\n\nReport of the Twenty-Fifth Annual Meeting of the Literary Association of the Friends of Poland. Svo. London 1857.\n\nTenth Annual Report of the Board of Agriculture of the State of Ohio, for the Year 1855.\n\nThe American Catalogue of Books, or English Guide to American Literature, &c. Svo. London 1856.\n\nThe Entomologist's Annual for 1858. Svo. London 1858.\n\nThe London University Calendar, 1858. Svo. London.\n\nThe Royal Gallery of Art. Parts XXIII. to XXXI. fol. London 1857, 1858.\n\nUeber die Temperatur der Quellen von Kremsmünster. Svo. Wien.\n\nWhat is the best Unit of Length? An Inquiry addressed to the International Association, &c. Svo. London 1858.\n\nBATEMAN (J. F.) Reports on the Supply of Water to the City of Glasgow. Svo. 1853–1855.\n\nBELANGER (J. B.) Théorie de la Résistance et de la Flexion Plane des Solides dont les Dimensions transversales sont petites relativement à leur Longueur. Svo. Paris 1858.\n\nBIOT (J. B., For. Mem. R.S.) Lettre à M. de Falloux, sur M. le Baron Cauchy. Svo. Paris 1857. (Extrait du Correspondant).\n\nBLOXAM (T.) On the Composition of the Building Sandstones of Craigleith, Binnie, Gifnock, and Partick Bridge. With a Preliminary Note by G. Wilson, M.D. Svo. Edinburgh 1858. (From Proceedings Roy. Soc. Edin.)\n\nBÖHM (J. G.) and KARLINSKI (F.) Magnetische und Meteorologische Beobachtungen zu Prag. 16er Jahrgang. 4to. Prag. 1857.\n\nBRACHET (A.) Micrographie. Avertissement sur la Seconde Edition de la Notice du Meilleur Microscope dioptrique, &c. &c. Svo. Paris 1857.\n\nBROUN (J. A., F.R.S.) Report on the Observatories of His Highness the Rajah of Travancore at Trevandrum, and on the Agustier Peak of the Western Ghats. Svo. Trevandrum 1857.\n\nBROWNE (ROBERT.) Methods, Propositions, and Problems, for finding the Latitude…and the Longitude at Sea, &c. Svo. London 1714.\n\nThe Case of Robert Browne, relating to his Discovery of the Longitude at Sea, by Celestial Observations. Svo. London 1732. (This book, which had formerly been presented to the Royal Society, and afterwards lost, is now again presented with notes by Mr. de Morgan.)\nPRESENTS.\n\nBRUGNOLI (G.) Bibliografia Italiana delle Scienze Mediche. Serie prima. Vol. I. Disp. 1 & 2. 8vo. Bologna 1858. The Editor.\n\nBRUNI (A.) Descrizione Botanica delle Campagne di Barletta. 8vo. Napoli 1857. The Author.\n\nBUIST (G., F.R.S.) Corrections of a few of the Errors contained in Sir William Napier's Life of his Brother, Sir Charles Napier, in so far as they affect the Press of India. 8vo. London 1857. The Author.\n\nBURT (T. S., F.R.S.) Miscellaneous Papers on Scientific Subjects, &c. Vol. II. 8vo. London 1858. The Author.\n\nCAMPBELL (H. F.) Essays on the Secretary and the Excito-Secretory System of Nerves in their Relations to Physiology and Pathology. 8vo. Philadelphia 1857. The Author.\n\nCARPENTER (W. B., F.R.S.) The Microscope and its Revelations. Second Edition. 8vo. London 1857. The Author.\n\nCARRINGTON (R. C.) A Catalogue of 3735 Circumpolar Stars observed at Redhill, in the Years 1854, 1855 and 1856, and reduced to Mean Positions for 1855-0. Printed at the Public Expense. fol. London 1857. The Lords of the Admiralty.\n\nCASTORANI (R.) Mémoire sur les Causes de la Cataracte lenticulaire. 8vo. Paris 1857. The Author.\n\nMémoire sur la Photophobie. 8vo. Paris 1856. (Extraits de la Gazette Hebdom., &c.) The Author.\n\nNote sur un nouvel Instrument destiné à faciliter plusieurs des opérations qui se pratiquent sur les yeux et notamment l'Opération de la Cataracte. 4to. Paris 1856. The Author.\n\nMémoire sur le Strabisme. 4to. Paris 1856. (Extraits des Comptes Rendus.)\n\nCHALLIS (Rev. J., F.R.S.) Astronomical Observations made at the Observatory of Cambridge. Vol. XVIII. 4to. Cambridge 1857. The Syndicate of the Observatory.\n\nCIALDI (A.) Risultati di Studii idrodinamici nautici e commerciali sul Porto di Livorno, &c. 8vo. Firenze 1853. The Author.\n\nAppendice Seconda. 8vo. Roma 1855.\n\nSul Porto-Canale di Pesaro. 8vo. Roma 1856.\n\nCenni sul Moto Ondoso del Mare e sulle Correnti di esso. 4to. Roma 1856.\n\nCOLLIER (C., F.R.S.) The History of the Plague of Athens; translated from Thucydides, with Remarks explanatory of its Pathology. 8vo. London 1857. The Author.\n\nD'ARCHIAC (—). Notice Biographique sur Mercier de Boissy. 8vo. Paris 1856. The Author.\n\nNotice sur la Vie et les Travaux de Jules Haime. 8vo. Paris 1856.\n\nDAUBENY (C., F.R.S.) Lectures on Roman Husbandry, delivered before the University of Oxford, &c. 8vo. Oxford 1857. The Author.\n\nDAUBRÈE (—). Observations sur le Métamorphisme et Recherches Expérimentales sur quelques-uns des Agents qui ont pu le produire. 8vo. Paris 1858. The Author.\n\nRecherches expérimentales sur le Stringe des Roches. 8vo. Paris 1858. (Extraits des Annales des Mines.)\n\nDE LA RIVE (A., For. Mem. R.S.) A Treatise on Electricity, in Theory and Practice. Vol. III. 8vo. London 1858. The Author.\n\nExcerpt from De la Rive's Electricity. Vol. III. 1858. Mr. C. V. Walker's Train-Signalling System. 8vo. C. V. Walker, Esq., F.R.S.\nPRESENTS.\n\nDE MORGAN (A.) On the Beats of Imperfect Consonances. 4to. Cambridge 1858. (From the Trans. Cam. Phil. Soc.)\n\nDESLONGCHAMPS (E.) Description des Couches du Système oolithique inférieur du Calvados, suivie d'un Catalogue déscriptif des Brachiopodes qu'elles renferment. 8vo. Caen 1857.\n\nDICKSON (W.) The Annual Address of the Berwickshire Naturalists' Club. Sep. 24, 1857. 8vo. Alnwick 1857.\n\nDUNDONALD (Earl of.) Brief Extracts from Memoranda on the Use, Properties, and Products of the Bitumen and Petroleum of Trinidad. fol. London 1857.\n\nDUPREZ (F.) Statistique des Coups de Foudre qui ont frappé des Paratonnerres, &c. 4to. Bruxelles, 1857. (Extrait des Mém. Acad. Roy. de Belgique.)\n\nENCKE (J. F., For. Mem. R.S.) Berliner Astronomisches Jahrbuch für 1860. 8vo. Berlin 1857.\n\nERDMANN (A.) Om de Laktagelser öfver Vattenhöjdens och Vindarnes Förändringar, &c. 4to. Stockholm 1856.\n\n——— Några Ord till Belysning af den Geologiska Kartan öfver Fyris-åns Dalbäcken. 8vo. Stockholm 1857. (With a coloured geological Map.)\n\nESCHER (P.) Begründung der wichtigsten Gesetze der allgemeinen Arithmetik 8vo. Stuttgart 1857.\n\n——— Geometric des Raums. 8vo. Stuttgart 1853.\n\n——— Leichtfassliche Anleitung durch Raisonnement Münz-, Wechsel-, Maass- und Gewichtsrechnungen, u.s.w. 8vo. Stuttgart 1857.\n\nEVEREST (R.) Statistical Details respecting the Republic of Lubeck, compared with those of some other European States. 8vo.\n\n——— Sequel to the Statistical Details, &c.\n\nFAIVRE (E.) Études sur l'Histologie comparée du Système nerveux chez quelques Animaux Inférieurs. 4to. Paris 1857.\n\n——— Thèse pour le Doctorat en Médecine. Des Granulations Ménin-giennes. 4to. Paris 1853.\n\n——— Du Cerveau des Dytisques, considéré dans ses rapports avec la Locomotion. 4to. Paris 1857. (Extrait des Comptes Rendus, Tome XLIV.)\n\n——— Études sur le Conarium et les Plexus choroides chez l'Homme et les Animaux. 8vo. (Extrait des Annales des Sciences Naturelles. Tomo VII. 4me Série.)\n\n——— Études sur la Constitution chimique des Éléments et des Tissus nerveux chez la Sangsue médicinale. 8vo. Paris 1857. (Extrait des Archives Générales de Médecine.)\n\nFERGUSSON (E. F. T.) Magnetical and Meteorological Observations made at the Hon. East India Company's Observatory, Bombay, in the Year 1856. 4to. Bombay 1857.\n\nFONTANA (C.) Calcoli ed Osservazioni in Base alle quali fu trovata la Direzioni e Locomozione degli Urani (Aerostati-Locomota). 8vo. Milano.\n\nGANT (F. J.) Evil Results of over-feeding Cattle. A New Inquiry, &c. 8vo. London 1858.\n\nGILLISS (J. M.) The U.S. Naval Astronomical Expedition to the Southern Hemisphere, &c. Vol. VI. Magnetical and Meteorological Observations. 4to. Washington 1856.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Club.\n\nThe Author.\n\nThe Author, per Sir W. S. Harris, F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author, per The Lord Brougham, F.R.S.\n\nThe Directors of the Hon. East India Company.\n\nThe Author.\n\nThe Author.\n\nLieut. Gilliss, U.S.N.\nPRESENTS.\n\nGLOESENER. Télégraphe à Aiguille perfectionné. 8vo. Liège. The Author.\n\nGLUGE (T.) et D'UDEKEM (J.) De quelques Parasites végétaux développés sur des Animaux Vivants. 8vo. The Authors.\n\nGLUGE (T.) De l'Influence des Académies sur le Progrès des Sciences. 8vo. Bruxelles 1857. (Extraits des Bulletins.) The Author.\n\nGRAY (Maria Emma) Figures of Molluscous Animals, selected from various Authors. Vol. V. Conchifera and Brachiopoda. 8vo. London 1857. The Authoress.\n\nGRIFFIN (J.J.) The Radical Theory of Chemistry. 8vo. London 1858. The Author.\n\nGUEST (E., F.R.S.) An Essay on the Four Roman Ways. 8vo. The Author.\n\nHANSEN (P. A., For. Mem. R.S.) Tables de la Lune, construites d'après le Principe Newtonien de la Gravitation Universelle. (Imprimés au frais du Gouvernement Britannique.) 4to. Londres 1857. Her Majesty's Government.\n\nHARTNUP (J.) On the Importance of testing Chronometers before they are used at Sea, &c. 8vo. Liverpool 1857. The Author.\n\nOn the Method of testing Marine Meteorological Instruments, recently introduced at the Liverpool Observatory. 8vo. Liverpool 1856.\n\nResults deduced from Observations taken with the Self-registering Anemometer and Rain-Gauge, &c. 8vo. Liverpool 1856. (From the Transactions of the Historic Society of Lancashire and Cheshire.)\n\nOn controlling the Movements of Ordinary Clocks by Galvanic Currents. 8vo. Liverpool 1857. (Read before the British Association, September 1857.)\n\nHENNESSY (H.) On the Physical Structure of the Earth. (From the Atlantis for January 1858.) 8vo. The Author.\n\nHOGG (J., F.R.S.) Address to the Members of the Tyneside Naturalists' Field Club, April 4, 1857. 8vo. Newcastle-upon-Tyne 1857. The Author.\n\nSketches of Kertch, its larger Tumuli, and some other Remains. 8vo. London 1857. (From the Trans. Roy. Soc. Lit.)\n\nHORSFIELD (T., F.R.S.) and MOORE (F.) A Catalogue of the Lepidopterous Insects in the Museum of the Hon. East India Company. Vol. I. 8vo. London 1857. The Directors of the Hon. East India Company.\n\nHOSKING (W.) Some Observations upon the recent Addition of a Reading Room to the British Museum. fol. London 1858. The Author.\n\nHOUZEAU (J. C.) Histoire du Sol de l'Europe. 8vo. Bruxelles et Paris 1857. The Author.\n\nJACOB (W. S.) and WORSTER (W. K.) Meteorological Observations made at the Meteorological Bungalow on Dodabetta, in the Years 1851-55. 4to. Madras 1857. The Directors of the Hon. East India Company.\n\nJENYNS (Rev. L.) Observations in Meteorology; relating to Temperature, the Winds, &c. 8vo. London 1858. The Author.\n\nJOHNSON (M. J., F.R.S.) Astronomical and Meteorological Observations made at the Radcliffe Observatory, Oxford, in the Year 1855. 8vo. Oxford 1856. The Radcliffe Trustees.\n\nJOLY (N.) et FILHOL. Recherches sur le Lait. 4to. Bruxelles 1856. The Authors.\n\nJONES (Rev. G.) Observations on the Zodiacal Light, made chiefly on Board the United States' Steam Frigate Mississippi, during her late Cruise in Eastern Seas, and her Voyage homeward, &c. (Being Vol. III. of the United States' Japan Expedition.) 4to. Washington 1856. The U.S. Navy Department.\nJOURNALS:—\n\nCosmos. Vol. X. Liv. 23, 24, and Table Alphabétique; Vol. XI. Liv. 1-26; Vol. XII. Liv. 1-23. 8vo. Paris.\n\nJournal of the Indian Archipelago. New Series, Vol. II. Nos. 1-3. 8vo. Singapore 1857.\n\nThe American Journal of Science and Arts. Vol. XXIV. Nos. 70 & 72; Vol XXV. 8vo. Newhaven, 1857-58.\n\nThe Asylum Journal of Mental Science. Vol. III. No. 22; Vol. IV. Nos. 23-25. 8vo. London.\n\nThe Athenæum. June to December 1857; January to May 1858.\n\nThe Atlantis: a Register of Literature and Science. Conducted by Members of the Catholic University of Ireland. No. 1, Jan. 1858. 8vo. London 1858.\n\nThe Builder. Vols. XV. and XVI. Nos. 749-800.\n\nThe Civil Engineer and Architect's Journal. August 1857. 4to.\n\nThe Literary Gazette. June to December 1857; January to May 1858.\n\nThe Philosophical Magazine. July to December 1857; January to June 1858. 8vo.\n\nThe Pick and Gad: a Monthly Record of Mining and its allied Sciences and Arts. Conducted by Whitton Arundell. No. I. 8vo. London 1857.\n\nKÖLLIKER (A.) Untersuchungen zur vergleichenden Gewebelehre angestellt in Nizza im Herbst 1856. 8vo.\n\nKUPFFER (A. T.) Annales de l'Observatoire Physique central de Russie. Année 1854, Parts 1 & 2. 4to. St. Pétersbourg 1856.\n\nLAMONT (J., For. Mem. R.S.) Annalen der Königlichen Sternwarte bei München. Band 9. 8vo. München 1857.\n\nResultate aus den an der Königl. Sternwarte veranstalteten Meteorologischen Untersuchungen, u.s.w. 4to. München 1857. (Aus den Abhandl. der K. Bayer. Akad.)\n\nLEA (I.) Description of New Species of Exotic Uniones, Peristomata, Melaniana, Naiades, &c. 8vo. Philadelphia 1857. (Extracts from Proceedings Acad. Nat. Sci. Philad.)\n\n——— Observations on the Genus Unio. Vol. VI. Part 1. 4to. Philadelphia 1857.\n\nLE CANU (L. R.) Souvenirs de M. Thénard. 8vo. Paris 1857.\n\nLEE (Dr. R., F.R.S.) A Treatise on the Employment of the Speculum in the Diagnosis and Treatment of Uterine Diseases: with Three Hundred Cases. 8vo. London 1858.\n\nLE HON (H.) Périodicité des Grands Déluges résultant du mouvement graduel de la ligne des Apsides de la Terre. 8vo. Paris 1858. (Extrait des Mém. de la Soc. des Sciences de Hainaut.)\n\nLE VERRIER (U. J., For. Mem. R.S.) Annales de l'Observatoire Impérial de Paris. Tomes I. II. III. 4to. Paris 1855-57.\n\n——— Observations. Tome I. 4to. Paris 1858.\n\nAtlas Écliptique. Cartes, No. 4, 13, 51, 63, 64, 72. Par M. Chacornac.\n\nLISSAJOUS (J.) Mémoire sur l'Étude Optique des mouvements vibratoires. 8vo. Paris 1857. (Extrait des Ann. de Chim. 3me Série, tom. li.)\n\nLOWE (E. J.) A Natural History of Ferns, British and Exotic. Parts 37-62. 8vo. London 1857-58.\nPRESENTS.\n\nLOWE (E. J.) A Natural History of British Grasses. Parts 4–15. 8vo. London 1857-58.\n\nLUBBOCK (J.) Description of Eight New Species of Entomostraca found at Weymouth. 8vo. London 1857.\n\n——— An Account of the Two Methods of Reproduction in Daphnia, and of the Structure of the Ephippium. 4to. (Excerpt from Phil.Trans.1857.)\n\nLUTHER (E.) and WICHMANN (M.) Astronomische Beobachtungen auf der Königlichen Universitäts Sternwarte zu Königsberg. 30ste Abth. fol. Königsberg 1857.\n\nMAHMOUD-EFFENDI. Mémoire sur l'État actuel des Lignes Isoeliniques et Isodynamiques dans la Grande Bretagne, la Hollande, la Belgique et la France. 4to Bruxelles. (Extrait des Mém. de l'Acad. Roy. de Belgique.)\n\nMALLET (R., F.R.S.) On the Molecular Constitution of the Metals of Ordnance, as affecting its Construction and Wear in Service. 8vo. London 1857.\n\nMAPS, CHARTS, ENGRAVINGS, &c.: —\n\n179 Charts, published by the Dépôt général de la Marine.\n\nMap of the Maritime County of Mayo, in Ireland, &c. Commenced in 1809, and finished in 1817. By William Bald, Esq., F.R.S.E. 1830. Twenty-five Sheets.\n\n7 Maps: Grand River, Chicago, St. Joseph, Sheboygan, and Manitowoc Harbours. Published by the United States' Government.\n\nMouths of the Parana and Uruguay. Sheet No. 1. 1855.\n\nTrack Survey of the River Paraguay. Sheets 10–15. 1855.\n\nTrack Survey of the River Parana. Sheet No. 2. 1855.\n\nTrack Survey of the Rivers Salado, Parana, and Colastiné. 1855.\n\nMARTINS (C.) Nouvelle Comparaison des Membres Pelviens et Thoraciques chez l'Homme et chez les Mammifères déduites de la Torsion de l'Humerus. 4to. Montpellier 1857.\n\nMARTIUS (C. F. P. von, For. Mem. R.S.) Ueber die Pflanzen-Namen in der Tupi Sprache. 4to München 1858.\n\n——— Denkrede auf J. S. C. Schweigger. 4to. München 1858. (From the Bulletin of the Academy.)\n\nMATTEUCCI (C.) Cours d'Electro-Physiologie. 8vo. Paris 1858.\n\nMAURY (M. F.) Astronomical Observations made during the Year 1848, at the U. S. N. Observatory, Washington. Vol. IV. 4to. Washington 1856.\n\nMIDDLETON (J.) A Syllabus of the Lectures upon Experimental Philosophy delivered at the Agra College. Third Edition. 8vo. London 1857.\n\nMIERS (J., F.R.S.) Illustrations of South American Plants. Vol. II. 4to. London 1849-57.\n\nMILLIGAN (J.) Vocabulary of Dialects of Aboriginal Tribes of Tasmania. fol. Tasmania.\n\nMINANGOUIN (—). Compte Rendu sur l'Agriculture de la Colonie de Mettray. 8vo. Paris 1857.\n\nMINERVINI (G.) Bulletino Archeologico Napolitano. Anno quinto. 4to. Napoli 1857.\n\nMULDER (G. J.) Scheikundige Verhandelingen en Onderzoekingen. Tweede Deel. 1ste Stuk. 8vo. Rotterdam 1858.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author, per T. Graham, Esq., F.R.S.\n\nThe Author.\n\nLe Dépôt de la Marine.\n\nMrs. Bald.\n\nThe U.S. Navy Department.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Editor.\n\nThe Home Department, Government of the Netherlands.\nPRESENTS.\n\nMULDER (G. J.) Scheikundige Verhandelingen et Onderzoekingen. De Essayeer-Methode van het Zilver; De Bewaring der Levens middelen; Het Bier. Eerste Deel. 8vo. Rotterdam 1857.\n\nThe Chemistry of Wine. Edited by H. Bence Jones, M.D., F.R.S. 8vo. London 1857.\n\nMUSPRATT (S.) Chemistry, Theoretical, Practical, and Analytical, as applied or relating to the Arts and Manufactures. Vol. I. 4to. London, &c.\n\nNAPOLI (R.) Sur la Corrélation des Forces Physiques, &c. 8vo. Naples 1857.\n\nNEISON (F. G. P.) Contributions to Vital Statistics, &c. Third Edition. 4to. London 1857.\n\nPANDER (C. H.) Monographie der Fossilien Fische des Silurischen Systems der Russisch-Baltischen Gouvernements. 4to. St. Petersburg 1856.\n\nUeber die Placodermen des Devonischen Systems. 4to. St. Petersburg 1857.\n\nPARLATURE (F.) Flora Italiana, ossia Descrizione delle Piante, &c. Vol. II. Parte 2da. 8vo. Firenze 1857.\n\nPEACOCK (T. B.) On Malformations, &c., of the Human Heart; with Original Cases. 8vo. London 1858.\n\nPEIRCE (B., For. Mem. R.S.) Physical and Celestial Mechanics. 4to. Boston 1855.\n\nPELIKAN (E.) Beiträge zur gerichtlichen Medizin, Toxikologie, und Pharmakodynamik. 8vo. Würzburg 1858.\n\nPLANA (J., For. Mem. R.S.) Mémoire sur un Rapprochement nouveau entre la Théorie moderne de la propagation linéaire du Son, dans un Tuyau cylindrique, &c., et la Théorie des Pulssions, &c. &c. 4to. Turin 1857.\n\nMémoire sur le Mouvement conique à double Courbure d'une Pendule Simple, &c. 4to. Turin 1858.\n\n(Extraits des Mém. de l'Acad. Turin.)\n\nRecherches Historiques sur la première Explication de l'Equation Séculaire du Moyen Mouvement de la Lune, d'après le Principe de la Gravitation Universelle. 4to. Turin 1857.\n\nPLATEAU (J.) Recherches expérimentales et théoriques sur les Figures d'Équilibre d'une Masse liquide sans Pesanteur. 4me Série. 4to. Bruxelles 1857.\n\nPOEY (A.) Considérations philosophiques sur un Essai de Systématisation subjective des Phénomènes Météorologiques. 8vo. 1857.\n\nRépartition géographique de l'Universalité des Météores, &c. 8vo. Paris 1858.\n\nCouleurs des Globes filants observés à Paris de 1841 à 1853, &c. 4to. (Extrait des Comptes Rendus, 1857.)\n\nPONCELET (J. V., For. Mem. R.S.) Rapport sur les Machines et Outils employés dans les Manufactures, &c. Première Partie relative aux matières non Textiles. Deuxième Partie relative aux matières Textiles. 8vo. Paris 1857.\n\nPORTLOCK (J. E., F.R.S.) Address delivered at the Anniversary Meeting of the Geological Society of London, on the 20th of February, 1857. 8vo. London 1857.\n\nDonors.\n\nThe Home Department, Government of the Netherlands.\n\nThe Editor.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nL'État-major du Corps des Ingénieurs des Mines de Russie.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author, per M. Faraday, Esq., F.R.S.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nPORTRAITS:—\nPortrait of the late Lieut. James Holman, R.N., F.R.S.\nPortrait of the late William Clift, Esq., F.R.S.\n\nPRESTWICH (J., F.R.S.) The Ground beneath us: its Geological Phases and Changes, &c. 8vo. London 1857.\n\nPUSELEY (D.) The Rise and Progress of Australia, Tasmania, and New Zealand, &c. 8vo. London 1858.\n\nQUETELET (A., For. Mem. R.S.) Observations des Phénomènes Périodiques. 4to. (Extrait du t. xxxi des Mém. Acad. Belgique.)\nRapport sur un Mémoire de J. F. Rameaux.\nNote sur la Composition de l'Atmosphère.\nOccultation de Jupiter par la Lune, le 2 Janvier, 1857. 8vo. (Extrait.)\nEclipse de Soleil du 15 Mars, 1858. 8vo. (Extrait.)\nObservations des Passages de la Lune et des Étoiles de même Culmination. 8vo. (Extrait.)\nVariations annuelles et horaires des Instruments météorologiques à Bruxelles. 8vo. (Extrait.)\nCommunication de M. Lamont sur la Composition de l'Atmosphère. 8vo. (Extrait.)\nAnnales de l'Observatoire Royal de Bruxelles. Tome XII. 4to. Bruxelles 1857.\nAnnuaire de l'Observatoire Royal de Bruxelles, 25e année. 12mo. Bruxelles 1857.\nRapport adressé à M. le Ministre de l'Intérieur sur l'État et les Travaux de l'Observatoire Royal pendant l'année 1856. 8vo. Bruxelles.\n\nREGNAUD (C.) Histoire Naturelle, hygiénique et économique du Cocotier (Cocos nucifera, Linn.). 4to. Paris.\n\nREMY (J.) Ascension du Pichincha. 8vo. Chalons-sur-Marne 1858.\n\nRENNIE (G., F.R.S.) On the Quantity of Heat developed by Water when violently agitated, &c. 8vo. London 1857.\nOn the Employment of Rubble Béton, or Concrete, in Works of Engineering and Architecture. 8vo. London 1858. (Excerpt Minutes of Proc. Inst. C.E.)\n\nRESLHUBER (P. A.) Magnetische Beobachtungen zu Kremsmünster in den Jahren 1851-53. 4to. Wien 1856.\nim Jahre 1854. 4to. Wien 1857.\nBericht über die Kometen von den Jahren 975, 1264 und 1556. 8vo. Kremsmünster 1857.\nBeiträge zur Klimatologie von Oberösterreich. 8vo. Linz 1855.\nResultate aus den im Jahre 1856 auf der Sternwarte zu Kremsmünster angestellten meteorologischen Beobachtungen. 8vo. Linz 1857.\n\nDONORS.\n\nAndrew Holman, Esq.\nProf. Owen, F.R.S.\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Observatory.\n\nThe Author.\n\nThe Author.\n\nThe Author.\nPRESENTS.\n\nRESLHUBER (P. A.) Untersuchungen über das Atmosphärische Ozon. 8vo. Wien. (Excerpt: Sitzungsberichte.)\n\n——— Ueber Prof. Stampfer's Liehtpunkt-Mikrometer im Fernrohre des Meridiankreises der Sternwarte zu Kremsmünster. 8vo. Wien. (Excerpt: Sitzungsberichte.)\n\n——— Ueber den Ozongehalt der Atmosphärischen Luft. 8vo. Wien. (Excerpt: Sitzungsberichte.)\n\nRICO Y SINOBAS (M.) Observaciones actinométricas verificadas en Madrid con Motivo del Eclipse de Sol de Marzo 1858. 4to. Madrid 1858.\n\nRITTER (C., For. Mem. R.S.) Die Erdkunde von Asien. Bd. IX. Theil 1. Klein Asien. 8vo. Berlin 1858.\n\nROBINSON (G.) Contributions to the Physiology and Pathology of the Circulation of the Blood. 8vo. London 1857.\n\nRONDOT (N.) Notice du Vert de Chine et de la Teinture en Vert chez les Chinois. 8vo. Paris 1858.\n\nSANDEMAN (P.) Monthly Tables of daily Means of Meteorological Elements, deduced from Observations taken at Georgetown, Demerara, during eleven Years commencing Jan. 1846. 4to. Greenock 1857.\n\nSAUMAREZ (Rear-Admiral). An Introductory Key to the Hieroglyphic Phraseology of the Old Testament, &c. 4to. Bath.\n\nSAVINI (S.) Storia degli Scandagli Marittimi, &c. 8vo. Torini 1858.\n\nSECCHI (A., For. Mem. R.S.) Descrizione del Nuovo Osservatorio del Collegio Romano, &c. 4to. Roma 1856.\n\nSELLA (Quintino). Sulle Forme cristalline di alcuni Sali di Platino e del Boro Adamantino. 4to. Torino 1857.\n\n——— Sulle Forme cristalline del Boro Adamantino. (Seconda Memoria.) 4to. Torino 1857.\n\nSLOMAN (H.) Leibnitzens Anspruch auf die Erfindung der Differenzial Rechnung. 4to. Leipzig 1857.\n\nSMYTH (C. P., F.R.S.) Astronomical Observations made at the Royal Observatory, Edinburgh. Vol. XI. for 1849-54.\n\nSOPWITH (T., F.R.S.) Notes of a Visit to Egypt, by Paris, Lyons, Nismes, Marseilles, and Toulon. 12mo. London 1857. (Printed for Private Circulation.)\n\nSTAINTON (H. T.) The Natural History of the Tineina. Vol. II. containing Lithocolletis, Part I (assisted by Professor Zeller and J. W. Douglas). 8vo. London 1857.\n\nSTARK (J.) Address to the Meteorological Society of Scotland. 8vo. Edinburgh 1858.\n\nSTOKES (G. G.) On the Discontinuity of Arbitrary Constants which appear in Divergent Developments. 4to. Cambridge 1858. (From Trans. Cam. Phil. Soc.)\n\nSTUDIATI (S.) Description des Fossiles de la Brèche Osseuse de Monreale de Bonaria près de Cagliari. 8vo. Turin 1857.\n\nSYKES (W. H., F.R.S.) Speech of Colonel Sykes in the House of Commons, on Thursday, Feb. 18, 1858, on the proposed India Bill. 8vo. London 1858.\n\nTHOMÉ DE GAMOND (A.) Étude pour l'avant-Projet d'un Tunnel sous-Marin entre l'Angleterre et la France, &c. 4to. Paris 1857.\nPRESENTS.\n\nVILLARCEAU YVON (A. J.) Détermination des Orbites des Planètes et des Comètes. (Extrait des Annales de l'Observatoire Impérial de Paris. Tome III.) 4to. Paris 1857.\n\nVILLE (G.) Cours de Physique Végétale. 4to. Paris 1857. Séance d'Ouverture. (Extrait.)\n\nWARNER (J.) Studies in Organic Morphology. 8vo. Philadelphia 1857.\n\nWHITE (Walter). A July Holiday in Saxony, Bohemia, and Silesia. 8vo. London 1857.\n\nWILLIAMS (C. G.) A Handbook of Chemical Manipulation. 8vo. London 1857.\n\nWILSON (E., F.R.S.) A Three Weeks' Scamper through the Spas of Germany and Belgium, with an Appendix on the Nature and Uses of Mineral Waters. 8vo. London 1858.\n\nWILSON (Rev. J., F.R.S.) Notes on the Constituent Elements, the Diffusion, and the Application of the Maráthi Language. 4to.\n\nWROTTESLEY (The Lord, V.P.R.S.) An Address delivered at the first Annual Meeting of the Members and Friends of the Working Men's College, Wolverhampton. 8vo. Wolverhampton 1858.\n\nYATES (J., F.R.S.) Der Pfahl-Graben. Kurze Allgemeine Beschreibung des Limes Rheticus und Limes Transrhenanus des Römischen Reiches. 8vo. Augsburg 1858.\n\nDONORS.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.\n\nThe Author.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108685.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 27,
    "total-input-tokens": 42520,
    "total-output-tokens": 22644,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1300,
        2
      ],
      [
        1300,
        3562,
        3
      ],
      [
        3562,
        5499,
        4
      ],
      [
        5499,
        7566,
        5
      ],
      [
        7566,
        9220,
        6
      ],
      [
        9220,
        10800,
        7
      ],
      [
        10800,
        13329,
        8
      ],
      [
        13329,
        15777,
        9
      ],
      [
        15777,
        18280,
        10
      ],
      [
        18280,
        20999,
        11
      ],
      [
        20999,
        23207,
        12
      ],
      [
        23207,
        25586,
        13
      ],
      [
        25586,
        27828,
        14
      ],
      [
        27828,
        30334,
        15
      ],
      [
        30334,
        32907,
        16
      ],
      [
        32907,
        36019,
        17
      ],
      [
        36019,
        38810,
        18
      ],
      [
        38810,
        41707,
        19
      ],
      [
        41707,
        44662,
        20
      ],
      [
        44662,
        47745,
        21
      ],
      [
        47745,
        50351,
        22
      ],
      [
        50351,
        53272,
        23
      ],
      [
        53272,
        56108,
        24
      ],
      [
        56108,
        58300,
        25
      ],
      [
        58300,
        60937,
        26
      ],
      [
        60937,
        62158,
        27
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108685",
    "title": "Back Matter",
    "authors": null,
    "year": 1858,
    "volume": "148",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 27,
    "jstor_url": "https://www.jstor.org/stable/108685"
  }
}