{
  "id": "fbd1c8468898567d3338a999ffd861d66447a9e6",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them, without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. The Bakerian Lecture. On some of the Combinations of Oxymuriatic Gas and Oxygen, and on the chemical Relations of these Principles, to inflammable Bodies. By Humphry Davy, Esq. LL. D. Sec. R. S. Prof. Chem. R. I. page 1\n\nII. The Croonian Lecture, on some Physiological Researches, respecting the Influence of the Brain on the Action of the Heart, and on the Generation of animal Heat. By Mr. B. C. Brodie, F.R.S. p. 36\n\nIII. On the Expansion of any Functions of Multinomials. By Thomas Knight, Esq. Communicated by Humphry Davy, Esq. LL.D. Sec. R. S. p. 49\n\nIV. On a Case of nervous Affection cured by Pressure of the Carotids; with some physiological Remarks. By C. H. Parry, M. D. F. R. S. p. 89\n\nV. On the Non-existence of Sugar in the Blood of Persons labouring under Diabetes Mellitus. In a Letter to Alexander Marcet, M. D. F. R. S. from William Hyde Wollaston, M. D. Sec. R. S. p. 96\n\nVI. On the Rectification of the Hyperbola by Means of Two Ellipses; proving that Method to be circuitous, and such as requires much more Calculation than is requisite by an appropriate Theorem: in which Process a new Theorem for the Rectification of that Curve is discovered.\n\nTo which are added some further Observations on the Rectification\nof the Hyperbola: among which the great Advantage of descending Series over ascending Series, in many Cases, is clearly shown; and several Methods are given for computing the constant Quantity by which those Series differ from each other. By the Rev. John Hellins, B.D. F.R.S. and Vicar of Potter's-Pury, in Northamptonshire.\n\nBeing an Appendix to his former Paper on the Rectification of the Hyperbola, inserted in the Philosophical Transactions for the Year 1802. Communicated by Nevil Maskelyne, D.D. F.R.S. Astronomer Royal. p. 110\n\nVII. On a Combination of Oxymuriatic Gas and Oxygene Gas. By Humphry Davy, Esq. LL.D. Sec. R.S. Prof. Chem. R.I. p. 155\n\nVIII. Experiments to prove that Fluids pass directly from the Stomach to the Circulation of the Blood, and from thence into the Cells of the Spleen, the Gall Bladder, and Urinary Bladder, without going through the Thoracic Duct. By Everard Home, Esq. F.R.S. p. 163\n\nIX. On the Composition of Zeolite. By James Smithson, Esq. F.R.S. p. 171\n\nX. Experiments and Observations on the different Modes in which Death is produced by certain vegetable Poisons. By Mr. B.C. Brodie, F.R.S. Communicated by the Society for promoting the Knowledge of Animal Chemistry. p. 178\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by Order of the President and Council.\nThe President and Council of the Royal Society adjudged the Gold and Silver Medals on Count Rumford's Donation to M. Malus for his discoveries of certain new Properties of Reflected Light, published in the Second Volume of Mémoires d'Arcueil.\nCONTENTS.\n\nXI. On the Causes which influence the Direction of the Growth of Roots. By T. A. Knight, Esq. F. R. S. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 209\n\nXII. On the Solar Eclipse which is said to have been predicted by Thales. By Francis Baily, Esq. Communicated by H. Davy, Esq. Sec. R. S. p. 220\n\nXIII. An Account of the great Derbyshire Denudation. By Mr. J. Farey, Sen. In a Letter to the Right Hon. Sir Joseph Banks, Bart. K. B. P. R. S. p. 242\n\nXIV. An Account of an Appendix to the small Intestines of Birds. By James Macartney, Esq. F. R. S. p. 257\n\nXV. An Account of a vegetable Wax from Brazil. By William Thomas Brande, Esq. F. R. S. p. 261\n\nXVI. Astronomical Observations relating to the Construction of the Heavens, arranged for the Purpose of a critical Examination, the Result of which appears to throw some new Light upon the Organization of the celestial Bodies. By William Herschel, LL.D. F. R. S. p. 269\n\nXVII. Experiments to ascertain the State in which Spirit exists in fermented Liquors: with a Table exhibiting the relative Proportion of pure Alcohol contained in several Kinds of Wine and some other Liquors. By William Thomas Brande, Esq. F. R. S. p. 337\nCONTENTS.\n\nXVIII. Account of a Lithological Survey of Schehallien, made in order to determine the specific Gravity of the Rocks which compose that Mountain. By John Playfair, Esq. F. R. S. p. 347\n\nXIX. Observations and Experiments on Vision. By William Charles Wells, M. D. F. R. S. p. 379\n\nPresents received by the Royal Society, from November 1810 to July 1811. p. 393\n\nIndex. p. 399",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107330.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15864,
    "total-output-tokens": 2161,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2952,
        4
      ],
      [
        2952,
        4190,
        5
      ],
      [
        4190,
        5530,
        6
      ],
      [
        5530,
        5773,
        7
      ],
      [
        5773,
        5773,
        8
      ],
      [
        5773,
        6991,
        9
      ],
      [
        6991,
        7376,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107330",
    "title": "Front Matter",
    "authors": null,
    "year": 1811,
    "volume": "101",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/107330"
  }
}