{
  "id": "1b502787b38dbb52c5fbfbe5cbafb1e141ad3957",
  "text": "Tab. 2. F. A Spider hanging on the Branch of a Tree, with its Head turned against the Wind, and spinning out its Thread, till it finds that it adheres to some Body, (as to the Wall here represented) by which kind of Bridge it passes over Rivers, &c.\n\nG. A Spider having broke the first Thread, by which it hung, and let out several others, is carried by the Wind, and floats in the Air with its Legs extended.\n\nII. An Account of the Moon's Eclipse, February 2. 1701 observed at Streatham near London, and compared with the Calculation. By the Rev. Mr H. Cressener, M.A. Fellow of the Royal Society.\n\nIn the last Lunar Eclipse, on the second of February 1709-10, the time of the end (which was what alone the want of a proper Apparatus and a favourable Skie would give me leave exactly to determine) I found to be the same (with but a very inconsiderable Difference) which the Calculation, according to our most Learned Presidents admirable Theory, promis'd me to expect.\n\nThere being therefore no Examples of any Calculation (that I know of) according to that Theory, nor of the Theory's Agreement with Observation yet made Publick; I thought it proper to offer this one to this Learned Society's Perusal, that the exact consent with Observation in this, may prompt some of them to try the like in others. I have added the Calculation from the famous Mr. Flamsteed's Tables, according to Horrox's Theory,\nTheory, as I find them publish'd in the Ingenious Mr. Whiston's Astronomical Lectures, with the Radix's or the Mean Motions, corrected according to their first Authors later Observations, which are the same with those assum'd in Sir Isaac Newton's Theory.\n\nBy comparing these two Calculations we may observe, that tho' most of the additional Equations in Sir Isaac Newton's Theory be very small in this Situation of the Moon, yet they all conspire so as to make its Place considerably more agreeable to Observation, than those of Horrox's System.\n\nThe Observation was made at Streatham, about six Miles near direct South of London, with a very good Eight foot Telescope. To correct the Clock, (for want of an Instrument,) I carried with me next Day two Watches, that were before adjusted to the Clock, and compar'd them with Mr. Flamsteed's at the Royal Observatory, having first noted its Error by an Observation of the Sun's Transit of the Meridian his Assistant communicated to me: Upon my return, I found my Watches still to agree together, and to my Clock, which prov'd them to have gone true, and gave me the exact Error of my Clock, and the true time at Observation.\n\nMr. Flamsteed has since been pleased to acquaint me, that by his Observation of the Meridional Transit of the Lyons Heart during the Eclipse, his Clock needed a yet further Correction of one Minute, which I have here accounted for.\n\n| Date       | D. H. M. Sec. |\n|------------|---------------|\n| 17 Feb.    |               |\n\nThe Mean Time of the Mean Opposition 2 4 9 42\nThe Mean Time of the True Opposition 2 10 54 48\nAt which the True Place of the Sun is 10 24 55 50\nAnd its Equation to be added.\nThe Place of the Moon at this Time, from Sir Isaac Newton's Theory.\n\n| Description                                      | S. | D. | M. |\n|--------------------------------------------------|----|----|----|\n| Mean Motion of the Moon                          | 4  | 26 | 57 |\n| Annual Equation Subtr.                           |    |    | 37 |\n| The Correct Mean Motion                          | 8  |    | 34 |\n| Mean Motion of Apog.                             | 4  | 26 | 49 |\n| Annual Equation of Apog. Ad.                     | 11 | 18 | 13 |\n| Correct Mean Motion of Apog.                     | 14 | 31 |   |\n| Second Eq. from the dist. of Ap. from Sun Ad.    | 11 | 18 | 28 |\n| Place of the Moon the 2d time Equat.             | 2  |    | 57 |\n| Mean Motion of Node                              | 4  | 26 | 52 |\n| Equation of Node Subt.                           | 11 | 01 | 34 |\n| Correct Mean Motion of Node                      | 06 |    | 54 |\n| The 3d Equat. of the Moon from Nodes             | 11 | 01 | 27 |\n| Aspect with the Sun Subt.                        | 10 |    |   |\n| Place of the Moon the 3d time Equated            | 4  | 26 | 51 |\n| Second Equation of Apog. Subtr.                  | 7  |    | 45 |\n| True Place of Apog.                              | 11 | 10 | 42 |\n| Mean Anomaly                                     | 05 |    | 16 |\n| Equation of Center Sub.                          | 09 |    | 06 |\n| Moons Place the 4th time Equated                 | 1  |    | 53 |\n| The Variation. Ad.                               | 4  | 24 | 58 |\n| Moons Place the 5th time Equated                 | 11 |    |   |\n| The 6th Equation from the distance of the Luminaries and Apog. Ad. | 4  | 24 | 58 |\n| Moons Place 6th time Equated                     | 30 |    |   |\n| The 7th Equation Ad.                             | 4  | 24 | 59 |\n| True place of the Moon in its Orbit              | 34 |    |   |\n| True place of the Sun                            | 4  | 25 | 00 |\n| Moon beyond the Opposition                       | 24 |    | 55 |\n| Which divided by the Horary Motion of Moon from Sun gives | 4  |    | 34 |\n| The Mean Time therefore of Opposit. Feb.         | 7  |    | 42 |\n| And the true Time                                | 10 | 47 | 06 |\n\nD. H.\nThe Place of the Moon at the same time from the Tables in Mr. Whiston's Astronomy, according to Horrox's Theory.\n\n| Mean Motion of the Moon | 4 26 57 37 |\n|-------------------------|------------|\n| Physical Parts Sub.     | 8 21       |\n| Correct Mean Motion     | 4 26 49 16 |\n| Mean Motion of Apog.    | 11 18 13 54|\n| Æquation of Apog. Sub.  | 7 25 00    |\n| Mean Anomaly            | 5 16 00 22 |\n| Æquation of the Center Sub. | 1 53 53 |\n| Place of Moon in its Orbit | 4 24 55 23 |\n| Distance from the Opposition | 27 |\n| That is in time to be added | 45½ |\n| The Mean time therefore of true Opposition is exactly | D. H. 2 10 55 33 |\n| The Apparent time       | 2 10 40 41 |\n| Place of Moon in Ecliptick | 4 24 57 27 |\n| Reduction between the true Opposition and middle of Eclipse Ad. | 2 47 |\n| Middle of Eclipse       | 2 10 43 34 |\n| Continuance of Eclipse  | 2 55 06 |\n| Digits Eclips'd         | 9 55 |\n| Beginning of Eclipse    | 2 9 16 01 |\n| End of Eclipse          | 12 11 07 |\n| End of Eclipse by the Moons Place from Sir Isaac Newton's Theory. | 12 02 00 |\n| End by Observation      | 12 01 30 |\n| End by Calculation from Horrox's Theory | 12 11 08 |\n\nThe Error therefore of Sir Isaac Newton's Theory is by this Observation but half a Minute, or none; of Horrox's System, Nine Minutes and a half.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103102.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2043,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1405,
        2
      ],
      [
        1405,
        3081,
        3
      ],
      [
        3081,
        5355,
        4
      ],
      [
        5355,
        6668,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103102",
    "title": "An Account of the Moon's Eclipse, February 2. 1701/2. Observed at Streatham Near London, and Compared with the Calculation. By the Rev. Mr H. Cressener, M. A. Fellow of the Royal Society",
    "authors": "H. Cressener",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103102"
  }
}