{
  "id": "d32df10b5af0e3d3098ba967329677df90b10b1d",
  "text": "left her in the fortieth year of her age; ) thereby perhaps deceived, because there was never either stone or gravel voided by her. But her last Doctor (from whom I have this relation,) adjudged it to proceed ab affictu Nephritico & quidem gravissimo. This person, when dead of these distempers, was opened by this her last Physitian, and among many other common Phænomena he found the left Kidney filled with large stones, but the right wholly petrified, covered with the ordinary skin without any flesh; the half of which (the other being broken by injurious dissection) representing still the Kidney, I have seen, which was both massy and ponderous, so concreted by the closer coalition of minute sand, which might be rubbed off by your finger.\n\nThe other was a Lad about nineteen years old, who from his Cradle was disposed to a Consumption, accompanied with continual Coughing, great emaciation and continual heat, so that he was reduced to a Skeleton, and labouring under this distemper died. Being opened, a great quantity of watry matter run out at the abdomen, of a chylous consistence; most, yea almost all the glanduls of the Mesentery, through which pass the vena lacteæ, were extraordinary great and hardened beyond the hardness of a Scirrus. The Breast being opened, the Lungs were found grown to it round about, almost inseparable, full of purulent ulcers, but more especially the left side, obstructed and filled with much gravel and small stones; yea, whole pieces of the Lungs, especially the extremities, about the thickness of a finger and more, were hardened into a stony matter.\n\nAn Accomp of Four Books.\n\nI. Francisci de le Boe Sylvii PRAXIS MEDICÆ Idea nova, Lugduni Batav. 1671.\n\nThe Learned and Experienced Author of this work, desiring to furnish his Auditors with a compendious Medical Practice, and to do it after the Method of that Excellent and Happy Physitian Platerus, did propose to himself to handle chiefly of the more Simple Affections of the Humane Body, because they being well understood, the knowledge of those that are Complicate will not be difficult to attain.\nBut considering with himself, that Man's good Health consists in and is known by the Integrity and good disposition of all his Functions; and want of Health, in and by the indisposition and depravation of the same, he thought fit to treat of those Affections, that occur in the Practice of Physicians, according to the difference of those depraved Functions. And forasmuch as these Functions serve either for the Conservation of the Individual, or the Propagation of the Species; and the former of these is conveniently subdivided into the Natural, serving for the various charge of substances taken inwardly, and the Animal Functions, consisting in the knowledge of all sorts of things by the External and Internal senses, as also in the various Motion of the Soul and Body; He therefore distributeth this whole Praxis into three Books, which treat of the Affections, respecting the Indisposed Functions of Man.\n\nI. The Natural. II. The Animal; and III. Those that serve for Generation.\n\nWe shall not enlarge here by representing any particulars of this Work, but refer the Judicious Reader to its perusal and consideration, by which as he will doubtless meet with many useful Medical Prescriptions and Remedies, so he will not find it barren of considerable Observations and Experiments relating to Natural Philosophy, and in particular to Anatomy.\n\nII. Relazione dello Stato presente dell' EGYPTO, scritta dal Sig. Gio. Michaele Vanislebio, è dedicata al Grand Duca di Toscana.\n\nIn Parigi, 1670. in 12°.\n\nPassing by what this Relation observeth of the Political Government of Egypt, and the Original Language and Religion of the Cophites, (which maketh a great part of the Book, but is not suitable with the design of these Tracts,) we shall take some notice of what it delivers concerning the Natural State and Productions of the Country, the Oeconomy of the Inhabitants, and the Magnificent Structures yet remaining there.\n\nFirst then the Author observeth, that the winter of Egypt is so mild, as to be like to the March air of Rome; and that the usual time of Rain is in the months of December, January and February, and that principally about the Sea-coast: Of Tempests, from Easter to Whitson tide, when the Wind is for the most\nmost part Easterly: Of the most agreeable weather, in November and December, when the Countrey is dry'd again from the Nile waters, and all things in a verdure, the winds gentle and the Sun tolerable: Of the violent heats, in April, May, June, and further till the inundation of the Nile cooleth the Air; which begins in July and ends in September or October; and proveth the great and general manure of that Country, when it ariseth above sixteen braccia or Italian Ells; beneath which when it stops, the Inhabitants are not obliged to pay any tribute to the G. Signior. The cause of this Inundation as 'tis principally the plenty of rain falling in Abyssinia, so this Author taketh in the Northerly winds beginning in June, and lasting till October, and hindering the waters of the Nile from discharging themselves into the Mediteranean. These waters being generally esteem'd very good, are clear'd from their turbidness by bitter Almonds beaten and thrown in.\n\nWhen he speaketh of the Animals of Egypt, he taketh particular notice of the great variety and abundance of Birds there.\n\nWhen he specifieth the vast number of Vegetables, he giveth an account of the various uses of the Dattul-tree, and particularly, that the stones of Dates are given to Camels in long voyages; as also, that Horses as long as they feed upon Trefoil, have no drink given them.\n\nTreating of the Fossils of Egypt, he observeth, that their Niter is most abounding in the Desert of St. Macare; and that about Thebe there is digged up store of Marble, Porphyre, Alabaster, Granates, &c.\n\nSecondly, as to the Oeconomy of the Egyptians, he relateth at large their practice of Agriculture, and noteth, that they do not cut, but pull up their Corn, and that their Corn-harvest is from the middle of April to the middle of May; yea that sometimes even before the middle of April new bread is eaten in Cairo. In Villages, for want of Ovens, they bake their Bread under the hot Ashes; and, in making their bread, some put Niter into the dough, to raise and colour it: which must be eaten new, or else 'tis not good. Among their Drinks they have 1. Meath, which, though it inebriateth, yet they are permitted to drink, though wine be forbidden them: 2. A Liquor very refreshing, made by the Mores of Licorish.\nAs to their way of Building, distinctions observ'd in Cloathing, and their Fuel, I refer to the Author himself.\n\nThirdly, concerning the remainders of the Antient Buildings this Author delivers many particulars, consonant to what others have written of the same, as Pyramids, Obelisks, Aqueducts, the Column of Pompey, &c.\n\nIII. Theod Kerckringii M.D. Commentarius in CURRUM TRUMPHALEM ANTIMONII Basil. Valentini, à se Latinitate donatum. Amstelodami, 1671. in 12°.\n\nThis Learned Physitian assureth the Reader in the Preface to this Book, that having carefully perused the Antimonial Treatise of Valentin, he tried all the particulars, ordered therein to be done; but that in the performance thereof he erred frequently, and was at great expences without success, yet not by any default of the Author, but alwaies his own; esteeming this Basil to be the best, the sincerest and the clearest of all Chymists he knoweth, and engaging his credit, that he being well understood, you may have what ever can be hoped for from Chymistry; Nature having lodged, as he thinks, all her Treasures in this Mineral, p.42.\n\nIn his Commentary upon this Chariot he intimateth to have delivered some Encherezes or Manual Operations, which, how slight soever they may seem, he faith have cost him man thousands; adding, that patience in searching, ability in expending, unwearied attention and deep meditation, are the requisites to attain the knowledge of what is here contained.\n\nOf the many things, that are said concerning the excellent usefulness of Antimonial Preparations, our Commentator extols in a very especial manner the Red Oyl of the Glass of Antimony of which yet he teacheth the way of preparing it but enigmatically, though he adds, to have done it more clearly than any body declared it to him. This he affirms to be the truly Universal Medicine, being seasonably and rightly used; alleging (p.164-165.) a considerable Experiment of his own, made with it, importing, that by the means of this Diaphoretick Oyl alone he cured a young woman of a high Dropsie in twenty daies, making her on the fourth and the following days so to swim in water from sweat, that it dropped at length through the bed upon the floor.\n\nBesides\nBesides this, he much praiseth, for Chirurgical uses, the Balsom or Tincture of the Sulphur of Antimony, affirming upon his credit, that Basil Valentin hath not given the full due to its worth; and relating withall (p. 157-158.) the History of a Cure, he performed with it upon a cancre Breast, that had been under the hands of some of the most expert Chirurgions, who judged it not curable but by cutting it off; which our Author prevented by the use and application of this Balsom, whereby within two days the matter was brought to due maturity, and, upon the joint use of some proper internal Medicines, the person in the space of two months restored to perfect health.\n\nThere is another Preparation of Antimony here described, and praised above all the rest, call'd by Basil, his Balsom of Life, by which he affirms to have cured many that were altogether despaired of, appealing herein to the testimony of his Brethren. In which he is seconded by this Commentator, who declareth, that in this Medicine is contained not only what can be made of Antimony, but almost all, what can be profed by a Spagyrist.\n\nFor the other particulars we shall leave the Reader to the careful perusal of the Book itself, and the cautious trial of the Experiments and Operations contain'd therein.\n\nIV. Cogitationes Physico-Mechanicae de Natura VISIONIS Auth. Johanne Ott Schaphusa-Helvetio. Heidelbergæ 1670, in 4°.\n\nThis Author shews himself to be a great Admirer of Algebra, asserting this Thesis about it, in one of the Corollaries annexed to this Book:\n\nAnalysis Geometricarum vera est methodus inveniendi & demonstrandi; ipsiusque ratio à Cartesio tradita quicquid Synthesis habet egregii Cavalerii Methodus Indivisibilium abstrusi, Thomae Hobbes Computatio veri & solidi, & Analysis Veterum absconditi plenè continet.\n\nAnd whatever he hath perform'd, he professeth he hath obtain'd by means of this Analysis; saying thus in his Dedication.\n\nEx quo Telecopiorum Inventum mundo innotescere capit, variam illius rationem reddere conati sunt, & quidem omnes ferre non nisi ex Sphaera sectione Tuborum lentes polire tentârint, donec Cartesius tandem sectiones Coni negotio D'optrico aptiores esse demonstraret. Non tamen defuerunt, qui contrarium afferendo, aut omnino inutiles esse affirmando demonstrationibus Cartesii obstrepèrent.\nstreperent. Mecum verò omnium rationes perpendens, Cartesii ratiocinium firmo talo niti, Analyseos beneficio deprehendi; nec ul-\nla in re hæstavi quàm quomodo figuræ illæ in Plano delineari aut\nsolida materia induci possent. Ipsius enim Cartesii machina nimis\ncomposita videbatur, molusq; nimium complicatus; adeoque com-\nmissio in unico levi errore non posse non majorem successive generari,\nextra dubium erat Quamobrem machinam quandam simplicem con-\nficiendam esse linearum Conicarum naturam requirere sensi. Monente\nautem Clariss Dom. Spleissio, Mathematico subtiliss. & Astron. In-\ncomparabilis, operi me accinxì, ac in subsidium vocatâ methodo seu\nGeometria Cartesii, ante triennium Machinam quandam fabriæ fieri\ncuravi quæ simplicitate suâ & motûs regularitate nulli alii cederet;\nea autem paucos ante mensæ ultimum perfectionis suæ gradum con-\nsecuta est. Absolutâ autem machinâ, operi me confessim applicui. fer-\nro inducendo figuras Conicas, præcipue verò Hyperbolas & Parabo-\nlas, quarum focus 1.2.10.25.50. pedes & ultra à vertice abesse. Præ-\nterquam enim quòd Instrumento meo cujuscunque generis Hyperbo-\nlæ, Ellipses ac Parabolæ describi queunt, ut & Circuli segmentum\nquodcunque, id tamen quòd machinæ perfectionem commendat, hoc\nest, quòd nullo limite claudatur ipsius Usus; vix enim sex pedes\nmaximâ sua extensione superat machinae, ipsius tamen opè, Arcus Cir-\nculi, Ellipsis, Parabolæ, atq; Hyperbolæ delineari poterit, qui vitro\ninsculptus tubum 10,100,1000 pedum requirat. In proxima verò Syl-\nvæ Herciniaæ vitraria, modulis beneficio cuneorum confectis Vitra in-\nfundere curavi, qua quævis inutilia fuerint ob materiem impurita-\ntibus scatentem, attamen Coni Sectiones maximè accommodatas\nesse Dioptrico usu, ipsaq; in Plano delineari posse deprehendi sita ut\nmediante machina mea celeberrimam istam inter nobilissimos ma-\nthematicos agitatam controversiam determinare possim.\n\nConcerning his Dioptrical Studies he faith, that remote from\nother Masters and Books, by the conduct of the Cartesian Ana-\nlysis he hath begun to wind himself by a long Calculus out of the\nLabyrinth of Vision, and by the means of Equations discover'd\ndivers truths both theorical and practical; among which he\ndelivers one, which commends itself both by its newness and\nusefulness, which is, To contract the longest Tubes, without at all\nprejudicing their perfection, by magnifying so much the angle\nof Vision, that the longest Tube shall not perform the like, the\nLateral rays being so accurately secluded, that more of them shall\ntrouble\ntrouble any of the longest Tubes, then those short ones of his contrivance; of which he faith he hath given the grounds in this Tract: Wherein he affirms he delivers an Hypothesis, whereby the Nature and Manner of Vision is so clearly and distinctly exhibited, that no Phenomenon shall occur which may not be readily explained thereby; assuming to this end the most signal Experiments and Geometrical reasons; and explicating withall some phenomena, conducive to the same; as of Firmness, Fluidity, Refraction, Reflection, Lucidity, Transparency, Opacity, Colors, and the Parts of the Eye: In the doing of which he inserts this generous and candid Paragraph, pag. 7.\n\nMissis illis occultis qualitatibus & similibus, nunquam à quoquam revelandis, eorum Philosophorum modum sequi magis arridet, qui Regiam viam, desertis dumetis & spinis, calcare maunt, ex claris & distinctis principiis exordium capessendo, atq; Experimentis Ratiocinia, in rebus praestim Physicis, confirmando, in auxilium vocatis Geometricarum demonstrationum ad normam Regiae indolis, Societatis Anglicane; quorum institutum si à ducentis jam secundis proiectum futisset Genus humanum, & amica conspiratione eorum viam legisset, quin Natura penetralia intimius perspecta haberemus, & Natura quasi Domini salutaremur, ego nullus dubito. Nunquam tamen desuetunt, qui id pro viribus praestiterunt, praestim Mathematici & Veterum Philosophorum nonnulli; quamquam opus illud non sit unius alteriusve hominis, sed plurium, imò integrae cujusdam Societatis, ex diversissimum nationibus tum locis coagmentatae.\n\nFor the rest the Reader may peruse the Book itself; of which yet I fear there are but very few Copies hitherto come over, if any more than that, out of which this Account is given.\n\nAn Observation concerning certain Insect-husks of the Kermes kind communicated by Mr. Lister, May 22, 1671, which came to hand since the Printing of the former sheets.\n\nI Gave you a short account formerly* of certain matrices or Insect-husks, of the Kermes kind, which I had some years since observ'd on Plumb-trees. This instant May hath afforded me the same Observation, and some little improvement of it. I have observed the same Patella or Husks indifferently\n\n* March 17, 1671. I find in my Notes (faith he) that some years ago I gathered off our English Oak round Worm-husks very like Kermes berries; but I then made no trial of them. Again, I have often observation on Plumb trees and Cherry-trees; also on the Vine and Cherry Laurel certain patellae or flat Husks containing worms, which 'or at least the husks; for them only I had the opportunity of making the Experiment on) will strike a Carnation with Ly and Sand,\nrently on Vine-branches, Cherry-Laurel, Plumb-trees, and the Cherry tree. The figure of the husks is round, save where it cleav'd to the branch; for bigness, somewhat more than half a grey pea. These, I say, cleave to their branches, as patella do to Rocks: For colour; they are of a very dark Chestnut, extremely smooth, and shining membran-like. They adhere most commonly to the under-side of a branch or twig, and so are best secure'd against the injuries of the weather, as too much Sun and Rain. They are well fastned to the branches single, and sometimes many in company. They are seldom found without vermin, as Pismires, &c. which, I guess, pierce them and pray upon them. Thus much for the entire Coccum. If you open one of them, that is, cut off dextrously the top of the husk with a razor, you'll find sometimes five or more small white magots of the Wasp or Bee-kind, that is, sharp at both ends. When these are carefully taken out, you will further observe the remainder of their provision of meat, and a partition 'twixt them and the branch, where, what they excrete, is reserv'd. Lastly, if, when you have clear'd the Husk of Maggots, Bee-meat, and excrements, you then rub the empty membran upon white paper, it will freely and copiously tinge the paper with a beautiful purple or murrey. At the date of this, none of the Maggots were yet in nympha, so that you cannot expect from me a description of the Bee or Wasp they will turn to, when they come to perfection. Before the season be over, the Curious may satisfy themselves forthwith about it, and verify and improve it. Few Cherry-trees, I suppose, in any place, but will yield them some of these Berries. However, if they shall not be so fortunate as to light on them, I shall furnish you with them, &c.\n\nERRATA.\n\nPag.2148.l. 17. r. it is. p. 2153. l. 15. r. Brotia.\n\nLONDON,\n\nPrinted for John Martyn, Printer to the Royal-Society. 1671.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101070.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 4930,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2105,
        2
      ],
      [
        2105,
        4342,
        3
      ],
      [
        4342,
        6621,
        4
      ],
      [
        6621,
        8841,
        5
      ],
      [
        8841,
        11162,
        6
      ],
      [
        11162,
        13703,
        7
      ],
      [
        13703,
        16385,
        8
      ],
      [
        16385,
        18294,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101070",
    "title": "An Accompt of Four Books",
    "authors": "Theod Kerckringii, Johanne Ott",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101070"
  }
}