{
  "id": "defad3553b0559292407235ab8ac66a29db1c587",
  "text": "XXIII. On the Ipoh or Upas Poison used by the Jacoons and other Aboriginal Tribes of the Malay Peninsula. By Lieut. T. J. Newbold, A.D.C. to Brigadier-General Wilson, C.B. Communicated by P. M. Roget, M.D. Sec. R.S.\n\nReceived January 26.—Read June 15, 1837.\n\nTo tip the slender arrows propelled from the Súmpitan, or blow-pipe, the aborigines of the Malay Peninsula make use of three preparations of the Ipoh or Upas poison, distinguished by the names Króhi, Ténnik or Kennik, and Malláye.\n\nThe Króhi is extracted from the root and bark of the Ipoh tree, the roots of the Túba and Kópah; red arsenic and the juice of limes.\n\nThe Ténnik is made in the same manner as the Króhi, leaving out the Kópoh root.\n\nThe Malláye poison, which is accounted the most potent of the three, is prepared from the roots of the Túba, the Peráchi, the Kópah and the Chéy, and from that of the shrub Malláye; hence its name.\n\nThe process of concocting these preparations is as follows: the roots are carefully selected and cut at a particular age of the moon; I believe about the full. The woody fibre is thrown away, and nothing but the succulent bark used. This is put into a quálí (a sort of pipkin made of earth), with as much soft water as will cover the moss, and kneaded well together. This done, more water is added, and the whole is submitted to a slow heat over a charcoal fire until half the water has evaporated. The decoction is next strained through a cotton cloth, again submitted to slow ebullition until it attains the consistence of syrup. The red arsenic (Warangan) rubbed down in the juice of the sour lime, the Límou Assam of the Malays, is then added and the mixture poured into small bamboos, which are carefully closed up ready for use. Some of the tribes add a little opium, spices and saffron, some the juice of the Lanchar and the bones of the Súnggat fish burnt to ashes.\n\nA number of juggling incantations are performed and spells gibbered over the seething caldron by the Poyangs, (a class of men supposed by this superstitious race to be in league with the powers of darkness,) by whom the fancied moment of the projection of the poisoning principle is as anxiously watched for as that of the philosopher’s stone, or the elixir vitae by the alchymists and philosophers of more enlightened races of men.\n\nWhen recently prepared the Ipoh poisons are all of a dark liver brown colour, of the consistence of syrup, and emit a strong narcotic odour. The deleterious principle appears to be volatile, as the efficacy of the poison diminishes by keeping.\n\nThe arrows are very slight slips of wood, scarcely the thickness of a crow-quill,\nand generally about eight inches long, tapering to a fine point; this is coated with the poison, which is allowed to inspissate thereon for the space of an inch or so. They then cut the arrow slightly all round at the part where the coat of poison ends, consequently it almost invariably snaps off on piercing the flesh of the victim, leaving the envenomed point rankling in the wound. At the other end of the arrow is a cone of light pith-like wood, which is fitted to the tube of the Sumpitan, and assists materially in the propulsion and direction of the arrow.\n\nFrom experiments I caused some of the aborigines to make with these poisoned weapons on living animals in my presence, I am enabled to offer the Society the following results, showing the efficacy of the Kemik preparation. A squirrel died in 12 minutes; young dogs in from 37 to 40 minutes; a fowl in two hours: one lingered 7½ hours. Three arrows tipped with the Mallaye preparation, it is affirmed, would kill a man in less than an hour, and a tiger in less than three hours.\n\nAccording to the aborigines the only remedy against the poison is the recent juice of the Lemmah-kapiting, rubbed round and into the wound, and afterwards over the limb into which the puncture has been made. The arrow seldom penetrates farther than an inch, snapping off as mentioned above.\n\nThe following are the symptoms evinced by a strong healthy pup, struck in the right hip; penetration of the arrow about one fourth of an inch only. Six minutes after being wounded it demonstrated signs of uneasiness, yawned and moaned. In 10½ minutes it grew sick; vomited the contents of the stomach; continued vomiting at intervals, bringing up small quantities of a white frothy-looking fluid. In 16 minutes the muscles of the chest and diaphragm were powerfully excited; slight convulsive twitchings in the legs. In 20 minutes it fell on its side, foamed much at the mouth; again got on its legs, and struggled violently as if to get loose. In 23 minutes it was still foaming at the mouth, and had an involuntary alvine evacuation; it then again fell down after painful retching, made ineffectual attempts to vomit, and continued in this state, the efforts to relieve the stomach and chest gradually becoming weaker, till at 37 minutes after the insertion of the poison it died strongly convulsed.\n\nOn dissection by Mr. Maurice, the surgeon of the 23rd Regiment, M.N.I., a frothy saliva-like fluid was discovered in the stomach; the gall-bladder distended with bile; the intestines unusually pale. In the cavity of the thorax on each side were found about four drachms of a serous fluid. The brain and spinal chord, I regret to say, were not examined.\n\nBy reason of the complicated nature of its preparation, it would be difficult to decide from the above train of symptoms whether the Upas poison should or should not be classed, as it has been by some writers, among the narcotico-acrid vegetable poisons.\n\nQuere, whether the Lemmah-kapiting, a shrub said by natives to be the only antidote against it, bears any botanical affinity to the Feuillea cordifolia, ascertained by Monsieur Drapiez to be a most powerful antidote against vegetable poison. The\nnative names of the plants I have mentioned will, it is hoped, afford botanists visiting\nthe Straits of Malacca, or the islands of the Indian Archipelago, some clue to a more\nscientific investigation, both of the plants of which the poison is composed, and of\nits antidote, the Lemmah-kapiting. With regard to the Ipoh tree of the Malay penin-\nsula, from the description of it given to me by the natives, I much question its iden-\ntity with the Anchar or Upas tree of the Javan forests, described by Dr. Horsfield,\nand the Arbor toxicaria of Rhumphius.\n\nIt may be superfluous to add, that in the wildest tales related to me by the abo-\nrigines regarding the deadly qualities of this poison, there is nothing to corroborate\nor give rise to the extravagant fictions with which Foersch so easily amused the cre-\ndulity of half Europe.\n\nBellary, Madras Presidency,\nAugust 7, 1836.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108108.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6594,
    "total-output-tokens": 1746,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2641,
        2
      ],
      [
        2641,
        5837,
        3
      ],
      [
        5837,
        6713,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108108",
    "title": "On the Ipoh or Upas Poison Used by the Jacoons and Other Aboriginal Tribes of the Malay Peninsula",
    "authors": "T. J. Newbold",
    "year": 1837,
    "volume": "127",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/108108"
  }
}