{
  "id": "04e1f6a8fcdbc3af1f63e391317f992b8c5fe970",
  "text": "XXIX. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1756, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M.D. clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelf. Praefect. & Praelector Botan.\n\nRead April 28, 1701\n\nA Brotanum campestre incanum\n1757. Carlinae odore. C. B. P.\n\n1702 Abrotanum humile corymbis majoribus aureis. H. Reg. Par.\n\n1703 Acer platanoides. Muntingii histor.\n\n1704 Amelanchier. Lobel.\n\n1705 Anchusa lutea minor. J. B. 3. 583.\nBuglossum luteum annuum minimum. Tourn. 134.\n\n1706 Arctotis ramis decumbentibus foliis linearilanceolatis rigidis subtus argenteis flore magno aureo pediculo longissimo. Miller's Icons.\n\n1707 Ascyrum magno flore, C. B. 280.\n\n1708 Asphodelus Allobrogicus magno flore Lilii H. L. 65.\n\n1709 Aster caule ramoso scabro perenni foliis ovatis-fessilibus pedunculis nudis unifloris. Miller's Icons.\n\n1710 Astragalus repens minor flore caeruleo, siliqua Epiglottidi simili. Index Plant. Boerh.\n1711 Barleria inermis foliis ovatis denticulatis petiolatis. Lin. Sp. Plant. 637.\nBarleria solani folio flore coccineo. Plum. nov. gen. 31.\n\n1712 Blitum Kaly minus album dictum. Kaly minus Ger. Emac. 535.\n\n1713 Campanula maxima foliis latissimis. C. B. 94.\n\n1714 Caryophillus montanus umbellatus floribus variis, luteis ferrugineis Italicus. Barrel. obf. 648.\n\n1715 Cataria Hispanica Betonicæ folio angustiore flore caeruleo. Tourn.\n\n1716 Celastrus spinis nudis, ramis teretibus, foliis acutis. Hort. Cliff. 72.\nLycium. Boerhaav. Ind. alt. 2. 237.\n\n1717 Cerasus racemosa sylvestris fructu non eduli rubro. H. R. Par.\nCerasia racemosa rubra. 2. Tabernamont. Icon, 987.\n\n1718 Chamædrys Hispanica tenuifolia multiflora. H. R. Par. Tourn. 205.\n\n1719 Cherophyllum palustre latifolium flore albo. Boerh. 70.\nMyrrhis palustre latifolia rubra. Tourn. 315.\n\n1720 Chenopodium Stramonii folio. Vaill.\n\n1721 Cirsium foliis non hirsutis floribus compactis. C. B. P. 377.\n\n1722 Cirsium maximum Asphodeli radice. C. B. 377.\n\n1723 Colutea folioidis ovatis integerrimis caule fruticoso. Phil. Miller's Icons.\n\n1724 Convallaria foliis fessilibus racemo terminali composito. Lin. Sp. Pl. 315.\n1725 Conyza mas Theophrasti major Dioscoridis. C. B. P. 265.\nMajor Monspeliensis odorata. J. B. 2. 1053.\n\n1726 Coriandrum majus. C. B. 158. Officinar. 145.\n\n1727 Cornus Orientalis sylvestris fructu teretiformi. T. Cor.\n\n1728 Crithmum, sive Fæniculum maritimum, minus. C. B. 288. Offic. 152.\n\n1729 Crocus sativus. C. B. 65. Officinar. 152.\n\n1730 Cyclamen vernum minus orbiculato folio, inferne rubente, flore minore ruberrimo. Mor. Hist. 3. 551.\n\n1731 Eichrysum graveolens acutifolium alato caule. Hort. Eltham.\n\n1732 Gramen spica arista. Lin. Sp. Pl. 83.\nGramen loliaceum spica longiore lolium Dioscoridis. C. B. P.\n\n1733 Leucanthemum Tanaceti folio, flore majore. Boerh. 107.\nMatricaria Tanaceti folio, flore majore, femine umbilicato. Tourn. 493.\n\n1734 Meadia. Catesby Hist. Car. 3. p. 1. Dodeca-theon. Lin. Sp. Pl. 144.\n\n1735 Medica magno fructu, aculeis sursum et deorsum rendentibus. Tourn. 411.\n\n1736 Moscatellina foliis fumariae bulbosae, de qua Cordus. J. B. 2. 206.\nRadix cava minima viridi flore. Ger. 933.\n\n1737 Narcissus Illyricus Liliaceus. C. B. P. 55.\nPancratii Monspeliaci Hemerocallidis Valentiae facie. Lilio-narcissus, vel Narcissus tertius Matthioli. J. B. 2. 613.\n1738 Osmunda vulgaris et palustris. Tourn. 547.\nFelix ramosa non dentata florida. C.B.P. 357.\n\n1739 Papaver laciniato folio capitulo hispido rotundiore. Tourn.\nArgemone capitulo rotundiore. Park. 369.\n\n1740 Papaver Orientale hirsutissimum magno flore. Tourn. Cor. 17.\n\n1741 Periclymenum perfoliatum Virginianum sempervirens et florens. H.L.B.\n\n1742 Phillyrea, Oleae Epheiacae folia. Pluk. Phyt. Tab. 310. fig. 5.\n\n1743 Phlomis Lychnitis. Cluf. Hist. 27.\nVerbascum sylvestre Monspeliense flore luteo hiante. J.B. 3. 307.\n\n1744 Polygonum foliis cordatis caule volubili, floribus carinatis. Lin. Sp. Plant. 364.\nFagopyrum scandens Americanum maximum. Tourn. Inst.\n\n1745 Saxifraga sedi folio, flore albo, multiflora. T. 252.\nSedum Pyrenaicum pyramidale longifolium elegantissimum. Schol. Botan. Par.\nSanicula Pyrenaica longifolia multiflora elegantissima. H.L.\n\n1746 Serratula Noveboracensis maxima foliis longis ferratis. Hort. Eltham. 355.\n\n1747 Thalictrum minus. C.B.P. 337.\nThalictrum minus seu Rutae pratensis genus minus semine striato. J.B. 3. 487.\n\n1748 Verbascum femina flore luteo magno. C.B. 239.\n\n1749 Vicia leguminibus sessilibus reflexis pilosis solitariis pentaspermis corollae vexilis glabris. Lin. Sp.Pl. 736.\nXXX. Remarks on the Opinion of Henry Eeles, Esq; concerning the Ascent of Vapour, published in the Philosoph. Transact. Vol. xlix. Part i. p. 124. By Erasmus Darwin, M.D. Communicated by Mr. William Watson, F.R.S.\n\nTo Mr. William Watson, F.R.S.\n\nSIR,\n\nThe inclosed papers were designed for the perusal of the Royal Society; being an endeavour to confute the opinion of Mr. Eeles about the ascent of vapours, published in the last volume of their Transactions. But the author, having no electrical friend, whose sagacity he could confide in, has at length prevailed upon himself to be so free to send them to Mr. Watson; to whom the world is so much indebted for the advancement of their knowledge in electricity.\n\nWhence, Sir, if you should think, that these papers have truth, the great Diana of real philosophers, to patronize them, you will confer a favour upon me, by laying them before that learned Body. If, on the contrary, you should deem this confutation trifling",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105254.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8672,
    "total-output-tokens": 2344,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1093,
        2
      ],
      [
        1093,
        2267,
        3
      ],
      [
        2267,
        3452,
        4
      ],
      [
        3452,
        4675,
        5
      ],
      [
        4675,
        5647,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105254",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1756, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M.D. Clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chels. Praefect. & Praelector Botan",
    "authors": "John Wilmer",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105254"
  }
}