{
  "id": "bcebd8880dd12f19f9d648933677ea51d3a19b1f",
  "text": "AN INDEX TO THE Forty-Third VOLUME OF THE Philosophical Transactions, For the YEARS 1744, and 1745.\n\nN. B. By a Mistake of the Printer, the Pages are number'd from 1. to 102. twice over; viz. in n. 172. which begins this XLIII. Volume, and in n. 173. and Part of 174. but no Mistake can arise from the Index, because the n. is always joined to the Page. And as for the Supplement, the Letter s. stands before each Page of it, and pr. denotes the Preface to it.\n\nA.\n\nÆquilibration of Muscles, s. p. 55.\nÆsperien, Galen. n. 472, p. 91.\nAir, inflammable, kindled by Electricity, n. 477, p. 495.\nAir, interstitial (in the Muscles) s. p. 53.\nAir, the Spring of all moveable Bodies, s. pr. p. iv.\nAlæ Vespertilionis, what. s. p. 76.\nAlarm, the Weavers, n. 477, p. 555.\nAlata castra, Edinburg. n. 476, p. 356.\nAl-Hagi, Maurorum Manna, n. 472, p. 86. Al-Hbagier, ib. p. 90.\nAllamand (M.) of the Fragility of unannealed glass Vessels, n. 477, p. 507.\nINDEX.\n\nAlmond, (the Rev. Edmund) of a gigantic Boy, n. 475, p. 250.\nAmber, of its Origin, by Dr. Fothergill, n. 472, p. 21.\na vegetable Substance, ib. p. 23.\nAmbrose, Farm and Dock, n. 475, p. 274.\nAmyand (Claudius) Esq; of the Os Humeri broken by the Muscles, n. 475, p. 293.\n——— of an Iliac Paffion, n. 476, p. 369.\nAnemoscope, a new one by Mr. Pickering, n. 473, p. 9.\nAnnuities upon Lives, the Method of calculating, n. 473, p. 65.\nAntiquities found at Barkway, n. 476, p. 349.\nAppetite; Canine, of a Boy with one, n. 476, p. 366, 380.\nApple-trees, the Effect the Farina of Blossoms of different Sorts had on the Fruit, n. 477, p. 525.\nArderon (Wm.) of the ancient Bridewell at Norwich, n. 477, p. 520.\n——— of the Sinking down of a Piece of Ground at Horseford in Norfolk, n. 477, p. 527.\n——— of a Shuttle-Spire taken out of a Boy's Bladder, n. 474, p. 194.\n——— of the Weaver's Alarm, n. 477, p. 555.\nAscites, how Tapping may be an absolute Cure for an, n. 472, p. 12. n. 473, p. 47.\nAshford, a Date there [1295], n. 474, p. 91.\nAurora Borealis, seen in Zetland almost every Night in Summer, n. 473, p. 59.\nAylett (George) an Obs. of a Spina bifida, n. 472, p. 10.\n\nB.\nBagneres, of Stones of a regular Figure found there, n. 472, p. 26.\nBaker (David Erskine) of a Tripod and Inscription found near Turin, n. 477, p. 540.\nBaker (Henry) of the ancient Bridewell at Norwich, n. 477, p. 520.\n——— of a fossil Tooth of an Elephant, n. 475, p. 331.\nINDEX.\n\nBaker (Hen.) of the Eye-sucker an Insect, n. 472, p. 35.\n\n——— an easy Method of taking the Impression of Medals, &c. n. 472, p. 77.\n\nBarkway, in Hertfordshire, Antiquities found there, n. 476, p. 349.\n\nBarnsley, in Yorkshire, of a Boy there with a canine Appetite, n. 476, p. 366.\n\nBarometers, of diagonal, by Mr. Ch. Orme, n. 476, p. 341.\n\nBartram (Dr. John) of the Salt-marsh Muscle, the Oyster-Banks, and fresh-water Muscle of Pennsylvania, n. 474, p. 157.\n\n——— of Wasps Nests from Pennsylvania, n. 476, p. 363.\n\nBates (Mr.) an Account of the Sickness among the Cows 1714, n. 477, p. 533.\n\nBarbeing, warm, a Note about it, n. 475, p. 262.\n\nBeale (Dr. John) of Improvements in Cyder and Perry, n. 477, p. 516.\n\nBengal, of a Quadruped brought from, n. 476, p. 465.\n\nBernouilli on muscular Motion, s. p. 24.\n\nBetts (the Rev. Joseph) Obs. on the late Comet, n. 474, p. 91.\n\nBevis (John) M. D. Obs. Occultationis Jovis a Luna, Jun. 6. 1744, n. 473, p. 65.\n\n——— Obs. concerning Mercury, n. 473, p. 48.\n\nBeurer (Ambrosius) de Lapide Osteocolla, n. 476, p. 373.\n\nBianchini (Rev. Joseph.) on the Death of the Countess Zangari e Bandi at Cesena, n. 476, p. 447.\n\nBidens, its Seed-vessel mistaken for a Water-Insect, n. 476, p. 480.\n\nBiggel, a Quadruped from Bengal, n. 476, p. 465.\n\nBlood, its Circulation in the minute Vessels, s. p. 54.\n\n—— flowing from an electrify'd Person appears lucid, n. 476, p. 420.\n\nBlue Tubes or Globes best for Electricity, n. 475, p. 420.\n\nNot found so, n. 477, p. 496.\n\nCCC 2 Bodincomagus,\nINDEX.\n\nBodincomagus, an ancient City, n. 477, p. 547.\nBodies in Motion, of the Measure of their Force, n. 476, p. 423.\nBody, an Animal consists of two Sets of Organs, s. pr. p. vi.\nBoletus caule ramoso, &c. n. 475, p. 264.\nPologna Bottles, n. 475, p. 272. n. 477, p. 506.\nBolognini (Rev. P. Joseph.) historia morti, quo decessit, n. 472, p. 40.\nBones, human, incrusted with Stone, n. 477, p. 557.\nBorelli (Jo. Alphonsus) on muscular Motion, s. p. 21.\nBottles, Bologna, which break, by letting fall into them small Fragments of hard Bodies, n. 475, p. 272. n. 477, p. 506.\nBoulimia, an extraordinary Case in a Boy, n. 476, p. 380.\nBowker (Benj.) of the Boy with the canine Appetite, n. 476, p. 336.\nBoy, who had a canine Appetite at Barnsley, n. 476, p. 366, 380.\n— Account of a gigantic, n. 475, p. 249.\nBozes (M. de) Letter on Electricity, n. 476, p. 419.\nBruni (Jos. Laurent.) M. D. of the Bologna Bottles, n. 475, p. 272. n. 477, p. 506.\nBuckland Castle, n. 475, p. 273.\n\nC.\n\nCalculus, an extraordinary one from Dr. Huxham, n. 474, p. 207.\nCalidum innatum, n. 476, p. 478.\nCambridge, a Date there [1332], n. 474, p. 91.\nCamillus (Jos. Franc. de) M. D. historia morbi R. P. Jos. Bolognini, n. 472, p. 40.\nCamphor fired by Electricity, n. 477, p. 499.\nCamps, two ancient ones in Hampshire, n. 475, p. 273.\nCarolina, South, Statical Experiments there, n. 475, p. 318.\nCartesius, his Opinion on muscular Motion, s. p. 4.\nCastle Makwood, in Hampshire, n. 475, p. 274.\nCat (Claud. Nic. le) M. D. Remarks on the Operation of cutting for the Stone, n. 476, p. 391.\n\nCatheter,\nINDEX.\n\nCatheter, a new one by M. le Cat, n. 476, p. 399.\nCensorinus (Dum.) in an Inscription, n. 476, p. 358.\nCerebelli Scurrhus, n. 474, p. 100.\nCesena, of a Lady burnt to Ashes there, n. 476, p. 447.\nChannon (James) shot thro' the Lungs, n. 474, p. 151.\nCharles-Town, in South Carolina, Statical Experiments there, n. 475, p. 318.\nCheselden (Wm.) his Method of cutting for the Stone, n. 476, p. 392.\nChinese Medicine, Cinnabar and Musk, n. 474, p. 226.\nChurch-Town, in Lancashire, a moving Motl there, n. 475, p. 282.\nCrystal Stones from Gibraltar, n. 476, p. 468.\nCicuta major, C. B. Persons poisoned by it, n. 473, p. 18.\nCicut. aquat. a Poison, ib. p. 21.\nCinnabar and Musk, the Chinese Medicine, n. 474, p. 226.\nCirculation of the Blood in the minute Vessels, s. p. 54.\nCohore Claret, its Use in an Afcites, n. 472, p. 14.\nCollinson (Peter) Obs. on the Hardness of Shells, and of the Food of Soals, n. 472, p. 37.\n——— of Wasps Nests from Pennsylvania, n. 476, p. 363.\nColours of People in different Climates the Cause of different, n. 473, p. 102.\nComet Obs. on it, by Mr. Betts, n. 474, p. 91.\nConception, of one extra Uterum, n. 475, p. 336.\nCongeatione, de subitâ, n. 475, p. 239.\nConium, i.e. Cicuta aquat. n. 473, p. 19.\nConsumed to Ashes by Lightning, several Persons, n. 476, p. 447, 463, 478.\nCook (Benj.) of the Effect which the Farina of Blossoms of different Sorts of Apple-trees had on the Fruit, n. 477, p. 525.\nCook (Col. Wm.) a Method of warming Rooms, and preventing Ships from leaking when worm-eaten, n. 476, p. 370.\nCookson (John) M.D. of a Boy who has an extraordinary Boulimia, n. 476, p. 380.\nINDEX.\n\nCorke (Rob.) Lord Bishop, of two ancient Dates in Ireland, n. 475, p. 283.\nCornicularius, a Clerk or Secretary to a military Body, n. 474, p. 203.\nCotard (Geo.) of a Meteor seen July 14. 1745, n. 477, p. 522.\nCow-Kind, of the Distemper among the, n. 477, p. 532, 549.\nCows, some opened, n. 477, p. 535, 550.\nCradock (Zach.) of a fiery Meteor seen by him, n. 473, p. 78.\nCramps accounted for, s. 66.\nCrocus Metallorum recommended for Cows, n. 477, p. 536, 553.\nCrowne (Dr.) his Opinion on muscular Motion, s. p. 5.\nCrowne's Lectures on muscular Motion, for 1744, 1745, s. p. 1.\nCutting for the Stone, Remarks on it, n. 476, p. 391.\nCyanus flore sulphureo, n. 472, p. 94.\nCyder, Improvements in it, n. 477, p. 516.\nCystis in the Liver, an extraordinary one, n. 475, p. 305.\n\nD.\n\nDaking (Matthew) a Boy who had a canine Appetite, n. 476, p. 380.\nDanes Stream in Hampshire, n. 475, p. 275.\nDates, ancient, n. 474, p. 79, 91. in Ireland, n. 475, p. 283.\nDawkes (Tho.) of a gigantic Boy, n. 475, p. 250.\nDead, a Man recover'd, n. 475, p. 275.\nDiamonds, of the specific Gravity of them, n. 476, p. 468.\nDiary of the Weather, a Scheme for a; n. 473, p. 1.\nDiaftole of a Muscle, what, s. p. 42.\nDistemper among the Cow-Kind; an Account of it, n. 477, p. 532, 549.\nDog, of a Person bit by a mad, n. 475, p. 257.\nDomingo, S.; curious Wasps Nests there, n. 476, p. 365.\nDove (H. W.) of a Navel-Rupture, n. 473, p. 50.\nΔεγομένης, Galen. n. 472, p. 91.\n\nDutch\nINDEX.\n\nDutch Soldiers poisoned by Hemlock, n. 473, p. 26.\n\nE.\n\nEafdon (John) his Case, n. 477, p. 537.\nEclipsium Terra Methodus specialis per Chr. Lud. Gersten, n. 473, p. 22.\nEffervescence, what, n. 476, p. 474.\nElectricity, M. de Bozes, n. 476, p. 419. Dr. Miles, ib. p. 441.\nPhosphorus fired by it, by Dr. Miles, n. 475, p. 290.\nExperiments and Observations concerning it, by Mr. Watson, n. 477, p. 481.\nAbstract of M. Winckler's Book, n. 474, p. 166.\nElectricitatis observata quaedam, ab J. H. Winckler, n. 475; p. 307.\nElectricio, de igne, n. 475, p. 244.\nElephant, of a large fossil Tooth of one, n. 475, p. 331.\nEllicot (John) of the specific Gravity of Diamonds, n. 476, p. 468.\nEmanations, luminous, from human Bodies, and from Brutes, n. 476, p. 441, 456.\nEpilepsies, accounted for, s. 66.\nExperimentum Crucis, of the Force of Bodies, n. 476, p. 438.\nEye, a remarkable Cure of a swelled, n. 474, p. 194.\nEye-sucker, a new Sea-Insect, n. 472, p. 35.\n\nF.\n\nFallopian Tubes, a Muscle, s. p. 75.\nFarina of Blossoms of different Sorts, its Effect on the Fruit, n. 477, p. 525.\nFermentation, what, n. 476, p. 474.\nFern-seed, Dr. Miles's Remark concerning it, n. 472, p. 102.\nFerreles d'Espagne, regularly figur'd Stones, n. 472, p. 27.\nFibre, a muscular, its Form, s. p. 45; a nervous, s. p. 47.\nFigures, of the vulgar numeral, n. 474, p. 79. Arabian or Indian, ib.\nArabian, in Dates in Ireland, n. 475, p. 283.\nFire from Heaven, burning the Body of one John Hitchell, n. 476, p. 461.\n\nFire,\nINDEX.\n\nFire, a Machine to blow it by the Fall of Water, n. 475, p. 315.\nFlints, of cutting them smooth, and into Squares, n. 477, p. 521.\nFatus, its Bones coming away by the Anus, n. 475, p. 304.\nn. 477, p. 529.\n—Of one extra Uterum, n. 475, p. 336.\nFolkes (Martin) Esq; of the Fragility of unannealed glass Vessels, n. 477, p. 505.\n—Of some human Bones incrusted with Stone, n. 477, p. 557.\nForce of Bodies in Motion, of the Measure of the, n. 476, p. 423.\nFossil Skeleton of a Man; a, n. 475, p. 266.\nFossils, some found in Ireland, n. 477, p. 529.\nFothergill (John) M.D. of the Origin of Amber, n. 472, p. 21.\n—Of recovering a Man dead to Appearance, n. 475, p. 275.\n—Obf. on the Manna Persicum, n. 472, p. 86.\nFoubert (M.) his Method of cutting for the Stone, n. 476, p. 398.\nLa Fontaine du Salut, near Bagneres, of Stones found there, n. 472, p. 26. Contents of the Waters there, ib. p. 30.\nFracture of the Os Ileum, n. 477, p. 537.\nFreeman (Wm.) Esq; of the Antiquities found at Barkway, n. 476, p. 349.\nFucus thermalis vesicularis, superficie reticulari, n. 472, p. 31.\nFungi, a classical Table of them, n. 475, p. 264.\n—Some poisonous, n. 473, p. 51.\n—A new Species growing in the Haymarket, London, n. 475, p. 263.\n\nG.\nGale (Roger) Esq; of the Vegetation of Melon Seeds 33 Years old, and of a fossil Skeleton of a Man, n. 475, p. 265.\nGanglions of the Nerves, their Use, s. p. 53.\nINDEX.\n\nGeaster, planta minus cognita, n. 474, p. 234.\nGersten (Christian Lud.) methodus nova Calculi Eclipsium Terra specialis, n. 473, p. 22.\nGibbons (Rev. Mr.) of a Woman at Ipswich burnt to Ashes, n. 476, p. 463.\nGibraltar, small Chrystals found there, n. 476, p. 468.\nGigantic Boy, Account of one at Willingham, n. 475, p. 249.\nGlass Tubes, of a rotatory Motion of them, n. 476, p. 341.\nGlass Vessels unannealed, their Fragility, n. 477, p. 505.\nGlory, round a Man's Head electrify'd, n. 476, p. 420.\nGmelin (Phil. Fred.) M. L. de Radice Ipecacuana, &c. de fallaci Visione per Microscopium, n. 476, p. 382.\nGripe, cutting on the, for the Stone, n. 476, p. 392.\nGround, Sinking of it at Horseford, n. 477, p. 527.\nGunpowder, how to be fired by Electricity, n. 477, p. 500.\n\nH.\n\nHales (Steph.) D. D. a Method of conveying Liquors into the Abdomen, during the Operation of Tapping, n. 472, p. 20.\n——— of bringing away small passable Stones out of the Bladder, n. 477, p. 502.\nHaller (Albertus) Cyanus Flore sulphureo, &c. n. 472, p. 94.\n——— Obs. de Scirrho Cerebelli, n. 474, p. 100.\n——— Obs. de Steatomate Ovarii & Pilis ibidem inventis, n. 472, p. 71.\nHallet (Wm.) of a Lad shot thro' the Lungs, n. 474, p. 151.\nHampshire, two ancient Camps there, n. 475, p. 273.\nHeart, its first Motion, s. p. 64.\n——— why of some Animals it continues to move some time after it is cut out, s. p. 67.\nHeat, of Animals, of the natural, n. 476, p. 473.\n—— not to be generated in Fluids by Attrition, n. 476, p. 474.\nHemlock, Persons poisoned by it, n. 473, p. 18.\nHenchman (Rev. Mr.) of blue and white Pease being produced in one and the same Pod, n. 477, p. 525.\nHenslow (Mr.) of the Body of a Man incrusted with white Marble, n. 477, p. 558.\n\nD d d d Hertford-\nINDEX.\n\nHertfordshire, Antiquities found there, n. 476, p. 349.\nHigh Apparatus, or Operation for the Stone, n. 476, p. 391, 410.\nHitchcock (Hannah) her Case, Ureters grown up, n. 474, p. 207.\nHitchell (John) who was burnt to Ashes by Lightning, n. 476, p. 447, 461.\nHollmannus (Sam. Christian.) de subita Congelatione, de Ignis Electrico, de Micrometro Microscopio applicando, n. 475, p. 239.\nHope (Tho.) M.D. Cure of a swelled Eye, n. 474, p. 194.\nHorse, a large Stone found in the Stomach of one, n. 475, p. 268.\nHorseford, in Norfolk, of a Sinking of the Ground, n. 477, p. 527.\nHunter (Christopher.) of Inscriptions at Rochester and Risingham, n. 474, p. 159.\nHuxham (John) M.D. of the Ureters grown up; a beautiful Stalactites; and an extraordinary Calculus, n. 474, p. 207.\nHygrometer, a Statical, by Mr. Pickering, n. 473, p. 7.\nI.\nJacea laciniata, flore luteo, n. 472, p. 95.\nJaques (Frier) Method of cutting for the Stone, n. 476, p. 393.\nJennings (Geo.) Esq; an Account of his antique Silver Plates, n. 476, p. 349.\nJernegan (Charles) M.D. of an extraordinary Cystis in the Liver, n. 475, p. 305.\nIliac Passion from an Appendix in the Ilion, n. 476, p. 369.\nImpressions, or Figures of Medals, Coins, &c. an easy Method of taking them, n. 472, p. 77.\nIndustria, a Roman Colony near Turin, n. 477, p. 540.\nInscription, Remarks on one at Rumsey, n. 474, p. 79, at Silchester, n. 474, p. 200.\nInscriptions, ancient Roman at Rochester and Risingham, n. 474, p. 159. several at Monteau, n. 477, p. 547.\nINDEX.\n\nInsect, a Mistake about a Water, corrected, n. 476, p. 480.\nInstruments, for cutting for the Stone, new, by Mr. le Cat, n. 476, p. 399.\nJovis Occultatio à Luna, Londini, Jun. 6. 1744, n. 473, p. 65.\nIpecacuana radice, Observationes de, n. 476, p. 382.\nIpswich, of a Woman burnt to a Coal there, n. 476, p. 463.\nIreland, ancient Dates in Arabian Figures found there, n. 475, p. 283.\n— some Fossils found there, n. 477, p. 530.\nIron Filings, while dissolving in Oil of Vitriol, their Fumes kindled by Electricity, n. 477, p. 493.\nJurin (James) M. D. of the Action of Springs, n. 472, p. 46. of the Measure of the Force of Bodies in Motion, n. 476, p. 423.\n\nK.\n\nKalendarii, n. 477, p. 543.\nKeill (Dr.) on muscular Motion, s. p. 30.\nKircher (Athanasius) Corpus humanum in Saxum conversum, n. 477, p. 558.\nKnight (Gowan) M. B. magnetical Experiments shewn, n. 474, p. 161. of the Poles of Magnets variously placed, n. 476, p. 361.\n\nL.\n\nLancashire, a moving Moss at Church-Town in, n. 475, p. 282.\nLangrissh (Browne) a new Contrivance of applying Receivers to Retorts, n. 475, p. 254.\nLapis Asiaticus, Osteocolla, n. 476, p. 373. Moroschius, ib.\nLarum, the Weaver's, n. 477, p. 555.\nLassels (Richard) of the Body of a Man petrified, n. 477, p. 558.\nLateral Operation for the Stone, n. 476, p. 392.\nLayard (D. P.) of a Fracture of the Os Ilium, n. 477, p. 536.\nLeibnitz (M.) of the Force of Bodies in Motion, n. 476, p. 426.\nLife, the very, according to Dr. Croune, s. p. 7.\n\nDdd 2 Ligamenta\nINDEX.\n\n*Ligamenta rotunda*, Muscles, s. p. 80.\n*Light*, appearing round a Man's Head by Electricity, n. 476, p. 420.\n*Lightning*, some Remarks on it, n. 476, p. 451.\n*Lives*, the Method of calculating Annuities upon, n. 473, p. 65.\n*Lining* (Dr. John) Statical Experiments in Carolina, n. 475, p. 318.\n*Love* (R.) of a Woman at Ipswich burnt to Ashes, n. 476, p. 463.\n*Low Apparatus*, or Operation for the Stone, n. 476, p. 391.\n*Ludovisia*; in the Villa: human Bones incrustated with Stone, n. 477, p. 557.\n*Loadstone*, Experiments on it, by Mr. Knight, n. 474, p. 161.\n*Lungs* of a Lad shot thro', n. 474, p. 151.\n\nM.\n\n*M.* (C.) vide Mortimer (Cromwell).\n——— a Note about warm Bathing, n. 475, p. 262.\n——— a Note about blue and white Peate in the same Pod, n. 477, p. 526.\n*Machine* to blow Fire by the Fall of Water, n. 475, p. 315.\n*Machines* subservient to a Diary of the Weather, n. 473, p. 1.\n*Mad-Dog*, of a Person bit by a, n. 475, p. 257.\n*Magnetical* Experiments by Mr. Knight, n. 474, p. 161.\n*Magnets*; of their Poles being variously placed, n. 476, p. 361.\n*Man*; one dead in Appearance recovered, n. 475, p. 275.\n*Manna Graecorum*, what it was, n. 472, p. 86. Off. ib. p. 93.\n——— *Masticina oriental*. Matth. & Bauh. ib. p. 90.\n——— *Persicum*, Obs. on it, ibid. p. 86.\n*Manure* for Land, soil Shells, n. 474, p. 191.\n*Mars*, an antique brass Image of him, n. 476, p. 350.\n*Jovialis*, ib. p. 353. *Alatorum*, ib. p. 355.\n*Martyn* (John) of a new Species of Fungus, n. 475, p. 263.\n*Mayow* (Dr.) on muscular Motion, s. p. 17.\n*Mel roscidum* Galen. *cedrinum* Hippocr. n. 472, p. 90.\n*Melon-Seeds*, 33 Years old, growing, n. 475, p. 265.\n*Mercury*, Obs. concerning it, n. 473, p. 48.\n*Meteor*, a fiery, seen by Mr. Craddock, n. 473, p. 78.\nINDEX.\n\nMeteor, seen July 14, 1745. and Dec. 16, 1742. n. 477, p. 524.\n\nMicrometrum Microscopio applicandum, n. 475, p. 246.\n\nMiles (Rev. Henry) D. D. Correction of his Mistake of a Water-Insect [in Trans. 469,] n. 476, p. 480.\n\n——— of Improvements in Cyder and Perry, n. 477, p. 516.\n\n——— of Fern-feed, n. 472, p. 102.\n\n——— of luminous Emanations from human Bodies, and from Brutes, n. 476, p. 441.\n\n——— of firing Phosphorus by Electricity, n. 475, p. 290.\n\nMiller (Joseph) a Catalogue of 50 Plants for the Year 1741. n. 472, p. 75. for 1742. n. 474, p. 189. for 1743. n. 476, p. 421.\n\nMisson (Mr.) of a Heap of Bones of a Man petrified, n. 477, p. 559.\n\nMitchell (John) M. D. of the Causes of the different Colours of People, n. 474, p. 102.\n\nMoivre (Abr. de) of calculating the Value of Annuities for Lives, n. 473, p. 65.\n\nMonro (Prof.) on muscular Motion, s. p. 34.\n\nMontesquieu (M. Secondat de) of Stones of a regular Figure found near Bagnères, n. 472, p. 26.\n\nMonteau, a Tripos and Inscription found there, n. 477, p. 540.\n\nMortimer (Cromwell) M. D. Excerpta ex Historia Morbi R. P. Jos. Bolognini, n. 472, p. 40.\n\n——— of the Distemper among the Cow-Kind, n. 477, p. 532, 549.\n\n——— of the natural Heat of Animals, n. 476, p. 473.\n\n——— of a Meteor seen Dec. 16, 1742. n. 477, p. 524.\n\nMortimer (Cromwell) M. D. of a Spina bifida, n. 472, p. 11.\n\nMoss; a moving one in Lancashire, n. 475, p. 282.\n\nMuscle, of the Salt-marsh and Fresh-water, n. 474, p. 157.\n\n——— [of Flesh] what it is, s. p. 29, 39.\n\nMuscular Fibre, its Structure, s. p. 45.\n\n——— Motion, the Crounian Lectures on, s. p. 1.\n\nMushrooms,\nINDEX.\n\nMushrooms, of their Propagation and Culture, n. 472, p. 96. Remarks on, n. 473, p. 51.\nMusk, of its Effects in convulsive Disorders, n. 474, p. 213.\nMyddelton (Starkey) M. D. of an extra-uterine Conception, n. 475, p. 336.\n\nN.\nNavel, a Rupture there, n. 473, p. 50.\nNeale (John) his Case, a Bite of a mad Dog, n. 475, p. 257.\nNegroes, the Cause of their Colour, n. 474, p. 106, 114, 120.\nNerve, the Structure of a, s. p. 6, 23, 47.\nNervous Fibre, its Structure, s. p. 47.\nNollet (M. l' Abbé) of Tubes or Globes of blue Glass best for electrical Experiments, n. 476, p. 420. not found so, n. 477, p. 496.\nNorwich, of the ancient Bridewell there, n. 477, p. 520.\nNotcutt (the Rev.) of a Woman at Ipswich burnt to Ashes, n. 476, p. 463.\n\nO.\nOenanthe Lobel. a Poison, n. 473, p. 21.\nOils, vegetable, fired by Electricity, n. 477, p. 490.\nOmbrometer, one by Mr. Pickering, n. 473, p. 12.\nOrford (Earl of) his Case, n. 477, p. 504.\nOrme (Charles) of a rotatory Motion of glass Tubes, n. 476, p. 341. of his diagonal Barometers, ib.\nOs Humeri broken by the Power of the Muscles only, n. 475, p. 293.\n—Ilium fractured, n. 477, p. 537.\nOsteocolla, Lapis, per Ambr. Beurerum, n. 476, p. 373.\nOvarii Steatoma & Pili ibidem inventi, n. 472, p. 71.\nOx, the Persian or Biggel, n. 476, p. 465.\nOyster-Banks of Pennsylvania, n. 474, p. 157.\n\nP.\nPalpae accounted for, s. 66.\nParacentesis, an Improvement of it, n. 472, p. 14, 20.\nParsons (James) M. D. of the Biggel, a Quadruped brought from Bengal, n. 476, p. 465.\nINDEX.\n\nParsons (James) M.D. of small crystal Stones from Gibraltar, n. 476; p. 468.\n——— the Crounian Lectures on muscular Motion, for 1744 and 1745; s.p. i. his own Opinion, s.p. 44.\n——— Obs. on vegetable Seeds, n. 474, p. 184.\nPastophori, n. 477, p. 544.\nPease, blue and white produced in one and the same Pod, n. 477, p. 525.\nPennsylvania; curious Wasps Nests there, n. 476, p. 363.\nPeristaltic Motion of the Intestines, none before Deglutition, s. 65.\nPerry; Improvements in it, n. 477, p. 515.\nPeters (Charles) M.D. of a Person bit by a Mad-Dog, n. 475, p. 257.\n——— (Nich.) of a Lad shot thro' the Lungs, n. 474, p. 151.\nPett (Grace) whose Body was consumed to a Coal, n. 476, p. 447, 464.\nPhellandrium, Dodon. a Poison, n. 473, p. 21.\nPhosphorus, animal Sulphur, n. 476, p. 470.\n——— fired by Electricity, n. 475, p. 290.\nPickering (the Rev. Roger) concerning Mushrooms, n. 472, p. 96.\n——— of manuring Land with fossil Shells, n. 474, p. 191.\n——— a Scheme of a Diary of the Weather, n. 473, p. 1.\nPie du Midy, Obs. on the Heat of boiling Water upon that Mountain, n. 472, p. 33.\nPlants, a Catalogue of 50, for the Year 1741, by Mr. Jos. Miller, n. 472, p. 75. for 1742, n. 474, p. 189. for 1743, n. 476, p. 421.\nPlates, silver, and other Antiquities, found at Barkway, n. 476, p. 349.\nPoisons, Hemlock or Cicuta major; Oenanthe; Phellandrium; n. 473, p. 21. Some Fungi, ib. p. 51.\nPolypi,\nINDEX.\n\nPolypi, Obs. on a new Species of fresh-water, n. 474, p. 169. clustering, or en bouquets, ib. 169. Tunnel-like, ib. p. 180.\n\nPompeius (Lucius) in an Inscription near Turin, n. 477, p. 543.\n\nPorcupine; one swallow'd by a Snake, n. 475, p. 271.\n\nPreston (Thomas) Account of the Island of Zetland, n. 473, p. 57.\n\nPrometheus stealing Fire from Heaven, n. 476, p. 478.\n\nQ.\n\nQuincy (Dr.) on muscular Motion, s. p. 32.\n\nR.\n\nRain, a Machine for measuring it, n. 473, p. 12.\n\nRau (M.) his Operation of cutting for the Stone, n. 476, p. 393.\n\nReceivers, a new Contrivance to apply them to Retorts, n. 475, p. 254.\n\nReid (Alex.) Esq; concerning the Effects of the Tonquinse Medicine, n. 474, p. 225.\n\nRetorts, see Receivers, n. 475, p. 254.\n\nRichmond (the Rev. L.) of a moving Moss in Lancashire, n. 475, p. 282.\n\nRicolvi (Paul) of the City Industria, n. 477, p. 540.\n\nRings, the, in Hampshire, n. 475, p. 273.\n\nRisingham, Roman Inscriptions there, n. 474, p. 159.\n\nRivautella (Antonio) of the City Industria, n. 477, p. 540.\n\nRobinson (Dr. Bryan) on muscular Motion, s. p. 35.\n\nRochester in Northumberland, a Roman Inscription there, n. 474, p. 159.\n\nRolli (Paul) Extract of Fr. Bianchini's Book of a Lady burnt to Death at Cesena, n. 476, p. 447.\n\nRoman (Jane) her Cafe, an Ascites cured, n. 472, p. 12. n. 473, p. 47.\n\nRumsey, Remarks on an Inscription there, n. 474, p. 79.\n\nRupture, a Navel, n. 473, p. 50.\n\nS.\n\nSarcoma in Ventriculo, Jos. Bolognini, n. 472, p. 45.\n\nScirrus Cerebelli, n. 474, p. 100.\n\nSeeds,\nINDEX.\n\nSeeds, Obs. relating to vegetable, n. 474, p. 184.\nSeekl (Ephraim Rinko'd) Method of procuring the volatile Acid of Sulphur, n. 472, p. 1.\nSegontiaci, n. 474, p. 201.\nSendelius ( ) of Amber, n. 472, p. 22.\nSewall (Susanna) her Clothes luminous, n. 476, p. 443.\nShells, Observations on their Hardness, n. 472, p. 37.\n— fossil, a good Manure for Land, n. 474, p. 191.\nShelties, Horses, n. 473, p. 61.\nSketland, see Zetland, n. 473, p. 57.\nShining; Peoples Clothes and Skin, n. 476, p. 444, 456.\nShips; to prevent their Leaking, tho' Worm-eaten, n. 476, p. 370.\nShot thro' the Lungs, of a Lad, n. 474, p. 151.\nSkrines, Silver, of Diana, n. 476, p. 359.\nShuttle-Spire, taken out of a Boy's Bladder, n. 474, p. 194.\nSilchester, a Roman Inscription there, n. 474, p. 200.\nSimon (James) of the Bones of a Fætus voided per Anum, and of some Fossils found in Ireland, n. 477, p. 529.\nSiracusa, Arabum, what it is, n. 472, p. 86.\nSkeleton of a Man, a Fossil, n. 475, p. 266. n. 477, p. 557.\nSnake; one swallowed a Porcupine, n. 475, p. 271.\nSoal-Fish, Obs. on their Food, n. 472, p. 37.\nSoldiers, Dutch, poisoned by Hemlock, n. 473, p. 20.\nSoul has no Imperium over the Blood, but only over the voluntary Actions, s. p. 10. dwells in every solid Part of the Body, s. p. 40.\n— makes an Impulse on the Organs of Motion, s. pr. p. v.\nSpina bifida, an Observation of a, n. 472, p. 10.\nSpirits, animal, s. p. 3.\nSpirit of Wine fired by Electricity, n. 477, p. 483.\nSprings, of their Action, by Dr. Jurin, n. 472, p. 46.\n— of the Force of, n. 476, p. 432.\nStaff, a new one by Mr. le Cat, n. 476, p. 399.\nStalactites, a beautiful one from Dr. Huxham, n. 474, p. 207.\nStatical Expmts. in Carolina, by Dr. Lining, n. 475, p. 318.\n\nSteatoma\nINDEX.\n\nSteatoma Ovarii, n. 472, p. 71.\nSteno on muscular Motion, s. p. 12.\nStirling (James) a Machine to blow Fire by the Fall of Water, n. 475, p. 315.\nStone; Remarks on the Operation of cutting for the, n. 476, p. 391.\n—— a large one found in the Stomach of an Horse, n. 475, p. 268.\nStones, a Method to bring away small ones from the Bladder, n. 477, p. 502.\n—— of a regular Figure found near Bagnères, n. 472, p. 26.\nStuart (Dr.) on muscular Motion, s. p. 39.\nSulphur, its volatile Acid, a Method of procuring it, n. 472, p. 1.\n—— oleosum per Campanam differs from it, ibid.\nSun, its Influence on the Colour of People, n. 474, p. 131.\nSuperfetation never happens, s. p. 78.\nSupplement to the Transactions for 1744 and 1745, p. 560.\n\nT.\nTabernacle of Moloch, n. 476, p. 358.\nTammonius (Titus) n. 474, p. 201.\nTapping, an Improvement on that Practice, n. 472, p. 12, 20. n. 473, p. 47.\nTaube (H.W.) of a Navel-Rupture, n. 473, p. 50.\nTerengabin Arabum, what it is, n. 472, p. 86.\nTerniabin Arabum, i. c. Manna, n. 472, p. 89.\nTerræ Eclipseum Methodus Specialis, n. 473, p. 22.\nTonquinse Medicine, of its Effects, n. 474, p. 225.\nTooth; of a large fossil one of an Elephant, n. 475, p. 331.\nTossack (Wm.) of recovering a Man dead in Appearance, n. 475, p. 275.\nTrembley (Abraham) Obs. on a new Species of fresh-water Polypi, n. 474, p. 169.\nTripes; of a curious one found near Turin, n. 477, p. 540.\nTrunschibil, or Trunschibin, or Trungibin, i. c. Manna, n. 472, p. 88.\nTubes, glass, a rotatory Motion of them, n. 476, p. 341.\nINDEX.\n\nTubes, or Globes of blue Glass best for Electricity, n. 476, p. 420. not found so, n. 477, p. 496.\n\nTumor sarcomatosus in Ventriculo, Jos. Bolognini, n. 472, p. 45.\n\nV.\n\nVis mortua; viva; motrix; n. 476, p. 423, 424.\n\nVisione, de fallace per Microscopium, n. 476, p. 382.\n\nVulcan, a Figure of him, n. 476, p. 352.\n\nUreters, grown up, n. 474, p. 207.\n\nUterus, the, a Muscle, s. p. 70.\n\nW.\n\nWall (J.) M. D. of the Effects of Musk, n. 474, p. 213.\n\nWard (John) an Account of Dr. Wilder's Diff. on the vulgar numeral Figures and Remarks on an Inscription in Rumsey Church, n. 474, p. 79.\n\n——— of the Antiquities found in Hertfordshire, n. 476, p. 349.\n\n——— of 2 Dates in Arabian Figures in Ireland n. 475, p. 283.\n\n——— of a Roman Inscription at Silchester, n. 474, p. 200.\n\nWarming Rooms, a new Method, n. 476, p. 370.\n\nWarwick (Christopher) an Improvement to Tapping, n. 472, p. 12. n. 473, p. 47.\n\nWasps Nests; curious ones from Pennsylvania, n. 476, p. 363.\n\nSt. Domingo, ib. p. 365.\n\nWater, boiling, Obf. upon it, on high Mountains, n. 472, p. 32.\n\n——— Streams or Drops of it luminous when electrify'd, n. 476, p. 420.\n\nWatson (William) Experiments and Observations concerning Electricity, n. 477, p. 481. of Persons poison'd by Hemlock, n. 473, p. 18.\n\n——— Remarks concerning Mushrooms, and the Poison of Fungi, n. 473, p. 51.\n\n——— de Planta minus cognita, Geastro, n. 474, p. 234.\n\n——— of a large Stone found in the Stomach of a Horse, n. 475, p. 268.\n\nWeather,\nINDEX.\n\nWeather, a Scheme of a Diary of it, n. 473, p. 1.\nWeaver's Alarm, or Larum, n. 477, p. 555.\nWeidler (J. Frid.) of the vulgar numeral Figures, n. 474, p. 79.\nWheel (the Rev. Granville) of a rotatory Motion of glass Tubes, n. 476, p. 341.\nWhite People, the Cause of their Colour, n. 474, p. 104.\nWillingham, a gigantic Boy there, n. 475, p. 249.\nWillis (Dr.) on muscular Motion, s. p. 15.\nWillson (Jane) her Case, a swelled Eye, n. 474, p. 194.\nWilmot (Edward) M.D. of the Effects of Musk, n. 474, p. 212.\nWindmill-Nap, in Hampshire, n. 475, p. 274.\nWinds, a Machine to measure their Force, n. 473, p. 10.\nWinckler (John Henry) Abstract of his Book on Electricity, n. 474, p. 166.\n\nElectricitatis recens observata quaedam, n. 475, p. 307.\nWinthrop (John Still) of the Bones of a Fetus coming away by the Anus, n. 475, p. 304.\nWomb, the; a Muscle, s. p. 70.\nWoolaston (Francis) Esq; of a Porcupine swallowed by a Snake, n. 475, p. 271.\nWright (Mr.) of human Bones crusted over with Stone, n. 477, p. 559.\n(Tho.) of 2 ancient Camps in Hampshire, n. 475, p. 273.\n\nY.\nΤυποσειμα τε Δικαιωμα, i.e. Manna Graecorum, n. 472, p. 86.\n\nZ.\nZaffer, used to colour Glass blue, n. 477, p. 497.\nZangara e Bandi (Cornelia Countess of) found burnt to Ashes at Cesena, n. 476, p. 447.\nZealand, an Account of the Islands of, n. 473, p. 57.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104514.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 32192,
    "total-output-tokens": 13989,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        942,
        2
      ],
      [
        942,
        2389,
        3
      ],
      [
        2389,
        3911,
        4
      ],
      [
        3911,
        5483,
        5
      ],
      [
        5483,
        7105,
        6
      ],
      [
        7105,
        8559,
        7
      ],
      [
        8559,
        10055,
        8
      ],
      [
        10055,
        11446,
        9
      ],
      [
        11446,
        13195,
        10
      ],
      [
        13195,
        14702,
        11
      ],
      [
        14702,
        16195,
        12
      ],
      [
        16195,
        17948,
        13
      ],
      [
        17948,
        19555,
        14
      ],
      [
        19555,
        21062,
        15
      ],
      [
        21062,
        22456,
        16
      ],
      [
        22456,
        23969,
        17
      ],
      [
        23969,
        25698,
        18
      ],
      [
        25698,
        27228,
        19
      ],
      [
        27228,
        28700,
        20
      ],
      [
        28700,
        30033,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104514",
    "title": "Back Matter",
    "authors": null,
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/104514"
  }
}