{
  "id": "4bdefa937e1841147cd8c09ad0dd72fa52c716dc",
  "text": "eye and in the telescope. As the same causes obscured almost all the stars near it, I had great difficulty in fixing its place on the globe. It appears however, now, evidently, to be moving contrary to the order of the signs, and more considerably northwards, i.e. slowly retrograde, with a decreasing south latitude.\n\nHampstead,\nMay 6. 1759.\n\nN. M.\n\nXVII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1757, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praes, by John Wilmer, M. D. clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector Botanic.\n\nRead May 3, 1801\n\n1759.\n\nA Cinos Syriaca, folio tenuiore, capsulis hirtutis. Mor. Hist.\n\n1802 Ægilops Lobelii.\n\n1803 Ambrosia maritima. C. B. 138. Ambrosia quibusdam. J. B. 3. 190.\n\n1804 Arum Zeylanicum humile latifolium, pistillo purp. Miller.\n\n1805 Astragalus caulescens erectus pilosus, floribus spicatis, leguminibus subulatis pilosis, Lin. Sp. Pl. 756.\n\n1806\n1806 Cerastium, floribus pentandris, petalis integris, Loefl. Desc. 26.\n\n1807 Chenopodium foliis lanceolatis carnosis, corymbis dichotamis spinosis, Lin. Sp. Plant. 221.\n\n1808 Chironia frutescens capsulifera, Lin. Sp. Plant. 190.\n\n1809 Clethra Linnæi Alnifolia Americana serrata, floribus pentapetalis albis, in spicam dispositis, Pluk. Alm. p. 18. tab. 115. fig. 1. Catesby, vol. 1. p. 66. tab. 66.\n\n1810 Clinopolium orientale origani folio, fl. minimo, T. Cor.\n\n1811 Delphinium nectariis dyphillis, labellis integris, floribus subsolitariis, foliis compositis lineari-multipartitis, Hort. Upsal. Delphinium elatius subincanum perenne, flor. amplis azureis, Amman. 132.\n\n1812 Doria Americana lato rigido folio, Boerh. Ind. Alt. 98. Virga aurea ex Nova York, foliis symphtii majoris hirsutis, Schol. Botan. Par.\n\n1813 Gallium album linifolium, Barrel. obf. 99.\n\n1814 Galium caule erecto, foliis quaternis lanceolatis trinerviis, Fl. Lap. 60. Gallium album quadrifolium erectum, Celf. Upsal. 22.\n\n1815 Galeopsis, sive Urtica iners, flore luteo, J. B.\n\n1816 Genista ramis ancipitibus articulatis, foliis ovato-lanceolatis, Hort. Cliff. 355.\n\n1817 Geranium Batrachoides Americanum maculatum, floribus obsolete purpureis, Hort. Elt. 158.\n\n1818 Geranium pedunculis subunifloris, foliis quinquepartitis acutis, foliolis pinnatifidis, Lin. Sp. Pl. 685.\n\nVol. LI.\n1819 Gladiolus foliis linearibus sulcatis, caule bifloro, tubo longissimo, segmentis æqualibus, Miller's Dict.\n\n1820 Glycyrrhiza filiquosa, vel Germanica, C. B. P. 352.\n\n1821 Hydrangea, flor. Virgin. 50.\n\n1822 Lamium foliis caulem ambientibus, C. B. 231.\n\n1823 Larix orientalis, fructu rotundiori obtuso, T. 586. Cedrus magna sive Libani conifera, J. B. i. 277.\n\n1824 Lotus maritima lutea filiquosa, folio pingui glabro, Bot. Monsp.\n\n1825 Lychnis saponaria dicta folio convoluto, Gentiana concava, Ger. 253.\n\n1826 Mandragora fructu rotundo, C. B. 169. Off. 300.\n\n1827 Mespilus spinosa, pyri folio, H. Leyd. Pyracantha quibusdam. J. B. 151.\n\n1828 Mespilus foliis lanceolatis ferratis, spinis robustioribus, floribus corymbosis, Miller's Ic.\n\n1829 Mespilus foliis cordato-ovatis, acuminatis, marginibus acute ferratis, ramis spinosis, Miller's Ic.\n\n1830 Mitella fcapo nudo, Hort. Cliff. 167.\n\n1831 Oenothera foliis radicalibus ovatis, caulinis lanceolatis obtusis, capsulis ovatis sulcatis, Miller's Icons.\n\n1832 Onobrychis major, filiculis echinatis, cristatis, in spica digestis, Mor. Hist. 2. 131.\n\nOnobrychis foliis viciæ, fructu echinato, major, C. B. 350.\n\n1833 Orobus foliis conjugatis subfeffilibus, stipulatis, dentatis, Hort. Upsal, 220.\n\nLathy-\nLathyroides erecta, folio ovato acuminato, cæruleis viciæ floribus, et filiquis Siberica, Amman. Ruth. 151. T. 7. F. 2.\n\n1834 Padus foliis oblongo-ovatis semper virentibus eglandulosis, Miller’s Icons.\n\nLaurocerasus Lusitanica minor Azarero Lusitanorum, Tourn. Inst. R. H. 628.\n\n1835 Polemonium foliis pinnatis radicibus reptatricibus, Flor. Virgin. 22.\n\n1836 Pulmonaria calycibus abbreviatis, foliis lanceolatis obtusiufculis, Lin. Sp. Pl. 135.\n\nPulmonaria non maculosa foliis glabris, Americana flore patulo cæruleo, Pluk. Phyt. Tab. 227. Fig. 6.\n\n1837 Salicornia, T. Cor. 51. Kali geniculatum, Ger. Em. 535.\n\n1838 Senecio corollis radiantibus, foliis crenatis, infimis cordatis petiolatis, superioribus pinnatidis lyratis, Flor. Virgin.\n\n1839 Serratula, C. B. P. 235. Jacea nemorensis, quæ Serratula vulgo, T. 444.\n\n1840 Serratula foliis oblongo-ovatis, obtuse dentatis, caule ramoso patulo, calycibus subrotundis mollibus, Miller’s Dict.\n\n1841 Spartium ramis oppositis angulatis, foliis oppositis subulatis, Lin. Sp. Pl. 708.\n\n1842 Spiræa Africana odorata, foliis pilosis, Com. rar. 3.\n\n1843 Stramonium Americanum maximum, flore albo, fructu rotundo spinoso, Tourn.\n\n1844 Tilia foliis molliter hirsutis, viminibus rubris, fructu tetragono, Ray, Synop. 2. 316.\n\nTilia hirsuta coryli foliorum æmula, fructu angulofo, Pluk. Mant. 181.\n\nO 2 1845 Tril-\n1845 Trillium flore pedunculato cernuo, Lin. Sp. Pl. 339.\n1846 Valeriana montana subrotundo folio, C. B. P. 165.\n1847 Vicia pedunculis multifloris, petiolis polyphilis, foliolis lanceolatis glabris, Hort. Upsal, 219.\n1848 Vicia sylvatica multiflora maxima perennis, tetro odore, floribus albentibus, lineis caeruleis striatis, Pluk. Alm. 387.\n1849 Vinca foliis oblongo-ovatis integerrimis, tubo floris longissimo, caule ramoso fruticoso, Miller's Iconf.\n1850 Xanthium, sive Lappa minor, J. B. 3. 572.\nLappa minor, sive Xanthium Dioscorid. C. B. P. 198.\n\nXVIII. An experimental Enquiry concerning the natural Powers of Water and Wind to turn Mills, and other Machines, depending on a circular Motion. By Mr. J. Smeaton, F. R. S.\n\nRead May 3, & 10, 1759. WHAT I have to communicate on this subject was originally deduced from experiments made on working models, which I look upon as the best means of obtaining the outlines in mechanical enquiries. But in this case it is very necessary to distinguish the circumstances in which a model differs from a machine in large; otherwise a model is more apt to lead us from the truth",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105362.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8948,
    "total-output-tokens": 2525,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1075,
        2
      ],
      [
        1075,
        2431,
        3
      ],
      [
        2431,
        3685,
        4
      ],
      [
        3685,
        5037,
        5
      ],
      [
        5037,
        6160,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105362",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1757, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Clariss. Societatis Pharmaceut. Lond. Socius, Hort. Chelsean. Praefectus & Praelector Botanic",
    "authors": "John Wilmer",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105362"
  }
}