{
  "id": "83d99fb2fd94f3e37d574450d1e2d6a11b280070",
  "text": "A Description of a Bee-house, useful for preventing the Swarming of Bees, used in Scotland with good success; whereof one, sent by a worthy Gentleman, Sir William Thomson, may be seen in Gresham College.\n\nThough we find several Draughts of different Bee-hives, to the intention of preventing swarming, in Mr. Hartlib's Commonwealth of Bees; yet since none of those ways proved so effectual, as may justly exclude second thoughts and further experience, the Publisher thought it not amiss to present the curious with the following Form, and its description, wherein he thinks the Reader will meet with several improvements of those attempts that were made before.\n\nFig. I, Tab. I.\nA The Bee-house lying on one side with the Frame placed in it.\nBBBBBBBB The Frame.\nCCCC The Screw-pins that hold the Frame fast.\nD The Square Hole at Top open.\nE The Windows.\nF The Door for the Bees to go in and out.\nG The Place by which the knife enters to cut the Honey-Combs asunder upon occasion.\nHH The inward crease at the bottom.\n\nFig. II, Tab. I.\nA The Beehouse set upright.\nB The Square-hole through which the Bees work downward.\nC The Shutter that covers the hole upon occasion.\nD The Door for the Bees.\nE A sliding Shutter that covers the Door in winter.\nF The Window.\nGG The handles for lifting all.\nHH The Crease for fastening one Bee-house over another.\n\nFig. III, Tab. I.\nA The Frame for the Bees to fasten their work upon.\nBB The Screw-nails.\n\nThe Bee-house is made of wainscoat, about 16 Inches in height and 23 in breadth between opposite sides. It hath 8 sides, each almost 9 Inches in breadth. It is close covered at Top\nTop with boards having a square hole in the middle, 5 inches long, and about 4 inches broad; with a shutter that slides to and fro in a groove about half an inch longer than the hole. It hath 2 windows, opposite to one another, and may have more of any figure with panes of glass and shutters. The Door for the Bees is divided into 3 or 4 holes, about half an inch wide, and as high; with a shutter that slides in a Groove to cover them in winter. It hath 2 Iron-handles with joints to be placed about the middle, if there be no windows on the sides where they are; or above them, if there be. At Top it hath a Crease all round it about half an Inch in depth on the outside, and 1½ Inch high; and another on the Inside at the bottom, which serves to fix them when set upon one another. It hath also a hole about 2 Inches in height and as much in breadth on one side at bottom, by which the knife is put in to cut the Bee's work, that passes through the Hole from one Bee-house into another as they work downwards into the empty house; which hath a sliding Shutter to cover it. Within the Bee-house there is a square frame made of 4 Posts joined at top, at bottom and in the middle with 4 sticks, for the Bees to fasten their work upon; which though they will serve, yet it may be securer to have two more added in every of their places crossing the frame either from the middle of the opposite side-sticks, or from Angles where the posts are placed.\n\nThis manner of Bee-house is useful for preventing the Swarming of Bees: For, when the Bee-house wants room for the young Bees, 'tis known that they swarm and fly away to find a house for themselves; which is prevented by placing an empty one made thus under the full one, having the door at Top open, that they may work downwards into it. And when both are full, the Bees will all be in the Lowest house; and then, to get the honey and wax without destroying or troubling the Bees, with a thin long knife, broad at the end and sharp on both sides, the Bees work is to be cut as low as can be, and the uppermost Bee-house to be lifted off by the handles, and being reversed, the screws are to be taken out, and then the Frame with all the Bees-work upon it will easily slip out, and so the empty Bee-house may be forthwith set under the other, if need be, and the uppermost having the Square-\nhole above covered with the Shutter, some other cover may be set over it to keep the Bees from the injuries of the weather. And if this separation be made in the Spring or Summer, the Bees will like their new house the better that it hath been used before.\n\nWhat else is to be done, as to the right ordering and management of Bees, is to be learnt from the Authors that write of it, and from persons that are best experienced in it.\n\nAn Account of the Experiments promised at the end of the next precedent Transactions, concerning the wonderful Effects of the Blood-staunching liquor upon a Man and a Woman in St. Thomas's Hospital in South-wark London.\n\nThe King having in his presence caused some considerable Experiments to be made with the new Blood-stopping liquor upon Brutes, and there remaining yet some persons here doubting, whether it would as well succeed upon Men; his Majesty gave order to his Chirurgions to go and see in the Hospitals, whether there were not some wounded persons whose blood had need to be stopp'd. Hereupon there were found two very fit Patients in the Hospital of St. Thomas. The first was a Woman labouring under an inveterate Scurvy and the King's Evil, whose Leg was to be cut off, because of a malignant ulcer, not suffering her to sleep day or night. The other was a Seaman, whose Leg was also to be cut off, because of a wound accompanied with a fracture made by a cannon-bullet in the last Sea-fight.\n\nThe first Experiment then was made July 3, the King having sent some of his Physicians and Chirurgions to the said Hospital to be present at the operation, and faithfully to report to his Majesty what should pass there. The Leg therefore of the poor Woman being cut off, immediately the Arteries were dress'd with some linnen pledgets dipt in the Astringent liquor with a compress upon it, and a bandage keeping all close against the arteries. The success was, that the blood was staunch without any other dressing; and instead of complaining, as those are wont to do who have a limb cut off, and the mouths of whose arteries are burnt with an hot Iron or a caustique to stop the blood, this Patient look'd very cheerful, and was free from pain, and slept two hours after, and also the night following\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101363.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1627,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1621,
        3
      ],
      [
        1621,
        3964,
        4
      ],
      [
        3964,
        6210,
        5
      ],
      [
        6210,
        6210,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101363",
    "title": "A Description of a Bee· House, Useful for Preventing the Swarming of Bees, Used in Scotland with Good Success; Whereof One, Sent by a Worthy Gentleman, Sir William Thomson,May be Seen in Gresham Colledg",
    "authors": "William Thomson",
    "year": 1673,
    "volume": "8",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101363"
  }
}