{
  "id": "cbe7a980d08df87b95064f295c363d7434e1a49f",
  "text": "IX. The Bakerian Lecture.—On the Theory of the Astronomical Refractions. By James Ivory, K.H. M.A. F.R.S. L. & E., Instit. Reg. Sc. Paris, Corresp. et Reg. Sc. Gottin. Corresp.\n\nReceived April 26,—Read May 3, 1838.\n\nThe apparent displacement of the stars caused by the inflection of light in its passage through the atmosphere, is treated by the astronomer like most other irregularities which he has occasion to consider. A set of mean quantities is first provided; and the occasional deviations of the true places from the mean are ascertained and corrected according to the state of the air, as indicated by the meteorological instruments. The subject of the astronomical refractions is thus resolved into two parts very distinct from one another; the first embracing the mean refractions, which are an unchangeable set of numbers, at least at every particular observatory; the second relating to the temporary variations occasioned by the fluctuations which are incessantly taking place in the condition of the atmosphere. It is the first of these two questions chiefly, or that regarding the mean refractions, of which it is proposed to treat in this paper.\n\nIn order to form a just notion of the mean refractions, we may suppose that some particular star is selected, and assiduously observed for a course of time so considerable as to comprehend every possible change in the condition of the atmosphere; all these observed places being severally reduced to some assumed state of the thermometer and barometer, and being combined so as to eliminate occasional irregularities, will determine the mean refraction of the star. In this procedure it is supposed, what experience confirms, that the result will ultimately be the same for the same altitude above the horizon, provided the observations are numerous enough, and extend over a sufficient length of time. We may instance the star α Lyrae observed by Dr. Brinkley; his observations are forty-four in number, extending over five years; and the greatest deviation of single observations from the mean quantity may be stated at ± 20''. The supplementary Table, extending from 85° to 89°½ of zenith distance, published in Bessel's Tabulae Regiomontanae, is one of mean refractions calculated from many\n\nMDCCCXXXVIII.\nobservations at every altitude. The Table, in the same work, extending to $85^\\circ$ of distance from the zenith, which the supplementary one is intended to complete, may likewise be considered as having the authority of actual observation; for although a theoretical formula was used in the calculations, yet the results have been carefully corrected by a comparison both with the observations of Bradley and with those made with very perfect instruments in the observatory over which Bessel presides. These two make together a table of mean refractions of the highest authority; and being free from hypothetical admissions, to speak with precision, they form the only table of the kind of which astronomy in its actual state can boast.\n\nThe mean refractions, being a fixed set of numbers at any proposed observatory, are independent of temporary changes in the state of the air. If the general constitution of the atmosphere were so well known as to enable us to deduce the temperature, the density, and the pressure at any given altitude, from the observed condition of the air at the earth's surface, it might be possible to pitch upon an atmosphere intermediate between the extreme cases, in which the irregularities would compensate one another. From such an atmosphere the mean refractions used in astronomy might be correctly computed. But in reality we have no exact knowledge of the variations to which the air is subject in ascending above the surface of the earth. The diffusion of heat and aqueous vapour, the laws which regulate the density and pressure, are but slightly and hypothetically known. Many laborious researches in the lower part of the atmosphere, to which access can be had with instruments, have not been attended with complete success; and they have thrown no light upon what takes place in the upper parts. The limit of the atmosphere, or the height at which the air ceases to have power to refract light, is uncertain, and is no doubt, as well as the figure of the limiting surface, subject to continual fluctuation. Reflecting on what is said, it must be evident that the mean refraction of a star, which is a fixed quantity, cannot possibly be deduced from an atmosphere daily and hourly varying in its essential properties.\n\nA table of refractions, such as is used in astronomy, contains only mean effects of the atmosphere, that take place at a given point of the earth's surface; and they should properly be compared with other mean effects at the same place. Of these mean effects a principal one is the height that must be ascended in the air for depressing the thermometer one degree, from which another mean effect is easily deduced, namely, the rate at which the density of the air decreases as the height increases. The values of these quantities, as occasionally determined at any particular place, will vary according to the actual state of the air; but a multitude of particular determinations embracing every vicissitude of the atmosphere, will at length lead to mean quantities which are constant, and such as would be observed in the same atmosphere that produces the mean refractions.\n\nIt is found that the refractive power of air depends on the density to which it is proportional; and hence the rate at which the density varies at the earth's surface\nmust have a great influence on the quantity of the astronomical refractions. It furnishes a key to the scale of the real densities in the atmosphere. When a thermometer is elevated in the air, it is found that the mercury continues to be depressed equably to great heights: in like manner the decrements of density will vary slowly from being proportional to the spaces passed through; so that a great share of that part of the astronomical refraction which depends upon the constitution of the atmosphere, must be ascribed to the initial rate at which the density decreases. This rate is not hypothetical; it is a real quantity independent of every other; its mean value, which alone we consider, is as determinate and as much the result of experiment as is the refractive power of the air: and in a solution of the problem which is not warped by arbitrary suppositions, and which deduces the effect only from causes really existing in nature, the former quantity will produce a part of the refraction as certain and unalterable, although perhaps not so considerable, as the latter.\n\nBut although the initial rate of the decrease of density is an essential element of the astronomical refractions, it may not alone be sufficient for a complete solution of the problem. In ascending to great heights above the earth's surface, the decrements of density will at length cease to be proportional to the spaces passed through, or to the variations of temperature. The refraction of light by the atmosphere is a complicated effect depending upon different considerations: but the influence of these considerations on the mean refractions must be uniform and free from fluctuation, and can arise only from quantities which are constant in their mean values at any proposed observatory. In speaking of mean quantities we exclude whatever is hypothetical, and confine our attention to such only as have a real existence in nature, although it may not in all cases be possible to obtain exact measurements by direct observation. As the refractions themselves are capable of being determined experimentally, they may be made the means of ascertaining what is left unknown in the formula for computing them; and they may thus contribute indirectly to advance our knowledge of the constitution of the atmosphere.\n\nIn proceeding to treat of this problem according to the notions that have been briefly explained, it remains to add that the mean effects of the atmosphere at the same observatory (of which mean effects a table of refractions is one) are alone considered, without at all entering on the question whether such effects are different or not, at different points of the earth's surface. It is very well known that the refractions, to a considerable distance from the zenith, depend only on the refractive power of the air and the spherical figure of the atmosphere: so far there is no reason to doubt that they are the same over a great part of the surface of the globe, according to the opinion generally held by astronomers: but, at greater zenith distances, when the manner in which the atmosphere is constituted comes into play, it is not so clear that they may not be subject to vary in different climates, and at different localities of the same climate. If a table of refractions at a given observatory contain a set of fixed numbers, these must be deducible from quantities not liable to change, that is,\nfrom certain mean effects produced by the atmosphere at the observatory. To trace the relations that necessarily subsist between the mean effects that take place at a given point on the surface of the earth, is the proper business of geometry: if this can be successfully accomplished, the astronomical refractions will be made to depend upon a small number of quantities really existing in nature, and which can be determined, either directly or indirectly, by actual observation.\n\n1. The foundation of the theory of the astronomical refractions was laid by Dominique Cassini. The earth being supposed a perfect sphere, he conceived that it was environed by a spherical stratum of air uniform in its density from the bottom to the top. By these assumptions the computation of the refractions is reduced to a problem of the elementary geometry requiring only that there be known the height of the homogeneous atmosphere, and the refractive power of air. Let the light of a star S fall upon the atmosphere at B, from which point it is refracted to the eye of an observer at O on the earth's surface DOE: the centre of the earth being at C, draw the radii COK, CDHB: the angle KOB = θ, is the apparent zenith distance of the star; and OBC = φ is the angle in which the light of the star is refracted on entering the atmosphere: now from the triangle OBC we deduce\n\n\\[ \\sin OBC = \\sin KOB \\times \\frac{CO}{CB}; \\]\n\nor, which is the same thing, putting \\( i = \\frac{DB}{CD}, \\)\n\n\\[ \\sin \\phi = \\frac{\\sin \\theta}{1 + i}. \\]\n\nAgain, φ being the angle in which the light of the star is refracted, if we put δθ for the refraction, the angle of incidence SBH, which in the present case is always greater than the angle of refraction, will be = φ + δθ; and \\( \\frac{\\sin (\\phi + \\delta \\theta)}{\\sin \\phi} \\) will be a constant ratio represented by \\( \\frac{1}{\\sqrt{1 - 2a}}; \\) so that\n\n\\[ \\sin (\\phi + \\delta \\theta) = \\frac{\\sin \\phi}{\\sqrt{1 - 2a}} = \\frac{\\sin \\theta}{(1 + i) \\sqrt{1 - 2a}}. \\]\n\nThus we have the two following equations, which furnish a very easy rule for computing the mean refractions according to Cassini's method, viz.\n\n\\[ \\sin \\phi = \\frac{\\sin \\theta}{1 + i} \\]\n\n\\[ \\sin (\\phi + \\delta \\theta) = \\frac{\\sin \\theta}{(1 + i) \\sqrt{1 - 2a}}. \\]\nAs \\( i \\) and \\( \\alpha \\) are both very small numbers, if we put\n\n\\[\nm = i - i^2,\n\\]\n\n\\[\nn = i - \\alpha - i^2 + \\alpha i - \\frac{3 \\alpha^2}{2},\n\\]\n\nthe two last equations will become\n\n\\[\n\\sin \\phi = \\sin \\theta - m \\sin \\theta,\n\\]\n\n\\[\n\\sin (\\phi + \\delta \\theta) = \\sin \\theta - n \\sin \\theta;\n\\]\n\nand by employing the usual formula for deducing the variation of the arc from the variation of the sine, we get\n\n\\[\n\\phi = \\theta - m \\tan \\theta + \\frac{m^2}{2} \\tan^3 \\theta,\n\\]\n\n\\[\n\\phi + \\delta \\theta = \\theta - n \\tan \\theta + \\frac{n^2}{2} \\tan^3 \\theta;\n\\]\n\nconsequently\n\n\\[\n\\delta \\theta = (m - n) \\tan \\theta - \\frac{m^2 - n^2}{2} \\cdot \\tan^3 \\theta;\n\\]\n\nthat is,\n\n\\[\n\\delta \\theta = \\left( \\alpha - i \\alpha + \\frac{3 \\alpha^2}{2} \\right) \\tan \\theta - \\left( i \\alpha - \\frac{\\alpha^2}{2} \\right) \\tan^3 \\theta;\n\\]\n\nor, which is the same thing,\n\n\\[\n\\delta \\theta = \\alpha \\tan \\theta \\left( 1 + \\alpha - \\frac{i - \\frac{1}{2} \\alpha}{\\cos^3 \\theta} \\right) = \\alpha \\left( 1 + \\alpha \\right) \\tan \\theta \\left( 1 - \\frac{i - \\frac{1}{2} \\alpha}{\\cos^3 \\theta} \\right),\n\\]\n\nagreeing exactly with Laplace's formula employed in computing the first part of the Table of mean refractions published by the French Board of Longitude.\n\n2. The publication of Newton's Principia enabled geometers to take a more enlarged view of the astronomical refractions, and one approaching nearer to nature. According to Cassini, the atmosphere is a spherical stratum of air, uniform in its density throughout, diffused round the earth to the height of about five miles; in reality the density decreases gradually in ascending, and is hardly so much attenuated as to be ineffective to refract the light at the great elevation of fifty miles. The path described by the light of a star in its passage through the atmosphere is therefore not a straight line, as it would be in the hypothesis of Cassini, but a curve more and more inflected towards the earth's centre by the successive action of air of increasing density. Now in the Principia there is found whatever is necessary for determining the nature of this curve, and consequently for solving the problem of the astronomical refractions, which consists in ascertaining the difference between the direction of the light when it enters the atmosphere, and its ultimate direction when it arrives at the earth's surface. In the last section of the first book of his immortal work, Newton teaches in what manner the molecules of bodies act upon the rays of light and refract them; and as the atmosphere must be uniform in its condition at all equal altitudes, its action upon light can only be a force directed to the centre of the earth; so that\nthe trajectory in which the light moves, being described by a centripetal force, the determination of its figure will fall under the propositions contained in the second section of the same book.\n\nConceive that light falls upon an atmosphere A G K, constituted as Cassini supposed, spherical in its form, concentric to the earth, of the same density \\( \\varepsilon \\) throughout; and suppose that the attractive force of the molecules of air situated in the surface A G K extends to m n on one side, and to m' n' on the other. Every molecule of light when it arrives at m n will be attracted by the air in a direction perpendicular to the surface A G K, and tending to C the centre of the earth; it will continue to suffer a varied attraction till it penetrates to the other surface m' n'; but when it has passed this limit, it will no longer be acted upon effectively by the surrounding air, which will attract it equally in all opposite directions. As the attraction of air extends only to insensible distances, in estimating its action upon a molecule of light we may consider the limiting surfaces m n and m' n' as parallel planes, the forces being perpendicular to m n, and of the same intensity at all equal distances from it.\n\nThe law of the forces in action between m n and m' n' is indetermined; it may be uniform, or varied in any manner. These things being premised, it follows from a fundamental proposition of the philosophy of Newton, the demonstration of which it would be useless to repeat here, that the total action of all the forces between m n and m' n' is to add to the square of the velocity of the light incident at m n, an increment which is always the same, whatever be the direction in which the light arrives at m n. If we now put \\( v \\) for the velocity with which the light enters m n, and \\( v' \\) for the velocity with which it leaves m' n', what is said will be expressed by this equation,\n\n\\[\nv'^2 - v^2 = 2 \\cdot \\phi (\\varepsilon),\n\\]\n\n\\( \\phi (\\varepsilon) \\) denoting the sum of all the forces between m n and m' n', each multiplied by the space through which it acts, a sum which, in different atmospheres, will vary only when \\( \\varepsilon \\) varies.\n\nIt will be convenient to have a name for the function \\( \\phi (\\varepsilon) \\), and the most appropriate term seems to be, the refractive power of the air. In using this term, or in expressing by \\( \\phi (\\varepsilon) \\) the action of air upon light, it is always supposed that the light passes out of a vacuum into air of the density \\( \\varepsilon \\).\n\nA property resulting from what is said may be mentioned. Having drawn a radius from the centre of the earth to the point at which the light falls upon the atmosphere, let \\( \\varphi \\) denote the angle made by the direction of the velocity \\( v \\) with the radius, and \\( \\varphi' \\) the angle made by the direction of the velocity \\( v' \\) with it; then \\( v \\sin \\varphi \\) and \\( v' \\sin \\varphi' \\) will be the partial velocities of the light parallel to the surface of the atmosphere. Now these are equal; for all the forces which change \\( v \\) into \\( v' \\) are perpendicular to\nthe surface of the atmosphere, and therefore they have no effect to alter the velocity of the light parallel to that surface. Thus\n\n\\[ v \\sin \\varphi = v' \\sin \\varphi', \\]\n\nand\n\n\\[ \\frac{\\sin \\varphi}{\\sin \\varphi'} = \\frac{v'}{v}, \\]\n\nthat is, in words, the ratio of the sine of incidence to the sine of refraction is equal to the ratio of the velocity of the light after refraction to the velocity of the incident light; which ratio, being independent of the direction of the incident light, is constant for all light that falls upon the atmosphere with the same velocity.\n\nWhat has been said of an atmosphere supposed homogeneous is next to be applied to the real atmosphere of the earth, the density of which decreases continually in ascending. The sphere MON of which C is the centre, representing the earth, let SABO be the trajectory described by light emanating from the star S, in its passage through the atmosphere to the earth's surface at O: through any two points of this curve, A and B, draw spherical surfaces concentric to the earth, the distances AC and DC from the common centre being \\( r + dr \\) and \\( r \\). Representing by \\( \\varepsilon \\) the density of the air above the spherical surface at A, let \\( \\varepsilon + d\\varepsilon \\) stand for the density, supposed uniform, of the stratum between the two surfaces at A and B: and it is to be observed that, though AD = dr is an infinitesimal, it is nevertheless to be accounted infinitely great when compared to the insensible distance at which the molecular action of the air at A ceases to act: from which it follows that the refractive power of the stratum upon light which enters at A, is exactly equal to the refractive power of a homogeneous atmosphere, supposing the density \\( \\varepsilon + d\\varepsilon \\) to extend unvaried to the earth's surface. Now if \\( v \\) denote the velocity with which the light moves in the trajectory at A, the refractive power of the air above the stratum will diminish \\( v^2 \\) by the quantity \\( 2\\varphi(\\varepsilon) \\); for it is obvious that the refractive power of the air above the spherical surface at A, is equal and opposite to the refractive power of a homogeneous atmosphere within the same surface and of the density \\( \\varepsilon \\): on the other hand the refractive power of the stratum will augment \\( v^2 \\) by the quantity \\( 2\\varphi(\\varepsilon + d\\varepsilon) \\):\nwherefore, upon the whole, the real increment of \\( v^2 \\) will be \\( 2 \\varphi (\\varepsilon + d\\varepsilon) - 2 \\varphi (\\varepsilon) \\); so that we shall have\n\n\\[\nd \\cdot v^2 = 2 \\varphi (\\varepsilon + d\\varepsilon) - 2 \\varphi (\\varepsilon) = 2 d \\cdot \\varphi (\\varepsilon);\n\\]\n\nand, by integrating,\n\n\\[\nv^2 = n^2 + 2 \\varphi (\\varepsilon).\n\\]\n\nIt is obvious that \\( n^2 \\) is the square of the velocity of the light before it arrives at the atmosphere, that is, when it moves in a vacuum. We may consider \\( n^2 \\) as the unit in parts of which the squares of the velocity of the light at the several points of the trajectory are estimated; which requires that the formula be thus written,\n\n\\[\nv^2 = 1 + 2 \\varphi (\\varepsilon).\n\\]\n\nResuming the equation\n\n\\[\nd \\cdot v^2 = 2 d \\cdot \\varphi (\\varepsilon),\n\\]\n\nwe have\n\n\\[\nv \\, dv = d \\cdot \\varphi (\\varepsilon) = \\frac{d \\cdot \\varphi (\\varepsilon)}{dr} \\cdot dr;\n\\]\n\nfrom which we learn, that the same addition which \\( v^2 \\) receives by the refractive power of the air at A, it will acquire by the accumulated action of the force \\( \\frac{d \\cdot \\varphi (\\varepsilon)}{dr} \\) at all the points of the line \\( dr \\), or, which is the same thing, by the action of the force \\( \\frac{d \\cdot \\varphi (\\varepsilon)}{dr} \\) urging the light towards the earth's centre at all the points of the curve A B.\n\nThus the path of the light of a star in its passage through the atmosphere is a trajectory described by the action of the centripetal force \\( -\\frac{d \\cdot \\varphi (\\varepsilon)}{dr} \\) tending to the centre of the earth, the sign — being necessary, because the analytical expression is essentially negative.\n\nDraw A H a tangent of the curve at A, B m perpendicular to A H, and produce C B to meet A H in p: put \\( n \\) for the angle A C O which the radius vector A C makes with C O the vertical of the observer; \\( d z \\) for A B the element of the curve; \\( d \\tau \\) for the time of moving through A B; and R for the radius of curvature.\nat A. Now Bp is the space through which the centripetal force $-\\frac{d\\cdot\\varphi(\\varrho)}{dr}$ would cause a molecule of light to move from a state of rest in the time $d\\tau$: wherefore\n\n$$2Bp = -\\frac{d\\cdot\\varphi(\\varrho)}{dr} \\cdot d\\tau^2;$$\n\nalso\n\n$$Bp = \\frac{Bm}{\\sin BAD} = \\frac{dz^3}{2R} \\cdot \\frac{dz}{rdn};$$\n\nand, by equating the equal quantities, we get\n\n$$\\frac{dz}{R} = -\\frac{d\\cdot\\varphi(\\varrho)}{dr} \\cdot \\frac{d\\tau^2}{dz^3} \\cdot rdn. \\ldots \\ldots \\ldots \\ldots (1.)$$\n\nThe refraction of the light in moving from A to B, or the difference of the directions of the curve at A and B, is evidently equal to the angle subtended by A B at the centre of the circle of curvature, that is, to $\\frac{dz}{R}$: wherefore if $\\delta\\theta$ represent the refraction increasing from the top of the atmosphere to the earth’s surface, we shall have\n\n$$d.\\delta\\theta = -\\frac{d\\cdot\\varphi(\\varrho)}{dr} \\cdot \\frac{d\\tau^2}{dz^3} \\cdot rdn.$$\n\nThis formula is merely an application of the 6th proposition of the first book of the Principia.\n\nAnother general and useful expression of the differential of the refraction is easily obtained. Draw C H = y, perpendicular to the tangent A H: from the known properties of curve-lines, we have\n\n$$R = \\frac{rdr}{dy};$$\n\nwherefore\n\n$$\\frac{dz}{R} = dy \\cdot \\frac{dz}{dr} \\cdot \\frac{1}{r} = \\frac{dy}{\\sqrt{r^2-y^2}};$$\n\nconsequently\n\n$$d.\\delta\\theta = \\frac{dy}{\\sqrt{r^2-y^2}}. \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (2.)$$\n\nbut in this formula $\\delta\\theta$ must be conceived to increase from the surface of the earth to the top of the atmosphere.\n\nIn applying the last formula it is necessary to have a value of $y$. Draw O L to touch the curve at O, and C N perpendicular to O L: put $\\rho'$, $v'$ for the density of the air, and the velocity of the light at O; also $y'$ for the perpendicular C N, $a$ for C O the radius of the earth, and $\\theta$ for angle C O N, which is the apparent zenith-distance of the star: we shall have\n\n$$\\text{Area ABC} = \\frac{dz}{d\\tau} \\times y = v' \\times y;$$\n\nand because the curve is described by a centripetal force tending to C, the value of\n\\( v \\times y \\) will be the same at all the points of the curve; wherefore\n\n\\[\nv \\times y = v' \\times y';\n\\]\n\nand\n\n\\[\ny = y' \\times \\frac{v'}{v} = a \\sin \\theta \\times \\frac{v'}{v}.\n\\]\n\nNow, according to what was before shown,\n\n\\[\nv = \\sqrt{1 + 2 \\varphi (\\varepsilon)},\n\\]\n\n\\[\nv' = \\sqrt{1 + 2 \\varphi (\\varepsilon')};\n\\]\n\nwherefore\n\n\\[\ny = a \\sin \\theta \\times \\sqrt{\\frac{1 + 2 \\varphi (\\varepsilon')}{1 + 2 \\varphi (\\varepsilon)}}. \\quad \\ldots \\ldots \\ldots \\ldots \\ldots \\ldots (3.)\n\\]\n\nBy substituting this expression in the differential of the refraction, the problem will be reduced to an integration.\n\nThe equations that have been investigated are perfectly general, and will apply in any constitution of the atmosphere that may be adopted. It has been thought better to consider the manner in which the forces act, than to employ functions with peculiar properties to express the molecular action. When the light in passing through the atmosphere arrives at a surface of increased density, it receives an impulse which may be considered as instantaneous; and this impulse being distributed over the breadth of a stratum of uniform density, ascertains the centripetal force tending to the earth's centre, by the action of which the trajectory is described.\n\n3. It appears that Newton himself was the first to apply this new method to the problem of the astronomical refractions. A table, which he had computed, and which he gave to Dr. Halley, is published in the Philosophical Transactions for 1721. Nothing is said as to the manner in which the table was constructed: and it has always been a curious and interesting question among astronomers, whether it is the result of theory, or is deduced from observations alone, without the aid of theory. Some original letters of Newton to Flamsteed, published in 1835 at the expense of the Board of Admiralty, have put an end to all doubts on this point. These letters prove that Newton studied profoundly the problem of the refractions; that for several months in succession he was occupied almost entirely in repeated attempts to overcome the difficulties that occurred in this research; during which time he calculated several tables with great labour, namely, the one he gave to Halley, and another, or rather three others, which have been found in his letters to Flamsteed lately printed.\n\nAdmitting that the refractive power of the air is proportional to its density, which Newton had established in his Optics on speculative principles, and which Hawksbee afterwards was the first to demonstrate experimentally, the mathematical solution of the problem requires a knowledge of the law according to which the densities vary in the atmosphere. In his first attempt Newton assumes that the densities decrease in ascending in the same proportion that the distances from the earth's centre increase. Now \\( a \\) and \\( r \\) denoting the same things as before, put \\( l \\) for the total height\nof the atmosphere; then $\\phi(\\varepsilon)$ the refractive power of the air at the distance $r$ from the centre of the earth, will, according to this hypothesis, be expressed by the formula\n\n$$\\phi(\\varepsilon) = \\phi(\\varepsilon') \\times \\frac{l - r + a}{l}.$$  \n\nIf this value be substituted in the formula (1.), which is a deduction from the sixth proposition of the first book of the Principia, the result will be\n\n$$d.\\delta \\theta = \\frac{\\phi(\\varepsilon')}{l} \\cdot \\frac{d\\tau^2}{dz^2} \\cdot rdn.$$  \n\nIn this expression we have\n\n$$\\frac{d\\tau^2}{dz^2} = \\frac{1}{v^2} = \\frac{1}{1 + 2\\phi(\\varepsilon)};$$  \n\nand as $2\\phi(\\varepsilon)$, or the increment of the square of the velocity of the light is very minute, amounting to less than .0006 in passing through the whole atmosphere to the earth's surface, we may reckon $\\frac{d\\tau^2}{dz^2}$ as unit; thus we get\n\n$$d.\\delta \\theta = \\frac{\\phi(\\varepsilon')}{l} \\cdot rdn;$$  \n\nand by integrating\n\n$$\\delta \\theta = \\frac{2\\phi(\\varepsilon')}{(l/a)} \\int \\frac{ra\\,dn}{2a^2}.$$  \n\nThis result, which M. Biot has also obtained, is equivalent to the geometrical construction communicated by Newton to Flamsteed in a letter from Cambridge, December 20, 1694. The problem was now reduced to the quadrature of a curve, for which a general method is given in the fifth lemma of the third book of the Principia, a method which is still used when the direct process of integration fails, or becomes too intricate for practice. What has been said not only proves the exactness of Newton's solution of the problem; it also points out, with little uncertainty, the manner in which he obtained it. Of the arithmetical operations of the quadrature there is no account; and they would be of no interest had they been preserved. He complains much of the great labour of the numerical calculations; but all difficulties were overcome, as was to be expected: a table was computed and communicated to Flamsteed in a triple form, for summer, winter, and the intermediate seasons of spring and autumn. On mature reflection there occurred to him a serious objection to the supposed scale of densities, on which account he writes to Flamsteed that he does not intend to publish the tables. The fault lies in this, that the centripetal force which continually inflects the light to the earth's centre, is the same at all the points of the trajectory, or, in the words of Newton, the refractive power of the atmosphere is as great at the top as at the bottom,—than which nothing certainly can be more different from what actually takes place in nature.\nDismissing his first hypothesis, Newton next turned his attention to the 22nd proposition of the third book of his Principia. If the atmosphere consist of an elastic fluid gravitating to the earth's centre in the inverse proportion of the square of the distance, and if it be admitted that the densities are proportional to the pressures, Newton, in the proposition cited, proves in effect that the densities will form a decreasing geometrical series, when the altitudes are taken in arithmetical progression*. He writes to Flamsteed that an atmosphere so constituted is certainly the truth. Newton evidently intended by this assertion to mark a distinction between pressure, which is a cause of the variation of density that actually exists in nature, and his first assumed law of the densities, which is entirely arbitrary. Setting aside hypothesis, he now advanced so far in the true path of investigation; and if the manner in which heat is diffused in the atmosphere and the consequent decrease of density were not known when he wrote, he advanced as far as the existing state of knowledge enabled him to do. It is certain from his letters, that, after much time and labour, he at last succeeded in calculating a table of refractions on the principle that the density is proportional to the pressure. Such a table he communicated to Flamsteed, although it is not found in the letters lately published; and there is every reason to think it the same which he gave to Halley, and which that astronomer inserted in the Philosophical Transactions for 1721. Two elements only are sufficient for computing all the numbers in a table of refractions constructed by assuming that the density is proportional to the pressure, namely, the refraction at $45^\\circ$ of altitude, and the height of the homogeneous atmosphere, which is deducible from the horizontal refraction. The table of Halley, therefore, contains in itself all that is required for ascertaining whether it was calculated or not by the principle alluded to in the letters of Newton to Flamsteed. Kramp seems to be the first who sought in the table for the manner of its construction; and his discoveries in this branch of science enabled him to assign the height of the homogeneous atmosphere, which is one essential element. The refraction at $45^\\circ$ of altitude, which is the other element, is found in the table equal to $54''$, or, in parts of the radius, to $0.002618$; and Kramp found $4377\\frac{1}{2}$ toises for $l$, the height of the homogeneous atmosphere; so that, if $a$ be the radius of the earth in toises, we have\n\n$$\\alpha = 0.002618,$$\n\n$$i = \\frac{l}{a} = 0.013356;$$\n\nand the two elements, $\\alpha$ and $i$, are sufficient for computing the whole table, if it be\n\n* Newton demonstrates strictly that the densities will be in geometrical proportion when the distances from the earth's centre are in musical or harmonical proportion, that is, when they are the reciprocals of an arithmetical progression; but in a series of this kind, if the first term bear an almost infinitely great proportion to the differences of the following terms, as is the case of the radius of the earth when compared to elevations within the limits of the atmosphere, the differences of the terms or the elevations may, without sensible error, be reckoned in arithmetical progression.\n\n† Anal. des Réfractions Astronomiques, p. 19.\nsuch as is mentioned in the correspondence between Newton and Flamsteed. The formula for the refraction in the supposed constitution of the atmosphere has been given both by Kramp and Laplace; and it may be taken from the Paper in the Philosophical Transactions for 1823, p. 441,\n\n\\[ \\lambda = \\frac{\\alpha}{i} = 0.9601, \\quad \\Delta = \\sqrt{\\cos^2 \\theta + 2 i s}, \\]\n\n\\[ \\delta \\theta = \\alpha \\sin \\theta \\times \\left\\{ \\left( 1 - \\lambda + \\frac{\\lambda^3}{2} - \\frac{\\lambda^5}{6} \\right) \\int \\frac{dsc^{-s}}{\\Delta} \\right. \\]\n\\[ + \\left( \\lambda - 2 \\lambda^2 + 2 \\lambda^3 \\right) \\int \\frac{2dsc^{-2s}}{\\Delta} \\]\n\\[ + \\left( \\frac{3}{2} \\lambda^2 - \\frac{9}{2} \\lambda^3 \\right) \\int \\frac{3dsc^{-3s}}{\\Delta} \\]\n\\[ + \\frac{8}{3} \\lambda^3 \\int \\frac{4dsc^{-4s}}{\\Delta}, \\]\n\nthe integrations extending from \\( s = 0 \\) to \\( s = \\infty \\). The coefficients of this formula are as follows:\n\n\\[ A = 1 - \\lambda + \\frac{\\lambda^3}{2} - \\frac{\\lambda^5}{6} = 0.82193 \\]\n\n\\[ B = \\lambda - 2 \\lambda^2 + 2 \\lambda^3 = 0.13423 \\]\n\n\\[ C = \\frac{3}{2} \\lambda^2 - \\frac{9}{2} \\lambda^3 = 0.02377. \\]\n\n\\[ D = \\frac{8}{3} \\lambda^3 = 0.02007. \\]\n\nFor the horizontal refraction, when \\( \\cos \\theta = 0, \\Delta = \\sqrt{2 i s} \\), we obtain by the usual integrations,\n\n\\[ \\delta \\theta = \\frac{\\alpha \\sqrt{\\pi}}{\\sqrt{2 i}} \\times \\left\\{ A + B \\sqrt{2} + C \\sqrt{3} + D \\sqrt{4} \\right\\}: \\]\n\nor in seconds, \\( \\delta \\theta = 2024.2 \\) instead of 2025\" as in Halley's table. This proves the exactness of Kramp's elements.\n\nWith respect to the other numbers in the table a distinction must be made. In every table of refractions, whatever be the constitution of the atmosphere on which it is founded, the numbers answering to altitudes greater than 16°, depend only upon one element, namely, the refractive power of the air. Reckoning from the zenith as far as 74°, any table may be deduced from any other, provided both are accurately calculated, merely by a proportion. In the table published annually in the Con. des Temps, the refraction at 45° is 58\"·2: and, if Halley's table has been accurately computed, the numbers in it, between the limits mentioned, will be equal to the like numbers in the French table multiplied by \\( \\frac{540}{582} = \\frac{90}{97} \\). The calculation being made,\nthe results will be found to agree almost exactly with the short table inserted by M. Biot in the additions to the Con. des Temps for 1839, p. 105, the greatest difference between the computed quantities and the numbers in Halley's table being about $2''$.\n\nBut this gives no intimation with respect to the particular constitution of the atmosphere assumed in the calculation of the table. What is peculiar to a table in this respect has no sensible influence on the refractions it contains except at altitudes less than $16^\\circ$. No definitive opinion can therefore be formed on the question, whether Halley's table is the same which Newton computed and communicated to Flamsteed on the principle that the densities are proportional to the pressures, without comparing it with a sufficient number of refractions at low altitudes calculated from the elements of Kramp. As the settling of this point may be thought not unimportant, the following formula, which affords the means of computing the refractions at all altitudes with exactness, has been investigated by reducing the integrals in the expression of $\\delta \\theta$ to serieses.\n\n$$\\tan \\varphi = \\frac{2}{\\cos \\theta} \\sqrt{\\frac{3}{2}}, \\quad e = \\tan \\frac{\\varphi}{2}.$$  \n\n$$\\log \\tan \\varphi = \\log \\secant \\theta + 19.2133569 - 20.$$  \n\n$$\\delta \\theta = \\sin \\theta \\times \\left\\{ e \\times 660.795 \\ldots 2.8200669 \\right.$$\n\n$$+ e^3 \\times 551.634 \\ldots 2.7337059$$\n\n$$+ e^5 \\times 371.268 \\ldots 2.5696873$$\n\n$$+ e^7 \\times 219.762 \\ldots 2.3419630$$\n\n$$+ e^9 \\times 116.763 \\ldots 2.0673034$$\n\n$$+ e^{11} \\times 58.170 \\ldots 1.7646976$$\n\n$$+ e^{13} \\times 28.275 \\ldots 1.4514092$$\n\n$$+ e^{15} \\times 13.797 \\ldots 1.1397974$$\n\n$$+ e^{17} \\times 6.806 \\ldots 0.8329041$$\n\n$$+ e^{19} \\times 3.311 \\ldots 0.5199046 \\right\\}$$\n\nThe series converges very slowly, which has made it necessary to continue it to ten terms, the amount of which is still $3''6$ deficient from the exact quantity $2024''2$. As the last terms decrease in the proportion of 2 to 1, it is obvious that the true sum would be obtained by continuing the series: but the terms set down are more than sufficient for the present purpose.\nThe exact refractions calculated by the formula are next to be compared with the numbers in Halley's table.\n\n| Apparent zenith-dist. | Refractions |\n|-----------------------|-------------|\n|                       | Computed    | Halley's Table | Difference |\n| 20                    | 19.6        | 20             | -0.4       |\n| 40                    | 45.2        | 45             | +0.2       |\n| 60                    | 133.1       | 132            | +1.1       |\n| 70                    | 227.0       | 226            | +1.0       |\n| 80                    | 455.2       | 452            | +3.2       |\n| 82                    | 63.9        | 600            | +3.9       |\n| 84                    | 745.0       | 745            | 0.0        |\n| 86                    | 1053.1      | 1048           | +5.1       |\n| 87                    | 1322.5      | 1320           | +2.5       |\n| 88                    | 174.6       | 178            | -3.4       |\n| 89                    | 233.5       | 237            | -3.5       |\n\nThe examination that has now been made fully establishes that Halley's table is no other than the one which Newton computed on the supposition that the densities in the atmosphere are proportional to the pressures. The discrepancies, amounting in every instance to a small part of the whole quantity, are such as might be expected to occur unavoidably in the intricate and laborious methods of calculation followed by Newton. Some part of the differences may also arise from the elements of the formula, which, being deduced from only two numbers of the table, may not exactly coincide with the fundamental quantities which Newton assumed. M. Biot, by a method different from Kramp's, has found other elements, which make the horizontal refraction $8''3$ less than in the table; but these small variations, which proceed from calculating in different ways, only confirm more strongly that Halley's table is the same which Newton constructed by his second hypothesis, and communicated to Flamsteed.\n\nIt appears from what has been said, that, as far as the mathematics is concerned, the problem of the astronomical refractions was fully mastered by Newton. It would be strange indeed to suppose that the author of the theories in the Principia would find difficulty to apply them in a case to which he bent the whole force of his mind. But he was embarrassed by the suppositions he found it necessary to make respecting the physical constitution of the atmosphere. His first hypothesis is evidently contrary to nature, in admitting that air at all altitudes exerts the same power to inflect the light to the earth's centre; his second method made the refractions too great near the horizon, thereby proving the necessity of searching out some new cause for the purpose of reconciling the theory with observation. Averse from hypotheses, he seems, on these accounts, to have declined inserting in his works a problem which had cost him so much labour, and upon his solution of which he evidently set some value.\n\nIf the different attempts to solve this problem are to be tried with the same rigour\nthat Newton judged his own, it must be decided that they are all liable to objections. They all involve some supposition that has no foundation in nature; or they leave out some necessary condition of the problem. It is allowed that the variation of heat at different altitudes is unknown; that we are equally unacquainted with the manner in which is diffused the aqueous vapour that is always found, more or less, in the atmosphere; that the law of the densities has not been ascertained. But besides these capital points, the accurate M. Poisson will suggest other properties that must be attended to in an atmosphere in equilibrium: the conducting power of heat varying with the condition of the air; its power of absorbing heat; and the interchange by radiation which takes place with the earth, with the etherial spaces above, and with the stars visible above the horizon. So many conditions, placed beyond the reach of our inquiry, may well puzzle the most expert algebraist to take them into account. But it may be doubted whether this be the proper view of the problem. The astronomical refractions at any observatory are mean effects of the atmosphere; and it may be alleged that the proper way of accounting for them is to compare them with other mean effects of the atmosphere at the same place.\n\n4. In 1715, twenty years after the researches of Newton, Brook Taylor published in his Methodus Incrementorum, the first investigation of the astronomical refractions on the supposition that the density of the air is variable. The differential equation is accurately deduced from the principles laid down by Newton; which removed all the difficulties of the problem in this respect.\n\nKramp, in his Analyse des Réfractions Astronomiques et Terrestres, has elucidated the elementary parts of the problem, and has greatly improved the mathematical solution. His method is particularly commodious and useful in the case of the horizontal refraction. For altitudes above the horizon the integrals are not susceptible of being simply expressed, and seem to require the aid of subsidiary tables in applying them.\n\nThe problem of the refractions being an important one in astronomy, many solutions of it have been published by different geometers. Some of these are preferable to others, because the method of calculation is easier in practice. For altitudes greater than 16°, they may all be reckoned equivalent, differing from one another only in the quantity assumed for the refractive power of air. They also mostly agree in the horizontal refraction, which is taken from observation. But for altitudes less than 16°, they are different: because, at these low altitudes, the refractions are affected by the arbitrary suppositions used in constructing the tables.\n\nThomas Simpson published a judicious dissertation on this problem. He distinctly points out that, to a considerable distance from the zenith, the refractions are independent of the manner in which the atmosphere is supposed to be constituted. In comparing the two atmospheres that have densities decreasing in arithmetical and geometrical progression, he remarks that the horizontal refraction comes much nearer the observed quantity in the first atmosphere than it does in the second; for which\nreason he gives the preference to the first as likely to represent the phenomena with greater accuracy. Now in this his reasoning is not much different from the argument afterwards used by Laplace, to prove that the same two atmospheres are limits between which the true atmosphere is contained.\n\nNewton likewise found that the refractions computed according to his second method, that is, in an atmosphere with densities decreasing in geometrical progression, are too great near the horizon, on which point he thus writes to Flamsteed. \"Supposing the atmosphere to be constituted in the manner described in the 22nd proposition of my second book (which certainly is the truth), I have found that if the horizontal refraction be $34'$, the refraction at the altitude of $3^\\circ$ will be $13' 3''$; and if the refraction in the apparent altitude of $3^\\circ$ be $14'$, the horizontal refraction will be something more than $37'$. So that instead of increasing the horizontal refraction by vapours, we must find some other cause to decrease it. And I cannot think of any other cause besides the rarefaction of the lower region by heat.\" Here the true reason is assigned why the refractions near the horizon, in an atmosphere constituted as supposed, so much exceed the observed quantities. When the density is made to depend solely on the incumbent weight, the air is not rarefied enough; and the greater density causes a greater refraction. Having correctly estimated the effect produced by the pressure of the supported air, Newton is unavoidably led to ascribe to heat the greater rarefaction that takes place in the atmosphere of nature. His words prove that he had no clear conception in what manner the density in the lower region is altered by the agency of heat; and, to say the truth, nearly the same ignorance in this respect prevails now as in his time. The decrease of density in ascending is a complicated effect of many causes for the most part unknown; and it seems in vain to expect a satisfactory investigation of it by arbitrary suppositions. But setting aside hypothetical constitutions of the atmosphere, we may consider the rarefaction of the air in ascending as a phenomenon, the knowledge of which is to be acquired by experiment; and this appears the only sure way of placing the theory of the mean refractions on its proper foundation.\n\n5. One of the tables of refraction most esteemed by astronomers is that published annually in the Con. des Temps. It has been already shown that, as far as $74^\\circ$ from the zenith, this table is calculated by the simple method of Cassini. There is nothing incidental in this; for all tables of refraction may be computed by Cassini's method to the extent mentioned. The French astronomers have been very successful in determining the constants of the formula. The refractive power of the air was obtained by Delambre from a great number of astronomical observations; the same quantity was deduced by MM. Biot and Arago from experiments on the gases with the prism; and the results of two methods, so entirely different, agree so nearly, that there seems no ground for preferring one to the other. The remaining part of the French table, for altitudes less than $16^\\circ$, is computed by a method of Laplace, which the author has explained, without disguising its defects, in the fourth volume of the Mec. Celeste.\nThe two atmospheres with densities decreasing in arithmetical and geometrical progression, which it now appears were imagined by Newton, and which have been discussed by Thomas Simpson and other geometers, are found, when the same elements are employed, to bring out horizontal refractions on opposite sides of the observed quantity. Laplace conjectured that an intermediate atmosphere which should partake of the nature of both, and should agree with observation in the horizontal refraction, would approach nearly to the true atmosphere. It must be allowed that these conditions, which may be verified by innumerable instances between the two limits, are vaguely defined; and in order to ascertain the real meaning of the author, recourse must be had to the algebraic expressions. When this is done it will be found that the atmosphere intended is one of which the density is the product of two terms, one taken from an arithmetical, and the other from a geometrical progression; the effect of which combination is to introduce a supernumerary constant, by means of which the horizontal refraction is made to agree with the true quantity. No one will deny the merit and the ingenuity of Laplace's procedure; but though very skilful, and guided in some degree by fact, it is liable to all the uncertainty of other arbitrary suppositions, as indeed the author allows. Dr. Brinkley has given the character of the French table fairly when he says, that it is only a little less empirical than the other tables. On divesting Laplace's hypothesis of vagueness in the language, and expressing it in the unequivocal symbols of algebra, it does not appear to possess any superiority over other supposed constitutions of the atmosphere in leading to a better and less exceptionable theory; at least the Mec. Celeste has been many years before the public, during which time not a few geometers have laboured on the subject of the refractions; but no improvement originating in the speculations peculiar to Laplace has occurred to any of them.\n\nHaving said so much on the theory of the French table, it may be proper to add a word on its accuracy. If it be compared from $80^\\circ$ to $88^\\circ$ of zenith distance with Bessel's observed refractions, there will be found a small error in excess, continually increasing, and amounting at last to $4''$. This shows that, in combining the two atmospheres, too much weight has been given to that with a density varying in geometrical progression, in consequence of which the air is not rarefied enough in the interpolated atmosphere. With respect to the two degrees of altitude next the horizon, no accurate judgement can be formed, for want of observed refractions that can be depended on.\n\nThe astronomical refractions have also occupied the attention of the astronomer of Königsberg, who has contributed so largely to the improvement of every part of astronomical science. For the purpose of representing the observations of Bradley with all the accuracy possible, Bessel investigated a table of refractions which appeared in the Fundamenta Astronomiae in 1818. He assumes a theoretical formula; but as every arbitrary quantity is determined by a careful comparison with real observations, what is supposititious may be considered merely as an instrument of investigation, which is finally laid aside, leaving the result to rest on the foundation of\nfact. He returned to the subject in his *Tabulae Regiomontanae*, published in 1830. In this last work he retains only that part of the table of 1818 which extends to 85° from the zenith, many corrections being applied from recent observations made with improved instruments. In order to supply what is wanting in the new table, Bessel has added a supplemental one containing the refractions at every half degree for altitudes less than 15°: which supplemental table is independent of theory, being deduced from observations alone. These two tables form together a real table of mean refractions, independent of all suppositions respecting the constitution of the atmosphere; and no other similar table of nearly equal authority is to be found in the astronomy of the present day. What Bessel has accomplished on the subject of the refractions is not the least important part of his labours for the advancement of astronomical science: it is precious to the practical astronomer; and it is necessary to the theoretical inquirer, for enabling him to confront his speculations with the phenomena to be accounted for.\n\n6. In the paper published in the Philosophical Transactions for 1823, the refractions are deduced entirely from this very simple formula,\n\n$$\\frac{1 + \\beta r}{1 + \\beta r'} = 1 - f(1 - c^{-u}), \\ldots \\ldots \\ldots \\ldots \\ldots (4.)$$\n\nin which $\\beta$ stands for the dilatation of air, or a gas, by heat; $r'$ is the temperature at the earth's surface, and $r$ the temperature at any height above the earth's surface; at the same height $c^{-u}$ is the density of the air in parts of its density at the surface.\n\nIn order to understand the application of the formula, it is necessary to premise that in the remaining part of this paper we do not consider a variable atmosphere subject to continual fluctuations, as is the case of the real atmosphere: we contemplate an atmosphere fixed in its condition at any given place or observatory, being supposed a mean between all the variations that actually take place in an indefinite time. In such an atmosphere the temperature and pressure at the earth's surface will be mean quantities deduced from observation: the air at all elevations will have an elastic force equal to the incumbent weight which it supports, as an equilibrium requires: and, whether the air be dry or moist, its refractive power will be equal to the refractive power of dry air subjected to the same pressure and temperature*. These properties of the mean atmosphere rest upon experiment and demonstration: in other respects its nature is not directly known to us: and the laws of its action can only be discovered, not by hypothesis, but by observation.\n\nThe consideration of a mean atmosphere, invariable at any given observatory, is a necessary consequence of the notion we attach to the mean refractions; for these would be realized in such an atmosphere: but they are different in any other state of the air.\n\nThese observations being premised, if the formula (4.) be verified at the earth's\n\n* Additions à la Conn. des Temps, 1839, p. 36.\nsurface in any invariable atmosphere, by giving a proper value to the constant $f$, it will still hold, at least with a very small deviation from exactness, at a great elevation, probably at a greater elevation than has ever been reached by man. In order to prove this, let the arbitrary function $\\varphi(u)$ be added, so as to complete the formula by rendering it perfectly exact: then\n\n$$\\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} = 1 - f(1 - e^{-u}) - \\varphi(u), \\ldots \\ldots \\ldots \\ldots (5.)$$\n\nand it will follow that $\\varphi(u) = 0$, when $u = 0$, that is, at the earth's surface. Again, differentiate the equation, observing that $\\tau$ decreases when $u$ increases, then\n\n$$\\frac{\\beta}{1 + \\beta \\tau'} \\cdot \\frac{d\\tau}{du} = f e^{-u} + \\frac{d\\varphi(u)}{du};$$\n\nnow, since this equation is true for all values of $u$, it will hold at the earth's surface, or when $u = 0$: and if $f$ be taken equal to the particular value of\n\n$$\\frac{\\beta}{1 + \\beta \\tau'} \\cdot \\frac{du}{d\\tau},$$\n\nwhen $u = 0$, it will follow that $\\frac{d\\varphi(u)}{du} = 0$, when $u = 0$. And since the equations $\\varphi(u) = 0$ and $\\frac{d\\varphi(u)}{du} = 0$, are both verified at the earth's surface, it follows that the supplementary function $\\varphi(u)$ will vary slowly as $u$ increases, that is, as the density of the air decreases in ascending. This proves that the approximate equation (4) will be very little different from the exact equation (5.) at great elevations in the atmosphere.\n\nAt the surface of the earth $du$ is equal to the variation of the density for a depression of the thermometer expressed by $d\\tau$: and although the proportion of these two quantities cannot be ascertained by direct experiment, yet, as is shown in the paper of 1823, it is easily deduced from the rate at which the temperature decreases as the height increases, which rate is easily determined experimentally. The quantity $f$ thus found is necessarily constant at the same observatory. It is the mean of all the occasional values, which vary incessantly, while the real atmosphere undergoes every vicissitude of which it is susceptible. The mean refraction and $f$ are invariable in quantity, because they depend alike upon the mean condition of the air at a given place. Some confusion has arisen on this point from not distinguishing between the mean refraction of a star and its true refraction in a variable atmosphere.\n\nIn all that has been said there is no supposition of an arbitrary constitution of the atmosphere. The assumed formula (4.) is an approximate truth in every invariable state of the air in equilibrium. Conceive a cylindrical column of air perpendicular to the earth's surface, and extending to the top of the atmosphere; at the height where the temperature is $\\tau$, and the density $\\varepsilon$, let $p$ denote the weight of the column above the height; and suppose that $p, \\varepsilon, \\tau$ are changed into $p', \\varepsilon', \\tau'$ at the surface of the\nearth; because the pressures are proportional to the elasticities, we have the usual equation,\n\n$$\\frac{p}{p'} = \\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} \\times \\frac{\\rho}{\\rho'}:$$\n\nor, which is the same,\n\n$$c^{-u} = \\frac{\\rho}{\\rho'}, \\quad \\frac{p}{p'} = \\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} \\times c^{-u}:$$\n\nand by substituting the complete expression of the temperature as given in (5.), we shall obtain,\n\n$$\\frac{p}{p'} = c^{-u} - f(c^{-u} - c^{-2u}) - c^{-u} \\times \\varphi(u): \\ldots \\ldots (6.)$$\n\nand if we omit the supplemental part, which is small even at great elevations, the result will be,\n\n$$\\frac{p}{p'} = c^{-u} - f(c^{-u} - c^{-2u}).$$\n\nNow this is the constitution of the atmosphere in the paper of 1823; it is only approximate; but it is an approximation applicable to every atmosphere that can be imagined, requiring no more than that the quantity $f$ have the proper experimental value given to it. It is shown in the paper that the pressures and densities are thus represented with no small degree of accuracy at the greatest heights that have been reached; which proves how slowly the supplemental part of the formula (5.) comes into play.\n\nThe foregoing manner of arriving at the constitution of the atmosphere adopted in the paper of 1823, being drawn from properties immediately applicable to the problem in hand, is more natural, and more likely to suggest itself, and more satisfactory than the ingenious and far-fetched procedure of M. Biot, of transforming an algebraic formula for the express purpose of bringing out a given result. Laplace, having remarked that the true horizontal refraction is contained between the like quantities of two atmospheres, with densities decreasing in arithmetical and geometrical progression, conjectured that an atmosphere between the two limits, which should likewise agree with observation at the horizon, would in all probability represent the mean refractions with considerable accuracy. It is upon this assumption that the problem is solved in the Mec. Celeste, the observed horizontal refraction being used for determining the arbitrary constant. Now in the paper of 1823 there is no allusion to interpolating an atmosphere between two others; a knowledge of the horizontal refraction is not required; the investigation is grounded upon a property common to every atmosphere in a quiescent state; and lastly, the resulting table is essentially different from all the tables computed by other methods. If these considerations be not sufficient to stamp an appropriate character upon the solution of a problem, it would be difficult to find out what will be sufficient. But if it be possible, with M. Biot's ingenuity, to trace some relation in respect of the algebraic\nexpressions, between the paper of 1823 and the calculations of Laplace, from which, after all, no just inference can be drawn, it is not difficult to find between the same paper and the view of the problem taken by the author of the Principia, in 1696, an analogy much more simple and striking, which deserves to be mentioned as it tends to bring back the investigation to the right tract, which it seems to have left. Newton, having solved the problem on the supposition that the density of the air is produced solely by pressure, found that the refractions thus obtained greatly exceeded the observed quantities near the horizon: and hence he inferred, in the true spirit of research, that there must be some cause not taken into account, such as the agency of heat, which should produce, in the lower part of the atmosphere, the proper degree of rarefaction necessary to reconcile the theoretical with the observed refractions. Now, in the paper of 1823, the sole intention of introducing the quantity $f$, not noticed before by any geometer, is to cause the heat at the earth's surface to decrease in ascending at the same rate that actually prevails in nature; which evidently has the effect of supplying the desideratum of Newton.\n\nThe remarks that have just been made are not called for by anything which M. Biot has written in his dissertation on the refractions, inserted in the additions to the Conn. des Temps for 1839; because that author has fully explained the grounds of what he advances, thereby enabling a candid inquirer to form his own opinion: but all the world are not of the same character as that distinguished philosopher.\n\nAt every point on the earth's surface we are now acquainted with three things, not hypothetical or precarious, that have an influence on the mean refractions. These are, the refractive power of the air, the spherical figure of the atmosphere, and the mean rate at which the density of the air decreases at the given place. These three things are independent on one another, and on all other properties of the air: they will therefore produce three independent parts of the quantity sought. The parts thus determined may fall short of the whole refraction at any altitude, because there may be causes not taken into account that co-operate in producing the result: but each will unalterably maintain its proper share of the total amount, in whatever way it is attempted to solve the problem, provided the solution is conducted on right principles and not warped by arbitrary suppositions. It may therefore be said that, in so far, an advance has been made in acquiring an exact notion of the nature of this problem.\n\nThe table in the paper of 1823 was compared with the best observations that could be procured at the time of publication; and the results were very satisfactory. After the publication of the Tabulae Regiomontanae, it was found that the table agreed with Bessel's observed refractions to the distance of $88^\\circ$ from the zenith, which is as far as his determinations can be depended on, with such small discrepancies as may be supposed to exist in the observations themselves. So close an agreement between the theoretical and observed mean refractions was very unexpected, and even contrary to the opinion very generally held on this subject.\nAstronomers are in the habit of using different tables or formulas of refraction, which, being derived from conjectural views, do not agree with one another, except to a limited distance from the zenith. Now this is contrary to the very conception we have of the mean refractions, which are determinate and invariable numbers, at least at the same observatory. A great advantage would therefore ensue from setting aside every uncertain table, and substituting in its place one deduced from the causes really existing in nature that produce the phenomena. Such a table adapted to every observatory, if this were found necessary, would contribute to the advancement of astronomy by rendering the observations made at different places more accurately comparable. It might contribute to the advancement of knowledge in another respect: for if the mean refractions were accurately settled, the uncertainty in the place of a star would fall upon the occasional corrections depending on the indications of the meteorological instruments; and it is not unreasonable to expect that much which is at present obscure and perplexing on this head might be cleared up, if it were separated from all foreign irregularities, and made the subject of the undivided attention of observers.\n\n7. The paper in the Philosophical Transactions for 1823 takes into account only the rate at which the densities in a mean atmosphere vary at the surface of the earth; what follows is an attempt to complete the solution of the problem by estimating the effect of all the quantities on which the density at any height depends. For this purpose it will be requisite to employ certain functions of a particular kind, viz.\n\n\\[ R_1 = 1 - c^{-u}, \\]\n\\[ R_2 = 1 - u - c^{-u}, \\]\n\\[ R_3 = 1 - u + \\frac{u^2}{1 \\cdot 2} - c^{-u}, \\]\n\\[ \\vdots \\]\n\\[ R_i = \\left(1 - u + \\frac{u^2}{1 \\cdot 2} - \\frac{u^3}{1 \\cdot 2 \\cdot 3} \\pm \\frac{u^{i-1}}{1 \\cdot 2 \\cdot 3 \\cdots i-1}\\right) - c^{-u}. \\]\n\nIn these expressions \\( c \\) is the number of which the hyperbolic logarithm is unit; and it is obvious that \\( R_i \\) is zero when \\( u = 0 \\). These expressions have several remarkable properties, which are proved by merely performing the operations indicated.\n\n1st.\n\\[ \\frac{d}{du} R_i = -R_{i-1}, \\]\n\\[ \\int -R_i \\, du = R_{i+1}, \\]\nthe integral being taken equal to zero, when \\( u = 0 \\).\n\n2ndly.\n\\[ \\frac{d}{c^{-u} \\cdot du} R_i = -(R_{i-1} + R_i), \\]\n\\[ \\frac{d^2 c^{-u} R_i}{c^{-u} d u^2} = R_{i-2} + 2 R_{i-1} + R_i \\]\n\n\\[ \\frac{d^3 c^{-u} R_i}{c^{-u} d u^3} = -(R_{i-3} + 3 R_{i-2} + 3 R_{i-1} + R_i), \\]\n\n&c.\n\n3rdly. \\( n \\) being less than \\( i \\),\n\n\\[ \\int \\frac{d^n c^{-u} R_i}{c^{-u} d u^n} d u = (-1)^n \\cdot \\frac{d^n c^{-u} R_{i+1}}{c^{-u} d u^n}. \\]\n\nThese things being premised, the temperature of an atmosphere in equilibrium will have for its complete expression this formula,\n\n\\[ \\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} = 1 - f R_1 - f' \\frac{d c^{-u} R_3}{c^{-u} d u} - f'' \\frac{d^2 c^{-u} R_5}{c^{-u} d u^2} - &c. \\quad \\ldots \\quad (7.) \\]\n\nthe coefficients \\( f, f', f'' \\), &c. being indeterminate constant quantities. A little attention will show that this expression is equivalent to a series of the powers of \\( u \\); for, first, let the differential operations in the several terms be performed, which will bring out\n\n\\[ \\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} = 1 - f R_1 + f' (R_2 + R_3) - f'' (R_3 + 2 R_4 + R_5) + &c.; \\]\n\nnext, expand \\( R_1, R_2, \\) &c., and the result will be,\n\n\\[ \\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} = 1 - fu + (f - f') \\cdot \\frac{u^2}{1 \\cdot 2} \\]\n\n\\[ - (f - 2f' + f'') \\cdot \\frac{u^3}{1 \\cdot 2 \\cdot 3} \\]\n\n\\[ + (f - 2f' + 3f'' - f''') \\cdot \\frac{u^4}{1 \\cdot 2 \\cdot 3 \\cdot 4} \\]\n\n&c.\n\nThe intention of assuming the formula (7.) is to express the temperature in terms of such a form as will produce, in the refraction, independent parts that decrease rapidly.\n\nIn order to elucidate what is said, and more especially to prove that the analysis here followed comprehends all atmospheres, whether of dry air or of air mixed with aqueous vapour; let \\( p', g', \\tau' \\) denote, as before, the pressure, the density, and the temperature, at the surface of the earth; and put \\( p, g, \\tau \\) for the like quantities at the elevation \\( z \\) above the surface: the equations of equilibrium are these two, the radius of the earth being represented by \\( a \\), viz.\n\n\\[ p = \\int \\frac{-dz \\cdot g}{(1 + \\frac{z}{a})^{3/2}} \\]\n\n\\[ \\frac{p}{p'} = \\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} \\cdot \\frac{g}{g'}. \\]\nThe second of these equations has already been noticed: the integral in the first being extended to the top of the atmosphere, is equal to the weight of the column of air above the initial height, every infinitesimal mass being urged by a gravitation which is equal to unit at the earth's surface, and decreases in the inverse proportion of the square of the distance from the earth's centre. By putting\n\n\\[\n\\frac{1 + \\beta r}{1 + \\beta r'} = 1 - q, \\quad \\sigma = \\frac{z}{1 + \\frac{z^2}{a}}, \\quad \\frac{\\varrho}{\\varrho'} = c^{-u},\n\\]\n\nthe same two equations will be thus written, viz.\n\n\\[\np = \\varrho' \\int -d\\sigma c^{-u},\n\\]\n\n\\[\np = p'(1 - q) c^{-u}.\n\\]\n\nThe three quantities \\(u, q, \\sigma\\), are severally equal to zero at the earth's surface: and the two values of \\(p\\) will not be identical, unless the same three quantities can be expressed by functions of one variable, or, which is equivalent, unless two of them, as \\(q\\) and \\(\\sigma\\), are each functions of the remaining one \\(u\\). Now \\(q\\) being a function of \\(u\\), we shall have,\n\n\\[\nq = \\frac{dq}{du} \\cdot u + \\frac{d^2q}{du^2} \\cdot \\frac{u^2}{1 \\cdot 2} + \\frac{d^3q}{du^3} \\cdot \\frac{u^3}{1 \\cdot 2 \\cdot 3} &c.,\n\\]\n\nthe differentials being valued when \\(u = 0\\), that is, the particular values which they have at the earth's surface being taken. According to what was before shown, we have this other series for \\(q\\), viz.\n\n\\[\nq = f'u - (f' - f') \\cdot \\frac{u^2}{1 \\cdot 2} + (f - 2f' + f'') \\cdot \\frac{u^3}{1 \\cdot 2 \\cdot 3} &c.;\n\\]\n\nand as the two series must be identical, it follows that the quantities \\(f, f', f''\\), &c., will be known, if we can ascertain the particular values assumed at the surface of the earth by the differentials of \\(q\\) considered as varying with \\(u\\), or with the density. Thus the coefficients in the formula (7.) are not hypothetical quantities, but such as have a real existence in nature, and which might be determined experimentally, if we had the means of observing the phenomena of the atmosphere with sufficient exactness, so as to be able to determine \\(q\\) when \\(u\\) is given. It is further to be observed, that the same formula is general for all atmospheres, whether the air be entirely dry, or mixed with aqueous vapour: for it has been investigated from equations common to all atmospheres in equilibrium, without any consideration of a particular state of the air.\n\nBy substituting the series for \\(q\\) in the equation\n\n\\[\n\\frac{p}{p'} = (1 - q) c^{-u},\n\\]\n\nwe obtain,\n\n\\[\n\\frac{p}{p'} = c^{-u} - f' c^{-u} R_1 - f' \\frac{d \\cdot c^{-u} R_3}{du} - f'' \\cdot \\frac{d^2 \\cdot c^{-u} R_5}{du^2} &c. . . . . (8.)\n\\]\nFurther, if this value of $\\frac{p}{p'}$ be substituted in the equation\n\n$$\\frac{p}{p'} = \\frac{q}{q'} \\int - d \\sigma c^{-u},$$\n\nwe shall find\n\n$$\\int - d \\sigma c^{-u} = \\frac{p}{q'} \\cdot \\left\\{ c^{-u} - f \\cdot c^{-u} R_1 - f' \\frac{d \\cdot c^{-u} R_3}{du} - &c. \\right\\}.$$\n\nNow, let this expression be differentiated; then divided by $c^{-u}$; and, finally, integrated, attending to the nature of the functions concerned; and the following result will be obtained:\n\n$$\\sigma = \\frac{z}{1 + \\frac{z}{a}} = \\frac{p}{q'} \\left( u - f \\cdot \\frac{d \\cdot c^{-u} R_2}{c^{-u} \\cdot du} - f' \\frac{d \\cdot c^{-u} R_4}{c^{-u} \\cdot du_2} - &c. \\right) \\ldots \\ldots (9.)$$\n\nThe equations (7.), (8.), (9.) contain the theoretical explanation of the properties of the atmosphere. What is said may easily be proved by applying them to such phenomena as have been ascertained in a satisfactory manner. This application is besides necessary for determining the numerical values of the coefficients $f$, $f'$, $f''$, &c., which enter into the expression of the refraction. For this purpose it is requisite to find the relations that subsist between the pressure, the temperature, and the height above the earth's surface, by combining the equations so as to exterminate $u$.\n\nBy performing the differentiations in the equation (9.), there will be obtained,\n\n$$\\sigma = \\frac{p}{p'} \\left\\{ u + f(R_1 + R_2) - f'(R_2 + 2R_3 + R_4) + &c. \\right\\}$$\n\nand, by expanding the functions,\n\n$$\\sigma = \\frac{p}{p'} \\left\\{ (1 + f) u - (2f - f') \\cdot \\frac{u^2}{2} + (2f - 3f' + f'') \\frac{u^3}{1 \\cdot 2 \\cdot 3} - &c. \\right\\}.$$\n\nNow, by reverting the series for $q$, we get\n\n$$u = \\frac{q}{f} + \\frac{f-f'}{2f} \\cdot \\frac{q^3}{f^3} + \\frac{2f^2 - 4ff' + 3f'^2 - ff''}{6f^2} \\cdot \\frac{q^3}{f^3} + &c.;$$\n\nand, by substituting this value of $u$, the following formula will be obtained:\n\n$$\\sigma = \\frac{z}{1 + \\frac{z}{a}} = \\frac{p}{p'} \\left( \\frac{1+f}{f} \\cdot q + \\frac{f-f'-f^2}{2f^3} \\cdot q^2 + &c. \\right). \\ldots \\ldots (A.)$$\n\nThis equation between the perpendicular elevation $z$, and the difference of temperature\n\n$$q = \\frac{\\beta (\\tau' - \\tau)}{1 + \\beta \\tau'},$$\n\ncontains the law according to which the heat decreases as the height above the earth's surface increases.\n\nFurther, from the equation\nwe deduce\n\n\\[\n\\log \\left( \\frac{p'}{p} \\right) = u + \\log \\frac{1}{1-q} = u + q + \\frac{q^2}{2} + \\frac{q^3}{3} + \\text{&c.};\n\\]\n\nand, by substituting the value of \\( q \\),\n\n\\[\n\\log \\frac{p'}{p} = (1+f)u - \\frac{f-f'-f'^2}{2}u^2 + \\frac{f-2f'+f''-3f'^2+3ff'-2f'^3}{6}u^3, \\text{&c.}\n\\]\n\nBy means of this series and the value of \\( \\sigma \\) in terms of \\( u \\) already found, it is easy to deduce\n\n\\[\n\\sigma = \\log \\left( \\frac{p'}{p} \\right) \\times \\frac{p'}{p} \\left( 1 - \\frac{f}{2} \\cdot u + \\frac{2f-2f'+3f'^2-3ff'-f'^3}{12(1+f)} \\cdot u^2 - \\text{&c.} \\right);\n\\]\n\nand, by substituting the value of \\( u \\), we finally obtain\n\n\\[\n\\sigma = \\frac{z}{1+z/a} = \\log \\frac{p'}{p} \\times \\frac{p'}{p} \\cdot \\left( 1 - \\frac{1}{2}q - \\frac{f+f'^3-f'}{12f^2(1+f)} \\cdot q^2, \\text{&c.} \\right). \\quad \\ldots \\quad (\\text{B.})\n\\]\n\nThis formula determines a perpendicular ascent \\( z \\), when the difference of the pressures, and of the temperatures, at its upper and lower extremities, have been found.\n\nThe formulas that have been investigated are true in an atmosphere of air mixed with aqueous vapour, as well as in one of perfectly dry air; but in applying them, perspicuity requires that the two cases be separately considered.\n\n**Atmosphere of dry air.**\n\nIn applying the formula (A.) to the experimental ascents that have been made in the atmosphere, \\( \\sigma \\) may be accounted equal to \\( z \\), the height ascended: for \\( \\frac{z}{a} \\), which is a minute fraction at the top of the atmosphere, is insensible in small elevations. Further, in such experiments, the depression of the thermometer, or the difference of the temperature at the upper and lower extremities of the ascent, is only a moderate number of degrees; and as \\( \\beta \\) is a very small fraction, the value of \\( q \\) in the formula\n\n\\[\nq = \\frac{\\beta(\\tau' - \\tau)}{1 + \\beta \\tau'}\n\\]\n\nwill be so inconsiderable, that its powers may be neglected. Attending to what is said, the formula (A.), even in those cases where the ascents are most considerable, may take this very simple form without much error, or rather with all the accuracy warranted by the nature of such experiments, viz.\n\n\\[\nz = \\frac{p'}{p} \\cdot \\frac{1+f}{f} \\cdot \\frac{\\beta(\\tau' - \\tau)}{1 + \\beta \\tau'};\n\\]\n\nor, by making \\( D = p'(1+\\beta \\tau') \\),\n\n\\[\nz = \\frac{1+f}{f} \\cdot (\\tau' - \\tau) \\cdot \\beta \\cdot \\frac{p'}{D}.\n\\]\nNow it is obvious that $D$ is the density of the air at the earth's surface, reduced to zero of the thermometer; and hence we learn that $\\frac{p'}{D}$ is independent on the magnitude of $p'$, and has the same value in all atmospheres of dry air; for, $D$ being the density of the air produced by the pressure $p'$ at the fixed temperature zero of the thermometer, it will vary proportionally to $p'$.\n\nThe value of the constant quantity $\\frac{p'}{D}$ is next to be found. It has been ascertained, by very careful experiments, that the density of mercury is to the density of dry air as 10462 to 1, the temperature being 0° centigrade, or 32° of Fahrenheit's scale, and the barometric pressure 0m·76, or 29·9218 English inches. The temperature remaining at 32° Fahrenheit, if the barometric pressure be changed to $p'$, the density of mercury will be to the density of dry air, at the temperature 32° Fahrenheit and under the pressure $p'$, as $10462 \\times \\frac{29·9218}{p'}$ to 1; wherefore, as $D$ stands for the density of dry air in the circumstances mentioned, its value estimated in parts of the density of mercury, will be thus expressed:\n\n$$D = \\frac{1}{10462} \\times \\frac{p'}{29·9218};$$\n\nhence\n\n$$\\frac{p'}{D} = 10462 \\times 29·9218;$$\n\nand, by reducing the inches to fathoms,\n\n$$\\frac{p'}{D} = L = 4347·8 \\text{ fath.}$$\n\nThis quantity being found, we deduce from the foregoing formula for $z$,\n\n$$\\frac{1+f}{f} = \\frac{1}{\\beta L} \\times \\frac{z}{\\tau - \\tau}. $$\n\nA single experiment in which $z$ and $\\tau' - \\tau$ were ascertained, should be sufficient for determining $\\frac{1+f}{f}$ and $f$: but it is well known that great irregularity prevails in the rate at which the heat decreases in the atmosphere, more especially when the elevations are small. This is owing chiefly to the thermometer, which is often affected by local and temporary causes. When we reflect that a considerable variation in the height is required to produce a small change of the thermometer, even the errors unavoidable in the use of that instrument must produce notable discrepancies in the rate, when the whole observed difference of temperature is only a few degrees. It thus appears that the quantity sought cannot be determined with tolerable exactness, except by taking a mean of the results obtained from many experiments. In this view, the average estimations of the decrease of heat in the atmosphere, which have been inferred from their own researches by philosophers on whose judgement and accuracy dependence can be had, becomes very valuable. Professor Playfair, in his\nOutlines, states that the decrease of heat is nearly uniform for the greatest heights we can reach; and that it may be taken on an average as equal to $1^\\circ$ of Fahrenheit's thermometer for 270 feet, or 45 fathoms, of perpendicular ascent. The same rate has the authority of Professor Leslie, to whom Meteorology is so much indebted. If we make $z = 45$ fathoms, $\\tau' - \\tau = 1^\\circ$, $\\beta = \\frac{1}{480}$, we shall obtain\n\n$$\\frac{1+f}{f} = \\frac{45}{9.05} = 5, f = \\frac{1}{4},$$\n\nwhich are the numbers assumed in the paper of 1823.\n\nAccording to Dr. Dalton, another eminent philosopher who has studied meteorology very successfully, and made many experiments with great care, the average ascent for depressing Fahrenheit's thermometer $1^\\circ$ is 300 feet, or 50 fathoms: this gives\n\n$$\\frac{1+f}{f} = \\frac{50}{9.05} = 5.5.$$\n\nRamond, in his Treatise on the Barometrical Formula, has recorded the heights for depressing the centigrade thermometer $1^\\circ$, in 42 different experiments. Setting aside four of this great number on account of their excessive irregularity, he states the mean of the remaining 38 at $164^{m}.7$. A good average may be expected from so many experiments, made by observers of the greatest eminence, in different quarters of the world, in every variety of height and temperature. Now $4347.8$ fathoms $= 7951^{m}$; $\\beta = \\frac{3}{800}$; $z = 164.7$; consequently\n\n$$\\frac{1+f}{f} = \\frac{800 \\times 164.7}{7951 \\times 3} = 5.5$$\n\nIt would be a great omission in this research to leave out the celebrated ascent of Gay Lussac in a balloon. According to Laplace, the whole height ascended, or $z$, is $6980^{m}$, the depression of the thermometer, or $\\tau' - \\tau$, being $40^{o}.25$ centigrade: hence\n\n$$\\frac{1+f}{f} = \\frac{800}{7951 \\times 3} \\times \\frac{6980}{40.25} = 5.8.$$\n\nIt is to be observed that, although experience and theory both concur in proving that $z$ and $\\tau' - \\tau$ increase together in the same proportion to considerable elevations in the atmosphere, yet, at very great elevations, there is no doubt that $z$ increases in a greater ratio than $\\tau' - \\tau$: so that when very great heights are used for computing $\\frac{1+f}{f}$, the resulting value will be greater than the true quantity. What is said accounts sufficiently for the excess of $\\frac{1+f}{f}$ deduced from Gay Lussac's ascent, above the other values found from moderate elevations. Without further research we may adopt the following determinations as near approximations derived from a multitude of experiments,\n\n$$\\frac{1+f}{f} = 5.5; f = \\frac{2}{9}.$$\nThe difference of these numbers from those used in the paper of 1823, produces an increase in the refractions, amounting to $19''$ at the horizon, and to $2''$ at $2^\\circ$ of altitude.\n\nThe irregular manner in which the heat decreases in such experiments as have been used for finding $f$, evidently makes them altogether unfit for determining the next coefficient $f'$. One remark respecting this quantity deserves to be noticed. By expanding the formula (4.), we obtain,\n\n$$\\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} = 1 - fu + f \\cdot \\frac{u^2}{1 \\cdot 2} - f' \\cdot \\frac{u^3}{1 \\cdot 2 \\cdot 3} + \\text{&c.} :$$\n\nthe exact value is\n\n$$\\frac{1 + \\beta \\tau}{1 + \\beta \\tau'} = 1 - fu + (f - f') \\cdot \\frac{u^2}{1 \\cdot 2} - \\text{&c.} :$$\n\nnow, as these values continue very nearly equal to considerable elevations, the first terms of the two series must nearly coincide: which requires that $f'$ shall be only a small part of $f$.\n\nWe have next to attend to the formula (B.). As $q$ is only a small fraction in all the elevations that have been reached in the atmosphere, its square and other powers may be neglected: so that,\n\n$$\\sigma = \\frac{z}{1 + \\frac{z}{a}} = \\frac{p'}{p} \\left(1 - \\frac{q}{2}\\right) \\log \\left(\\frac{p'}{p}\\right) :$$\n\nand, because\n\n$$1 - \\frac{q}{2} = \\frac{1 + \\beta \\left(\\frac{\\tau' + \\tau}{2}\\right)}{1 + \\beta \\tau'} ; \\quad \\frac{p'}{p} \\left(1 + \\beta \\tau'\\right) = L :$$\n\n$$z = \\left(1 + \\frac{z}{a}\\right) \\cdot L \\left(1 + \\beta \\left(\\frac{\\tau' + \\tau}{2}\\right)\\right) \\cdot \\log \\left(\\frac{p'}{p}\\right).$$\n\nNow this is nothing more than the usual barometric formula for measuring heights, as it is found in the writings of Laplace or Poisson. It supposes that unit represents the force of gravity at the earth's surface; and if the variable intensity of that force in different latitudes must be taken into account, nothing more is requisite than to multiply by the proper factor. When this is done the foregoing expression will be identical with the usual formula, all its minutest corrections included. But there is this difference between the two cases, that the usual formula is investigated on the arbitrary supposition that the temperature is constant at all the points of an elevation, and equal to the mean of the temperatures at the two extremities; whereas the other expression is strictly deduced from the general properties of an atmosphere in equilibrium. The exact theoretical formula has been made to coincide with the approximate one, by dismissing all the terms that cannot be estimated in the present state of our knowledge of the phenomena of the atmosphere.\n\nAll the properties of the atmosphere that have been ascertained with any degree of certainty, have been made known to us by the application of the barometric formula:\nit would therefore be superfluous to attempt, by the consideration of particular experiments, any further elucidation of a theory which is, in a manner, identical with observation, as far as our knowledge extends.\n\n**Atmosphere of air mixed with aqueous vapour.**\n\nContinuing to represent the pressure and temperature at the earth's surface by \\( p' \\) and \\( r' \\), and the like quantities at the height \\( z \\) by \\( p \\) and \\( r \\), the symbols \\( (\\varepsilon') \\), \\( (\\varepsilon) \\) may be used to denote the respective densities in the case of air mixed with aqueous vapour. When the pressure and density vary, all the gases, and mixtures of gases and vapours, are found to follow the same laws of dilatation and compression; and hence the same equations that express the equilibrium of an atmosphere of dry air, will hold equally in one of moist air. In the present case these equations will therefore be,\n\n\\[\np = \\int - \\frac{dz \\cdot (\\rho)}{(1 + \\frac{z}{a})^2},\n\\]\n\n\\[\n\\frac{p}{p'} = \\frac{1 + \\beta r}{1 + \\beta r'} \\cdot \\frac{(\\rho)^*}{(\\rho')^*};\n\\]\n\nand if we put\n\n\\[\n\\sigma = \\frac{z}{1 + \\frac{z}{a}}, \\quad \\frac{1 + \\beta r}{1 + \\beta r'} = 1 - q, \\quad \\frac{(\\rho)}{(\\rho')} = c^{-u},\n\\]\n\nthe same equations will be thus written,\n\n\\[\np = (\\varepsilon') \\int - d\\sigma c^{-u},\n\\]\n\n\\[\np = p' (1 - q) c^{-u}.\n\\]\n\nThe three quantities \\( \\sigma, q, u \\) are severally equal to zero at the surface of the earth: so that, by the same procedure as before, we shall obtain these formulas,\n\n\\[\nq = fu - (f - f') \\frac{u^2}{2} + &c.\n\\]\n\n\\[\n\\sigma = \\frac{p'}{(\\rho')} \\left\\{ u - f \\cdot \\frac{d \\cdot c^{-u} R_2}{c^{-u} du} - f' \\cdot \\frac{d \\cdot c^{-u} R_2}{c^{-u} du^2} - &c.\n\\]\n\nBut it is to be observed that, in these expressions, the coefficients \\( f, f', &c. \\), are not exactly the same as in an atmosphere of dry air: for the quantities mentioned, although they have determinate values in the same quiescent atmosphere, depend upon the manner in which the temperature \\( q \\), or the height \\( z \\), varies relatively to the density, or to \\( u \\).\n\nIf we suppose that the height \\( z \\) is not very great, so that the powers of \\( q \\) may be\n\n* This equation is equivalent to the one in p. 18 of M. Biot's dissertation, on which that author lays so much stress.\nneglected, we shall obtain from the foregoing equations,\n\n\\[ z = \\frac{p'}{(p')} \\cdot \\frac{1+f}{f} \\cdot q : \\]\n\nand hence\n\n\\[ \\frac{1+f}{f} = \\frac{1+\\beta r'}{\\beta} \\cdot \\frac{(p')}{p'} \\cdot \\frac{z}{r'-r}. \\]\n\nIn order to ascertain how far this value is different from the like value in the case of dry air, we must resolve the complex density \\((\\varepsilon')\\) into its elements. The hygrometer will discover the tension of the vapour at the earth's surface; and if \\(q'\\) denote this tension in inches of mercury, and \\(q'\\) be the density of dry air under the pressure \\(p'\\) and at the temperature \\(r'\\), the following equation is proved in all the late treatises on Natural Philosophy,\n\n\\[ (\\varepsilon') = q' \\left( 1 - \\frac{3}{8} \\cdot \\frac{q'}{p'} \\right); \\]\n\nby means of which we obtain\n\n\\[ \\frac{1+f}{f} = \\frac{1-\\frac{3}{8} \\cdot \\frac{q'}{p'}}{\\beta L} \\times \\frac{z}{r'-r}, \\]\n\n\\[ L = \\frac{p'}{p' (1+\\beta r')}. \\]\n\nNow the small additional factor in the value of \\(\\frac{1+f}{f}\\) is not taken into account in the measurement of heights by the barometer, no distinction being usually made between dry air and moist air. In order to form some estimate of its effect, we may instance the mean atmosphere of our climate, the temperature of which is 50° Fahrenheit; the greatest possible tension of vapour in such an atmosphere is .36 of an inch of mercury; at a medium, if we make \\(q' = .18\\), and \\(p' = 30\\) inches, we shall have,\n\n\\[ 1 - \\frac{3}{8} \\cdot \\frac{q'}{p'} = 1 - \\frac{1}{444}. \\]\n\nIt thus appears that in our climate, when the mean portion of aqueous vapour is mixed with the air, the value of \\(\\frac{1+f}{f}\\) is less than it would be if the air were perfectly dry by its \\(\\frac{1}{444}\\)th part, a quantity too minute to be perceptible in most experiments.\n\nA small part only of the refractions depend upon \\(f\\), about a twelfth part of the whole at the horizon; so that, neglecting the minute variations which \\(f\\) undergoes by the greater or less portions of aqueous vapour mixed with the air, the effect of which on the refractions is insensible, we may assume that it has the same value in all atmospheres. The same thing applies with greater force to the other coefficients \\(f'\\), \\(f''\\), &c., which having themselves hardly any influence on the refractions, their minute changes in different atmospheres may be wholly disregarded.\n\nIf we substitute for \\((\\varepsilon')\\) its equivalent \\(q' \\left( 1 - \\frac{3}{8} \\cdot \\frac{q'}{p'} \\right)\\) in the foregoing value of \\(\\sigma\\),\nwe shall obtain the following equation, which is sufficient for the problem of the refractions in an atmosphere of moist air:\n\n$$\\sigma = \\frac{1}{1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'} \\cdot \\left\\{ u - f \\cdot \\frac{d \\cdot c^{-u} R_2}{c^{-u} du} - f' \\cdot \\frac{d d \\cdot c^{-u} R_4}{c^{-u} du^2} - &c. \\right\\}}.$$  \n\n(10.)\n\nIn which expression the coefficients $f, f'$, &c., may be considered the same in all atmospheres, the quantity $u$ varying from zero at the earth's surface to be infinitely great at the top of the atmosphere.\n\n8. In the foregoing analysis, every formula has been strictly deduced from the equations of equilibrium: no quantities have been introduced except such as really exist in nature, and might be determined experimentally, if we had the means of exploring the phenomena of the atmosphere with the requisite accuracy. It may not be improper to notice here an obvious consequence of the equation\n\n$$p = \\varepsilon' \\int - d \\sigma c^{-u},$$\n\nwhich holds in an atmosphere of dry air; namely, that the integral\n\n$$\\int - d \\sigma c^{-u},$$\n\nbeing extended from the surface of the earth to the top of the atmosphere, is the analytical expression of $\\frac{p'}{q'}$, or of the height of the homogeneous atmosphere, that is, of a column of air equiponderant to the whole atmosphere, and every part of which has the same density and the same weight which it would have at the surface of the earth. This height varies only with the temperature, and is thus determined:\n\n$$\\frac{p'}{p} = \\frac{p'}{p} (1 + \\beta \\tau') = \\frac{p'}{D} (1 + \\beta \\tau') = L (1 + \\beta \\tau').$$\n\nIn like manner, in an atmosphere of air mixed with aqueous vapour, the same integral is equal to $\\frac{p'}{(p')}$: and we have\n\n$$\\frac{p'}{(p')} = \\frac{p'}{p} \\cdot \\frac{1}{1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'}} = \\frac{L (1 + \\beta \\tau')}{1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'}}.$$\n\nThus the analytical theory agrees in every respect with the real properties of the atmosphere, as far as these have been ascertained; and we now proceed to show that the same theory represents the astronomical refractions with a fidelity that can be deemed imperfect only in so far as the constants $f, f'$, &c., which can only be determined by experiment, are liable to the charge of inaccuracy.\n\n9. The apparent zenith-distance of a star being represented by $\\theta$, and the refraction by $\\delta \\theta$, the following formulas have already been obtained (§ 2. equations (2.) and (3.).)\n\n$$d \\cdot \\delta \\theta = \\frac{dy}{\\sqrt{r^2 - y^2}},$$\n\\[ y = a \\sin \\theta \\times \\sqrt{\\frac{1 + 2 \\phi(\\rho')}{1 + 2 \\phi(\\rho)}}, \\]\n\nthe quantity \\( \\delta \\theta \\) being supposed to increase from the surface of the earth to the top of the atmosphere. For the sake of perspicuity, we shall, in the first place, confine our attention to an atmosphere of dry air, in which case it is known by experiment that the refractive power \\( \\phi(\\varepsilon) \\) is proportional to the density \\( \\varepsilon \\); so that\n\n\\[ \\phi(\\varepsilon) = K \\times \\varepsilon, \\]\n\n\\( K \\) being a constant. Adverting to the mode of expression before used, we have\n\n\\[ \\varepsilon = \\varepsilon' c^{-u}; \\]\n\nand hence\n\n\\[ \\phi(\\varepsilon) = K \\times \\varepsilon = K \\varepsilon' \\cdot c^{-u}, \\]\n\n\\[ y = a \\sin \\theta \\times \\sqrt{\\frac{1 + 2K\\rho'}{1 + 2K\\rho'c^{-u}}}; \\]\n\nand by introducing new symbols in order to abridge expressions,\n\n\\[ \\alpha = \\frac{K\\rho'}{1 + 2K\\rho'}, \\]\n\n\\[ \\omega = 1 - c^{-u}, \\]\n\n\\[ y = \\frac{a \\sin \\theta}{\\sqrt{1 - 2\\alpha \\omega}}. \\]\n\nLet this value of \\( y \\) be substituted in the differential of the refraction; then\n\n\\[ r^2 = (a + z)^2 = a^2 \\left(1 + \\frac{z}{a}\\right)^2 = \\frac{a^2}{\\left(1 - \\frac{\\sigma}{a}\\right)^2}, \\]\n\n\\[ d.\\delta \\theta = \\sin \\theta \\times \\frac{\\alpha}{1 - 2\\alpha \\omega} \\times \\sqrt{\\frac{d\\omega}{\\left(1 - 2\\alpha \\omega\\right)^2 - \\sin^2 \\theta}}. \\]\n\nIn further transforming this expression, it is to be observed that \\( \\alpha \\) is a very small fraction less than '0003; and if the atmosphere extend fifty miles above the earth's surface, \\( \\frac{z}{a} \\) or \\( \\frac{\\sigma}{a} \\) when greatest will not exceed '012. If we now put\n\n\\[ \\frac{\\sigma}{a} = \\frac{s}{a} + \\alpha \\omega, \\]\n\nwe shall have\n\n\\[ \\frac{1 - 2\\alpha \\omega}{\\left(1 - \\frac{\\sigma}{a}\\right)^2} = \\frac{(1 - \\alpha \\omega)^2 - \\alpha^2 \\omega^2}{\\left(1 - \\alpha \\omega - \\frac{s}{a}\\right)^2} = 1 + 2 \\frac{s}{a} + 3 \\frac{s^2}{a^2}, \\]\n\nthe quantities rejected being plainly of no account relatively to those retained. Further, because \\( \\omega \\) is always less than 1, \\( \\frac{\\alpha}{1 - 2\\alpha \\omega} \\) is contained between \\( \\alpha \\) and \\( \\alpha (1 + 2\\alpha) \\); and\nit may be taken equal to \\( \\alpha \\), or to the mean value \\( \\alpha (1 + \\alpha) \\). Thus we have\n\n\\[\nd.\\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha) duc^{-u}}{\\sqrt{\\cos^2 \\theta + 2 \\frac{s}{a} + 3 \\frac{s^2}{a^2}}}.\n\\]\n\nAgain, the formula (9.) gives\n\n\\[\n\\sigma = s + a \\cdot \\alpha \\omega = \\frac{p'}{p'} \\cdot \\left\\{ u - f' \\cdot \\frac{d.c^{-u} R_2}{c^{-u} du} - f' \\cdot \\frac{d.d.c^{-u} R_4}{c^{-u}.du^2} - &c. \\right\\}.\n\\]\n\nNow,\n\n\\[\n\\frac{p'}{p'} = \\frac{p'}{p'(1 + \\beta \\tau')} \\cdot (1 + \\beta \\tau') = L(1 + \\beta \\tau'):\n\\]\n\nand if we make\n\n\\[\ns \\cdot \\frac{g'}{p'} = \\frac{s}{L(1 + \\beta \\tau')} = x,\n\\]\n\n\\[\n\\frac{p'}{p'} \\cdot \\frac{1}{a} = \\frac{L(1 + \\beta \\tau')}{a} = i,\n\\]\n\n\\[\n\\frac{a \\cdot p' \\cdot \\alpha}{p'} = \\frac{\\alpha}{i} = \\lambda,\n\\]\n\nwe shall have\n\n\\[\n\\frac{s}{a} = ix\n\\]\n\n\\[\nx = u - \\lambda (1 - c^{-u}) - f' \\cdot \\frac{d.c^{-u} R_2}{c^{-u} du} - f' \\cdot \\frac{d.d.c^{-u} R_4}{c^{-u}.du^2} - &c.\n\\]\n\nLet \\( \\Psi(u) \\) stand for all the terms in this value of \\( x \\) except the first, so that\n\n\\[\nx = u - \\Psi(u):\n\\]\n\nfrom this we deduce by Lagrange's theorem,\n\n\\[\nc^{-u} = c^{-x} - c^{-x} \\Psi(x) - \\frac{1}{2} \\cdot \\frac{d.c^{-x} \\Psi^2(x)}{dx} - &c.:\n\\]\n\nconsequently,\n\n\\[\nduc^{-u} = dx c^{-x} + \\frac{d.c^{-x} \\Psi(x)}{dx} dx + \\frac{1}{2} \\cdot \\frac{d.d.c^{-x} \\Psi^2(x)}{dx^2} dx + &c.\n\\]\n\nBy means of the values that have been found, the differential of the refraction can be expressed in terms of one variable \\( x \\). In making the substitutions, the smallest term of the radical quantity is to be neglected in all the terms of \\( duc^{-u} \\), except the first and greatest; and the denominator of that term is to be expanded. Thus we obtain\n\n\\[\nd.\\delta \\theta = \\sin \\theta \\cdot \\alpha (1 + \\alpha) \\cdot \\left\\{ \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\cdot \\left( c^{-x} + \\frac{d.c^{-x} \\Psi(x)}{dx} \\right) \\right. \\\\\n+ \\frac{1}{2} \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\cdot \\frac{d.d.c^{-x} \\Psi^2(x)}{dx} \\\\\n- \\frac{3}{2} \\int \\frac{dx}{(\\cos^2 \\theta + 2ix)^{\\frac{3}{2}}} \\cdot c^{-x} \\cdot i^2 x^2.\n\\]\n\nIn order to estimate the relative magnitude of the several parts of this formula we\nmust find the numerical values of the quantities \\( \\alpha \\) and \\( i \\). If \\( n \\) stands for the refraction at 45° of altitude, determined very exactly from many astronomical observations, we shall have\n\n\\[\n\\alpha = n(1 - 2i + 2n),\n\\]\n\nas will readily appear from the formula according to Cassini's method given in § 1.\n\nMM. Biot and Arago have ascertained the value of \\( \\alpha \\) with great exactness in a different way, by means of experiments on the gases with the prism. In some of the best attempts to determine \\( \\alpha \\), the refractions at 45° of altitude, being reduced to the barometer 29°6 and to the temperature 50° Fahr., are as follows:\n\n| Dr. Brinkley | De Lambre | Bessel, Tab. Reg | Experiments of MM. Biot and Arago | Mean |\n|--------------|-----------|------------------|---------------------------------|------|\n|              |           |                  |                                 | 57°55 |\n\nIt appears that Bessel's determination has the best claim to be preferred: but as it differs very little from De Lambre's result, which is adopted in the paper of 1823, the same value will be retained in the calculations which follow. According to De Lambre, the value of \\( \\alpha \\) is 60°616* at the temperature 0° centigrade, and the barometric pressure 0°76: wherefore, when the temperature is 50° Fahr. and the pressure 30 inches (= 0°762), we shall have\n\n\\[\n\\alpha = 60°616 \\times \\frac{762}{760 \\times 1°0018} \\times \\frac{1}{1 + \\frac{18}{480}} = 58°47:\n\\]\n\nand in parts of the radius,\n\n\\[\n\\alpha = 0°002835.\n\\]\n\nIt has been found that \\( L = 4347°8 \\) fathoms at 0° centigrade or 32° Fahr.: wherefore, if we make \\( a = \\) mean radius of the earth = 3481280 fathoms, we shall have at the temperature of our climate, or 50° Fahr.,\n\n\\[\ni = \\frac{L(1 + \\beta r)}{a} = \\frac{4347°8 \\left(1 + \\frac{18}{483}\\right)}{3481280} = 0°012958;\n\\]\n\nand hence\n\n\\[\n\\lambda = \\frac{\\alpha}{i} = 0°21878.\n\\]\n\nWe can now inquire into the values of the last two terms of the foregoing formula for the refraction, both of which are very small. With respect to the first of them, we have,\n\n\\[\n\\Psi(x) = \\lambda (1 - e^{-x}) + f \\cdot \\frac{d \\cdot e^{-x} R_2}{c^{-x} dx} + f' \\cdot \\frac{d \\cdot d \\cdot e^{-x} R_4}{c^{-x} dx^2} + \\text{&c.}\n\\]\n\n* Tableaux Chronomiques, publiées par le Bureau des Longitudes de France.\nand, by performing the differential operations,\n\n\\[ \\Psi(x) = \\lambda (1 - c^{-x}) + f'(R_1 + R_2) + f''(R_2 + 3R_3 + R_4); \\]\n\nand, by substituting the values of the functions,\n\n\\[ h = 2f - \\lambda = 0.22566 \\]\n\n\\[ \\Psi(x) = -h(1 - c^{-x}) + f'x + 4f''\\left(1 - x + \\frac{3x^2}{8} - \\frac{x^3}{24} - c^{-x}\\right). \\]\n\nIt might not be very objectionable to neglect the term multiplied by \\( f'' \\), for the same reasons that the terms which follow it are neglected, that is, both on account of the nature of the functions and because the coefficients are small; but, in order to leave no room for scruples respecting accuracy, the square of the entire expression set down, may be thus represented:\n\n\\[ \\Psi^2(x) = G - 8hf'.G' + 8ff''.G'' + 16f'^2.G''' \\]\n\nThe integral in the term under consideration is greatest when the radical quantity in the denominator is least, that is, when \\( \\cos \\theta = 0 \\): and if the integration be performed between the limits \\( x = 0, x = \\infty \\), we shall obtain a result greater than if the integral were extended only to the top of the atmosphere. Now we have,\n\n\\[ G = h^2(1 - 2c^{-x} + c^{-2x}) + 2hf'.xc^{-x} - 2hf'.x + f'^2.x^2; \\]\n\nand, by operating on the terms separately, the part of the integral depending on \\( G \\), will be as follows:\n\n\\[ \\int_0^\\infty \\frac{dx}{\\sqrt{2ix}} \\cdot \\frac{dd.c^{-x}G}{dx^2} = \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} \\times \\left(h^2(1 - 4\\sqrt{2} + 3\\sqrt{3}) - 3hf(\\sqrt{2}) - 1) + \\frac{3}{4}f'^2\\right) = \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} \\times 0.00216. \\]\n\nThe other parts depending on \\( G', G'', G''' \\) are complicated; but they are troublesome more on account of the number of terms they contain than from any difficulty in the integrations. The following results have been obtained:\n\n\\[ 8hf' \\times \\int_0^\\infty \\frac{dx}{\\sqrt{2ix}} \\cdot \\frac{dd.c^{-x}G'}{dx^2} = -f' \\times \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} \\times 0.01759, \\]\n\n\\[ 8ff' \\times \\int_0^\\infty \\frac{dx}{\\sqrt{2ix}} \\cdot \\frac{dd.c^{-x}G''}{dx^2} = -f' \\times \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} \\times 0.02043, \\]\n\n\\[ 16f'^2 \\int_0^\\infty \\frac{dx}{\\sqrt{2ix}} \\cdot \\frac{dd.c^{-x}G'''}{dx^2} = +f'^2 \\times \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} \\times 0.00855. \\]\n\nCollecting all the parts, the term sought is found, viz.\n\n\\[ \\frac{a(1+a)}{2} \\int_0^\\infty \\frac{dx}{\\sqrt{2ix}} \\cdot \\frac{dd.c^{-x}\\Psi^2(x)}{dx^2} = \\frac{a(1+a)\\sqrt{\\pi}}{\\sqrt{2i}} \\times \\left(0.00108 - f' \\times 0.00142 + f'^2 \\times 0.00427\\right). \\]\nTo this must be added the other term, which, being integrated in the same circumstances, gives,\n\n\\[- \\frac{3}{2} \\int_0^\\infty \\frac{dx c^{-x}}{\\sqrt{2ix}} \\times \\frac{i}{2} = - \\frac{3}{8} \\cdot \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} = - \\frac{\\sqrt{\\pi}}{\\sqrt{2i}} \\times 0.00049.\\]\n\nIt thus appears that the two small terms of the expression of the refraction are, together, equal to\n\n\\[\\frac{\\alpha(1 + \\alpha)}{\\sqrt{2i}} \\cdot \\left(0.00059 - f' \\times 0.00142 + f'' \\times 0.00427\\right);\\]\n\nand as\n\n\\[\\frac{\\alpha(1 + \\alpha)}{\\sqrt{2i}} = 2036''5,\\]\n\nthe greatest amount of both is about \\(1''\\).\n\nThe whole refraction will therefore be thus expressed:\n\n\\[d.\\delta \\theta = \\sin \\theta \\times \\alpha (1 + \\alpha) \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\left(c^{-x} + \\frac{d.c^{-x} \\Psi(x)}{dx}\\right),\\]\n\nwith the assurance that the error cannot exceed \\(1''\\). If we substitute what \\(\\Psi(x)\\) stands for, we shall have\n\n\\[d.\\delta \\theta = \\sin \\theta \\times \\alpha (1 + \\alpha) \\times \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\times\\]\n\n\\[(c^{-x} + \\lambda \\cdot \\frac{d.(c^{-x} - c^{-2x})}{dx} + f'. \\frac{d.d.c^{-x} R_2}{dx^2} + f''. \\frac{d^3.c^{-x} R_4}{dx^3} + &c.).\\]\n\nThis expression being regular, it may be continued to any number of terms, and it has the advantage of being linear with respect to the coefficients. Adverting to what \\(x\\) stands for, it will appear that \\(L \\times x\\) is nearly equal to \\(s\\), or to \\(z\\), that is, to the elevation in the atmosphere; so that, if we suppose the greatest height of the atmosphere is \\(10 \\times L\\), or about fifty miles, the greatest value of \\(x\\) will be 10; and all the integrals in the foregoing expression must be taken between the limits zero and 10. But the quantity \\(c^{-x}\\) is so small when \\(x\\) has increased to 8 or 10, that the results are not sensibly different whether the integrals be extended to those limits or be continued to infinity. By substituting the values of the functions, the expression of \\(\\delta \\theta\\) will take this form:\n\n\\[\\delta \\theta = \\sin \\theta \\times \\alpha (1 + \\alpha) \\times \\left\\{ \\int \\frac{dx c^{-x}}{\\sqrt{\\cos^2 \\theta + 2ix}} + \\lambda \\int \\frac{dx (2c^{-2x} - c^{-x})}{\\sqrt{\\cos^2 \\theta + 2ix}}\\right.\\]\n\n\\[- f \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\cdot \\left(4c^{-2x} - 3c^{-x} + xc^{-x}\\right)\\]\n\n\\[- f' \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\cdot \\left(8c^{-2x} - 8c^{-x} + 7xc^{-x} - 2x^2c^{-x} + \\frac{x^3c^{-x}}{6}\\right)\\]\n\n\\[- f'' \\int \\frac{dx}{\\sqrt{\\cos^2 \\theta + 2ix}} \\cdot \\left(16c^{-2x} - 16c^{-x} + 16xc^{-x} - \\frac{15}{2}x^2c^{-x} + \\frac{11}{6}x^3c^{-x} - \\frac{5}{24}x^4c^{-x} + \\frac{x^5c^{-x}}{120}\\right).\\]\nIn order to illustrate the rapidity with which the terms decrease, it may be proper to find the limit of $\\delta \\theta$, by making $\\cos^2 \\theta = 0$, and integrating between the limits $x = 0, x = \\infty$; which limit is not sensibly different from the refraction at the horizon.\n\nNow it will be found that, in the circumstances mentioned,\n\n$$\\delta \\theta = \\frac{\\alpha (1 + \\alpha)}{\\sqrt{2i}} \\times \\left\\{ 1 + \\lambda \\left( \\sqrt{2} - 1 \\right) \\right.$$\n\n$$- f \\left( 2 \\sqrt{2} - \\frac{5}{2} \\right)$$\n\n$$+ f' \\left( 4 \\sqrt{2} - \\frac{91}{16} \\right)$$\n\n$$- f'' \\left( 8 \\sqrt{2} - \\frac{2895}{256} \\right)$$\n\n$$- &c.$$ or, in seconds,\n\n$$\\delta \\theta = 2072''46 - f'' \\times 62'4 - f''' \\times 10''2 - &c.$$ From this calculation it appears that the term multiplied by $f''$ and all the subsequent terms are too small to be sensible; and as $f'$ is much less than $f$, even the term multiplied by $f''$ can hardly exceed a few seconds at low altitudes. There is great probability that the horizontal refraction is very near $34'30''$, and does not exceed this quantity.\n\nTo prepare the foregoing expression of $\\delta \\theta$ for integration, put\n\n$$m = 10, \\frac{\\sqrt{2i} m}{\\cos \\theta} = \\tan \\phi, e = \\tan \\frac{\\phi}{2};$$\n\nthen\n\n$$\\cos^2 \\theta = \\frac{(1 - e^2)^2}{4e^2} \\times 2i m,$$\n\n$$\\sqrt{\\cos^2 \\theta + 2i m} = \\frac{\\sqrt{5i}}{e} \\cdot \\sqrt{(1 - e^2)^2 + 4e^2 \\cdot \\frac{x}{m}} = \\frac{\\sqrt{5i}}{e} \\cdot \\Delta:$$\n\nand we shall have\n\n$$\\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times \\left\\{ \\int_0^m \\frac{edx}{\\Delta} \\cdot c^{-x} \\right.$$\n\n$$+ \\lambda \\int_0^m \\frac{edx}{\\Delta} \\cdot \\left( 2c^{-2x} - c^{-x} \\right)$$\n\n$$- f \\int_0^m \\frac{edx}{\\Delta} \\cdot \\left( 4c^{-2x} - 3c^{-x} + xc^{-x} \\right)$$\n\n$$+ f' \\int_0^m \\frac{edx}{\\Delta} \\cdot \\left( 8c^{-2x} - 8c^{-x} + 7xc^{-x} - 2x^2c^{-x} + \\frac{x^3}{6}c^{-x} \\right).$$\n\nFor the sake of abridging, the several integrals in succession may be represented by $Q_0, Q_1, Q_2, Q_3$; so that the value of $\\delta \\theta$ will be thus written:\n\n$$\\delta \\theta \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\cdot (Q_0 + \\lambda Q_1 - f Q_2 + f' Q_3).$$\n10. The equation (C.) supposes that the atmosphere consists entirely of dry air: we have next to consider what modification must be made when it contains a portion of aqueous vapour.\n\nIn the first place, when $p'$ and $\\tau'$, the pressure and temperature at the surface of the earth, are given, as they are in the mean atmosphere which produces the refractions, the quantity $\\alpha$, or the refractive power of the air, is not liable to be altered by any possible mixture of aqueous vapour. For if an addition of vapour to dry air diminish the refractive power by making the density less, the greater action of the vapour upon light is found almost exactly to compensate the defect. Laplace first made this observation; which has been confirmed by MM. Biot and Arago, who have established by experiments, that the refractive power of air, whether dry or mixed with vapour, is the same, when the pressure and temperature are the same. It thus appears that, as far as the quantity $\\alpha$, or the refractive power of the air at the earth's surface, is concerned, the astronomical refractions are independent on the hygrometric condition of the atmosphere.\n\nBut a mixture of vapour may produce changes in the expression of the refraction, by altering the coefficients or the integrals. Now, if we attend to the formulas that have been found for an atmosphere of moist air, and in the equation (10.) make the same substitution as in the case of dry air, viz.\n\n$$\\frac{\\sigma}{a} = \\frac{s}{a} + \\alpha \\omega,$$\n\nwe shall obtain\n\n$$s \\cdot \\left(\\frac{p'}{p}\\right) = \\frac{s \\left(1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'}\\right)}{L \\left(1 + \\beta \\tau'\\right)} = x,$$\n\n$$\\frac{p'}{p} \\cdot \\frac{1}{a} = \\frac{L \\left(1 + \\beta \\tau'\\right)}{a \\left(1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'}\\right)} = i,$$\n\n$$\\alpha \\cdot \\frac{a \\left(\\frac{p'}{p}\\right)}{i} = \\frac{\\alpha}{i} = \\frac{a \\left(1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'}\\right)}{L \\left(1 + \\beta \\tau'\\right)} = \\lambda;$$\n\nand further, it will appear that the same relation subsists between $x$ and $u$ in the atmosphere of moist air as between the quantities represented by the same letters in the atmosphere of dry air. The same procedure will therefore lead, in both cases, to the same integrals extending between the same limits. The only difference lies in the values of $\\lambda$ and $i$, which in the case of moist air acquire, as a multiplier or divisor, the small factor $\\left(1 - \\frac{3}{8} \\cdot \\frac{\\phi'}{p'}\\right)$ depending on the tension of the vapour at the earth's surface. If the hygrometer afforded an easy practical method of ascertaining the tension of the vapour, the minute variations of the refractions, arising from moisture in the atmosphere, might be corrected by the method usually employed for compen-\nsating the small changes which a difference of temperature causes in the mean constants.\n\nExperience confirms what has been said; for all the astronomers who have attended to aqueous vapour in the atmosphere, agree in admitting that it either has no influence, or but a very small and imperceptible effect, to alter the refractions. On this head it will be sufficient to cite the authority of M. Biot*, who seems carefully to have studied this point, on which he expresses himself very strongly. The very exact coincidence of the theoretical with the observed refractions as far as $88^\\circ$ or $88\\frac{1}{2}^\\circ$ from the zenith, concurs to prove that the variable quantity of vapour in the air has little influence so long as it retains the gaseous form; but at lower altitudes, when the rays of light become almost parallel to the horizon, it is very probable that particular and local causes may come into play.\n\n11. Nothing is now wanted for completing the solution of the problem, except the reducing of the expression (C.) to a form fit for numerical calculation.\n\n**Investigation of the integral $Q_j$.**\n\nWe have\n\n$$Q_0 = \\int_0^m \\frac{e dx c^{-x}}{\\Delta} = \\int_0^m \\frac{e dx c^{-x}}{\\sqrt{(1 - e^2)^2 + 4 e^2 \\cdot \\frac{x}{m}}} :$$\n\nassume,\n\n$$\\Delta = \\sqrt{(1 - e^2)^2 + 4 e^2 \\cdot \\frac{x}{m}} = 1 - e^2 + 2 e^2 z ;$$\n\nthen,\n\n$$\\frac{e dx}{\\Delta} = e \\cdot m dz,$$\n\n$$\\frac{x}{m} = t = 1 - e^2 (z - z^2).$$\n\nBy Lagrange's theorem,\n\n$$\\Psi = t - t^2,$$\n\n$$z = t + e^2 \\cdot \\Psi + \\frac{e^4}{1 \\cdot 2} \\cdot \\frac{d \\Psi^2}{dt} + \\frac{e^6}{1 \\cdot 2 \\cdot 3} \\cdot \\frac{d^2 \\Psi^3}{dt^2} + &c.;$$\n\n$$m dz = m dt \\left\\{ 1 + e^2 \\cdot \\frac{d \\Psi}{dt} + \\frac{e^4}{1 \\cdot 2} \\cdot \\frac{d^2 \\Psi^2}{dt^2} + \\frac{e^6}{1 \\cdot 2 \\cdot 3} \\cdot \\frac{d^3 \\Psi^3}{dt^3} + &c. \\right\\};$$\n\nconsequently,\n\n$$\\int_0^m \\frac{e dx c^{-x}}{\\Delta} = \\int_0^1 m dt c^{-mt} \\left\\{ e + e^3 \\frac{d \\Psi}{dt} + \\frac{e^5}{1 \\cdot 2} \\cdot \\frac{d^2 \\Psi^2}{dt^2} + &c. \\right\\}.$$\n\nWherefore, if we assume\n\n$$Q_0 = A_1 e + A_3 e^3 + A_5 e^5 + &c.,$$\n\n* Précis Elem. de Physique, p. 229. tom. ii. edit. 2nd. Addit. à la Conn. des Temps, 1839, p. 36.\nwe shall have\n\n\\[ A_{2n+1} = \\frac{1}{1 \\cdot 2 \\cdot 3 \\ldots n} \\int_0^1 m dt c^{-mt} \\cdot \\frac{d^n \\Psi^n}{dt^n}. \\]\n\nIn the first place, it may be proper to show that all the coefficients in the series for \\( Q^0 \\) are positive. For this purpose integrate by parts, and the results will be\n\n\\[ A_{2n+1} = \\frac{m}{1 \\cdot 2 \\cdot 3 \\ldots n} \\times \\left\\{ c^{-mt} \\cdot \\frac{d^{n-1} \\Psi^n}{dt^{n-1}} + \\int m dt c^{-mt} \\cdot \\frac{d^{n-1} \\Psi^n}{dt^{n-1}} \\right\\}. \\]\n\nNow it is evident that\n\n\\[ \\frac{d^{n-1} \\Psi^n}{dt^{n-1}} \\]\n\nis divisible both by \\( t \\) and \\( 1 - t \\): it is therefore zero at both the limits of the integral; so that we have simply\n\n\\[ A_{2n+1} = \\frac{m}{1 \\cdot 2 \\cdot 3 \\ldots n} \\cdot \\int_0^1 m dt c^{-mt} \\cdot \\frac{d^{n-1} \\Psi^n}{dt^{n-1}}. \\]\n\nContinuing to integrate in like manner, we shall find after \\( n \\) successive operations,\n\n\\[ A_{2n+1} = \\frac{m^n}{1 \\cdot 2 \\cdot 3 \\ldots n} \\int_0^1 m dt c^{-mt} \\Psi^n, \\]\n\nwhich is obviously a positive quantity.\n\nBy expanding, we get\n\n\\[ \\Psi^n = t^n (1 - t)^n = t^n - n \\cdot t^{n+1} + n \\cdot \\frac{n-1}{2} \\cdot t^{n+2} - &c.: \\]\n\nand, by performing the differential operations,\n\n\\[ \\frac{1}{1 \\cdot 2 \\cdot 3 \\ldots n} \\cdot \\frac{d^n \\Psi^n}{dt^n} = 1 - n \\cdot n + 1 \\cdot \\frac{t}{1} + \\left( n \\cdot \\frac{n-1}{2} \\right) \\cdot n + 1 \\cdot n + 2 \\cdot \\frac{t^2}{1 \\cdot 2} - &c. \\]\n\nNow, because \\( t = \\frac{x}{m} \\), if we put,\n\n\\[ \\Psi'(x) = \\frac{1}{1 \\cdot 2 \\cdot 3 \\ldots n} \\cdot \\frac{d^n \\Psi^n}{dt^n}, \\]\n\nwe shall have\n\n\\[ \\Psi'(x) = 1 - n \\cdot \\frac{n+1}{m} \\cdot \\frac{x}{1} + n \\cdot \\frac{n-1}{2} \\cdot \\frac{n+1}{m^2} \\cdot \\frac{x^2}{1 \\cdot 2} - &c. \\]\n\nAnother form may be given to this function; for, without any variation in quantity, \\( t \\) and \\( 1 - t \\) may be interchanged, not only in\n\n\\[ \\Psi^n = t^n (1 - t)^n, \\]\n\nbut in all its differentials, observing that the results equal in quantity will have opposite signs when the number of differentiations is odd, and the same sign when the number is even. Now if, instead of \\( t = \\frac{x}{m} \\), we substitute \\( 1 - t = \\frac{m-x}{m} \\), we shall have\n\n\\[ \\Psi'(x) = \\pm \\left\\{ 1 - n \\cdot \\frac{n+1}{m} \\cdot \\frac{m-x}{1} + n \\cdot \\frac{n-1}{2} \\cdot \\frac{n+1}{m^2} \\cdot \\frac{(m-x)^2}{1 \\cdot 2} - &c. \\right\\}. \\]\nThe coefficient $A_{2n+1}$ is thus expressed in terms of $x$:\n\n$$A_{2n+1} = \\int_0^m dx \\ c^{-x} \\Psi'(x) :$$\n\nthe indefinite integral is\n\n$$-c^{-x} \\left\\{ \\Psi'(x) + \\frac{d}{dx} \\Psi'(x) + \\frac{d^2}{dx^2} \\Psi'(x) + &c. \\right\\}.$$\n\nThis integral, taken between the limits $x = 0$ and $x = m$, is equal to $A_{2n+1}$: the first form of $\\Psi'(x)$ will give the values of all the differentials at the limit $x = 0$; and the second form of the same function will give the like values at the other limit $x = m$: Thus we obtain,\n\n$$A_{2n+1} \\left\\{ 1 - n \\cdot \\frac{n+1}{m} + n \\cdot \\frac{n-1}{2} \\cdot \\frac{n+1}{m^2} \\cdot \\frac{n+2}{m^2} - &c. \\right\\}$$\n\n$$\\mp c^{-m} \\left\\{ 1 + n \\cdot \\frac{n+1}{m} + n \\cdot \\frac{n-1}{2} \\cdot \\frac{n+1}{m^2} \\cdot \\frac{n+2}{m^2} + &c. \\right\\},$$\n\nthe upper or lower sign taking place according as $n$ is even or odd.\n\nThe numerical coefficients, computed by the formula, are as follows:\n\n$$c^{-m} = c^{-10} = 0.000454$$\n\n$$A_1 = 1 - c^{-m} = 0.9999546$$\n\n$$A_3 = \\frac{4}{5} + \\frac{6}{5} c^{-m} = 0.8000545$$\n\n$$A_5 = \\frac{13}{25} - \\frac{43}{25} c^{-m} = 0.5199219$$\n\n$$A_7 = \\frac{7}{25} + \\frac{73}{25} c^{-m} = 0.2801326$$\n\n$$A_9 = \\frac{16}{125} - \\frac{726}{125} c^{-m} = 0.1277363$$\n\n$$A_{11} = \\frac{31}{625} + \\frac{8359}{625} c^{-m} = 0.0502072$$\n\n$$A_{13} = 0.0172805$$\n\n$$A_{15} = 0.0052779$$\n\n$$A_{17} = 0.0014467$$\n\n$$A_{19} = 0.0003593$$\n\n$$A_{21} = 0.0000815$$\n\n$$A_{23} = 0.0000170$$\n\n$$A_{25} = 0.0000036.$$  \n\nThe horizontal refraction answers to $\\cos \\theta = 0$, $e = 1$; and the part of it depending on $Q_0$ is found by adding all the coefficients, viz.\n\n$$\\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times 2.8024736 = 2036''.52.$$\nIf we take the integral between the limits \\( x = 0, x = \\infty \\), the result is not sensibly different, viz.\n\n\\[\n\\alpha (1 + \\alpha) \\int_0^\\infty \\frac{dx e^{-x}}{\\sqrt{2i} x} = \\frac{\\alpha (1 + \\alpha)}{\\sqrt{2i}} \\sqrt{\\pi} = 2036''52.\n\\]\n\n**Investigation of \\( \\lambda \\times Q_1 \\).**\n\nFor this purpose we must find the value of\n\n\\[\n\\int_0^m \\frac{2 dx c^{-2x}}{\\Delta} = \\int_0^m \\frac{2 dx c^{-2x}}{\\sqrt{(1 - e^2)^2 + 4e^2 \\cdot \\frac{x}{m}}} = \\int_0^m \\frac{2 dx c^{-2x}}{\\sqrt{(1 - e^2)^2 + 4e^2 \\cdot \\frac{2x}{2m}}};\n\\]\n\nthis integral has therefore the same form as \\( Q_0 \\), the quantities \\( 2x \\) and \\( 2m \\) taking the place of \\( x \\) and \\( m \\). Wherefore, if we assume\n\n\\[\ne \\times \\int \\frac{2 dx c^{-2x}}{\\Delta} = a_1 e + a_3 e^3 + a_5 e^5 + \\&c.,\n\\]\n\nthe value of \\( a_{2n+1} \\) will be found merely by writing \\( 2m \\) for \\( m \\) in the expression of \\( A_{2n+1} \\); but as \\( c^{-2m} = c^{-20} \\) is extremely minute, the part multiplied by it may be neglected. Thus,\n\n\\[\na_{2n+1} = 1 - n \\cdot \\frac{n + 1}{2m} + n \\cdot \\frac{n - 1}{2} \\cdot \\frac{n + 1 \\cdot n + 2}{(2m)^2} - \\&c.\n\\]\n\nThe numerical coefficients are as follows:\n\n\\[\n\\begin{align*}\na_1 &= 1 \\\\\na_3 &= 0.9 \\\\\na_5 &= 0.73 \\\\\na_7 &= 0.535 \\\\\na_9 &= 0.3555 \\\\\na_{11} &= 0.21505 \\\\\na_{13} &= 0.118945 \\\\\na_{15} &= 0.0604215 \\\\\na_{17} &= 0.0283127 \\\\\na_{19} &= 0.0122898 \\\\\na_{21} &= 0.0049621 \\\\\na_{23} &= 0.0018695 \\\\\na_{25} &= 0.0006623.\n\\end{align*}\n\\]\n\nThese values being found, if we assume\n\n\\[\n\\lambda \\times Q_1 = B_3 e^3 + B_5 e^5 + B_7 e^7 + \\&c.,\n\\]\n\nthe term \\( \\lambda \\times c^{-m} \\times e \\), which is insensible, being omitted, we shall have\n\n\\[\nB_3 = \\lambda (a_3 - A_3) = 0.021866\n\\]\n\\[ B_5 = \\lambda (a_5 - A_5) = 0.045961 \\]\n\\[ B_7 = \\lambda (a_7 - A_7) = 0.055760 \\]\n\\[ B_9 = \\lambda (a_9 - A_9) = 0.049829 \\]\n\\[ B_{11} = \\lambda (a_{11} - A_{11}) = 0.036064 \\]\n\\[ B_{13} = \\lambda (a_{13} - A_{13}) = 0.022242 \\]\n\\[ B_{15} = \\lambda (a_{15} - A_{15}) = 0.012064 \\]\n\\[ B_{17} = \\lambda (a_{17} - A_{17}) = 0.005878 \\]\n\\[ B_{19} = \\lambda (a_{19} - A_{19}) = 0.002610 \\]\n\\[ B_{21} = \\lambda (a_{21} - A_{21}) = 0.001067 \\]\n\\[ B_{23} = \\lambda (a_{23} - A_{23}) = 0.000405 \\]\n\\[ B_{25} = \\lambda (a_{25} - A_{25}) = 0.000144. \\]\n\nBy making \\( \\cos \\theta = 0, e = 1 \\), we shall have, for the approximate value of the part of the horizontal refraction depending on \\( \\lambda Q_1 \\),\n\n\\[\n\\frac{\\alpha (1 + a)}{\\sqrt{5i}} \\times 0.253891 = 184''.50.\n\\]\n\nIf the integrals be taken from \\( x = 0 \\) to \\( x = \\infty \\), the same quantity will be\n\n\\[\n\\lambda \\times \\alpha (1 + a) \\int \\frac{dx}{\\sqrt{2ix}} \\left( 2c^{-2x} - c^{-x} \\right) = \\frac{\\alpha (1 + a)}{\\sqrt{2i}} \\cdot \\lambda (\\sqrt{2} - 1) = 184''.56.\n\\]\n\nBetween the two limits, the exact quantity obtained by integrating from \\( x = 0 \\) to \\( x = m = 10 \\), must lie; so that the error of the series is of no account.\n\nIt may be proper to make an observation here, which applies generally to the kind of integrals peculiar to this investigation. The first term of \\( \\lambda Q_1 \\), viz. \\( B_1 e = \\lambda c^{-m} \\cdot e \\), which is rejected, varies with the height of the atmosphere. If a small number be taken for \\( m \\), that is, in low atmospheres, the refractions will vary with the height, and will not agree with the observed quantities; if a considerable number be taken, as eight or ten, or any greater number, that is, if the atmosphere extend forty or fifty miles or more above the earth's surface, the refractions will not be sensibly different from what they would be in an atmosphere of unlimited height. The invariability of the refractions concurs with other phenomena to prove that the air reaches an elevation of fifty miles, more or less.\n\n**Investigation of \\( f \\times Q_2 \\).**\n\nWe have\n\n\\[\nQ_2 = \\int_0^m \\frac{dx}{\\Delta} \\left( 4c^{-2x} - 3c^{-x} + xc^{-x} \\right).\n\\]\n\nNow the following formula is easily proved by differentiating,\n\n\\[\n\\int \\frac{dx}{\\Delta} x c^{-x} = \\frac{1}{2} \\int \\frac{dx}{\\Delta} c^{-x} - \\frac{m}{4} \\cdot \\frac{(1 - e^2)^2}{e^2} \\cdot \\int \\frac{dx}{\\Delta} c^{-x} + \\frac{m}{4} \\cdot \\frac{1 - e^2 - c^{-x} \\Delta}{e^2}.\n\\]\nall the integrals vanishing when \\( x = 0 \\). By extending the integrals to \\( x = m = 10 \\), in which case \\( \\Delta = 1 + e^2 \\), the result will be\n\n\\[\n\\int_0^m \\frac{dx}{\\Delta} x c^{-x} = \\frac{1}{2} \\int_0^m \\frac{dx}{\\Delta} c^{-x} - \\frac{5}{2} \\cdot \\frac{(1-e^2)^2}{e^2} \\cdot \\int_0^m \\frac{dx}{\\Delta} c^{-x} + \\frac{5}{2} \\cdot \\frac{1-e^2 + c^{-m}(1+e^2)}{e^2};\n\\]\n\nand, by substituting this value, we shall have\n\n\\[\nQ_2 = 2e \\int_0^m \\frac{2dx}{\\Delta} c^{-2x} - \\frac{5}{2} \\int_0^m \\frac{edx}{\\Delta} c^{-x} - \\frac{5}{2} \\cdot \\frac{(1-e^2)^2}{e^2} \\cdot \\int_0^m \\frac{edx}{\\Delta} c^{-x}\n\\]\n\n\\[\n+ \\frac{5}{2} \\cdot \\frac{1-c^{-m}}{e} - \\frac{5}{2} (1+c^{-m})e.\n\\]\n\nThe value of \\( Q_2 \\) will now be obtained in a series of the powers of \\( e \\) by putting for the integrals the equivalent series that have already been investigated. When this is done, the three first terms will be as follows:\n\n\\[\n\\frac{5}{2} \\left( 1 - c^{-m} - A_1 \\right) \\cdot \\frac{1}{e}\n\\]\n\n\\[\n+ \\left( 2a_1 - \\frac{5}{2}A_1 + 5A_1 - \\frac{5}{2}A_3 - \\frac{5}{2}(1+c^{-m}) \\right) \\cdot e\n\\]\n\n\\[\n+ \\left( 2a_3 - \\frac{5}{2}A_3 - \\frac{5}{2}A_1 + 5A_3 - \\frac{5}{2}A_5 \\right) \\cdot e^3.\n\\]\n\nUpon substituting the exact values of \\( A_1, A_3, \\) &c., the first of these terms is zero; the other two are as follows:\n\n\\[\n- 8c^{-m} \\times e\n\\]\n\n\\[\n+ \\frac{49}{5}c^{-m} \\times e^3;\n\\]\n\nthe amount of which is very small even at the horizon; and, when multiplied by \\( f = \\frac{2}{9} \\), it becomes insensible. These terms being neglected, we may assume\n\n\\[\nQ_2 = C_5 e^5 + C_7 e^7 + C_9 e^9 + &c.;\n\\]\n\nand we shall find\n\n\\[\nC_5 = 2a_5 - \\frac{5}{2}A_5 - \\frac{5}{2}\\Delta^2A_3\n\\]\n\n\\[\nC_7 = 2a_7 - \\frac{5}{2}A_7 - \\frac{5}{2}\\Delta^2A_5\n\\]\n\n\\[\n\\vdots\n\\]\n\n\\[\nC_{2n+1} = 2a_{2n+1} - \\frac{5}{2}A_{2n+1} - \\frac{5}{2}\\Delta^2A_{2n-1}.\n\\]\n\nThe numerical coefficients will now be obtained:\n\n\\[\n\\Delta^2A_1 = -0.0802325\n\\]\n\n\\[\n\\Delta^2A_3 = +0.0403433 \\ldots \\ldots C_5 = 0.059337\n\\]\n\\[\n\\begin{align*}\n\\Delta^2 A_5 &= 0.0873930 \\ldots \\ldots C_7 = 0.151186 \\\\\n\\Delta^2 A_7 &= 0.0748672 \\ldots \\ldots C_9 = 0.204491 \\\\\n\\Delta^2 A_9 &= 0.0446024 \\ldots \\ldots C_{11} = 0.193076 \\\\\n\\Delta^2 A_{11} &= 0.0209241 \\ldots \\ldots C_{13} = 0.142381 \\\\\n\\Delta^2 A_{13} &= 0.0081714 \\ldots \\ldots C_{15} = 0.087220 \\\\\n\\Delta^2 A_{15} &= 0.0027438 \\ldots \\ldots C_{17} = 0.046149 \\\\\n\\Delta^2 A_{17} &= 0.0008096 \\ldots \\ldots C_{19} = 0.021658 \\\\\n\\Delta^2 A_{19} &= 0.0002133 \\ldots \\ldots C_{21} = 0.009187 \\\\\n\\Delta^2 A_{21} &= 0.0000511 \\ldots \\ldots C_{23} = 0.003569 \\\\\n\\Delta^2 A_{23} &= 0.0000105 \\ldots \\ldots C_{25} = 0.001290.\n\\end{align*}\n\\]\n\nAs the value of \\( f \\) is not fixed with the same certainty as that of \\( \\lambda \\), the coefficients of \\( Q_2 \\) have not been multiplied by \\( f \\): the intention of which is to make it more easy to determine a variation of the refraction, viz \\( \\delta f \\times Q_2 \\), answering to \\( \\delta f \\) any variation of \\( f \\) that good observations may require.\n\nThe part of the horizontal refraction depending on \\( Q_2 \\) is\n\n\\[\n\\frac{2}{9} \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times 0.919534 = 148''51.\n\\]\n\nIf we integrate the original expression of \\( Q_2 \\) from \\( x = 0 \\) to \\( x = \\infty \\), \\( e \\) being 1, we shall have\n\n\\[\n\\frac{2}{9} \\times \\alpha (1 + \\alpha) \\times \\int dx \\left( \\frac{4e^{-2x} - 3e^{-x} + xe^{-x}}{\\sqrt{2ix}} \\right) = \\frac{2}{9} \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{2i}} \\times \\left( 2\\sqrt{2} - \\frac{5}{2} \\right) = 148''63.\n\\]\n\nIt thus appears that the error is less than \\( 0''12 \\); for the exact integral from \\( x = 0 \\) to \\( x = m = 10 \\), is less than the second number, and greater than the first on account of the terms of the series left out.\n\nThe next point that should engage attention is to find the value of \\( f' \\times Q_3 \\). In the present state of our knowledge of the phenomena of the atmosphere, it seems impossible to determine \\( f' \\) by experiments. The probability is, that it is much less than \\( f \\) or \\( \\frac{2}{9} \\); and as the integral \\( Q_3 \\) is inconsiderable except within a degree or two above the horizon, and even at such low altitudes is not great; it follows that the part of the refraction depending on \\( f' Q_3 \\) will only be sensible, if at all, when a star is distant \\( 88^\\circ \\) or more from the zenith. At present the probability is, that there is no other way of ascertaining the value of \\( f' \\) but by good observed refractions at great distances from the zenith; which observations are neither numerous nor easily collected. From the uncertainty of the term \\( f' \\times Q_3 \\), it cannot be estimated in constructing a table of mean refractions, which must therefore be deduced entirely from the other three terms, as in the paper of 1823. In this manner has the table in this paper been computed, by means of the formulas now to be explained. But the term \\( f' Q_3 \\) will after-\nwards be discussed, and its value investigated, in order that it may be taken into account, if this should be found necessary, in the progressive improvement of the theory.\n\nWhen the term $f' Q_3$ is left out, the expression of the refraction will be\n\n$$\\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5} i} \\cdot (Q_0 + \\lambda Q_1 - f Q_2):$$\n\nand if the equivalent series be substituted for the first two terms, and the series for $Q_2$ be multiplied by $f = \\frac{q}{9}$, the result will be\n\n$$\\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5} i} \\times \\left\\{ e^{+0.821921 \\cdot e^3} + 0.552697 \\cdot e^5 + 0.302296 \\cdot e^7 + 0.132123 \\cdot e^9 + 0.043365 \\cdot e^{11} + 0.007883 \\cdot e^{13} - 0.002040 \\cdot e^{15} - 0.002930 \\cdot e^{17} - 0.001842 \\cdot e^{19} - 0.000893 \\cdot e^{21} - 0.000371 \\cdot e^{23} - 0.000139 \\cdot e^{25} \\right\\}$$\n\nTo bring this formula to a form more convenient for calculation, all the coefficients must be reduced to seconds. The negative terms are all very small, never amounting to so much as 6\", and of no account whatever, except the apparent altitude be equal to 2° or less; it will therefore be proper to separate these terms from the rest, representing their sum by the symbol $V(\\theta)$. These things being attended to, we have, in the first place, this formula for computing $e$, viz.\n\n$$\\log . \\tan \\phi = \\log . \\sec . \\theta + 19.2067840 - 20 : e = \\tan \\frac{\\phi}{2}.$$\n\nNext, reducing the arcs to seconds,\n\n$$\\frac{\\alpha (1 + \\alpha)}{\\sqrt{5} i} = 726''687 :$$\n\n$$\\delta \\theta = \\sin \\theta \\times \\left\\{ e \\times 726''687, \\log_{2.8613472} \\right.$$ $$+ e^3 \\times 597.280, \\log_{2.7761772}$$ $$+ e^5 \\times 401.638, \\log_{2.6038343}$$\n\\[ V(\\theta) = \\sin \\theta \\times \\begin{cases} \ne^{15} \\times 1.483, & 0.1710 \\\\\n+ e^{17} \\times 2.129, & 0.3282 \\\\\n+ e^{19} \\times 1.337, & 0.1266 \\\\\n+ e^{21} \\times 0.649, & -1.8122 \\\\\n+ e^{23} \\times 0.270, & -1.4307 \\\\\n+ e^{25} \\times 0.102, & -1.0072 \n\\end{cases} \\]\n\nWhen \\( \\theta = 87^\\circ \\), \\( V(\\theta) \\) is zero; and if this function be computed for every succeeding half-degree, the quantity answering to any intermediate value of \\( \\theta \\) will be found by an easy interpolation. Such is the intention of the following Table; by the help of which any refraction from the zenith to the horizon may be computed by a series of the simplest form, and consisting of no more than seven terms.\n\n| \\( \\theta \\) | \\( V(\\theta) \\) |\n|-------------|----------------|\n| 87\\( \\frac{1}{2} \\) | 0.06 |\n| 88          | 0.14 |\n| 88\\( \\frac{1}{2} \\) | 0.38 |\n| 89          | 0.86 |\n| 89\\( \\frac{1}{2} \\) | 2.30 |\n| 90          | 5.97 |\n\nIf \\( e = 1 \\), the result will be the horizontal refraction, viz.\n\n\\[ 2078''53 - 5''97 = 2072''56, \\]\n\nwhich is almost exactly the same with 2072''46, the quantity before computed in § 10 by a very different method.\n\n12. We next proceed to inquire into the influence which the term multiplied by \\( f' \\), before omitted, may have on the refractions.\n\n**Investigation of the integral \\( Q_3 \\).**\n\nThe expression of this integral is,\n\n\\[ Q_3 = \\int_0^m \\frac{e dx}{\\Delta} \\left( 8 c^{-2x} - 8 c^{-x} + 7 x c^{-x} - 2 x^2 c^{-x} + \\frac{x^3}{6} c^{-x} \\right), \\]\n\nwhich is a negative quantity, as appears from the valuation of it in § 9: it will therefore contribute to distinctness if its sign be changed, in which case it will be thus\nwritten,\n\n\\[ Q_3 = \\int_0^m e dx \\Delta \\left( -8c^{-2x} + 8c^{-x} - 7x c^{-x} + 2x^2 c^{-x} - \\frac{x^3}{6} c^{-x} \\right); \\]\n\nand the formula for the refractions will now be,\n\n\\[ \\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\left( Q_0 + \\lambda Q_1 - f' Q_2 - f'' Q_3 \\right). \\]\n\nSuppressing the tedious operations of reducing, we may put the integral \\( Q_3 \\), taken indefinitely, in the following form, which it is not difficult to verify by differentiating:\n\n\\[ \\varepsilon = \\frac{1-e^2}{e}, \\]\n\n\\[ Q_3 = -4 \\int e^{2dx} c^{-2x} \\Delta + \\frac{91}{16} \\int e dx c^{-x} \\Delta \\]\n\n\\[ + \\left( \\frac{215}{16} \\varepsilon^2 + \\frac{175}{16} \\varepsilon^4 + \\frac{125}{48} \\varepsilon^6 \\right) \\cdot \\int e dx c^{-x} \\Delta \\]\n\n\\[ + \\frac{c^{-x} \\Delta}{e} \\left( \\frac{185}{16} + \\frac{125}{12} \\varepsilon^2 + \\frac{125}{48} \\varepsilon^4 \\right) \\]\n\n\\[ - \\varepsilon \\left( \\frac{185}{16} + \\frac{125}{12} \\varepsilon^2 + \\frac{125}{48} \\varepsilon^4 \\right) \\]\n\n\\[ - \\frac{c^{-x} \\Delta}{e} \\left( \\frac{95}{24} x - \\frac{5}{12} x^2 + \\frac{25}{24} x \\cdot \\varepsilon^2 \\right). \\]\n\nThis being the indefinite integral, the value of \\( Q_3 \\) in the formula for the refractions will be obtained by putting \\( x = m = 10 \\); which gives\n\n\\[ \\frac{c^{-x} \\Delta}{e} = \\frac{1+e^2}{e} \\cdot c^{-m}; \\]\n\nand this value, as well as that of \\( \\varepsilon \\), being substituted, the quantity sought will be expressed as follows:\n\n\\[ Q_3 = -4 \\int e^{2dx} c^{-2x} \\Delta + \\frac{91}{16} \\int e dx c^{-x} \\Delta \\]\n\n\\[ + \\left\\{ \\frac{215}{16} \\left( \\frac{1-e^2}{e} \\right)^2 + \\frac{175}{16} \\left( \\frac{1-e^2}{e} \\right)^4 + \\frac{125}{48} \\left( \\frac{1-e^2}{e} \\right)^6 \\right\\} \\cdot \\int e dx c^{-x} \\Delta \\]\n\n\\[ + c^{-m} \\left( \\frac{125}{48} \\frac{1}{e^5} - \\frac{125}{16} \\frac{1}{e^3} + \\frac{905}{48} \\cdot \\frac{1}{e} + \\frac{905}{48} e - \\frac{125}{16} e^3 + \\frac{127}{48} e^5 \\right) \\]\n\n\\[ - \\frac{125}{48} \\cdot \\frac{1}{e^5} + \\frac{125}{48} \\frac{1}{e^3} - \\frac{305}{48} \\frac{1}{e} + \\frac{305}{48} e - \\frac{125}{48} e^3 + \\frac{125}{48} e^5. \\]\n\nThe series equivalent to the integrals must now be substituted, in order to express the quantity sought in terms containing the powers of \\( e \\).\n\nIn the first place we have these three terms, each of which is zero when the exact values of \\( A_1, A_3, \\) &c. are substituted, viz.\n\n\\[ \\frac{125}{48} (A_1 - 1 + c^{-m}) \\cdot \\frac{1}{e} \\]\n\\[\n+ \\left\\{ \\frac{175}{16} A_1 + \\frac{125}{48} (A_3 - 6 A_1) + \\frac{125}{48} - \\frac{125}{16} c^{-m} \\right\\} \\cdot \\frac{1}{e^3}\n\\]\n\\[\n+ \\left\\{ \\frac{215}{16} A_1 + \\frac{175}{16} (A_3 - 4 A_1) + \\frac{125}{48} (A_5 - 6 A_3 + 15 A_1) - \\frac{305}{48} + \\frac{905}{48} c^{-m} \\right\\} \\times \\frac{1}{e^3}\n\\]\n\nThe next three terms are as follows:\n\n\\[\n- \\left\\{ -4a_1 + \\frac{91}{16} A_1 + \\frac{215}{16} (A_3 - 2 A_1) + \\frac{175}{16} (A_5 - 4 A_3 + 6 A_1) \\right.\n\\]\n\\[\n+ \\frac{125}{48} (A_7 - 6 A_5 + 15 A_3 - 20 A_1) + \\frac{305}{48} + \\frac{905}{48} c^{-m} \\right\\} \\cdot e\n\\]\n\\[\n+ \\left\\{ -4a_3 + \\frac{91}{16} A_3 + \\frac{215}{16} (A_5 - 2 A_3 + A_1) \\right.\n\\]\n\\[\n+ \\frac{175}{16} (A_7 - 4 A_5 + 6 A_3 - 4 A_1) \\right.\n\\]\n\\[\n+ \\frac{125}{48} (A_9 - 6 A_7 + 15 A_5 - 20 A_3 + 15 A_1) \\right.\n\\]\n\\[\n- \\frac{125}{48} - \\frac{125}{16} c^{-m} \\right\\} \\cdot e^3\n\\]\n\\[\n+ \\left\\{ -4a_5 + \\frac{91}{16} A_5 + \\frac{215}{16} (A_7 - 2 A_5 + A_3) \\right.\n\\]\n\\[\n+ \\frac{175}{16} (A_9 - 4 A_7 + 6 A_5 - 4 A_3 + A_1) \\right.\n\\]\n\\[\n+ \\frac{125}{48} (A_{11} - 6 A_9 + 15 A_7 - 20 A_5 + 15 A_3 - 6 A_1) \\right.\n\\]\n\\[\n+ \\frac{125}{48} + \\frac{125}{48} c^{-m} \\right\\} \\cdot e^5.\n\\]\n\nOn substituting the exact values of \\(A_1, A_3, \\&c.\\), these three terms will come out as follows:\n\n\\[\n+ \\frac{158}{3} c^{-m} \\cdot e^3, \\quad \\text{or} \\quad +0.0239 \\cdot e\n\\]\n\\[\n- \\frac{348}{5} c^{-m} \\cdot e^3, \\quad \\text{or} \\quad -0.0316 \\cdot e^3\n\\]\n\\[\n+ \\frac{8891}{75} c^{-m} \\cdot e^5, \\quad \\text{or} \\quad +0.0538 \\cdot e^5.\n\\]\n\nThese three terms are the part of the refraction that depends on the height of the atmosphere: at the horizon, or when \\(e = 1\\), their amount is greatest and equal to\n\n\\[\nf' \\times \\frac{\\alpha(1+\\alpha)}{\\sqrt{5i}} \\times 0.0461 = f' \\times 726''7 \\times 0.0461 = f' \\times 3''3,\n\\]\n\nwhich, on account of the smallness of \\(f'\\), will be a minute fraction of a second.\n\nRejecting the six foregoing terms, we may assume\n\n\\[\nQ_3 = H_7 e^7 + H_9 e^9 + H_{11} e^{11} + \\&c.: \\quad 2 r 2\n\\]\nand, having computed the differences in the following table,\n\n|   | Δ² | Δ⁴ | Δ⁶ |\n|---|----|----|----|\n| A₁ |    |    | +·0278859 |\n| A₃ |    |    | −0595755 |\n| A₅ | +·0873930 | −0177390 | −0199864 |\n| A₇ | +·0748672 | +0065865 | −0079396 |\n| A₉ | +·0446024 | +0109256 | −0002312 |\n| A₁₁ | +·0309241 | +0073251 | +0016762 |\n| A₁₃ | +·0081714 | +0034934 | +0012515 |\n| A₁₅ | +·0027438 | +0013379 | +0005925 |\n| A₁₇ | +·0008096 | +0004339 | +0001891 |\n| A₁₉ | +·0002133 | +0001224 |        |\n| A₂₁ | +·0000509 |        |        |\n\nwe shall have\n\n\\[ H₇ = -4a₇ + \\frac{91}{16}A₇ + \\frac{215}{16}\\Delta^2A₅ + \\frac{175}{16}\\Delta^4A₃ + \\frac{125}{48}\\Delta^6A₁ = ·04861 \\]\n\n\\[ H₉ = -4a₉ + \\frac{91}{16}A₉ + \\frac{215}{16}\\Delta^2A₇ + \\frac{175}{16}\\Delta^4A₅ + \\frac{125}{48}\\Delta^6A₃ = ·07091 \\]\n\n\\[ H₁₁ = -4a₁₁ + \\frac{91}{16}A₁₁ + \\frac{215}{16}\\Delta^2A₉ + \\frac{175}{16}\\Delta^4A₇ + \\frac{125}{48}\\Delta^6A₅ = ·04469 \\]\n\n\\[ H₁₃ = -4a₁₃ + \\frac{91}{16}A₁₃ + \\frac{215}{16}\\Delta^2A₁₁ + \\frac{175}{16}\\Delta^4A₉ + \\frac{125}{48}\\Delta^6A₇ = ·00249 \\]\n\n\\[ H₁₅ = -4a₁₅ + \\frac{91}{16}A₁₅ + \\frac{215}{16}\\Delta^2A₁₃ + \\frac{175}{16}\\Delta^4A₁₁ + \\frac{125}{48}\\Delta^6A₉ = -·02230 \\]\n\n\\[ H₁₇ = -4a₁₇ + \\frac{91}{16}A₁₇ + \\frac{215}{16}\\Delta^2A₁₅ + \\frac{175}{16}\\Delta^4A₁₃ + \\frac{125}{48}\\Delta^6A₁₁ = -·02558 \\]\n\n\\[ H₁₉ = -4a₁₉ + \\frac{91}{16}A₁₉ + \\frac{215}{16}\\Delta^2A₁₇ + \\frac{175}{16}\\Delta^4A₁₅ + \\frac{125}{48}\\Delta^6A₁₃ = -·01835 \\]\n\n\\[ H₂₁ = -4a₂₁ + \\frac{91}{16}A₂₁ + \\frac{215}{16}\\Delta^2A₁₉ + \\frac{175}{16}\\Delta^4A₁₇ + \\frac{125}{48}\\Delta^6A₁₅ = -·01023 \\]\n\n\\[ H₂₃ = -4a₂₃ + \\frac{91}{16}A₂₃ + \\frac{215}{16}\\Delta^2A₂₁ + \\frac{175}{16}\\Delta^4A₁₉ + \\frac{125}{48}\\Delta^6A₁₇ = -·00487. \\]\n\nThe coefficients of the assumed series being found, and being expressed in seconds of a degree, the part of the refractions depending on \\( Q₃ \\) will be as follows:\n\n\\[ f' \\times \\sin \\theta \\times \\frac{\\alpha(1+\\alpha)}{\\sqrt{5i}} \\times Q₃ = f' \\times \\sin \\theta \\times \\left\\{ e^7 \\times 35·324, \\log_{10} \\right. \\]\n\n\\[ + e^9 \\times 51·529, \\quad 1·71205 \\]\n\n\\[ + e^{11} \\times 32·476, \\quad 1·51156 \\]\n\n\\[ + e^{13} \\times 1·809, \\quad 0·25755 \\]\n\n\\[ - e^{15} \\times 16·205, \\quad 1·20965 \\]\n\n\\[ - e^{17} \\times 18·588, \\quad 1·26925 \\]\nThe amount of this expression at the horizon, or when \\( e = 1 \\), is \\( f' \\times 62''\\cdot1 \\), almost the same with \\( f' \\times 62''\\cdot4 \\), which, as is shown in § 9, is the limit of the integral when it is extended from \\( x = 0 \\) to \\( x = \\infty \\). It is thus proved that the error of the series is of no account. This part of the refraction cannot be computed because \\( f' \\) is unknown. But although the precise value of \\( f' \\) is uncertain, it is probably very considerably less than \\( f \\), or \\( \\frac{2}{9} \\); so that the effect on the refraction cannot exceed a few seconds even at the horizon. We shall be better able to form a just notion with respect to this point, when the Theoretical Table in this paper is compared with observations.\n\n13. It remains to investigate the corrections that must be made in the practical application for the deviations indicated by the meteorological instruments from the mean constants used in constructing the table.\n\nFor this purpose we have\n\n\\[\n\\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times S,\n\\]\n\n\\[\nS = Q_0 + \\lambda Q_1 - f' Q_2,\n\\]\n\n\\[\n\\frac{\\sqrt{5i}}{\\cos \\theta} = \\frac{e}{1 - e^{\\theta^2}}\n\\]\n\n\\[\n\\lambda = \\frac{\\alpha}{\\tau}.\n\\]\n\nThe quantities \\( e \\) and \\( \\lambda \\) depend only upon \\( \\alpha \\) and \\( i \\): \\( \\alpha \\) varies both with the barometer and thermometer, and \\( i \\), with the thermometer only: the quantity \\( f' \\) does not seem liable to change in our climate. Admitting that the prefix \\( d \\) refers only to variations of the barometer and thermometer, we shall have\n\n\\[\n\\delta \\theta + d \\cdot \\delta \\theta = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times \\left\\{ \\left( 1 + \\frac{d\\alpha}{\\alpha} - \\frac{1}{2} \\cdot \\frac{di}{i} \\right) \\cdot S \\right. \\\\\n+ \\frac{de}{e} \\cdot \\frac{dS}{de} e \\\\\n+ \\frac{d\\lambda}{\\lambda} \\cdot \\lambda Q_1 \\left. \\right\\}.\n\\]\n\nNow\n\n\\[\n\\frac{de}{e} = \\frac{1}{2} \\cdot \\frac{di}{i} \\cdot \\frac{1 - e^{\\theta^2}}{1 + e^{\\theta^2}},\n\\]\n\n\\[\n\\frac{d\\lambda}{\\lambda} = \\frac{d\\alpha}{\\alpha} - \\frac{di}{i};\n\\]\nwherefore\n\n\\[ \\delta \\theta + d \\cdot \\delta \\theta = \\delta \\theta \\left( 1 + \\frac{d \\alpha}{\\alpha} \\right) - \\sin \\theta \\cdot \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\cdot \\frac{di}{i} \\left( \\frac{S}{2} - \\frac{1}{2} \\cdot \\frac{1 - e^2}{1 + e^2} \\cdot \\frac{dS}{de} \\right) \\]\n\n\\[ + \\sin \\theta \\cdot \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\cdot \\left( \\frac{d \\alpha}{\\alpha} - \\frac{di}{i} \\right) \\cdot \\lambda Q_1. \\]\n\nIf \\( p \\) denote the observed height of the barometer, reduced to the fixed temperature of 50° of Fahr.; and \\( \\tau \\) the temperature of the air on the same scale; then, \\( \\beta = \\frac{1}{480} \\),\n\n\\[ 1 + \\frac{d \\alpha}{\\alpha} = \\frac{1}{1 + \\beta (\\tau - 50)} \\cdot \\frac{p}{30}, \\]\n\n\\[ \\frac{d \\alpha}{\\alpha} = - \\frac{\\tau - 50}{480} - \\frac{30 - p}{30}, \\]\n\n\\[ \\frac{di}{i} = + \\frac{\\tau - 50}{480}, \\]\n\n\\[ \\frac{d \\alpha}{\\alpha} - \\frac{di}{i} = - 2 \\times \\frac{\\tau - 50}{480} - \\frac{30 - p}{30}. \\]\n\nThese values being found, if we put\n\n\\[ T = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times \\frac{1}{480} \\times \\left( \\frac{(1 + e^2) S - (1 - e^2) \\frac{dS}{de}}{2 (1 + e^2)} + 2 \\lambda Q_1 \\right), \\]\n\n\\[ b = \\sin \\theta \\times \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5i}} \\times \\frac{2 \\lambda Q_1}{30}; \\]\n\nthe expression of the mean refraction with its correction will be as follows,\n\n\\[ \\delta \\theta + d \\cdot \\delta \\theta = \\frac{\\delta \\theta}{1 - \\beta (\\tau - 50)} \\cdot \\frac{p}{30} - T \\cdot (\\tau - 50) - b (30 - p). \\]\n\nThe first term of this expression is the mean refraction corrected in the manner usually practised by Astronomers. If we assume that the temperature of the mercury in the barometer is the same with that of the air, this term will be equal to\n\n\\[ \\frac{1}{1 + \\beta (\\tau - 50)} \\cdot \\frac{1}{1 + \\frac{\\tau - 50}{10000}} \\cdot \\frac{p}{30} = \\frac{1}{1 + c (\\tau - 50)} \\cdot \\frac{p}{30}, \\]\n\n\\[ c = .002183, \\]\n\nthe new factor being added to compensate the expansion of the mercury. Two subsidiary tables are given for computing this part: Table II. contains the logarithms of \\( \\frac{1}{1 + c (\\tau - 50)} \\) for 30° on either side of the mean temperature 50°, negative indices being avoided by substituting the arithmetical complements; and Table III. contains the logarithms, or the arithmetical complements, for all values of \\( p \\) from 31 to 28.\n\nThe coefficients, \\( T \\) and \\( b \\), of the other two terms vary with the distance from the\nzenith; and they can be computed in no other way than by reducing them to series of the powers of \\( e \\). By substituting for \\( \\lambda Q_1 \\), the equivalent series already known, we immediately obtain\n\n\\[\nb = \\sin \\theta \\cdot \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5} i} \\cdot \\frac{1}{30} \\left\\{ B_3 e^3 + B_5 e^5 + B_7 e^7 + \\&c. \\right\\}.\n\\]\n\nFurther, by expanding \\( S \\) and its differential, the expression of \\( T \\) will take this form,\n\n\\[\nT = \\sin \\theta \\cdot \\frac{\\alpha (1 + \\alpha)}{\\sqrt{5} i} \\cdot \\frac{1}{480} \\left\\{ G_3 e^3 + G_7 e^7 + G_9 e^9 + \\&c. \\right\\};\n\\]\n\nand we shall have\n\n\\[\nG_3 = A_1 - A_3 + 2 B_3 = 0.2436 \\\\\nG_5 = -A_1 + 3 A_3 - 2 A_5 + 2 B_5 = 0.4523 \\\\\nG_7 = A_1 - 3 A_3 + 5 A_5 - 3 A_7 + 2 B_7 = 0.4705 \\\\\nG_9 = -A_1 + 3 A_3 - 5 A_5 + 7 A_7 - 4 A_9 + 2 B_9 = 0.3502 \\\\\nG_{11} = A_1 - 3 A_3 + 5 A_5 - 7 A_7 + 9 A_9 - 5 A_{11} + 2 B_{11} = 0.2092 \\\\\nG_{13} = -A_1 + 3 A_3 - 5 A_5 + 7 A_7 - 9 A_9 + 11 A_{11} - 6 A_{13} + 2 B_{13} = 0.1050.\n\\]\n\nThe series for \\( T \\) and \\( b \\) being now known, the coefficients of the terms must next be expressed in seconds of a degree; which being done, the following final results will be obtained.\n\n\\[\nT = \\sin \\theta \\times \\left\\{ e^3 .0.369, -1.5668, \\log. \\right\\}, \\quad b = \\sin \\theta \\times \\left\\{ e^3 .0.530, -1.7240, \\log. \\right\\}\n\\]\n\n\\[\n+ e^5 .0.685, -1.8356, + e^5 .1.113, 0.0465 \\\\\n+ e^7 .0.712, -1.8526, + e^7 .1.350, 0.1306 \\\\\n+ e^9 .0.530, -1.7263, + e^9 .1.207, 0.0817 \\\\\n+ e^{11} .0.317, -1.5006, + e^{11} .0.873, 1.9412 \\\\\n+ e^{13} .0.159, -1.2013, + e^{13} .0.539, -1.7313\n\\]\n\nThe values of \\( T \\) and \\( b \\) are added in separate columns of the annexed table for altitudes less than \\( 10^\\circ \\); for greater altitudes they are omitted as of no account. The application for finding the corrected refraction from the formula\n\n\\[\n\\delta \\theta + d.\\delta \\theta = \\frac{\\delta \\theta}{1 + c(\\tau - 50)} \\cdot \\frac{p}{30} - T(\\tau - 50) - b(30 - p),\n\\]\n\nwill best be explained by the examples afterwards given.\n\n14. The Theoretical Table of refractions which has been computed by the foregoing formulas, and which is deduced solely from the phenomena of the atmosphere without arbitrary assumptions, is next to be compared with the tables most esteemed by astronomers. Two tables more eminently deserve this character; namely, Bessel's table with its supplement in the Tabulae Regiomontanae, which may be considered as the result of observations, and as being nearly exact to \\( 88^\\circ \\) or \\( 88^\\circ \\frac{1}{2} \\) from the zenith; and\nthe table published annually in the *Connaissance des Temps*. As all the tables are supposed to contain the same series of refractions, the numbers corresponding to the same altitude should have constantly the same proportion: so that taking the number \\( \\alpha \\) which answers to the zenith-distance \\( \\theta \\) in Bessel's table, the logarithm of the refraction at the same zenith distance in the New Table should be equal to\n\n\\[\n\\log \\alpha + \\log \\tan \\theta + .00507,\n\\]\n\nthe number .00507 being the difference of the logarithms of the refractions at the altitude of 45° in the two tables: but, in the supplemental table, which contains the logarithms of the refractions, it is sufficient to add .00507 to obtain the logarithms in the New Table. With regard to the refractions in the *Conn. des Temps*, it is more convenient to use the Table in the *Tables Astronomiques* published by the French Board of Longitude: for the logarithms in this table with the addition of .0011, should agree respectively with the logarithms of the New Table. According to these directions the following comparative view has been drawn up.\n\n| Zenith dist. | Refractions |\n|--------------|-------------|\n|              | New Table   | Tab. Reg. | Conn. des Temps |\n| 10           | 10-30       | 10-30     | 10-30           |\n| 20           | 21-26       | 21-26     | 21-26           |\n| 30           | 33-72       | 33-72     | 33-72           |\n| 40           | 48-99       | 48-99     | 48-99           |\n| 45           | 58-36       | 58-36     | 58-36           |\n| 50           | 69-52       | 69-52     | 69-52           |\n| 55           | 83-25       | 83-24     | 83-25           |\n| 60           | 100-85      | 100-85    | 100-86          |\n| 65           | 124-65      | 124-62    | 124-65          |\n| 70           | 159-16      | 159-11    | 159-22          |\n| 75           | 214-70      | 214-58    | 214-83          |\n| 80           | 320-19      | 319-88    | 320-63          |\n| 81           | 353-79      | 353-38    | 354-33          |\n| 82           | 394-68      | 394-20    | 395-37          |\n| 83           | 445-42      | 444-86    | 445-87          |\n| 84           | 509-86      | 509-23    | 511-92          |\n| 85           | 593-96      | 593-38    | 595-80          |\n| 85½          | 646-21      | 647-10    | 648-34          |\n| 86           | 707-43      | 707-15    | 710-07          |\n| 86½          | 779-92      | 777-36    | 783-07          |\n| 87           | 866-76      | 864-59    | 870-37          |\n| 87½          | 971-93      | 972-21    | 975-89          |\n| 88           | 1101-35     | 1101-40   | 1105-1          |\n| 88½          | 1269-6      | 1265-5    | 1265-0          |\n| 89           | 1466-8      | 1481-8    | 1464-9          |\n| 89½          | 1729-5      | 1764-9    | 1716-4          |\n\nFrom this view it appears that the three Tables agree within less than 1\" as far as 80° from the zenith; the New Table is in accordance with Bessel's, with slight discrepancies, to 88° or 88½° from the zenith; from 80° to 88° of zenith distance the numbers in the French Table exceed those in Bessel's, the excess being 2\" at 84°, and 4\" at 88°. But when the distance from the zenith is greater than 80°, the accuracy of\nthe French Table is questionable, both on account of the hypothetical law of the densities, and because the quantity assumed for the horizontal refraction is uncertain.\n\nA few examples are subjoined, as well for explaining the use of the New Table as for affording some indications of its accuracy at low altitudes. The two first instances are taken from the Tables Astronomiques, and are likewise published yearly in the Conn. des Temps.\n\n**Example 1.**\n\n\\[ \\theta = 86^\\circ 14' 42'' \\]\n\nTherm. \\( 8^\\circ 75 \\) cent. \\( = 47^\\circ 75 \\) F.\n\nBarom. \\( 0m\\cdot741 = 29\\cdot17 \\) in.\n\n| \\( 86^\\circ 10' \\) | \\( 2\\cdot86345 \\) |\n|-----------------|----------------|\n| \\( 4\\cdot42'' \\) | \\( 664 \\)       |\n|                 | \\( 2\\cdot87009 \\) |\n| Therm.         | \\( \\cdot00214 \\) |\n| Barom.         | \\( 9\\cdot98781 \\) |\n\nLog \\( \\delta \\theta \\)\n\n\\( \\delta \\theta \\)\n\n\\(-\\cdot25 \\times -\\frac{1}{4}\\)\n\n\\(-\\cdot4 \\times \\cdot8\\)\n\nCorrected refraction\n\nObserved refraction\n\n---\n\n**Example 2.**\n\n\\[ \\theta = 86^\\circ 15' 20'' \\]\n\nTherm. \\( 8\\frac{1}{2} \\) cent. \\( = 46^\\circ 9 \\) F.\n\nBarom. \\( 0m\\cdot766 = 30\\cdot16 \\) in.\n\n| \\( 86^\\circ 10' \\) | \\( 2\\cdot86345 \\) |\n|-----------------|----------------|\n| \\( 5\\cdot20'' \\) | \\( 753 \\)       |\n|                 | \\( 2\\cdot87098 \\) |\n| Therm.         | \\( \\cdot00276 \\) |\n| Barom.         | \\( \\cdot00232 \\) |\n\nLog \\( \\delta \\theta \\)\n\n\\( \\delta \\theta \\)\n\n\\(-\\cdot25 \\times -\\cdot1 \\)\n\n\\(-\\cdot4 \\times -\\cdot16\\)\n\nCorrected refraction\n\nObserved refraction\n\n---\n\n**Example 3.**\n\nMean of 42 sub-polar observations of \\( \\alpha \\) Lyra by Dr. Brinkley.\n\nIrish Transactions, 1815.\n\n\\[ \\theta = 87^\\circ 42' 10'' \\]\n\nTherm. \\( 35^\\circ \\)\n\nBarom. \\( 29\\cdot5 \\)\n\n| \\( 87^\\circ 40' \\) | \\( 3\\cdot00522 \\) |\n|-----------------|----------------|\n| \\( 2\\cdot10'' \\) | \\( 392 \\)       |\n|                 | \\( 3\\cdot00914 \\) |\n| Therm.         | \\( \\cdot01444 \\) |\n| Barom.         | \\( 9\\cdot99270 \\) |\n\nLog \\( \\delta \\theta \\)\n\n\\( \\delta \\theta \\)\n\n\\(-\\cdot6 \\times -15\\)\n\n\\(-1\\cdot13 \\times \\frac{1}{2}\\)\n\nCorrected refraction\n\nObserved refraction\n\n---\n\n**Example 4.**\n\nMean of 10 observations of Capella, from a memoir of M. Planck.\n\nAcad. de Turin, tom. 32.\n\n\\[ \\theta = 88^\\circ 24' 9''\\cdot7 \\]\n\nTherm. \\( 47^\\circ 75 \\)\n\nBarom. \\( 29\\cdot75 \\)\n\n| \\( 88^\\circ 20' \\) | \\( 3\\cdot08087 \\) |\n|-----------------|----------------|\n| \\( 4\\cdot9''\\cdot4 \\) | \\( 847 \\) |\n|                 | \\( 3\\cdot08934 \\) |\n| Therm.         | \\( \\cdot00214 \\) |\n| Barom.         | \\( 9\\cdot99607 \\) |\n\nLog \\( \\delta \\theta \\)\n\n\\( \\delta \\theta \\)\n\n\\(-\\cdot95 \\times -2\\frac{1}{4}\\)\n\n\\(-1\\cdot6 \\times \\cdot27\\)\n\nCorrected refraction\n\nObserved refraction\n\n---\n\nWe may now inquire how far the refractions are likely to be affected by the term which it was found necessary to leave out, because the present state of our know-\n\nMDCCXXXVIII.\nledge of the phenomena of the atmosphere made it impossible to determine the coefficient $f'$ by which it is multiplied. For this purpose the term alluded to, viz.\n\n$$\\sin \\theta \\times f' \\times \\frac{\\alpha(1 + \\alpha)}{\\sqrt{5i}} \\times Q_3,$$\n\nwhich may be shortly denoted by $f' \\times \\chi(\\theta)$, has been computed by means of the equivalent series, for every half degree between $85^\\circ$ and $88^\\circ$, the results being as follows:\n\n| $\\theta$ | $f' \\times \\chi(\\theta)$ |\n|---------|--------------------------|\n| $85^\\circ$ | $f' \\times 1.5$          |\n| $85\\frac{1}{2}$ | $f' \\times 2.0$         |\n| $86^\\circ$ | $f' \\times 3.3$          |\n| $86\\frac{1}{2}$ | $f' \\times 4.9$        |\n| $87^\\circ$ | $f' \\times 7.4$          |\n| $87\\frac{1}{2}$ | $f' \\times 11.2$       |\n| $88^\\circ$ | $f' \\times 17.0$         |\n\nFrom this view it appears that $f'$, although considerably less than $f$ or $\\frac{2}{9}$ may still have some influence on the refractions at very low altitudes. The mean refraction in Bessel's Table, and in the New Table, can hardly be supposed to differ $2''$ from the true quantity, which would limit $f'$ to be less than $\\frac{1}{10}$. It is a matter of some importance to obtain a near value of $f'$: and it is probable that this can be accomplished in no other way but by searching out such values of $f$ and $f'$ as will best represent many good observed refractions at altitudes less than $5^\\circ$. If such values were found, our knowledge of the decrease of heat in ascending in the atmosphere would be improved, and the measurement of heights by the barometer would be made more perfect.\n\nApril 25th, 1838.\n### Table I.\n\nMean Refractions for the Temperature 50° Fahrenheit, and the barometric Pressure 30 inches.\n\n| Zenith dist. | \\( \\theta \\) | Log \\( \\theta \\) | Diff. | T. | C. | Zenith dist. | \\( \\theta \\) | Log \\( \\theta \\) | Diff. | T. | C. |\n|--------------|-------------|-----------------|-------|----|----|--------------|-------------|----------------|-------|----|----|\n| 1            | 0           | 1°02            | 0·0085| 3012|     | 53           | 17°38        | 1·88863       | 1577  |    |    |\n| 2            | 2°04        | 0·3097          | 1763  |     |    | 54           | 20°24        | 1·90440      | 1596  |    |    |\n| 3            | 3°06        | 0·4860          | 1252  |     |    | 55           | 23°25        | 1·92036      | 1617  |    |    |\n| 4            | 4°08        | 0·6112          | 974   |     |    | 56           | 26°41        | 1·93653      | 1638  |    |    |\n| 5            | 5°11        | 0·7086          | 796   |     |    | 57           | 29°73        | 1·95291      | 1664  |    |    |\n| 6            | 6°14        | 0·7882          | 675   |     |    | 58           | 33°23        | 1·96955      | 1691  |    |    |\n| 7            | 7°17        | 0·8557          | 587   |     |    | 59           | 36°93        | 1·98646      | 1722  |    |    |\n| 8            | 8°21        | 0·9144          | 519   |     |    | 60           | 40°85        | 2·00368      | 1756  |    |    |\n| 9            | 9°25        | 0·9663          | 466   |     |    | 61           | 45°01        | 2·02124      | 1794  |    |    |\n| 10           | 10°30       | 1·0129          | 424   |     |    | 62           | 49°44        | 2·03918      | 1836  |    |    |\n| 11           | 11°35       | 1·0553          | 388   |     |    | 63           | 54°17        | 2·05754      | 1881  |    |    |\n| 12           | 12°42       | 1·0941          | 359   |     |    | 64           | 59°23        | 2·07635      | 1932  |    |    |\n| 13           | 13°49       | 1·1300          | 334   |     |    | 65           | 2°465        | 2·09567      | 1988  |    |    |\n| 14           | 14°57       | 1·1634          | 313   |     |    | 66           | 10°48        | 2·11555      | 2048  |    |    |\n| 15           | 15°65       | 1·1947          | 294   |     |    | 67           | 16°78        | 2·13603      | 2116  |    |    |\n| 16           | 16°75       | 1·2241          | 278   |     |    | 68           | 23°61        | 2·15719      | 2191  |    |    |\n| 17           | 17°86       | 1·2519          | 265   |     |    | 69           | 31°04        | 2·17910      | 2275  |    |    |\n| 18           | 18°98       | 1·2784          | 252   |     |    | 70           | 39°16        | 2·20186      | 2358  |    |    |\n| 19           | 20°11       | 1·3036          | 241   |     |    | 71           | 48°08        | 2·22552      | 2404  |    |    |\n| 20           | 21°26       | 1·3277          | 230   |     |    | 72           | 57°92        | 2·25022      | 2423  |    |    |\n| 21           | 22°42       | 1·3507          | 222   |     |    | 73           | 66°83        | 2·27608      | 2443  |    |    |\n| 22           | 23°60       | 1·3729          | 215   |     |    | 74           | 75°77        | 2·28051      | 2467  |    |    |\n| 23           | 24°80       | 1·3944          | 207   |     |    |              |              |              |        |    |    |\n| 24           | 26°01       | 1·4151          | 201   |     |    |              |              |              |        |    |    |\n| 25           | 27°24       | 1·4352          | 195   |     |    |              |              |              |        |    |    |\n| 26           | 28°49       | 1·4547          | 189   |     |    |              |              |              |        |    |    |\n| 27           | 29°75       | 1·4736          | 185   |     |    |              |              |              |        |    |    |\n| 28           | 31°05       | 1·4921          | 181   |     |    |              |              |              |        |    |    |\n| 29           | 32°38       | 1·5102          | 177   |     |    |              |              |              |        |    |    |\n| 30           | 33°72       | 1·5279          | 173   |     |    |              |              |              |        |    |    |\n| 31           | 35°09       | 1·5452          | 170   |     |    |              |              |              |        |    |    |\n| 32           | 36°49       | 1·5622          | 168   |     |    |              |              |              |        |    |    |\n| 33           | 37°93       | 1·5790          | 164   |     |    |              |              |              |        |    |    |\n| 34           | 39°39       | 1·5954          | 162   |     |    |              |              |              |        |    |    |\n| 35           | 40°89       | 1·6115          | 160   |     |    |              |              |              |        |    |    |\n| 36           | 42°42       | 1·6276          | 159   |     |    |              |              |              |        |    |    |\n| 37           | 44°00       | 1·6435          | 156   |     |    |              |              |              |        |    |    |\n| 38           | 45°61       | 1·6591          | 155   |     |    |              |              |              |        |    |    |\n| 39           | 47°27       | 1·6746          | 155   |     |    |              |              |              |        |    |    |\n| 40           | 48°99       | 1·6901          | 154   |     |    |              |              |              |        |    |    |\n| 41           | 50°75       | 1·7055          | 152   |     |    |              |              |              |        |    |    |\n| 42           | 52°57       | 1·7207          | 151   |     |    |              |              |              |        |    |    |\n| 43           | 54°43       | 1·7358          | 152   |     |    |              |              |              |        |    |    |\n| 44           | 56°35       | 1·7510          | 151   |     |    |              |              |              |        |    |    |\n| 45           | 58°36       | 1·76611         | 1512  |     |    |              |              |              |        |    |    |\n| 46           | 1°043       | 1·78123         | 1514  |     |    |              |              |              |        |    |    |\n| 47           | 2°57        | 1·79637         | 1518  |     |    |              |              |              |        |    |    |\n| 48           | 4°80        | 1·81155         | 1523  |     |    |              |              |              |        |    |    |\n| 49           | 7°11        | 1·82678         | 1530  |     |    |              |              |              |        |    |    |\n| 50           | 9°52        | 1·84208         | 1539  |     |    |              |              |              |        |    |    |\n| 51           | 12°02       | 1·85747         | 1551  |     |    |              |              |              |        |    |    |\n| 52           | 14°64       | 1·87298         | 1565  |     |    |              |              |              |        |    |    |\n| 53           | 17°38       | 1·88863         | 1565  |     |    |              |              |              |        |    |    |\n\n2 G 2\n| Zenith dist. | $^{\\circ}$ | Log. $^{\\circ}$ | Diff. | T. | C. |\n|-------------|-----------|---------------|-------|----|----|\n| 75° 50'     | 3° 47'48\" | 2·35695       | 517   |    |    |\n| 76° 00'     | 50'21\"    | 2·36212       | 523   |    |    |\n| 10          | 53'00\"    | 2·36735       | 528   |    |    |\n| 20          | 55'85\"    | 2·37263       | 533   |    |    |\n| 30          | 58'76\"    | 2·37796       | 538   |    |    |\n| 40          | 1°17'4\"   | 2·38334       | 545   |    |    |\n| 50          | 4°79\"     | 2·38879       | 551   |    |    |\n| 77° 00'     | 7°91\"     | 2·39430       | 557   |    |    |\n| 10          | 11°11\"    | 2·39987       | 563   |    |    |\n| 20          | 14°39\"    | 2·40550       | 569   |    |    |\n| 30          | 17°74\"    | 2·41119       | 576   |    |    |\n| 40          | 21°19\"    | 2·41695       | 583   |    |    |\n| 50          | 24°72\"    | 2·42278       | 589   |    |    |\n| 78° 00'     | 28°33\"    | 2·42867       | 596   |    |    |\n| 10          | 32°04\"    | 2·43463       | 603   |    |    |\n| 20          | 35°84\"    | 2·44066       | 611   |    |    |\n| 30          | 39°75\"    | 2·44677       | 618   |    |    |\n| 40          | 43°76\"    | 2·44295       | 626   |    |    |\n| 50          | 47°88\"    | 2·45921       | 635   |    |    |\n| 79° 00'     | 52°12\"    | 2·46556       | 642   |    |    |\n| 10          | 56°47\"    | 2·47198       | 650   |    |    |\n| 20          | 5°94\"     | 2·47848       | 659   |    |    |\n| 30          | 5°54\"     | 2·48507       | 669   |    |    |\n| 40          | 10°28\"    | 2·49176       | 677   |    |    |\n| 50          | 15°16\"    | 2·49853       | -03   | -04 |    |\n| 80° 00'     | 20°19\"    | 2·50541       | 688   |    |    |\n| 10          | 25°36\"    | 2·51237       | 696   |    |    |\n| 20          | 30°70\"    | 2·51944       | 707   |    |    |\n| 30          | 36°20\"    | 2·52660       | 716   |    |    |\n| 40          | 41°88\"    | 2·53387       | 727   |    |    |\n| 50          | 47°74\"    | 2·54125       | 738   | -04 | -05 |\n| 81° 00'     | 53°79\"    | 2·54874       | 749   |    |    |\n| 10          | 6°04\"     | 2·55635       | 761   |    |    |\n| 20          | 6°50\"     | 2·56407       | 772   |    |    |\n| 30          | 13°18\"    | 2·57192       | 785   |    |    |\n| 40          | 20°09\"    | 2·57989       | 797   |    |    |\n| 50          | 27°26\"    | 2·58800       | 811   | -05 | -08 |\n| 82° 00'     | 34°68\"    | 2·59624       | 824   |    |    |\n| 10          | 42°37\"    | 2·60462       | 838   |    |    |\n| 20          | 50°33\"    | 2·61313       | 851   |    |    |\n| 30          | 58°59\"    | 2·62179       | 866   |    |    |\n| 40          | 7°19\"     | 2·63062       | 883   |    |    |\n| 50          | 16°13\"    | 2·63961       | 899   | -07 | -11 |\n| 83° 00'     | 25°42\"    | 2·64877       | 916   |    |    |\n\n| Zenith dist. | $^{\\circ}$ | Log. $^{\\circ}$ | Diff. | T. | C. |\n|-------------|-----------|---------------|-------|----|----|\n| 83° 00'     | 7°25'42\"  | 2·64877       | 833   |    |    |\n| 10          | 35°09\"    | 2·65810       | 948   |    |    |\n| 20          | 45°14\"    | 2·66758       | 970   |    |    |\n| 30          | 55°64\"    | 2·67728       | 985   |    |    |\n| 40          | 8°65'5\"   | 2·68713       | 1005  |    |    |\n| 50          | 17°95\"    | 2·69718       | 1028  |    |    |\n| 84° 00'     | 29°86\"    | 2·70746       | 1047  | -10 | -16 |\n| 10          | 42°31\"    | 2·71793       | 1069  |    |    |\n| 20          | 55°33\"    | 2·72862       | 1092  |    |    |\n| 30          | 9°89'6\"   | 2·73954       | 1116  |    |    |\n| 40          | 23°25\"    | 2·75070       | 1140  |    |    |\n| 50          | 38°23\"    | 2·76210       | 1166  |    |    |\n| 85° 00'     | 53°96\"    | 2·77376       | 1194  | -15 | -24 |\n| 10          | 10°52\"    | 2·78570       | 1219  |    |    |\n| 20          | 27°90\"    | 2·79789       | 1248  |    |    |\n| 30          | 46°21\"    | 2·81037       | 1281  |    |    |\n| 40          | 11°55'5\"  | 2·82318       | 1312  |    |    |\n| 50          | 25°90\"    | 2·83626       | 1342  |    |    |\n| 86° 00'     | 47°43\"    | 2·84968       | 1377  | -24 | -39 |\n| 10          | 12°10'21\" | 2·86345       | 1412  |    |    |\n| 20          | 34°34\"    | 2·87757       | 1448  |    |    |\n| 30          | 59°92\"    | 2·89205       | 1488  | -31 | -51 |\n| 40          | 13°27'11\" | 2·90693       | 1527  |    |    |\n| 50          | 55°99\"    | 2·92220       | 1570  |    |    |\n| 87° 00'     | 14°26'76\" | 2·93790       | 1612  | -39 | -67 |\n| 10          | 59°54\"    | 2·95402       | 1658  | -43 | -75 |\n| 20          | 15°34'55\" | 2·97060       | 1704  | -47 | -83 |\n| 30          | 16°11'93\" | 2·98764       | 1758  | -52 | -91 |\n| 40          | 52°10\"    | 3·00532       | 1808  | -58 | -91 |\n| 50          | 17°35'12\" | 3·02330       | 1862  | -63 | -13 |\n| 88° 00'     | 18°21'35\" | 3·04192       | 1918  | -78 | -141 |\n| 10          | 19°11'07\" | 3·06110       | 1977  | -87 | -158 |\n| 20          | 20°46'8\"  | 3·08087       | 2040  | -96 | -175 |\n| 30          | 21°26'0\"  | 3·10127       | 2102  | -107| -200 |\n| 40          | 22°52'2\"  | 3·12229       | 2169  | -119| -224 |\n| 50          | 23°13'11\" | 3·14398       | 2239  | -132| -248 |\n| 89° 00'     | 24°26'8\"  | 3·16637       | 2316  | -152| -291 |\n| 10          | 25°46'8\"  | 3·18943       | 2388  | -172| -334 |\n| 20          | 27°14'2\"  | 3·21331       | 2461  | -192| -377 |\n| 30          | 28°49'5\"  | 3·23792       | 2529  | -210| -434 |\n| 40          | 30°33'2\"  | 3·26321       | 2573  | -248| -500 |\n| 50          | 32°15'1\"  | 3·28894       |       |     |     |\n| 90° 00'     | 34°32\"    |              |       |     |     |\n### Table II.\n\n| Thermometer | Log. | Diff. | Log. | Diff. |\n|-------------|------|-------|------|-------|\n| 50          | 0-00000 | 50   | 0-00000 |       |\n| 49          | 0-00094 | 51   | 9-99906 |       |\n| 48          | 0-00190 | 52   | 9-99811 |       |\n| 47          | 0-00285 | 53   | 9-99717 |       |\n| 46          | 0-00380 | 54   | 9-99633 |       |\n| 45          | 0-00476 | 55   | 9-99529 |       |\n| 44          | 0-00572 | 56   | 9-99434 | 94    |\n| 43          | 0-00668 | 57   | 9-99341 |       |\n| 42          | 0-00764 | 58   | 9-99248 |       |\n| 41          | 0-00861 | 59   | 9-99154 |       |\n| 40          | 0-00957 | 60   | 9-99061 |       |\n| 39          | 0-01053 | 61   | 9-98969 |       |\n| 38          | 0-01151 | 62   | 9-98875 |       |\n| 37          | 0-01248 | 63   | 9-98783 | 92    |\n| 36          | 0-01346 | 64   | 9-98690 |       |\n| 35          | 0-01444 | 65   | 9-98598 |       |\n| 34          | 0-01541 | 66   | 9-98506 |       |\n| 33          | 0-01640 | 67   | 9-98414 |       |\n| 32          | 0-01738 | 68   | 9-98323 |       |\n| 31          | 0-01837 | 69   | 9-98231 |       |\n| 30          | 0-01935 | 70   | 9-98140 |       |\n| 29          | 0-02033 | 71   | 9-98049 |       |\n| 28          | 0-02133 | 72   | 9-97958 |       |\n| 27          | 0-02232 | 73   | 9-97867 |       |\n| 26          | 0-02331 | 74   | 9-97777 | 90    |\n| 25          | 0-02432 | 75   | 9-97686 |       |\n| 24          | 0-02531 | 76   | 9-97596 |       |\n| 23          | 0-02630 | 77   | 9-97506 |       |\n| 22          | 0-02730 | 78   | 9-97416 |       |\n| 21          | 0-02832 | 79   | 9-97326 |       |\n| 20          | 0-02933 | 80   | 9-97237 |       |\n\n### Table III.\n\n| Barometer | Log. | Diff. |\n|-----------|------|-------|\n| In.       |      |       |\n| 31        | 0-01424 |       |\n| 30-9      | 0-01248 |       |\n| 8         | 0-01143 |       |\n| 7         | 0-01002 | 142   |\n| 6         | 0-00860 |       |\n| 5         | 0-00718 |       |\n| 4         | 0-00575 |       |\n| 3         | 0-00432 | 144   |\n| 2         | 0-00289 |       |\n| 1         | 0-00145 |       |\n| 30-0      | 0-00000 |       |\n| 29-9      | 9-99855 |       |\n| 8         | 9-99709 |       |\n| 7         | 9-99563 |       |\n| 6         | 9-99417 | 146   |\n| 5         | 9-99270 |       |\n| 4         | 9-99123 |       |\n| 3         | 9-98075 | 148   |\n| 2         | 9-98826 |       |\n| 1         | 9-98677 |       |\n| 29-0      | 9-98528 | 150   |\n| 28-9      | 9-98378 |       |\n| 8         | 9-98227 |       |\n| 7         | 9-98076 |       |\n| 6         | 9-97924 |       |\n| 5         | 9-97772 | 152   |\n| 4         | 9-97620 |       |\n| 3         | 9-97466 |       |\n| 2         | 9-97313 |       |\n| 1         | 9-97158 |       |\n| 28-0      | 9-97004 | 154   |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108194.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 62,
    "total-input-tokens": 97400,
    "total-output-tokens": 55463,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2274,
        2
      ],
      [
        2274,
        5577,
        3
      ],
      [
        5577,
        8988,
        4
      ],
      [
        8988,
        11251,
        5
      ],
      [
        11251,
        13940,
        6
      ],
      [
        13940,
        17074,
        7
      ],
      [
        17074,
        19474,
        8
      ],
      [
        19474,
        21477,
        9
      ],
      [
        21477,
        23628,
        10
      ],
      [
        23628,
        26579,
        11
      ],
      [
        26579,
        29171,
        12
      ],
      [
        29171,
        32562,
        13
      ],
      [
        32562,
        34859,
        14
      ],
      [
        34859,
        37035,
        15
      ],
      [
        37035,
        40160,
        16
      ],
      [
        40160,
        43424,
        17
      ],
      [
        43424,
        46803,
        18
      ],
      [
        46803,
        50192,
        19
      ],
      [
        50192,
        53274,
        20
      ],
      [
        53274,
        56250,
        21
      ],
      [
        56250,
        58995,
        22
      ],
      [
        58995,
        62305,
        23
      ],
      [
        62305,
        64719,
        24
      ],
      [
        64719,
        66829,
        25
      ],
      [
        66829,
        69473,
        26
      ],
      [
        69473,
        71780,
        27
      ],
      [
        71780,
        74163,
        28
      ],
      [
        74163,
        76742,
        29
      ],
      [
        76742,
        79337,
        30
      ],
      [
        79337,
        82131,
        31
      ],
      [
        82131,
        84422,
        32
      ],
      [
        84422,
        86964,
        33
      ],
      [
        86964,
        89509,
        34
      ],
      [
        89509,
        91677,
        35
      ],
      [
        91677,
        93848,
        36
      ],
      [
        93848,
        96188,
        37
      ],
      [
        96188,
        98644,
        38
      ],
      [
        98644,
        101321,
        39
      ],
      [
        101321,
        103514,
        40
      ],
      [
        103514,
        106313,
        41
      ],
      [
        106313,
        108477,
        42
      ],
      [
        108477,
        110790,
        43
      ],
      [
        110790,
        112492,
        44
      ],
      [
        112492,
        114190,
        45
      ],
      [
        114190,
        116652,
        46
      ],
      [
        116652,
        118620,
        47
      ],
      [
        118620,
        121579,
        48
      ],
      [
        121579,
        123322,
        49
      ],
      [
        123322,
        125001,
        50
      ],
      [
        125001,
        127446,
        51
      ],
      [
        127446,
        129453,
        52
      ],
      [
        129453,
        131710,
        53
      ],
      [
        131710,
        133805,
        54
      ],
      [
        133805,
        136252,
        55
      ],
      [
        136252,
        138796,
        56
      ],
      [
        138796,
        142057,
        57
      ],
      [
        142057,
        144921,
        58
      ],
      [
        144921,
        146571,
        59
      ],
      [
        146571,
        153928,
        60
      ],
      [
        153928,
        159642,
        61
      ],
      [
        159642,
        162425,
        62
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108194",
    "title": "The Bakerian Lecture.--On the Theory of the Astronomical Refractions",
    "authors": "James Ivory",
    "year": 1838,
    "volume": "128",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 62,
    "jstor_url": "https://www.jstor.org/stable/108194"
  }
}