{
  "id": "c3e8e059cadd4c0caf3dfbade3627b285f34168c",
  "text": "VII. Part of a Letter from William Burnet Esq; F. R. S. to Dr. Hans Sloane, R. S. Secr. concerning the Icy Mountains of Switzerland.\n\nGeneva, October 12, 1708.\n\nSIR,\n\nAFTER I had been at Zurich, I resolved to go myself and see the Mountains of Ice in Switzerland. Accordingly I went to the Grindelwald, a Mountain two Days Journey from Bern. There I saw, between two Mountains, like a River of Ice, which divides itself in two Branches, and in its way from the top of the Mountains to the bottom swells in vast Heaps, some bigger than St. Paul's Church. The Original of which seems to have been this. These Mountains are covered all the Year with Snow on their Tops; this Snow has been melted in the Summer, and has fallen to the Bottom where the Sun never reaches: There it has Frozen, which every Body knows happens more easily to melted Snow than ordinary Water. Thus every Year it has increased, till it has touched the very Top. The reason why the Water has always frozen, tho' the Sun in the middle of the Mountain, and higher, shines upon it some part of the Day, is that the melted Water goes under the Ice already formed and there Freezes, and so expanding it self raises the Ice above it, and sometimes makes Cracks in it, that frighten the whole Neighbourhood: The reason appears plainly, because the upper Surface being solid, cannot be dilated without making great Chinks, and that with a terrible noise. They told me, upon the Place, that every seven Years the Moun-\ntain increases, and the next seven decreases; but I doubt their Observation is not exact, and I suspect that they say it, to seem to know something singular. Besides there are none there that have themselves observed it long enough, to affirm any thing of that kind certainly. If there is any ground in that Observation, it seems to be, that in the hottest Summers it increases, and the more moderate ones it decreases, there being then less melted Snow; in which case it is at present, as we know of late the Summers have been moderate. [See Philosoph. Transact. Numb. 49 and 100.]\n\nVIII. A Brief Narrative of the Shot of Dr. Robert Fielding with a Musket-Bullet, and its strange manner of coming out of his Head, where it had lain near Thirty Years. Written by Himself.\n\nAt the first Newberry Fight, in the Time of the late Civil Wars, the Doctor was shot by the Right Eye on the Os Petrosum, by the Orbit of the Eye to the Skull, which was likewise broke, with great Effusion of Blood from the Wound, Mouth and Nostrils.\n\nThe Surgeon carefully probing the Wound for the discovery of the Bullet, but failing of his intention, on the third day after the Shot, plac'd him Horizontal to the Sun; by which means depressing the broken Skull with the Probe, he could see the Palpitation of the Brain, but could not discover the Bullet.\n\nWhen the Doctor began to grow cold, his Mouth closed up, and so continued for the space of half a Year, till many Fractures of Bones were come out of the Wound, Mouth and Nostrils; and afterwards whenever a Scale of Bone was to come out, his Mouth would",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103266.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 809,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1481,
        2
      ],
      [
        1481,
        3067,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103266",
    "title": "Part of a Letter from William Burnet Esq; F. R. S. to Dr. Hans Sloane, R. S. Secr. concerning the Icy Mountains of Switzerland",
    "authors": "William Burnet",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103266"
  }
}