{
  "id": "52a0dbf6b37d2969d860bd26875fe4e8f04bda32",
  "text": "Extract of a Letter\n\nOf M. dela Quintinie, giving some further directions and observations about Melons, promised in a manner in the Number next foregoing\n\nMy great care this last Month * hath been altogether to remove the small feeble branches (on which 'tis not likely that any or any good fruit will grow) and to leave none but good branches. Whenever you have a Melon, which comes well, knit on a branch, you must not fail to cut away the rest of that branch, on this side of the fruit, to the end that all the nourishment, that would have been dispersed into the whole branch, may pass into that fruit, which is found at the extremity of the branch; taking care notwithstanding, that the fruit be covered by some leaves of the other branches, for its better growth under the shade, in those parts where 'tis very hot.\n\nAs to the time of the maturity of Melons, I must tell you, that I should have begun to eat some, 8, or 10 days ago; but that the Season hath been very unkind for 3 months together, a North-winde having reigned all that time, and reigning still, and causing cold nights; insomuch that I have not yet removed my Glass-bells from them, which else I had done 3 weeks ago. I had knitted ones since the end of April, so that, there commonly needing no more than 40 days from the time of a Melons knitting to that of its ripeness, I should have eat of them before this time. But to tell you the truth, I have the advantage of having Melons knit, 3 weeks sooner, than any body, I know, in this Country.\n\nFor the keeping of the Seed, you must take no other Seed, but such, as is found in that part of the Melon, which hath been towards the Sun: And at the same time you eat the Melons, you must well cleanse such Seeds, and rub them with a linnen cloth, until they be very clean and dry; then putting them up in some convenient Closet till Seed-time.\n\nRemember, not to eat the Melons but some 24 hours after they have been gather'd, putting them in the mean time in a dry\nplace, neither too hot nor too cold, and free from any dry scents, good or ill.\n\nObserve also, to gather them seasonably; when they are neither too ripe nor too green: which you may know by their Yellowish Colour, and by their Taile, commonly splitting, and their Smell. A Melon ordinarily requireth one day from the time of its being smitten, to that of its being gather'd. I call the time of its being smitten, when it begins to shew its being ripe by a little Yellowness, appearing in some part or other of it. This will oblige you, (as I also admonished in my former) to walk through the Melon-garden 2 or 3 times a day, mornings, at noon, and in the evening.\n\nA Melon, that ripens too fast, is never good, such a ripeness not being a good one, but proceeding from the poorness or sickness of the foot, which maketh it thus turn suddenly.\n\nThe Melon must be full, without any vacuity, which, you know, is discern'd by knocking upon it. And the meat must be dry, no water running out; only a little dew is to appear, issuing out of the Pulp; which must be of a very Vermilion Colour.\n\nTrouble not yourself to have big Melons, but good ones. Those who covet great Melons, may have their desires either by sowing Seeds of the great kinds, or by much watering others: Which watering is a thing, wherein great care and discretion is to be used. As I have hitherto kept my Glasses over my Melons, yet so that within this month they are raised from the ground to the height of 4 inches, supported by small forks; so I seldom water them, and but little at a time; which is once every Week. In short, you must Judge of the necessity of watering by the Vigour, which is required in the foot and leaves, without which the fruit cannot be good for want of good nourishment.\n\nA Summary",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100992.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 998,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1987,
        2
      ],
      [
        1987,
        3763,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100992",
    "title": "Extract of a Letter of M. Dela Quintinie, Giving Some Further Directions and Observations about Melons; Promised in a Manner in the Number Next Fore-Going",
    "authors": "M. Dela Quintinie",
    "year": 1669,
    "volume": "4",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/100992"
  }
}