{
  "id": "f79163f66376807f114476c5bd912265e5cd7d9e",
  "text": "II. De Piscibus, Moluscis & Crustaceis Philippensisbus,\nEx MSS. R. P. Geo. Jof. Camelli ad D. Jacobum Petiver, S. R. S. transmissis.\n\n1. Banga, Hispanis Volador, est Milvus marinus.\n2. Basac, vel Tambasacan, v. Tambalo, est pisciculus manatus amphibius, vivens mari & terra, in littore duabus quasi manibus innixus discurrere solitus.\n3. Aasa, v. Humahan, v. Quiquicbuaya Bysaianis, Paralog Tagalis, Dumdum Catanduanis, est Hypocampus marinus. An ab hoc distinctus Talli?\n4. Talli Bysaianis, Hypocampus auriculatus, caput equinum, corpus costis compactum, cauda lacerti.\n5. Hipon, v. Dilis. Species Squilla marine minima, v. Formica marina. Narrant tempore foetationis in monstrae magnitudinis glomum conglomerari, ita ut nescio quale monstrum mentiatur, & tandem circa littus dissolvi. Eadem confirmat Fra. Ant. dela Zarza. Vide D. Petiver.\nGAZOPHYL. NATURÆ Tab. 43. fig. 13.\n6. Cobapo. Piscis merum venenum spinis viridibus, quarum ictus viperæ quavis immedicabilior.\n7. Manala. Piscis Marinus, nocuus specificè Morbo Gallico laborantibus.\n8. Calambutan, Tagall's Nooz. est Sepia, Hisp. Xibia. Os Sepiae, Hisp. Choca, duarum spithamarum & trium inventur.\n9. Pagi est Pasticca marina, Hisp. Raya. Radio seu aculeo, Indis Bunful gingivæ Scarificatae in odontalgia dolorem tollit, sed oportet ut radius vivo Pisce exemptus sit. Hunc pulveratum cum Elleboro albo mixtum, facere dentes sine dolore excidere fecerunt.\n10. Piscis Quadrangularis, Orbibus annumerandus, Hysp Poje Caxon, id est Piscis Cista, Indis Boholanis Tabalong, Laytonibus Tabarong, Tagalis Botelcavam, est species Snotolfii secundi Gesneri, descriptionem vide tot. 84, Iconem Tab. xxv. No. 7. apud Johnstonium. In Icone Pinna in fine ventris desideratur, & angulorum prostantia.\n\n11. Piscis Quadrangularis alter, seu Minor, Facie Tauri, Clusio Piscis Triangularis, Johnstonio Piscis Tauroformis, Hysp. Poje Torete, Indis Botelc Mayungay. Vescus est ut prior. Clusi Triangularis, collatus cum Luzonis Quadrangulari minori, idem esse videtur, sed Icon Clusiani nimium globosa, cum quem resiccatum affervabam prolongatus fit, & quandoque sequipalmaris. Quare an idem sit ignoro.\n\n12. Gadiamina, Ballana Ambra vomina Joloanis.\n\n13. Tandayag, & 14 Tambohala, Balanæ.\n\n15. Bujbaca Masla est alba quasi savacea, à Mari in littus ejecta, colligitur circa Tayawas & Tal. Illitam Bronchocelem dilolvere tradunt. An Sperma Coeti Officinarum?\n\n16. Bela Sinarum, de fertur ex Canchinchina; sunt autem panes 20 circiter librarum, candidi, savacei, solidiuseuli, lapidis specularis ritu, quodammodo in bracteolas scissilis insipidi, & savum olentis liquoris. Ad Tusse, & puerulorum diarrhaes commendant. An Sperma Coeti Offic.\n\n17. Puquitan, Polypus monstruosus, & tam exorbitantis magnitudinis, ut pedum quivis majorem adaequet Pinnum, quibus penè nullo negotio navim mergat. Latitat ad Insulan Iolo, Batavis Insula Margaritifera, in sinu Mindanai, in sinu Sibuco, in Freto Sibuco. An Piscis Remorans Johnstonij, Nirembergij, Linschotani?\n\n18. Colaloca, Retiarins tremendus. Intultum facit in hujates Biremes, rete jactans, quo cas involvit, & demergit. Indi periculum claudunt objiciendo apparentia magna ex palmis compacta volumina, quies divertitur & illuditur.\n\n19. Lavin-\n19. Lavinduyong, s. Tugan, Amamaspas Boholanis, seu Gladius denticulatim aculeatus, sive Pristis Rondeletij, est Gladius Johnstonij primus. Promuscidem hujates contra fulmina valere volunt. Hysp. Peje Sierra & Peje Espada. Abundat in lacu Bay: Pinguedo lampadibus defervit.\n\n20. Quataffi Marianorum; Hyspanis Peje Espada, est Gladius Johnstonij secundus, promuscidè lævi. Aliis Bacangan.\n\n21. Peje Lanza, seu Piscis Lancea, corpore est suppari Toninæ, seu Delphini. Caput porcinum promuscidis loco longâ, & ut coreum Rayæ, asperâ armatum lanceâ. Alæ membranaceæ ut Vespertilionis, longitudinis ipsius corporis, latitudinis quandoque orgyialis, quibus velocissimè biremes insequitur, & non nunquam navis puppi lanceam infigit, aut etiam magis audaculos piscatores transtodit.\n\n22. Duyong Indorum, Peje mulier Hyspanorum, Haybe Sinarum, est Manatus Clusii, & aliorum. Icon Piscis Anthropomorphos Johnstonij ex Kircherio spuria est, & adinventa. Dentes & Costæ medicum in usum veniunt: Attamen ossicula ex capite circa aures efficatiora sunt. Ex his sphærulæ & monilia fiunt, in Rheumate, Catharro, distillatione, defluxione, & sanguinis profluvio quounque parti contrariæ applicanda. Probantur si sanguis ex incisa vena effluens, sine morâ admotis sistatur. Rasuram crudam in dysenteria, & febribus commendant; Suffumigium ex ea tenebro. Schroderus usta laudat in renum & vaïca calculo, dolore nephritico, & colicâ, aliâ in gingivis erosis pro dentifrico. Dentes appliciti in arteria Pollicis recissa, illico sanguinem stiterunt Josepho Hernandez puero. Umbilico impositi mulieri, quaæ 18 dierum copiosissime fluxu lochiorum exhausta erat, feliciter fluxum retardârunt. Indo è contra narium critica hæmorrhagia debilitato, quoties corpore applicati fuère, toties fluxum vehementer auxerunt.\n\n23. Pogapo Byçalanis, Leytentibus Magapo, Piscis est formæ Tiburonis, c. major bicubitalis, coloris nigro-morelli. Caput maguitudinis quartæ partis sui corporis, Fangæs magna, corpus parum squamosum & vesicus eit.\n24. Remora seu Echeneis, Indis Boholanis & Zebuanis Comi, Leyentibus Quini. An Brasiliensium speruquia? Ordinariè piscibus majoribus, & navibus inhæret; quas in cursu impedit, & retardat, quamvis non eâ violentia, qua patim, & vulgò narratur. Longitudinis est spithameæ, & ultrà, coloris ex albidó fusci, subviolaceè relucens. Capite supino acetabula habet fimbreata, seu cirtata, transversa-liter posita, ut strigilis denticulatae series, quibus pertinacissimè hæret, ita ut omni conatu trahendo, citius corpus, relieto capite, detrahatur; antequam caput disjungatur, si verò corpus caput versùs adigas facile disunitur, & separatur à re cui inhæsit. vid. GAZ. NATUR. Tab. 44. fig. 12.\n\n25. Bangol, Piscis Catanduanus, totus intra & extra ruberrimus, squamarum loco subverrucosus ut Rana, alatus ut Hirundo, alae striatim pictæ ut Timunculi, seque spithameus, venenatus & non edulis. Suspendunt eum cauda, branchiis infixo Stylo, & ita per noctem, omnis ejus caro, remanente tantummodo spinà in sanguinem resolvitur, quem manè ex suppositis vasculis colligunt, & tincturis destinent; eo infecta coloris Laccæ sunt, floridae, & constantis. Vide Fig. in GAZOPH. NATUR. Tab. 3c. fig. 2. D. Peiver.\n\n26. Pisciculus Tampal, seu Daledale. Sesquipalmam longus, biunciam latus, planus est ut compressus, pronè argenteus, supinè terreus, Squammulae crebrae, spinà majori tantum donatus, edulis. Vid. Fig. in GAZOPH. NATUR. Tab. 26. fig. 10. Jac. Peiver.\n\n27. Bigo, Sanguifuga marina, piscis. Pisciculus est tenuissimus, vix sesquiuncialis, applicitus sine mora sanguinis filum educit, nec dolorem, inflammationem, aut tumorem inducit, aut causat.\n\n28. Comondajba Bysianis. Species est Locustæ marinae, sive Tamara-guacu Brasilianorum Johnstonij, seu Hippocampus Locustæ Mar. Spec. Matthiol. Quæ integrum vidi, formæ & magnitudinis erat, quà à Matthiolì depingitur. Affervo & alterius forfices, quarum unus folus articulus, digitum Indicum longus est. N.B. Longiusculè denticulatae, falces brachiis\nbrachiis inseruntur foraminulatis, cultelli complicatilis in modum reflexæ.\n\n29. Olang. Locusta marina major.\n30. Colagia. Locusta marina minor.\n\nIn Provincia Pangasinan, circa Metropolim Lingayen, ex fluvio arbores conscendere narrant, Animalia spithamâ longiora equo phalerato familia. Berd. Carasco. An Species Locustae fluviatilis?\n\n31. Manla Boholanis, Zebuanis & Panayensisbus, Tila Leytensisbus, species est squillæ marinae, quandoq; longitudinis bicubitalis.\n\n32. Banagan. Species est Astaci marini, cornuti, echinati, paleari, luteo, & cinabarino variè & elegantissime picturati. Vid. in GAZOPH. NATUR. Jac. Petiver. Tab. 29. fig. 7.\n\n33. Talangca. Astacus lacustris magnus.\n34. Catung. Astacus fluviatilis parvus.\n35. Bungcan, Cancellus parvus, vix uncialis, vesicus, gaudens æltuariis, pulcherrimè omnibus coloribus variegatus: Forticula una pusilla, altera corpore quadruplo majore.\n\n36. Alimango. Cancer marinus major.\n37. Alimafag. Cancer marinus minor.\n38. Cancellum terrestrum, hirsutum, qui gaudet Palmetis Cocco-Nuciferis, commendunt ut summopere proficuum diarrhœa laborantibus.\n\n39. Mentula marina, Indis Balat, est Zoophytum marinum vesicum, formæ tubæ, bivalvis. Sine illud pluris aestimant, quàm Tragacanthum Indicum Venereum, seu Nidos avium Salgan, & ad eadem commendant.\n\n40. Timpalan, Zoophytum marinum, species Spongiae, vide in supplemento in Hist. Plant. Joan. Raij lib. 1. fol. 77. titulo Planta marina saxatiles, & Zoophyta.\n\nIII. Epistle",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103004.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11068,
    "total-output-tokens": 3242,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1414,
        3
      ],
      [
        1414,
        3229,
        4
      ],
      [
        3229,
        5233,
        5
      ],
      [
        5233,
        7223,
        6
      ],
      [
        7223,
        8693,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103004",
    "title": "De Piscibus, Moluscis & Crustaceis Philippensibus, Ex MSS. R. P. Geo. Jos. Camelli ad D. Jacobum Petiver, S. R. S. Transmissis",
    "authors": "Geo. Jos. Camelli",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103004"
  }
}