{
  "id": "c5371dbb69eb3902cc7dad9d91281a765e50e8dd",
  "text": "I cannot call to Mind, that there is any Instance of such a transient Vapour or Damp recorded in the Royal Transactions; and must confess I am at a Loss how to account for it. Should there be Subterraneous Exhalations which, like the Clouds or Wind in the Atmosphere, shifted from one Place to another, it might be of great Importance to observe the Particulars thereof, especially such as are Malignant, as this was. The Passage of this Vapour was about 25 Feet below the Surface; a Depth too great for it to affect Cellars or Vaults.\n\nI had forgot to note, that this Part of the Town lies very high; and the Ground for about ten Feet, hard Clay, and the rest a coarse Sand and Gravel.\n\nIII. A Letter from the King's Officers at Sheerness and Chatham, to the Honourable the Commissioners of the Navy, giving an Account of what they met with in opening an antient Well near Queenborough in Kent, communicated by Mr. Peter Collison, F.R.S. on January 8, 1729.\n\nChatham-Dock, Octob. 9. 1723.\n\nRight Honourable,\n\nIn Obedience to your Honours Warrant of the 16th of September last, we met at the Well near Queenborough, where the Castle formerly stood, on Tuesday the 24th ditto, and finding but very little Water\nter at the Bottom on our Sounding, and it having a new Curb, lately fix'd on the Top, we provided ourselves with Buckets and Ropes, and lower'd down a Man, who acquainted us, that it was clean'd, and the Ground sunk four Feet deeper than the Curb at the Bottom. We then measur'd the Depth of it, and found it 200 Foot, and artificially steen'd the whole Depth with circular Portland Stone, which is all entire, and stands fair, the mean Diameter is four Foot eight Inches; but observing, that not one Drop of Water came into it, we resolved to try whether we could find any by Boring; in order thereunto, we applied ourselves to make the necessary Preparations, by getting a Piece of Timber of about seven Foot long, and boring it through with a three Inch and a half Auger, which Trunk we fix'd at the Bottom of the Well, and fasten'd it by Quarters to the Curb at the Bottom, to prevent its raising, and fill'd it all round three Foot deep with Clay, and on that laid four Course of Bricks for a Platform for the Men to stand on in their boring, and got also an Auger of two Inches and half, to bore through the Clay, but could not get all the necessary Appurte-\nnances till Thursday the 26th of September, when three Men at a Time began to bore, whom we shifted every three Hours; the Boring which they sent us up, was a very close bluish Clay, which continuing the same after three Days and a half bo-\nring, we began to despair meeting with Water; but on Monday the 30th of September, in the Evening, as they were boring, the Auger slipt down at once, and up came Water, to our great Satisfaction; and in\nan Hour's Time there was upward of four Foot Water, which rose so fast, that at twelve o'Clock at Noon,\n\n| Feet. Inch. |\n|-------------|\n| On the first of October, we found - - 55 10 |\n| On the 2d, at 5 in the Afternoon, - - - 109 08 |\n| On the 3d, at 3 in the Afternoon, - - - 132 06 |\n| On the 4th, at 3 in the Afternoon, - - - 149 06 |\n| On the 5th, at 4 in the Afternoon, - - - 161 03 |\n| On the 6th, at 10½ in the Morning, - - - 167 08 |\n| On the 7th, at 4 in the Afternoon, - - - 174 00 |\n| On the 8th, at 7 in the Morning, - - - 176 07 |\n\nand still increases, though slowly. The Reason of its not rising so much now as at first, we apprehended proceeded from the Weight of Water which the Spring through the Hole of the Trunk must force up, and the Well being wider aloft than below. What we think very extraordinary is, that we bored 81 Feet below the Foot of the Trunk before we met with this Body of Water, which by Computation is 166 Feet below the deepest Place in the adjacent Seas. The Water proves excellent good, soft, sweet and fine; we compar'd it with the best Spring Water brought from Milton, and in every Body's Opinion that tasted both, they declar'd the Well-Water the best. We put some Soap to it, and it Larther'd finely; we boil'd old Pease in it, which performed very well, and we have great Reason to believe, that the Spring will sufficiently supply his Majesty's Ships, as proposed.\n\nSigned by\n\nRichard Frost, James Young, Edmond Oxley,\nBenj. Roswell, Richard Stacey, J. Hayward,\nIV. Some Observations on the Crane, with Improvements on that Machine, by J. T. Desaguliers, F. R. S. Shewn the Society in Models, but here exemplified by Figures.\n\nThe Crane is an Instrument so much used, and so well known, that it wou'd be needless here to give a particular Description of it; but as there are several Sorts of Cranes, and as that Machine is to serve for different Purposes, I wou'd only shew what kind of Crane is most proper for any particular Work; and how to prevent those Accidents which daily happen through the Carelesness of common Labourers, to the damaging of Goods, and often the wounding, or killing of the Men.\n\nWhen great Weights are to be rais'd from a great Depth, and laid on Carriages very near the Precipice, as at the Edge of a Stone Quarry, the Crane must be a fix'd one, and only the Gibbet moveable, from which the Weight hangs, as in Fig. 1. Here, in the common Way, the Rope R r r, or Chain, which runs over the Gibbet, goes between two Pullies P, Q, fixed within the upper horizontal Beam of the Crane A Q T X, above the Axis of the Gibbet B G V, so as to be carried easily to the Right or Left Hand, from W to w, when the Gibbet turns upon its Axis to bring the Burthen over the Carriage design'd to receive",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103522.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1626,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1210,
        2
      ],
      [
        1210,
        2819,
        3
      ],
      [
        2819,
        4330,
        4
      ],
      [
        4330,
        5583,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103522",
    "title": "A Letter from the King's Officers at Sheerness and Chatham, to the Honourable the Commissioners of the Navy, giving an Account of What They Met with in Opening an Antient Well Near Queenborough in Kent, Communicated by Mr. Peter Collison, F. R. S. on January 8, 1729",
    "authors": "Peter Collison",
    "year": 1729,
    "volume": "36",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103522"
  }
}