{
  "id": "53076c92273cb7688c896ff7d020ca0e1a9c563e",
  "text": "II. On the Tides. By John William Lubbock, Esq., V.P. and Treas. R.S.\n\nRead November 17, 1831.\n\nWhen I was lately at Paris, M. Bouvard kindly allowed me to copy some of the Observations made at Brest. Since my return to this country, the observations I obtained have been discussed by M. Dessiou, with regard to the principal inequality, or that which is independent of the parallaxes and declinations of the luminaries and depends solely on the moon's age, that is, on the time of her passage through the plane of the meridian.\n\nThe result is exhibited in the following Table.\n\nTable showing the interval between the Moon's Transit and the time of High Water at Brest, from the Observations made there in the year 1816.\n\n| Time of Moon's Transit | Interval Observed | Moon's Transit | Interval Observed | Moon's Transit | Interval Observed | Moon's Transit | Interval Observed |\n|------------------------|------------------|---------------|------------------|---------------|------------------|---------------|------------------|\n| h m                    | h m              | h m           | h m              | h m           | h m              | h m           | h m              |\n| 0 0                    | 3 47·8           | 3 0           | 3 7·8            | 6 0           | 2 52·8           | 9 0           | 4 9               |\n| 0 30                   | 3 43·5           | 3 30          | 3 4·9            | 6 30          | 3 2·2            | 9 30          | 4 9·9             |\n| 1 0                    | 3 36·6           | 4 0           | 2 58·4           | 7 0           | 3 18·2           | 10 0          | 4 9·5             |\n| 1 30                   | 3 23             | 4 30          | 2 50             | 7 30          | 3 33·5           | 10 30         | 4 6·9             |\n| 2 0                    | 3 15·5           | 5 0           | 2 48·5           | 8 0           | 3 46·4           | 11 0          | 4 2·5             |\n| 2 30                   | 3 10·9           | 5 30          | 2 49·5           | 8 30          | 4 0              | 11 30         | 3 54·6            |\n\nIt appears from this Table, that the establishment of that part of the port of Brest where these observations were made is $3^h 48^m$; the Annaire for 1831 gives $3^h 33^m$ for that quantity. The constant $\\lambda - \\lambda_i$ may be taken about $1^h 20^m$, or $20^\\circ$ in space, being the value assigned to it by Bernoulli, but differing considerably from its value in the port of London, which is $2^h$, or $30^\\circ$ in space. This result is important, as showing, unfortunately, that Tables of the Tides for London are not applicable to Brest by merely changing the establishment, that is, by adding a constant quantity, as has been supposed hitherto. The same remark applies of course generally to any distant ports.\n\nThe preceding Table gives also $\\frac{m}{m_i} \\frac{\\Pi^3}{\\Pi_i^3} = \\tan 18^\\circ 45'$ about, the logarithm of\nwhich quantity is $9.5307813$. The determination of Laplace, by other means, of the same quantity is $9.5385031 = \\log \\tan 19^\\circ 4'$. Bernoulli took this constant $= 9.60286 = \\log \\frac{2}{5}$, without explaining how he obtained it. Newton determined $\\frac{m_1}{m_2} \\Pi^s = \\frac{1}{4.4815}$, making the mass of the moon much too great.\n\n$19^\\circ 4' - 18^\\circ 45' = 19'$ or $1^m 16^s$ in time. A difference therefore of about one minute in the sum of the intervals when the moon passes the meridian at $4^h 20^m$ and at $10^h 20^m$ would remove altogether the discrepancy between my determination and that of Laplace.\n\nThe following Table shows the differences between the times of high water calculated by M. Dessiou with the constants $3^h 47^m 8$, $1^h 20^m$ and $9.5307813$, according to the formula Phil. Trans. 1831, p. 387, line 17, and the times given by observation, and also the differences between the times calculated (with the correct establishment) by means of the Table of Bernoulli given in the Annaire for 1829, p. 40, and the same times given by observation.\n\n| Moon's Transit | Observed | Calculated with the constants above | Error of Calculation | Calculated from the Table in the Annaire | Error of Calculation |\n|---------------|----------|-----------------------------------|----------------------|----------------------------------------|----------------------|\n| h m           | h m      | h m                               | h                    | h m                                   | m                    |\n| 12 0          | 3 47.8   | 3 47.8                             | 0                    | 3 47.8                                | 0                    |\n| 0 30          | 3 43.5   | 3 40.7                             | − 2.8                |                                        |                      |\n| 1 0           | 3 36.6   | 3 33.2                             | − 3.4                |                                        |                      |\n| 1 30          | 3 23     | 3 25.6                             | + 2.6                |                                        |                      |\n| 2 0           | 3 15.5   | 3 18.1                             | + 2.6                | 3 14.3                                | − 1.2                |\n| 2 30          | 3 10.9   | 3 10.9                             | 0                    |                                        |                      |\n| 3 0           | 3 7.8    | 3 4                                | − 3.8                |                                        |                      |\n| 3 30          | 3 4.9    | 2 58                              | − 6.9                |                                        |                      |\n| 4 0           | 2 58.4   | 2 53.1                             | − 5.3                | 2 45.8                                | − 12.6               |\n| 4 30          | 2 50     | 2 49.7                             | − 0.3                |                                        |                      |\n| 5 0           | 2 48.5   | 2 48.5                             | 0                    |                                        |                      |\n| 5 30          | 2 49.5   | 2 50.1                             | + 0.6                |                                        |                      |\n| 6 0           | 2 52.8   | 2 55.3                             | + 2.5                | 2 45.3                                | − 7.3                |\n| 6 30          | 3 2.2    | 3 4.7                              | + 2.5                |                                        |                      |\n| 7 0           | 3 18.2   | 3 18                              | − 0.2                |                                        |                      |\n| 7 30          | 3 33.5   | 3 33.3                             | − 0.2                |                                        |                      |\n| 8 0           | 3 46.4   | 3 47.1                             | + 0.7                | 3 50.8                                | + 4.4                |\n| 8 30          | 4 0      | 3 58.3                             | − 1.7                |                                        |                      |\n| 9 0           | 4 9      | 4 4.9                              | − 4.1                |                                        |                      |\n| 9 30          | 4 9.9    | 4 7.7                              | − 2.2                |                                        |                      |\n| 10 0          | 4 9.5    | 4 7.3                              | − 2.2                | 4 10.8                                | + 0.7                |\n| 10 30         | 4 6.9    | 4 4.5                              | − 2.4                |                                        |                      |\n| 11 0          | 4 2.5    | 4 0.1                              | − 2.4                |                                        |                      |\n| 11 30         | 3 54.6   | 3 54.4                             | − 0.2                |                                        |                      |\nThe agreement so far between theory and observation is not less remarkable than that at the London Docks which I have before noticed, (see Phil. Trans. 1831, p. 388). The irregularities in the errors given in the fourth column arise from the paucity of the observations employed.\n\nAs it would be of great importance to predict, if possible, any remarkably high tides which might take place, in order that precautions might be taken to avoid any disastrous consequences, I requested M. Dessiou to calculate, from the Tables in the Companion to the British Almanac* for 1831, the times and heights of high water at the London Docks corresponding to some remarkably high tides which have been observed, in order to see how nearly those Tables can be depended upon in extreme cases.\n\nThe following Table exhibits the results he obtained.\n\n| Time of High Water | Height of High Water | Direction of the Wind |\n|--------------------|----------------------|-----------------------|\n|                    | Observed.            | Calculated.           |\n| 1812. Oct. 21.     |                      |                       |\n| h m                | ft. in.              | ft. in.               |\n| 2 0 A.M.           | 25 1                 | 23 7½                 |\n| 2 10 P.M.          | 25 8                 | 23 10                 |\n|                    | NW                   | NW                    |\n| 1821. Dec. 28.     |                      |                       |\n| 3 45 A.M.          | 23 10                | 22 9½                 |\n| 4 15 P.M.          | 25 10                | 22 8½                 |\n|                    | SE                   | ESE                   |\n| 1824. Dec. 23.     |                      |                       |\n| 3 10 A.M.          | 25 11                | 22 5½                 |\n| 3 40 P.M.          | 23 6                 | 22 5½                 |\n|                    | NW                   | S                     |\n| 1827. Oct. 23.     |                      |                       |\n| 11 45 P.M.         | 26 0                 | 21 6½                 |\n| Nov. 1.            | 0 5 A.M.†            |                       |\n| 0 10 P.M.          | 22 3                 | 21 8½                 |\n|                    | NW                   |                       |\n\nThese results are extremely unsatisfactory; and I fear that it will happen sometimes, although but rarely, that a considerable error will occur in the calculated times and heights of high water, owing no doubt to gales of wind in the Channel or North Sea, or even perhaps in the Atlantic: The average error in using the Tables of the Companion, as M. Dessiou found by his calculations for the year 1826, (see Phil. Trans. 1831, p. 381,) in the time of high water is about 12m, and in the height about 8 inches; this error however is more I be-\n\n* In using these Tables the moon's transit should be equated or reduced to mean time before the corrections are applied. The example given in the Companion is therefore incorrect.\n\n† November 1.\nlieve to be attributed to the imperfection of the observations than to the inaccuracy of the Tables. The time is only recorded in the Dock books to the nearest five minutes.\n\nThe Committee of the Astronomical Society, to whom the improvement of the Nautical Almanac was referred, having recommended the insertion in that work of a \"Table of the mean time of high water at London Bridge for every day in the year, and also at the principal ports at the time of new and full moon,\" (see Report of the Committee of the Astronomical Society relative to the improvement of the Nautical Almanac, p. 14,)—without doubt that accuracy will be introduced into these calculations which has long been applied to all other astronomical phenomena.\n\nIn the open ocean the rise of the tide is so small that it is difficult to fix the time of high water, and the effect of the wind is so capricious, that it seems difficult to do more than to determine the establishment of the port; to which the mean of all the times of high water observed at any point of the lunation, will in this case afford a sufficient approximation. When this constant has been obtained at many places on the surface of the globe, the march of the great tide-wave will be ascertained, the numbers given on the map drawn by Mr. Walker, and which accompanies my former paper on this subject, may be rectified, and many anomalies which it now presents will no doubt disappear.\n\nIn narrow channels and archipelagoes the case is widely different: here the moon's age and even her parallax and declination have a perceptible influence; and if accuracy be required, all these circumstances, together with the period of the year, must be taken into account.\n\nThe observations which already exist would, if carefully discussed, furnish the means of determining the establishment of the port ($\\lambda$), the fundamental hour of the port ($\\lambda'$), and the constant $\\left(\\frac{m}{m'} \\Pi^3 \\right)$, which contains implicitly the mass of the moon throughout the British Isles, and probably in many other places, as along the coast of France, at Madras, &c.* Having obtained these constants, Tables might be constructed, which by merely adding a given quantity would be sufficiently correct practically for a considerable extent of coast. These constants have been determined for the London Docks, and for the\n\n* As is done in this paper for Brest.\npresent time, with great precision, but the establishment is subject to change, and the determination of this quantity will probably require to be repeated after several years.\n\nWith respect to the determination of the influence of the parallax and declination of the moon, it is desirable to employ more observations than I have done; I contented myself with about 5000, in order to spare M. Dessiou's time. A similar discussion of observations of the tides at Brest or some other favourable situation is greatly to be wished for, in order to ascertain how far these effects are the same in different ports.\n\nThe discussion of the observations of the times and heights of low water at the London Docks also remains, which I have been obliged to postpone.\n\nThe height of the water at any given time and place may be calculated when the requisite constants have been determined. At the London Docks the height of the water expressed in feet is\n\n\\[16.68 + 4.448 \\left\\{ \\cos 2 (\\theta_i - \\lambda_i) + 0.3788 \\cos 2 (\\theta - \\lambda) \\right\\}\\]\n\nwhich formula affords results agreeing nearly with observation, and which may be compared with the curves given by Mr. Palmer, (see Phil. Trans. 1831, Part I.). According to this expression the mean rise of the tide is 12 ft. 3 in.\n\nWhen \\(\\lambda - \\lambda_i = 0\\), (that is, at the London Docks when the moon passes the meridian at 2 o'clock,) the curve in question is the curve of sines.\n\nAccording to M. Daussy, (Mémoire sur les Marées des Côtes de France, Connaissance des Temps 1834,) the height of high water varies with the atmospheric pressure, being highest when the barometer is lowest. This paper did not come to my knowledge until after these pages were in the press; but the determination by M. Daussy of the establishment of the port of Brest coincides with that which I have given, namely \\(3^h 48^m\\).",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107953.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 10282,
    "total-output-tokens": 4113,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2933,
        2
      ],
      [
        2933,
        8144,
        3
      ],
      [
        8144,
        11190,
        4
      ],
      [
        11190,
        13591,
        5
      ],
      [
        13591,
        15454,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107953",
    "title": "On the Tides",
    "authors": "John William Lubbock",
    "year": 1832,
    "volume": "122",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/107953"
  }
}