{
  "id": "1ad2b6b51295de98313d5a3d8d1bf7046d2f094f",
  "text": "ons of the Colledge, and of Sr. Theod. Mayern. This part he concludeth with his method as to the regiment of Life, and his way of treating all sorts of pestilential Tumors.\n\nIn the Eighth and last he discourseth of the means preventing the Plague; of which he considers some to be General, and those both of Nature, as strong Northerly winds; and of Art, as great Guns discharged morning and evening, as also appropriat perfumes, by burning resinous, but not sweet-scented, wood. Other means are, particular Amulets; concerning which the Reader may consult the Author himself.\n\nTo the whole is annexed an Account of the regiment of life, which the Author himself used; as also a List of those that dyed of the Plague this year, which amounted to 68596, besides 29000, that died of other diseases during that time.\n\nIII. A Philosophical Essay, declaring the probable CAUSES of STONES in the Greater World, in order to find out the Causes and Cure of the Stone in the Kidneys and Bladder of Men: by D. Thomas Sherley, Physician in Ordinary to his Majesty, Londini in 8°.\n\nThe Ingenious Author of this Essay having proposed to himself to publish a Medicinal Tract concerning the most probable Cause of the Stone in the Bodies of Animals, found it necessary to premise this inquiry into the Causes and Nature of Petrefaction in the greater World in general; to see, whether the Causes be not the same in both, or at least bear not some analogy or resemblance to one another.\n\nIn the doing of which, he thought good to relate a number of select Histories of Petrifications, and then to examine the causes by which they were performed. In which latter part, having waved the Aristotelian doctrine of this point, nor found a full satisfaction in that of the vulgar Chymists, he closeth with that ancient Hypothesis, which imports, that Stones and all other Sublunary Bodies are made of Water condensed by the power of Seeds, which by the virtue of their fermentive Odours perform these transmutations upon Matter. For the better understanding of which, he premiseth some Generals, and then descends to particular proofs of what he asserts: concerning which we can do no better than to remit the Reader to the Author himself.\n\nIV. Caroli Claromontii M.D. &c. de AERE, SOLO & AQUIS Angliae; deque MORBIS Anglorum vernaculis Dissertatio: Nec non Observationes Medicae CAMBRO-BRITANNICÆ. Londini Impensis Joh. Martyn, sub signo Campana in Cæmeterio D. Pauli, 1672. in 12°.\n\nThe Author of these two Tracts, endeavours in the one, to give an account of the Situation, Air, Soil, and Waters of England; as also of the Temper, Diet, Exercises, and chief Sicknesses of the Inhabitants thereof: In the other, he maketh it his business to deliver several Histories of Diseases, to the number of 26, managed by himself in Wales; which he doth, by describing the nature of each of those Maladies, by adding his ratiocinations thereon, by giving their Indications, and shewing his Method of Cures, together with the Events of them.\n\nLONDON, Printed for John Martyn Printer to the Royal-Society. 1672.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100920.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 819,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        3079,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100920",
    "title": "Errata",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/100920"
  }
}