{
  "id": "540338feba92e69d1da18d3e7f8b46477d288bef",
  "text": "All the back part of this Child was covered with the Omentum; which was about two fingers thick, and stuck hard to divers parts of the Body of it, not to be separated without a Knife; which being done, very little blood issued. This Infant weighed Eight pounds Haverdupoysé. The Skull was broken into several pieces. The Brain of the colour and consistence of Oynment of Roses. The Flesh red, where the Omentum stuck, other parts whitish, yellowish, and somewhat livid; except the Tongue, which had the natural softness and colour. All the inward Parts were discolour'd with a blackishness, except the Heart, which was red; and without any issuing blood.\n\nThe Forehead, Ears, Eyes and Nose, were cover'd with a Callous substance, as thick as the breadth of a finger: which being taken away, the parts appeared, as in the Figure.\n\nThe Gums being cut, the Teeth appeared in the adulthood of those in grown persons. The Body had no bad smell, though kept three days out of the Mothers Belly. The length of the Body from the Buttocks to the top of the Head, about 11 Inches. The Mother died about the Sixty fourth year of her Age.\n\nAn Account of some Books.\n\nI. Johannis Wallisii, S.T.D. in Celeberr. Academia Oxoniensi Geometriae Professoris Savilianus, Exercitationes Tres:\n1. De Cometarum Distantia investigandis. 2. De Rationum & Fractionum Reductione. 3. De Periodo Juliana. Londini, 1678.\n\nConcerning the first, the Learned Author acquaints us, in the beginning thereof, That about fifteen or sixteen years since, it was proposed to himself by that excellent Mathematician Sir Christopher Wren, as a thing of use, &c. To find out the Distances of Comets from the Earth: and since then, hath been by him, * otherwise than is here, performed. To whom our Author then returned an Answer, &c. This same, which upon our Worthy Countrey-man Mr. John Collins his request, he hath here published.\nThe Probleme he sets down thus;\n\nExpositio in eodem Plano, quatuor Rellige positione datâ, quintam invenire, qua ab expositis ita secetur, ut interjecta segmenta sint in ratione datâ. Whereof he gives the solution at large.\n\nThe second Treatise is designed also chiefly for the use of Astronomers; who often enquire, the mutual proportion either of the Parts of some one Planetary Systeme, or of any two Systemes. As also of the Distances and Magnitudes of Coelestial Bodies. Which to give in the least Numbers, and so as to avoid greater Fractions, is a performance of as great use, as delight, and altogether new.\n\nThe Probleme, the Solution whereof taketh up the greater part of this Exercitation, is as follows, vid.\n\nExpositio Fractione quavis (putâ \\( \\frac{2684769}{8376571} \\)) Fractionem inventre, qua sit vel Expositae aequalis, si fieri possit; vel saltem, qua Expositam vel proximè superet, vel ab ea proximè deficiat, Denominatorem habens dato Numero non majorem: (putâ, qua numerum 999 non superet, seu tres locos non excedat:) sive in Terminis minimis.\n\nFor the doing of which, he first lays down his Method at large. Next, gives a summary of all the Rules. And then subjoyns several Examples in both the above specified Reductions.\n\nTo this he adds also, in the end, the way of finding out of the Proportion of the Diametre of a Circle to the Circumference: proposed in his own words thus, vid.\n\nRatio Diametri ad Perimetrum Circuli vero minor, sed continue crescens; seu Perimetri ad Diametrum vero major, sed continue decrescens; donec intra assignatos terminos consistat.\n\nThe last Treatise containeth the Solution of this Probleme, vid.\n\nExposito Anno, qui sit, verbi gratia, in Cyclo Solari, Annus 22, Lunari, 14, Indictionum, 7: quaritur, quotus sit ille Annus Periodi Julianæ.\n\nM. Martini\nII. Martini Lister & Societate Regia, Londini, Historiae Animalium Angliæ tres Tractatus. Unus, de Araneis. Alter, de Cochleis tum Terrestribus, tum Fluviatilibus. Tertius, de Cochleis Marinis. Quibus adjectus est quartus, de Lapidibus ejusdem Insulae ad Cochlearum quandam imaginem figuratis. Londini, apud J. Martyn Reg. Soc. Typogr. 1678.\n\nThe Learned Author, in his Preface, acquaints us, amongst other things, with the great care he took in preparing his Observations for this Work. Principally designing herein a most exact distribution of the kinds of those Animals whereof he Treateth, into their several sorts. To the end, that whatever Experiments or Observations shall be made by others hereafter of these Animals, worthy publishing, they may hereby be referred to their proper places.\n\nThe first Tract containeth two Books. The former whereof treateth of Spiders in general. As a description of their several Parts, both outward and inward. Of their Generation. The Nature and Emission of their Thred. Casting their Cuticle. Of their Food. Venom. Several either false or dubious Traditions concerning them. Medicines made of them.\n\nThe Second Book containeth a distribution of Spiders into their several species, as followeth in the Author's own Table.\n\nScutulata Antiqua dicta; scil. universis maculis in eodem plane dispositis, in modum Scuti sive Orbite.\n\nConglobata; scil. maculis crebris in omnes in circuitu dimensiones procedentibus.\n\nTelas linteoformes; scil. Reticulorum filis densè inter se contextis in modum Veli sive Panniculi.\n\nVenatorii; qui aperto marce Mascae infectantur, cum tamen aliàs texere possunt; nimium Telas ad Nidificationem, & ad hyberna.\n\nLupi, propriè sic dicti.\n\nCancriformes.\n\nPhalangia, sc. Aranei Pulices assultim ingredientes.\n\nBinoculi, ferè longipedes, Opiliones quibusdam dicti, Telis digita- ti sive forcipatis, Cancrorum more armati.\n\nUnder which, he hath also some other Subdivisions, made afterwards, in their several proper places.\nOf all which he likewise exhibits the Figures, sets down the Descriptions, Place, Time of Laying, Manner of Coition. Describes their Eggs, Nests, Nets, Threds. Speaks of their Food and manner of Living, very high ascent into the Air, &c. The Work containing many curious Observations, not only out of our Country-man D. Mouffet, and other Learned Authors, but of his own likewise, and such as are altogether new.\n\nThe Second Tract hath Three Parts. The first of Snails in general. As of their Shells, and other parts both outward and inward. Their Saliva, Eggs, Food, Use in Medicine. Diet, &c. The second of Land Snails. The third of River Snails. The several sorts whereof are figur'd, described, and comprized by the Author within the following Table.\n\n\\[\n\\begin{align*}\n\\text{Terebratae, seu Terebris coniectae:} \\\\\n\\text{Brevisiore figura, Terebris Apertura clausa Operculo, et Saliva confecta, ad hyo-} \\\\\n\\text{mem Operculoterebrato.} \\\\\n\\text{Terrestres, Turbinatae,} \\\\\n\\text{Longiore figura sive Buccinae convolute,} \\\\\n\\text{a Dextra versus sinistrum,} \\\\\n\\text{a Sinistra versus dextram.} \\\\\n\\text{Compressa.} \\\\\n\\text{Nuda, Limaces quibusdam dicta.} \\\\\n\\text{Cochleae, Turbinatae,} \\\\\n\\text{Validiore Testa, Operculo testaceo clausa.} \\\\\n\\text{Tenui, pellucida, semper aperta; convolute} \\\\\n\\text{a Dextra in sinistrum,} \\\\\n\\text{a Sinistra dextram versus.} \\\\\n\\text{Compressa Testa, Coccum-fundentes,} \\\\\n\\text{Fluvialites, Bivalves, Musculi quibusdam dicta.} \\\\\n\\text{Univalvis, Patella dicta.}\n\\end{align*}\n\\]\nThe Third Tract is of Sea-Snails, which by the Author are figur'd, and distributed into the following Table.\n\n\\[\n\\begin{align*}\n\\text{Testa apertura cavaliculata, Buccina rostrata diilae.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Leves.} \\\\\n\\text{Striatae.}\n\\end{array} \\right. \\\\\n\\text{Plana Apertura.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Figura productione.} \\\\\n\\text{Breviore.}\n\\end{array} \\right. \\\\\n\\text{Turbinatae,} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Intortae, sc. anfractuose.} \\\\\n\\text{Orbes non habentes, Echinus diilae.}\n\\end{array} \\right. \\\\\n\\text{Cochleae formes.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Umbone minimè omnium extante, Neritae diilae.} \\\\\n\\text{Basi lata & plana, Trochi diilae.}\n\\end{array} \\right. \\\\\n\\text{Ex omni parte arctè clusiles.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Omnium patentissima, i.e. Auris marina.} \\\\\n\\text{In angustam rimam formata, i.e. Concha Veneris.}\n\\end{array} \\right. \\\\\n\\text{Non Striatae.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Conche.} \\\\\n\\text{Asperæ, valvis dissimilibus, Ostreæ diilae.} \\\\\n\\text{Setiferae, Musculi diilae.}\n\\end{array} \\right. \\\\\n\\text{Striatae.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Aurite, Valvis dissimilibus, Pellines.} \\\\\n\\text{Non Aurite, Valvis æqualiter concavis, Peclunculi.} \\\\\n\\text{Minus concave, Tellina quibusdam.}\n\\end{array} \\right. \\\\\n\\text{Altera aut utraque parte semper biantes.} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Leves.} \\\\\n\\text{Striatae.}\n\\end{array} \\right. \\\\\n\\text{Univalves,} \\\\\n\\quad \\left\\{ \\begin{array}{l}\n\\text{Locomobiles vertice integro, Patella.} \\\\\n\\text{Fixæ, vertice aperto, Balani.}\n\\end{array} \\right.\n\\end{align*}\n\\]\nThe last Book de Gothitis Anglia, presenteth the Figures and Descriptions of as many as are contained in this Table, vid.\n\nQuorum Orbes in se convolvuntur, Cornua Ammonis.\n\nIntorti, S. anfractuosii.\n\nTurbinati,\n\nUtrinque ad Umbilicum aequaliter concavi.\n\nStriati.\n\nLeves.\n\nEx altera tantum parte.\n\nUmbilico utrinque prominulo.\n\nBuccinorum in modum producti.\n\nStriati.\n\nLeves.\n\nProductiores\n\nCochleae formes.\n\nQui Helicem, sc. Volutam non habent.\n\nCochlitae Anglie\n\nStriati subrotundi, ut Echinidae.\n\nStriis in omnes partes aequaliter procedentibus.\n\nStriis inaequaliter procedentibus.\n\nLeves in acumen fastigiati, ut Belemnite.\n\nBivalves,\n\nVerraque Testa aequaliter concava.\n\nFigura ex altera cardinis parte diffusa.\n\nEx utraque parte aequaliter diffusa.\n\nA cardine ad imum marginem productiores.\n\nVentricosi, quibusdam Bucardiae.\n\nTestis inaequalibus.\n\nOstracita.\n\nConchite rostrati.\n\nStriati,\n\nAuriti, Petinite.\n\nSine auribus, Petunculite.\n\nThe Author in his Preface to this last Book, inclines to their Opinion, who take not these figur'd Bodies for Petrified Shells, but to be bred like other Stones, in the Earth. For which he offers some Arguments either not, or less insisted on by others.\n\nThese three last Books are composed with the same accurateness as the former.\nIII. Lectures and Collections made by Robert Hooke, Secretary of the R. Society. Printed for J. Martyn, Printer to the R. Society, 1678.\n\nThe Work is divided by the Learned Author into two Parts. The first is called Cometa; containing, besides Observations of the Comets of 1664, 1665, and 1677, discourse also on Comets in general. As amongst other particulars, of the Head, Nucleus, and Blaze. That this is not always opposite to the Sun. Their Magnitude, Substance; thought, by the Author, loose and confusible; as from the variation of the Magnetical direction, he supposeth that also of the inner parts of the Earth to be. Density, Mutability, Dissolution, Fluidity, Gravity, Light, Figure, Motion, whether bended or strait, with equal or unequal velocity, &c. A Digression of the method of Speculating the great and first Principles of the Universe. Theory of Comets, as to Parallax hitherto defective. What the World expects from Mr. Hevelius. Parallaxes arising from Hypotheses of the proper motions either of the Earth, or Comet, or both together consider'd, arise to a certainty of the Magnitude of Comets: others depending on other suppositions, not. Allowing inequality of Motion, and more compounded Curve Lines, nothing can be determin'd. A gravitation towards the Sun, makes out the Motion of the Comet, and direction of the Blaze. Comets waste in the Æther, which is as a Menstruum to dissolve them. The way of enquiring Parallax by Telescopes further explain'd. A second way by too Observers at a distance propounded: A third way of Sr. Christ. Wren, his Majesties Surveyor General, set down and demonstrated by a Geometrical Probleme, an Invention altogether new. And how exactly all the Observations he had of the above-said Comets, were made out by it: together with his own Schemes. Communicated Febr. 1664.\n\nSpeaking of the nature of the Blaze, introduceth a Discourse of the Honourable Mr. Boyle, &c. A Memorial of some Observations made upon an Artificial substance, in the possession of Mr. Crafts a famous German Chymist, that shines without any precedent illustration. Wherein, amongst other particulars, is observed, that two spoonfuls of matter did enlighten a large Glass sphere. Liquor shaken, had a smoke and\nand flash'd. A dry substance, affirm'd to have continued shining two years, flash'd. Seemed to partake of the odor of Sulphur and of Onions. It fired Gunpowder first warmed. And a White paper, held a considerable distance over Coals. To which are added some Experiments on the Phosphorus Baldwinii in vacuo, and in the open Air.\n\nTo these are added Mr. Gallet's Apparatus for observing ⊙ in ⊙, and his observations of 4 Spots in ⊙; contained in a Letter to Mr. Cassini. Mr. Cassini's reflexions hereon. And his further discoveries about the motion of Jupiter upon its own Axis, and several new Appearances of that Planet. Together with Mr. Hally's Observat. of ⊙ sub ⊙. Three Southern Stars never visible in England. And the 2 Nubecula, called by Saylors, the Magellanick Clouds; in a Letter to Sir Jonas Moore.\n\nThe Second Part is called Microscopium. In which, two Letters from Mr. Lewenhoek, containing further Observations of the little Animals, of several kinds, bred in Water, after the infusion of Pepper. Likewise of the Particles of Blood, Milk, Phlegm, Gums dissolved and precipitated. The manner how the same were also seen at the Meetings of the R. Society. As also how to find the figure and texture of Animal and vegetable parts. A description both of double and single Microscopes; and how they are to be used. Of the like little Animals (as above) bred upon steeping other Grains in Water, as well as Pepper.\n\nHereto is added a Relation of the Symptoms following the slipping of a Leaden-bullet into the Wind-pipe of a certain person, and there sticking till his death, which hapned not before some years after. Together with what was observable in his Lungs upon Dissection; in a Letter from Mr. James Young, an experienced Chirurgeon in Plimouth.\n\nTo the whole Book are added Five Tables of Figures, An Advertisement of the Monthly continuation of the Mechanick Exercises; by Mr. Joseph Moxon.\n\nThe Ingenious Author having begun and continued his three first Months Exercises on Smithery: in these three next, he gives an account of Joynerly.\n\nIn the first, a description of some Tools. Then of Setting the Iron, Of the Joynter. The Strike Block. The Smoothing Plain. Rabbet Plain. The Plow. Molding Plains. Grinding and Whetting.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101804.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 4390,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1891,
        2
      ],
      [
        1891,
        3703,
        3
      ],
      [
        3703,
        5691,
        4
      ],
      [
        5691,
        7217,
        5
      ],
      [
        7217,
        8878,
        6
      ],
      [
        8878,
        10154,
        7
      ],
      [
        10154,
        12395,
        8
      ],
      [
        12395,
        14643,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101804",
    "title": "An Account of Some Books",
    "authors": "Martini Lister, Johannis Wallisii, Robert Hooke",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/101804"
  }
}