{
  "id": "cabb6b634a714b7ebb4ac75c3e4786db4fe02e88",
  "text": "Many useful inventions are already brought to perfection, and published; and many more are dextrously commenced.\n\nIn the Preface to my last foregoing Volume, I solicited for Natural Histories of Countries: And now I see very much done in that kind; and I hear of much more in the hands of many judicious Philosophers, learned Gentlemen, industrious Students, and noble Travellers. And ingenious Travellers are now furnished with extraordinary accommodations, that were not known to former Ages; such as Thermometers, Baroscopes, Hygrosopes, Microscopes, Telescopes, Micrometers, exact Scales and Weights, promptly to weigh Liquors, and, with other circumstances, to examine the intrinsic value of all Coins and Medals or Metals; Pendulum Watches, Instruments and Indexes for Magnetical Variations, and Inclinatory Needles, and other helps to come to ascertain Longitudes; and other Mechanical Contrivances for manifold Uses. And every branch of Mathematicks, pure and mixt, Arithmetick, Geometry, Astronomy, Architecture, all Ingenious Arts are daily rendered more easy and more pregnant.\n\nThese the most intelligent and industrious, being some of them in full Bodies associated, well settled and devoted for solid Truth in all our best Academies; and others led by their own Genius and Affairs, to undertake inquisitive Journeys by Sea and Land; we cannot suspect a Relapse, nor fail of a perpetual Progress in sound and useful knowledge, to the satisfaction of all the Ingenuous.\n\nSome Agrestic Observations and Advertisements, from Dr. John Beale communicated to the Publisher.\n\nIn Devonshire they mingle black Mulberries fully ripe, with a full bodied Cider in the time of grinding or pressing the Apple, with discretion for tincture and relish: And there they esteem it a very wholesome and stout wine. Of this Mulberry-cider, some notice was given from Devonshire long since, as may be seen in the Phil. Transact. Vol.2. Numb.27.p.503. Sept.1667.\n\n'Tis strange, that in nine or ten years since this was published, the practice hath not been spread into other Countries, where they abound with strong and winy Cider; many being willing that their Cider should in tincture resemble Claret, Tint, or Alicant wine.\n\nBut it may seem, that we do yet retain somewhat of our Fathers aversion from planting Mulberries, which they shewed near the beginning of King James his Reign, to our great loss and shame.\nThis Ingenious and Learned King's most obliging and admirable Letter to all the Lords and Deputies Lieutenants, and to all the Gentry and Ingenious, may yet be seen in Hartlib's Legacy, 14th. Descr. p. 59. edit. 4.\n\nOf this I am sure (for I had a hand in promoting it with Mr. Hartlib, An. 1651, 52, 53.) that Silkworms will prosper and work very kindly in England, as far as they were tried. In the North of Cheshire and in Huntingdonshire, and in Ireland in the County of Caron in Ulster, a moister place than most parts of England, some of my acquaintance gathered from their own Silkworms, silk enough to knit for themselves gloves, stockins, and waistcoats of silk. The want of Mulberries was only then their discouragement; which did put them to make unprosperous trials upon other leaves: I think, the Rasp-leaf and Strawberry-leaf was least hurtful to the worms, but none besides Mulberry-leaves sufficient for their work.\n\nAnd the fairest Mulbery, both for the fruit and for the liquor, and the Marmalade they made of it, were in highest esteem in Italy when Rome was in her height for luxury; generally prefer'd before any fruit they had entertain'd from Africa or Asia, or other parts of their wide Dominions, some hundreds of years before they had any thought of Aurelian silk in Italy or Naples. I will prove it:\n\nCùm canis Erigones flagrans Hyperionis astu\nArbores aperit fætus, cumulataque moris\nCandida sanguineo manat fiscella cruore,\nTunc præcox biferâ descendit ab arbore ficus,\nArmeniisque, & cereolis, prunisque Damasci\nStipantur calathi, & pomis quæ barbaræ Persis\nMiserat\n\nHere the Mulbery hath the precedence before the fairest Fig, the Apricot, Prunes of the best sorts, and the Peach which (he faith) had forsaken the noxiousness which it had in Persia, by the change of soil in Italy.\n\nAmbrosios praebent succos oblitera nocendi.\n\nHe goes on with other Paviæ or Peaches from Persia, and other fruits in highest esteem.\n\nAnd Palladius (at least 200 years after Columella) teacheth to make the Quidenie of Mulberries, called Diamoron, of the Juice of Mulberries, without any other mixture, only boiled\nwith honey (they had no other sugar then for their Marmalades) to a consistence. *Tunc duas partes succi ipsius & unam melis miscetis, & mista curabis ad pinguedinem melis excogere.* Pall. Sept. tit. 16. And he shews, how the Mulberry may be grafted on the Fig; and how propagated best rather by the offset or truncheon, than by the spade; *Mori nascuntur, ex semine, sic & poma & virgulta degenerant.* Serenda est talis vel cacuminum, melius autem talis sesquipedalibus, ac simo oblitis; Feb. Tit. 25. Constantine confirms the same, l. 10. c. 69. & 70. Palladius (in the last recited place,) shows how the Mulberry may be grafted on the Fig, or the fairest Mulberries on the Vulgar, only by grafting within the rind: *Inseritur infico, & in se tantum sub corice.* He was an illustrious person, and had large Mannors or Territories in Italy, Naples, and Sardinia; and he omits nothing of worth; yet neither he, nor any one of the ancient Greeks and Latins, hath so much as a hint of the Silken trade. The Mulberry requireth a rich, succulent and rank ground, which is not wanting in the approaches of any of our Cities and Towns. And Mr. Evelyn hath written as well as can be written, both to instruct, and to encourage the planting of Mulberries, *Sylva ch. 9. 2° Edit.* And this is a seasonable and sufficient hint for Gardners and Nursery-men, particularly for those that have good and strong Cider.\n\nThe white Mulberries (as we call them) are for the finest silk; but for our present intentions, *to mingle with Cider,* and for our Junkets, (as Palladius hath hinted to us) we should send for the most delicious Mulberries, which may be had in Naples, Sicily, Virginia, or any of the East or West-Indies: Not trusting to the Seed, for the cautions we have from Constantine l. 10. c. 69.and from Palladius, Febr. Tit. 25. Morus; but by all means, to have young Plants of the best sorts, sent in boxes, containing some of the connatural soil. Thus, if the Gardens about London were well furnish't, they might easily be dispersed into other parts, without more ado: For, few plants may be more easily propagated, when they are young. A few rooted Mulberries, being press'd down, and cover'd with earth in fit places, so that the eyes may be very lightly cover'd, and the sprouts or branches (if there be any) may be cut very near to the ground; or a good branch, after due depth of the bigger end in the rich mold, thus order'd as before, will soon become a perpetual Nursery,\nAnd if the worst Mulberries were well dispersed, they may be soon amended by putting the largest black Mulberry upon that of the small kind; it being certain, that it takes better upon that, than upon the white Mulberry, saith the experienced Le Gendre, where he directs the most agreeable Graffings and Inoculations, p.53. If it be objected, That 'tis a tedious curiosity to send so far for the sweetest Mulberries and the most vinous: I answer, that some good men may be of another judgment; and very few were hitherto aware of our twofold concernment, which is here demonstrated experimentally. And every year we have many Exotics (at great charges, and of much less worth) imported; too many, merely to be consumed here, and to excite and foment luxury: whereas these are permanent amongst us, and to be propagated in all parts for the great benefit of all England. And all that are hearty for the Advancement of their own Nurseries, may for their own profit, take (under the same care) this, and all the useful Vegetables herein mentioned.\n\n2. This is the season to plant and propagate by seed, suckers, offsets, slips, truncheons, or to graff (as is best agreeable to the several kinds) the Portugal Quince, the fairest Warden, the two sorts of French Chestnuts, the largest Walnut, or Walnut, the best Filberts which are sweeter to many than the Jordan Almond, (and Almonds and excellent Figs do grow here kindly by a little help of a sunny bank,) and the black cluster Grape, and the best white Grape, and many other Grapes fit for our Climate, both for food and for wine. Columella shows l. 3. 9. quomodo Amineas ferases facias; how one excellent Vine may be propagated all over a Province speedily; how in two years, two acres of Vineyards were fully stored from one Vine by graffing, and to an incredible abundance of wine. Great choice of all these, and of many other excellent, fruitful and delicious plants may be had from the London Gardiners for all England & Wales.\n\n3. Vinous shrubs are now coming into fashion; of these do some make Sugar-wines by art, to be compared (for wholesomeness and pleasantness to many palates) with rich wines of the Grape. For the Sugarcane doth hardly yield to any Vine in the world, or other Plant, saith Ligon (a man of a judicious gust) p.85.and Mr. J.W.in his Vinet.Brit.hath well recommended these Vinetum shrubs, and directed the manner of making and ordering these Vines; and (God willing) it shall shortly be more ful-\nly, or at least in greater variety, directed by the experience and approbation of Persons of Honour & of curious judgment. Good choice may be had of these Plants from Mr. R. Ball of Bradford for the Western Road; and we hope, their Meath, Metheglin, and their Hony-drinks will in a short time give place to these Sugar-wines, when perfectly well made; Hony being better for the Apothecaries, and far dearer than Sugar, if some join to buy sugar in gross, 100 or 200l. weight at a time, or more, immediately from the American Merchants. And besides, 'tis good employment for poor women and children to gather the fruit; and a special improvement of our waste Lands and Heaths by the help of the Plough and Spade, only by turning the Turf, and burnt Heath, (if there be any) into the trenches or pits made by the Plough or Spade, for banks or beds. Doubtless Diamorum abovementioned will be much amended by sugar, instead of hony then used.\n\n4. And since some parts of England have yet need of Importunity for hortulan improvements, I beg leave to transcribe out of the Gazettes, as follows: Garden seeds of all sorts may be had in small or great quantities, of Mr. Yard, at the Red Cross and Golden Lion in Soper lane near Cheapside; the ancient place for Garden seeds in London.\n\n5. Hopclover, or the largest Trefoil-seed, which is said to improve Lands not worth six shillings per acre, for pasture, to be worth twenty, or thirty shillings (mentioned in Phil. Trans. Vol. 3. N. 37. p. 725.) is cleansed from the husk, and other seeds, by Mr. R. Haines of Sullington in Sussex; and may be had at the Cross Keys in Lumbard-street, or at the Naked Boy in the Strand, with a Bill directing the use of it. And the same Hopclover-seed, from the first years husked seed, and cleaned from all course Grass-seed, may be had from Mr. Jacob Robert Junior, in the Physick Garden at Oxford; and of Mr. George Sidley Sadler, at the Falcon in Fleet-street, where likewise very good St. Foine may be had. And I hope, and pray heartily, that this may be the blessed season, in which our Right Honorable and worthy Patriots, shall devise & countenance such Expedients, as themselves shall judge to be most effectual to recover and revive our Domestic Trade, and to promote Real Improvements all over England and Wales.—The rest of this Letter is reserved for the Tract of April, that the Reader may not fail of variety.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101757.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 3165,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2407,
        2
      ],
      [
        2407,
        4534,
        3
      ],
      [
        4534,
        7012,
        4
      ],
      [
        7012,
        9487,
        5
      ],
      [
        9487,
        11889,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101757",
    "title": "Some Agrestic Observations and Advertisements, from Dr. John Beale Communicated to the Publisher",
    "authors": "John Beale",
    "year": 1677,
    "volume": "12",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101757"
  }
}