{
  "id": "0db3e72fd330785c801214bdb42d30250d1434c3",
  "text": "XVIII. Quadrantis Astronomici Muralis Idea nova et peculiaris, multis incommodis quibus hucusque usitati laborant liberati, Autore Christiano Ludovic. Gersten, R.S.L.S.\n\nRead May 7. INSIGNEM utilitatem arcuum parietibus in meridiani plano firmiter infixo- rum nemo nisi hospes in astronomiae studio ignorat. Factum inde, ut nullum hodie facile detur observa- torium supellestile sua instructum quod his carcat; repertum tamen nullum dari murum tam solidum atque inconcussum, aut tam validam crassamque ferri et metallorum compaginem, ut omnibus hisce organon hoc invariatum atque prorsus immobile respectu axis terrestris effici queat. Cogitavi itaque de novo arti- ficio; arcum nempe muralem construendum propono telescopio et micrometro instructum, cujus requisita sint sequentia.\n\nI. Ut quovis momento videri possit utrum planum instrumenti verticaliter positum sit: et,\n\nII. Utrum perpendiculum per centrum quadrantis et principium divisionis limbi exacte transeat.\n\nIII. Ut aberratio plani quadrantis a linea verticali corrigi possit, manente positione principii divisionis in limbo respectu perpendiculi: rursusque,\n\nIV. Aberratio principii divisionis in limbo a perpen- diculo corrigi possit, absque mutatione notabili positio- nis plani quadrantis respectu lincae verticalis.\n\nV. Ut pariter deviatio plani quadrantis a plano meridiei emendari possit, manente situ perpendiculari\ntum plani quadrantis tum principii divisionis in limbo.\n\nVI. Ut penitus expers sit variationis quam extensio metallorum per calorem et frigus producere potest. Denique,\n\nVII. Ut facile possit rectificari uti dicunt, hoc est, Ut facile videri poslit utrum linea ab objecto per intersectionem filorum in tubo ad oculum transiens sit exacte parallela lineae per centrum quadrantis et divisionem quam regula monstrat transcuntis, atque ubi opus est facile in rectum situm collocari. Negotium alias admodum operosum et difficile.\n\nUt omnia ista obtineantur, fiat,\n\n1. Fulcrum ferreum aaa, ccb, (TAB. V. Fig. 1. & 2.), cujus pars quae muro applicatur Fig. 1. altera Fig. 2. delineata. Consistit ex norma ferrca aaa, et regula transversa cc, ad ipsam normam claviculis inallei ope firmiter consolidata. In b, normae brachium horizontale est inflexum, ut in tergo promineat, habens insuper foramen rotundum horizontale, cujus usus mox inferius indicabitur, aliudque verticale minus cochleae striis excavatum, ut cochlea mas, m, huic immitti possit.\n\n2. In tergo fulcri ad brachium verticale normae claviculis consolidatae sunt ansae duae ehk et dg. Superior ehk desinit infra in cylindrum h, et cochleam marem k. Inferior dg, ad g, in superficie inferiori conice excavata; ut axis cylindri h, et apex coni g, sit in eadem linea, eaque plano normae anteriore aa, Fig. 2. parallela postulo, nec tamen ut summum praecilio in his adhibetur.\n3. In ipsum murum plano meridiei utcunque parallelum immittantur, et idonea compage firmentur tres mutuli ferrei (Fig. 4.) ab, gb, ce; quorum duo, ha et gb, propemodum aequales, et in eadem linea perpendiculari existunt. Superior ha habet foramen cylindricum b, tantae capacitis, ut cylindrus fulcri b (Fig. 2.) eadem immitti poslit. Inferior mutulus bg habet loco foraminis apicem conicum g, qui in cavum ansae g (Fig. 1.) intrare poslit. Distantia inter hos mutulos tanta, ut immissio in foramen b (Fig. 4.) cylindro b (Fig. 1 et 2.) et in cavum g (Fig. 1.) apice g (Fig. 4.) omne fulcri pondus apex g iustineat, liberisque fulcrum horizontaliter volvi poslit. Ansae igitur superioris pars c (Fig. 2.) ipsum mutulum non premere, sed aliquantisper ab eo distare debet. Nec tamen ex cavo g (Fig. 1.) apex g (Fig. 4.) excidere aut vacillare poslit, addatur cochlea foemina ad marem k, cujus ope premendo inferiorem partem mutuli ab, fulcrum verticaliter ad apicem g, tantum deprimitur quantum sat est.\n\n4. Ut cylindrus b (Fig. 2.) in foramine b (Fig. 4.) ab omni vacillatione penitus sit securus, addatur alia cochlea minor horizontalis f, vel duo ex oppositis plagis, cylindrum in foramine tangentes. Ut axis foraminis b et apex g (Fig. 4) sit in eadem perpendiculari, hujus effectio nihil habet difficultatis in praxi, quoniam in ipsa muri structura hi mutuli sic disponi possunt. Primum inferior gb, deinde superior ha, ope perpendiculari cuspidati, cujus filum per axin disici aenei cavitatem foraminis b exacte replentis transire debet.\n\n5. Tertius mutulus ce (Fig. 4.) consistit in crassa cochlea mari, longe satis ex muro prominente. Foramen\nramen \\( b \\) (Fig. 2.) fulcri tantae capacitatis, ut hanc cochleam transmittat, ipsius cochleæ superior pars ademta, ut habeat planum horizontale, cui cochlea \\( m \\) (Fig. 2.) inniti possit. Immisso itaque cylindro \\( h \\) (Fig. 2.) in foramen \\( b \\) (Fig. 4.) et cavo \\( g \\) ansæ \\( d \\), (Fig. 2.) applicato ad conum \\( g \\) (Fig. 4.) additaque cochlea foemina ad \\( k \\) (Fig. 2.) eademque applicata ad partem inferiorem mutuli \\( ab \\) (Fig. 4.) ad cochleam mutuli \\( ce \\) applicetur cochlea foemina quædam plana, orbicularis et in margine dentata, ut eo melius clavi quodam expresse ad id confecto circumagi posse, adigatusque usque ad partem mutuli \\( e \\) propemodum. Deinde horizontaliiter volvendo ipsum fulcrum, cochlea \\( e \\) (Fig. 4.) foraminis brachii horizontalis fulcri \\( b \\) (Fig. 2.) immittatur, circumvolveretur cochlea \\( m \\), eo utque donec planum cochleæ crassæ mutuli \\( e \\) attingat, et ipse mutulus adeo ponderis fulcri partem aliquam sustineat. Deinde addatur adhuc alia cochlea foemina plana et dentata ad eandem marem \\( e \\) (Fig. 4.); agatur usque ad planum brachii horizontalis normæ, id quod in nullum alium sinem flexum, nisi ut hanc cochleam foeminam sic recipiat, ne suspensioni quadrantis in fulcro obstit, atque ut eo major concedatur longitudo cochleæ crassæ mutuli \\( e \\). Sic fulcri pars \\( b \\) (Fig. 2.) nititur hoc modo verticaliter in cochleam mutuli \\( ec \\) (Fig. 4.) et in positione azimuthali servatur per duas descriptas cochleas foeminas dentatas mutuli \\( ce \\). Quodsi igitur aliquid in positione plani muralis aberratum, istud semper quo tempore libuerit, mediantibus hisce cochleis dentatis, corrigi potest. Me non monente, benignus lector intelliget foramen brachii horizontalis \\( b \\) (Fig. 2.) satis amplum et ovalis figuræ esse debere, ne angustia motui azimuthali obstit.\n\n6. Fulcri\n6. Fulcri pars anterior (Fig. 2.) tres rursus habet mutulos \\( n, o; \\) et \\( p. \\) Primus \\( n \\) est ad formam cubi aut parallelepipedi, nisi quod superficies ejus superior sit semicylindriace excavata. Secundus \\( o \\) unci formam habeat (Fig. 3.) specialiter depictam. Tertius \\( p \\) nihil aliud est nisi cochlea mas prominens. Cuncti ad normam quoad fieri potest optime consolidati.\n\n7. Quadrans ipse ut ex solido sit metallo postulo. Facies ejus anterior exhibetur Tab. VI. Fig. 1. Craffites sit congrua, limbusque quadrantem idonea quantitate excedat. Ad planum limbi rectificandum adsit regula composita \\( kk, \\) ex duabus, quarum una \\( rr \\) perpendiculariter insit ad planum alterius \\( kk, \\) sic ut in neutram partem facile flecti possit. Regulæ \\( rr \\) acies rectitudinem habeat perfectam, exhibeatque linacam rectam qua sit in plano superficiei limbi anterioris. In tergo per cochleas hæc regula quadranti firmatur, sicuti ex Fig. 2. apparet. Quodsi enim hæc regula plano limbi in \\( m \\) et \\( n \\) bene coincidit firmata ad centrum alia regula rectilineari examinatoria, facile patet utrum limbus et acies \\( rr \\) regulæ in codem sint plano, per consequens limbi planum recte se habeat. Nam ex punctis \\( m \\) et \\( n, \\) nonnisi unica recta duci potest, qua per hypothesin in acie regulæ \\( rr \\) revera existit. Per linacam rectam vero \\( mn, \\) et punctum \\( a, \\) non nisi unicum planum duci potest. Quodsi igitur regula examinatoria ad \\( a \\) affixa ubique aciem regulæ \\( rr \\) et limbum quadrantis exacte tangit, planum limbi in plano trianguli \\( amn \\) necessario esse debet. Post examen et correctionem hæc regula \\( rr \\) superflua est, adeoque, si libet, adimi potest.\n8. In tergo quadrantis (Fig. 2.) duo sint sustentacula orichalcea, \\(ab\\) et \\(ef\\), ad ipsius quadrantis superficiem per cochleas probe firmata. Sustentaculum \\(ab\\) in \\(b\\) habeat foramen ovale; in lateribus sint duo cochleae \\(c\\) et \\(d\\) cuspidatae. Foraminis parietes superne sint convexae, ut immisso mutulo \\(o\\) (Tab. V. Fig. 2.) in hoc foramen, pars cava \\(a\\) mutuli (Fig. 3.) replacatur, cuspidesque cochlearum horizontalium \\(c\\) et \\(d\\) (Tab. VI. Fig. 2.) partem mutuli aut unci convexam inferiorem (Tab. V. Fig. 3.) ex duabus oppositis partibus stringant, et sic omnis vacillatio excludatur.\n\n9. Alterum sustentaculum \\(ef\\), in \\(e\\) cochleis ad planum quadrantis affixum, ad \\(f\\) habet foramen rectangulare, quod ingrediuntur cochleae mares verticales \\(h\\) et \\(i\\), quarum usus est sequens. Immisso mutulo sive unco \\(o\\) (Tab. V. Fig. 2.) in foramen sustentaculi \\(ab\\) (Tab. VI. Fig. 2.), mutulus \\(n\\) (Tab. V. Fig. 2.) quoque immittitur in foramen rectangulare sustentaculi \\(ef\\), et cochleae \\(h\\) apex, qui hemisphaerice convexus esse debet, in cavo mutuli \\(n\\) (Tab. V. Fig. 2.) subsistat, et sic per motum cochleae \\(h\\) situs quadrantis elevando et deprimendo parumper est variabilis. Foramen \\(f\\) in hunc finem satis amplum esse debet; quando tamen semel situs conveniens per cochleam superiorcm determinatus, tunc vacillatio quadrantis non proficua, ideo per cochleam inferiorem \\(i\\) firmiter ad mutulum constringitur.\n\n10. Duobus hisce sustentaculis quadrans in situ debito quidem teneri, ac, ubi opus est, corrigi potest, respectu principii, divisionum in limbo, ut istud minimum perpendiculo congruat per centrum quadrantis ducto. Sed requiritur ulterius, ut et ipsum quadrantis planum sit perpendiculare. Ut id efficiatur, adsint\nadsint duo cochleæ fœminæ planæ orbiculares, cochleam marem \\( p \\) (Tab. V. Fig. 2.) complectentes; harum prima eaque dentata, mari \\( p \\), applicetur antequam quadrans mutulis fulcri sit applicatus. Postea vero, ubi quadrans sustentaculis \\( cd \\) et \\( fe \\) (Tab. VI. Fig. 2.) mutulis \\( o \\) et \\( a \\) (Tab. V. Fig. 2.) pender, atque cochlea mas \\( p \\) in foramine \\( c \\) (Tab. VI. Fig. 1 et 2.) existit (quod sat amplum et ovalis figuræ esse debet, ut concessa sit variatio quaedam situs, per cochleam ansæ superiorem \\( h \\) (Tab. VI. Fig. 2.) efficiendam); tunc tergum quadrantis sustinetur cochlea fœmina orbiculari dentata, ad marem \\( p \\) (Tab. V. Fig. 2.) applicata, paulo superius descripta, facies vero per alteram cochleam fœminam orbicularem, clavi quadam, foraminulis nonnullis in hunc finem terebratis intrusa, circumagendam. Planum itaque harum cochlearum fœminarum, sat amplum esse debet ne in ipsum foramen quadrantis ingrediantur. Et sic his duabus cochleis non modo valide constringitur quadrans ab utraque parte, sed etiam, ubi opus est, retro vel antrorum promovetur, quoniam suspensio in mutulis \\( o \\) et \\( n \\) (Tab. V. Fig. 2.) huic motui non obstat. Quoniam tamen nimia longitudo cochleæ \\( p \\) obest, consultum erit cochleam anteriorem fœminam tali figura construere, quam sectio (Tab. VII. Fig. 2.) exhibet, ubi margo \\( ab \\) faciem anteriorem quadrantis tangere, collum \\( cd \\) vero ipsum foramen \\( c \\) (Tab. II. Fig. 1.) ingredi debet.\n\n11. Centrum quadrantis (Tab. VI. Fig. 1.) a cylindrice excavatum est, ut clavum regulæ admittat. in tergo quadrantis, medianibus cochleis affixa est lamina \\( mn \\) (Fig. 2.) foramen habens quadratum \\( m \\), centro respondens; sitque hoc quadratum, circulo foraminis\nforaminis \\(a\\) (Fig. 1.) inscriptum, aut paulo minus. Lamina \\(mn\\) (Fig. 2.) crassitiem habeat congruentem, sitque dupliciter ad normae modum flexa, desinatque in facie in partem \\(b\\) (Fig. 1.) a plano quadrantis sat- tis distantem, ut stylum tenuem centrum clavi pun- gentem, filumque perpendiculari sustinentem teneat. Ipsum clavum (Fig. 3.) specialiter delineavi, in eoque est \\(a\\) caput, \\(b\\) cylindrus cavum centri quadrantis, et regulæ exacte complens, \\(c\\), quadratum foraminis \\(m\\) (Fig. 2.) immittendum, \\(d\\) cochlea mas, cui conveniens foemina applicanda.\n\n12. Tab. VII. Fig. 1. exhibet quadrantem cum regula et perpendiculari apparatu: \\(pr\\) est linea superficiei quadrantis inscripta, per centrum, si continuata fuerit, transitura, qua divisionum in limbo principium est. \\(hikg\\) est parallelipidum eo modo, sicuti figura indi- cat, excavatum, cochleis ad planum quadrantis affixum. quo filum \\(mo\\) perpendiculariter imminet lineae \\(pr\\), quod normae accuratoris ope nullo negotio perscitur. Alterum filum \\(ik\\) situm habet ad planum quadrantis parallelum, ad tantam tamen exacte distan- tiam, quanta est altitudo centri in clavo \\(c\\), sive punctum suspensionis fili supra superficiem quadrantis. Addatur tertium, secundo prorsus simile in latere opposto paralleliipedii \\(hg\\), cujus delineationem scenographiae leges vetant.\n\n13. Ipsum filum stylo subtili centrum clavi \\(c\\) pun- gente suspensum, ex pilis capitis humani constet, pondusculum \\(f\\) semiunciae facile sustinens, et in cavo paralleliipedii \\(hikg\\) libere oscillet. Fila minora paralleliipedii \\(mo\\), \\(ik\\), &c. etiam ex iisdem pilis constent, habeantque crassitiem æqualem. Usus eo- rum hic est; ut facile cognoscatur positio quadran- tis\ntis respectu perpendiculi cf. Nam per filum mo, ad lineam pr collimando, exactum datur oculorum judicium, utrum pr, principium divisionum in limbo, cum perpendiculo cf conveniat. Rursusque per filum ik ad alterum oppositum collimando, videri potest utrum planum quadrantis sit perpendiculo parallelum. Quod si loco parallelepipedi duo ponticuli, hæc tria fila sustinentes substituantur, idem finis brevius adhuc obtinebitur, cumque spatium oscillationis fili cf exiguum sufficiat, dispositio horum trium filorum talis esse potest, ut per vitra convexa collimatio fieri possit; quod commodum accidet, quibus obtusior oculorum acies. Cochleæ foeminæ b margo orbicularis, adeoque et ipsa cochlea mas fulcri p (Tab. V. Fig. 2.) quam complectitur, sic ultra superficiem quadrantis promineat, ne oscillationem fili cf impedit, aut, si mavis, istarum cochlearum et foraminis in quadrante locus extra oscillationis fili spatium assignandus. Quodsi observatorii structura patiatur, ut ab horizonte ad Zenith stellarum detur aspectus, tunc regula ad lineam pr accessum debet habere liberum, adeoque parallelepipedum hikg paulo inferius in appendicem collo- candum, aut superius paulo in brachium verticale, ipsaque appendix incisionem convenientem habere debet.\n\n14. Progregior nunc ad ipsam regulam, quæ quidem Tab. VII. Fig. 1. quoad maximam partem sce- nographice delineata, atque literis nnnn designata extat, insuper tamen habita justa magnitudine et pro- portione partium, quam in omnibus hisce figuris ne- gligendum duxi, quoniam sic multo distinctius mentem meam figuris spectabilioribus explicare potui. Hæc regulæ structura, quoniam ea plane peculiaris, spe- X x x cialiusr\ncialius nunc mihi explicanda. \\( nnnn \\) est planum regulæ circa clavum \\( c \\) volubilis. Contra incurvationis periculum munita est alia regula \\( ddd \\), perpendiculariter ad planum \\( nnn \\) afferruminanda, aut alio idoneo modo consolidanda. Divisiones limbi indicantur in apertura, aut fenestra regulæ \\( xx \\); ibique aut per filum extensum, aut per aciem vel marginem interiorum aperturæ, aut per divisionem quam vocant Nonianam, prout libuerit. \\( qq \\) est telescopium. Quod si nunc ponamus regulam exacte gradum \\( o \\) vel \\( i \\) altitudinis in limbo monstrare, nihil erit quod in organo desiderares, nisi ut linea ab objecto per decussationem filorum telescopii ad oculum pergans, sit exacte parallela lineæ per centrum quadrantis et gradum \\( o \\) vel \\( i \\), altitudinis in limbo transeuntis. Sed cum prima vice tubus talem in modum regulæ consolidari nequeat, ut huic conditioni satisfiat, postulo eum sic regulæ connecti, ut in situ, quo Tab. VII. Fig. 1. depictus est, motum aliqualem habeat non solum in altitudinem, sed etiam in partes azimuthi. Motus in altitudinem perficitur per cochleas \\( uu \\), motus azimuthalis vero per cochleas \\( ww \\), quæ omnia tamen specialius et distinctius Tab. VIII. delineata extant.\n\n15. Motus in altitudinem efficitur sequentem in modum. Tubo loco convenienti afferruminatur pes aut ponticulus Tab.VIII. Fig.6. depictus; basis \\( bck \\) est plana et rectangularis, ad \\( b \\) ct \\( ck \\) crassities metalli minor. Pars \\( i \\) perpendiculariter ad basin afferruminata, huic connectitur altera pars volubilis \\( namh \\), mediante stylo \\( h \\), juncturas utriusque partis transeundo. In \\( a \\) pars volubilis excavata, tali curvedine ut tubum recipiat stanno in hunc canalem afferruminandum. Basin hujus pedis \\( bck \\) ad planum regulæ deprimunt, duo frusta\nfrusta orichalcea, quorum figuram Fig. 7. sstit, et quos depressores pedis voco. Habent autem hi depressores duo foramina k et m, ad recipiendas cochleas, et duos apices h et i foraminulis in plano regulae in hunc finem terebratis intrudendos. Melius nunc omnia ex ichnographica delineatione horizontali Fig. 2. intelligentur, ubi aa tubi pars, bc ee pes, ee basis pedis, be pars volubilis tubo afferruminata, ff duo depressores pedis, gg cochlea marces, matrices in regula excavatas ingredientes, et hoc modo pedem valide prout libu- crit ad planum regula deprimentes. Fig. 5. exhibet delineationem verticalem, in eaque aa tubi pars, ee, ff, cochlea depressorum; ipsi pes sub tubo latet: g, h, sunt dua cochlea marces, quarum apices planae ab utraque parte pedem stringunt immotumque servant, et ubi situs horizontalis tubi elevando vel deprimendo mutandus, id facile per revolutiones harum cochlearum persicitur: sed tunc cochlea depressorum pedis ff, ee, non nimis fortiter pedem ad planum regulae deprimere debent.\n\n16. Sequitur nunc motus ad partes azimuthi. Quod Fig. 9. delineatum, vocemus tabulam plicatam. Consistit ex plano rectangulari orichalceo kfgb, cui ad angulos rectos insistat aliud planum abcf, cujus latera tamen af et bc sint in curvedine circuli, ex centro foraminis q ducti, margines af et dbcg sunt ad angulos rectos excavati, propterea eodem modo sicuti basis pedis (Fig. 6.). Cui respondere debent duo depressores similes ei quem Fig. 7. sstit, nisi quod curvedinem ipsi bc convenientem habere debeant. Planum kfgb aperturas habet rectangulares mnr et osp pro recipiendis appendicibus tubi quas mox describam. In Fig. 8. aa est tubi pars, ee ta-\n\nXXXII\nbulæ plicatae pars verticalis, mediante clavo b, ad planum regulæ firmata, atque circa clavum volubilis, cc et dd, depressores tabulae, atque carum cochleæ. bb est sectio partis tabulae horizontalis, quæ Fig. 9. literis kfgb indicatur. gg sunt appendicces peculiæres, tubo afferruminatæ; delinunt in cochleas mares, et pars carum foraminibus rectangularibus mn et op (Fig. 9.) respondet, sic ut secundum longitudinem nr aut os possint intervallo quodam apto hinc illincque promoveri, et tamen mediantibus cochleis foeminiis kk, interpositis antea orbiculis ii, quando libucrit ad ipsum planum tabulae valide firmari. Quodsi igitur Tab. VII. Fig. 1. per cochleas uu contra pedis parietes applicatas telescopium attollitur aut deprimitur, tabulae complicatae clavus istud permittit, relaxatis paulisper cochleis depressorum xx. Rursus quando ad motum azimuthalem peragendum, appendices ww, relaxatis cochleis foeminis hinc illincque, per consequens ipsè tubus promovetur, pedis junctura id quoque permittit. Quodsi appendicces g, g, (Fig. 8. Tab. VIII.) transverse valido satis metalli frusto connectuntur, hic motus azimuthalis unius cochleæ artificio et lentus et securus effici potest.\n\n17. Praetera habet regula appendicem peculiarem tergum limbi radentem. Constat Tab. VIII. Fig. 1. et 2. ex parte normaliter inflexa Am, plano regulæ validissime consolidata et altera volubili ko, stylo m, juncturis suis cum immobili Am connexa, in parte volubili orbiculus i Fig. 2. circa cylindrum q in cochleam desinentem versatilis tergum limbi radit, atque adversus istud constringitur claustro ns cochleis ssss (Fig. 1.) firmato. Mota regula ad quamlibet deinde divisionem firmatur ope cochleæ v, cui objicitur lamina tenuis\ntenuis ut Fig. 2. ne apex metallum limbi excavet, contactum immediatum impediens.\n\n18. In vitris telescopii nullam requiro quam vocant centrationem, hoc est, ut maxima crassitices sit in medio vitri, negotium alias taediotum et operosum. Hoc tantum postulo, ut vitra praeprimis objectivum constantem habeant situm in tubo, in quem, si ad abstergendum forte amoveantur, facile rursus restitui possint. Angli artifices, pasim vitra ocularia telescopiorum praeprimis reflectentium, cylindris cochleae helicibus incisis firmiter insigunt, quo deinde aptis matricibus tubo immittunt. Quod si igitur helices cochleae sunt bona, et praetera signum quoddam efficitur in cylindri margine, alii in cavo tubi facto respondens, necessario vitrum eundem situm servabit vel centies amotum, modo sic tubo rursus inseritur, ut signum signo respondeat.\n\n19. Micrometrum, Tab. VIII. Fig. 4. habet collum, cujus margo in octo aequalis partes lineis ad centrum convergentibus, scrupulose, aut si plura fila verticalia requiruntur in alias quaecunque partes divisus. Ad has divisiones fila sive ferica sive metallica facile applicantur, firmanturque in collo aut cerae ope, aut subtilioribus claviculis, ex buxi ligno aut metallo confectis. a est prominentia quadrangularis, habens in parte opposita similem aliam, sed aut majorem aut minorem: ambarum crassitices aequalis esto aut paulo minor crassitiei tubi cui immittitur. Ipse tubus Fig. 3. delineatus, in d habeat crenam rectangularis, prominentiam annuli a (Fig. 4.) absque vacillatione recipientem. Ipse annulus micrometri bene cavo tubi conveniat, intrususque tubo parietes interiores ejus bene contingat. b est vitrum ocularis, a filis micrometri\nmicrometri debito modo distans. *foramen oculare*, operculo cochleato *b* incisum. Remoto hoc operculo aliud substitui debet vitris fuligine obductis munitum. Ut micrometri filum horizontale semper sit in codem situ, aut si disturbatum, ad debitum situm rursus redigi queat, tubus major telescopii *aa* (Fig. 5.) desinat in cuspidem *i*. Inserto deinde tubo oculari *b*, et in debitum situm redacto, linea in superficie externa tubi *b*, ad ductum marginis horizontalis cuspidis *i* ducatur, et cochleis minutioribus postea hi duo tubi *a* et *b* ad se invicem firmantur. Quodsi micrometrum postulatur, filo mobili instructum, tunc structura convenicenter mutanda.\n\n20. Nunc ad rectificationem regulæ progredendum: Fiat ex ligno sicco et solido asser, superficiem habens horizontalem ejusdem ferme longitudinis et latitudinis cum regula. In extrema superficii horizontalis parte sit verticaliter erectus clavus æneus, in cochleam superne desincens, cavitatem foraminis centralis exacte replens. Alterum extremorum planum habeat, aut tabulam ænacem paralleliipedalem prominentemque. Tab. VII. Fig. 3. *hh* denotat partem asseris, *fegk* tabulam ænacem prominentem, cochleis *eeee*, probe ad ipsum asserem firmatam, sic tamen ne capita cochlearum in superficie tabulae prominant. Ipsa metalli superficies superior sit probe polita, congruat cum plano superiori asseris, fitque in eo ducta linea subtilis *ab*, quae, si continuata fuerit, axin clavi transeat. Sint porro duo paralleliipedæ orichalceæ *cd* duabus cochleis, ad ipsam tabellam firmata, sed in apta ab extremo *gk* distantia, ex sequentibus mox colligenda. Singula infra habeant quatuor apices cylindriacos foraminulis in tabulam terebratis intrusos, ut situs.\nsitus corum sit quam firmissimus; duo haec paralle-\nlipedae se mutuo exacte contingant, et planum con-\ntactus sit perpendicularis ad linam ab. Quodsi igi-\ntur divisiones limbi quadrantis monstrantur per mar-\nginem interiorum aperturae xx (Tab. VII. Fig. 1.), aut filum quoddam per aperturam istam extensum tunc\nregula quadrantis primum sic imponitur asseri, hori-\nzontaliter primum collocata ejus superficie superiori,\nut clavus verticalis asseris per foramen centrale trans-\ncat, telescopio sursum spectante, et sic remoto paral-\nlelipipedo d (Fig. 3.) margo aperturae xx, divisiones\nindicans, (Fig. 1.) aut filum extensum exacte applice-\ntur ad superficiem perpendiculararem parallelipipedi c\n(Fig. 3.); quo facto margo aperturae aut filum exten-\nsum erit in plano ad linam ab perpendiculari. Porro\nfirmata regula ad tabulam fg ope cochleae v (Tab.\nVIII. Fig. 1. ct 2.) telescopium cum ipso asseri diri-\ngatur ad objectum quoddam remotum, immobile;\nnotetur in co punctum, quod per decussationem filorum\nobtegitur, immotusque maneat in ista positione asser.\nPostea invertatur regula, removeatur paralleliipedon c,\net in pristinum locum restituiatur d (Tab. VII. Fig. 3.);\nmargo aperturae xx vero (Fig. 1.) sive filum applice-\ntur ad planum perpendicularare parallelipipedi d. Cum-\nque hoc statu minima pars regulae asseri incumbat,\nadeoque necesse sit ut reliquum cum telescopio præ-\nponderet, fulcrum quoddam cochleis instructum as-\nseri combinandum. Applicata ergo situ inverso re-\ngula ad idem planum perpendicularare lincae ab (Fig. 3.)\ndenuo ad objectum per telescopium collimandum,\nvidendumque an punctum decussationis filorum sit in\ncodem objecti puncto ac antea. Hic casus si extite-\nrit, nulla correctione opus habet regula. Nam cum\nimmota\nimmota suerit recta \\( ab \\), per centrum clavi regulæ transiens, idemque objecti punctum per telescopium tam in situ recto quam inverso apparuerit, necesse est ut linea \\( ab \\) objecto per decussationem filorum ad oculum transiens parallela sit lineæ \\( ab \\). Sed cum hic casus vix unquam prima vice sic existere posset, sed semper fere aliud objecti punctum fila decussantia tangant, tunc aberratio potest esse aut in altitudine, aut in azimutio, aut in utrisque simul. Utroque casu telescopii positio per cochleas \\( uu \\) et \\( ww \\) Tab. VII. Fig. 1. ad dimidium aberrationis angulum corrigenda, quantum sc. oculorum judicio hoc affirmari potest. Deinde regula rursus in situ recto modo, uti antea, impone nda, noviterque per telescopium objectum contemplandum, mox rursus invertenda, videndumque an idem punctum appareat. Si secus, telescopii positio denuo dimidii erroris quantitate corrigenda. Examen hoc toties repetendum, quoties differentia adhuc aliqua appareat. Re perfecta omnes cochleæ \\( dd, ee, kk \\) (Tab. VIII. Fig. 8.) et \\( ee, ff, gh \\) (Fig. 5.) fir miter adstringendæ, ut telescopium in eo statu permaneat. Cui hæ multiplex regulæ in æscre inversio, quæ tamen sat brevi tempore absolvi potest, adhuc tædiosa nimis videbitur, is aut micrometrum addat cum filo mobili, aut, quod ego mallem, tabulam al bam \\( bcde \\) (Tab. V. Fig. 6.) quæ duas fascias nigras \\( hl, gf \\), habeat ad angulos rectos, situ horizontali et verticali se se decussantes, ad congruam distantiam disponar, et sic deinceps æscrem cum telescopio situ recto imposito sic dirigat, ut punctum decussationis fasciarum sit in puncto decussationis filorum in tubo. Immoto æscre, sed inversa tamen regula, prope tabulam adsit socius, mandata observatoris per signa data\ndata excquens, habeatque in duas alias fascias nigras km et no, quas ad nutum observatoris situ ad gf et hl, parallelo (facile structura aliqua peculiari in assere sic efficiendo) et quidem no horizontaliter, km vero verticaliter moveri possit. Quodsi enim inversa regula in assere punctum decussationis cadit in tabulæ punctum, v. gr. g, tunc socius utrasque fascias km et no successive sic disponat, ut filum verticale tubi cadat in fasciam he, et horizontale tubi in fasciam tabulæ km. Hoc peracto, intervalla fo et kh ope circini bisecanda, atque fasciæ in tabula motu parallelè in ista bisectionis puncta collocandæ. Tunc immoto assere regula cum telescopio in situm rectum rursus restituitur, atque telescopii positio tamdiu per cochleas corrigitur, donec punctum decussationis fasciarum in tabula coincidat cum puncto decussationis filorum in tubo. Quodsi prima vice inversa regula et tubo ad tabulam collimatur, secunda vice vero in situ recto, tunc puncto decussationis in tabula notata, atque debito loco collocatis fasciis mobilibus, error in codem situ regulæ corrigi potest. Et sic tubi situs respectu regulæ erit talis, ut vel in recta vel in inversa positione telescopii, idem objecti punctum in tubo conspiciatur, per consequens regula quadrantis erit rectificata.\n\n21. Quod si fieri nequeat quin hæc regula paulo evadat ponderosior, pro commoda ejus ad astra directione, duobus modis et huic incommodo mederi potest. Primus est quem dudum Flamstedius sextanti suo adhibuit, atque in Historia Cælesti descripsit. Cochlea nimirum perpetua in regulæ appendice versatili margo exterior limbi quadrantis denticulis congruis incisus raditur. Sed tunc apparatum appendicis sq (Tab. VIII. Fig. 2.) non omittendum suadeo,\nut regulæ planities plano limbi bene sit contigua. Nam in sextante murali Petropolitano, qui a Rowlejo praestantissimo sui temporis artifice confectus est, hoc vitium deprehendi, ut margo aperturæ xx (TAB. VII. Fig. 1.) divisiones limbi ibi indicans, satis bene quidem limbum stringat, reliqua vero pars regulæ nimium a plano limbi distet, unde telescopium vacillat, vel validissime ad marginem adstricta cochlea. Sed totum hoc artificium nimis operosum mihi videtur, nec satis commodum in observationibus. Nam cochleæ revolutionibus limbi divisiones aut examinare, aut corrigere, aut comparare, nullo modo satis tutum mihi videtur; pondus regulæ sublevare, facilioremque tubi ad astra directionem hoc artificio efficere, id admodum nimis operosum. Mallem ego alio uti centies simpliciori. Sit TAB. V. Fig. 5. abc quadrans muralis, ad regula; in m, centro a quadrantis verticali statuatur axis vectis ferrei, gmf, sic ut brachium mf, et ejus revolutio, sit quamproxime in plano quadrantis; alterum mg, in alio parallelo, atque distanti. Longitudo mf sit dimidium circiter longitudinis regulæ ad, longitudo mg, vero 3 vel 4 pollicum. Angulus gmf punctorum nempe rotationis m, et suspensionum gf, sit rectus. Ad f, catenulae vel funiculi ministerio connectatur regula, sic ut mf sit æqualis et parallela ae. Ad g alligetur funiculus gh horizontaliter ad extremum conclavis extensus; ibi trochlea h fultus, tandemque pondere k appenso ad terram propemodum demissus. Quodsi enim hoc pondus k regulæ sufficiens efficitur, in quocunque situ, ea vel demissa vel in altum sublata manebit. Parum obstabit, quod centrum gravitatis regulæ nostræ a puncto suspensionis distans futurum sit, quoniam pressio\npressio elasti in tergo limbi inæqualem gravitatis actionem satis temperabit.\n\n22. Restat nunc ut ostendam organum descriptum cunctis requisitis suis satisfacere.\n\nI. Cum fila \\(i, k\\), (Tab. VII. Fig. 1.) et alterum ipsi simile in opposita parte paralleli pedi situm habeant ad planum quadrantis parallelum, eandemque distan- tiam ac punctum suspensionis \\(c\\), facili negotio colli- mando patebit, utrum filum perpendiculari sit in plano horum filorum, adeoque planum quadrantis in positione verticali. Quod erat unum.\n\nII. Quoniam filum \\(mo\\) est in plano lineæ \\(pr\\), id- que perpendicularis ad planum quadrantis, collimando per \\(mo\\) et \\(pr\\) facile dignoscitur, utrum perpendicularum sit in hoc plano, per consequens principium divisionis \\(pr\\) sit in plano verticali. Quod erat secundum.\n\nIII. Quoniam quadrans suspensus est duobus punctis, primum in unco \\(o\\) (Tab. V. Fig. 2,) deinde in cavo mutuli \\(n\\), motum ejus verticalem nihil impedit nisi duæ cochleæ foeminæ, marcm \\(p\\) complectentes. His ergo cochleis situs plani quadrantis ad perpendicularum corrigi potest, cumque hæc correctione brachium ho- rizontale quadrantis non inclinetur, sequitur quod hæc correctio sit independens, a situ horizontali quadrantis. Quod erat tertium.\n\nIV. Uncus (Tab. V. Fig. 3.) non modo in \\(a\\) est cavus sed simul est convexus, ut sectio ejus \\(ab\\) sit circularis: hæc unci figura igitur non obstat quo mi- nus quadrans in mutulo \\(n\\) per cochleam \\(b\\) (Tab. VI. Fig. 2.) nonnihil attolli aut deprimi possit. Proinde cum positio principii divisionis dependeat simul a positione brachii horizontalis, evidens est, per motum cochleæ \\(b\\), positionem principii divisionis respectu perpendiculari corrigi posse.\nV. Cum ipsum fulcrum ferreum habeat motum aliquem horizontalem in mutulis \\(ab\\) et \\(gb\\) (Tab. V. Fig. 4.) axiique rotationis sit perpendicularis, sequitur, quod reliquis omnibus manentibus deviatio plani quadrantis a plano meridiei corrigi possit. Et si vel maxime axis rotationis fulcri non exacte sit perpendicularis, nihil tamen impediet, quo minus observator inclinationem hujus axis, ad quam partem ea tendat, explorare possit, et sic deinceps pro re nata correctiones suas instituere. Quod erat quintum.\n\nVI. Quadrans ipse ex uno et solido est metallo. Quod si igitur extenditur aut contrahitur calore aut frigore, similis semper sibi manebit. Nec suspensio ejus obstat extensioni. Nam in fulcro mutulus \\(n\\) (Tab. V. Fig. 2.) canalem habet horizontalem, in quo cochleae apex \\(b\\) (Tab. VI. Fig. 2.) haeret, et foramen \\(c\\) (Fig. 1.) satis amplum pro tam parva extensione aut contractione quam calor aut frigus producit, nec cochlearum foeminarum, istud foramen in facie et tergo quadrantis tegentium, brachiumque constringentium, superficies plana huic obstat. Quod erat sextum.\n\nVII. Denique quoad rectificationem, ea jam satis ex ipsis praecptis patet. Nemo non intelliget, eam faciliorem expeditioremque esse hucusque usitatis; cumque assit pro rectificatione regulae constructus asservari possit, quolibet tempore observator absque magno labore regulam suam denuo examinare potest. Ergo organon requisitis suis satisfacit.\n\nCaeterum quoniam rarissime in ædificiis constructis dantur muri in plano meridiei existentes, vel saltem loca hisce muris construendis apta, arcus murales hucusque semper ædificium expresse in hunc finem, dispositum desiderarunt. Sed quilibet facile intelliget nostrum artificium quocunque ferme loco esse applicabile.\nplicabile. Nam si, v. gr. in tali apertura quae januarium est, duo mutuli \\(a b\\), \\(g b\\), (Tab. V. Fig. 4.) in murum immittuntur, tertius \\(ec\\), murum contiguum praecise non requirit; sed in ferri quadam compage, longe de muri plano prominente, valide satis firmari potest.\n\nMulta praeterea sunt quae in hoc organo aliter aut forte melius disponi possent; sed longus nimis forem omnia cogitata mea in medium hoc loco prolaturus. Sufficiat artificium scopo congruens monstrasse, idque non ingratum penitus astronomis fore confido.\n\n**XIX. Observationes duae Alberti Haller, Prof. Med. Gotting. R. S. S. Lond. S. Fabricae morbose in Cadaveribus repertae.**\n\n**Observatio I.**\n\nRead May 7. IN foemina quadragenaria reperi venam cavam inter renalis sinistrae originem, et inter iliacas venas, enormiter angustatam, ut vix quidquam transmitteret. Aliquid tamen polyposi duri sanguinis in ejus cavitate, quae inter crassas membranas arctissima fuit, repertum est. Vena vero spermatica dextra enormiter dilatata, unciali diametro venae cavae locum subiit, et sanguinem, exclusum a via solita, reddidit ureteris venae, alioquin in sano corpore exiguae, ortae ab iliaca dextra.\n\nRarissimi hujusmodi coalitus exemplum aliud reperi in JOHANNIS RHODII Mantiss. Anatom. Obs. XXI.\n\nEx utroque constat, etiam in maximis truncis vasorum corporis humani morbos subnasci posse, et obstructionem in venis vere dari; et canales minimos, quando sanguinis, solitis viis exclusi, impetus eo vergit, patentissimos reddi posse.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104863.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 30,
    "total-input-tokens": 47960,
    "total-output-tokens": 12233,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        0,
        6
      ],
      [
        0,
        0,
        7
      ],
      [
        0,
        0,
        8
      ],
      [
        0,
        0,
        9
      ],
      [
        0,
        1387,
        10
      ],
      [
        1387,
        2816,
        11
      ],
      [
        2816,
        4464,
        12
      ],
      [
        4464,
        6317,
        13
      ],
      [
        6317,
        8020,
        14
      ],
      [
        8020,
        9791,
        15
      ],
      [
        9791,
        11542,
        16
      ],
      [
        11542,
        13277,
        17
      ],
      [
        13277,
        14951,
        18
      ],
      [
        14951,
        16766,
        19
      ],
      [
        16766,
        18445,
        20
      ],
      [
        18445,
        20163,
        21
      ],
      [
        20163,
        21848,
        22
      ],
      [
        21848,
        23569,
        23
      ],
      [
        23569,
        25319,
        24
      ],
      [
        25319,
        27079,
        25
      ],
      [
        27079,
        28809,
        26
      ],
      [
        28809,
        30503,
        27
      ],
      [
        30503,
        32222,
        28
      ],
      [
        32222,
        33982,
        29
      ],
      [
        33982,
        35487,
        30
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104863",
    "title": "Quadrantis Astronomici Muralis Idea nova et Peculiaris, Multis Incommodis Quibus Hucusque Usitati Laborant Liberati, Autore Christiano Ludovic. Gersten, R.S.L.S.",
    "authors": "Christiano Ludovic. Gersten",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 30,
    "jstor_url": "https://www.jstor.org/stable/104863"
  }
}