{
  "id": "178600d441aa135f47b2255bad0db5f18fa9e149",
  "text": "XLVII. Experiments and Observations on the Compressibility of Water and some other Fluids, by John Canton, M.A. and F.R.S.\n\nRead Nov. 8, 1764.\n\nIn a paper lately laid before the Royal Society *, I not only related the experiments by which I found water to be compressible, but also those by which I discovered how much a given weight would compress it when in a temperate degree of heat. By similar experiments made since, it appears that water has the remarkable property of being more compressible in winter than in summer; which is contrary to what I have observed both in spirit of wine and oil of olives: these fluids are (as one would expect water to be) more compressible when expanded by heat, and less so when contracted by cold. Water and spirit of wine I have several times examined, both by the air-pump and condenser, in opposite seasons of the year: and, when Fahrenheit's thermometer has been at 34 degrees, I have found the water to be compressed by the mean weight of the atmosphere 49 parts in a million of its whole bulk, and the spirit of wine 60 parts; but when the thermometer has been at 64 degrees, the same weight would compress the water no more than 44 parts in a million, and the spirit of wine no less than 71 of the same parts. In making these experiments, the glass ball containing the fluid to be compressed must be kept under water, that the heat of it may not be altered during the operation.\n\nThe compression by the weight of the atmosphere, and the specific gravity of each of the following fluids, (which are all that I have yet tried,) were found when the barometer was at 29½ inches, and the thermometer at 50 degrees.\n\n* See Philosophical Transactions, Vol. LII. p. 640.\nMillionth parts. Specific gravity.\n\nCompression of spirit of wine 66 — 846\nOil of olives 48 — 918\nRain-water - 46 — 1000\nSea-water - - 40 — 1028\nMercury - - 3 — 13595\n\nThese fluids are not only compressible, but also elastic: for if the weight by which they are naturally compressed be diminished, they expand; and if that by which they are compressed in the condenser be removed, they take up the same room as at first. That this does not arise from the elasticity of any air the fluids contain, is evident; because their expansion, by removing the weight of the atmosphere, is not greater than their compression by an equal additional weight: whereas air will expand twice as much by removing half the weight of the atmosphere, as it will be compressed by adding the whole weight of the atmosphere.\n\nIt may also be worth observing, that the compressions of these fluids, by the same weight, are not in the inverse ratio of their densities or specific gravities, as might be supposed. The compression of spirit of wine, for instance, being compared with that of rain-water, is greater than in this proportion, and the compression of sea-water is less.\n\nThe weight of $32\\frac{1}{2}$ feet of sea-water is equal to the mean weight of the atmosphere: and, as far as trial has yet been made, every additional weight equal to that of the atmosphere, compresses a quantity of sea-water 40 millionth parts; now if this constantly holds, the sea, where it is two miles deep, is compressed by its own weight 69 feet 2 inches; and the water at the bottom is compressed 13 parts in 1000.\n\nXLVIII. Concise",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105560.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 881,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1711,
        2
      ],
      [
        1711,
        3305,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105560",
    "title": "Experiments and Observations on the Compressibility of Water and Some Other Fluids, by John Canton, M. A. and F. R. S.",
    "authors": "John Canton",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105560"
  }
}