{
  "id": "d1e44bc1d18d71bc7e02dbff20ab161b7bde0600",
  "text": "I. Description of an Improvement in the Application of the Quadrant of Altitude to a celestial Globe, for the Resolution of Problems dependant on Azimuth and Altitude. By Mr. John Smeaton, F. R. S.; communicated by Mr. William Wales, F. R. S.\n\nRead November 20, 1788.\n\nPERHAPS there are few instruments that better fulfil their design in general, or more naturally represent the movements they are intended to explain and illustrate, than the terrestrial and celestial globe, which are also applied to resolve some of the problems of the sphere, which they most readily do. I believe, however, that whoever applies to them\nthem for the last mentioned purpose, will find them more defective in some respects than they are in others.\n\nThe difficulty that has occurred in fixing a semicircle, so as to have a center in the zenith and nadir points of the globe, at the same time that the meridian is left at liberty to raise the pole to its desired elevation, I suppose, has induced the globemakers to be contented with the strip of thin flexible brasfs, called the quadrant of altitude; and it is well known how imperfectly it performs its office.\n\nThe improvement I have attempted, is in the application of a quadrant of altitude, of a more solid construction; which being affixed to a brasfs socket of some length, and this ground, and made to turn upon an upright steel spindle, fixed in the zenith, steadily directs the quadrant, or rather arc, of altitude to its true azimuth, without being at liberty to deviate from a vertical circle to the right hand or left: by which means the azimuth and altitude are given with the same exactness as the measure of any other of the great circles.\n\nWith respect to the horary circle, as the common application seems very convenient on account of the ready adjustment of its index to answer the culmination of any of the heavenly bodies; and as I find that a circle of four inches diameter is capable of an actual and very distinguishable division into 720 parts, answerable to two minutes of time each, which may serve a globe of the largest size; it seems that it should rather be improved than omitted; and, if instead of a pointer, an index stroke is used in the same plane with that of the divisions, the single minutes, and even half minutes, may be readily distinguished.\n\nThis globe, though mounted merely as a model for experiment, and only nine inches in diameter, appears capable of bringing out the solution to a quarter of a degree; which, I appre-\napprehend, may be esteemed sufficient not only as a check upon numerical computation, but to come near enough to find stars in the day-time in the field of telescopes, which, having no equatorial motion, are only capable of direction in altitude and azimuth; but from globes of a larger size, we may expect to come proportionably nearer.\n\nExplanation of the figures, Plate I.\n\nThe figures 1. and 2. being different views of the same things, AB represents a line, in common to both, in the surface of the horizon, which here is of brass.\n\nCD, CD, are vertical lines, supposed to pass through the center of the globe in each figure; and\n\nEFG, EFG, are portions of great circles of the globe.\n\nFig. 1. supposes the spectator looking at the apparatus of the globe from the south point of the horizon; therefore the circular arch EFG, in this position, will be a part of the prime vertical, and the small parallelogram HI is supposed to be a section of the brass meridian, according to that vertical plane.\n\nFig. 2. is a view of the same parts, the spectator being supposed to look at them from the west point of the horizon; and in this position HI is supposed to be a portion of the brass meridian. This being fixed in mind, in what follows the same letters denote the same parts in both figures.—KLM denotes a piece of brass, or brass carriage, made to fit upon the vertical part of the meridian, and capable of sliding 5° on each side of that point, so as to adjust to it, and to fix fast there, by means of the finger screw N*. This piece of brass carries\n\n* The holes represented in the portion of the brass meridian (HI, fig. 2.) are screw holes at five degrees distance, in this quarter of the circle, into any of which the finger screw N is to be put as occasion may require; the slit allowing sufficiently for adjustment.\nMr. Smeaton's Description of an\n\nthe steel spindle PQ, which is firmly socketed into it at K, according to the dotted lines or, or. The axis of this spindle is therefore capable of being set upright upon the zenith point, and to maintain that position with a sufficient degree of firmness.—Rq, Rq, represents the section of a brass socket made to fit the spindle, and turn round freely upon it; and when home to the shoulder at oo, to turn without shake; the socket and spindle being a small matter taper, and ground together. On one side of the socket is firmly fixed the arm ST, by screws or folder.—UW is an arch of 80 degrees, serving instead of the quadrant of altitude, and of the same substance as the meridian. This is firmly screwed to the arm, and adjusted by construction, so that when the spindle is vertical, the face of this arch shall make part of a vertical circle.—This arch being a portion of a circle, of the same diameter as the brass meridian, when its point zero at W rests upon the brass horizon, its inside surface is made to agree with that of the horizon by means of a small thin nib of brass; that being attached to the inside of the bottom of the quadrant of altitude at W, and projecting a little below it, gently bears against the inside of the horizon, in substance occupying about half the clearance between the body of the globe and its surrounding horizon: this nib, seen edgeways, is shewn at the letter X. By this means the altitude of the object is shewn upon the working face of the quadrant, and the quadrant's bottom shews the azimuth upon the horizon; at the same time the globe is free to revolve upon its axis, clear of all the circles.\n\nThe quadrant might be made complete to 90°; but as in these middle latitudes there is very little business for azimuths when the altitudes are above 80°, and as I judged it eligible, that the quadrant should be made capable of working on both sides the meridian; that would be prevented by the necessary thickness.\nthickness that the circles require to give them solidity, in contradiction to mathematical planes; unless a part of a quadrant was cut out next the vertex to give them clearance: by this means the arch being lifted up from the spindle, and put on the other side of the brass meridian for the afternoon, it will then come within $10^\\circ$ or $15^\\circ$ of the meridian; and if the use of this space should be wanted, it can be supplied by reversing the similar operation for the morning; and the back side of the upper end of the quadrant at U being champered, or bevilled off, this will admit it to come as near to the meridian as I have mentioned.\n\nThe steel spindle is easily adjusted to the zenith; for the globe being rectified to its latitude, set the brass carriage at liberty, bring the quadrant and meridian together, face to face, and slide the carriage, till the lower extremity of the quadrant buts upon the horizon, and there screw it fast.\n\nIt is, however, to be noted, that I have found something necessary by way of boldfast, to prevent the brass meridian from shifting its latitude, and that without confining it in any other respect.—What I have found to answer this purpose is represented, fig. 3. The crutch-like piece of wood ABC is shewn as seen looking right down upon it. The circle DE is the horizontal section of the south pillar of the globe. The strong wire pin FG, that goes through the two arms of the crutch and pillar, serves as an axis upon which its other extremity at B is at free liberty to lift up and down, but without shake upon the pin; and the whole being split with a fine saw, from B to H, the notch BK lays hold of the under side of the brass meridian, and by tightening the finger screw LM, it firmly clips it, and retains it in any given position. And that it may be under no confinement cross-ways, the hole in the pillar is opened on both sides,\nas shewn in the section, to give it liberty of accommodation; the pin being fast in the two ends of the crutch, and turning gently in the pillar; the whole being slender and compliant, except in point of length.\n\nN. B. Those that would use the globe to the best advantage to solve problems, should be careful to get a just declination, as also a distinct point to mark it; and as the circles and divisions upon the surface of the globe itself, are not always sufficiently to be depended on for this purpose, I have found the following expedient fully to answer. Chuse any plain white part of the globe's surface, answerable to the declination given, and with the point of a needle or protracting pin, by the help of the divisions of the bras meridian, mark a fine point upon the blank surface of the globe, and upon this point make a dot with ink, with the small point of a pen, which rub off with the finger, and it will leave a fine black speck behind. This dot being brought to the meridian, rectify the horary index to it, and it will accurately represent the center of the celestial body whose investigation is wanted.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106676.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14296,
    "total-output-tokens": 2345,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        623,
        2
      ],
      [
        623,
        2502,
        3
      ],
      [
        2502,
        4329,
        4
      ],
      [
        4329,
        6325,
        5
      ],
      [
        6325,
        8219,
        6
      ],
      [
        8219,
        9343,
        7
      ],
      [
        9343,
        9343,
        8
      ],
      [
        9343,
        9343,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106676",
    "title": "Description of an Improvement in the Application of the Quadrant of Altitude to a Celestial Globe, for the Resolution of Problems Dependant on Azimuth and Altitude. By Mr. John Smeaton, F. R. S.; Communicated by Mr. William Wales, F. R. S.",
    "authors": "William Wales, John Smeaton",
    "year": 1789,
    "volume": "79",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106676"
  }
}