{
  "id": "28fc1c3b6f946220ccadc2d19921104485b84dea",
  "text": "XXIX. Part of a Letter from Matthew Guthrie, M. D. of\nPetersburgh, to Dr. Priestley, F. R. S. on the Antiseptic Regimen of the Natives of Russia.\n\nRead April 30, 1778.\n\nREADING the other day the elegant oration of Sir John Pringle, on the great merit of Captain Cook, for which old Rome would have loaded his ship with civic crowns, one part of the learned president's discourse drew my attention in particular, as it regarded this country, and touched upon a subject which I have long paid attention to, viz. the antiseptic regimen which nature has dictated to the peasants of this empire. Nothing seems clearer to me than that, if nature had not taught these people habits, and given them a taste which galloping travellers treat with contempt, they must undoubtedly have sunk under the fever, as they are, for the greatest part of the year, exposed to the influence of those pre-disposing causes to putrid complaints that make the body of the Greenland seaman livid; yet under all these disadvantages such seems to be the efficacy of the regimen they observe, that putrid diseases are strangers to their huts, and the Ruffian\nRussian boor enjoys a state of health that astonishes an inhabitant of a country where the dreadful consequences are so well known of bad air within, excessive cold without, joined to a want of fresh vegetables for a length of time. I think you will by no means have your respect diminished for the late discovered antiseptic agent, when I have given in detail the multitude of enemies it has to encounter, in preserving from putrid attacks the bodies of the people I am treating of.\n\nThe Russian boor lives in a wooden house, made with his own hatchet, his only instrument, in the use of which he is most dextrous: it is caulked with moss, so as to be very snug and close. It is furnished with an oven, which answers the triple purpose of heating the house, dressing the victuals, and supporting on its flat top the greasy mat-traps on which he and his wife lie. From over the oven, which is on one side of the room, are laid some boards reaching to, and supported by, the opposite wall, raised a little above the stove, so as to receive its heated air. On those sleep the children and secondary personages of the hut; for the oven itself is a luxury reserved for the first. Round the room runs a bench with a table in the middle, and in the corner is a sort of cupboard for the reception of saints, before whom small tapers frequently burn, or a lamp with hemp oil. During the long severe winter season,\nseason, the cold prevents them from airing this habitation, so that you may easily conceive, that the air cannot be very pure, considering that four, five, or six people eat and sleep in one room, and undergo, during the night, a most stewing process from the heat and closeness of their situation; inasmuch that they have the appearance of being dipped in water, and raise a steam and smell in the room, not offensive to themselves, but scarcely supportable to the person whom curiosity may lead thither.\n\nNow if it be considered, that this human effluvium must adhere to every thing in the room, especially to the sheep skins or mattress on which they sleep, the moss in the walls, &c. and that the apartment is never ventilated for six months at least; at the same time that these people are living occasionally upon salt fish or meat, and the whole time without fresh vegetables, exposed likewise when out of doors to a severe cold atmosphere, the scorbutic tendency of which is well known: I say, when all these circumstances are taken into consideration, if it be a fact that they are, in spite of all those predisposing causes, strangers to putrid disease, it will sufficiently justify my first assertion, that the regimen nature has dictated to these people is most highly antiseptic, and it may be doing service to mankind to describe it minutely.\nThis I shall endeavour to do, and it will probably give pleasure to those gentlemen, who have prescribed the new regimen to the British navy with so much success, to have the evidence of some millions to prove, that they have actually hit upon the very secret by which nature defends her creatures, in those countries where it is necessary, from the very disease which has been the scourge of the noblest naval establishment that ever the world saw. Nay, one would think that the diet these people use had been dictated by modern philosophy, or rather that your President, your Macbride's, &c. had studied at this school; for almost every thing they use seems to be of that kind which the fortunate attention to the antiseptic qualities of fixed air has recommended for medical use. Here the experimental philosopher may be indulged in a triumph; and I really think your lords of the admiralty ought in gratitude to erect statues to the industrious and successful prosecutors of that noble and useful study.\n\nThe only part of the food of our Northern people, that does not come under the description given, is salt meat and fish; the latter they eat during their fasts where fresh fish cannot be procured, at least not upon terms that suit their circumstances; and there are also some places where the scarceness of fodder during the winter\nwinter obliges them to live much upon salt meat; yet in all these cases they manage to correct the action of this additional leaven of putridity by mixture with their prepared vegetables, in such a manner as to elude its baneful effects, which furnishes me with another corroborating proof of the powerful antiseptic qualities of this mode of preparation, which I shall particularly describe, and what in fact is the main purpose of this paper, in hopes thereby to throw some additional light upon the new antiscorbutic system which cannot be too well understood, and in hopes that some of the many dishes I shall describe of a similar nature with your sour cabbage now in use in the British navy, may be thought worth a place in your marine antiscorbutic bill of fare; and if I am so happy as to contribute to the preservation of the lives of the gallant corps of men that enables us to plant our cabbages in safety at home, I shall think my trouble well rewarded.\n\nOne of their principal articles of food, and what enters into the composition of most of the Russian soups, is their sour cabbage, which you are already so well acquainted with, both as to the preparation and qualities of it, that it becomes unnecessary to do more than just give it the first place in detailing their antiscorbutic dishes, which it certainly merits.\nThe second capital article is called quass, a liquor which not only serves them for drink, but also as sauce to a number of dishes, especially to such as have a tendency to bring on the disease which their situation threatens, and is the basis of the favourite cold soup of the North, which is made by adding cold meat cut in pieces with cucumbers (prepared after a manner to be described in the sequel) or with onions, or garlick, to a bowl of this sub-acid liquor. This seems to be a good method of qualifying and eating salt meat to those that are fond of the acid taste, and should make the process in the stomach very different from what we must suppose is the case when salt beef is eaten off a biscuit, accompanied with nothing but what serves for a plate, or the suet pudding of the navy, judging from some experiments I have made in the style of Dr. Macbride's alimentary mixtures.\n\nThe manner of preparing the common Russ quass.\n\nThey take a large potful of cold water, and put into it as much rye-flour as will make a thin dough: they then place it in an oven, moderately heated, for three hours, at which time they take it out, and throw it into a tub of cold water: this mixture they work until it\nfroths with a machine resembling the staff of a chocolate pot, but larger. To this liquor, thus prepared, is added a couple of flop-basons full of the grounds of old quafs, leaven, or, if these are not to be procured, which can scarce happen in Russia, they use as a ferment a piece of their four bread, and cover the tub with a cloth to keep out the dust, until the liquor has acquired a sourish taste, which marks its being ready for use. However, this depends upon the temperature of the weather, as it acquires the necessary acidity sooner or later, according to the season or degrees of artificial heat that is employed. This liquor the poorest of the people drink as they draw it from the tub or cask where it is kept for use; but there is a superior kind of quafs, which the better sort of people make and bottle for their common use; indeed people of the highest rank love and use it constantly.\n\nThe better sort of Quafs, or Keefla Stchee.\n\nThey take one pood (thirty-six pounds English) of rye, flour, or meal, and half that quantity of ground malt, and put them into a tub made for the purpose with a close cover, pouring a kettle-full of scalding water, stirring with a stick as they pour, and then cover it close up for an hour; at the expiration of which time they add boiling\nboiling water in the same manner as before, until it becomes as thin as small-beer. The tub is then placed in a cool situation for some hours, the cover being kept half open with a stick; then the liquor is passed through a sieve into a cask, and two basins full of old quafs, or the substitutes mentioned in the last receipt, are added, and the vessel placed in a cellar or cool situation for five or six days, until it acquires the sub-acid taste, when it is fit for bottling.\n\nHere seems to be an elegant improvement of Dr. Macbride's infusion of malt, for the acidulous taste makes it highly palatable and refreshing, and probably there may be a virtue in this species of acidity, which is perhaps the only thing that the sweet infusion wants, to give it all the antiscorbutic qualities of your sour krout, &c. as it also abounds in the antiseptic fluid fixed air which recommends the other for medical purposes, and particularly as an antiscorbutic; at the same time that the fermentation is permitted to run on until it acquires the acid taste which I observe every one of the efficacious vegetable preparations used in the North is possessed of, and what nearly seems to be the secret alone by which these people preserve them for a length of time, and put them upon an equality with fresh vegetables, as one would be led to think by their salutary effects.\nThe very bread that our people make use of has also acquired this acidity before it is judged wholesome, and adapted to their constitutions.\n\nThe manner of making the Russian rye bread.\n\nIn the morning they mix as much rye flour with warm milk, water, and a basin full of grounds of quass, or leaven, as will make a thin dough, and beat it up for half an hour with the chocolate staff before described; this they set in a warm place till night, then they add more meal by degrees, working it up at the same time with the staff, until the dough becomes stiff. They then return it to its warm situation until morning, at which time they throw in a proper quantity of salt, and work it with the hand into a proper consistence for bread (they think the longer this last operation is continued the better) then they place it before the fire until it rises, when it is cut into loaves, and returned once more into the warm place where it before stood, and kept there for an hour before the last part of the process, the baking, which compleats it.\n\nFor sea provision they cut the same four dough into biscuits or rusk, and dry them in the oven. This, I am told by very intelligent sea officers, makes a most useful and\nand wholesome article of food, ever at hand to qualify\nthe seamen's salt provisions, which they commonly eat in\nform of broth in the Russian navy, with the addition of\nthis bread, which is put in as we do the white bread in\nour soups of that name, or they take off the saltiness of\ntheir sea beef by making it into soup with their pre-\npared vegetables; but never suffer their sailors to eat it\ndry as they call it, being of opinion that it promotes the\nscurvy in the fleet.\n\nThis rusk also not only answers the common purpose\nof bread, but when thrown into warm water produces\ntheir favourite liquor quass, with or without the addition\nof ground malt: and I am likewise told, that they put\nthis last article into the sour dough, with which they\nmake a sort of rusk for the purpose of quass alone.\n\nThere are prepared cucumbers which are eaten with\nmeat in this country, and the people are remarkably\nfond of them. They are called salted cucumbers, as salt\nis the principal ingredient used in the preparation; but\nthey have the same sourish taste so often mentioned, and\nseem to have their share also in the merit ascribed to the\nregimen at large.\nThe manner of preparing the Russian salted cucumbers.\n\nThey put any quantity of cucumbers into a cask, and as much cold water as covers them, with four or five handfuls of salt, some oak and black currant leaves, some dill and garlick. They then set the cask into a cool place for about forty-eight hours, until the liquor tastes sourish, when they pour it off from the cucumbers into a pan, and add to it four or five handfuls of salt, then boil it for about fifteen minutes, and when cold return it into the cask to cover the cucumber, which they now bung up for use, and place in the cellar, where they become crisp and fit to be eaten in three or four days, and are counted a luxury by their admirers, amongst which number I cannot reckon myself; however, this is a matter of palate.\n\nTo conclude this subject, there are still a few other dishes to be mentioned that seem to have the same tendency as these already described: viz. what is called fooins in Scotland, and much used by the common people there. It is an infusion of oat-meal bran in warm water, left to ferment until it acquire the sourish taste, and then strained and boiled to a consistence. Another of their dishes is composed of rye-meal, ground malt, and\nand water, as thick as cream, which is placed all night in the oven, previously heated to a moderate degree, and in the morning a piece of sour rye bread is added to effect their favourite end, and the mess eaten when cold.\n\nHorse-radish they dry in the oven and keep all winter, which they powder, when wanted, and mix with vinegar to eat with salt fish.\n\nTurnips they preserve during the winter in dry sand (as they likewise do the large white radish); these they put into an earthen pot with a close cover, and stew them in the oven, with their own juice alone, till perfectly soft, and then eat them with quafs. When sugar is added instead of quafs, they make an elegant dish, and proper in coughs and pectoral disorders.\n\nOats they prepare and grind in the manner of malt, and make a sort of flummery of this meal, which they eat with quafs, their favourite sauce; and sometimes milk supplies its place for these sorts of dishes.\n\nI believe I have now made mention of the greatest part of their food and its preparation; and I will take the liberty to say, that it is a regimen so consistent and uniformly calculated to ward off the disease that their situation threatens (even when viewed by the test of modern opinion and experience) that the most enlightened physician of our day could not have prescribed a better,\nand perhaps you may think with me, that there are some articles in it which, from their cheapness and antiscorbutic qualities, might be permitted to accompany, for trial, their old Northern companion sour cabbage, who has, I suppose, been met with straggling in Germany, where he was singly able to make head against all the dangers that their climate threatened; although in our more frigid realms it requires his whole united phalanx to keep us in safety.\n\nHowever, after saying every thing of and for the food made use of by the people inhabiting the Northern parts of this extended empire, I must not omit to give the share of merit that I think is due to some customs that I hinted at in the beginning, and which probably have their share in effecting the great end treated of in this letter. These are their clothing, baths, and manner of sleeping.\n\nIn the first place, they go very warmly cloathed when out of doors, although they wear nothing but a shirt and a pair of linen drawers when within; the legs and feet in particular are remarkably guarded against the cold by many plies of coarse flannel, with a pair of boots over all, at the same time that their bodies feel all the warmth of sheep-skin coats, and nothing is left open to the action of the air but the face and neck, which\nlast although never covered, yet coughs and sore throats are seldom heard of: nay, they are disorders that we should almost forget to treat, if foreigners did not keep us in use.\n\nTheir religion happily conspires with the unavoidable bodily dirtiness attached to their situation to send them to their vapour baths once or twice a week: here they wash away with aqueous vapour, and afterwards with water in its condensed state, the dirt that by obstructing the pores is so well known to promote putrid diseases, at the same time that they most effectually open the cuticular emunctories, and throw off any obstructed perspiration that might have otherwise acted as a fomes to begin the septic process in the body; and lastly, they undergo nightly, as I mentioned in the introduction, a degree of perspiration that enables our coach-men, for example, to sit the whole day and severe winter evening on the box, or at least out of doors, without once dreaming of what we call catching cold, as they throw off every night what may have been retained in the day, and, to use a vulgar phrase, may be said to clear out as they go; but keep them from the nocturnal luxury of their oven, and you kill them in a week.\n\nI must here observe, that, excepting the judicious seaman Captain Cook, I have not in my reading met with any\nany person that has paid the indispensible attention to warm cloathing of sailors in cold climates, which, we are taught by experience in those countries, is a most necessary precaution to preserve health: however, as to enter upon this subject at present would swell my letter to a still more prodigious size, I will rather make it the subject of some future one, as the effects of our winter atmosphere will merit particular attention, especially when the opinionated obstinacy of new arrived foreigners brave its fury in a more Southern dress, instead of taking a hint, like less systematic men, from the experience that a succession of ages has taught the natives.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106340.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24582,
    "total-output-tokens": 4569,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1129,
        2
      ],
      [
        1129,
        2535,
        3
      ],
      [
        2535,
        3892,
        4
      ],
      [
        3892,
        5233,
        5
      ],
      [
        5233,
        6567,
        6
      ],
      [
        6567,
        7778,
        7
      ],
      [
        7778,
        9069,
        8
      ],
      [
        9069,
        10434,
        9
      ],
      [
        10434,
        11647,
        10
      ],
      [
        11647,
        12795,
        11
      ],
      [
        12795,
        14022,
        12
      ],
      [
        14022,
        15346,
        13
      ],
      [
        15346,
        16641,
        14
      ],
      [
        16641,
        17959,
        15
      ],
      [
        17959,
        18627,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106340",
    "title": "Part of a Letter from Matthew Guthrie, M. D. of Petersburgh, to Dr. Priestley, F. R. S. on the Antiseptic Regimen of the Natives of Russia",
    "authors": "Matthew Guthrie",
    "year": 1778,
    "volume": "68",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/106340"
  }
}