{
  "id": "5c8625d63e783d049c2114bfb46254667dc040c6",
  "text": "J'ay fait voir cela a plusieurs de nos medecins, & apres avoir consulté Messieurs les Vicaries Generaux, nous luy avons fait prendre un habit d'homme, sous le nom d' Arnaud Maluse; & on va presentement luy faire apprendre quelque métier. Il n'y avoit pas a hesiter la dessus, parce que notre Hermaphrodite peut fort bien faire la fonction d'homme, & point du tout celle de femme.\n\nJ'ay cru vous faire plaisir de vous ecrire ce fait, qui commence deja d'etre public dans cette ville, mais qui est bien rare, & bien extraordinaire.\n\nTholose\nDecemb. 4. 1686.\n\nAccounts of BOOKS.\n\nI. Historia Plantarum, species hactenus editas aliasq; insuper multas noviter inventas & descriptas complectens &c. Autore Joanne Rajo e Societate Regia. Tomus primus. Londini, 1686 Fol. Apud Henricum Faithorne R.S. Typographum; ad insigne Rosæ in Cæmeterio D. Pauli.\n\nThe excellent Author of this great Work, is so well known for his incomparable Skill in the Botanick Science, and other Parts of useful Learning, that it will be needless to say any thing of him. The Forreign Journals having given Accounts of this Book have prevented the mentioning of many particulars, but they only speaking in general, and per saltum, neglecting the Divisions, Subdivisions, and the Method; I shall therefore only confine myself to those Particulars.\n\nThe First Tome contains 18 Books, to which are prefixed a Botanick Lexicon, or Interpretation of Terms of Art,\ntogether with an Account of most of the Writers that have handled the Subject of Plants. The first Book treats of Plants in general; as of their Roots, Stalks, Sap, Juices, their Motions, and Differences; of Gems or Buds, Leaves, Flowers, Fruits, Seeds, Clavicles or Climbers, Prickles, their Varieties, and Vegetations; of Sowing, Propagating, Cultivating, Grafting, or Inoculating; of the Transmutation of Plants, their Statures or Magnitudes, their Ages or Duration, their Faculties, Tasts, and Uses, their Places, and Divisions; of Collecting, Drying, and Preserving them, their Chymical Analysis, and their Diseases.\n\nThe 2d. Book begins with Particulars, as the imperfect Plants, such as seem to have no Flower or Seed; these are either Submarine; as the Corals, Sponges, Alga's, Wracks, &c. or Terrestrial, as the Mushrooms, and barren Mosses. Or Subterraneous, as the Truffles; some of the Fungi and Mosses, have visible Seeds: These are all subdivided into subordinate Genera, as the Mushrooms according to their Lamellae, Plates, Brims, and Caps; and as they are noxious, or esculent; or grow upon Trees.\n\nThe 3d. Book contains the Capillary or Acaulose Herbs, which bear their very minute Seeds on the backs of their Leaves, that are conspicuous by the Microscope: These are subdivided according to their Leaves, as they are whole, entire and undivided; or variously cut, laciniated, pinnate, and ramosè. Of this Kind are the Ferns, the Spleenworts, Polypodies, Maiden-Hairs, &c. which have nothing like a Flower.\n\nThe 4th. Treats of such Herbs as have an imperfect or stamineous Flower, commonly call'd Apetalose, because it is not composed of Petala or tender fugacious coloured Leaves, only of a Calyx or Cup, of Stamina or Capillaments of Styles. These are subdivided, I. into such whose Fruits are not contiguous to their Flowers; as in Hops, Hemp, Nettles, Spinache, Mercury, Palma Christi, the American Phy-\nPhysick-Nut, &c. II. Into such that have a triquetrous, or triangular Seed, as the Docks, Sorrels, Arsmarts, Knot-grass, Snake-weeds. III. Into those that have round, compressed, and otherwise figured Seeds, as the Pond-Weeds, Orraches, Sea-Purslane, the Blites, the Amaranthi, the Beets, some Kali's, &c.\n\nThe 5th. Book begins with those that have a perfect planifolious Flower, or tender coloured Petala, or Leaves, that make up a compound Flower: these are, I. either lactescent, milky, and pappose, containing their Seeds in a lanugo or downy Substance; as the Lettuces, Son-thistles, Succorys, Hawk-weeds, Mouse-ears, Dandelyons, Scorzonera's or Viper-grass, Goats-beard, &c. II. Such as have solid Seeds without any pappus or lanugo; as Endive, Nipple-wort, and some Succorys; these are lactescent.\n\nThe 6th. Book contains the Herbs that are not Milky, and yet bear their Seeds in a downy or pappose Substance, succeeding the Flowers; these have either radiated, discose, and flat Flowers; as Colts-foot, the Conyza's or Fleabanes, Elecampane, the Star-worts, the Leopards Banes, the Golden Rods, the Stachys, the Jacobaea's or Ragworts; or else the Flower is disposed into a Thyrsus or Spike, as in the Petasitis or Butter-bur.\n\nThe 7th. Is of the capitate Herbs, whose Flowers are fistular, and whose Seeds are included in a Squamose Calyx or cup, conglobated into a Head, fill'd with a Pappus: of this Kind are the Blew-bottles, Saw-wort, the Jacea's or Knapweeds, the great Centry, the great Burr-dock, and most of the Thistles, which are sub-divided according to their Heads, Flowers, Prickles, Spots, Consistence of their Leaves, &c.\n\nThe 8th. Comprehends the Corymbiferous, that are not Pappose, these have either a radiated, or a naked Flower, and are subdivided according to the Colours of the Barbula and Discus, and from the Figures the Flowers make; of this Tribe are the Sun-flowers, the Chrysanthemum's and Marigolds, the Yarrows, Daisies, Feverfew, the Lavender-cot-\ntons, the Tansies, Wormwoods, Southernwoods, Mugworts, Scabioses, Teasels, Eringo, the Globe-thistle, &c.\n\nThe 9th. Treats of the Umbelliferous Herbs, to which are premised some Herbs that are a little akin to the Umbelli, only they have a single Seed succeeding each Flower; whereas the true Umbelli have two; of the first Kind are many Valerians, the Sea Lavenders, the Marvel of Peru, Agrimony, Burnet, Meadow-Rue, Fumitory, &c. The genuine Umbelli have Pentapetalous Flowers, to each of which succeed two naked Seeds joined together; these are put under so many sub-divisions, according to the various Figures of their Seeds, and Leaves; of this Umbelliferous Family are the Parsnips, the Fennels, the Angelica's, the Cummins Parslys, Hemlocks, Smallage, Aniseed, Caraways, the Carrots, Coriander, &c. all which are very nicely distinguished, and variously sub-divided.\n\nThe 10th. Contains the Stellate Herbs, whose Leaves like a radiated Star embrace the Stalk; their Flowers are Monopetalous, tho' divided or cut into four Segments, or coloured Leaves; to each Flower there generally succeeds two Seeds; of this Kind are the Madders, the Crosworts, the Ladies Bed-straw, the Wood-roofs, the Cleavers or Goose-grass, &c. The second Section of this Book, comprehends the Asperifolious Herbs, whose Flowers are Monopetalous, and generally reflected at the end like a Scorpions Tail, yet cut into five Margines or Segments; to every one of these Flowers succeed for the most part four Seeds; of this Kind are the Pulmonaria Maculosa, or Sage of Jerusalem, the Hounds-Tongues, Borage, Bugloss, Alkanet, the Heliotropes or Turnsoles, the Gromils, Scorpion-grass, Comfrey, the Honey-Worts, &c.\n\nThe 11th. is of the Verticillate Herbs, so called from the Flowers embracing the stalk like a whirl, or whorle, the Leaves are generally placed together exactly opposite on the Stalk, the Flowers are Monopetalous, labiate for the most part or galeated; to each Flower succeeds 4 Seeds, which\nwhich the Calyx or Perianthium serves instead of a Vessel; these are subdivided according to their substance and duration, as they are Lignous, Fruticose, Perennial, and Herbaceous. Of this tribe are the Sages, the Lavenders, Rosemary, the Hyssops, the Savoury's, Thymes, Poleyn-mountain, the Germaners, the Mints, Penneroyalls, Vervain, the Majorams, Basil, the Clarys, Betonys, Marrubiums, Laminums, Sideritis, Ground-Ivy, Baulm, Calamint, Ground-pine, Bugle, &c.\n\nThe 12th. Comprehends those Herbs, to each of whose Flowers succeed more than 4 naked Seeds, whose number is indefinite, they being Polypermous; here we may note that Mr. Ray takes those for naked Seeds whose Follicules or Covers (if they seem to have any) are not cast off, but fall with the Seeds from the mother Plant, being not separable from them. Of this family are the Hepatica's, the Ranunculi, the lesser Celanbine, some Mallowes and Althea's, Avenes, Strawberries, Cinquefoils, Tormentill, &c. The second Section of this Book is of such Herbs as have many naked Seeds, and a Flower without any Perianthium or Calyx, as the Travellers-joy, and some Climbers, Dropwort, Meddow-sweet, the Anemonies, Pasque-flowers: Those of the former Section having Perianthia or Cups about their Flowers.\n\nThe 13th. Is of the Pomiferous, and Bacciferous Herbs, these are distinguished by the Magnitude, and Skins of their Fruits; the Flowers are naked, Monopetalous, divided into five Margines or Segments, placed on the top of the Fruit like a Corolla or Umbilicus. Of this kind are the Gourds, the Pompions, the Coloquintida, the Citruls, Melons, Cucumbers, the Passion-flowers, &c. China, Bryony, Solomon's-seals, Solanum's or Nightshades, Mandrakes, Capsicum's or Guinny pepper, Sparagus, Lillies of the Vallie, &c.\n\nThe 14th. Contains the Multifiliquose or corniculated Herbs, which after each Flower bear many Pods or horned Seed Vessels. Of this kind are some Sedums or House-leeks,\nleeks, Orpines, Peonies, black Hellebore, some Altheas, Monks-\nhoods, Columbines, Larks-spur's.\n\nThe 15th. Is of such Herbs as have a uniform Monope-\ntalous Flower, and besides the Calyx of the Flower have a\ndistinct and proper Seed Vessel, such as are the Henbanes,\nthe Tobacco's, the Gentians, the Convolvuli or Bind-weeds,\nthe Bell-flowers, Throatworts, Rampions, Stramonium's or\nThorn Apples: The other Section is of the deform'd Mono-\npetalous Herbs, both of which are subdivided according to\nthe Figures and Valves of the seminal Vessels, of this last\nkind are the Butterworts, the Toad-flax or Linaria, Birth-\nworts, Figworts, Foxgloves, Cock-combs or Rattles, Eyebrights,\nCow-wheats, &c.\n\nThe 16th. Treats of such Herbs as have a uniform Tet-\nrapetalous or four leav'd Flower with a deciduous quadrifo-\nlious Calyx or Perianthium, to which succeed long or broad\nSeed Vessels, or short ones: the first are Silique, the oth-\ner Capsular; of these kinds are the Stock-gilliflowers, the\nWallflowers, Toothworts, Rockets, Mustards, Cabbages, Colli-\nflowers, Turneps, Radishes, Cresses, Scurvygrasses, &c. all which\nare subdivided according to their various Pods, and\nCapsula's. To these are subjoyn'd many Anomalous tetra-\npetalous Herbs, or rather Monopetalous, their Flowers be-\ning laciniated or cut into 4 parts; of this latter kind are some\nVeronica's or Speedwells, some Chickweeds, Brooklime's, Pop-\npies, some Lysimachia or Willow-herbs, Rues, the Spurges,\nPlantaines, &c., these make the 17th. Book.\n\nThe 18th. and last Book of the first Tome comprehends\nthe Legumes or Papilionaceous Herbs, whose Flower some-\nwhat represents a Butterfly with expanded wings, and\nis properly a deform'd Monopetalous Flower, tho' lacini-\nated into 4 unequal Segments. These are divided I. into\nsuch Legumes as climb, and run up sticks, or perches, as\nthe Kidney Beans, Pease, Tares, Vetches, Lentills, &c. II.\ninto such as have no claspers, and doe not climb, neither\nare trifoliated, these are subdivided into many subordinate\ngenera,\ngenera, according as their Pods are simple and erect, as in Lupines, Beans, common Liguorice, Goats-Rue; or echinated and monospermous, as in Cocks-head; or propendent, as in the Orobi, Astragoli or Heath-Pease, Chicches; or as their Cods are included or hid in Bottles, or Vessicles, as in the Anthyllis; or joyned, as in some Colutea's, Ferrum equinum, Ornithopodium or Birds-foot; or double, containing a double Series of Seeds, as in the Tragacanth's, &c. The III. general division is into such Legumes as are trifoliated, which are variously subdivided, according as their heads are thicker or thinner spicated; or their Pods hid in the Calyx, or appear out of it, or are longer, shorter, intorted or cochleated; of these kinds are all the Trefoils, Haresfoot, Melilots, Fenugreek, Anonis or Rest-Harrows Saint-foin or Medick-Fodder, the Medica's or Snail Trefoils, the Loti which are almost Pentaphyllous or five leaved Legumes, the Cytis or shrub Trefoils; to these are subjoined many anomalous siliquose Herbs, very near a kin to the Papilionaceous; as several Fumitorys, Acacia's, Mimosa's or sensitive Plants.\n\nSo much for the general Method of this Book; as for the subdivisions of each tribe, they are so numerous and very nice, that I could not trace and set them down in this account for want of room and words: therefore the Reader is referr'd for them to Mr. Ray himself, who discovers in every part a vast Memory, a quick Apprehension, a clear Judgment, and a long Experience.\n\nBefore we leave this Work it may be necessary to note, that all the Plants confusedly dispersed up and down in Books, are collected and Methodically digested in it, together with many new ones never before published; in the History of each Plant Mr. Ray observes this excellent Order, first he gives the Etymologies, then the Characteristic Notes of distinction, the best Synonymous Names, descriptions of all the parts, the times and places of Growth, and the uses as well Medicinal as Mechanical.\nThe second and last Tome is already far advanced in the Press, above 100 Sheets being work't off, and the whole will certainly be finished and published by the end of this Summer; this Volume will contain the Pentapetalous and Polypetalous Herbs, the Bulbs and those akin to them, the Culmiferous and Graminifolious, as the Corns, Grasses, Reeds, Rushes, &c. After which follows the Anomalous or disorderly tribe of Herbs; and then the Dendrology or History of Trees and Shrubs begins, all which will be digested in a new and most natural Method; there will also be a very large Appendix. As soon as this Volume is published a particular account shall be given of it; in the meantime a short general Specimen of the Dendrology may be inserted, containing only a few of the principal heads.\n\nFirst Mr. Ray divides the Trees into such as have caudicem simplicem non ramosum, and such as have caudicem ramosum: the first have a simple Stemme without any Branches, and produce but one great Gemma or Bud; the second that are ramose, are first distinguished into such as have florem a fructu disjunctum seu remotum, and such as have florem Fructui contiguum; of the first sort some have the Flower remote from the Fruit in the same Plant, and some iotis Plantis sejunctum. Of such as have also the Flower contiguous to the Fruit, some have it summo Fructui incidentem, and others imo Fructui adnascentem; of the first of these (which have for the most part a Corolla or Umbilicus on the top of the Fruit) some contain their seed in Pericarpio seu pulpa humida, others in materia Sicciore. Each of these may be divided according to the number of the Seeds which the Fruit contains, into those that have Fructum monococcum, dicoccum, tricoccum, tetracoccum, pentacoccum, and polycoccum; after the same manner also may the other sort which have Florem imo Fructui adnascentem be divided: there will be many other Heads, of which at large and in particular when the Work comes forth.\nII. Philosophiae Naturalis Principia Mathematica, Authore Is. Newton Trin. Coll. Cantab. Soc. Mathe-\nseos Professore Lucasiano, & Societatis Regalis Sodali. 4to. Londini. Prostat apud plures Bibliopolas.\n\nThis incomparable Author having at length been prevailed upon to appear in publick, has in this Treatise given a most notable instance of the extent of the powers of the Mind; and has at once shewn what are the Principles of Natural Philosophy, and so far derived from them their consequences, that he seems to have exhausted his Argument, and left little to be done by those that shall succeed him. His great skill in the old and new Geometry, helped by his own improvements of the latter, (I mean his method of infinite Series) has enabled him to master those Problems, which for their difficulty would have still lain unresolved, had one less qualified than himself attempted them.\n\nThis Treatise is divided into three Books, whereof the two first are entituled de Motu Corporum, the third de Systemate Mundi.\n\nThe first begins with definitions of the Terms made use of, and distinguishes Time, Space, Place and Motion into absolute and relative, real and apparent, Mathematical and vulgar: shewing the necessity of such distinction. To these definitions are subjoyned, the Laws of Motion, with several Corollaries therefrom; as concerning the composition and resolution of any direct force out of, or into any oblique forces, (whereby the powers of all sorts of Mechanical Engines are demonstrated;) the Laws\nof the reflection of Bodies in Motion after their Collision:\nand the like\n\nThese necessary Præcognita being delivered, our Author proceeds to consider the Curves generated by the composition of a direct impressed motion with a gravitation or tendency towards a Center: and having demonstrated that in all cases the Areas at the Center, described by a revolving Body, are proportional to the Times; he shews how from the Curve described, to find the Law or Rule of the decrease or increase of the Tendency or Centripetal forces (as he calls it) in differing distances from the Center. Of this there are several examples: as if the Curve described be a Circle passing through the Center of tendency; then the force or tendency towards that Center is in all points as the fifth power or squared-cube of the distance therefrom reciprocally. If in the proportional Spiral, reciprocally as the cube of the distance. If in an Ellipse about the Center thereof directly as the distance. If in any of the Conick Sections about the Focus thereof; then he demonstrates that the Vis Centripeta, or tendency towards that Focus, is in all places reciprocally as the square of the distance therefrom; and that according to the Velocity of the impressed Motion, the Curve described is an Hyperbola; if the Body moved be swift to a certain degree than a Parabola; if slower an Ellipse or Circle in one case. From this sort of tendency or gravitation it follows likewise that the squares of the Times of the periodical Revolutions are as the Cubes of the Radii or transverse Axes of the Ellipses. All which being found to agree with the Phænomena of the Celestial Motions, as discovered by the great Sagacity and Diligence of Kepler, our Author extends himself upon the consequences of this sort of Vis centripeta; shewing how to find the Conick Section which a Bodie shall describe when cast with any velocity in a given Line, supposing the quantity of the said force known: and laying down several neat constructions to determine.\ntermine the Orbs, either from the Focus given and two points or Tangents; or without it by five points or Tangents or any number of Points and Tangents making together five. Then he shews how from the Time given to find the Point in a given Orb answering thereto; which he performs accurately in the Parabola, and by concise approximations comes as near as he pleases in the Ellipse and Hyperbola: all which are Problems of the highest concern in Astronomy.\n\nNext he lays down the Rules of the perpendicular descent of Bodies towards the Center, particularly in the case where the tendency thereto is reciprocally as the square of the distance; and generally in all other cases, supposing a general quadrature of Curve lines: upon which supposition likewise he delivers a general method of discovering the Orbs described by a Body moving in such a tendency towards a Center, increasing or decreasing in any given relation to the distance from the Center; and then with great subtilty he determines in all cases the Motion of the Apsides (or of the Points of greatest distance from the Center in all these Curves, in such Orbs as are nearly Circular).\n\nShewing the Apsides fixt, if the tendency be reciprocally as the square of the distance; direct in Motion in any Ratio between the Square and the Cube and retrograde; if under the Square: which Motion he determines exactly from the Rule of the increase or decrease of the Vis Centripeta.\n\nNext the Motion of bodies in given Surfaces is considered, as likewise the Oscillatory Motion of Pendules, where is shewn how to make a Pendulum Vibrate always in equal times, tho' the center or point of tendency be never so near; to which, the Demonstration of Mr. Hugens de Cycloide is but a Corollary. And in another Proposition is shewn the Velocity in each Point, and the time spent in each part of the Arch described by the Vibrating Body. After this the Effects of two or more Bodies, towards each of which there is a tendency, is considered; and 'tis made out that two Bodies, so drawing or attracting each other, describe\nabout the common center of Gravity, Curve Lines, like to those they seem to describe about one another. And of three Bodies, attracting each other, reciprocally as the Square of the distance between their Centers, the various Consequences are considered and laid down, in several Corollaries of great use in explicating the Phenomena of the Moons Motions, the Flux and Reflux of the Sea, the Precession of the Equinoctial Points; and the like.\n\nThis done our Author with his usual Acuteness proceeds to examine into the Causes of this Tendency or centripetal Force, which from undoubted Arguments is shown to be in all the great Bodies of the Universe. Here he finds that if a Sphere be composed of an infinity of Atoms, each of which have a Conatus accedendi ad invicem, which decreases in duplicate Proportion of the Distance between them; then the whole Congeries shall have the like tendency towards its Center, decreasing, in Spaces without it, in duplicate Proportion of the Distances from the Center; and decreasing, within its Surface, as the distance from the Center directly; so as to be greatest on the Surface, and nothing at the Center: and tho' this might suffice, yet to compleat the Argument, there is laid down a Method to determine the forces of Globes composed of Particles whose Tendencies to each other do decrease in any other Ratio of the Distances: Which Speculation is carryed on likewise to other Bodies not Spherical, whether finite or indeterminate. Lastly is proposed a Method of explaining the Refractions and Reflections of transparent Bodies from the same Principles; and several Problems solved of the greatest Concern in the Art of Dioptricks.\n\nHitherto our Author has considered the Effects of compound Motions in Mediis non resistentibus, or wherein a Body once in Motion would move equably in a direct Line, if not diverted by a supervening Attraction or tendency toward some other Body. Here is demonstrated what would\nwould be the consequence of a resistance from a Medium, either in the simple or duplicate Ratio of the Velocity, or else between both: and to compleat this Argument is laid down a general Method of determining the density of the Medium in all places, which, with a uniform Gravity tending perpendicularly to the plain of the Horizon, shall make a Project move in any curve Line assigned; which is the r-th Prop. Lib. II. Then the circular Motion of Bodies in resisting Media is determined, and 'tis shown under what Laws of decrease of Density, the Circle will become a proportional Spiral. Next the density and compression of Fluids is considered, and the Doctrine of Hydrostatics demonstrated; and here 'tis proposed to the Contemplation of Natural Philosophers, whether the surprizing Phenomena of the Elasticity of the Air and some other Fluids may not arise from their being composed of Particles which flie each other; which being rather a Physical than Mathematical Inquiry, our Author forbears to Discuss.\n\nNext the Opposition of the Medium and its Effects on the Vibrations of the Pendulum is considered, which is followed by an Inquiry into the Rules of the Opposition to Bodies, as their Bulk, Shape, or Density may be varied: Here with great exactness is an Account given of several Experiments tried with Pendula, in order to verify the aforegoing Speculation, and to determine the quantity of the Air's Opposition to Bodies moving in it.\n\nFrom hence is proceeded to the undulation of Fluids, the Laws whereof are here laid down, and by them the Motion and Propagation of Light and Sound are explained. The last Section of this Book is concerning the Circular Motion of Fluids, wherein the Nature of their Vortical Motions is considered, and from thence the Cartesian Doctrine of the Vortices of the Celestial Matter carrying with them the Planets about the Sun, is proved to be altogether impossible.\nThe III. and last Book is entituled *de Systemate Mundi*, wherein the Demonstrations of the two former Books are applyed to the Explication of the principal Phenomena of Nature: Here the verity of the Hypothesis of Kepler is demonstrated; and a full Resolution given to all the difficulties that occur in the Astronomical Science; they being nothing else but the necessary consequences of the Sun, Earth, Moon, and Planets, having all of them a gravitation or tendency towards their Centers proportionate to the Quantity of Matter in each of them, and whose Force abates in duplicate proportion of the Distance reciprocally. Here likewise are indisputably solved the Appearances of the Tides, or Flux and Reflux of the Sea; and the Spheroidal Figure of the Earth and Jupiter determined, (from which the precession of the Equinoxes, or rotation of the Earths Axis is made out,) together with the retrocession of the Moons Nodes, the Quantity and inequalities of whose Motion are here exactly stated *a priori*: Lastly the Theory of the Motion of Comets is attempted with such success, that in an Example of the great Comet which appeared in 1681, the Motion thereof is computed as exactly as we can pretend to give the places of the primary Planets; and a general Method is here laid down to state and determine the Trajectoria of Comets, by an easy Geometrical Construction; upon supposition that those Curves are Parabola, or so near it that the Parabola may serve without sensible Error; tho' it be more probable, saith our Author, that these Orbs are Elliptical, and that after long periods Comets may return again. But such Ellipses are by Reason of the immense distance of the Foci, and smallness of the Latus Rectum, in the Parts near the Sun where Comets appear, not easily distinguished from the Curve of the Parabola: as is proved by the Example produced.\n\nThe whole Book is interspersed with Lemmas of General use in Geometry, and several new Methods applyed, which\nwhich are well worth the considering; and it may be justly said, that so many and so Valuable Philosophical Truths, as are herein discovered and put past Dispute, were never yet owing to the Capacity and Industry of any one Man.\n\nADVERTISEMENT;\n\nWhereas the Publication of these Transactions has for some Months last past been interrupted; The Reader is desired to take notice that the care of the Edition of this Book of Mr. Newton having lain wholly upon the Publisher (wherein he conceives he hath been more serviceable to the Commonwealth of Learning) and for some other pressing reasons, they could not be got ready in due time; but now they will again be continued as formerly, and come out regularly, either of three sheets, or five with a Cutt; according as Materials shall occur.\n\nLONDON,\n\nPrinted by J. Streater, and are to be sold by Samuel Smith at the Princes Arms in St. Paul's Church-yard.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101884.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 24582,
    "total-output-tokens": 7351,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1429,
        2
      ],
      [
        1429,
        3355,
        3
      ],
      [
        3355,
        5343,
        4
      ],
      [
        5343,
        7329,
        5
      ],
      [
        7329,
        9279,
        6
      ],
      [
        9279,
        11310,
        7
      ],
      [
        11310,
        13304,
        8
      ],
      [
        13304,
        15279,
        9
      ],
      [
        15279,
        16797,
        10
      ],
      [
        16797,
        18811,
        11
      ],
      [
        18811,
        20883,
        12
      ],
      [
        20883,
        22840,
        13
      ],
      [
        22840,
        24755,
        14
      ],
      [
        24755,
        26731,
        15
      ],
      [
        26731,
        27635,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101884",
    "title": "Accounts of Books",
    "authors": "Joanne Rajo, Is. Newton",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/101884"
  }
}