{
  "id": "96041cb4d3691ff166cb38900de79b05cd390ead",
  "text": "of Winchester. Mich.Wood, in his Epistle before Steph. Gardiner's Oration de vera Obedientia, printed at Rhean, 1553, gives another Evidence of the Burning. And William Bullein, a Physician in the Reign of Queen Eliz., in a Book he publish'd, call'd The Bulwark of Defence, &c. printed in 1562, bringing in Sickness demanding of Health what he should do with a Disease call'd the French Pockes, Health answers, \"He would not that any should fishe for this Disease, or to be bold when he is bitten to thynke thereby to be helped, but rather to eschewe the Cause of thyse infirmitie, and filthy rotten Burning of Harlots.\n\nI believe, by this time, I have sufficiently prov'd what I proposed, that the first Degree of the Venereal Disease was very anciently known among us, under the Title of Burning; and that you may lose no more Time at present upon this Subject, I shall reserve my Collections, which shew that the Disease, when it came to be confirmed, was no Novelty here in those early Times, for a further Opportunity, and detain you no longer than to express my Pleasure in professing my self, Yours, &c.\n\nLondon, Feb. 4.\n1717-18.\n\nWill. Beckett.\n\nV. Accuratarum Observationum Astronomicarum, anno superiore & currente, cum Reg. Societate communicatarum Sylloge.\n\nInterest sane Scientiae ne pereant Observata Astronomica, debita cura fidisque instrumentis ab Artificibus idoneis caelitus deprompta: Hoc enim solo fundamento nititur Urania practica. Itaque in his Transactionibus,\nactionibus, per plusquam quinquaginta annorum curriculum, passim sparguntur hujus generis Notæ. Ausim tamen spondere vix ullas unquam reperiri posse Observationes quæ certitudine eas quas nunc damus vincant, ne dicam quæ pare sint, utpote Tubis prælongis ac Micrometris præter solitum assabre faciis mensuratæ. Cape igitur primo.\n\nPlanetarum Observationes.\n\nAnno 1717. Aprilis 15°. 9ʰ 49' T. æq. observavit D. Pound apud Wansted, Jovem jam revertum ad stellam illam, quam Novemb. 22°. 1716. manè corpore suo texerat, de qua vide No 350. Phil. Transact. pag. 508. Jovis autem centrum tum temporis distabat ab ea Stella (quæ tertia est Geminorum in Catalogo Britannico) 23' 22'' borcam versus; simulque ab alia vicinâ, quæ quarta est Geminorum in dicto Catalogo, 27' 11''. atque huic fere conjunctus erat planeta.\n\nAprilis 25° sequente, codem observatore ac loco, 10ʰ 3' T. æq. Jupiter apud quatuor Fixas exiguas visus est, cas omnes præcedens, & in ipso quasi principio Cancri. Centrum autem planetæ distabat ab e 13' 00'', ab b 13' 50'', ab f 19' 53'', & à g 9' 27''.\n\nPostidie vero Apr. 26°. 9ʰ 7' Jovis centrum distabat ab e 8' 35'', ab f 9' 00'', à g 4' 5'', & ab b 13' 50''. Jamque præterierat omnes præter f ad quam tendebat, quamque parum admodum die crastino infra se reliqueret debuit.\n\nEodem fere momento, horâ scil. nonâ, Londini visa est Stella g in vertice Trianguli Isoscelis ac fere Mopleuri cum Jovis centro ac tertio Satellite tum tex Jovis diametrīs ad occasum distante, nisi quod parum admodum base longiora erant crura; ac intra quadrantem herce,\nhoræ, angulus ad Jovis centrum, qui prius major erat\nangulo ad Satellitem, factus est eo sensibiliter minor.\n\nTres autem Stellæ b, g, e, sunt 10°, 11°, & 12°.\nGeminorum in Catal. Britan. juxta quem tum temporis\nsitum habuere, b in 5° 22' 55\", cum Latit. Borea\n0° 11' 25\". Et g in 5° 28' 25\". Lat. Bor. 0° 3' 40\"\ne vero in 5° 29' 20\" cum Lat. Aust. 0° 8' 05\".\nDistat autem quarta f à Stella g 11' 40\", ab e 12' 50\",\nac denique ab b 20' 36\", unde constabit locus ejus.\nEx his manifestum est Jovem Latitudinem habuisse par-\nvam admodum Borealem, nec semiminuto majorem,\nsalmem si dictis stellarum locis habenda fides. Hæc\nposteris usu esse possunt definiendo Nodorum Jovis\nmotu, si quem habeant.\n\nEjusdem anni Junii 18° 10h Londini, in ædibus So-\ncietatis Regiæ, visus est Saturnus Stellæ fixæ Telescopi-\ncæ admodum propinquus, à qua vix distabat ad Au-\nstrum una Annuli diametro, & normalis in lineam An-\nnorum à Stella demissa incidebat in medium Anse ori-\nentalis. Fixa hæc parvula nullique Catalogo adscripta\ntunc habuit = 12° 58' ½ cum Lat. Bor. 2° 33' proxi-\nmè; comitemque habet sibi adjunctam ac luce æqualem,\nquatuor minutis ad ortum dilatam, ac paulò austra-\nliorem, unde facile dignosci poterit, locuque ejus si\ncui libeat verificari.\n\nEadem nocte 10° 30' Mars visus est prope Stellam\nquæ præcedit 35. Scorpii, à qua distabat Tubo 24 pe-\ndum mensurata 7' 16\"; idque in recta per claram in\npede Ophiuchi θ & dictam Stellam producta. Hæc\nautem Stella præcedit 35. Scorpii 30' 27\" Asc. Reft. eâ-\nque Australior est 2' 23\", unde fit locus ejus tum tem-\nporis Sagitt. 15° 24' 20\" Lat. Aust. 3° 59' 25\". Sed\nθ Ophiuchi tunc habuit Sagitt. 17° 28', & Lat. Aust.\n1° 47' 38\". Mars itaque stellam præcedebat Longi-\ntudine 4' 58\", australior ea 5' 30\".\n\nDeinde\nDeinde Sept. 13° 8h 5'. T. æq. Mars visus est à Dom. Pound præcedere claram in humero Sagittarii σ 11' 54\" Asc. Rect. simulque borealior erat Stella 22' 56\" Hora 8° 25' erat distantia Planetæ à Stella 25' 60\" accuratè.\n\nDecemb. 5. 18° 30'. T. æq. consensu sæpius repetitarum observationum, invenit D. Pound Saturnum præcedere Telescopicam claram sibi vicinam 27' 19\" Alc. Rect. Stellaque australiorem esse 1' 59\". Simul Saturnus præcedebat α in Syrmate Virginis 1° 25' 2\" eaque australior erat 4' 05\". Hinc Saturni locus Libra 29° 16' 21\". Lat. Bor. 2° 22' 21\". Telescopica autem tunc habuit Libr. 29° 40' 56\" Lat. Bor. 2° 33' 43\".\n\nAnno 1718. Jan. 7. 5h 30'. T. æq. Venus apud duas Steilas in Catal. Britan. omislas observata est. Erat autem Planeta utrâque Fixâ Borealior, distans à præcedente 32' 30\", à sequente 17' 30\". Stella præcedens tunc habuit ῥισκ. 14° 42' 20\", cum Lat. Aust. 0° 40' 10\"; altera vero sequens ῥισκ. 15° 21' 55\", Lat. Austral 0° 27' 15\", prout ex observationibus D. Flamstedii colligere licet.\n\nJan. 15. 8° 00', T. æq. Jupiter præcedebat α in pede Cæncri 3° 30' 50\" Asc. Rect, fixâque Australior erat 14' 15\". Hinc provenit Jovis locus Cænc. 28° 20' cum Latitudine Borea 0° 36' 45\".\n\nMartii 11. 10h 36', T. æq Saturnus præcedebat α in Syrmate Virginis 18' 51\", eaque Fixâ australior erat 5' 23. Hinc fit Locus Saturni Scorpi 0° 18' 34\" cum Lat. Bor. 2° 44' 8\". Posito talicet, juxta Catal. Britan. α Virginis occupare m. o. 24' 15\", cum Lat. 2° 55' 40\". Eadem nocte 1° 00' Westmonasterii observarunt DD. Desaguliers & Gray Saturnum præcedere Stellam 19' 00\" cum declinatione majore in Austrum 4' 45\".\n\nApril 8. 11° 30' Londini visus est Saturnus super Astronynchus parum admodum occidentaliore Telescopiâ clara, cädemque 5 minutis borealior. Unde Fixæ locus Libra\nLibra 28. 18' 30\" Lat. Bor. 2. 41'. Circulus autem magnus per hanc Stellam & Saturnum ductus dirigi videbatur ad Stellam 5° magnitudinis in Catal. Brit. omissam, sed quae Hevelio est in cuspide Alae Boreae Virginis, cuique locum assignat Libr. 26. 10', cum Lat. 14. 43' Bor.\n\nEadem nocte 13h 20', apud Wansted, perpendiculum à dicta Stella Telescopica in linam Ansarum Saturni demissum præcedebat centrum planetæ quasi sesquialtera diametro annuli; aberat autem Stella ad Austrum ab Ansarum axe 4' 30''. Simul Ansæ orientalis extremitas deprehensa est in linea recta inter hanc Stellam & aliam eadem quasi longitudine conjunctam, qua tune à Saturno distabat 24' 48'' versus Boream. Locus autem prioris Stellæ tunc fuit Libr. 18. 18' 30'' cum Lat. Bor. 2. 41' proxime.\n\nSept. 7. circa meridiem incidit conjunctio Jovis & Venoris arcissima, cujus quidem spectaculum Astronomis nostris inviderunt Nubes. Die autem sexto præcedente mane, vel 5h 22m 57s 30'' T. æq. apud Wansted, Venus occidentalior distabat à Jove 1. 3' 28''. Die autem 7. 17n 21', Venus jam facta orientaliior à Jove aberat 43' 18''; ac 17n 34', Venus australior erat Jove differentia declinationum 14' 23''. Et 17h 39' capta est distantia Planetarum 44' 4''. Hinc calculo accuratisimi Observatoris conjuncti sunt Sept. 7. 0h 9' T. æq. Venoris centro tum Jovis australiore non nisi 1' 42''.\n\nDenique Sept. 18. mane, apud Wansted, Jupiter visus est prope or Leonis, quocum die præcedente conjunctus fuerat. Sept. 17. 16h 51' T. æq. Jovis centrum aberat à Cordis Leonis 24' 22''; & 17h 6' 20'' erat diff. Declinis 12' 43''. Dein post Horam, nempe 17h 54', facta est distantia 24' 44'' ac 18h 7' differentia Declinationum inventa est 12' 35''. Hinc supputante Dom. Pouad, fit Sept. 17. 18h 00' T. æq. Jovis locus 26. 15' 7'' cum Lat. Bor. 45' 39''.\n\nObservationes\nObservationes Lunæ & Eclipsium.\n\nAnno 1717. Jan. 12. Westmonasterii observavit Dom. Stephanus Gray Lunæ appulsum ad quatuor Stellas contiguas sub cornu Austrino Tauri, apud quas observata est Luna Anno 1683. Mart. 23. h. v. ab Hevelio & Flamstedio. Iraque 9h 45' T. app. Luna gibba visa est quasi conjuncta cum Stella è quattor præcedente, quæ est Tauri 107. Catal. Brit. quæque tunc Australior erat Lunæ limbo Aust. sesquialtero minuto. 11h 29' altera, quæ minor est, & ideo in Catalogo omissa, occultabatur paulo infra medium obscuri limbi. Ad 12h 24' Tertia & clarior (110. Tauri) in ipsa fere conjunctione sex minutis distabat à limbo boreo. Denique 12h 54' sequens è quattor (111. Tauri) limbo Boreo superior erat 3' 30''. Locus autem præcedentis, sive 107. Tauri, ex dicto Catalogo tunc erat Gemini 18. 12. Lat. Aust. 5. 18'; Tauri autem 110 habuit Gem. 19. 26' ¼ cum Lat. Aust. 4. 44': Sequens vero, sive 111 Tauri, erat in Gem. 19. 45'. Lat. Aust. 4. 48' ½. Secunda parvula, ut ex aliis observationibus constat, Locum tunc habuit Gem. 19. 17'. Lat. 5. 5' ferè.\n\nEodem anno Mart. 16. mane, erat Eclipseis Lunæ partialis, apud nos ob coelum nubilum inconspicua. At apud Cambridg Nov-Anglorum, Dom. Robie Astronomic peritissimus vidit Eclipseos initium circa horam nonam. Finem vero, juxta Paludem Maotida, ad 11h 42' 30'' sat accurate. Est autem Cambridg sub altitudine Poli 42° 25', Londino 71 grad. sive 4° 44' occidentaliior, ut ex pluribus antea observatis constat.\n\nDein Sept. 9. vesperi, in ædibus Societatis Regiae Londini, observarunt nonnulli e Sociis finem Eclipseos Lunaris 7h 26'. Luna autem orta est juxta medium Eclipseos,\nEclipseos, nec nisi paulo ante finem e nubibus horizontem obsidentibus se se extricaverat.\n\nSept. 14. Vesperi, hac prima vice post longum intervallum redit Luna ad occultandum Palilicum. Favet autem admodum cælum Londini praeter solitum purum, ita ut Luna & Stella exorientes in ipso quasi Horizon simul conspicerentur. Incidit Immersione Stellæ 9° 6′ 20″, Lunâ nondum 3° altâ, in ipso quasi medio Limbi orientalis, in regio scilicet Boreæ partis maculae illius exiguæ quam Hevelius Stagnum Meridis vocat, quamque Ricciolus sui ipsius nomine insignivit. Emerit autem paulo infra medium limbi obscuri ad 9° 58′ 20″, in ictu oculi tota sua claritate effulgens; unde etiam in tam illustri Stellâ quasi nullitas diametri demonstratur.\n\nSeptembri 23. vesperi, incidit Eclipseis Solis vix ullibi in Europâ conspicua. Ex America autem nostrâ duplicem obtinuimus ejus observationem; alteram ex literis illustris Viri D. Keith Provinciae Pennsylvaniae Praefecti dignissimi, qui Philadelphiae, sub altitudine Poli 40° 00′ fere, vidit Eclipseis jam coepram (sed quæ ante minutum temporis nondum inceperat) ad 11° 55′. Circa medium Digiti erant quasi decem. Finis autem visus est accurate ad 2° 46′ 35″.\n\nAlteram autem hujus observatio habita est ad Cambridg Novæ Angliae Academiam, à Dom. Robie, de quo supra: Initium Eclipseos ibi observatum est 0° 23′ 00″ post meridiem. Ad 1° 47′ defeceré IX Digiti. Ad 3° 5′ 10″ desit Eclipseis, Sole integro per Tubum 24 pedum conspecto. Haec ex literis accurati Observatoris communicavit cum Reg. Societate Reverendus Vir D. Guil. Derham, R.S.C. Ecclesiae apud Windsor Canonicus, &c.\n\nDec. 5. Luna paulo supra Palilicum invecta est: Transitum autem satis arctum observavit D. Jac. Bradley, A.M. eruditus Juvenis, qui simul ingenio & industria poliens his\nhis studiis promovendis aptissimus natus est, idemque Reverendi Dni Pound ex sorore nepos. Hic, cum Luna jam propemodum plena esset, Stellam contulit cum insigni illa Macula quam Ricciolus Tychoeum, Hevelius Sinum appellat, & ex pluribus æqualibus distantiis Micrometro ante & post captis, Stellam dictæ maculae centro proximam apparuisse conclusit ad $11^h\\ 15'8''$ T. æq. apud Wansted. Ad $11^h\\ 15'42''$ distabat Palilicium à limbo Lunæ proximo & Austrino $5'55''$. Macula autem Tycho ab eodem limbo aberat $4'16''$. Ad $11^h\\ 18'42''$ Stella erat in linea rectâ cum maculis Tychoeis & Copernici, sive Sine & Ætnæ; & $11^h\\ 25'27''$ T. æq. erat in rectâ cum Tychoe & Keplero. Inter hæc observata est Lunæ diameter $32'45''$.\n\nAnno 1718. Jan. 29. vesperi, DD. Desaguliers & Gray, Westmonasterii alteram Palilici Occultationem praestolabant; sed nubium intervenitu impediti, viderunt saltem quod. $5'52'$ nondum immerserat Stella; attenuatis autem postea nubibus conclusa est Emercio ad $7^h\\ 20'$, è regione Promontorii Sarmatiae Ashatica Hevelii.\n\nFeb. 19. manè. Idem observatores ibidem variè cum nubibus colluctati Eclipsin Solis ægre conspexerunt; Horâ tamen $6.59'$ visi sunt deficere duo Digiti, & post unum temporis minutum chorda inter Cuspides visa est æqualis semidiametro Solis.\n\nApud Wansted autem D. Pound notavit ad $6^h\\ 54'7''$ T. app. chordam inter Cuspides $18'30''$. Ad $7^h\\ 17'00''$ erat $10'18''$. Ad $7^h\\ 19'30''$ eadem inventa est $8'05''$. Desit autem Eclipsis ad $7^h\\ 23'20''$.\n\nFeb. 25, vesperi, $6^h\\ 44'$ T. app. Westmonasterii, Stella prima Hyadum in Naribus Tauri ($γ$ Bayero) visi est in rectâ per cuspides Lunæ, adeoque propemodum conjuncta; distabat autem à limbo Lunæ Austr. $5'51''$. Diameter Lunæ $31'45''$ mensurata Micrometro.\n\nFeb. 28,\nFeb. 28. 8h 36' T. app. etiam Westmonasterii, visae est Immersio Stellae in Poplite Pollucis (λ Geminorum Bayero) sub limbi Lunae obscuri ea parte, quae paulo Borealior erat macula quam Hevelius Cretam vocat. Emerso ipsa ob caelum minus purum non conspecta est: sed ad 9h 51' egressa erat Stella è limbo lucido, à quo distabat 3 min. circiter, è regione Boreæ partis Insulae Majoris Caspii.\n\nAug. 8. Luna orta est paulo infra Palilicium, cum quo tamen ob nubes conferri non potuit. Apud Wansted autem 13h 2' 00'' T. app. visae est Præcedens contiguarum ad σ Tauri Bayero, (sive Penultima in nostro Hyadum Catalogo, in Num° 354. Transacta litera q notata) in linea recta per cuspides Lunae, distans ab Austrino 4' 36''. Ad 13h 7' 25'' Stella p ejusdem Catalogi emersit paulo infra medium obscuri limbi. Ad 13h 19' 4'' emersit Sequens contiguarum dictarum, tantum distans à Cornu Austrino quantum contiguae illæ inter se, hoc est 7 min.\n\nAug. 29. Vespere, Luna fere Apogæa passa est deliquium totalem ac fere centralem: orta autem est Eclipse jam coeptâ. Hujus observationes maximè luculentas Regiae Soc. exhibuit toties laudatus Rev. D. Pound, eo ordine quo notatae sunt, nempe\n\n| Tempus apparens | Eclipse Lunæ observata apud Wansted, 29. Augusti, 1718. |\n|-----------------|--------------------------------------------------------|\n| h               |                                                        |\n| 16 53 38        | Chorda inter Cuspides Micrometro 22 37                 |\n| 2   55 8        | Eadem repetita (mensurata) 11 14                      |\n| 3   56 31       | Repetita                                                |\n| 4   57 49       | Iterum                                                  |\n| 5   59 38       | Denuo                                                   |\n\nRrrrrr 6 7 2 48\n| T. appar. | Eclipsis Lunæ, Aug. 29. 1718. |\n|----------|--------------------------------|\n| 6° 7'    | Immersio Totalis in Umbra ——   |\n| 7° 8'    | Stella clara in Catalogis omissa occultata est à Luna, infra Paludem Mareotida Hevelii —— |\n| 8° 8'    | Luna coepit emergere ex Umbra —— |\n| 9°       | Terminus Umbrae per med Mareotidis simul Chorda inter Cuspides —— |\n|          | Chorda inter Cuspides ——        |\n| 10°      | Eadem repetita ——               |\n| 11°      | Iterum ——                       |\n| 12°      | Denuo ——                        |\n| 13°      | Porphyrites emersit ex umbra.   |\n| 14°      | Mons Sinai incepit emergere.    |\n| 15°      | Umbra per medium Sinai.         |\n| 16°      | Jam totus Sinai extra Umbra.    |\n| 17°      | Umbra per medium Ainea.         |\n| 18°      | Per medium Corsica.             |\n| 19°      | Per medium Lacus Nigri majoris. |\n| 20°      | Per medium Besbici.            |\n| 21°      | Emerit Stella praedicta.        |\n| 22°      | Byzantium & Horminius simul emergunt. |\n| 23°      | Stella eandem habuit Declinationem cum Cuspide Aust. Eclipseos. |\n| 24°      | Chorda inter Cuspides —— 18' 28''. |\n| 25°      | Eadem repetita —— 15 00          |\n| 26°      | Desisse videbatur Defectus.     |\n\n10° 30', Capta est Lunae diameter 29' 45''. Collatis autem inter se Observationibus, ubi Cordae partis deficientis aquales deprehensae sunt, provenit Eclipseos medium.\n\nEx Observ.\nMedium.\n\nEx Observ. prima & decima tertia —— 7 54 58\nEx secunda & duodecima —— 7 55 3\nEx tercia & undecima —— 7 55 24\nEx quarta & decima —— 7 55 28\nEx quinta & nona —— 7 55 25\nEx sexta & octava —— 7 55 29\nQuorum omnium Medium sic —— 7 55 18\n\nNon minore cum curâ eandem Eclipsin, Londini in vico Fleetstreet, instrumentis & Telescopio optimo D. Geo. Graham Automatopœi praestantis, observavit D. Martinus Folkes Armig. cum aliis quibusdam Regiæ Societatis Sodalibus, ut sequitur,\n\nh . \"\n6 38 0 Luna per fumum Urbis & Vapores ægre visa.\n6 54 13 Chorda inter Cuspides utcunque, 21' 27\"\n7 2 0 Immersio Totalis in umbram.\n7 42 15 Stella fixa satis clara distabat in limbo Lunæ orientali 19' 21\".\n8 35 18 Eadem fixa occultata est, 10' circiter minu-\ntis centro Lunæ Australior.\n8 45 50 vel, ut quibusdam visum est, uno minuto tardius Luna coepit emergere.\n8 49 38 Palus Mareotis primo margine emersit.\n8 50 14 Integra Palus extra Umbram.\n9 0 5 Montis Porphyritidis medium emersit.\n9 7 39 Primus margo Sinæ emersit.\n9 9 8 Mons Sinai totus extra umbram.\n9 10 35 Umbra per medium Ætnæ.\n9 12 0 Totus mons Ætnæ extra umbram.\n9 18 51 Umbra per medium Lacus Nigri majoris.\n9 27 35 Insula Bessicus tota emersit.\n\n9 42 21\n9 42 21 Chorda inter Cuspides 19' 9\".\n9 51 25 Finis Eclipseos ut quibuldam visum est.\n9 52 45 Finis ex praecedente distantia Cuspidum conclusa.\n9 56 45 Lunæ diameter 29' 45\", iterumque 29' 48\".\n\nErat autem Umbra admodum diluta, unde orta est difficultas in dijudicandis Emersionis & Finis momentis:\nAtque Maculæ etiam obscuriores clarè conspectæ sunt,\npluribus minutis antequam Umbræ marginem attingerent.\nStella vero quæ durante Eclipse occultata est, locum tunc habuit χ 17° 16' ½ cum Lat. Aust. 1° 6' 30\" proximè.\n\nRecepimus etiam Observationes hujus Eclipseos à Rev.\nDno Derham, apud Upminster in agro Essexiensì habitas; à\nDno Wright apud Crew in agro Cestriensì; & à Dno Hawkins\napud Wakefield in Elboracensi, cum præmissis ubique fere consentientes, si adhibeantur meridianorum differentiæ:\nposito scil. quod Upminster sit 1½ min. Londino orientalius, Crew vero 10 min. & Wakefield 5 min. occidentaliora.\n\nDenique Coronidis loco observationem adjiciamus, eximiam quidem, sui generis, quod scimus, ab invento Telecopio primam; quamque indefinitè D. Jac. Bradley debemus diligentia. Quinto enim Septembri manè, Sole jam fere 30 gr. alto, vidit apud Wansted arctissimum Lunæ infra Palilictum transitum, cujus distantiam à limbo proximo, ad 7h 59' 00\" T.æq. Micrometro invenit 5' 38\".\nAd 8h 17' 5\" distabat à limbo 1' 25\". Stella autem ad\n8h 33' 15\" erat in linea recta per Lunæ Cuspides tum obtusifuculas, nec nisi 0' 13\" distabat à Borcâ. 8h 41' 00\"\njam Cuspidem illam reliquerat 3' 42\". Et 8h 45' 37\" ab cadem distabat 5' 36\". Lunæ diameter ad 8h 58' capta est 31' 7\".\n\nPrinted for W. and J. Innys, Printers to the Royal Society, at the Prince's Arms at the West-End of St. Paul's Church-Yard. 1718.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103334.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 19464,
    "total-output-tokens": 7991,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1486,
        2
      ],
      [
        1486,
        3052,
        3
      ],
      [
        3052,
        4810,
        4
      ],
      [
        4810,
        6600,
        5
      ],
      [
        6600,
        8425,
        6
      ],
      [
        8425,
        10068,
        7
      ],
      [
        10068,
        11851,
        8
      ],
      [
        11851,
        13631,
        9
      ],
      [
        13631,
        15445,
        10
      ],
      [
        15445,
        16885,
        11
      ],
      [
        16885,
        18092,
        12
      ],
      [
        18092,
        19797,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103334",
    "title": "Accuratarum Observationum Astronomicarum, anno Superiore & Currente, cum Reg. Societate Communicatarum Sylloge",
    "authors": null,
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/103334"
  }
}