{
  "id": "3fadeb91f262f4575c8410a062ad4cd6f67521ec",
  "text": "Author too says, that the First Year of Domitian's being Emperor was the Eighth of his Consulate; neither of which agree with the Inscription on the Leads.\n\nI am,\n\nHonoured SIR,\n\nYour most obliged,\n\nObedient Servant,\n\nS. Kirshaw.\n\nThe Dimensions of the Piece of Lead, Tab. II, Fig. 1.\n\nFrom \\(a\\) to \\(b\\). ———— 21 Inches.\n\\(d\\) to \\(e\\). ———— 23 \\(\\frac{1}{2}\\).\n\\(a\\) to \\(c\\). ———— 3 \\(\\frac{1}{2}\\).\n\\(e\\) to \\(f\\). ———— 5 \\(\\frac{1}{2}\\).\nPerpendicular Depth 4.\n\nIV. The Description and Draught of a Machine for reducing Fractures of the Thigh, by Mr. Henry Ettrick, Surgeon.\n\nHaving frequently considered the many Inconveniencies, and great Difficulties, attending the common Methods of Reduction, I determined with myself to attempt a Form more mechanical and certain. I immediately fixed on the Axle and Wheel, as the most simple, and yet fully capable of taking in and ingrossing all and every Advantage necessary towards\ntowards the well reducing of Fractures, &c. It consists of no more than a Wheel and Pinion, with their Axles; the Roch, or snagged Wheel, being herein accounted as Part of the great Wheel, fixed in a light Frame of about Two Feet long, [see Fig. 2. Tab. II.] the Whole not exceeding the Weight of 15 Pounds; and when taken to Pieces, by unscrewing the Frame-pieces, may be packed up in a common Rush-Basket, belted to the Side, and conveyed to any Distance. Again, the Room it takes up in working is not a full Yard, and may be set up and fixed for Use in a few Minutes. In using this Machine, the Surgeon need but one Assistant; whereas, in most other Methods, their Number is most troublesome and inconvenient: The Business of this Assistant is no farther than to mind the Surgeon's Orders, and move the Winch according to his Direction. When the Extension is sufficient, the Engine stays itself, and continues the Tension of the Limb, by the Assistance of this Roch, or toothed Wheel, whose Teeth are cut fine enough to stay the Engine at every Line of an Inch, and which is fixed on the Back of the aforesaid great Wheel, both to the Cross by the Help of Screws, and on its Arbor by having its Centre squared out, so as to fix tight thereon, and so near the Frame as only to allow a bare clearidge: Its Teeth, standing counter to the former, admit the Spring or Catch fixed on the Inside of the Frame, to slip over the Vertex thereof, without Interruption; but in a reverse Rotation, or when the Engine is about to come up, flies into the Spaces thereof, and stays the same: The upper Part thereof projects about an Inch from the Frame, so that being pressed upon by the Finger of\none Hand, the inferior Part is elevated above the Range of the Teeth, to admit the coming up of the Engine, which is to be directed by the other Hand being applied to the Winch in any Degree. This Engine has its Power so commanded, that it may be used without Restriction, from the most robust to the most tender Frame, seeing it acts and exerts its Power in proportion to the Resistance made. Farther, as hinted at before, it is enriched with all those Properties which Authors affirm necessary to a successful Operation; for this Extension, according to their Observation, is made deliberately, steady, equally, and in one continued Line, without the least Variation. And further, in oblique Fractures of the Thigh, where the Bones are apt to ride, (and therefore, on that Account, require a continued Extension in a certain Degree, to prevent the Limbs shortening after the Cure) such a Machine must be of excellent Service; having the Property of increasing or decreasing the Extension at Pleasure, and to be perfected without the least Jar or Tremor.\n\nThe necessary Appendages are Bands, by which the Engine extends the Limb; and deserve the following Observations: Immediately from the Axle of the great Wheel comes a Girt, at the other End of which Girt is a Hook, which links into a Swivel-Ring at the Bottom of a Sole-plate: This Sole-plate answers the Shape of the Foot, and is made of well-hammered Brads, the Inside of which is padded, to fit easy to the Foot: The upper Part hath a Strop fixed thereto, which clasps over the upper Part of the Metatarsal Bones; and to keep the Strops ending in the Sole-plate from galling or pressing the Sides of the Foot\nFoot and Ankle, there project Two Arms from the Sides of this Sole-plate, to which the Strops coming from the Ankle-band are fastened. That the whole Limb may be kept in a Line with the Machine, the Leg is suspended by Bands, one of which is placed at the Ankle, from the Sides of which pass Two Strops, to join the inferior Knee-band: From this Band pass Two Strops to the superior Knee-band: All these Strops are designed to divide the Extension, so that all Parts may equally bear alike, and so to secure the Joints of the Limb from the Violence of the Extension. The Inside of these Strops are lined; the Bands incircling the Limb are contrived in the same Manner as the Bow or Spring of a Truss, having strong Clasps at the Ends, after the Manner of those for Pocket-books, to fit any Dimensions. The Band embracing the Part above the Fracture, and from which pass Two Strops to the Head of the Bed, to make the Counter-extension, is of the same kind as the former, and is to be kept on, the whole Time of Decumbiture, to prevent the Patient’s Body sinking on the Fracture, and thereby contracting the Limb. The exterior of the Two last-mentioned Strops presses just beneath the great Trochanter on its Outside; the other comes from the anterior Part of the same Band, and in such a Scite as to give the Patient Liberty to raise himself at Discretion. To preserve the natural Curvity of the Thigh, it would be necessary to have a large broad Band arising from the Bedside, to encompass the fractured Part, and keep it steady.\nExplanation of Figure 2. Tab. II.\n\nA.A. Represents the Bed.\nB. The Patient.\nC. The Machine at the Feet of the Bed.\nD.D. The Frame.\nE. The great Wheel.\nF. The Rock-wheel, with a Catch and Spring,\nto prevent the Wheel going back.\nG. The Pinion.\nH. The Winch.\nI. The Arbor of the great Wheel, whereon\nK. the Girt K is fixed: The Diameter of the\nBarrel thereon is Two Inches.\nL. The End of the Girt fixed by\nM. the Ring M. to\nN. the Sole-board N.\nO. The Band which passes over the Instep.\nP. The Ankle-band.\nQ. The Strop which passes from the Sole-plate\nto the Ankle.\nR. The Strop continued from the Ankle to the\nKnee.\nS. The Knee-band.\nT. The superior Knee-band, with the Strop con-\ntinued, as before.\nV. The Band embracing the Part above the\nFracture.\nW.W. The Counter-strops passing to the Bed's-\nhead.\nX. The lateral Band to preserve the Curvity\nof the Thigh-bone.\n\nP.S.\nP. S. I thought it would not be improper, if I should attempt to demonstrate to what great Exactness Machines of this Nature may be made to operate.\n\nA Specimen of which I beg Leave to present as follows: Admit the Barrel 4 Inches Diameter, the Roch-wheel to be cut with 48 Teeth, the great Wheel to have 32, answerable to a Pinion with 8. The Reason of pitching on a Barrel of this Dimension is, that it may be more precisely judged what Extension has been made; for repeated Revolutions of the Girt upon the Cylinder, in extending, would, by its uncertain Increase, subject the Judgment to err; whereas the utmost Extension required comes within one Revolution of this Barrel. The Teeth of the Roch to be numbered at every Fourth, which will be at every Inch, and equals in one Revolution the Periphery of the Barrel; consequently every Tooth of this Roch will stretch the Limb One-fourth of an Inch: So though the Spring or Catch to the said Roch should pass the capital Numbers, and stop in the Interspaces thereof, it is only counting from the last capital Number to the Place where the Spring is, and that gives the Parts of the Inch: By the same Rule the Winch, every Turn it makes, will gain a Fourth of this Wheel, which will be 3 Inches, or 12 Teeth; and 4 Revolutions thereof will answer to the Periphery of the Barrel: So by measuring the sound Limb, and comparing the fractured therewith, the Extension required may be nearly demonstrated. With the Use of this Machine, I should recommend the 18 Tail Bandage to the circular Rollers of Hippocrates, since they are both less troublesome to the\nthe Surgeon, and less painful to the Patient; nor yet so liable to wreath the Muscles, and distort the Ends of the fractured Bones.\n\nAnd to render this Machine of the like Service at Sea, where we are in the greatest need of Helps of this Nature; I have designed a Bed to swing and yield to the Ship's Motion, whereon the Patient is to be laid, with the Engine thereto fixed, that the frequent Discomposure and Disturbance given to the fractured Part by the Ship's rolling and working at Sea, may be prevented.\n\nV. De Ostreis Petrefactis Relatio Cornelii le Bruyn, Illustrata per Jac. Theodor. Klein, R. S. S. Reip. Gedan. a Secret.\n\nIndefessus peregrinator Cornelius le Bruyn * inter alia ad historiam naturalem notatu digna, pag. 480. seq. ostrea exhibet, quorum non solum valvas petrefactas, sed & animal ipsum intra conchas in lapidem mutatum offendit.\n\nPrima facie & narratio & figuræ, quas dedit, suspectæ videbantur, magisque fidenter quam vere traditæ. Audiamus auctorem:\n\n\"A quelque milles de Nicosie il y a une petite montagne, qui n'est que d'huitres petrifiées — les écailles en sont serrées l'une contre l'autre, et, lorsqu'on les ouvre, on voit l'huitre des deux cotés des\n\n* Voyage, Tome Second, à Paris & Rouen 1725. 4°.\n\n\"écailles,\"",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104322.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 16324,
    "total-output-tokens": 2686,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        931,
        4
      ],
      [
        931,
        2616,
        5
      ],
      [
        2616,
        4285,
        6
      ],
      [
        4285,
        5816,
        7
      ],
      [
        5816,
        6687,
        8
      ],
      [
        6687,
        8293,
        9
      ],
      [
        8293,
        9542,
        10
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104322",
    "title": "The Description and Draught of a Machine for Reducing Fractures of the Thigh, by Mr. Henry Ettrick, Surgeon",
    "authors": "Henry Ettrick",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104322"
  }
}