{
  "id": "cb5730ae9029d987fc1552fc89375230e74f2f59",
  "text": "Female is Impregnated; and the same may be applied to other Creatures. These are all the Observations I shall trouble you with at present, and remain,\n\nSir,\n\nYours to serve you,\n\nAnthony van Leeuwenhoek.\n\nIII. A Letter from Mr Ralph Thoresby, F.R.S. to Dr. Hans Sloane, R.S. Secr. Giving an Account of a Lunar Rain-Bow seen in Darbyshire, and of a Storm of Thunder and Lightning which happened near Leedes in Yorkshire.\n\nHonoured Sir,\n\nThe Iris Lunaris being so rarely seen, that the Ingenious Dr Plott tells us (Nat Hist. of Oxf. cap. i. ยง. 7.) that several Learned and Observing Men never saw one in their Lives, and that even Aristotle himself observ'd but two in above 50 Years; the ensuing Account, which I had from a Gentleman of great Veracity and Ingenuity, will be the more acceptable. He is now in this Town, but was lately in Darbyshire, where, upon Christmas last, he was at Glapwell Hall; and walking towards Patterton-Green, about Eight in the Evening, he observ'd with great Satisfaction the Bow, which the Moon had fixed in the Clouds: She had then pass'd her Full about 24 Hours; the Evening had been\nbeen rainy, but the Clouds were dispers'd, and the Moon shin'd pretty clear. This Iris was more remarkable than that which Dr. Plot observ'd at Oxford, the 23d of November 1675, that being only of a white Colour, but this had all the Colours of the Iris Solaris, exceeding pleasant, distinct, and grateful to look upon; only faint, comparatively to those we see in the Day; as must necessarily follow, both from the different Beams that cause it, and the disposition of the Medium. What puzzled him the most, he said, was the largeness of the Arc, which was not so much less than that of the Sun, as the different Dimensions of their Bodies, and their respective distances from the Earth, seem to require: But as to its entireness, and beauty of its Colour, it was admirable and surprizing. It continued about ten Minutes, before the Interposition of a Cloud hindred his further Observation. This from my Darbyshire Friend.\n\nThe beginning of the same Month had been remarkable here in Yorkshire, for such Thunder and Lightnings, as are not common here at that time of the year; particularly the Evening of the 5th Day, and the Morning of that Day Seventenight; when John Sainor of Bramham, Gardner, and two Women, designing early for this Market, were so furiously encountred, that the Females took up at the first House they came at; but he proceeded on his Journey, tho' the Lightning was so severe, as he was riding over Bramham-Moor, that he thought his Hair had been burnt, and Face scorch'd, at one Flash; which being more severe than the rest, did actually set on Fire the Stick he had in his Hand, as he was ready to depose upon Oath before John Dodgson Esq; Mayor of Leedes, who presented me with the said Hazel Rod which the Gardner had given him: It yet retains part of the blackness, tho' the Man had beat off much of the end of the Rod (little minding it\nas a Curiosity) by forcing the Horse forward, to get the sooner out of the fiery Incandescence. I am,\n\nSir,\n\nLeedes, Jan.\n20. 1710-11.\n\nYour most humble Servant,\n\nRALPH THORESBY.\n\nIV. Another Letter from Mr. Ralph Thoresby, F.R.S. to Dr. Hans Sloane, R.S. Secr. Giving an Account of a Meteor, which was seen in Yorkshire, and other Neighbouring Countries, upon May 18. 1710.\n\nHonoured Sir,\n\nYOU would think me remiss, if you should hear from any other hand, that a flaming Sword (as was call'd) was brandish'd over this Town on Holy Thursday last (one of the Garaggar or Ambarvalia, when the Inhabitants had been perambulating a neighbouring Mannor;) and yet I thought it not worth your Notice, looking upon it only as a hot, and dry, sulphurous Exhalation, the natural effect of so great a drought: But having since been with some who saw it, not only in the neighbouring Towns, but a great way North, as others did above 50 Miles South of this place, I think it not amiss to acquaint you therewith, and to enquire whether any such Meteor was in your Parts. It appeared here at a quarter past Ten at Night, and took its",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103127.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1141,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1118,
        2
      ],
      [
        1118,
        2986,
        3
      ],
      [
        2986,
        4106,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103127",
    "title": "A Letter from Mr Ralph Thoresby, F. R. S. to Dr. Hans Sloane, R. S. Secr. Giving an Account of a Lunar Rain-Bow Seen in Darby Shire, and of a Storm of Thunder and Lightning Which Happened Near Leedes in Yorkshire",
    "authors": "Ralph Thoresby",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103127"
  }
}