{
  "id": "e17e0de03f43066b24859687ffea02b60f319718",
  "text": "Of the Terrace Argol has these words: Testudines sunt pavimenta sub quibus Fornax ardet.\n\nP. S. By the way, I take the word Stove to be derived from Ἑστίας, quasi Ἑστιοῦμεν: there wanting hitherto a probable Etymon.\n\nIII. A Letter from Dr William Musgrave, Fellow of the College of Physicians, and R. S. to Dr Hans Sloane, R. S. Secr. concerning the Jaundice, occasioned by a Stone obstructing the Ductus communis bilarius, which was afterwards voided by Stool.\n\nSIR,\n\nBeing of late at Clifton, in Dorsetshire, the Seat of Mr Harvey, Nephew to the Celebrated Physician of that Name, I was there shewn a Curiosity, which I thought remarkable, and may perhaps be worthy your notice.\n\nIt is a Stone, that Gentleman voided, some years since, by Stool; and which he represented to me, as having come from the Ductus communis bilarius: But the Large ness of it is such, as made the latter part of the account seem, at first hearing, somewhat dubious.\n\nThe Figure of this Stone is Oval; the Length almost an Inch; the Breadth, (or shortest Diameter) \\( \\frac{7}{8} \\) of an Inch: It weighed 59 Grains, when I saw it; but, at its coming off, was (as I am inform'd) above a Dram in weight: Some\nSome part of it being, by frequent handling, rubb'd away. The Surface rough, unequal, divided into several little Risings, each about the size of half a Vetch, or somewhat less.\n\nYou have in Fig. 7. Y. Z. The Proportions exactly drawn.\n\nThe many strong annular Fibres, which appear not only at the Orifice, where the Ductus communis opens into the Duodenum; but also all along the oblique passage, of that Ductus, between the Coats of the Intestine, (which passage is, according to Dr Glisson's measure, about half an inch in length) do, by way of Sphincter, keep this end of the Ductus communis very strait and close. And besides this straitness of the Ductus, the two Oblique Insertions, it makes at some distance from one another, thro' the two outer Coats of the Duodenum, render it yet more difficult, for a substance of any Bulk, to pass this way. So that, however great Stones may be generated in the Gall-Bladder, Ductus Cysticus, Hepaticus, or Communis, it is not easy to conceive, How a Stone of the Magnitude here describ'd, could possibly, through a passage of itself so very narrow, strait, and difficult, be conveyed into the Duodenum.\n\nFrom these Considerations, I was extremely desirous to hear, what could be said, to Prove, That this Stone was not form'd in the Fistula alimentaris, but (large, as now it is) came this way into it. In answer to which Inquiry, the Gentleman was pleas'd to let me know,\n\nThat, before the Discharge of this Stone, He had the Jaundice; which came suddenly on him, and continued several months, in a severe, and most excruciating manner.\n\nThat this Jaundice, beside the discolouring of his Urine and Skin, to a very great degree; beside Loss of Appetite, Faintness, and many other Symptoms, usual in this Distemper; was also accompanied with a Pain (in, or) near the Stomach.\nThat, during this jaundice, his Stools were of a white colour, as having very little, or no Mixture of Choler in them.\n\nThat, Travelling under these circumstances, more especially with a constant Pain, (as before mention'd,) in his Coach from London to Clifton; and, after a little time, to Bath; he found, a little after his Arrival at Bath, this Stone come off by Stool; and, together with it, almost a Spoonful of Gravelly Matter; and a considerable quantity of Choler, as appear'd from the yellowness of the Stools: All which happen'd so soon after he came to Bath, as Evidently to prove, the Discharge of both [Choler and Stone] to proceed from the motion of the Coach.\n\nThat his deliverance, from the jaundice, commenc'd from the Expulsion of this Stone: For, soon after that, the Colour of the Skin and Urine, indeed all the ill Symptoms vanish'd; and, in a very little time, (Weakness only excepted) He recovered.\n\nThese Propositions, put together, make a considerable Argument, That the Orifice of the Ductus communis (how strait, and how strong foever) was, in this Gentleman, so far dilated, as to give way to the Stone, here described; that is, dilated to a Circle, in Diameter $\\frac{1}{2}$ of an Inch, in Circumference one whole Inch and $\\frac{1}{4}$.\n\nThe jaundice is often observ'd, to be a most stubborn Distemper, not easily yielding to our most probable Methods; and many times to none at all. Riverius positively affirms, That, when it proceeds from a Stone obstructing the Current of the Choler, it is incurable: Urging this reason for his opinion; Calculus, cum dissolvi non posset, morbum facit incurabilem. Capite de Ictero.\n\nWhen the jaundice is thus difficult of Cure, especially when there is a probability (whether from a Pain fixt in, or near the Region of the Liver, or from any good Argument whatsoever) That it arises from the Cause now mentioned; rather than to Beat over the same ground to\nno purpose, or other ground equally improbable; it may not be amiss, to advise Exercise on Horseback, in Coach, or any other such way, as shall be likely to dislodge the Stone, and bring it off.\n\nBut, to make this Exercise effectual, it ought to be Violent, as the Patient can well bear it; and in such manner, as may, by much agitation of the Body, be most conducing to the Design in hand.\n\nThe History, here mentioned, does sufficiently recommend this Gymnastic Course; as capable of relieving, in some Cases of the Jaundice, when the best methods of Physick (for such we ought to suppose this Gentlemen had prescrib'd himself) fail of success.\n\nExon. Feb. 23. 1705-6.\n\nIV. Part of a Letter from Mr Ralph Thoresby, F. R. S. giving a farther Account of an Eruption of Waters in Craven.\n\nIn Philos. Transact. Number 245, is register'd the Vicar of Kildnick's Letter, which gives an account of an extraordinary Eruption of Water in Craven. I was lately enquiring further concerning it, of one that is now my Tenant and Neighbour; and am not only fully satisfied of the Truth of what the said Mr Pollard affirms, but also that, as he conjectures, a great part of the Land is not to this day recover'd from the Sand and Stones, though a great number of People were employed about it. Upon the opening of the Rock, at the foot of which the Town of Starbotham stands, the Water gushed out in so vast a quantity, as if it would have swept away the whole Town:",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102675.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10792,
    "total-output-tokens": 1866,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1186,
        4
      ],
      [
        1186,
        3009,
        5
      ],
      [
        3009,
        4934,
        6
      ],
      [
        4934,
        6387,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102675",
    "title": "A Letter from Dr William Musgrave, Fellow of the College of Physicians, and R. S. to Dr Hans Sloane, R. S. Secr. concerning the Jaundice, Occasioned by a Stone Obstructing the Ductus Communis Bilarius, which was afterwards Voided by Stool",
    "authors": "William Musgrave",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102675"
  }
}