{
  "id": "c6c6e69a542e8544b8b2e684799344116350c82e",
  "text": "I. *Florum Geometricorum Manipulus Regiae Societatis exhibitus à D. Guidone Grandi Abbate Camaldulensi, Pisani Lycei Mathematico, R.S.S.*\n\nSUOS Geometria hortos habet, in quibus æmula (an potius magistra?) naturæ ludere solet, sua ipsius manu flores elegantissimos ferens, irrigans, enutriens, quorum contemplatione cultores suos quandoque recreat, ac summa voluptate perfundit. Hos inter bonis avibus & ipse quondam admisus, nonnullos decerpsi flores, vario frondium numero coronatos, quandoque & infinitis foliis sibi per inumeros gyros circumpositis elegantissime compactos, quorum exiguum hunc saltem manipulum vobis, Viri Clarissimi, offere statui, ut meum vobis obsequium aliquo argumento testatum facerem. An naturæ industria simili fortasse artificio florum, fruticum, arborum folia construere satagat, tali proportione succi nutritii motum temperans, ac dirigen, ut eadem frondium figura dimanet, quales in variis ejusmodi florum geometricorum foliis, juxta varias leges, quibus describuntur, observare licet, Philosophis discutiendum, ac decidendum relinquò, præcipue verò solertissimis naturæ indagatoribus, qui magni Neutoni exemplo naturales leges ex profundioris Geometriæ principiis repetendas sibi merito persuadent, quibus utique illustrissimus cætus vester, praæ aliis maximè abundat. Valete.\nDEFINITIONES.\n\nI. Flores Geometricos generatim appello quaslibet figuras curvà quadam per aliquot foliorum, sese ab uno centro expandentium, perimetrum recurrente circumscriptas, quales exhibent Figuræ 1, 2, 3, 4, 5; quos quidem flores, pro numero foliorum, bifolios, trifolios, tetrafolios, pentafolios, exafolios, &c. licebit nuncupare.\n\nII. Cum porrò innumeris modis ejusmodi flores generari possint, eam genesis hic speciatim consideramus, quae per ramos a centro floris prodeuntes, æquales vero sinubus angulorum, iis angulis, quos cum data positione linea rami comprehendunt, in data aliqua ratione proportionalium, procedit: cujusmodi curvas Rhodoneas dudum appellavimus, eamque proportionem Rhodoneæ cuilibet propriam dicimus.\n\nIII. Rhodoneam simplicem appellamus, quae una circulatione perficitur, duplicem quae duplici, triplicem quae triplici, & sic deinceps pro numero circulationum.\n\nItaque ad Rhodonearum descriptionem assumpto quolibet circulo, cujus centrum C (Vid. Fig. 6, & 7.) & ducto ubilibet radio CD ad radium positione datum CA utcunque inclinato, sit angulus ACD ad angulum AC G (sive arcus AD ad arcum AG) in data ratione a ad b, ductoque sinu GH, fiat CI æqualis GH; erit punctum I ad Rhodoneam supra definitam.\n\nEjusmodi Rhodonearum proprietates præcipuas enucleabimus, nec non spatia, & perimetros breviter dimetiemur sequentibus propositionibus.\n\nP R O-\nPROPOSITIO I.\n\nSi fuerit arcus E A ad quadrantem A F (sive angulus E C A ad rectum) ut \\(a\\) ad \\(b\\), erit E C unus e maximis ramis Rhodoneæ, sive erit E apex unius ex ejus foliis. *(Vid. Fig. 6, &c. 7.)*\n\nNam ex descriptione patet, ponendum esse ramum C E æqualem F C sinui quadrantis A F, qui omnium finuum est maximus.\n\nPROPOSITIO II.\n\nQuodlibet folium Rhodoneæ circa axem CE hinc inde æquali, uniformi, & simili expansione spargitur.\n\nFactis enim hinc inde æqualibus angulis E C M, E C D, ob arcus æquales interceptos E M, E D, si fuerit arcus A M ad A N, ut A E ad A F, ut A D ad A G, nempe in data ratione \\(a\\) ad \\(b\\), etiam residua E M, F N, itemque E D, F G in eadem ratione erunt, adeoque cum antecedentia E M, E D æqualia sint, etiam consequentia F N, F G invicem æquabuntur, uti & residua ad quadrantes N K, G A, quorum sinubus cum æquari debeant rami Rhodoneæ C L, C I, & ipsi æquales erunt; quare ab axe C E hinc inde æquali, & uniformi expansione spargitur quodlibet folium Rhodoneæ. Quod erat, &c.\n\nCOROLLARIA.\n\nI. Ob æquales arcus E M, E D fit A E medius Arithmeticus inter A M, A D, qui intercipiunt æquales ramos Rhodoneæ; ideoque horum summa illius duplum adæquat, sive æquatur toti A E P arcui sectoris circumscribentis unum Rhodoneæ folium.\nII. Hinc etiam arcus MP æquatur AD.\n\nIII. Et eorundem arcuum AM, AD summa ad semiperipheriam ANK est in data ratione \\(a\\) ad \\(b\\), quam habet AE ad quadrantem AF.\n\nIV. Et sector APC Rhodoneæ circumscriptus, est ad semicirculum in eadem data ratione \\(a\\) ad \\(b\\), quam habet arcus AP, sive summa duorum AM, AD ad semiperipheriam ANK.\n\nPROPOSITIO III.\n\nNumerus foliorum, quibus integra Rhodonea simplex compingitur, est ad unitatem, ut 2 \\(b\\) ad \\(a\\).\n\nTot enim folia emergunt ex hac descriptione, quot sectores unicuique folio circumscripti, intra circulum disponi possunt; sed quilibet sector est ad semicirculum, ex Coroll. 3. præced. ut \\(a\\) ad \\(b\\), adeoque ad circulum ut \\(a\\) ad 2 \\(b\\), quare numerus foliorum in una circulatione est ad unitatem ut 2 \\(b\\) ad \\(a\\). Quod erat, &c.\n\nCOROLLARIA.\n\nI. Hinc Rhodoneam simplicem describere possimus, quæ datum foliorum numerum \\(m\\), puta sex, complectatur, si nempe pro ratione \\(a\\) ad \\(b\\) assumatur ratio 1 ad \\(\\frac{m}{2}\\) (in casu proposito 1 ad 3) quomodo erit 2 \\(b\\) ad \\(a\\), ut \\(m\\) ad 1 (in proposito ut 6 ad 1) adeoque prodibit datu foliorum numerus \\(m\\).\n\nII. Sed & Rhodoneam duplicem, triplicem, quadruplicem, &c. cadem arte componemus, dato foliorum numero in se recurrentem, si nimirum pro Rhodonea dupli...\nduplici sumatur ratio \\( \\frac{1}{4} \\), existente dato numero \\( m \\) impari, alias prodiret Rhodonea simplex subduplo foliorum numero, quae in secunda circulatione fibimet superponeretur, per eadem foliorum vestigia recurrens.\n\nPro Rhodonea triplici ratio \\( \\frac{m}{6} \\), dummodo numerus \\( m \\) non sit per 3 divisibilis, alias iterum simplex Rhodonea prodiret subtriplo foliorum numero contenta. Similiter pro quadruplici Rhodonea ratio \\( \\frac{m}{8} \\) inserviet, dummodo numerus \\( m \\) fit impar, alias Rhodonea simplex, aut duplex, ut antea oriretur; oportet enim in prima circulatione respectu Rhodoneæ duplicis haberi integrum aliquem foliorum numerum cum \\( \\frac{1}{2} \\) alterius folii, respectu triplicis cum \\( \\frac{1}{3} \\), vel \\( \\frac{1}{3} \\) folii, respectu quadruplicis cum \\( \\frac{1}{4} \\), vel \\( \\frac{1}{4} \\) alterius folii atque ita pariformiter in aliis.\n\n**PROPOSITIO IV.**\n\nSi ratio \\( a \\) ad \\( b \\) non sit numeris effabilis, sed arcus DA, GA sint incommensurabiles, innumera folia fibimet per infinitas circulationes advoluta circumponentur.\n\nQuaelibet enim circulatio, praeter certum foliorum integrorum numerum, partem folii suo toti incommensurabilem comprehendet, nec unquam ad idem punctum descriptio revertetur, adeò ut æquatio ejusmodi curvae infinitorum sit graduum. *(Vid. Fig. 5.)*\n\n**PROPOSITIO V.**\n\nAt si ratio \\( a \\) ad \\( b \\) fuerit dupla, prodibit Rhodonæ unifolia.\n\nNam\nNam ex Prop. 4. multitudinis foliorum est ad unitatem ut \\(2b\\) ad \\(a\\); sed in hoc casu \\(a\\) est 2, & \\(b\\) est 1, quare multitudinis foliorum est ad unitatem ut 2 ad 2, sive ut 1 ad 1; adeoque numerus foliorum est unitas. Et sane arcus EA, qui fit ad quadrantem AF ut \\(a\\) ad \\(b\\), nempe in ratione dupla, est semiperipheria, adeoque semicirculus est sector AFE circumscriptus semifolio, cujus axis EC ex Prop. prima, ideoque integro folio circulus integer circumscibitur.\n\nCOROLLARIA.\n\nI. Facilis est hujusmodi Rhodoneae unifoliæ descriptio, si super radio EC describatur semicirculus, & ducta chorda ESD, in radio CD ponatur CI æqualis intervallo CS; nam cum CS sit sinus anguli CES ad radius CE computatus, ejusque anguli duplus sit ACD, erit ramus CI ad Rhodoneam rationis duplæ, juxta genesis praemissam.\n\nII. Unde etiam, si centro C, qualibet intervallo CS, in dicto semicirculo arcus PS describatur, & tantundem extendatur in I, ut sint arcus PS, SI æquales, erit punctum I ad Rhodoneam; quippe CS perpendicularis chordæ ED bifariam fecat in praecedenti descriptione angulum ECD; cumque sit CM æqualis CS, punctum I est in arcu circulari, centro C per I, & S transeunte, qui continuatus in P remanet bifariam sectus in S.\n\nIII. Et hinc patet, hanc Rhodoneam duplam esse circuli super diametro EC descripti, ob quotlibet arcus ISP duplos ipsorum SP, indeque dimidiam circumscripti circuli, cujus diameter EA; id, quod confonat infra generaliter demonstrandis Prop. octava.\n\nPRO.\nPROPOSITIO VI.\n\nUbi ratio \\(a\\) ad \\(b\\) est æqualitatis, efficitur Rhodonea bifolia, quæ nihil aliud est, quàm duplex circulus subduplæ diametri ad diametrum circuli, qui Rhodoneæ circumscribitur. (Vid. Fig. 9.)\n\nNam ratio \\(2b\\) ad \\(a\\) erit ratio dupla, ergo ex Prop. quarta multitudo foliorum dupla erit unitatis: & sane descripto circa radium \\(FC\\), velut diametrum, semicirculo, quoniam ramus Rhodoneæ \\(CI\\) debet in hoc casu æquari sinui ipsiusmet arcus \\(AD\\), utique punctum \\(I\\) ad peripheriam dicti semircirculi pertinget, adeoque duplex circulus, circa radios \\(FC, CV\\), velut diametros, descriptus, erit locus talium ramorum, id eft, Rhodoneam ipsam bifoliam constituet.\n\nCOROLLARIUM.\n\nEtiam hic constat Rhodoneam bifoliam dimidiam esse circuli circumscripti, atque adeo æqualem unifoliæ Rhodoneæ præcedentis propositionis.\n\nPROPOSITIO VII.\n\nQuodlibet folium Rhodoneæ est ad quadrantem circularern ut \\(a\\) ad \\(b\\).\n\nDuctis enim radiis infinitè proximis \\(CID, CI_d\\), & ductis sinubus \\(GH, gb\\) correspondentibus, nempe æquantibus (Vid. Fig. 10, & 11.) ramos interceptos \\(CI, CI_i\\), descriptoque concentrico arcu \\(IR\\), patet fore elementum \\(CI_i\\) semifolii Rhodoneæ ad elementum \\(GHbg\\) quadrantis, ut \\(\\frac{1}{2}\\) arcus \\(IR\\) ad \\(Hb\\), eo quod bases \\(CI, gb\\) trianguli elementaris \\(CI_I\\), & rectanguli elementaris \\(gb HG\\) æquentur; ergo duplum ipsius \\(CI_i\\) ad \\(GHbg\\).\n\\( bg \\) est ut integra \\( RI \\) ad \\( HB \\), nempe in ratione composita ex \\( RI \\) ad \\( Dd \\), & \\( Dd \\) ad \\( Gg \\), &c. \\( Gg \\) ad \\( HB \\); sed quia \\( Gg \\) ad \\( HB \\) (ex theoria infinitè parvorum) est ut radius \\( Cg \\) ad sinum \\( gb \\), nempe ut \\( CD \\) ad \\( CI \\), vel \\( Dd \\) ad \\( RI \\), ratio \\( Gg \\) ad \\( HB \\) elidit æqualem sibi reciprocam \\( RI \\) ad \\( Dd \\); quare supereft, ut ratio \\( RI \\) ad \\( HB \\) eadem sit, quæ \\( Dd \\) ad \\( Gg \\); sed hæc eadem est quæ \\( a \\) ad \\( b \\), cum in tali ratione sint, tam \\( AD \\) ad \\( AG \\), quam \\( Ad \\) ad \\( Ag \\), adeoque & residua eandem rationem fervent; ergo \\( RI \\) ad \\( HB \\), sive duplum elementare spatium \\( CIi \\) ad elementum quadrantis \\( GHbg \\), est in dicta ratione \\( a \\) ad \\( b \\), & hoc semper; igitur duplum semifolii \\( CIE \\), nempe integrum folium Rhodoneæ, est ad quadrantem, ut \\( a \\) ad \\( b \\); Quod erat, &c.\n\n**COROLLARIA.**\n\nI. Hinc semifolium \\( CIE \\) ad quadrantem est ut \\( \\frac{1}{2} a \\) ad \\( b \\), (sive ut \\( a \\) ad \\( 2b \\)).\n\nItem segmentum Rhodoneæ \\( CIi \\) ad semifegmentum circuli \\( Agb \\) est in eadem ratione \\( a \\) ad \\( 2b \\).\n\n**PROPOSITIO VIII.**\n\nQuodlibet folium Rhodoneæ medietas est sectoris circularis sibi circumscripti, & integra Rhodonea simplex medietas circuli, duplex duorum, triplex trium circularum, &c.\n\nNam ex precedente quodlibet folium est ad quadrantem ut \\( a \\) ad \\( b \\), ideoque ad semicirculum ut \\( a \\) ad \\( 2b \\), sed ex Coroll. 4. Prop. 2. semicirculus ad sectorem folio circumscriptum est ut \\( b \\) ad \\( a \\); ergo ex æquo perturbatè quodlibet folium est ad circumscriptum sectorem, ut \\( b \\) ad \\( 2b \\), scilicet in ratione subdupla; quare & omnia folia\nfolia Rhodoneæ ad omnes circumscriptos sectores, id est Rhodonea simplex ad circulum, duplex ad duos circulos, triplex ad tres, &c. in eadem subdupla ratione erit.\n\nAliter. Numerus foliorum ex Prop. 3, est ad unitatem, ideoque Rhodonea ipsa ad unum folium (si eit simplex) ut $2b$ ad $a$; sed folium est ad quadrantem circuli, ex præc. ut $a$ ad $b$, ergo Rhodonea simplex est ad quadrantem circuli ut $2b$ ad $b$, scilicet in ratione dupla; quare simplex Rhodonea æquatur semicirculo. Similis discursus Rhodoneis duplicibus, & triplicibus applicari potest; nam in illis numerus foliorum est ad unitatein ut $4b$ ad $a$, in his vero ut $6b$ ad $a$, &c.\n\nCOROLLARIA.\n\nI. Quælibet Rhodonea simplex cuilibet simplici Rhodoneæ eidem circulo inscriptæ æqualis est, quocunque foliorum numero constet, semper enim æqualis est spatio ejusdem semicirculi.\n\nII. Item quælibet Rhodonea duplex cuilibet duplici, & quælibet triplex cuivis triplici æqualis est, ob eandem rationem; quippe illa species est semper circulo æqualis, hæc se quicirculo; & sic de aliis. Oportet autem in duplici, aut triplici Rhodonea computare spatia foliorum, quæ sibi superponuntur, tanquam distincta essent.\n\nPROPOSITIO IX.\n\nBifariam secto angulo ECA, quem axis folii Rhodoneæ cum tangente CA continet, per rectam CD, & ramo CI descripto arcu circulari IST, erit lunula TEI quadrabilis, nempe ad quadratum radii, ut $a$ ad $4b$. (Vid. Fig. 12.)\nCùm fit enim quadrans F A ad A E, ut A G ad A D,\nqui est ipsius A E semisìs, erit A G medietas quadrans-\ntis, ergo quadratum radii C G, vel C D, duplum est\nquadrati sinus G H, sive rami C I; ideoque sector S C I\nad sectorem E C D similem, ut 1 ad 2; sector vero\nE C D ad F C G est ut a ad b; hæc enim est ratio ar-\ncuum E D, G F, ut eadem est integrorum E A, F A,\n& ablatorum A D, A G; ergo ex æquo sector S C I ad\nsectorem F C G erit ut a ad 2 b, nempe ut semifolium\nC I E ad quadrantem F G A C, vel ut segmentum Rhodo-\nneæ C I ad segmentum A G H, vel ut residuum C E I C\nad residuum F G H C, quare etiam reliquum semifolii\nS E I est ad reliquum triangulum C H G, aut tota lu-\nnula ad quadratum C H G P, in eadem ratione a ad 2 b,\n& ad quadratum radii C G, quod prædicti quadrati est\nduplum, erit ut a ad 4 b. Quod erat, &c.\n\nCOROLLARIA.\n\nI. Cùm numerus foliorum Rhodoneæ simplicis sit ad\nunitatem, adeoque etiam summa omnium lunularum,\nquas integra peripheria radio C T descripta abscindit,\nad unam lunulam T E I, ut 2 b ad a; ipsa vero lunu-\nla ad quadratum radii ut a ad 4 b, patet esse summam\ndictarum lunularum ad quadratum radii ut 2 b ad 4 b,\nnempe subduplum; hoc est summam talium lunularum\næquare quadratum ipsum G H C P quadranti inscrip-\ntum.\n\nII. Unde summa lunularum, ex una Rhodonea per\ndictam peripheriam abscessarum, æquatur summæ lunu-\nlarum ex qualibet alia Rhodonea, quotcumque folio-\nrum fuerit, eidem circulo inscripta similiter determi-\nnatarum.\n\nIII. Cum\nIII. Cum ejusdem sectoris ECA medietas sit tam seminolium EIC, quam sector ECD, vel EDA, nec non sector CSV, sunt segmentum CI æquale trilineo EID, & semiflunula EST trilineo CIV æqualis, quod propterea erit pariter quadrabile, utpote ad triangulum CGH in data ratione a ad 2 b.\n\nIV. Et summa horum trilineorum in qualibet Rhodonea pariter ejusdem erit quantitatis, utpote summæ lunularum ejusdem, vel cujuscunque alterius Rhodoneæ simplicis eadem circulo inscriptae semper æqualis.\n\nV. Adeoque si illa triangularia foliorum Rhodoneæ interstitia pro foliis computentur, flos inde totidem foliorum perfectè quadrabilis exurget, ut in Fig. 13.\n\nPROPOSITIO X.\n\nAd quodlibet Rhodoneæ punctum I tangentem ducere.\n\nFactum jam sit; ductaque ramo IC (Fig. 14, 15.) perpendicularis CM, conveniat cum tangente IM in M; & radio CI arcus IR infinitè parvus describatur usque ad alium ramum Ci infinitè proximum, sintque ramis CI, Ci æquales sinus GH, gb, & circuli tangens GL occurrat diametro in L. Erit ergo IC ad CM ut iR ad RI, nempe in ratione composita ex iR, seu gb, ad OG (hoc est gb, vel iC, ad bL) & OG, sive Hb, ad RI (quæ ex Prop. 7. est eadem rationi b ad a) quare iC ad CM erit in ratione composita ex iC ad bL, & ex b ad a; sed eadem ratio iC ad CM componitur quoque ex iC ad bL, & bL ad CM; ergo oportet rationem bL, sive HL, ad CM esse datam, scilicet eam, quæ b ad a, ideoque si fiat, ut b ad a, ita subtangens circuli HL ad CM\nCM ramo CI perpendicularem, juncta MI erit tangens Rhodoneæ in puncto I; Quod erat faciendum.\n\nCOROLLARIA.\n\nI. Si fiat ut \\(a\\) ad \\(b\\), ita CH ad CN ramo perpendicularem, juncta NI erit curvae Rhodoneæ normalis; nam quia HL ad CM est ut \\(b\\) ad \\(a\\), & CH ad CN ut \\(a\\) ad \\(b\\), erit HL ad CM ut reciprocè CN ad CH; & ideo rectangulum MCN æquabitur rectangulo LHC, id est, quadrato GH, vel quadrato rami CI; ergo juncta NI est tangentis MI, seu curvae Rhodoneæ in puncto I, perpendicularis.\n\nII. Patet, tangentes angulorum CIM, & LGH, vel GCA semper esse in data ratione \\(a\\) ad \\(b\\).\n\nPROPOSITIO XI.\n\nSi fiat ut \\(b\\) ad \\(a\\), ita radius AC ad CQ, & semi-\naxibus FC, CQ describatur quadrans ellipsis FVQ,\nerit ejus perimetur æqualis perimetro semifolii Rhodo-\nneæ ECI, & partes partibus correspondentibus. (Vid.\nFig. 16, & 17.)\n\nErit enim ubique etiam GP ad VP, vel \\(gp\\) ad \\(up\\)\nin eadem ratione, quae est AC ad CQ, id est, \\(b\\) ad \\(a\\);\nquare & residua GO, VX in eadem ratione erunt.\nQuod si infinitè proximæ sint PG, \\(pg\\), GH, \\(gb\\), &\ncorrespondentes CI, Ci cum arcu infinitè parvo IR,\nquoniam IR ad Hb, vel GO ex Prop. 7. est ut \\(a\\) ad \\(b\\),\nin qua etiam ratione erit VX ad eandem GO, patet\nipfas IR, VX æquales fore; cum ergo & sint æquales\nRI, VX (ob æqualitatem quarumvis CI, GH, vel\nTV, nec non Ci, \\(gb\\), tu) patet subtenias quoque Ii,\nVu æquales futuras. Singula igitur elementa, tum cur-\nvae Rhodoneae EIC, tum ellipticae FVQ invicem æquantur; quare & perimeter semifolii Rhodoneae erit quadranti curvae ellipticae æqualis, & duo quælibet folia perimetrum habebunt integræ curvae ellipticos æqualem; Quod erat, &c.\n\nCOROLLARIA.\n\nI. Patet, Rhodoneam esse ellipsim quandam contractam; nam si confluentibus in centrum C punctis T, t, ordinatæ elliptici quadrantis V T, ut, in ramos abeant a centro C diductos, quadrans ellipsis in semifolium Rhodoneae contrahetur, eadem curvae longitudine manente.\n\nII. Hinc iterum patet, Rhodoneam esse medietatem sectoris circularis circumscripti; est enim semifolium EIC medietas quadrantis elliptici FVQC, in quem expanderetur, si rami ab eorum centro dissoluti fieren paralleli, & rectæ CQ perpendicularares; cumque quadrans ellipsis fit ad quadrantem circularem, ut basis QC ad basim CA, nempe ut a ad b, in qua etiam ratione est secto ECA ad eundem quadrantem, ex Prop. prima, patet, ejusmodi sectorem æquari quadranti elliptico, ideoque duplum esse inscripti folii Rhodoneæ.\n\nIII. Insuper colligitur, æquales esse foliorum perimetros in Rhodoneis, quarum ratio sit reciproca, & radii fuorum circulorum in eadem reciproca ratione sibi respondent; nam si radius CF, vel EC Figura 17. æquaret basi ellipsis CQ Figura 16, & vicissim radius CF istius æquaret basim CQ ellipsis alterius Figura, patet, eadem ellipsis FV utrobique resultare debere, quippe iisdem semiaxibus descriptam, eamque fore utrvis folio isoperimetram, existente ibi ratione a ad b, hic\nhic reciprocè b ad a. Exempli causa, si ratio a ad b sit subdupla, ut juxta Prop. 3. hinc proveniat Rhodonea tetrafolia, radio autem subduplo (adeoque æquali basi quadrantis ellipsis isoperimetrae) vicissim fiat Rhodonea juxta rationem duplam, quæ ex Prop. 5. unifolia evadet, erit hæc isoperimetra uni folio illius; nam basis quadrantis elliptici huic respondens basim habebit illius radio æqualem, adeoque eadem curva elliptica utrvis folio æqualis ostenditur.\n\nIV. Si vero in eodem circulo duæ Rhodoneæ describantur, altera juxta rationem a ad b, altera juxta reciprocam b ad a, perimetros fuarum foliorum habebunt ipsis rationum antecedentibus a, &c b proportionales; nam si primæ Rhodoneæ tertia quædam Rhodonea similis descripteretur in circulo, ad cujus radium prioris radius esset ut a ad b, esset perimetur primæ ad perimetrum tertiarum sibi similis in ipsa ratione radiorum a ad b. Verum perimeter hujus tertiarum, ex Coroll. praed. æquaretur perimetro secundæ, utpotè reciproca ratione, &c juxta reciprocos radios descriptæ, ergo perimeter primæ ad perimetrum secundæ est in eadem ratione a ad b.\n\nPROPOSITIO XII.\n\nRhodoneam datæ rationis a ad b minoris inæqualitatis ex conica superficie secare.\n\nFiat ut a ad b, ita radius basis NB ad latus NC coni recti NCK, cujus basis diametro NK fit perpendicularis radius BF, (Vid. Fig. 18.) qui fit ad BR ut b ad a, & circa diametros BR, BF descriptur semicirculi BLR, BSF, quos fecet quilibet radius BG in punctis L, S, fitque GH diametro NK perpendicularis. Si super circulo BLR erecta superficies cylindrica intelligatur secare conicam in communi sectione CIE,\nCIE, erit hæc (in planum explicata) ipsamet Rhodonea propositæ rationis. Nam communis sectiones cylindri-\ncae illius superficiæ cum planis triangulorum CBG,\nCBF per axem coni CB transeuntium, erunt rectæ LI,\nRE ipsi axi parallelae, ideoque tam CI, ad BL, quam\nCE ad BR erunt ut latus coni ad radium basis, scili-\ncet ut b ad a ex constructione, sive ut FB ad BR, sive\nSB ad BL; adeoque CE æquatur BF, & CI æqua-\ntur BS, sive sinui GH. Explicata autem superficie\nconica in planum sectorem circularem ipsi æqualem,\nradio CN descriptum, ejus angulus planus NCG sub-\ntendetur eodem arcu NG, subtendente in basi coni an-\ngulum NBG; adeoque ut BN ad NC, sive ut a ad\nb, ita erit angulus NCG ad ipsum NBG, cujus sinui\nGH, ut vidimus, æquatur ramus CI folii CIE, cu-\njus maximus ramus CE æquat radium BF circuli ba-\nsis; quare folium ipsum ad Rhodoneam pertinet in da-\nta ratione a ad b descriptam; Quod erat, &c.\n\nCOROLLARIA.\n\nI. Cum sit etiam CE ad EO, ut CF ad FB, ut b ad a, ut\nFB ad BR sintque CE, FB æquales, itidem æquales erunt\nBR, EO, & semicirculus BLR quarta pars erit semicirculi\nAEP duplum diametrum habentis, sive erit medietas\nquadrantis AEO; est vero (ex nostra Appendice de\nFornicibus conicis, quam Vivianeis subjunximus jam\ninde ab anno 1698) superficies conica ADEC ad su-\nam basim ADEO, ut superficies semifolii CIE ad\nsuam ichnographiam BLR, nempe in eadem ratione\nlateris coni ad radium basis; ergo cum ADEO du-\npla sit BLR, & superficies ADEC ipsius semifolii\nCIE dupla erit, ut aliunde supra demonstravimus se-\nctorem folio circumscriptum illius duplum esse.\n\nII. Cum\nII. Cum ostensum sit esse angulum ACI ad NBG, uti & ACE ad NBF, in data ratione \\(a\\) ad \\(b\\), patet etiam in eadem ratione esse angulum reliquum ICE ad reliquum SBF, existente (ut probavimus) ramo CI æquali ipsi BS; (Vid. Fig. 19.) unde si semicirculi GSE, in arcus concentricos, centro C descriptos, resoluti, arcus quilibet PS, \\(p\\) s dividantur ad puncta I, i, ut sit semper PI ad PS, \\(p\\) i ad \\(p\\) s in data illa ratione \\(a\\) ad \\(b\\), erunt puncta I, i sic inventa ad curvam Rhodoneam.\n\nIII. Imo etsi ratio \\(a\\) ad \\(b\\) majoris sit inæqualitatis, adhuc Rhodoneas ope semicirculi describere licebit generalius quam in Coroll. 2. Prop. 5. si arcus PS, \\(p\\) s producantur ad puncta I, i, ut sint PI ad PS, \\(p\\) i ad \\(p\\) s in data ratione \\(a\\) ad \\(b\\). Facto enim arcu EAR ad quadrantem EA in eadem ratione, ductoque radio CR, fiet angulus RCE ad ACE, ut angulus ICE ad angulum SCE. adeoque & reliquus i CR ad reliquum s CA, cujus finus æquatur Cs, five Ci, in eadem ratione erit \\(a\\) ad \\(b\\); ideoque puncta I, i sunt ad Rhodoneam datæ rationis.\n\nIV. Et si arcus illi PS, \\(p\\) s in semiciculo descripti, tum dividantur in ratione \\(a\\) ad \\(b\\), tum augeantur in reciproca ratione \\(b\\) ad \\(a\\), curvae interioris longitudo ad longitudinem exterioris erit ut \\(a\\) ad \\(b\\), per Coroll. 4. Prop. praecedentis.\n\nSCHOLION.\n\nVerum hæc, pro instituto nostro, circa hujusmodi curvas delibaffe sufficiat: quanquam alia etiam Rhodonearum symptomata enucleare in promptu esset, uti & alias florum species diversâ genesi efformatas exhibere facile foret,\nforet, quorum etiam folia (ut postrema propositione folia Rhodonearum circa conicam superficiem advoluta dedimus) circa aliquam conoidalem superficiem convoluta describere possemus, &c. quandam foliorum in calice floris latentium imaginem adumbrare, nisi jam tædio Lectorum parcendum esset. Unum hoc admonere non prætermittam, quod ex ultimò propposita generali foliorum Rhodoneae descriptione simplicissima ex circulo derivata, suspicari quis non imeritò possit etiam prima naturalium foliorum stamina, quae in floris, aut fruticis semine latent, non necessariò similia esse foliis ipsis conspicuis, &c. jam germinantibus, sive adultis; sicut enim si florum, &c. fruticum folia nostras Rhodoneas reipsa imitantur, possit quis concipere, illorum prima stamina feminibus cujuslibet speciei inclusa simplicissima circulari figurà infinitè parvà circumscribi, sed mox peculiari vi cujuslibet singularis speciei, dum germinant, ita determinari succum nutritium, ut dum in longum eorum axis extenditur, per quafdam undas, sive gyros, ipsi origini sui pedunculi, velut centro, circumpositos, expandatur, eosque semper in determinata ratione, vel arctiores, vel ampliores, quàm si circularis primorum staminum figura retinenda esset: quo posito talis species foliorum Rhodoneae, ac talis numerus, &c. forma exurgeret, qualem ratio illa determinaret. Ita etiamsi alia lege florum, &c. fruticum frondes natura moliatur, non necesse est earum figuram, usque ad ipsa prima earundem stamina, ex quibus germinant, observari; sed illa in quibuslibet unius certae, ac determinatæ figure esse posset, quae tantum pro diversa vi, determinante in ipsis expansionem succi nutritii, in singulis speciebus varianda foret, juxta diversam rationem, quae per ipsorum staminum fibras dirigeretur. Sed ne extra chorum faltemus, hæc Philosophis innuisset sufficiat.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103636.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 29566,
    "total-output-tokens": 9241,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1311,
        4
      ],
      [
        1311,
        2694,
        5
      ],
      [
        2694,
        3960,
        6
      ],
      [
        3960,
        5250,
        7
      ],
      [
        5250,
        6680,
        8
      ],
      [
        6680,
        8171,
        9
      ],
      [
        8171,
        9584,
        10
      ],
      [
        9584,
        11309,
        11
      ],
      [
        11309,
        12722,
        12
      ],
      [
        12722,
        14201,
        13
      ],
      [
        14201,
        15635,
        14
      ],
      [
        15635,
        17057,
        15
      ],
      [
        17057,
        18561,
        16
      ],
      [
        18561,
        20178,
        17
      ],
      [
        20178,
        21762,
        18
      ],
      [
        21762,
        23329,
        19
      ],
      [
        23329,
        25167,
        20
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103636",
    "title": "Florum Geometricorum Manipulus Regiae Societati Exhibitus à D. Guidone Grandi Abbate Camaldulensi, Pisani Lycaei Mathematico, R. S. S.",
    "authors": "Abbate Camaldulensi, D. Guidone Grandi",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/103636"
  }
}