{
  "id": "8c4bc26850c39dd4aec684f334b932cc78834cff",
  "text": "V. Observationes dua rariores, ex Literis Viri Doc-\ntissimi Johannis Huxham, M.D. ad Jacobum\nJurin, R.S. Secr.\n\nO B S E R V A T. I.\n\nIngens Omentum.\n\nVeterani cujusdam Militis uxor dolore colico & vo-\nmitu diu laboraverat, quibus supervenit ventris tu-\nmor durus, qui auctus indies magnam in molem excrevit.\nJam evomuntur omnia, bilis atra, sincera, tandem &\nipsae foeces alvinæ. Dolor vero persæpe immanis in sinis-\ntro praesertim hypochondrio, fotus, cathartica, ene-\nmata, anodyna, plurima Pharmacopoeio Collins ad-\nhibentur; incassum omnia; permanet dolor, increbit\nusque tumor, digitorum pressui haud magis cedens\nquam si lignum fuisset. Ex hocce tumore plura quasi\ntubera enata sunt, quorum unum alterumve caput\npuerile, alia pugnum virilem, magnitudine æquabant:\neminebat autem maximum in sinistro hypochondrio,\nubi gravissimum persensit dolorem, ita ut sæpius ex-\nclamaverit se voluisse tumorem ibidem loci fore per-\nfossum. Incremente tumore facta est valde dyspnoica.\nTanta tamque atrocia per mensæ fere 14 perpetua fu-\nerat mulier, cum tandem grata venit morborum re-\nquies, mors.\n\nMihi enarravit casum Pharmacopolæ, rogavit insu-\nper ut viscera inciso abdomine inspicerem, quod cum\nalio medico feci perlubens.\n\nNudato\nNudato cadavere montosum observavimus ventrem; reliquum vero corpus summa macie confectum. Secto abdomine in conspectum se dedit ingens quasi febi massa (nisi quod colore fuit minus alba) totum ventris cavum adimplens, ita ut nec ventriculus, nec jejunum, neque intestina apparerent ulla; adhaerat enim omentum hoc enorme peritonaeo pluribus in locis, in utroque praesertim hypochondrio, ubi & latior & firmior fuit cohaerentia. Secto autem in modum crucis peritonaeo, & ab omento separato, conspeximus illum in pelvim fere detrusum, omentum etiam toti jocinoris cavo annexum, ventriculum hac mole oppressum, uti & duodenum, colon & jejunum: cum adiposo rennum involucro (sinistro praecipue) connexum & quasi confusum fuit; adeo ut colon, altius paulo quam in rectum desinit, sebo hocce concreto fuit penitus involutum, hinc foecibus praclusum iter, hinc illae lachrymae, hinc dolores illi saevissimi, quibus ante mortem excruciata fuerat mulier: & ut hic obiter notem, per plures dies ante mortem nec sua sponte nec vel clysmatis acerriinis irritata alvus foeces dejecerat ullas.\n\nHis lustratis ingens separavimus omentum à jecore, ventriculo, schirroso pancreate, intestinis, tandem & à mesenterio, & ab interna peritonaei lamina renibus instrata. Splen fuit hac massa quodam modo demersus, contractior & quasi coriaceus. Hunc quasi febi montem exemi denique & per famulum nostrum domum misi: erat autem animus omentum hoc morbidum accuratius perspiciendi, cumjam enim advesperasceret defuit opportunitas.\n\nPendebat omentum hocce in xvi Avord. nec tamen abstulimus unam saltem alteramve libram partibus adhaerentem. Pondus hercle maximum! Si consideremus ex obesiore homine omentum vix libras pendere tres, majus certe inveni antehac nunquam, quanquam\nquanquam &c secui & dissecta vidi plurima hominum cadavera. Fateor equidein longe majus à Gregorio Horstio in suis observat. memoratum fuisse, majus etiam in Ephemerid. German. ann. x. veruntamen hoc quoque nostrum monstris annumerari merito debet.\n\nHujus &c in extima parte, nec non in interiori substantia, plura observavi vaia sanguinea, eaque certe maxime dilatata, quorum aliqua pennae anserina majora, aliqua vero quasi in aneurismatibus terminantia. Ex horum aneurismatum (si ita dicam) maximo uncias circiter sex nigricantis sanguinis extraxi cum quibusdam grumis albidioribus; anne adipis particulae à venis epiploicis absorpta atque morbo congelatae?\n\nEx plurimis lobis conflari mihi videbatur massa hæcce, sibi invicem arcte haerentibus; aliquos tamen separavi, quorum pauci poeno minori fuere magnitudine æquales, forma haud absimiles. Media hujus pars, cætera durior, cultro haud facile cedebat.\n\nIn isthoc cadavere sequentia etiam fuere observatu digniora. Inferior hepatis pars in schirrum abierat. Ex vesica fellea plures exemi calculos, carbonem fossilem colore referentes, friabiles, aquam innatantes, quos bilem haud impropiæ nominares splendidam; his quippe quum inerant plurimæ particulae micantes, haud dubio salinæ.\n\nMesenterii glandulae fuere schirroæ, imo quædam in substantiam pene lapideam induratae. Intestina tenua fuere inflammata, colon cum coeco fere totum gangrena correetum, etiam processus ipse vermicularis.\n\nRen uterque fuit sanus satis: dexter autem emisit ureteres duos: cum vero renem dissecuisset, percepit facile, quid esset in causa, cur ureter hic fuit duplex. Renis enim pelvis septo quodam fuit divisa, digitum transversum\ntransversum crasso, ejusdem perfectè substantiæ cum reliquo renis parenchymate.\n\nHic fuit ren quasi duplex, cui duplex pelvis, ureterque duplex.\n\nErant in imo abdomine feri subcruenti libræ quasi duæ.\n\nMalum hoc immedicabile penitus visum est, nisi quis morbi principiis obstitisset.\n\nOBSERVAT. II.\n\nSalivæ Color insolitus.\n\nDominus Fox, quadragenarius, gracilis, biliosus, per mensem unum alterumve elanguerat, nausea, ictero & doloribus colicis vexatus: tandem ex epoto largiter vino pomaceo vehementissimo colices paroxysmo correpactus me consultit, Vomitabat omnia, urmæ parum reddebat coloris lixivii, quæ sedimenti plurimum deponebat subviridis.\n\nEgo statim illi potionem ex Ipecac. emeticam propinari jubeo, infuso dein C. Bened. affatim hausto plurima viscosa, biliosa, rejicit: tum enemate Terebinth. injecto alvus bis tervè respondit. Ex sumpta mistura anodyna vomitus & tormina comprimuntur; jam de languore summo & abdominis distentione conquestio; paulo etiam post recrudescit dolor. Bolum praescripsi ex Jalap. 3j. Calomelan. gr.viij. Spec. Diambr. gr. vi. Laud. solid. gr. j. Syrup. de Sp. Cerv. q. f. quam primum sumend. cum Tinct. sacr. 3ij. Hinc omnia pacata. post horas 12 ter fundit alvus perlquida, biliosa. Ex sumpto dein haustu anodyno nox tranquilla. Mane de dolore & faucium tumore queribundus crassa, subfusca, expuebat; mox abunde effluit saliva colore viridissima, bili porraceæ quam simillima, nisi quod tenuior. Perduravit fluxus hic salivæ viridis horas quasi\nquasi 40, quo tempore sputavit quantum vix caperent sextarii duo: ad flavedinem dein vergebat color fluoris eo usque dum ad instar solutionis Gut. Gambæ evasit: quantitas autem aucta potius quam diminuta.\n\nPerstitit & hicce color per horas etiam quadraginta, dein sensim pellucida facta est saliva, atque subito, uti oborta est, evanuit penitus salivatio.\n\nIntra biennii spatium bis terve in icterum inciderat ante hujus morbi accessionem. Decem abhinc annis maxima salivatio sponte erumpens hunc ipsum hominem in summum vitae discrimen intulerat; salvis autem evalit ope doctissimi expertissimique Medici, D.D. Pyne. Tunc vero temporis ne vel si hilum sumperat, nec ullo modo fuerat colorata saliva.\n\nIn hac historia observatu haud indigna quaedam occurrent. Salivatio nempe sponte exuscitans, vel ex tantillo forsan Calomel. excitata. Calomel autem proba paratum novi, quippe qui plurimas ejusdemet doses, quarum aliquas ad scrupul. integrum, exhiberi jussoram, ne vel minimo sequente salivationis signo.\n\nOccurrit porro, quantum ego saltem scio, salivae inauditus color. Saliva viridi ita penitus tincti erant dentes & fauces quasi æragine obducti fuissent: permanit dentium color viridis quatuordecim post diebus quam convaluit.\n\nNotandum præerea fluxum hunc salivæ fuisse criticum, quo judicatus est & icterus & colicus morbus; ab inceptante enim salivatione ne vel minimus dolor ventris, & color cutis subviridis sensim evanuit, urinam etiam reddidit copiosius; sed subnigram. Ille vero, qui ante hunc fluxum valde languidus fuit & jam quasi moribundus maximum salivæ evacuationem.\n\nSerum ictericum tinctum esse bile omnibus notum est: nec alicui forsitam videatur magis mirandum serum\nserum flavum posse per glandulas salivares excerni quam per serosa cutis vascula, quod tamen ictero laborantibus contigisse saepius observavimus, admoto prius epispastico: de urina biliosa nil dicam. Unde vero color salivae viridis haud ita facile dictu. Hujus opinor ego causam procatarticam esse pomacei vini potationem.\n\nBili si miscueris acidum color oritur viridis. Hinc torminosae infantum dejectiones virides, lacte in ventriculo acescente. Hinc porracea bilis. Ponamus jam acidum pomaceum a venis lacteis vel & a mesaraicis forsan, absorptum, feroque sanguinis bilioso permixtum: quid eveniret inde? Credo equidem flavi ferri coloris in viridem permutatio. Profiteor hercle, acida quaecumque a vi corporis vitali in alcalinam naturam mutantur, etiam ipsum vitrioli acidum: languescentibus autem viribus, concoctione lasa lympha effeta facta, facta & inerte bile, queis adde sanguinem tardius circulantem, acida parum subacta, nec in primis viis, nec in ipso sanguine, acidam exuunt natu ram. Hoc testantur acidi debilium sudores, acidus que in ore sapor a febribus inflammatoris convalescentium, quibus ad restinguendam febrem largius fuerat exhibitus acidus potus. Saepius certe memini me vinum pomaceum largiter, potasse brevique urinam ipsissimum potus odorem spirantem reddidisse. Curabam nuperrime mulierem summa hæmorrhagia, durante diu, correptam, cui inter caetera plurimum fuerat exhibitum Elix. Vitriol. Mynsich. cessavit tandem hæmorrhagia, debilis autem inde reddita mulier incidit in leves spasmos, artuumque dolores, ventris tortina diarrhoea comitante, plures excrevit alvus dejectiones viridissimas, stercoris vaccini simillimas, tale que per plures dies, quamquam Rhabarb. fuerat ter exhibitum ad expurgandas acidi particulas, intestinis\nadhærentes. Hic sal acidus sanguini immittus, post dies plures iterum e sanguine pez intestina rejectus est, vi vitae nullo fere modo subactus.\n\nMicroscopio olim observavit Leeuwenhoekius, quod chyli sales acidi a bile retundantur & comminuantur, quum vero in jecore subsistat obstructa bilis, integris viribus vasa lactea permeat acidum. In ægro autem nostro bilem obstructam fuisse, patuit inde, quod alvus fuerat compressior, & foeces ante vomitum medicamento commotum reddidit albidas.\n\nHypothesis fortasse nostra illustretur magis, si perpendamus unde oriatur virginum χαρέων color herbeus (ut cum Plauto loquar). His enim fructus immaturi, acetum atque id genus alia, summae sunt cupidæ, vitiatis autem concoctionis organis, parum immutata sanguini miscentur, bilemque & sanguinem obruunt acidos. Hinc glandulae obstructae, hinc facies ex viridi pallida, tumor hinc hydropicus; atque quod non levis est momenti jecur schirrosum ex chlorosi praemortuarum sæpe inventum fuit viride. Jam paucis restat dicendum unde colori salivæ viridi succedit color flavus, quod inde factum arbitror, quia post acidum a sanguine partim ablegatum, partim & a motu sanguinis, ob cardiaca exhibita, aucto destructum, superfuit folium superflua bilis sanguine expellenda, quod & brevi secessit, referatis bilis poris, & per patulos salivæ ductus mirandum in modum excreta.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103741.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11440,
    "total-output-tokens": 3799,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1230,
        2
      ],
      [
        1230,
        2984,
        3
      ],
      [
        2984,
        4653,
        4
      ],
      [
        4653,
        6144,
        5
      ],
      [
        6144,
        7836,
        6
      ],
      [
        7836,
        9599,
        7
      ],
      [
        9599,
        10956,
        8
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103741",
    "title": "Observationes Duae Rariores, ex Literis Viri Doctissimi Johannis Huxham, M.D. ad Jacobum Jurin, R. S. Secr.",
    "authors": "Johannis Huxham",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/103741"
  }
}