{
  "id": "1ed7c038d69af9913bec8dd02ebaa7e31d1de9db",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGIVING SOME ACCOUNT OF THE Present Undertakings, Studies, and Labours, OF THE INGENIOUS, IN MANY Considerable Parts of the WORLD.\n\nVOL. XLII. For the Years 1742. and 1743.\n\nLONDON:\nPrinted for T. WOODWARD, and C. DAVIS, over-against Gray's-Inn-Gate in Holbourn; PRINTERS to the ROYAL SOCIETY. M.DCC.XLIV.\nTO\n\nMARTIN FOLKES, Esq;\nPRESIDENT\nOf the Royal Society of London,\nFor improving Natural Knowledge,\nAnd Member of the Royal Academy of Sciences\nat PARIS, &c.\n\nSIR,\n\nTHOUGH the Royal Society heard\nwith the greatest Concern the Resolution\ntaken by their late worthy President, to decline\nbeing any longer chosen into that Office: As they\nwere truly sensible of the many Services he had\ndone them, and still gratefully acknowledge the\nContinuance of his Favours: Their Loss was im-\nmediately made up, and all their Apprehensions\nremoved upon your Acceptance of that Post, in\nwhich you have shewn the Society, that you\nmake their Welfare and Prosperity the Object of\nyour constant Care and Application. The great\nPains you have taken to inlarge their Correspon-\ndence both at Home and Abroad, the generous\nEncouragement you have given to Persons en-\ngaged in all the several Branches of useful Know-\nlege\nlege to bring in their Discoveries, the Part you have borne yourself by imparting curious and useful Papers, and the constant Care you are pleased to take of all their Affairs; are the most convincing Proofs of your Zeal and Affection for the Royal Society, and of their Happiness, in having made Choice of a Person in all Respects so qualified to fill their Chair; whereby they have the Satisfaction of seeing themselves flourish more and more, and Arts and Sciences continually encouraged, under the Protection of a Gentleman universally acquainted with all the Branches of Learning, which are the Objects of their Pursuits and Inquiries. Give me Leave, Sir, to make this public Acknowledgement, and at the same time to record my own Gratitude for the many Favours and Instances of Friendship you have conferred upon,\n\nHonoured SIR,\n\nYour most obedient and Most humble Servant,\n\nCromwell Mortimer, M.D.\n\nSecretary to the Royal Society, and Fellow of the Royal College of Physicians.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January and February, 1741-2.\n\nThe CONTENTS.\n\nI. Extract of a Letter from Mr. Christopher Mason, concerning a Fire-ball seen in the Air, and a great Explosion heard, Dec. 11. 1741. communicated by Nic. Mann, Esq;\n\nII. A Letter from Edward Milward, M.D. to Martin Folkes, Esq; Pr. R. S. concerning an Antidote to the Indian Poison in the West-Indies.\n\nIII. A Letter from Edward Nourse, F. R. S. one of the Surgeons to St. Bartholomew's Hospital, to the President and Fellows of the Royal Society, giving an Account of several Stones found in Bags, in the Bladder of one Mr. Gardiner.\n\nIV. Some further Observations concerning Electricity, by J. T. Desaguliers, LL.D. F.R.S.\n\nV. Extract of a Letter from the Hon'ble Edward Legge, Esq; F. R. S. Captain of his MAJESTY's Ship the Severn, containing an Observation of the Eclipse of the Moon, Dec. 21. 1740. at the Island of St. Catharine on the Coast of Brasil; communicated to the Royal Society by the Rev'd Jos. Atwell, D.D. F.R.S.\n\nVI. An Observation of extraordinary Warmth of the Air in January 1741-2. communicated in a Letter from the Rev. Mr. H. Miles to Mr. J. Eames, F.R.S.\n\nVII. The Description and Uses of the Steel-yard Balance Swing, invented and made by Mr. Timothy Sheldrake.\nThe CONTENTS.\n\nVIII. A Letter from Sir Tho. Mostyn, Bart. to Roger Jones, M.D. F.R.S. concerning a golden Torques found in England.\n\nIX. A Letter from Benj. Cooke, F.R.S. to Peter Collinson, F.R.S. giving an Account of the Fireball seen Dec. 11. 1741.\n\nX. An Account, by Mr. John Eames, F.R.S. of a Book intituled, Jacobi Theodori Klein Historiae Piscium Naturalis promovendae Missus primus Gedani, 1740. 4to. Or, The first Number of An Essay towards promoting the Natural History of Fishes, by Mr. Klein, Secretary of Dantzick, and F.R.S.\n\nXI. A Journal of the Shocks of Earthquakes felt near Newbury in New-England, from the Year 1727. to the Year 1741. communicated in a Letter from the Rev'd Mr. Matthias Plant, to the Rev'd Dr. Bearcroft.\n\nXII. An Account of Mr. Sutton's Invention and Method of Changing the Air in the Hold, and other close Parts of a Ship; communicated to the Royal Society by Richard Mead, M.D. Physician to His MAJESTY, F.R.S. and Coll. Med.Lond. Soc.\n\nXIII. A Representation of the Parhelia seen in Kent, Dec. 19. 1741. communicated in a Letter from the Rev'd Mr. H. Milcs, to John Eames, F.R.S. and an Account of the same, as seen by Mrs. Tenison at Canterbury.\n\nXIV. EXPERIMENTS, by way of Analysis, upon the Water of the Dead Sea; upon the Hot Spring near Tiberiades; and upon the Hammam Pharoan Water; by Charles Perry, M.D.\n\nXV. An Account of the Case of William Payne, with what appeared upon examining his Kidneys and Bladder when his Body was opened; by Mr. George Bell, Surgeon.\n\nI. Ex-\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April, 1742.\n\nThe CONTENTS.\n\nI. A Method of preparing Specimens of Fish, by drying their Skins, as practised by John Frid. Gronovius, M.D. at Leyden.\n\nII. A Letter from Capt. William Gordon to Capt. Samuel Mead, F.R.S. inclosing an Account of the Fire-ball seen Dec. 11. 1741.\n\nIII. Extract of a Letter from the Rev. Mr. William Gosling to Peter Collinson, F.R.S. concerning the Fire-ball seen Dec. 11. last, and the Mock-Suns seen the 19th of the same Month.\n\nIV. Some Observations upon Mr. Sutton’s Invention to extract the foul and stinking Air from the Well and other Parts of Ships, with Critical Remarks upon the Use of Windsails, by William Watson, F.R.S.\n\nV. Part\nThe CONTENTS.\n\nV. Part of a Letter from Monsieur Claud. Joseph Geoffroy, F. R. S. to David Hartley, M. A. F. R. S. containing his Method of making Soap-lees and Hard Soap, for Medicinal Uses.\n\nVI. A Letter written to the most Reverend Father D. Cla. Fremond Calmad. publick Professor in the University of Pisa, giving an Account of the Earthquakes felt in Leghorn, from the 16th to the 27th of January 1742. With some Observations made by the most Reverend Sig. Pasqual R. Pedini, Principal of the Clergy of the most eminent College of the said City. Communicated to the Royal Society by James Jurin, M.D. F. R. S. &c.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nFor the Months of May, June, and July, 1742.\n\nThe CONTENTS.\n\nI. J. Castillioneus Dno. De Montagny, V. C. Philosophiae Professori in Academia Lauzannensi, Regiae Societatis Londinensis Membro dignissimo, Sui Evangelii Ministro, &c. &c. S. P. D. Pag. 91.\n\nII. Two Histories of Internal Cancers, and of what appeared upon Dissection, by William Burton, M.D. 99.\n\nIII. Enarratio Observationum circa Rorem deciduum, factarum Medioburgi in Zeelandis, a Leonardo Stocke, M.D. super aperta Planitie plumbea Turris Astronomica Joh. Munkii, Architecti publici, tempore nocturno, inter 25 & 26 Julii 1741. N.S. cum figuris Floccorum Nivalium Jan. 1742. ibidem observatorum. 112.\n\nIV. A Letter from Martin Triewald, F. R. S. Captain of Mechanics, and Military Architect to the King of Sweden, to C. Mortimer, M.D. Sec. R. S. concerning the Vegetation of Melon-seeds Forty-two Years old. 115.\n\nV. Samuelis Christiani Holmanni, Leg. Met. & Theol. Natural. in Regia Georgia Augusta, P.P.O. ad\nThe CONTENTS.\n\nad Cromwellum Mortimerum, M.D. Regalis Societ. Secr. Epistola de Differentiis Altitudinum Barometrorum. 116.\n\nVI. A Letter from John Huxham, M.D. to Dr. Mortimer, Sec. R. S. concerning Polypi taken out of the Hearts of several Sailors just arrived at Plymouth from the West-Indies. 123.\n\nVII. An Extract of a Topographical Account of Bridgnorth in the County of Salop, communicated to the Royal Society by the Rev. Mr. Stackhouse, Minister of St. Mary Magdalen in that Town; containing an Account of the Situation, Soil, Air, Births and Burials of that Place, and of some Tumuli Sepulchrales near it. 127.\n\nVIII. Part of a Letter from the Right Honble Robert James Lord Petre, F.R.S. to Martin Folkes, Esq; Pref. R. S. concerning some extraordinary Effects of Lightning. 136.\n\nIX. An Account of a Meteor seen at Peckham, Dec. 11. 1741. by T. Milner, M.D. Sec No 462-3. 138.\n\nX. Some Conjectures concerning Electricity, and the Rise of Vapours, by J. T. Desaguliers, LL.D. F.R.S. 140.\n\nXI. An Account of Margaret Cutting, a young Woman, now living at Wickham Market in Suffolk, who speaks readily and intelligibly, though she has lost her Tongue, by Henry Baker, F.R.S. 143.\n\nXII. A remarkable Conformation, or Lusus Naturæ, in a Child; by C. Warwick, Surgeon, in Truro, Cornwall. 152.\n\nI. J.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of October and part of November, 1742.\n\nThe CONTENTS.\n\nI. A true Copy of a Paper found, in the Hand Writing of Sir Isaac Newton, among the Papers of the late Dr. Halley, containing a Description of an Instrument for observing the Moon's Distance from the Fixt Stars at Sea. Page 155.\n\nII. The Effects of Cold; together with Observations of the Longitude, Latitude, and Declination of the Magnetic Needle, at Prince of Wales's Fort, upon Churchill-River in Hudson's Bay, North America; by Capt. Christopher Middleton, F.R.S. Commander of His MAJESTY's Ship Furnace, 1741-2. 157.\n\nIII. The Report of the Committee of the Royal Society appointed to examine some Questions in Gunnery. 172.\n\nIV. An\nThe CONTENTS.\n\nIV. An Account of a Meteor seen near Holkam in Norfolk, in August 1741. transmitted to the ROYAL SOCIETY by the Right Hon'ble Thomas Lord Lovell, F. R. S. 183.\n\nV. An Account of the Proportions of the English and French Measures and Weights, from the Standards of the same, kept at the ROYAL SOCIETY. 185.\n\nVI. A Method of making a Gold-colour'd Glazing for Earthen-Ware; communicated in a Letter, in Latin, from M. Godofridus Heinsius, Astron. Prof. at St. Petersburgh, to Mr. Peter Collinson, F. R. S. 188.\n\nPrinted for T. WOODWARD, at the Half-Moon, between the Two Temple-Gates in Fleetstreet; and C. DAVIS, over-against Gray's-Inn-Gate in Holbourn; PRINTERS to the ROYAL SOCIETY. M.DCC.XLII.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor Part of November, and the Month of December, 1742.\n\nThe CONTENTS.\n\nI. Excerpta ex Ephemeridibus Meteorologicis Romanis Anni 1741. observante Didaco de Revillas, Abbate Hieronymiano, in Romana Academia Matheseos Professore, REGIÆ SOCIETATIS Londinensis, necnon Academiae Instit. Scient. Bonon. Sodali. Pag: 193.\n\nII. Extract of a Letter from J. F. Gronovius, M.D. at Leyden, November 1742. to Peter Collinson, F.R.S. concerning a Water Insect, which, being cut into several Pieces, becomes so many perfect Animals. 218.\n\nIII. Some Conjectures concerning the Position of the Colure in the ancient Sphere; communicated in a Letter from the Revd Ebenezer Latham, M.D. and V.D. M. to Dr. Mortimer, Secr. R.S. 221.\n\nIV. The Case of an Extraordinary Dropsy, communicated in a Letter from Tho. Short, M.D. to C. Mortimer, M.D. Secr. R.S. 223.\n\nV. Part\nThe CONTENTS.\n\nV. Part of a Letter from ——— of Cambridge, to a Friend of the ROYAL SOCIETY, occasioned by what has lately been reported concerning the Insect mentioned in Page 218. of this Transaction. 227.\n\nVI. A Synopsis of the Calculation of the Transit of Mercury over the Disk of the Sun, the 25th of October 1743. by Mr. J. Catlyn. 235.\n\nVII. A Letter from Mr. R. Campbell of Kernan, to Dr. Mortimer, Sec. R.S. concerning a Man who lived Eighteen Years on Water. 240.\n\nVIII. An Account and Abstract by Geo. Hadley, Esq; F. R. S. of the Meteorological Observations communicated to the ROYAL SOCIETY, for the Years 1731, 1732, 1733, 1734 and 1735. 243.\n\nIX. A short Account by James Parsons, M.D. F. R. S of a Book intituled, Traité des Sens, &c. by M. le Cat, M.D. F. R. S. 264.\n\nX. Observationes variae Medico-Chirurgicae a Johanne Daniele Schlichting, Med. & Chir. Doctore, Acad. Cæsareo-Leopoldin. Nat. Curios. Membro, & Commercii Literarii Norimberg. Socio. 270.\n\nXI. Observationes duæ Anatomico-practicæ, una de Infante nato cum Sacco Aqua pleno, ab Offe Sacro usque ad Talos propendente; altera de Hydrocephalo singulari. Auctore Job. Bastero, M.D. R. S. S. 277.\nPHILOSOPHICAL\nTRANSACTIONS.\n\nFor Thursday, January 13. and Thursday, January 21. 1742-3.\n\nThe CONTENTS.\n\nSeveral Papers relating to the Fresh-water Polypus, an Insect, which has this surprising Property, that being cut into several Pieces, each Piece lives, and in a short time becomes as perfect an Insect, as that of which it was originally only a Part.\n\n[a] Abstract\nPHILOSOPHICAL TRANSACTIONS.\n\nFrom January 20. to February 3. 1742-3.\n\nThe CONTENTS.\n\nI. Johannis Marchionis Poleni, R. S. S. De novis quibusdam Cogitationibus ad explorandum, num Pendula vi aliqua centrifuga perturbentur, Commentariolum Illusterrima Societatis Regali Londinensi oblatum. Pag. 299.\n\nII. Observationes Astronomicæ habita in Collegio Pekinensi a Patribus Societatis Jesu, a Mensis Novembri 1740. a Do. Jacobo Hodgson, R. S. S. cum REGIA SOCIETATE communicatae. 306.\n\nIII. Extract by John van Rixtel, F.R.S. of Mr. W. Kersseboom's Second and Third Treatise — Confirming the Manner how to know the probable Quantity of People in the Provinces of Holland and West-Friesland, besides a Foundation on which to prove the probable Lives of Widows, and likewise a Rule whereby to know the Duration of Marriages. 315.\n\nIV. A Letter from Mr. Joseph Hobson to Mr. Peter Collinson, F.R.S. concerning the wonderful Increase of the Seeds of Plants, e.g. of the Upright Mallow. 320.\n\nV. Ex-\nPHILOSOPHICAL TRANSACTIONS.\n\nFrom February 3. 1742-3. to April 21. 1743.\n\nThe CONTENTS.\n\nI. Some Account of the Phoca, Vitulus marinus, or Sea-Calf, shewed at Charing-Cross, in February 1742-3. by Ja. Parsons, M.D. F.R.S. Page 383.\n\nII. The Ambe of Hippocrates for reducing Luxations of the Arm with the Shoulder, rectified; by M. le Cat, M.D. F.R.S. Surgeon to the Hôtel Dieu at Rouen, and Royal Demonstrator in Anatomy and Surgery: Extracted from the French by P.H.Z. F.R.S. 387.\n\nIII. The Continuation of An Account of a Treatise of Fluxions, &c. Book II. by Colin Mc Laurin, Prof. Mathem. Edinburgh. F.R.S. 403.\n\nIV. Observations on the Mouth of the Eels in Vinegar, and also a strange aquatic Animal, sent in a Letter from the Revd Mr. Henry Milcs to Mr. Henry Baker, F.R.S. and by him communicated to the Royal Society: With a Drawing and Description of the said Animal, as viewed in the Microscope, by Mr. Baker. 416.\n\nV. Part of a Letter from Mr. Macky, Professor of History, to Mr. Mac Laurin, Professor of Mathematics\nPHILOSOPHICAL TRANSACTIONS.\n\nFrom April 21. to June 23. 1743.\n\nThe CONTENTS.\n\nI. Observationes Cometæ, a R. P. Frantz. Soc. Jes. factæ, mensæ Februario anni MDCCXLIII. Viennæ Austriae. Ex Epistolæ Rev. Petri Isaaci Carnabé, ad Isaacum Lawson, M.D. Pag. 457.\n\nII. An Abstract of some new Observations upon Insects: By Mr. Charles Bonnet of Geneva. Communicated in a Letter to Sir Hans Sloane, Bart. late President of the ROYAL SOCIETY, &c. Translated from the French by P. H. Z. F. R. S. 458.\n\nIII. An Account of an extraordinary Case of the Bones of a Woman growing soft and flexible; communicated to the ROYAL SOCIETY by Mr. Sylvanus Bevan, F. R. S. 488.\n\nIV. Extract of Two Letters from Dr. John Lining, Physician at Charles-Town in South Carolina, to James Jurin, M.D. F.R.S. giving an Account of Statical Experiments made several times in a Day upon himself, for one whole Year, accompanied with Meteorological Observations; to which are subjoined Six General Tables, deduced from the whole Year's Course. 491.\n\nV. Part\nThe CONTENTS.\n\nV. Part of a Letter from his Grace the Duke of Richmond, Lennox and Aubigné, F.R.S. to M. Folkes, Esq; Pr. R. S. 510.\n\nVI. Of the Structure and Diseases of Articulating Cartilages, by William Hunter, Surgeon. 514.\n\nVII. Part of a Letter from the Rev'd Mr. Thomas Lord, to William Folkes, Esq; F.R.S. concerning some Worms whose Parts live after they have been cut asunder. 522.\n\nVIII. A Letter from Ja. Parsons, M.D. F.R.S. to Martin Folkes, Esq; President of the ROYAL SOCIETY, containing the Natural History of the Rhinoceros. 523.\n\nIX. An Account of a Comparison lately made by some Gentlemen of the ROYAL SOCIETY, of the Standard of a Yard, and the several Weights lately made for their Use; with the Original Standards of Measures and Weights in the Exchequer, and some others kept for public Use, at Guild-hall, Founders-hall, the Tower, &c. 541.\n\nX. The Description of an Instrument for reducing a dislocated Shoulder; invented by Mr. John Freke, Surgeon of St. Bartholomew's Hospital, and F.R.S. 556.\n\nXI. A Letter from Peirce Dod, M.D. Fellow of the Royal College of Physicians, London, and Physician to St. Bartholomew's Hospital, to the President of the ROYAL SOCIETY, concerning a Person who made bloody Urine in the Small Pox, and recovered. 559.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1743.\n\nThe CONTENTS.\n\nI. Of the Bases of the Cells wherein the Bees deposit their Honey. Part of a Letter from Mr. Mac Laurin, Professor of Mathematics at Edinburgh, and F. R. S. to Martin Folkes, Esq; Pr. R. S. Page 565.\n\nII. A Letter from Mr. John Winthrop, Hollisian Professor of Mathematics and Astronomy at Cambridge in New-England, to C. Mortimer, M. D. Sec. R. S. concerning the Transit of Mercury over the Sun, April 21. 1740. and of an Eclipse of the Moon, Dec. 21. 1740. 572.\n\nIII. An Account of the Transit of Mercury over the Sun, Oct. 25. 1743. in the Morning, observed at Mr. Geo. Graham's House in Fleetstreet. 578.\n\nIV. An Eclipse of the Moon, Oct. 22. 1743. in the Morning, observed at Mr. Graham's House in Fleetstreet. 580.\n\nV. Part of a Letter from the Right Reverend Father in God Robert Lord Bishop of Corke, and F. R. S. to the Right Honourable John Earl of Egmont, F. R. S. concerning the Remains of an antient Temple in Ireland, of the same sort as the famous Stonehenge, and of a Stone Hatchet of the antient Irish. 581.\n\nVI. A Letter from the Reverend Mr. Grifith Hughes, Minister of St. Lucy's Parish in Barbadoes, to Martin Folkes, Esq; Pr. R. S. concerning a Zoophyton, somewhat resembling the Flower of the Marigold. 590.\n\nVII. A Letter to the Rev. Mr. Roger Pickering, V. D. M. to Cromwell Mortimer, M. D. Secr. R. S. concerning the Seeds of Mushrooms. 593.\nThe CONTENTS.\n\nVIII. Some Remarks occasioned by the preceding Paper addressed to the Royal Society by Mr. William Watson, Apothecary, and F. R. S. 599.\n\nIX. De Disparitione Annuli Saturni An. 1743 &c. 1744. ex Epistola a Dno Godofredo Heintio ad Dno Petrum Collingtonum, R. S. S. data. 602.\n\nX. An Abstract of a Natural History of Greenland, by Hans Egedius, intitled, Det gamle Gronlands Der-illustration, eller Naturel-Historie, af Hans Egede. Kjobenhavn, 1741. 4to. Communicated by John Green, M. D. Secretary of the Gentlemens Society at Spalding. 607.\n\nXI. Some Observations on a Polype dried. By Mr. Henry Baker, F. R. S. 616.\n\nXII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1740. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. Praef. By Joseph Miller, Apothecary, Hort. Chel. Praef. & Prac. Botan. 620.\n\nXIII. Epistola Johannis Bevis, M. D. ad Gul. Jones, Armig. R. S. S. de Transitibus Mercurii sub Sole, Oct. 31. 1736. & Oct. 25. 1743. 622.\n\nXIV. Part of a Letter from M. Geoffroy, F. R. S. and Member of the Royal Academy of Sciences at Paris, to Sir Hans Sloane, Bart. late President of the Royal Society, concerning a Child of a monstrous Size. 627.\n\nXV. Two remarkable Medical Cases, one of an Extraordinary Hemorrhage, the other an Ascites cured by Tapping; by Henry Bayler, M. D. Extra-Licentiate of the College of Physicians, London, to C. Mortimer, M. D. Secr. R. S. 628.\n\nXVI. A Letter from Mr. Turbervill Needham, to the President; concerning certain chalky tubulous Concretions, called Malm: With some Microscopical Observations on the Farina of the Red Lilly, and of Worms discovered in Smutty Corn. 634.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104127.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 35746,
    "total-output-tokens": 6805,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        402,
        5
      ],
      [
        402,
        1302,
        6
      ],
      [
        1302,
        2287,
        7
      ],
      [
        2287,
        3572,
        8
      ],
      [
        3572,
        5095,
        9
      ],
      [
        5095,
        5824,
        10
      ],
      [
        5824,
        6443,
        11
      ],
      [
        6443,
        7450,
        12
      ],
      [
        7450,
        8757,
        13
      ],
      [
        8757,
        9494,
        14
      ],
      [
        9494,
        10206,
        15
      ],
      [
        10206,
        11083,
        16
      ],
      [
        11083,
        12257,
        17
      ],
      [
        12257,
        12627,
        18
      ],
      [
        12627,
        13617,
        19
      ],
      [
        13617,
        14645,
        20
      ],
      [
        14645,
        15669,
        21
      ],
      [
        15669,
        16944,
        22
      ],
      [
        16944,
        18404,
        23
      ],
      [
        18404,
        20143,
        24
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104127",
    "title": "Front Matter",
    "authors": null,
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/104127"
  }
}