{
  "id": "6329163d68b10a51c2a5b67d9436ae9b60495a05",
  "text": "INDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1830.\n\nA.\n\nAchromatic object-glasses. Their application to the improvement of the microscope, 187.\nAltona and Greenwich, (Royal Observatories at). Difference in the number of vibrations made by an invariable pendulum at these two places, 239.\nAngular velocities. On the methods best adapted for imparting the greatest, 121.\nAstronomy. Researches in physical astronomy, 327.\nAtlantic. Relative height of the Pacific and Atlantic Oceans, 59.\nAurora Borealis. Its influence on the magnetic needle, 97.\n\nB.\n\nBakerian lecture on the manufacture of glass for optical purposes, 1.\nBalance of torsion constructed with threads of glass, 215.\nBIOT. On elliptic polarization of light, 287.\nBolton (George Buckley, Esq.). Account of the united Siamese twins, 177.\nBrewster (David, LL.D. F.R.S.). On the law of partial polarization of light by reflexion, 69.\n\nOn the production of regular double refraction in the molecules of bodies by simple pressure; with observations on the origin of the doubly refracting structure, 87.\nOn the laws of the polarization of light by refraction, 133.\nOn the action of the second surfaces of transparent plates upon light, 145.\nOn the phenomena and laws of elliptic polarization, as exhibited in the action of metals upon light, 287.\nBromine. On its occurrence in certain mineral waters of South Britain, 223.\nC.\n\nCalculus concretions. Sequel to Dr. Yelloly's paper on Calculus concretions, 415.\nCamelopard. On its stomach, 85.\nCape of Good Hope. Observations with an invariable pendulum for the purpose of determining the compression of the earth, 153.\nChagres. Relative height of the Pacific and Atlantic Ocean, at Panamá and the river Chagres, 59.\nColours (complementary) produced by successive reflexions from the polished surfaces of metals, 309.\nCompression of the earth. Experiments to determine it, made with the pendulum at the Cape of Good Hope, 153.\nConducting powers of metalliferous minerals, 402.\nCornwall (steam-engines in). Progressive improvements made in them, 121.\n——— (mines in). Electro-magnetic properties of their metalliferous veins, 399.\nCorrection for variations of temperature in the invariable pendulum, 251.\n\nD.\n\nDaniell (J. Frederic, Esq. F.R.S.). On a new register-pyrometer, for measuring the expansions of solids, and determining the higher degrees of temperature upon the common thermometric scale, 257.\nDaubeney (Charles, M.D. F.R.S.). On the occurrence of iodine and bromine in certain mineral waters of South Britain, 223.\nDollond (Mr.). Scale of linear measure, 371.\nDouble refraction. Production of, in the molecules of bodies by simple pressure, 87.\nDrummond (Lieut. Thomas). On the illumination of light-houses, 383.\nDulong (M.). Correction of the formula representing the velocity of sound, derived from his experiments on the specific heat of gases, 209.\n\nE.\n\nEarth. Its compression estimated from experiments with the pendulum at the Cape of Good Hope, 153.\nElasticity of threads of glass applied to torsion balances, 215.\nElectro-magnetic properties of metalliferous veins in the mines of Cornwall, 399.\nElliptic polarization. On its phenomena and laws, as exhibited in the action of metals upon light, 287.\nError in standards of linear measure arising from the thickness of the bar on which they are traced, 359.\nExpansions of solids. On a new register-pyrometer for measuring them, 257.\nF.\n\nFallows (Rev. Fearon, F.R.S.). Observations with the invariable pendulum at the Royal Observatory Cape of Good Hope, for the purpose of determining the compression of the earth, 153.\n\nFaraday (Michael, Esq. F.R.S.). Bakerian lecture on the manufacture of glass for optical purposes, 1.\n\nFarquharson (Rev. James, F.R.S.). On the influence of the Aurora Borealis on the magnetic needle, 97.\n\nFox (Robert Were). On the electro-magnetic properties of metalliferous veins in the mines of Cornwall, 399.\n\nG.\n\nGalvanometer. Description of the one employed to detect the electro-magnetic properties of metalliferous veins in the Cornish mines, 399.\n\nGilbert (Davies, Esq. P.R.S.). On the progressive improvements made in the efficiency of steam-engines in Cornwall; with investigations of the methods best adapted for imparting great angular velocities, 121.\n\nGlass. On the manufacture of glass for optical purposes, 1.\n\n——— On the elasticity of threads of glass, with some of the most useful applications of this property to torsion balances, 215.\n\nGreenwich and Altona (Royal Observatories at). Difference in the number of vibrations made by an invariable pendulum at these two places, 239.\n\nGuyton de Morveau (M.). Observations on his proposal for a pyrometer, 257.\n\nH.\n\nHansteen (Professor). His announcement of the existence of a second magnetic pole within the arctic circle, 407.\n\nHome (Sir Everard, Bart. V.P.R.S.). Report on the stomach of the zariffa, 85.\n\nHorsburgh (Capt. James). Remarks on several icebergs met with in unusually low southern latitudes, 117.\n\nI.\n\nIcebergs in low southern latitudes, 117.\n\nIllumination of light-houses, 383.\n\nImperial standard yard, 364.\n\nIodine. On its occurrence in certain mineral waters of South Britain, 223.\n\nIsthmus of Panama. Level of the Pacific Ocean relative to that of the Atlantic, 59.\n\nK.\n\nKater (Capt. Henry, V.P.R.S.). On the error in standards of linear measure, arising from the thickness of the bar in which they are traced, 359.\n\nMDCCCXXX.\nL.\n\nLevellings carried across the Isthmus of Panamá, to ascertain the relative height of the Pacific Ocean at Panamá and of the Atlantic at the mouth of the river Chagres, 59.\n\nLight. On the law of its partial polarization by reflexion, 69.\n——— On the structure producing its double refraction, 87.\n——— On the laws of its polarization by refraction, 133.\n——— On the action of the second surfaces of transparent plates upon light, 145.\n——— On the phenomena and laws of its elliptic polarization, 287.\n\nLight-houses. On their illumination, 383.\n\nLinear measure. On the error in standards of linear measure arising from the thickness of the bar on which they are traced, 359.\n\nLister (Joseph Jackson). On some properties in achromatic object-glasses applicable to the improvement of the microscope, 187.\n\nLloyd (John Augustus, Esq.) Account of levellings carried across the Isthmus of Panamá, to ascertain the relative height of the Pacific Ocean at Panamá, and of the Atlantic at the mouth of the river Chagres; accompanied by geographical and topographical notices of the isthmus, 59.\n\nLubbock (John William, F.R.S.). On the pendulum, 201.\n——— Researches in physical astronomy, 327.\n\nM.\n\nMagnetic needle. Experiments on the influence of the Aurora Borealis on it, 97.\n——— Its affection by metalliferous veins in mines, 399.\n\nManufacture of glass for optical purposes, 1.\n\nMeasure (linear). On errors in the standards of, 359.\n\nMelting point of different metals, 285.\n\nMetalliferous veins in mines. On their electro-magnetic properties, 399.\n\nMetals. Expansion of different metals by heat, 270.\n——— Their action upon light, producing its elliptic polarization, 287.\n\nMicroscope. On its improvement derived from some properties in achromatic object-glasses, 187.\n\nMineral waters. On the occurrence of iodine and bromine in some of them, 223.\n\nMines. Electro-magnetic properties of metalliferous veins in the Cornish mines, 399.\n\nMoll (Dr.). Observations on the velocity of sound, 209.\n\nMorveau (Guyton de). Observations on his proposal for a pyrometer, 257.\n\nO.\n\nObject-glasses (achromatic). On their properties as applicable to the improvement of the microscope, 187.\n\nObservatories of Greenwich and Altona. Experiments to determine the difference in the number of vibrations made by an invariable pendulum at these two places, 239.\nObservatory of the Cape of Good Hope. Pendulum observations made there for determining the earth's compression, 153.\n\nOptics. On the manufacture of glass for optical purposes, 1.\n\nP.\n\nPacific Ocean. Determination of its relative height above the Atlantic at Panamá, 59.\n\nPanamá. Relative height of the Pacific and Atlantic at the Isthmus, 59.\n\nPendulum. Observations at the Cape of Good Hope for determining the compression of the earth, 153.\n\n——— Investigations relative to the pendulum, 201.\n\n——— Observations at Greenwich and Altona to determine the difference in the number of vibrations at these two places, 239.\n\nPhysical astronomy. Researches in, 327.\n\nPlates (transparent). On the action of their second surfaces upon light, 145.\n\nPolarization of light by reflexion, 69.\n\n——— by refraction, 133.\n\n——— (elliptic), 287.\n\nPressure. Its influence in producing double refraction, 87.\n\nPyrometer (register-). A new one for measuring the expansion of solids, and determining the higher degrees of temperature upon the common thermometric scale, 257.\n\nR.\n\nReflexion of light producing polarization, 69.\n\nRefraction (double). On its production by pressure, 87.\n\n——— Laws of the polarization of light by refraction, 133.\n\nRitchie (William, A.M.) On the elasticity of threads of glass, with some of the most useful applications of this property to torsion balances, 215.\n\nS.\n\nSabine (Capt. Edward, R.A. Sec. R.S.). Note on the Rev. F. Fallows's observations with the pendulum at the Cape of Good Hope, 175.\n\n——— Experiments to determine the difference in the number of vibrations made by an invariable pendulum at Greenwich and Altona, 239.\n\n——— Experiments to ascertain the correction for variations of temperature, within the limits of the natural temperature of the South of England, of the invariable pendulum recently employed by British observers, 251.\n\nSecond surfaces of transparent plates. Their action upon light, 145.\n\nSiamese twins (united). Account of them, 177.\n\nSimons (Dr.). Observations on the velocity of sound, 209.\n\nSound. Investigations relative to its velocity, 209.\nINDEX.\n\nSprings (mineral). Analysis of several, 234.\nStandards of linear measure. On errors in them, arising from the thickness of the bar in which they are traced, 359.\nSteam-engines in Cornwall. On the progressive improvements made in their efficiency, 121.\nStomach of the zariffa. Report on, 85.\n\nT.\n\nTemperature. Correction for its variations in observations with the invariable pendulum, 251.\nDetermination of the higher degrees of temperature by means of a new register-pyrometer, 257.\nThermometer. Its higher degrees estimated by a new register-pyrometer, 257.\nThreads of glass. Their elasticity applied to torsion balances, 215.\nTorsion balance constructed with threads of glass, 215.\nTransparent plates. Action of their second surfaces upon light, 133.\nTwins (Siamese). Account of them, 177.\n\nV.\n\nVan Beek (Dr.). His observations on the velocity of sound, 209.\nVeins (metalliferous). Their electro-magnetic properties, 399.\nVelocities (angular). On the methods best adapted for producing the greatest, 121.\nVelocity of sound. On the investigations relative to it, 209.\nVibrations of the invariable pendulum. Difference in their number at Greenwich and Altona, 239.\n\nW.\n\nWaters (mineral). On the occurrence of iodine and bromine in those of Britain, 223.\n\nY.\n\nYelloly (John, M.D. F.R.S.). Sequel to a paper on calculous concretions, and the diseases to which they give rise, 415.\n\nZ.\n\nZariffa. Report on its stomach, 85.\n\nLONDON:\n\nPRINTED BY RICHARD TAYLOR,\nRED LION COURT, FLEET STREET.\n\nMDCCCXXX.\nPRESENTS\n\nRECEIVED BY\n\nTHE ROYAL SOCIETY,\n\nFrom 19th November 1828, to 17th June 1830;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\nPRESENTS.\n\nABERNETHY (J.) Lectures on the Theory and Practice of Surgery. 8vo. Lond. 1830.\n\nAIRY (G. B.) Astronomical Observations made at the Observatory of Cambridge. By George Biddell Airy, Esq. M.A. Vol. II. For the Year 1829. 4to. Cambr. 1830.\n\nALDINI (G.) Saggio di Osservazioni sui Mezzi Atti a migliorare la Costruzione e l'Illuminazione dei Fari; con Appendice sull' Illuminazione dei Fari col Gas letto in varie sedute dell' Imp. R. Istituto di Scienze, Lettere, ed Arti, di Milano. Milano 1823.\n\nA short Account of Experiments made in Italy, and recently repeated in Geneva and Paris, for preserving Human Life, and Objects of value, from Destruction by Fire. Lond. 1830.\n\nArt de se préserver de l'Action de la Flamme, appliqué aux Pompiers et à la Conservation des Personnes exposées au Feu; avec une Série d'Expériences faites en Italie, à Genève, et à Paris. 8vo. Paris 1830.\n\nALMANAC. The Nautical Almanac and Astronomical Ephemeris for the Year 1832. 8vo. Lond. 1829.\n\nAlmanaque Náutico y Efemerides Astronómicas para los Años de 1830, 1831, y 1832. Calculadas de orden de S. M. para el Observatorio Real de Marina de la Ciudad de S. Fernando. 8vo. Madrid 1827, 1828, y 1829.\n\nAMOUGIES (C. d'). Miscellanea J. B. G. Camberlyn d'Amougies, Equitis. 8vo. Gandæ 1828.\n\nANATOMY. Vade-Mecum of Morbid Anatomy, Medical and Chirurgical; with Pathological Observations and Symptoms. Illustrated by upwards of 250 Drawings. 8vo. Lond. 1830. (Anonymous.)\n\nANNUAIRE. Pour l'An 1830. 12mo. Paris 1829.\n\nDONORS.\n\nJohn Abernethy, Esq. F.R.S.\n\nThe University of Cambridge.\n\nIl Caval. Aldini.\n\nThe Commissioners of the Admiralty.\n\nLe Chevalier Camberlyn D'Amougies.\n\nThe Author.\n\nLe Bureau des Longitudes.\nPRESENTS.\n\nARCHÆOLOGIA; or Miscellaneous Tracts relating to Antiquity. Published by the Society of Antiquaries of London. Vol. XXIII. Part I. 4to. Lond. 1830.\n\nARTS. Transactions of the Society for Encouragement of Arts, &c. Vol. XLVII. 8vo. Lond. 1829.\n\nASIATIC RESEARCHES; or Transactions of the Society instituted in Bengal, for inquiring into the History and Antiquities, the Arts, Sciences, and Literature of Asia. Vol. XVI. 4to. Calcutta 1828.\n\nTransactions of the Physical Class of the Asiatic Society of Bengal. Part I. 4to. Calcutta 1829.\n\nCommittee of Correspondence of the Royal Asiatic Society of Great Britain and Ireland. 8vo. Lond. 1830.\n\nASTRONOMICAL SOCIETY. Memoirs of the Astronomical Society of London. Vol. IV. Part I. 4to. Lond. 1830.\n\nMonthly Notices of the Proceedings of the Astronomical Society. Nos. 18—26. 8vo. Lond.\n\nPrincipal Lunar Occultations of some of the principal Fixed Stars, from September 1829 to June 1830. Computed for the Meridian and Parallel of Greenwich by Thomas Henderson, Esq., and Lieut. W. S. Stratford, R.N. 8vo & 4to. Lond. 1829—30.\n\nEphemeris for Occultations of Fixed Stars by the Moon, for the first six Months of the Year 1830. By Professor Troeger of Dantzig.\n\nASTRONOMISCHE NACHRICHTEN. No.157—176. 4to. Altona 1829—30.\n\nAULDJO (J.) Narrative of an Ascent to the Summit of Mont Blanc, on the 8th and 9th of August 1827. 4to. Lond. 1828.\n\nAVDALL (J.) History of Armenia. By Father Michael Chamich; from B.C. 2247 to the Year of Christ 1780, or 1229 of the Armenian Era. Translated from the original Armenian, by Johannes Avdall, Esq. Member of the Asiatic Society of Bengal. To which is appended a Continuation of the History, by the Translator, from the year 1780 to the present date. 8vo. Calcutta 1827.\n\nAVOGADRO (Le Chev.) Remarques sur la Loi de la Force Elastique de l'Air par rapport à sa densité dans le cas de compression sans perte de calorique, et sur celle de la Chaleur Spécifique de l'Air par rapport à la température et à la pression. 4to. Paris 1828.\n\nBABBAGE (C.) Reflections on the Decline of Science in England, and on some of its Causes. By Charles Babbage, Esq. Lucasian Professor of Mathematics in the University of Cambridge, and Member of several Academies. 8vo. Lond. 1830.\n\nBALDWIN (W.) The Science of Music. 12mo. Lond. 1829.\n\nBAUZA. See MAPS.\n\nBECHE (H. T. De la). Geological Notes. 8vo. Lond. 1830.\n\nDONORS.\n\nThe Society of Antiquaries.\n\nThe Society of Arts, &c.\n\nThe Asiatic Society of Bengal.\n\nThe Royal Asiatic Society.\n\nThe Astronomical Society.\n\nProfessor Schumacher, F.R.S.\n\nJohn Auldjo, Esq.\n\nJohannes Avdall, Esq.\n\nLe Chev. Avogadro.\n\nCharles Babbage, Esq. F.R.S.\n\nW. Baldwin, Esq.\n\nH.T.DelaBeche,Esq.F.R.S.\nPRESENTS.\n\nBELL (C.) The Nervous System of the Human Body, embracing the Papers delivered to the Royal Society on the subject of the Nerves. 4to. Lond. 1830.\n\nBENNETT (J. W.) Fishes of Ceylon: a Selection of the most remarkable and interesting of the Fishes found on the Coasts of Ceylon, from Drawings made in the southern parts of that Island, from the living Specimens. Nos. 1—6. 4to. Lond. 1829—30.\n\nBIDONE (G.) Expériences sur la Forme et sur la Direction des Veines et des Courans d'Eau lancés par diverses Ouvertures. 4to. Turin 1829.\n\nMémoire sur la Détermination Théorique de la Section Contractée des Veines Liquides. 4to. Turin 1829.\n\nBOWDITCH (N.) Mécanique Céleste. By the Marquis de la Place. Translated, with a Commentary, by Nathaniel Bowditch, LL.D. F.R.S. Vol. I. 4to. Boston 1829.\n\nBRANDE (W. T.) A Manual of Chemistry; containing the principal facts of the Science, arranged in the order in which they are discussed and illustrated in the Lectures at the Royal Institution of Great Britain. Third edition. 8vo. Lond. 1830.\n\nBREITHAUPt (A.) Vorläufige Nachricht von der Auffindung fünf sehr eigenthümlicher Abtheilungen Hexagonaler und Tetragonaler Krystalgestalten. 12mo. Freiberg 1829.\n\nBREWSTER (D.) On certain new Phenomena of Colour in Labrador Felspar; with Observations on the Nature and Cause of its changeable Tints. 4to. Edin. 1829.\n\nBRIOSCHI (C.) Comentarj Astronomici della Specola Reale de Napoli. Tomo I. fol. Napoli 1824—1826.\n\nBRITISH MUSEUM. See CATALOGUE.\n\nBRONGNIART (A.) Notice sur les Brèches Osseuses et les Minerais de Fer Pisiforme de même position géognostique. 8vo. Paris 1828.\n\nTableau des Terrains qui composent l'Ecorce du Globe; ou Essai sur la Structure de la partie connue de la Terre. 8vo. Paris 1829.\n\nObservations additionnelles à la Notice sur les Minerais de Fer Pisiforme de position analogue à celle des Brèches Osseuses, &c. 8vo. Paris 1829.\n\nBROOKES (J.) A Descriptive and Historical Catalogue of the remainder of the Anatomical and Zootomical Museum of Joshua Brookes, Esq. F.R.S. 8vo. Lond. 1830.\n\nAppendix to the preceding. 8vo.\n\nBROWN (R.) Additional Remarks on Active Molecules. 8vo. Lond. 1829.\n\nCACCIA TORE (N.) Del Real Osservatorio de Palermo Libri VII, VIII, e IX. Con Appendice di Niccolò Cacciatore, Direttore del medesimo. Tomo primo. fol. Palermo 1826.\n\nDONORS.\n\nCharles Bell, Esq. F.R.S.\n\nJohn Whitchurch Bennett, Esq.\n\nProfessor Bidone.\n\nNathaniel Bowditch, LL.D. F.R.S.\n\nWm. Thos. Brande, Esq. For. Sec. R.S.\n\nProfessor Breithaupt.\n\nD. Brewster, LL.D. F.R.S.\n\nProfessor Brongniart, F.R.S.\n\nJoshua Brookes, Esq. F.R.S.\n\nRobert Brown, Esq. F.R.S.\n\nProfessor Cacciatore.\nPRESENTS.\n\nCAMBRIDGE. Transactions of the Cambridge Philosophical Society. Vol. III. Parts I. & II. 4to. Cambr. 1829—30.\n\nCASA (V. de la) Oposcolo Analitico di Geodesia Sublime dell' Imp. R. Capitano Don Vittorio de la Casa. 8vo. Vienna 1824.\n\nCATALOGUE. British Museum: Catalogue of Maps, Prints, Drawings, &c. forming the Geographical and Topographical Collection attached to the Library of His late Majesty King George the Third, and presented by His Majesty King George the Fourth to the British Museum. fol. Lond. 1829.\n\nBibliothecæ Regiæ Catalogus. Vol. I. II. III. IV. & V. fol. Lond. 1830.\n\nCHANCERY. Calendars of the Proceedings in Chancery in the Reign of Queen Elizabeth; to which are prefixed, examples of earlier Proceedings in that Court, namely, from the Reign of Richard the Second to that of Richard the Third, inclusive. From the originals in the Tower. Printed by Command of His Majesty King George the Fourth, in pursuance of an Address of the House of Commons of Great Britain. Vol. II. fol. Lond. 1830.\n\nCHILDREN (J. G.) Ochsenheimer and Treitschke. A short Abstract of the Characters of their Genera of the Lepidoptera of Europe. 8vo. Lond. 1829.\n\nCLANNY (W. R.) A Lecture upon Typhus Fever. 4to. Lond. 1828.\n\nCLARK (J.) The Influence of Climate in the Prevention and Cure of Chronic Diseases, more particularly of the Chest and Digestive Organs: comprising an Account of the principal places resorted to by Invalids in England, the South of Europe, &c.; a comparative Estimate of their respective merits in particular Diseases; and general Directions for Invalids while travelling and residing abroad. With an Appendix, containing a series of Tables on Climate. 8vo. Lond. 1830.\n\nCODDINGTON (H.) A Treatise on the Reflexion and Refraction of Light, being Part I. of A System of Optics. 8vo. Cambr. 1829.\n\nA Treatise on the Eye, and on Optical Instruments, being Part II. of A System of Optics. 8vo. Cambr. 1830.\n\nCOLERIDGE (S. T.) On the Constitution of the Church and State, according to the idea of each, with aids towards a right judgement on the late Catholic Bill. Second edit. 12mo. Lond. 1830.\n\nCONNAISSANCE DES TEMS, ou des Mouvemens Célestes, à l'usage des Astronomes et des Navigateurs. Pour l'An 1832. 8vo. Paris 1829.\n\nCOOPER (B. B.) Lectures on Anatomy, interspersed with practical remarks. Vol. I. 8vo. Lond. 1829.\n\nDONORS.\n\nThe Society.\n\nDon Vittorio de la Casa.\n\nThe Trustees of the British Museum.\n\nHis late Majesty.\n\nThe Commissioners of Public Records.\n\nJohn George Children, Esq. F.R.S.\n\nW. R. Clanny, M.D.\n\nJames Clark, M.D.\n\nThe Rev. Henry Coddington, M.A. F.R.S.\n\nS. T. Coleridge, Esq.\n\nLe Bureau des Longitudes à Paris.\n\nB. B. Cooper, Esq. F.R.S.\nPRESENTS.\n\nCRIMINAL CODE, printed by direction of the Right Honourable Robert Peel, Secretary of State for the Home Department, as (amongst other purposes) the Basis of the Consolidation and Amendment of the Criminal Law. 7 vols. 4to. Lond. viz.—\n\nCoining . . . . . . . . . . . . . . . . . . . . . 1825.\nSimple Larceny. Vol. I. . . . . . . . . . . . 1828.\nDitto Vol. II. Part I. . . . . . . . . . . . 1828.\nDitto Vol. II. Part II. . . . . . . . . . . . 1829.\nForgery . . . . . . . . . . . . . . . . . . . . . 1826.\nGame Laws . . . . . . . . . . . . . . . . . . . 1828.\nBurglary, Housebreaking, and Church-robbing. 1826.\n\nCROMBIE (A.) Gymnasium; sive Symbola Critica. Third edition, corrected and enlarged. 8vo. Lond. 1828.\n\n——— Clavis Gymnasi, editioni tertiae accommodata; sive Exercitaciones in Symbolam Criticam, partim, sicut in Veteribus extant, datae, et partim à Rev. Alex. Crombie, LL.D. latinè redditae. 8vo. Lond. 1828.\n\n——— Questions on Crombie's Gymnasium, adapted to the third edition. 8vo. Lond. 1829.\n\n——— Natural Theology; or, Essays on the Existence of Deity and of Providence, on the Immateriality of the Soul, and a Future State. 8vo. Lond. 1829.\n\nCURTIS (J. H.) A Synoptical Chart of Diseases of the Ear; showing their Order, Classification, Seat, Symptoms, Causes, and Treatment. Lond. 1830.\n\nD'ALTON (J.) Essay on the History, Religion, Learning, Arts, and Government of Ireland, from the Birth of Christ to the English Invasion. 4to. Dublin 1830.\n\nDAVENPORT (R.) The Amateur's Perspective; being an Attempt to present the Theory in the simplest form, and so to methodize and arrange the subject as to render the practice familiarly intelligible to the uninitiated in a few hours of study. 4to. Lond. 1828.\n\n——— A Supplement to \"The Amateur's Perspective.\" 4to. Lond. 1829.\n\nDAVIS (J. F.) A Candle, made in Japan, of Wax obtained from the Berry of a Shrub, which has been named Rhus Succedaneum. 1829.\n\nDAVY (E.) On a new Acid and its Combinations. 8vo. Dublin 1829.\n\nDAVY (J.) On the Specific Gravity of the different Parts of the Human Body. 8vo. 1828.\n\n——— An Account of some Experiments on different Parts of the Human Body. 8vo. Edin. 1828.\n\n——— Observations on James's Powder, and the Antimonial Powder of the London Pharmacopoeia. 8vo. 1828.\n\nDONORS.\n\nThe Secretary of State for the Home Department.\n\nThe Rev. Alexander Crombie, LL.D. F.R.S.\n\nJ. H. Curtis, Esq.\n\nJohn D'Alton, Esq.\n\nRichard Davenport, Esq.\n\nJohn Francis Davis, Esq. F.R.S.\n\nEdmund Davy, Esq. F.R.S.\n\nJohn Davy, M.D. F.R.S.\nDAVY (J.) On the Effect of removing Atmospheric Pressure from the Fluids and Solids of the Human Body. 8vo. Edin. 1828.\n\nObservations on the Temperature of the Human Body after Death. 8vo.\n\nDILLWYN (L. W.) Memoranda relating to Coleopterous Insects found in the neighbourhood of Swansea. 8vo. Swansea 1830.\n\nDIRICHLET (G. L.) Mémoire sur l'Impossibilité de quelques Equations indéterminées du cinquième degré. 4to. Paris 1825.\n\nRecherches sur les Diviseurs Premiers d'une classe de Formules du quatrième degré. Berlin 1828.\n\nDUPPA (R.) Travels on the Continent, and in Sicily, and the Lipari Islands. Second edition. 8vo. Lond. 1829.\n\nENCKE (J. F.) Berliner Astronomisches Jahrbuch für 1831. Herausgegeben von J. F. Encke, Königl. Astron. 8vo. Berlin 1829.\n\nEVEREST (Rev. R.) A Journey through Norway, Lapland, and part of Sweden: with some Remarks on the Geology of the Country; its Climate and Scenery; the Ascent of some of its principal Mountains; the present Political Relations of the two Countries; Statistical Tables, Meteorological Observations, &c. 8vo. Lond. 1829.\n\nFELLOWS (C.) A Narrative of an Ascent to the Summit of Mont Blanc. 4to. 1827.\n\nFILIPPONI (A.) Elogio del P. Giuseppe Piazzi, composto dal Canonico Alfonso Filipponi, e da lui recitato nell'Accademia Pontaniana nella Tornata de' 26 Novembre 1826. 8vo. Napoli 1826.\n\nFLORA BATAVA. 4to. Amst. No. 81—84.\n\nFOEDERA, Conventiones, Litterae, et cujuscunque generis Acta Publica inter Reges Angliae et alios quosvis Imperatores, Reges, Pontifices, Principes, vel Communitates, ab ingressu Gulielmi I. in Angliam, A.D. 1066, ad nostra usque tempora habita aut tractata. Vol. III. Pars II. (ab anno 1361 ad annum 1377). fol. Lond. 1830.\n\nFURITANO (A.) Lettera sulle Osservazioni fatte da F. Lancellotti e N. Covelli all' Analisi delle Acque Termali di Termini. 12mo. Palermo 1829.\n\nGALLOIS (Eug.) Réponse Expérimentale à cette Question: La Vaccine perd-elle son Efficacité Préservative après vingt Ans d'Insertion? Dissertation Inaugurale présentée et soutenue à la Faculté de Médecine de Paris, le 18 Janvier 1828, par Eug. le Gallois, D.M. 4to. Paris 1828.\n\nGARNIER (M. F.) Mémoire sur les Questions proposées par la Société d'Agriculture, du Commerce, et des Arts de Boulogne-sur-Mer, concernant les Recherches Entreprises à différents époques, dans le Département du Pays-de-Calais, pour y découvrir de nouvelles Mines de Houille. 4to. Boulogne-sur-Mer 1828.\n\nDonors.\n\nJohn Davy, M.D. F.R.S.\n\nL. W. Dillwyn, Esq. F.R.S.\n\nProfessor Dirichlet.\n\nR. Duppa, Esq. LL.B.\n\nProfessor Encke, F.R.S.\n\nThe Rev. Robert Everest, M.A.\n\nCharles Fellows, Esq.\n\nIl Can. Alfonso Filipponi.\n\nH. M. the King of the Netherlands.\n\nThe Commissioners of Public Records.\n\nProfessor Furitano.\n\nDr. Le Gallois.\n\nMons. M. F. Garnier.\nPRESENTS.\n\nGEOGRAPHY. Recueil de Voyages et de Mémoires, publié par la Société de Géographie de Paris. Tome III. 4to. Paris 1830.\n\nGEOLOGICAL SOCIETY. Transactions of the Geological Society of London. Vol. II. Part III. and Vol. III. Part I. 4to. Lond. 1829\n\nMonthly Notices of the Proceedings of the Geological Society. Nos. 11, 12, 14, & 15. 8vo. Lond.\n\nGODMAN (J. D.) Description of a new Genus and new Species of extinct Mammiferous Quadruped. 4to. Philad. 1830.\n\nGOODWIN (F.) Proposed Plan for a Grand National Cemetery. Lond. 1830.\n\nGORING (and PRITCHARD) Microscopic Illustrations of a few new, popular, and diverting Living Objects; with their Natural History, &c.; conjoined with accurate Descriptions of the latest improvements in the New Microscopes; the best methods of constructing their Mountings, Apparatus, &c.; and complete instructions for using them. 8vo. Lond. 1830.\n\nGOUGER (R.) A Letter from Sydney, the principal Town of Australasia, edited by Robert Gouger; together with the Outline of the System of Colonization. 12mo. Lond. 1829.\n\nGRANVILLE (A. B.) St. Petersburgh; A Journal of Travels to and from that Capital, through Flanders, the Rhenish Provinces, Prussia, Russia, Poland, Silesia, Saxony, the Federated States of Germany, and France. Second edition. 8vo. Lond. 1829.\n\nGRAY (J. E.) Illustrations of Indian Zoology; consisting of coloured Plates of new or hitherto unfigured Indian Animals, from the Collection of Major-General Hardwicke, F.R.S. Selected and arranged by John Edward Gray, F.G.S. Part I. and II. fol. Lond. 1830.\n\nHACHETTE (M.) Notice Historique sur les Machines à Vapeur. 8vo. Paris 1829.\n\nHistoire des Machines à Vapeur, depuis leur origine jusqu'à nos jours. 8vo. Paris 1830.\n\nHALL (B.) Travels in North America in the Years 1827 and 1828. 8vo. Edin. 1829.\n\nForty Etchings from Sketches made with the Camera Lucida, in North America, in 1827 and 1828. 4to. Edin. 1829.\n\nHAYS (I.) Description of a Fragment of the Head of a new Fossil Animal, discovered in a Marl Pit near Moorestown, New Jersey. 4to. Philad. 1830.\n\nHEIDLER (C. J.) Marienbad, et ses differens moyens curatifs dans les Maladies Chroniques; avec cinq Planches. 8vo. Prague 1828.\n\nHENNEN (J.) Principles of Military Surgery, comprising Observations on the Arrangement, Police, and Practice of Hospitals, and on the History, Treatment, and Anomalies of Variola and Syphilis. Illustrated with Cases and Dissections. By John Hennen, M.D. F.R.S.E., Inspector of Military Hospitals. Third edition. With Life of the Author, by his Son Dr. John Hennen. 8vo. Lond. 1829.\n\nDONORS.\n\nThe Geographical Society of Paris.\n\nThe Society.\n\nJohn D. Godman, M.D.\n\nFrancis Goodwin, Esq.\n\nAndrew Pritchard, Esq.\n\nRobert Gouger, Esq.\n\nA.B. Granville, M.D. F.R.S.\n\nJohn E. Gray, Esq.\n\nProfessor Hachette.\n\nCaptain Basil Hall, R.N. F.R.S.\n\nIsaac Hays, M.D.\n\nCharles Joseph Heidler, M.D.\n\nJohn Hennen, M.D.\nPRESENTS.\n\nHENNEN (J.) Sketches of the Medical Topography of the Mediterranean; comprising an Account of Gibraltar, the Ionian Islands, and Malta: to which is prefixed a Sketch of a Plan for Memoirs on Medical Topography. By John Hennen, M.D. F.R.S.E. Edited by his Son J. Hennen, M.D. 8vo. Lond. 1830.\n\nHENRY (W.) The Elements of Experimental Chemistry. The Seventh Edition, comprehending all the recent discoveries. 8vo. Lond. 1829.\n\nHORSBURGH (J.) Ten Charts of the East Indian Seas. 1830.\n\nHULLMANDEL (C.) A Reply to some Statements in an Article entitled \"The History of Lithography,\" published in the Foreign Review, No. VII. for July 1829. 8vo. Lond. 1829.\n\nHUNTERIAN COLLECTION. Catalogue of the Hunterian Collection in the Museum of the Royal College of Surgeons in London. Part I., comprehending the Pathological Preparations in Spirit. 4to. Lond. 1830.\n\nINDIA. Transactions of the Agricultural and Horticultural Society of India. Vol. I. 8vo. Serampore 1829.\n\nITALIAN SOCIETY. Memorie di Matematica e di Fisica della Società Italiana delle Scienze residente in Modena. Tomo XX. Parte contenante le Memorie di Fisica. 4to. Modena 1829.\n\nJERDAN (and STEBBING). National Portrait Gallery of Illustrious and Eminent Personages of the Nineteenth Century. Engraved on Steel, with Memoirs by the Rev. Henry Stebbing and William Jerdan, Esq. Nos. 1—14. 8vo. Lond. 1829.\n\nJOHNSON (G. W.) A History of English Gardening, Chronological, Biographical, Literary, and Critical; tracing the Progress of the Art in the Country from the Invasion of the Romans to the present Time. 8vo. Lond. 1829.\n\nJOMARD (M.) Remarques et Recherches Géographiques sur le Voyage de M. Caillié dans l'Afrique Centrale: par M. Jomard. Comprenant l'Analyse de la Carte Itinéraire et de la Carte Générale du Voyage, rédigées par le même; suivies des Vocabulaires recueillis par M. Caillié de son Itinéraire, jour par jour, de l'explication des Planches du Voyage, et de Notes sur plusieurs points d'Histoire Naturelle et de Géographie; terminées par les Documents et Pièces diverses. 8vo. Paris 1830.\n\nKENDRICK (E. E.) Conversations on the Art of Miniature Painting. 12mo. Lond. 1830.\n\nLEA (I.) Observations on the Genus Unio, together with Descriptions of eighteen new Species; and of the Genus Symphynota, now separated from the Family of Naiades, containing nine Species. 4to. Philad. 1829.\n\nLE PRINCE (H. S.) Principes Universels du Langage, ou les Difficultés de toutes les Langues réduites au Materiel des Mots et au Vocabulaire. 12mo. Paris 1829.\n\nDONORS.\n\nJohn Hennen, M.D.\n\nWilliam Henry, M.D. F.R.S.\n\nJ. Horsburgh, Esq. F.R.S.\n\nC. Hullmandel, Esq.\n\nThe Royal College of Surgeons.\n\nThe Society.\n\nThe Italian Society of Sciences.\n\nThe Publishers.\n\nGeorge W. Johnson, Esq.\n\nMons. M. Jomard.\n\nMiss Emma Eleanor Kendrick.\n\nIsaac Lea, Esq.\n\nMons. H. S. Le Prince.\nPRESENTS.\n\nLE PRINCE (H. S.) Essai d'Interprétation du Zodiaque Circulaire de Denderah. 8vo. Paris 1829.\n\nLEROUY (J.) Recherches Expérimentales sur l'Asphyxie. Précédées du Rapport fait à l'Académie par MM. Duméril et Magendie. 8vo. Paris 1829.\n\nLIBRI (G.) Mémoires de Mathématique et de Physique. Tome premier. 4to. Florence 1829.\n\nLINDLEY (J.) An Outline of the first principles of Botany. 12mo. Lond. 1830.\n\nLINNEAN SOCIETY. Transactions of the Linnean Society of London. Vol. XVI. Part II. 4to. Lond. 1830.\n\nLUBBOCK (J. W.) On the Calculation of Annuities, and on some Questions in the Theory of Chances. 4to. Cambridge 1828.\n\nOn the Determination of the Orbit of a Comet. 4to. Lond. 1829.\n\nMACILWAIN (G.) Surgical Observations on the more important Diseases of the Mucous Canals of the Body: being a second edition of the Author's Treatise on Stricture of the Urethra; to which are added, Practical Observations on Contraction of the Oesophagus and Rectum; an Essay on the Diagnosis of Hernial and other Tumours in the Groin; with Remarks on Tracheotomy, as connected with the Treatment of Chronic Laryngitis. 8vo. Lond. 1830.\n\nMACKENZIE (C.) A descriptive Catalogue of the Oriental Manuscripts, and other articles illustrative of the Literature, History, Statistics, and Antiquities of the South of India; collected by the late Lieut.-Col. Colin Mackenzie, Surveyor General of India. By H. H. Wilson, Esq., Secretary to the Asiatic Society of Bengal. 8vo. Calcutta 1828.\n\nMADRAS Observatory Papers. By J. Goldingham, Astronomer, and F.R.S. (Printed by order of the Government of Madras.) fol. Madras 1827.\n\nMAHON (Lord). The Life of Belisarius. 8vo. Lond. 1829.\n\nMAPS. Maps of Oxford, Bristol, Swansea, and their respective Vicinities, forming parts, in continuation, of the Trigonometrical Survey of Great Britain.\n\nCarta que comprehende las Costas del Seno Mejicano, construida con las Observaciones Astronomicas y Cronometricas hechas por varios Oficiales de la Marina Real Española é Ynglesa, y por otros individuos de ambas naciones. Por D. F. Bauza, de la Real Sociedad de Londres. 1829.\n\nMARIANINI (S.) Saggio di Esperienze Elettrometriche. 8vo. Venezia 1825.\n\nMemoria sopra la Scossa che provano gli animali nel momento che cessano di fare arco di comunicazione fra i poli d'un elettromotore e sopra qualche altro fenomeno fisiologico dell'elettricità. 8vo. Venezia 1828.\n\nDONORS.\n\nMons. H. S. Le Prince.\n\nDr. Leroy.\n\nSignor Gugl. Libri.\n\nJohn Lindley, Esq. F.R.S.\n\nThe Linnean Society.\n\nJ. W. Lubbock, Esq. B.A. F.R.S.\n\nGeorge Macilwain, Esq.\n\nEast India Company.\n\nViscount Mahon, F.R.S.\n\nThe Board of Ordnance.\n\nDon Felipe Bauza, F.R.S.\n\nProfessor Marianini.\n\nMDCCCXXX.\nPRESENTS.\n\nMEDICO-CHIRURGICAL TRANSACTIONS. Vol. XV. Part II. 8vo. Lond. 1829–30.\n\nMORIN (P. E.) Mémoires composés au sujet d'une Correspondance Météorologique, ayant pour but de parvenir à prédire le temps beaucoup à l'avance sur un point donné de la Terre. 8vo. Paris 1829.\n\nMUeller (K. O.) Die Etrusker. Eine von der Königlich Preussischen Akademie der Wissenschaften zu Berlin gekrönte Preisschrift. 8vo. Breslau 1828.\n\nMUeller (W.) Zweiter oder Technischer Theil der Beschreibung der Sturmfluthen an den Küsten der Nordsee und der sich darin ergiessenden Flüsse und Ströme, am 3ten und 4ten Februar 1825. 8vo. Hannover 1828.\n\nA Cosmosphere, with a Planetarium, Tellurium, and Lunarium, invented by Major William Müller.\n\nPETERSBURGH. Recueil des Actes de la Séance Publique de l'Académie Impériale des Sciences de St. Pétersbourg, tenue le 29 Décembre, 1828. 4to. St. Pétersb. 1829.\n\nPETIT-THOUARS (A. A.) Cours de Phytologie; ou de Botanique Générale appliquée à l'art de cultiver les Plantes, en un mot à l'Horticulture. Paris.\n\nEssais sur la Végétation considérée dans le Développement des Bourgeons. 8vo. Paris 1809.\n\nMélanges de Botanique et de Voyages; Premier Recueil. Paris 1811.\n\nHistoire d'un Morceau de Bois, précédée d'un Essai sur la Sève considérée comme résultat de la Végétation, et de plusieurs autres morceaux tendant à confirmer la Théorie de Physiologie Végétale, exposée dans les Essais sur la Végétation. 8vo. Paris 1815.\n\nRecueil de Rapports et de Mémoires sur la Culture des Arbres Fruitiers. 8vo. Paris 1815.\n\nHistoire Particulière des Plantes Orchidées recueillies sur les Trois Iles Australes d'Afrique, de France, de Bourbon, et de Madagascar. Composée de quatre-vingt-onze Espèces figurées sur le vivant, et mises à l'eau-forte par l'Auteur; rangées méthodiquement et dénommées par deux Tableaux Synoptiques; enfin décrites de manière à faire connoître tout ce qu'elles présentent de remarquable. 8vo. Paris 1822.\n\nNotice Historique sur la Pépinière du Roi au Roule; faisant suite à un Discours sur l'Enseignement de la Botanique, prononcé dans cet Etablissement, le 24 Mai 1824. 8vo. Paris 1825.\n\nPHILIP (A. P. W.) A Treatise on the Nature and Cure of those Diseases, either Acute or Chronic, which precede change of Structure, with a view to the preservation of Health, and particularly the prevention of Organic Diseases. 8vo. Lond. 1830.\n\nDONORS.\n\nMedical and Chirurgical Society.\n\nMons. P. E. Morin.\n\nHerr Karl Otried Müller.\n\nMajor W. Müller.\n\nJohn Smirnove, Esq.\n\nLe Chev. du Petit-Thouars.\n\nA.P.W. Philip, M.D.F.R.S.\nPHILLIPS (Sir R.) Protest against the prevailing principles of Natural Philosophy, with the development of a Common-sense System. 18mo. 1830.\n\nPHILLIPPS (Sir Thos.) An improved Numeration Table to facilitate and extend Astronomical Calculations. 12mo. 1829.\n\nPILPAY. Anwari Sohili. A Paraphrase in Persian of the Fables of Pilpay. By Hussein Vaiz Kashify. Lithographed for the Bombay Native Education Society. fol. Bombay 1828.\n\nPORTRAITS. A three-quarter Portrait of the late Sir Humphry Davy, Bart. President of the Royal Society. Painted by Sir Thomas Lawrence.\n\nA three-quarter Portrait of the late Dr. William Hyde Wollaston, Vice President of the Royal Society. Painted by Jackson.\n\nA three-quarter Portrait of the late Dr. Nevil Maskelyne, F.R.S. Astronomer Royal. Painted by Vanderburgh.\n\nA Portrait of the late Dr. Edward Whittaker Gray, Secretary to the Royal Society. Painted by A. W. Callcott.\n\nPOWELL (Rev. B.) A short Treatise on the Principles of the Differential and Integral Calculus. 8vo. Oxford 1829.\n\nQUEBEC. Transactions of the Literary and Historical Society of Quebec. Vol. I. 8vo. Quebec 1829.\n\nQUETELET (A.) Correspondance Mathématique et Physique. Tom. IV. 1re Livraison. 8vo. Bruxelles 1828.\n\nNotes Extraites d'un Voyage Scientifique fait en Allemagne pendant l'Été de 1829. 12mo. Bruxelles 1830.\n\nRIFAUD (M.) Rapports faites par les diverses Académies et Sociétés Savantes de France, sur les Ouvrages et Collections rapportés l'Egypte et de la Nubie par M. Rifaud. Paris 1829.\n\nDescription des Fouilles et des Découvertes faites par M. Rifaud dans la partie Est de la Butte Koum-medinet-el-farès, au Fayoum, accompagnée du dessin des coupes et du plan des constructions inférieures. 8vo. Paris 1829.\n\nRIGAUD (S. P.) Astronomical Observations made at the Radcliffe Observatory at Oxford, from April 28, 1829, to April 28, 1830. By, and under the direction of, Stephen Peter Rigaud, Esq. F.R.S. (M.S.)\n\nRIVERO (M. de). Memorial de Ciencias Naturales y de Industria Nacional y Etranjera. Redactada por M. de Rivero y M. de Pierola. Tom. I, II, y III. (April, May, and June 1828.) 8vo. Lima 1828.\n\nROBINSON (T. R.) Astronomical Observations made at the Armagh Observatory by T. R. Robinson, D.D. Part I. Vol. I. 4to. Lond. 1829.\n\nDonors.\n\nSir Richard Phillips.\n\nSir Thomas Phillipps, F.R.S.\n\nThe East India Company.\n\nLady Davy.\n\nThe Family.\n\nMrs. Storey.\n\nA. W. Callcott, Esq.\n\nThe Rev. B. Powell, F.R.S.\n\nThe Society.\n\nProfessor Quetelet.\n\nMons. Rifaud.\n\nThe Trustees of the late Dr. Radcliffe.\n\nThe Editors.\n\nThe Governors of the Armagh Observatory.\nPRESENTS.\n\nSALMON (F.) A Practical Essay on Stricture of the Rectum; illustrated by cases, showing the connection of that disease with Prolapsus of the Rectum, Irritation of the Lungs, Affections of the Urinary Organs, and of the Uterus, Fistula, &c.; to which are now added, some Practical Observations on Piles, and the Hæmorrhoidal Excrescence. 5th Ed. 8vo. Lond. 1829.\n\nSAUSSURE (T. de) Mémoire sur les Variations de l’Acide Carbonique Atmosphérique. 4to. Genève 1830.\n\nSCHUMACHER (M.) Lettre à Monsieur Louis Breguet sur une Pendule Astronomique de MM. Breguet, Perè et Fils; avec le Tableau de la marche de cette Pendule pendant 5 années consecutives, par M. Schumacher. 4to. Altona 1829.\n\nSHEEPSHANKS (R.) Meridian Ephemeris of the Planets for the latter part of 1830. 8vo. Lond. 1830.\n\nSOEMMERRING (S. T.) Six Folio Plates illustrative of the Lymphatic System, dedicated to Dr. Sömmering by Professor Meckel. Leipzig 1828.\n\nSTANHOPE (Earl). Addresses of Earl Stanhope, President of the Medico-Botanical Society, for the Anniversary Meeting, January 16, 1830. 8vo. Lond.\n\nSTANLEY (E.) An Account of the Mode of performing the Lateral Operation of Lithotomy, with Illustrations. 4to. Lond. 1829.\n\nSYKES (J.) Verses on the Earl of Northumberland’s restoring Alnwick Castle from a state of great dilapidation; Lines occasioned by a view of the Hermitage of Warkworth; and an Elegy written on viewing the Quakers’ Burial Ground at Cullercoates in Northumberland. By John Sykes. 8vo. Newcastle 1829.\n\n——— The Evidence taken before the Select Committee of the House of Lords, appointed to take into consideration the state of the Coal Trade in the United Kingdom, together with the Duties of all descriptions, and charges affecting the same, as well in the Port of London as in the several other Ports of the United Kingdom; to which is now first added, a List of Explosions and Inundations which have occurred in the Coal Mines of Northumberland and Durham; with Notes and Remarks. 8vo. Newcastle-upon-Tyne 1829.\n\nTAYLOR (R.) The Diversions of Purley. By John Horne Tooke. A new edition, revised and corrected by Richard Taylor, F.S.A. F.L.S., with numerous Additions from the copy prepared by the Author for republication; to which is annexed his Letter to John Dunning, Esq. 8vo. Lond. 1829.\n\nTHOMPSON (T. P.) Instructions for Playing on the Enharmonic Guitar; being an attempt to effect the execution of correct harmony, on principles analogous to those of the ancient Enharmonic. By a Member of the University of Cambridge. 4to. Lond. 1829.\n\nDONORS.\n\nFrederick Salmon, Esq.\n\nProf. de Saussure, F.R.S.\n\nProf. Schumacher, F.R.S.\n\nThe Rev. R. Sheepshanks, M.A.\n\nDr. S. T. von Sömmering, F.R.S.\n\nEarl Stanhope, F.R.S.\n\nEdward Stanley, Esq. F.R.S.\n\nJohn Sykes, Esq.\n\nSir J. E. Swinburne, Bart. F.R.S.\n\nRichard Taylor, Esq.\n\nLieut.-Col. Thompson, F.R.S.\nPRESENTS.\n\nTRANSLATION. Report of the Proceedings of the Second General Meeting of the Subscribers to the Oriental Translation Fund: with the Prospectus, Report, and Regulations. 4to. Lond. 1829.\n\nTRAVERS (B.) Observations on the Pathology of Venereal Affections. 8vo. Lond. 1830.\n\nTURIN. Memorie della Reale Accademia delle Scienze di Torino. Tomo XXXII. 4to. Torino 1828.\n\nVAST (St.) Codices Manuscripti in Bibliotheca Sth Vedasti: apud Atrebati. 12mo. Paris 1828.\n\nVULLIAMY (B. L.) Some Considerations on the subject of Public Clocks, particularly Church Clocks: with hints for their improvement. 4to. Lond. 1828.\n\nWATSON (R.) A brief explanatory Statement of the principle and application of a plan for preventing Ships foundering at sea, and thereby rendering every Ship a Life Ship. 8vo. Lond. 1829.\n\nWITT (G.) Dissertatio Medica Inauguralis de Cholera Indiae Orientalis Epidemica. 4to. Lugd. Bat. 1830.\n\nWOODLEY (W.) Proposed Methods for obtaining the Longitude at sea. 8vo.\n\nWRITS. The Parliamentary Writs, and Writs of Military Summons, together with the Records and Muniments relating to the suit and service due and performed to the King's High Court of Parliament and the Councils of the Realm, or affording evidence of attendance given at Parliaments and Councils. Collected and edited by Francis Palgrave, Esq. F.R.S. Vol. II. Divisions I. and II. Chronological Abstract and Calendar. Printed by Command of His Majesty King George IV., in pursuance of an Address of the House of Commons of Great Britain. fol. Lond. 1830.\n\nPERIODICAL WORKS. The Quarterly Journal of Science, Literature, and the Arts. No. 10—13. 8vo. Lond. 1829—30.\n\nThe Philosophical Magazine and Annals of Philosophy. Nos. 31—42. 8vo. Lond. 1830.\n\nThe Edinburgh Journal of Natural and Geographical Science. Edited by Messrs. Ainsworth and Cheek. No. 1—9. 8vo. Edin. 1829—30.\n\nZoological Journal. Nos. XVI. and XVII. Lond. 1829.\n\nBijdragen tot de Natuurkundige Wetenschappen. Verzameld door H. C. Van Hall, W. Vrolik, en G. J. Mulder. Vierde Deel. 8vo. Amsterdam 1829.\n\nLoudon's Magazine of Natural History. No. 7—10. 8vo. Lond. 1829—30.\n\nFrazer's Magazine for Town and Country. Nos. 1 and 2. 8vo. Lond. 1830.\n\nDONORS.\n\nThe Oriental Translation Committee.\n\nBenjamin Travers, Esq. F.R.S.\n\nThe Royal Academy of Sciences of Turin.\n\nSir Thomas Phillipps, F.R.S.\n\nEdward Rudge, Esq. F.R.S.\n\nRalph Watson, Esq. F.R.S.\n\nGeorge Witt, M.D.\n\nW. Woodley, Esq.\n\nCommissioners of Public Records.\n\nThe Managers of the Royal Institution.\n\nRichard Taylor, Esq.\n\nThe Editors.\n\nThe Editor.\n\nThe University of Heidelberg.\n\nThe Editor.\n\nThe Proprietor.\nPRESENTS.\n\nPERIODICAL WORKS. The London Literary Gazette, and Journal of Belles-Lettres, Arts, Sciences, &c. No. 648—699. 4to. Lond. 1829—30.\n\nTechnological and Microscopic Repository; or Improvements in the Useful Arts and Manufactures; Microscopic Discoveries, &c. Nos. 4—6. 8vo. Lond. 1830.\n\nDONORS.\n\nThe Proprietors.\n\nThomas Gill, Esq.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107917.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 21,
    "total-input-tokens": 35872,
    "total-output-tokens": 14663,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1388,
        2
      ],
      [
        1388,
        3412,
        3
      ],
      [
        3412,
        5413,
        4
      ],
      [
        5413,
        7744,
        5
      ],
      [
        7744,
        9830,
        6
      ],
      [
        9830,
        11337,
        7
      ],
      [
        11337,
        13162,
        8
      ],
      [
        13162,
        15864,
        9
      ],
      [
        15864,
        18509,
        10
      ],
      [
        18509,
        21204,
        11
      ],
      [
        21204,
        23723,
        12
      ],
      [
        23723,
        26499,
        13
      ],
      [
        26499,
        29396,
        14
      ],
      [
        29396,
        32238,
        15
      ],
      [
        32238,
        34924,
        16
      ],
      [
        34924,
        37483,
        17
      ],
      [
        37483,
        40059,
        18
      ],
      [
        40059,
        42913,
        19
      ],
      [
        42913,
        45527,
        20
      ],
      [
        45527,
        45866,
        21
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107917",
    "title": "Back Matter",
    "authors": null,
    "year": 1830,
    "volume": "120",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 21,
    "jstor_url": "https://www.jstor.org/stable/107917"
  }
}