{
  "id": "4aba3806adfdb80cf3986db7fddbf22b3fa0299e",
  "text": "VII. Extract of a Letter from Mr. Benj. Cook, F. R. S. to Mr. Peter Collinson, F. R. S. concerning the Effect which the Farina of the Blossoms of different Sorts of Apple-trees had on the Fruit of a neighbouring Tree.\n\nDear Cousin, Newport (Isle of Wight), Oct. 1745.\n\nI have sent you some Russetings changed by the Farina of a next-door Neighbour, whose Name I wanted Skill to know; but can only say, that the Russeting has exactly acquired his Face and Complexion.\n\n[Mr. Collinson then produced several Samples of the Apples; an untinted Russetting; a Russet-\n\nhalf a Minute in View; and therefore had Time enough to contemplate its Appearance fully, which was what is seen in the annexed Figure,\n\nA seemed to be a light Flame, turning backwards from the Resistance the Air made to it. BB a bright Fire like burning Charcoal, inclosed as it were in an open Case, of which the Frame CCC was quite opaque, like Bands of Iron. At D issued forth a Train or Tail of light Flame, more bright at D, and growing gradually fainter at E, so as to be transparent more than half its Length. The Head seemed about half a Degree in Diameter, the Tail near 3 Degrees in Length, and about one Eighth of a Degree in Thickness.\n\nC. M.\nting changed in Complexion, which grew among a great Cluster of unalter'd Brethren; and some Apples of the other Tree, which had caused the Change in the Russettings, and whose Fruit had in Return received a rough Coat from the Russettings.\n\nTheophrastus takes notice of this Παραλλαγήν, as he calls it; and tells us the old Divines were wont to make a great pother about it, and foretel great Events by it: Pliny informs us, there was one who wrote a whole Book about such Changes. But the Use I should make of it, is chiefly this, that it may be of Importance to the Curious in Fruits, to take care how their Trees are sorted, and what Company they keep. For tho' this Change be not so conspicuous in Apples which have a smooth green Coat, as in the Russet-breed, yet one may suppose Impressions of this sort often made on them; and perhaps their Juices alter'd for the better or worse.\n\n* * *\n\nYours, &c.\n\nB. Cooke.\n\nVIII.\n\nNote. Sir Jos. Ayloff, a worthy Member of this Society, communicated, on July 1, 1731, from the Reverend Mr. Henchman, Prebendary of Salisbury, some Observations of Pease of different Colours infecting one another in the same manner as the Apples above-mentioned.\n\nMr. Henchman, in the Spring 1729, sowed a Piece of Ground in his Garden with white Pease, and two double Rows of blue Pease, with an Alley four feet wide between; in Autumn, upon gathering some",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104504.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 756,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1219,
        2
      ],
      [
        1219,
        2604,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104504",
    "title": "Extract of a Letter from Mr. Benj. Cook, F. R. S. to Mr. Peter Collinson, F. R. S. concerning the Effect Which the Farina of the Blossoms of Different Sorts of Apple-Trees Had on the Fruit of a Neighbouring Tree",
    "authors": "Benj. Cook",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104504"
  }
}