{
  "id": "457605a2d8ae94a8b36ca2fc4b26b14c4feec98d",
  "text": "3. The Mouth very little, without Teeth in the upper Jaw, except this *Denus prominens*, or Tusk; which has by some been taken for a Horn: And there was no lower Jaw found.\n\n4. The Eye, very small.\n\n5. The Fin on the right Side, which, as well as the opposite, is fleshy.\n\n6. The Tail fleshy, like the Fins; which, taken according to its Width, is not vertical, but horizontal.\n\n7. The prominent Tooth or Tusk, generally taken for a Horn.\n\nThe Length of this Narhual from No. 3 to 6, was measured, and found to be 17 Feet 9 Inches.\n\nThe Tooth six Feet three Inches.\n\nThe greatest Thickness, measured round, was 14 Feet.\n\nThe Skin was smooth, without Scales, like that of an Eel; and was white mark'd with blackish Spots.\n\nIII. A Description of the same Narhual, communicated by John Henry Hampe, M.D. F.R.S.\n\nIn a Creek called the Beluhmer Wadt; belonging to the Bailiwick of Newhaus in the Dutchy of Bremen, hath been caught alive, an unknown Fish of a large Size, 18 to 20 Feet in Length, and four in Diameter. He hath on the Fore-part of the Head, just above the Mouth, which is very small, a Horn six Feet long, white like Ivory, and curiously twisted. The Body is white, sprinkled with black Spots, and smooth like an Eel. The Head is in Proportion to the Body, very\nvery small, about 16 Inches in Length, and the same in Diameter. The Eyes are also small, about the Bigness of a Sixpence. On the upper part of the Head, is a Hole about three Inches in Diameter, out of which probably he spouts Water, like the Whales. On each Side of the Neck are placed two black Finns, one above another, and at a small Distance from one another. They are half an Inch in Thickness, of one Hand's Breadth, and two Feet in Length, round on the Fore-part all fleshy, and of a Liver-colour.\n\nIV. Insectum Aquaticum, antea non descriptum, cujus Iconem & Descriptionem ad Illustr. Dm Hans Sloane, R. S. Praef. mist Dom. Jacobus Theodor. Klein, Reipubl. Gedan. à Secret. & R. S. Lond. S.\n\nINSECTUM aquaticum, cujus iconem trado, Uderwangae in Borussia Orientali inter astacos lacustres repertum, hominibusque astacos venantibus plane ignotum, amicus singularis D. B. tum temporis Uderwangae commorans, pro museo meo conservatum, redux mihi tradidit.\n\nOb magnum numerum pedum, & mira facilitate mobilium, Scolopendram Aquaticam Scutatam pari, si non meliori, jure, quo Aldrovandus piscem quendam cetaceum, Scolopendram Cetaceam (de Cetis pag. 721.) insignivit, appellare liceat.\n\nVide",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103906.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 801,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1272,
        2
      ],
      [
        1272,
        2468,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103906",
    "title": "A Description of the Same Narhual, Communicated by John Henry Hampe, M. D. F. R. S.",
    "authors": "John Henry Hampe",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103906"
  }
}