{
  "id": "b30fb4b1eb4c90ea9a5e85a88a406217951d1d21",
  "text": "IX. Analytical Experiments and Observations on Lac. By Charles Hatchett, Esq. F. R. S.\n\nRead April 12, 1804.\n\nThe period is uncertain when the substance called Lac, so curious in its origin and so useful to many arts, was first introduced into Europe; and, although it probably was known to the ancients, yet the inaccuracy of their descriptions precludes this from being stated as a positive fact.\n\nThe natives of India have long employed it for various purposes, exclusive of those which cause it to be in request with Europeans; but many of the Indian processes are undoubtedly as yet unknown to us.\n\nOne of these, of a very useful nature, was some time since obligingly communicated to me by Charles Wilkins, Esq. F. R. S. and has been the cause of this inquiry into the nature and properties of lac.\n\nMr. Wilkins informed me, that the Hindús dissolve shell lac in water, by the mere addition of a little borax; and the solution,\nbeing then mixed with ivory-black, or lamp-black, is employed by them as an ink, which, when dry, is not easily acted upon by damp or water. Upon trial, I found the fact to be exactly as Mr. Wilkins had stated, and therefore made other experiments; but the results of these I shall at present omit, as they will occur with more propriety and perspicuity in the latter part of this Paper.\n\nIn respect to the natural history of lac, we are much indebted to Mr. Kerr,* Mr. Saunders,† and Dr. Roxburgh;‡ from whose valuable communications to this Society, we learn many curious particulars concerning the formation of this substance, which, from their accounts, and from inspection, evidently appears to be the nidus or comb of the insect called coccus or chermes lacca, deposited on branches of certain species of mimosa and other plants.\n\nLac is distinguished into four kinds; of which, however, only three are commonly known in commerce, viz. stick lac, seed lac, and shell lac; the difference of these, with that of the fourth, called lump lac, is as follows.\n\n1. Stick lac, is the substance or comb in its natural state, incrusting small branches or twigs.\n\n2. Seed lac, is said to be only the above, which has been separated from the twigs, and reduced into small fragments; but I suspect it to have undergone some other process, as I have\n\n* Natural History of the Insect which produces the Gum Lacca. By Mr. James Kerr, of Patna. Phil. Trans. for 1781, p. 374.\n\n† Some Account of the vegetable and mineral Productions of Boutan and Thibet. By Mr. Robert Saunders. Phil. Trans. for 1789, p. 107.\n\n‡ Chermes Lacca. By William Roxburgh, M.D. Phil. Trans. for 1791, p. 228.\nfound the best specimens to be very considerably deprived of the colouring matter.*\n\n3. Lump lac, is formed from seed lac, liquefied by fire, and formed into cakes. And,\n\n4. Shell lac, according to Mr. Kerr and Mr. Saunders, is prepared from the cells, liquefied, strained, and formed into thin transparent laminae, in the following manner.\n\n\"Separate the cells from the branches; break them into small pieces; throw them into a tub of water, for one day; wash off the red water; dry the cells, and with them fill a cylindrical tube of cotton cloth, two feet long, and one or two inches in diameter; tie both ends, and turn the bag above a charcoal fire; as the lac liquefies, twist the bag, and, when a sufficient quantity has transuded the pores of the cloth, lay it upon a smooth junk of the plantain tree, and with a strip of the plantain leaf draw it into a thin lamella; take it off while flexible, for in a minute it will be hard and brittle.\"†\n\nThe degree of pressure on the plantain tree, regulates (according to Mr. Saunders) the thickness of the shell; and the quality of the bag determines its fineness and transparency.\n\nAssam furnishes the greatest quantity of the whole of the lac now in use.‡\n\nMr. Kerr (speaking of stick lac) observes, that the best lac is of a deep red colour; for, if it is pale and pierced at the top,\n\n* Mr. Wilkins informs me that the crude lac, as it is taken from the branches and twigs of the trees, is usually deprived of its colouring matter by boiling, having been previously reduced, by pounding, into small fragments. In Bengal, the silk dyers are the people who thus produce what we call the seed lac, which they do for the sake of the colour.\n\n† Phil. Trans. 1781, p. 378. ‡ Phil. Trans. 1789, p. 109.\nthe value is diminished, because the insects have left their cells, and consequently these can be of no use as a dye or colour, but probably may be better for varnishes.\n\nThe seed lac which I have examined, contained but little of the colouring matter, and appeared (as I have already observed) to have undergone some process of purification; but, of all the varieties, shell lac contains the least of the tinging substance, as may well be expected, when the mode of preparing it is considered.\n\nIt is remarkable, that although lac has been known, and imported into Europe, during so long a time that the date cannot now be ascertained, yet it has but little attracted the attention of chemists.\n\nThe first chemist of eminence who mentions it, and the only one who has subjected it to any thing like a regular examination, is the younger Geoffroy, whose Paper is published in the Mém. de l'Acad. de Paris for the year 1714.* In this Paper, Mr. Geoffroy seems to have been chiefly induced to examine it on account of its tinging substance; but he nevertheless has not neglected the substance which constitutes the cells. This he considers to be a sort of wax, very distinct from the nature of gum or resin. But it is to be observed, that he formed this opinion, not so much upon the results of chemical experiments, as upon the cellular construction observed in the stick lac, which, as he justly remarks, demonstrates it to be formed by insects, after the manner that the honeycomb is formed by bees; and that it is not therefore, as some have supposed, a gum or\n\n* Observations sur la Gomme Lacque, et sur les autres Matières animales qui fournissent la Teinture de Pourpre. Par M. Geoffroy le jeune. Mém. de l'Acad. 1714, p. 121.\nresin, which has exuded from vegetables simply punctured by insects.*\n\nGeoffroy and Lemery obtained from lac, by distillation, some acid liquor, and a butyraceous substance. Moreover, Geoffroy observes, that when stick lac was thus treated, some ammonia was also obtained, but not when seed-lac was employed.\n\nHe also mentions another sort of lac, brought from Madagascar, and called by the natives Lit-in-bitsic. This substance, he says, is scarcely to be distinguished from bees-wax, which it much resembles in colour and odour; and that it is produced by a grayish insect, much larger than the chermes lacca. It is evident however, from Geoffroy's description, that this substance is very different from the common lac; and there can be little doubt, but that it is the same as that which was, a few years ago, examined by Dr. Pearson, under the name of white lac, a substance resembling the Pé-la of the Chinese.†\n\nGeoffroy (as I have stated) considered lac as a sort of wax; and since his time it has scarcely, if at all, been subjected to chemical examination; it is not therefore surprising, that the opinions of chemists concerning it have been various. Chaptal adopts the opinion of Geoffroy, and calls it a kind of wax;‡ but Gren§ and Fourcroy|| regard it as a true resin.\n\n* Mr. Kerr observes, that as a red substance is obtained by incision from the plaso tree, very analogous to lac, it is probable, that the insects have little trouble in animalizing the sap of these trees, in the formation of their cells. Phil. Trans. 1781, p. 377.\n\n† Phil. Trans. 1794, p. 383.\n\n‡ Chaptal's Elements; English edition. Vol. III. p. 387.\n\n§ Principles of modern Chemistry. Vol. I. p. 388.\n\n|| Système des Connoissances chimiques. Tome V. p. 624.\n§ I.\n\nEFFECTS OF DIFFERENT MENSTRUA ON THE VARIETIES OF LAC.\n\n1. When water is poured on stick lac, which has been separated from the vegetable branches, and reduced to a coarse powder, it immediately begins to be tinged with red; and, with the assistance of heat, a deep coloured crimson solution is formed.\n\nRepeated operations of this kind reduce stick lac to a yellowish-brown substance; and the water no longer receives any colour.\n\nThe portion thus separated from stick lac has, upon an average, amounted in my experiments to about 10 per cent. but this is not to be regarded as the total quantity, for a part is obstinately retained by the resin and other ingredients, so that it cannot be completely separated; and moreover, very considerable variations must be expected in different samples.\n\nFine seed lac did not afford more than $2\\frac{1}{2}$ or 3 per cent. of the colouring substance; and shell lac, when treated in the same manner, (i.e. merely with water,) did not yield more than $\\frac{1}{2}$ per cent.\n\n2. Alcohol dissolves a considerable portion of each of the different kinds of lac; and, when heat is not employed, the dissolved part is resin, combined with some of the colouring matter; but, if the lac is digested with heated alcohol, then the solution is more or less turbid, in consequence of some of the other ingredients becoming mixed and suspended; so that it is afterwards extremely difficult to obtain it in a state of purity and transparency, either by repose or by filtration.\n\nThe resin may be obtained by immediately subjecting the\nsolution to evaporation or distillation, or by previously pouring it into water with which a small quantity of muriatic or acetic acid has been mixed; for thus, when the whole is heated, a curdy precipitate of resin is formed, and may be separated by a filter, after which, the liquor may be evaporated, in order to obtain any resin, or other substance, which may remain in solution after the first operation.\n\nThe solution formed by digesting stick lac in alcohol, without heat, is of a dark brownish-red colour, and the insoluble part subsides, in the state of a dark coloured magma; this retains the greater part of the colouring matter, which, as I have already observed, is most easily soluble in water.\n\nThe proportion of resin thus dissolved, when stick lac is treated with alcohol, has, in my experiments, amounted to 67 or 68 per cent. but this must depend on the quality of the samples.\n\nThe seed lac which I examined was very pure, and yielded to alcohol about 88 per cent. of resin: it contained but little of the colouring matter; and the other substances subsided, and formed a cloud at the bottom of the glass vessel.\n\nShell lac in small fragments, by simple digestion with alcohol, afforded in the first instance nearly 81 per cent. Part of the resin, however, still remained mixed with the residuum, and could not be separated but by subsequent operations: this part amounted to about 10; so that the total quantity of resin, in the shell lac which I employed, may be estimated at 91 per cent.\n\nWhen the shell lac was only reduced into small fragments, these (after the separation of the first portion of resin) retained their figure, but were become more bulky, very elastic,\nand nearly white. I at first therefore suspected, that some caoutchouc was present in lac; but, finding that boiling water destroyed this elasticity, I was induced to make subsequent experiments, by which I discovered, that the elasticity of this residuum, was principally owing to a substance which appeared to possess the properties of vegetable gluten. This, however, I shall more fully notice in another part of the Paper.\n\nThe resin obtained from the varieties of lac is brownish yellow, and is not so brittle as the generality of other resinous substances.\n\n3. Sulphuric ether does not seem to act so powerfully upon the varieties of lac as alcohol; for, as a great part of the resin is protected by the colouring matter, and by the other ingredients which are insoluble in ether, it naturally follows, that less of it can be separated by this liquid than by alcohol.\n\nThe different kinds of lac which have been digested in ether are considerably softened, although in other respects very little alteration is produced. Ether, therefore, is not the best menstruum for lac; but, under certain circumstances, it may be occasionally employed with advantage, for the purpose of analysis.\n\n4. Concentrated sulphuric acid acts in the first instance on the colouring matter of lac; but, after a short digestion in a sand-bath, the whole is converted into a reddish-brown thick liquor, which soon becomes black; and the chief part of the lac is separated, in an insoluble state, resembling coal.\n\nDuring the solution of lac in sulphuric acid, a considerable quantity of sulphureous acid gas is evolved.\n\n5. When lac is digested with nitric acid, nitrous gas is at first produced; the lac swells much, and is converted into\na deep yellow opaque brittle substance, which, by a sufficiency of nitric acid, and continuation of the digestion during about 48 hours, is dissolved.\n\nThe solution however is turbid, and, when poured into a large quantity of distilled water, deposits some yellowish flocculi, which, being collected, are found to be a sort of wax.\n\nThe filtrated liquor is of a bright golden yellow; and, when saturated by ammonia, changes to orange colour, but does not yield any precipitate, nor any traces of oxalic or malic acid.\n\nThis yellow nitric solution is converted, by evaporation, into a deep yellow substance, which burns like resin, but is soluble in boiling water.\n\nThe alkalis and lime, being added to this aqueous solution, do not produce any precipitate, but the yellow colour is very considerably deepened; and, by evaporation, an orange-coloured substance is obtained, which is still easily soluble in water, and consists of the deep yellow substance abovementioned, combined with the alkali or lime.\n\n6. Muriatic acid dissolves the colouring matter and gluten of lac; but its action on these is feeble, unless the resin has been previously separated.\n\n7. Acetous acid, in its effects, much resembles muriatic acid.\n\n8. Stick lac, seed lac, and shell lac, are partially dissolved by acetic acid; and, if this be heated, a considerable portion is taken up.\n\nThe dissolved part consists of the colouring extract, of resin, and of gluten; the wax being the only ingredient which is insoluble in this menstruum; but a portion of the former substances,\nbeing enveloped by the wax, are protected from the action of the acetic acid.\n\nThe acetic solution of lac becomes turbid when cold, and deposits part of the resin; a portion however remains in solution, and may be precipitated by water; after which, the liquor retains some gluten and colouring extract, which may be precipitated by saturating the acid with an alkali, and by subsequent boiling.\n\nFor the reasons above stated, it would be difficult to effect a complete solution of lac by means of acetic acid; but this may nevertheless be advantageously employed in analytical operations, when alternately used with alcohol.\n\n9. A saturated solution of boracic acid in water, dissolves the colouring extract; but, as the effect does not surpass that of water alone, we may conclude that lac is little, if at all, acted upon by boracic acid.\n\n10. It has been already stated, that sub-borate of soda or borax has a powerful effect on lac, so as to render it soluble in water; and, as the preceding experiments prove that boracic acid alone scarcely acts upon lac, there is every reason to believe, that the excess of soda present in borax is the active substance; and this conclusion will be confirmed, by the results of subsequent experiments made with the alkalis.\n\nIn order to render lac (especially shell lac) soluble in water, about $\\frac{1}{5}$ of borax is necessary; and this may be previously dissolved in the water, or may be mixed and added together with the lac.\n\nThe best proportion of water to that of lac is 18 or 20 to 1. So that 20 grs. of borax, and four ounces of water, are, upon\nan average, requisite to dissolve 100 grs. of shell lac; but more water may be occasionally added, to supply the loss caused by evaporation during the digestion, which should be made nearly in a boiling heat.\n\nThis solution of shell lac is turbid, and of a reddish-brown colour; when considerably diluted with water and agitated, a weak lather is formed; it is decomposed by acids, and the lac is precipitated in yellow flocculi, which do not apparently differ from the lac originally employed.\n\nThe general properties of the solution show, that it is a saponaceous compound, which, being used as a varnish or vehicle for colours, becomes (when dry) difficultly soluble in water, although this was the liquid employed to form the solution.\n\nA white thick scum or cream collects on the surface of this liquid, after it has been suffered to remain tranquil for some time, and is found to be produced by a sort of wax, which I shall more particularly notice when the analyses of the varieties of lac are described; but, in the present case, this wax appeared in some degree to be converted into an almost insoluble soap by the alkali of the borax, and may be regarded as the principal cause of the turbidness of the solution.\n\n11. The lixivia of pure soda and of carbonate of soda completely dissolve the different kinds of lac; and these solutions exactly resemble those formed by means of borax, excepting that they are deeper coloured.\n\nRather less than $\\frac{1}{5}$ of carbonate of soda is required to dissolve shell lac; and this solution, when dried, is sooner affected by damp or water than the solution prepared by borax.\n\n12. Lixivium of pure or caustic potash speedily dissolves the\nvarieties of lac, and forms saponaceous solutions, similar to that in which borax was employed, exclusive of the colour, which is deeper, and more approaching to purple.\n\nLixivium of carbonate of potash extracts a great part of the colouring matter, but does not form so complete a solution of the entire substance of lac, as when pure potash is employed.\n\nThe above alkaline solutions, by repose, afford the waxen soap which has been mentioned; and acids, being added to these solutions, and to that formed by borax, precipitate the lac in a flocculent state, and of a yellow or buff colour, which precipitate, when melted, becomes similar to the lac originally employed. If however an alkaline solution of shell lac (prepared, for instance, with soda) be gradually dropped into a sufficient quantity of muriatic acid diluted with an equal portion of water, and nearly heated to the boiling point, and if after boiling the whole for about one hour the coagulum be separated, and the clear liquor be carefully saturated with soda, and again made to boil, a small quantity of a flocculent precipitate is obtained, which was found to be analogous to precipitated vegetable gluten, combined with some of the colouring extract.\n\n13. Pure ammonia, and carbonate of ammonia, readily act upon the colouring matter of lac, but do not completely dissolve the entire substance.\n§ II.\n\nANALYTICAL EXPERIMENTS ON STICK, SEED, AND SHELL LAC.\n\nLac, when placed on a red-hot iron, at first contracts, and then melts, emitting a thick smoke, of a peculiar but rather pleasant odour; after which, a light spongy coal remains.\n\nDistillation of Stick Lac.\n\n100 grains of the best stick lac, separated as much as possible from the twigs, were put into a glass retort, to which a double tubulated receiver and hydro-pneumatic apparatus were adapted. Distillation was then gradually performed, with an open fire, until the bottom of the retort became red-hot.\n\nThe products thus obtained were,\n\n1. Water slightly acid - - - - 10.\n2. Thick brown butyraceous oil - - - 59.\n3. Spongy coal - - - - 13.50\n4. A small portion of carbonate of ammonia, with a mixture of carbonic acid, carbonated hydrogen, and hydrogen gas, which may be estimated at 17.50\n\nSeed Lac.\n\n100 grains of very pure seed lac were distilled in a similar manner, and afforded,\n\n1. Acidulated water - - - - 6.\n2. Butyraceous oil - - - - 61.\n3. Spongy coal - - - - 7.\n4. Mixed gas nearly as before, but without ammonia, amounting by estimation to 26.\n\n100.\nShell Lac.\n\n100 grains of shell lac, treated as above, yielded,\n\n1. Acidulated water - - - - - - - 6.\n2. Butyraceous oil - - - - - - - 65.\n3. Spongy coal - - - - - - - 7.5°\n4. Mixed gas, amounting by estimation to - 21.5°\n\nThe coal of the shell lac, by incineration, afforded about one grain of ashes, which contained a muriate, probably of soda, and a little iron, with some particles of sand, which may be regarded as extraneous.\n\nAnalysis of Stick Lac.\n\nA. 200 grains of stick lac, picked and reduced to powder, were digested in a pint and a half of boiling distilled water during 12 hours. The liquor was transparent, and of a beautiful deep red; this was decanted into another vessel; and the operation was repeated, with fresh portions of water, until it ceased to be tinged; the lac then appeared of a pale yellowish-brown colour.\n\nThe whole of the aqueous solution being evaporated, left a deep red substance, which possessed the general properties of vegetable extract, and weighed 18 grains.\n\nB. The dried lac was digested for 48 hours, without heat, in eighteen ounces of alcohol; and the clear tincture being cautiously decanted, different portions of alcohol were added, and the digestion was repeated, until the alcohol ceased to produce any effect.\nThe whole of the solutions in alcohol were then poured into distilled water, which was heated, and an attempt was made to separate the precipitated substance by filtration; but, as this did not succeed, on account of the filter speedily becoming clogged, the whole was subjected to gentle distillation; by which, a brownish-yellow resin was obtained, amounting in weight to 136 grains.\n\nC. The remainder of the lac was again digested in boiling distilled water; by which, 2 grains of the colouring extract were obtained.\n\nD. The residuum was then digested with one ounce of muriatic acid diluted with two ounces of water, which, by boiling, became of a bright pale red, but changed to purple, when saturated with a solution of carbonate of potash.\n\nA flocculent precipitate was thus obtained, which possessed the characters of precipitated vegetable gluten combined with some of the colouring extract; this, when completely dried, weighed 11 grains.\n\nE. There now remained 25 grains, which evidently consisted of a sort of wax, mixed with small parts of twigs and other extraneous substances.\n\nA part of the wax was separated by heat and pressure in a piece of linen; and another portion was separated by digestion in olive oil, which assumed the consistency of an unguent.\n\nThe residuum was then boiled with lixivium of potash, and became tinged with purple, in consequence of some of the colouring extract which had not been dissolved by the preceding operations.\n\nThe undissolved part, now consisting only of the extraneous vegetable and other substances, weighed 13 grains; so that the\nwax, with a small portion of the colouring extract, may be estimated at 12 grains.\n\nBy the above process, 200 grains of stick lac afforded,\n\n| A. Colouring extract | 18 |\n|----------------------|----|\n| C. Resin             |    |\n| B. Vegetable gluten  | 136|\n| D. Extraneous substances | 11 |\n\nWax, with a little colouring extract, about 12\n\n| E. Extraneous substances | 13 |\n|---------------------------|----|\n\nTotal 192.\n\nAnalysis of Seed Lac.\n\n200 grains of very pure seed lac were subjected to operations very similar to those which have been described, and afforded,\n\n| Grs. |\n|------|\n| Colouring extract | 5 |\n| Resin            | 177|\n| Vegetable gluten | 4 |\n| Wax              | 9 |\n\nTotal 195.\n\nAnalysis of Shell Lac.\n\nA. 500 grains of this substance were first treated with boiling distilled water, as above-mentioned, and yielded of extract only 2.50 grains.\n\nB. The 497.50 grains which remained, were then digested with different portions of cold alcohol, until this ceased to produce any effect; the resin which was thus separated, amounted to 403.50 grains.\n\nC. As the shell lac had not been reduced into powder, but only into small fragments, these were become white and elastic,\nand Observations on Lac.\n\nand, when dry, were brittle, and of a pale brown colour; the whole then weighed 94 grains.\n\nD. These 94 grains were digested in diluted muriatic acid; and the acid, being afterwards saturated with solution of carbonate of potash, afforded a flocculent precipitate, (resembling that obtained from solutions of vegetable gluten,) which, when dry, weighed 5 grains.\n\nE. Alcohol acted but feebly on the residuum; it was therefore put into a matrass, with three ounces of acetic acid, and was suffered to digest without heat during six days, the vessel being at times gently shaken; the acid thus assumed a pale brown colour, and was very turbid. The whole was then added to half a pint of alcohol, and was digested in a sand-bath; by which a brownish tincture was formed, and at the same time a quantity of a whitish flocculent substance was deposited, which, being collected, well washed with alcohol on a filter, and dried, weighed 20 grains.\n\nThis substance was white, light, and flaky, and, when rubbed by the nail, it became glossy, like wax; it also easily melted, was absorbed by heated paper, and, when placed on a coal or hot iron, emitted a smoke, the odour of which very much resembled that of wax, or rather spermaceti.\n\nF. The solution formed by acetic acid and alcohol, being filtrated, was poured into distilled water, which immediately became milky; and, being heated, the greater part of the resin which had been dissolved assumed a curdy form, and was partly separated by a filter; and partly by distilling off the liquor; this portion of resin amounted to 51 grains.\n\nG. The filtrated liquor, from which this resin had been separated, was saturated with a solution of carbonate of potash;\nand, being heated, a second precipitate of gluten was obtained, which, when well dried, weighed 9 grains.\n\nThe 500 grains of shell lac thus yielded,\n\n|   | Grs. |\n|---|------|\n| A. Extract | 2.50 |\n| B. Resin | 454.50 |\n| D. Vegetable gluten | 14. |\n| E. Wax | 20. |\n\nTotal: 491.\n\nThe mode of analysis adopted for the shell lac, must undoubtedly appear less simple than that which was employed for seed and stick lac; but, upon the whole, it was attended with advantages; for the shell lac being in small fragments, and not in the state of a powder, considerably facilitated the decantation of the solution in alcohol from the residuum; and although, in this last, a portion of the resin was protected from the action of the alcohol, by being enveloped in the gluten and wax, yet, by the assistance of acetic acid, the remainder of the resin, as well as the whole of the gluten, were dissolved; the wax was obtained in a pure state; and a separation of the resin from the gluten was afterwards easily effected, by the method which has been described. As therefore acetic acid is capable of dissolving resin, gluten, and many other of the vegetable principles, it certainly may be regarded as a very useful solvent, in the analysis of bodies appertaining to the vegetable kingdom.\n\nFrom the results of the preceding analyses it appears, that the different kinds of lac consist of four substances, namely, extract, resin, gluten, and wax, the separate properties of which shall now be more fully considered.\nProperties of the colouring Extract of Lac.\n\n1. When dry, it is of a deep red colour, approaching to purplish crimson.\n\n2. Being put on a red-hot iron, it emits much smoke, with a smell somewhat resembling burned animal matter, and leaves a very bulky and porous coal.\n\n3. Water, when digested with it in a boiling heat, partially dissolves it; but the residuum was found to be absolutely insoluble in water.\n\n4. Alcohol acts but slowly on it; and, in a digesting heat, dissolves less than water. The colour of the solution is also not so beautiful; and a considerable part of the residuum left by alcohol was, when digested with water, found to be soluble, although this was not the case, when the residuum left by water was treated with alcohol.\n\n5. It is insoluble in sulphuric ether, excepting a very small portion of resin, which appeared to be accidentally mixed with it.\n\n6. Sulphuric acid readily dissolves it, and forms a deep brownish-red solution, which, being diluted with water, and saturated with potash, soda, or ammonia, becomes changed to a deep reddish-purple.\n\n7. Muriatic acid dissolves only a part: the solution is of the colour of port wine, and, by the alkalis, is changed to a deep reddish-purple.\n\n8. Nitric acid speedily dissolves it: the solution is yellow, and rather turbid; but the red colour is not restored by the alkalis, for these only deepen the yellow colour. This nitric solution did not afford any trace of oxalic acid.\n9. Acetic acid dissolves it with great ease, and forms a deep brownish-red solution.\n\n10. Acetous acid does not dissolve it quite so readily, but the solution is of a brighter red. Both of the above, when saturated with alkalis, are changed to a deep reddish-purple.\n\n11. The lixivia of potash, soda, and ammonia, act powerfully on this substance, and almost immediately form perfect solutions, of a beautiful deep purple colour.\n\n12. Pure alumina, put into the aqueous solution, does not immediately produce any effect; but, upon the addition of a few drops of muriatic acid, the colouring matter speedily combines with the alumina, and a beautiful lake is formed.\n\n13. Muriate of tin produces a fine crimson precipitate, when added to the aqueous solution.\n\n14. A similar coloured precipitate is also formed, by the addition of solution of isinglass.\n\nThese properties of the colouring substance of lac, especially its partial solubility in water and in alcohol, and its insolubility in ether, together with the precipitates formed by alumina and muriate of tin, indicate that this substance is vegetable extract, perhaps slightly animalized by the coccus.\n\nThe effects which it produced on gelatin, also demonstrate the presence of tannin; but this very probably was afforded by the small portions of vegetable bodies, from which the stick lac can seldom be completely separated.\n\nProperties of the Resin of Lac.\n\nThis substance is of a brownish-yellow colour; and, when put on a red-hot iron, it emits much smoke, with a peculiar sweet odour, and leaves a spongy coal.\nIt is completely soluble in alcohol, ether, acetic acid, nitric acid, and the lixivia of potash and soda.\n\nWater precipitates it from alcohol, ether, acetic acid, and partially from nitric acid; and it possesses the other general characters of a true resin.\n\nProperties of the Gluten of Lac.\n\nIt has been already observed, that when small pieces of shell lac have been repeatedly digested in cold alcohol, they become white, bulky, and elastic. By drying, these pieces become brownish and brittle; the elasticity is also destroyed by boiling water, exactly as when the gluten of wheat is thus treated.\n\nIf the pieces of shell lac, after the digestion in alcohol, be digested with diluted muriatic acid, or with acetic acid, the greater part of the gluten is dissolved, and may be precipitated, in a white flaky state, by alkalis; but, if these last be added to excess, and heat be applied, then the glutinous substance is re-dissolved, and may be precipitated by acids.\n\nIf the pieces of shell lac, after digestion in alcohol, be treated with alkaline lixivia, then the whole is dissolved, and forms a turbid solution. But, when acids are employed, the chief part of the gluten is alone acted upon, and a considerable residuum is left, consisting of the wax, some of the resin, and a portion of gluten, which has been protected from the action of the acid by the two former substances.\n\nThe above properties indicate a great resemblance between this substance and the gluten of wheat; I therefore have called it gluten, but, at a future time, I intend to subject it to a more accurate examination.\nProperties of the Wax of Lac.\n\nIf shell lac be long and repeatedly digested in boiling nitric acid, the whole is dissolved, excepting the wax, which floats on the surface of the liquor, like oil, and, when cold, may be collected; or it may be more easily obtained in a pure state, by digesting the residuum left by alcohol in boiling nitric acid.\n\nThe wax thus obtained, when pure, is pale yellowish white, and (unlike bees wax) is devoid of tenacity, and is extremely brittle.\n\nIt melts at a much lower temperature than that of boiling water, burns with a bright flame, and emits an odour somewhat resembling that of spermaceti.\n\nWater does not act upon it, neither does cold alcohol; but this last, when boiled, partially dissolves it, and, upon cooling, deposits the greater part; a small portion, however, remains in solution, and may be precipitated by water.\n\nSulphuric ether, when heated, also dissolves it; but, upon cooling, nearly the whole is deposited.\n\nLixivium of potash, when boiled with the wax, forms a milky solution; but the chief part of the wax floats on the surface, in the state of white flocculi, and appears to be converted into a soap of difficult solubility; it is no longer inflammable, and, with water, forms a turbid solution, from which, as well as from the solution in potash, the wax may be precipitated by acids.\n\nAmmonia, when heated, also dissolves a small portion of the wax, and forms a solution very similar to the former.\n\nNitric and muriatic acids do not seem to act upon the wax; the effects of sulphuric acid have not been examined.\nWhen the properties of this substance are compared with those of bees-wax, a difference will be perceived; and, on the contrary, the most striking analogy is evident, between the wax of lac and the myrtle wax which is obtained from the Myrica cerifera.\n\nAn account of the latter substance has been published by Dr. Bostock, of Liverpool, in Nicholson's Journal, with comparative Experiments and Observations on Bees-Wax, Spermaceti, Adipocire, and the crystalline Matter of biliary Calculi.*\n\nThe properties of the myrtle wax, as described in Dr. Bostock's valuable Paper, so perfectly coincide with those which I have observed in the wax of lac, that I cannot but consider them as almost the same substance; indeed I think they may be regarded as absolutely identical, if some allowance be made for the slight modifications which have been produced by the different mode of their formation.\n\nFrom the preceding experiments and analyses we find, that the varieties of lac consist of the four substances which have been described, namely, extractive colouring matter, resin, gluten, and a peculiar kind of wax. Resin is the predominant substance; but this, as well as the other ingredients, is liable, in a certain degree, to variation in respect to quantity.\n\nAccording to the analyses which have been described, one hundred parts of each variety of lac yielded as follows.\n\n* Nicholson's Journal for March, 1803, p. 129.\n### Stick Lac.\n\n| Substance               | Percentage |\n|-------------------------|------------|\n| Resin                   | 68         |\n| Colouring extract       | 10         |\n| Wax                     | 6          |\n| Gluten                  | 5.5°       |\n| Extraneous substances   | 6.5°       |\n| **Total**               | **96.0**   |\n\n### Seed Lac.\n\n| Substance               | Percentage |\n|-------------------------|------------|\n| Resin                   | 88.5°      |\n| Colouring extract       | 2.5°       |\n| Wax                     | 4.5°       |\n| Gluten                  | 2.         |\n| **Total**               | **97.5°**  |\n\n### Shell Lac.\n\n| Substance               | Percentage |\n|-------------------------|------------|\n| Resin                   | 90.9°      |\n| Colouring extract       | 0.5°       |\n| Wax                     | 4.         |\n| Gluten                  | 2.8°       |\n| **Total**               | **98.2°**  |\n\nThe proportions of the substances which compose the varieties of lac, must however be subject to very considerable variations; and we ought therefore only to consider these analyses in a general point of view. Hence we should state, that lac consists principally of resin, mixed with certain proportions of a peculiar kind of wax, of gluten, and of colouring extract.\n\nThe relative quantity of the two latter ingredients, very considerably affect the characters of the lacs; for instance, we may\nobserve, that the glutinous substance, when present in shell lac in a more than usual proportion, probably produces the defect observed in some kinds of sealing wax, which, when heated and burned, become blackened by particles of coal; for the gluten affords much of this substance, and does not melt, like the resin and wax. From what has been stated, therefore, lac may be denominated a *cero-resin*, mixed with gluten and colouring extract.\n\n§ III.\n\nGENERAL REMARKS.\n\nFrom the whole of the experiments which have been related, it appears, that although lac is indisputably the production of insects, yet it possesses few of the characters of animal substances; and that the greater part of its aggregate properties, as well as of its component ingredients, are such as more immediately appertain to vegetable bodies.\n\nLac, or gum lac, as it is popularly but improperly called, is certainly a very useful substance; and the natives of India furnish full proofs of this, by the many purposes to which they apply it.\n\nAccording to Mr. Kerr, it is made by them into rings, beads, and other female ornaments.\n\nWhen formed into sealing-wax, it is employed as a japan, and is likewise manufactured into different coloured varnishes.\n\nThe colouring part is formed into lakes for painters: a sort of Spanish wool for the ladies is also prepared with it; and, as a dying material, it is in very general use.\n\nThe resinous part is even employed to form grindstones, by MDCCCIV.\nmelting it, and mixing with it about three parts of sand. For making polishing grindstones, the sand is sifted through fine muslin; but those which are employed by the lapidaries, are formed with powder of corundum, called by them Corune.*\n\nBut, in addition to all the above uses to which it is applied in India, as well as to those which cause it to be in request in Europe, Mr. Wilkins's Hindû ink occupies a conspicuous place, not merely on account of its use as an ink, but because it teaches us to prepare an aqueous solution of lac, which probably will be found of very extensive utility.\n\nThis solution of lac in water may be advantageously employed as a sort of varnish, which is equal in durability, and other qualities, to those prepared with alcohol; whilst, by the saving of this liquid, it is infinitely cheaper.\n\nI do not mean however to assert that it will answer equally well in all cases, but only that it may be employed in many. It will be found likewise of great use as a vehicle for colours; for, when dry, it is not easily affected by damp, or even by water.\n\nWith a solution of this kind, I have mixed various colours, such as, vermillion, fine lake, indigo, Prussian blue, sap green, and gamboge; and it is remarkable, that although the two last are of a gummy nature, and the others had been previously mixed with gum, (being cakés of the patent water-colours,) yet, when dried upon paper, they could not be removed with a moistened sponge, until the surface of the paper itself was rubbed off.\n\nIn many arts and manufactures, therefore, the solutions of\n\n* Phil. Trans. 1781, p. 380.\nlac may be found of much utility; for, like mucilage, they may be diluted with water, and yet, when dry, are little if at all affected by it.*\n\nWe find, from the experiments on lac, that this substance is soluble in the alkalis, and in some of the acids. But this fact (considering that resin is the principal ingredient of lac) is in opposition to the generally received opinion of chemists, namely, that acids and alkalis do not act upon resinous bodies. Some experiments, however, which I have made on various resins, gum-resins, and balsams, fully establish, that these substances are powerfully acted upon by the alkalis, and by some of the acids, so as to be completely dissolved, and rendered soluble in water.\n\nIt will be a very wide and curious field of inquiry, to discover what changes are thus produced in these bodies, especially by nitric acid. Each substance must form the subject of a separate investigation; and there cannot be a doubt but that much will be learned respecting their nature and properties, which hitherto have been so little examined by chemists.\n\nThe alkaline solutions of resin may be found useful in some of the arts; for many colours, especially those which are metallic,\n\n* The alkaline solutions of lac are evidently of a saponaceous nature, and, like other soaps, may be decomposed by acids. The entire substance of lac is not however completely dissolved, as appears from the turbidness of the liquors. Three of the four ingredients, namely, the resin, the gluten, and the colouring extract, appear to be in perfect solution; whilst the wax is only partially combined with the alkali, and forms that imperfectly soluble saponaceous compound which has been formerly mentioned, and which remains suspended, and disturbs the transparency of the solution.\n\nFrom various circumstances, it does not seem improbable, that the long sought-for, but hitherto undiscovered vehicle employed by the celebrated painters of the Venetian School, may have been some kind of resinous solution, prepared by means of borax, or by the alkalis.\nwhen dissolved in acids, may be precipitated, combined with resin, by adding the former to the alkaline solutions of the latter. I have made some experiments of this kind with success; and perhaps these processes might prove useful to dyers and manufacturers of colours. It is probable also, that medicine may derive advantages from some of this extensive series of alkaline and acid solutions of the resinous substances.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107145.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 29,
    "total-input-tokens": 44368,
    "total-output-tokens": 10592,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        934,
        2
      ],
      [
        934,
        2608,
        3
      ],
      [
        2608,
        4359,
        4
      ],
      [
        4359,
        6091,
        5
      ],
      [
        6091,
        7836,
        6
      ],
      [
        7836,
        9404,
        7
      ],
      [
        9404,
        11098,
        8
      ],
      [
        11098,
        12819,
        9
      ],
      [
        12819,
        14371,
        10
      ],
      [
        14371,
        15970,
        11
      ],
      [
        15970,
        17661,
        12
      ],
      [
        17661,
        19029,
        13
      ],
      [
        19029,
        20160,
        14
      ],
      [
        20160,
        21424,
        15
      ],
      [
        21424,
        23014,
        16
      ],
      [
        23014,
        24213,
        17
      ],
      [
        24213,
        25943,
        18
      ],
      [
        25943,
        27449,
        19
      ],
      [
        27449,
        28907,
        20
      ],
      [
        28907,
        30480,
        21
      ],
      [
        30480,
        32078,
        22
      ],
      [
        32078,
        33654,
        23
      ],
      [
        33654,
        35076,
        24
      ],
      [
        35076,
        36524,
        25
      ],
      [
        36524,
        37994,
        26
      ],
      [
        37994,
        39604,
        27
      ],
      [
        39604,
        41668,
        28
      ],
      [
        41668,
        42089,
        29
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107145",
    "title": "Analytical Experiments and Observations on Lac",
    "authors": "Charles Hatchett",
    "year": 1804,
    "volume": "94",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 29,
    "jstor_url": "https://www.jstor.org/stable/107145"
  }
}