{
  "id": "4a2d17fd127e0d145c8cf08b3efdd7238d6c437e",
  "text": "supernatans separaveram, visus est mihi alius liquor,\ncum aqua non permixtus, vasis separatorii fundum petiisse; hoc etiam educo, inveni esse Oleum Macis, aqua ponderosius: Ita ut ex eadem planta, eademque operatione, Oleum dispari gravitate extraxerim. In superiore parte hujus Olei, aliquod crystalinae formae hodie fluctuare videtur; attamen cujus generis sit substantia, sive Camphora, sive non, tempus docebit.\n\nP. S.\n\nPostquam differentias inter nostrum Oleum Thymi coagulatum & Camphoram orientalem supra descripseram, Dominus Johannes Manel, Chymicus, ostendit mihi Oleum Majoranae coagulatum, quod nuper, & inopinato in vaso, (in quo Oleum Majoranae quinque annos asservatum fuerat) invenit.\n\nHoc Oleum coagulatum Majoranae etiam eadem experimenta, cum Oleo nostro Thymi coagulato, subire volui, quod & factum est, & multum inter se convenire reperiebam, ita ut hoc nihil magis, quam nostrum, nomen Camphorae mereri, satis sciam.\n\nIII. Two Letters on the Effects of Lightning, from the Reverend Mr. Jos. Wasse, Rector of Aynho in Northamptonshire, to Dr. Mead.\n\nWe are told by Mr. Jessop, in the Transactions, that what the common People call Fairy Circles, are occasioned by Lightning; but I think it has not yet been observed, that they continue visible 50 Years, and that no Composition of Use in Fire-works will produce near so lasting an Effect, as I have experienc'd. There seems to be something here, which Sulphur\nSulphur and Nitre will hardly account for. Does it depend upon the great Quantity of the Matter discharged, or the Violence with which it is impell'd? The Ground is no way tore up, and the Grass is only a little blasted; which would make one think its Force well nigh spent: Whereas, when the Burst is near us, the Effect is like that of a Petard, as appears from the following Instance.\n\nOn Saturday July 3, at Mixbury, three Miles East of this Place, about two in the Afternoon, William Hall, aged above Sixty, was found dead in a hard gravelly Field, together with five Sheep, which lay round him about 30 Yards Distance: Of the five, that only, which lay nearest him, had a visible Wound through the Head. The Shepherd lay partly upon his Side; the upper Part of his Head was terribly fractur'd, and his right Knee was out of joint: He had a Wound in the Sole of his Foot, towards the Heel; his right Ear was cut off, and beaten into his Skull, and Blood flow'd out of that Part upon the Ground. He is supposed to have been driving those Sheep. All his Cloaths and Shirt were torn into small Pieces, and hung about him; but from the Girdle downwards were carried away entirely, and scattered up and down the Field: Particularly, the Soles of a new strong Pair of Shoes were rent off. His Hat was driven to Pieces: I have a Hand breadth of it full of irregular Slits, and, in some few Places, cut as with a very sharp Pen-knife, and a little singed in the upper Part. His Beard, and the Hair of his Head were, for the most Part, close burnt off. The Iron Buckle of his Belt was thrown 40 Yards off, and a Knife in the right Side Pocket of his Breeches was broken in Pieces, not melted, and the Haft split. Near each Foot appear two round Holes about a Yard deep,\ndeep, and five Inches Diameter, which shews the Force of the Blow. I have seen an Iron Ball shot out of a Mortar almost perpendicular, which, upon a like gravelly Soil, made not a greater Impression. About the Time this Accident happen'd, a Tradesman of the same Town observed a Sort of Fire-ball, as large as a Man's Head, to burst in four Pieces near the Church. The Storm began here at 1 h 30', and lasted, with Intermittions, to 2 h 3 c', and we saw the Lightning towards Ailesbury all the Evening. Two Persons at Aynho were a little hurt at the same Time, and one of them struck down to the Ground, and says, he thought he was felled with a Beetle. I myself heard the His of a Ball of Fire, almost as big as the Moon, which flew over my Garden, from S. E. to N. W.\n\nI thought I had been impertinently circumstantial in the Account of the late Storm; but there still remains a Particular or two to complete it. I order'd my Nephew, a Student of Merton a pretty good Philosopher, to search the Holes made by the Blast, which the Owner of the Ground said, his Conscience permitted him not to do. He prevailed upon him, at last, with Money, Ale, and other rural Arguments, to trace the Path-way of it. Both the Holes, at first, were almost perpendicular for half a Yard, and after that grew narrower; in both of them, the Matter divided into two Parts, and form'd horizontal Cavities about three Inches Diameter. In one he found a very hard glazed Stone, of about 10 Inches long, 6 wide, and 4 in Thickness, crack'd in two: Others it could not pierce, but was turned here and there out of its Course, but left not the least Blackness, or other Discolouring any where. As to the Knife, it was not the Blade, but the Haft, and the Hinge\nHinge that goes into it, which was shiver'd in Pieces. Near the Sheep that was wounded, the Ground was tore up near two Yards round. It was very surprising, that the Man's Body was not beat to Pieces, or Bones broke at least. Had Statius observ'd a human Tabernacle withstanding a Shock so terrible, when the very Stones, lodg'd in the Ground, gave Way, he would, no doubt, have put him upon a Level with Capaneus;\n\n\\[\n\\text{toto Jove fulmen adaetum}\n\\]\nCorripuit: prima fugere in nubila crista\nEt clypei niger umbo cadit; jamq; omnia lucent\nMembra viri.\n\nExuiturq; animus; paulum si tardius artus\nCessisset, potuit fulmen meruisse secundum.\n\nTo make a gross Estimate of the Force, I took a Cohorn charg'd with three Quarters of a Pound of very good Powder, wadded with thick Paper, and fired it against a Stone of the same Dimensions, but not so hard, which it shatter'd to Pieces at half an Inch Distance: But, in the other Blow, we have above treble the Effect, without any discoverable Particles at all; and yet it seems to fly like small Shot; pierces only here and there, and leaves a good many Places quite untouch'd, as is evident from the Hat which I have by me. To confirm this, James Marshal of this Town assures me, that in the Middle of the same Storm, he received a Blow upon his Hat, which rattled like Shot through the Branches of a Tree: It beat in the Crown a little without penetrating it: He stagger'd and was giddy for two Days afterward. Two of his Sons were, at the same Instant, both knock'd down to the Ground, and stun'd a little, but presently came to themselves, and have no Wound:\n\nF f f They\nThey are about 20, and 23 Years old. Qu. whether this may not be accounted for, by supposing the Flame to rarify the Air, and make a Sort of Vacuum about one; into which when it returns again, it gives the Likeness of a Stroke with a Beetle, as he expresses it. I fancy a Wind-Gun, with compress'd Air, wou'd have the same Effect, and might easily be try'd upon a Dog, or such like Animal.\n\nIV. De Viribus Magneticis. Epistola Viri Doctissimi P. Muschenbroek, M. D. ad Revm. J. Th. Desaguliers, LL. D. R. S. S.\n\nQuum motus, quos vocamus Attractiones, frequentissimi videantur in Natura, & plurimi effectus ab hisce pendeant, ad eos animum advertere cæpi, ut intelligerem quales essent, quænam eorum causa, & quibusnam proportionibus operarentur: cum vero in magnetibus videantur hi effectus fortissimi, suspicari cæpi an ex iis non aliquantum plus lucis fænerarer, quam ex aliis corporibus; & an, quod in majori gradu obtinet inter magnetes, non obtineret in minori forsan inter quælibet alia corpora; ad experimenta cum magnetibus igitur veni, plura diversa institui, quæ infra describam, sed post plurimos labores videor illud tantum colligere posse; magnetes non agere in se, aut in ferrum, per effluvia quædam corporea, sed causam eorum esse penitus ignotam, & forte non corporæam. Conjecturis non detinebo te, nec pretiosissimum, quod tibi supereft à gravioribus negotiis, surripiam hisce vanis cogitationibus tempus; credo enim nihil esse magis noxium promovendæ scientiæ, quam si conjecturas pro demonstrationibus obtrudamus.\n\nPrimum",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103801.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8672,
    "total-output-tokens": 2366,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1431,
        2
      ],
      [
        1431,
        3197,
        3
      ],
      [
        3197,
        4933,
        4
      ],
      [
        4933,
        6555,
        5
      ],
      [
        6555,
        8095,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103801",
    "title": "Two Letters on the Effects of Lightning, from the Reverend Mr. Jos. Wasse, Rector of Aynho in Northamptonshire, to Dr. Mead",
    "authors": "Jos. Wasse",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103801"
  }
}