{
  "id": "b76b52f52269087b6260fd61996a2ed8192b1013",
  "text": "IX. Observations of a new Variable Star. By John Goodricke, Esq.; communicated by Sir H. C. Englefield, Bart. F. R. S. and A. S.\n\nRead January 27, 1785.\n\nTO SIR H. C. ENGLEFIELD, BART.\n\nDEAR SIR,\n\nYork, Jan. 10, 1785.\n\nTHE account that has been lately given of the regular variation of Algol's light, and the notice astronomers have been pleased to take of it, are well known. It is natural therefore to suppose, that the relation of other similar phenomena may also meet with the same favourable reception. Of this kind is the following, which I beg the favour of you to present to the Royal Society.\n\nOn the 10th of September, 1784, whilst my attention was directed towards that part of the heavens where β Lyrae was situated, I was surprised to find this star much less bright than usual, whereupon I suspected that it might be a variable star: my suspicions were afterwards confirmed by a series of observations, which have been regularly continued since that time, and which will presently follow in their proper place. At first I thought the light of this star subject to a periodical variation of nearly six days and nine hours, though the degree of its diminution did not then appear to be constant; but now, upon a more close examination of the observations themselves, I am\n\nVol. LXXV. X inclined\ninclined to think, that the extent of its variation is twelve days and nineteen hours, during which time it undergoes the following changes.\n\n1. It is of the third magnitude for about two days.\n2. It diminishes in about one day and a quarter.\n3. It is between the fifth and fourth magnitude for less than a day.\n4. It increases in about two days.\n5. It is of the third magnitude for about three days.\n6. It diminishes in about one day.\n7. It is something larger than a star of the fourth magnitude for little less than a day.\n8. It increases in about one day and three quarters to the first point, and so completes a whole period.\n\nThese eight points of the variation are perhaps inaccurately ascertained; and indeed it cannot be expected to be otherwise in estimations of this nature, where it is very possible to err even several hours.\n\nThe relative brightness of $\\beta$ Lyrae, at its obscuration in the third and seventh points, is nearly as follows. When in that of the third point, it is less than $\\zeta$ and $\\kappa$, and nearly equal to $\\delta$ Lyrae; and when in that of the seventh point, it is rather less than $\\xi$ and $\\theta$ Herculis, and much brighter than $\\zeta$, $\\kappa$, and $\\delta$ Lyrae. At its greatest brightness in the first and fifth points, it is sometimes brighter than $\\gamma$ Lyrae, but less than $\\beta$ Cygni, and sometimes only nearly equal to it; but in those points it seems to alter in its brightness several times in the same night, and that generally in a pretty considerable degree. However, this may perhaps be only owing to some fallacy of observation; for I have often perceived, that the relative brightness of stars is affected not only by the different states of the air, but also by their\ntheir change of position occasioned by the earth's diurnal motion, and that particularly in stars of a great altitude.\n\nThe magnitudes of the stars, to which β Lyrae was compared during the progress of its variation, are as follows. β Cygni and γ Lyrae of the third magnitude; ξ and θ Herculis of between the fourth and third magnitude; ο Herculis is something less than a star of the fourth magnitude; ζ, κ, and δ Lyrae are stars of between the fourth and fifth magnitude, if not nearer the fifth. The relative brightness of these stars follows the order in which they are set down.\n\nObservations of the brightness and magnitude of β Lyrae.\n\n1784, Sept. 10. At 11 h. ≈, much less than γ Lyrae; nearly equal to, if not rather brighter than ζ, κ, and δ Lyrae, and not so bright as ξ, θ, and ο Herculis; between the fourth and fifth magnitude.\n\nSept. 11. At 8½ h. nearly the same as it was last night, if not brighter; indifferent observation.\n\nSept. 12. At 8½ h. and 9 h. between the third and fourth magnitude; less than γ Lyrae, brighter than θ, ξ, and ο Herculis, and much brighter than ζ, κ, and δ Lyrae. Mr. E. Pigott agrees with me nearly.\n\nSept. 13, 15, 18, 19, and 20. It was at or near its greatest brightness.\n\nSept. 23. At 7½ h. it was nearly equal to ζ, κ, and δ Lyrae, and much less than ξ, θ, and ο Herculis.\n\nAt 10½ h. the air being extremely clear, I compared it more attentively to the neighbouring stars, and found it as follows: rather a little brighter than δ, a little less than ζ, and rather\nless than $\\gamma$ Lyrae. Mr. E. Pigott thought it had rather increased from $8\\frac{1}{2}$ to $11$ h.\n\nSept. 24. At $13\\frac{1}{2}$ h. certainly brighter than it was last night, but intervening clouds precluded all further observation.\n\nSept. 28. At $10$ h. not quite so bright as $\\gamma$ Lyrae, but rather brighter than $\\theta$ and $\\xi$ Herculis. Mr. E. Pigott thought it nearly equal to $\\gamma$ Lyrae.\n\nSept. 29. At $7\\frac{1}{2}$ h. not so bright as $\\gamma$ Lyrae.\n\nAt $8\\frac{1}{2}$ h. to $10\\frac{1}{2}$ h. nearly equal to $\\xi$ and $\\theta$ Herculis; but if anything it seemed rather less than $\\xi$, and rather brighter than $\\theta$; about the fourth magnitude.\n\nAt $11\\frac{1}{2}$ h. to $12\\frac{1}{2}$ h. the same, if not less; I could not compare it well to $\\xi$ and $\\theta$, because they were low by moon-light, but the air was clear.\n\nSept. 30. At $7$ h. rather less than $\\theta$, if not equal to it; a little less than $\\xi$, and brighter than $\\sigma$ Herculis; about the fourth magnitude.\n\nAt $11$ h. and $12\\frac{1}{2}$ h. it seemed to be on its increase, being for the most part larger than $\\xi$ and $\\theta$ Herculis.\n\nOct. 1 and 2. About its greatest brightness, but less than $\\gamma$ Lyrae. Mr. E. Pigott thought it brighter on the 2d than on the 1st, being on the 2d nearly equal to $\\gamma$ Lyrae.\n\nOct. 4. At $10\\frac{1}{2}$ h. I thought it rather less, but the weather was hazy.\n\nOct. 5. At $6\\frac{1}{2}$ h. not so bright as $\\xi$ and $\\theta$ Herculis; a little brighter than $\\zeta$, and brighter than $\\delta$ and $\\kappa$ Lyrae; air clear.\n\nAt $9\\frac{1}{2}$ h. nearly equal to $\\zeta$, and a little brighter than $\\delta$ and $\\kappa$ Lyrae.\n\nAt $12\\frac{1}{2}$ h. a little less than $\\zeta$, nearly equal to $\\kappa$, and rather a little brighter than $\\delta$ Lyrae; between the fourth and fifth magnitude; air very clear.\nOct. 6. At 6½ h. and 7½ h. less than ξ and ρ, and a little less than δ Lyrae; between the fifth and fourth magnitude.\n\nOct. 7. At 6½ h. between the fourth and third magnitude; a little brighter than θ, and nearly equal to ξ Herculis; much brighter than ζ, ρ, and δ Lyrae; I observed it till 12½ h. when it was certainly increased.\n\nAt 7½ h. Mr. E. Pigott thought it brighter than ξ and η Herculis.\n\nOct. 8. At 8 h. nearly equal to γ Lyrae; on account of the intervening clouds, I could not perceive which was largest; third magnitude.\n\nOct. 9. At 7 h. rather less than γ Lyrae.\n\nOct. 10. At 7 h., 11½ h., and 12 h. nearly equal to γ, if not rather less.\n\nOct. 11. At 8 h., 10 h., and 12 h. rather less than γ; at 12 h. if any difference, less than it was last night.\n\nOct. 15. At 8 h. nearly equal to, though rather less than, γ Lyrae.\n\nOct. 16. At 6½ h. and 9½ h. little less than γ, if not equal to it.\n\nAt 11 h. rather larger than γ, but the weather was foggy. Mr. E. Pigott agrees with me in both observations.\n\nOct. 17. At 6½ h. and 7 h. somewhat less than γ Lyrae.\n\nOct. 18. At 6½ h. between the fourth and fifth magnitude; brighter than ρ and δ, and rather brighter than ξ Lyrae; good observation.\n\nAt 9½ h. I thought it was decreased, being equal to ξ and rather brighter than ρ Lyrae. Mr. E. Pigott also thought it was decreasing.\n\nOct. 19. At 6½ h. it was rather less than ξ and ρ, and brighter than δ Lyrae.\nAt 8½ h. nearly the same, if not increased.\n\nOct. 20. At 6½ h. rather brighter than ξ and θ Herculis, and between the fourth and third magnitude.\n\nAt 8½ h. and 11 h. I thought it was increased, but it was less than γ Lyrae; between the third and fourth magnitude.\n\nOct. 22. At 6 h. 8 h. and 9 h. nearly equal to γ Lyrae.\n\nOct. 23. At 6 h. 8 h. and 11 h. rather less than γ, though nearly equal to it.\n\nOct. 24. At 6½ h. and 11 h. less than γ Lyrae, and brighter than ξ and θ Herculis; at 8 h. Mr. E. Pigott thought it rather less than γ Lyrae.\n\nOct. 25. At 6 h. 8 h. and 11 h. nearly, though perhaps not quite equal to θ Herculis; less than ξ Herculis, and brighter than ζ and δ Lyrae; about the fourth magnitude. At 6½ h. Mr. E. Pigott thought it rather brighter than θ and ο Herculis.\n\nOct. 26. At 6 h. and 11 h. brighter than θ and ξ Herculis, but less than γ Lyrae.\n\nOct. 27. At 6 h. and 8½ h. brighter than it was last night, but still less than γ Lyrae; much brighter than ξ and θ Herculis; the moon was at its full.\n\nOct. 28. At 8 h. = rather less than γ Lyrae.\n\nOct. 29. At 9½ h. nearly equal to, though rather brighter than γ Lyrae; I saw them but for a short time on account of clouds coming on.\n\nOct. 31. At 8 h. between the fifth and fourth magnitude; less than ζ and ρ, and brighter than δ Lyrae. Mr. E. Pigott thought it equal to ζ Lyrae at 8½ h.\n\nNov. 1. At 6½ h. between the fourth and fifth magnitude; rather brighter than ζ, and brighter than ρ and δ Lyrae.\n\nNov. 3. At 5½ h. little less than γ Lyrae.\nNov. 6. At 8 h. rather less than γ Lyrae, and brighter than θ Herculis. Mr. E. Pigott thought it nearly equal to γ Lyrae.\n\nNov. 7. At 7 h. and 10½ h. much less than γ Lyrae; nearly equal to, if not rather brighter than, θ Herculis, and rather less than ξ Herculis; between the fourth and third magnitude.\n\nNov. 10. At 10½ h. nearly equal to γ Lyrae. Mr. E. Pigott thought it not quite so bright as γ at 11 h.\n\nNov. 11. At 5½ h. and 7 h. a little brighter than γ Lyrae; afterwards I rather thought them equal, though β appeared for the most part something brighter. At 11 h. and 12 h. they appeared nearly equal. At 7 h. Mr. E. Pigott thought it was less than γ, if there was any difference.\n\nNov. 12. At 6½ h. 8½ h. and 10 h. much less than γ Lyrae, but brighter than ξ and θ Herculis; between the fourth and third magnitude.\n\nNov. 13. At 6½ h. and 10 h. equal to, if not rather less than ζ, less than κ, and brighter than δ Lyrae; between the fifth and fourth magnitude. At 5½ h. Mr. E. Pigott thought it rather brighter than ζ Lyrae.\n\nNov. 16. At 7½ h. little less than γ. At 10 h. certainly a little brighter than it.\n\nNov. 17. At 6 h. rather brighter than γ. At 8½ h. 9½ h. and 10½ h. brighter than γ, and less than β Cygni.\n\nNov. 18. At 9 h. 10 h. and 19 h. just the same.\n\nNov. 19. At 6½ h. and 8 h. less than γ Lyrae, and brighter than θ and ξ Herculis; between the third and fourth magnitude. At 10 h. something brighter than θ Herculis.\n\nNov. 20. At 7 h. 8 h. and 10½ h. rather less than ξ, and rather brighter than θ Herculis; between the fourth and third magnitude.\nmagnitude. At 18½ h. I thought it was increased; observed in twilight.\n\nNov. 21. At 7 h. something brighter than θ and ξ Herculis.\n\nNov. 25. At 7 h. less than γ Lyrae, and brighter than θ Herculis; between the fourth and third magnitude. At 9½ h. I thought it was decreased, being now of the fourth magnitude.\n\nNov. 26. At 9 h. much less than γ, and of between the fourth and fifth magnitude; but the weather was too hazy, and the moon-light too strong, to observe well.\n\nNov. 29. At 7½ h. and 8 h. rather brighter than γ Lyrae. Mr. Edw. Pigott thought it nearly equal to γ at 8 h.\n\nNov. 30. At 8½ h. and 10½ h. brighter than γ Lyrae, and less than β Cygni; air clear.\n\nDec. 4. At 5½ h. 6½ h. and 10½ h. less than γ Lyrae, and brighter than θ Herculis; between the third and fourth magnitude. Mr. E. Pigott thought it nearly equal to γ at 6½ h.\n\nDec. 9. At 8 h. much less than γ Lyrae, and brighter than ζ Lyrae; about between the fourth and fifth magnitude. At 18½ h. it was increased, and nearly equal to θ Herculis; but less than θ and ξ; not quite of the fourth magnitude.\n\nDec. 11. At 6 h. and 8 h. less than γ Lyrae, and brighter than θ and ξ Herculis. At 8½ h. 9½ h. and 18½ h. nearly equal to, though rather less than γ.\n\nDec. 12. At 5 h. and 6 h. nearly equal to γ, though rather less.\n\nDec. 13. At 5½ h. and 9½ h. something brighter than γ.\n\nDec. 14. At 7 h. and 8½ h. rather brighter than γ.\n\nDec. 17. At 5½ h. less than γ Lyrae, and brighter than θ and ξ Herculis. At 7½ h. nearly equal to γ, though rather less.\nDec. 19. At 9 h. I believe it was brighter than γ, but the weather was not very favourable.\n\nAt 19 h. little less than γ.\n\nDec. 20. At 5½ h. less than γ Lyrae, and brighter than θ and ξ Herculis. At 6½ h. nearly equal, though rather less than γ Lyrae.\n\nDec. 21. At 8 h. much less than γ, and considerably brighter than ζ Lyrae; not quite of the fourth magnitude.\n\nAt 18 h. a little brighter than ζ and κ, and brighter than δ Lyrae; between the fourth and fifth magnitude.\n\nDec. 28. At 6 h. less than γ and brighter than θ Herculis; between the third and fourth magnitude. At 8 h. nearly equal to θ Herculis; between the fourth and third magnitude.\n\n1785, Jan. 5. At 5½ h. about equal to θ Herculis; fourth magnitude.\n\nJan. 6. At 5½ h. between γ Lyrae and θ Herculis, but rather nearer γ. At 8½ h. it seemed a little brighter than γ.\n\nFrom the above series of observations I have deduced all the conclusions relative to the eight points of the variation, as they are stated in the beginning of this paper. However, as at first it may not clearly appear, that the star has a more considerable diminution in the third point than in the seventh, it will not be improper to add a few words relating to that circumstance: for proof of it, therefore, I refer to an attentive comparison of the observations of Sept. 10. Sept. 23. Oct. 5 and 6. Oct. 18 and 19. &c. corresponding to the third point of the variation with those of Sept. 29 and 30. Oct. 25. Nov. 7 and 19, &c. corresponding to the seventh point of the variation. It may be objected, that in some of the observations of the seventh point, the star might have become still more diminished in the intermediate hours; but this is not probable,\n\nVol. LXXV.\nbecause in that point the star has been observed of about the fourth magnitude at intervals much shorter than in the third point, so that, if it had continued to diminish, its diminution would have proceeded at a more rapid rate, which still shews that there is at least a difference between these two points.\n\nWith regard to the period of the variation, it is evident from a collation of the preceding observations in a coarse way, that it is nearly twelve days and three quarters. To determine it with greater accuracy is a subject of considerable difficulty, in the present case; for unless we can obtain very exact points of comparison, the period would come out erroneous, especially if deduced from intervals consisting of only a very few periods, as is the case here. However, as I have been able to obtain a few observations of the middle of its obscuration in the third point accurate enough for our purpose, I have formed the following calculation.\n\nTimes of the middle of its obscuration in the third point.\n\n| Date       | h.   | d. h. |\n|------------|------|------|\n| 1784, Oct. 6 | 1    |      |\n| —          | 18   | 22   |\n| Oct. 18    | 22   |      |\n| —          | 31   | 15   |\n| Oct. 6     | 1    |      |\n| —          | 31   | 15   |\n\nonly a single period of 12 21\n\nD° — 12 17\n\ntwo periods, each of 12 19\n\nHence the period on a mean is 12 19\n\nIn ascertaining the above times, I attended particularly to the nearest observations both preceding and following. In the manner above stated the period may also be deduced from the middle of its obscuration in the seventh point; but as these observations are not so exact as the above, I shall only, as a further\nfurther confirmation, compare two of the most distant of them, viz. Sept. 29. 22 h. and Nov. 20. 6 h. which interval I find contains six periods, each of 12 d. 20 h.\n\nI have it in my intention to pursue the subject further, and when I have got a sufficient number of observations, it will be easy to determine the period with greater exactness, and also at the same time to ascertain the other particulars of the variation with more precision. In the mean while I wish that this account may be considered as being yet imperfect; but I was induced to send it in its present state, in hopes that other astronomers may contribute by their observations to the elucidation of this phenomenon.\n\nAs β Lyrae is a quadruple star, No. 3. of Mr. Herschel's Vth Class of Double Stars*, I was desirous to see if any of the small stars near it would be affected by its different changes; but they seemed not to suffer any alteration, either when it was at its greatest or at its least brightness. I attended to this the more particularly because the loss of the star's light was very considerable, and the phenomenon seemed to be occasioned by a rotation on the star's axis, under a supposition that there are several large dark spots upon its body, and that its axis is inclined to the earth's orbit.\n\nI must not omit mentioning here that Mr. Herschel, amongst those stars which he supposes to have undergone an alteration, reckons β or γ Lyrae; because he observed that γ was much larger than β, while Flamsteed marks both of the same magnitude †. It may also be added, as shewing that β Lyrae varied in former times, that Hevelius, in his Catalogue, differs from Flamsteed, and marks γ of the third magnitude,\n\n* Phil. Trans. for 1782, p. 142.\n† Phil. Trans. for 1783, p. 256.\nMr. Goodricke's Observations of a new Variable Star.\n\nand $\\beta$ of between the fourth and third. I have, however, some doubts whether the variation of this star does not entirely cease or become less visible in certain years. These doubts arise from some observations of Cassini in Phil. Trans. No 73. p. 2198, where I find that in observing the new star, which then appeared near the beak of the Swan, he compared it very frequently for upwards of a month to $\\beta$ and $\\gamma$ Lyrae, yet without perceiving, or even suspecting, that $\\beta$ was variable, though it was easy for him to have perceived it, if the variation had then been even less than it is now.\n\nI am, &c.\n\nJOHN GOODRICKE.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106752.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20568,
    "total-output-tokens": 5766,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1307,
        2
      ],
      [
        1307,
        3049,
        3
      ],
      [
        3049,
        4562,
        4
      ],
      [
        4562,
        6429,
        5
      ],
      [
        6429,
        7848,
        6
      ],
      [
        7848,
        9368,
        7
      ],
      [
        9368,
        10945,
        8
      ],
      [
        10945,
        12470,
        9
      ],
      [
        12470,
        14177,
        10
      ],
      [
        14177,
        15855,
        11
      ],
      [
        15855,
        17621,
        12
      ],
      [
        17621,
        18315,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106752",
    "title": "Observations of a New Variable Star. By John Goodricke, Esq.; Communicated by Sir H. C. Englefield, Bart. F. R. S. and A. S.",
    "authors": "John Goodricke, H. C. Englefield",
    "year": 1785,
    "volume": "75",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106752"
  }
}