{
  "id": "aa61459228298277fb143ad6804f90f1118e3a65",
  "text": "introduced my finger thro' the wound into the cavity of the thorax, but found no adhesion of the lungs. From whence I am inclined to conjecture, that this abscess was originally formed in the cellular membrane of the pleura, which had at length made its way into the cavity.\n\nWhat seems to corroborate this conjecture, is, that the violent symptoms, which happen'd upon lying on the sound side, or upon sitting upright, did not occur till within a week before his application to me.\n\nFrom the moment the matter was discharged, he found immediate ease, his respiration became quiet; his fever and cough gradually abated, till in about six weeks he became perfectly well in all respects, and was accordingly dismissed the hospital.\n\nThe discharge from the wound continued in considerable quantities for the first fortnight; during which time the wound was kept properly open with tents: but when the discharge was no more than what might be expected from any superficial wound of the same size, all tents were dispensed, and superficial applications only made use of.\n\nLXVII. An Account of the Eruption of Mount Vesuvius in Oct. 1751, in a Letter to Sir Matthew Fetherston-Haugh, Bart. F.R.S. written at Naples Jan. 15, 1752, N. S.\n\nRead Mar. 19, 1752.\n\nTHAT, which has taken up our attention, and astonish'd us most, is the eruption of Mount Vesuvius. As it was a surprising prodigy of nature, I shall, for your amusement,\nfill up the remainder of this paper with what I remark'd, and was informed of relative to it.\n\nI was several times to see it. The inhabitants round the foot of the mountain told us, that they felt several shocks of an earthquake a day or two before the eruption; as also several loud reports in different places of the mountain, like the firing of cannon, but louder. The top of it smoak'd much more than usual, and was mix'd with streams of flame. The bottom of the great crater, which was before an indurated scurf of bitumen and sulphur, is now full of large rents or openings, cover'd over with sal armoniac, nitre, and sulphur. The little mountain, from whence, before this eruption, the smoke and flame issued, and which was within the great crater, is now intirely sunk down, and a horrible fiery gulph appears where it stood. We could not approach it so near as to look down, being prevented by the smoke and fiery matter which it threw out incessantly. The concreted scurf at the bottom was liquefied and boiling in several places; particularly from the fiery gulph to that part of the side of the mountain, whence the eruption broke out, a canal was sunk down, in breadth some feet.\n\nOn the 25 of October, in a place call'd Atrio del Cavallo, on the east side of the mountain, a fiery fluid, like melted glass in a furnace, burst out, or rather seemed to boil over, which ran down the declivity of the mountain with great velocity and force, carrying along with it large stones, gravel, calcin'd earth, &c. In six hours time it ran four miles, and cover'd vast tracts of fine land; destroy'd many farmhouses, villa's, and vineyards. It is computed to have\nhave done damage to the value of at least 60,000 ducats. The reason, why it does so much mischief, is, that it spreads itself, where the ground is plain, and covers in some places above an acre in breadth: But where there is a hollow ground, it forms a current river, making banks of its own substance, by cooling and hardening towards the edges; and when this current happen'd to be opposed by a rising ground, (the high banks of the cooling lava preventing its passage on either side) it formed high mountains of lava of 50 or 60 feet; till at last, by the weight and force of the red-hot river flowing incessantly from the Bocca above, it burst out from under this new hill, and forming a second fiery river, proceeded down the country, destroying all where it came.\n\nIt would affect you to see the poor inhabitants crying, and lamenting their irreparable losses; and it was shocking to see trees, and vines loaded with fruit, floating upon this river of fire. And, to our great astonishment, tho' we plainly saw the fluidity and rapid current of this matter, yet was it so impenetrable, that no weighty body would sink in it; nor did a sharp heavy iron instrument, thrown at it with great force, make the least impression on it, but, remaining on it a few minutes, it became red-hot like the lava. Nor could the pious procession and liquefaction of St. Januarius's blood upon the spot put a stop to the destructive inundation; for it has run these two months past, and runs a little as yet. The whole is such a stupendous prodigy of nature, as must puzzle the wisest philosophers to account for. Why does this subterraneous caldron boil over only at certain periods of time? And whence is it supplied\nLXVIII. An Account of an Hydrophoby, by Thomas Wilbraham, LL.D., F.R.S.\n\nRead April 9, 1752.\n\nON Sunday March 29, 1752, Isaac Cranfield, a waterman about 30 years of age, was received into the infirmary in Westminster, with an hydrophobia upon him. He had been that morning with Mr. Heathfield, one of the surgeons to that infirmary, for advice; who being inform'd of that remarkable symptom, ask'd him, if he had not been lately bitten by a dog? He answer'd, no. But his wife, who was with him, put him in mind, that he had received a wound from a dog about nine months before. This he presently recollected; and said, it was a strange dog he met with at a public-house, that, as he was going to stroak him, gave him a little bite in the hand.\n\nThe same day, about one o' clock, Dr. Coxe, Dr. Watson, and myself, who are join'd in the care of the above-mention'd infirmary, met together there to consult upon his case. When he came to be examin'd, he repeated to us the manner of his being bitten, as just mentioned; and said further, that he no sooner found himself hurt, but he gave the dog such a blow with a poker, as laid him dead upon the spot.\n\nThe wound, being slight, soon heal'd up, and he thought no more of it; and he enjoy'd good health till",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105080.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7472,
    "total-output-tokens": 1606,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1422,
        2
      ],
      [
        1422,
        3088,
        3
      ],
      [
        3088,
        4793,
        4
      ],
      [
        4793,
        6048,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105080",
    "title": "An Account of the Eruption of Mount Vesuvius in Oct. 1751, in a Letter to Sir Matthew Fetherston-Haugh, Bart. F. R. S. Written at Naples Jan. 15, 1752, N. S.",
    "authors": null,
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105080"
  }
}