{
  "id": "7de34a74fbe789d96bed8e4ad6e105c19ecf21f4",
  "text": "The INDEX for this Seventh Volume of the Year 1672.\n\nThe first Figure refers to the Number of the Tracts; the second, to the Page.\nNote the Printer's Errata in the account of Pages by a transit from pag. 4059 to 5000,\nwhich begins near the end of Num. 84 and holds on all along.\n\nA\n\nTHE Equation of time, or the natural day. See Flamsted's diatribe, 87.\n\nEther together with air, represented by M. Hugenius, as the cause of the Mercuries being suspended at an extraordinary height in the Torricellian Experiment. 86, 5027. Examined by Dr. Wallis, whether satisfying. 90\n\nWhite Amber found in a lake, a ghost at the cause of it. 83.\n\nAnatome; Keckringius of Eggs, to be found in all sorts of Females. 81, 4018. An humane Embrio of few daies old, in effigie, ibid. Reflexions on the same by Mr. Denys, ibid. De Graaf on the same, ibid. See more in Books. A Communication between the Ductus Thoracicus and the inferior vena cava pretended to be found by Monsieur Pecquet, Examined by Dr. Needham. 85, 5007.\n\nA Stone cut from under the tongue of a man, and how 'tis conceiv'd it was generated. 83, 4062. A Stone found in the bladder of a dogg. Another fastened to the back of a horse. 84, 4094. The Structure of the Lungs by Mr. Templer, 86, 5031. Of veins in Plants: Juyces in them analogous to blood, and something analogous to fence. n. 90 p. 5731.\n\nAnimated Hortic-hairs questioned, and examined. 83, 4064.\n\nArtificial Instruments. A new kind of Reflecting Telescope invented by Mr. Newton, 81, 4004. More concerning it, 82, 4032. with a Table of Apertures, and Charges, ibid. This Telescope defended against objections, ib. Mr. Cassgraine pretended improvement examined by the same, 83, 4063. Other Telescopes and Microscopes, 87, 5064. See Light.\n\nThe Ancient Lyra viol: How to be used. 87, 5064.\n\nAstronomy: The Phænomena of Spots appearing in Jupiter explicated by Sig. Cassini, and thence the period of his Rotation ascertained, and other considerable uses proposed, 82, 4039. Jupiters Transit near two fixed Stars by Mr. Flamstead, 82, 4036. An Appulse of the Moon to the Pleiades by the same, 86, 5034. A regrefts of Jupiter to the Fixt Star of Ω, ibid. An observation of Mars, and his Transit by certain fixed Stars, ibid. Appulses of the Moon and other Planets to fixed Stars, calculated by the same for the year 1673, 89, 5118. with another observation of Mars, ibid. The admirable Changes, and other Novelties in the heavens and fixed Stars. See Books, Academici di Bologna & Montanari.\n\nA Comet seen March and April.\nThe INDEX.\n\nApril, 1672, by Monsieur Hevelius at Dantzig, 81.4017. The appearance in effigie and the motions, ibid. The motions observed by Sign. Cassini at Paris, 82.4042. The Comet seen also at la Flesche in France, ibid.\n\nB\n\nThe Bathes of Aponus in Italy described, 83.4066.\n\nBOOKS abbreviated, or partly extracted.\n\nThe Academy in Germany, Miscellanea Curiosa, Annus Secundus 1671. n.85 p.5024.\n\nAcademici di Bologna, 89.5125.\n\nPaul Berbette his Chirurgical and Anatomical works, with a treatise of the Plague, 83.4077.\n\nJoh. Birchenha Esq; Syntagma Musicum, a treatise of Music, Philosophically, Mathematically, and Practically consider'd, prepared for the Press, 90.5153.\n\nMr. Bohun; of the origin and properties of Winds in several places on the Seas and Land, 90.5147.\n\nDr. Edw. Bolneft his Rational way of preparing Animals, Vegetables, and Minerals, for Phylsical uses, 85.5023.\n\nRobert Boyle Esq; his Essay about the Origin and virtues of Gems, 84.4095. now rendered into Latin, n.87.\n\nHen. Burnet M.D. Thesaurus Medicinae Practicae, 88.5105.\n\nAlphabetical.\n\nSign. Cassini's three Letters concerning his hypothesis of the Sun's motion, and his doctrine of Refraction, 84.5001.\n\nMoysé Charas Suite des nouvelles experiences sur la Vipere, avec une dissertation sur son Venin, 83.4073.\n\nCaroli Claromontii M.D. De Aere, Solo, & Aquis Anglicè, deq; morbis ipsorum vernaculis, dissertatio; nec non observationes medicæ Cambro-Britannicæ, 81.4030.\n\nFr. Drope; A short and sure guide in the practice of raising and ordering Fruit-trees, 86.5049.\n\nChrist. Frid. Germani Homo ex Ovo, 86.5049.\n\nFran. Glissonius M.D. De Natura Substantiæ energetica, five de vita Naturæ, ejusq; tribus primis facultatibus, perceptivâ, appetitivâ & motivâ, 87.5076.\n\nRegneri de Graaf, de Mulierum organis generationi inservientibus, Tractatus novus, 82.4052.\n\nOttonis de Gueric Experimenta nova Magdeburgica de vacuo spatio, 88.5103.\n\nJoh. Baptista du Hamel, de Mente humana, 87.5081.\n\nNath. Hodges M.D. Pestis nupe-ræ Londini narratio historica, 81.4028.\n\nHorocci Angli Opera posthumæ una cum Guil.Crabrai Observationibus Cœlestibus; nec non Jo. Flamstedii de Temporis Æquatione diatriba, Numerisq;\nrisq; Lunaribus ad novum Lunæ Systema Horroccii. 87.5078.\n\nGregoire Huret, Optiq. de la Portraiture & Peinture contenant la perspective speculative & pratique accomplie, &c. 86.5048.\n\nW. Hughes. The American Physician: A treatise of Roots, Plants, Trees, Shrubs, Fruits, Herbs, &c. growing in the English Plantations in America. 83.4076.\n\nJohn Josseline. New England's Rarities, with the Remedies used by the Natives to cure their diseases, wounds and sores. 85.5021.\n\nMr. Kersey's Body of Algebra in the Press. 90.5152.\n\nMr. Lewis of interpretation, or the right pointing of any Oration. 82.4054.\n\nSign. Marcelli Malpighi de formatione Pulli in Ovo, dissertatio Epistolica. 87.5079.\n\nAlex. Marchetti de relitentia Solidorum. 82.4050.\n\nLux Mathematica collisionibus Joh. Wallisii & Tho Hobbesii excusa. 86.5047. Answered, 87.5067.\n\nMontanari concerning the admirable Changes, and other Novelties observed in the heavens and fixed Stars. 89.5125 Supra, Acad.de Bologna.\n\nRob. Morisoni Plantarum umbelliferarum distributio nova per Tabulas cognationis & affinitatis, Ex libro naturæ observata & detecta. 81.4027.\n\nP. Ign. Gaston Pardies de la cog-\n\nnoissance des Bestes, 82.4054.\n\nDeux Machines propres à faire les Quadrans avec tres grande facilité. 90.5150.\n\nDr. Pell's Tabulae decies Millium quadratorum numerorum una cum ipsorum lateribus ab unitate incipientibus, & ordine naturali usque ad 10000 progradientibus. 82.4050.\n\nDr. Sharrack's History of the propagation and improvement of Vegetables by the concurrence of Art and Nature. 84.5002.\n\nDr. Sherley M.D. A philosophical Essay declaring the probable causes of Stones in the greater world, in order to find out the causes and cures of the Stone in the Kidneys and Bladder of Men. 81.4030.\n\nJoh. Swammerdam M.D. Uteri muliebris fabrica una cum methodo nova cavitates corporis ita praeparandi ut suam semper genuinum faciem servent. 84.4098.\n\nMonsieur Thevenot des divers Voyages curieux; 4 partie, fol. 89.5128.\n\nGeorg. Tonstal M.D. Scarborough Spaw Spagyrically anatomized. 85.5019.\n\nBern. Varenii M.D. Geograph. Generalis, emendata, aucta & illustrata ab Is. Newton, è Soc. Regia.\n\nTho. Willis M.D. de anima Brutorum Exercitationes dua, altera physiologica, altera Pathologica. 83.4071.\nChemistry. The great use of Digestion, fermentation, Triture or grinding in Chemistry; exquisitely performed; directed in Effigie, and by Experiments. 87. 5052. See Books Balnest.\n\nColours. See Light.\n\nCrystal; the formation of it discussed. 83.4068.\n\nStrange Frost destroying Trees near Bristol; Prognosticks, remedies and preventions of Dearth proposed. Advertisements for ingenious Kalendariographers.90 5138.\n\nGravity. De Centro Gravitatis hyperbolae, by Dr. Wallis. 87.\n\nKermes found in England, and Chochineil conceived to be a kind of Kermes. 87.\n\nThe Lake Lemaine of Geneva and the River Rhosne running through it, accurately described. Huge Trouts and huge Pikes. 86.\n\nLight. The flesh of Veal and of a Pallet shining very vividly before any sensible putrefaction, observed and accurately described by the Honourable Robert Boyle, 89. 5107. Mr. Newton continues his own former Theories concerning Light and Colours. 83. 4059. Defends it against P. Pardies, 84.0491. More,85.5014. Proposeth a Set of Quare's concerning them, 85. 5004. Explicates, enlargeth, and defends them. 88.5084.\n\nMathematics. A breviate concerning Dr. Wallis's two methods of Tangents.81. 4016. See more in Books: Monsieur Slusius his short and Easy method of drawing Tangents to all Geometrical Curves without any labour of Calculation. 90 5143.\n\nA peculiar kind of Mushroom in England yeilding a milky Juice not to be endured upon our tongues. 89.5116.\n\nPhilosophy and Philosophers highly celebrated of old; Præf. 81.3999.\n\nThe dispatching Poison of a Green substance cast up from an Inland Sea or Lake near Dantzig, though the water be Limpid, pure, and wholesome for man and beasts, and fishes, 83. 4069. The manner how the biting of Vipers doth poison, examined accurately by a Colledge of Philosophers in Italy,87.5060. yet still the event appears otherwise to Monsieur Charas in all his Experiments. See Books.\n\nThe Union of the Seas in France how far advanced. 84.4079.\n\nThe story of the Tarantula's biting to be cured by peculiar Mulic and dancing, Examined in Calabria the proper place, and there suspected to be fabulous. 83.4066.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100982.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 3089,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2529,
        2
      ],
      [
        2529,
        4713,
        3
      ],
      [
        4713,
        6959,
        4
      ],
      [
        6959,
        9081,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100982",
    "title": "Back Matter",
    "authors": null,
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/100982"
  }
}