{
  "id": "c39f12353b02e278b5c8ab7d59aaadacc12a740f",
  "text": "This Acceleration of the Blood in that Passage, seems to be the principal use of Respiration; no other is of such Consequence to Life, or stands in Competition with it.\n\nExon, May 9.\n1698.\n\nV. An Account of what happened on Syringing warm Water into the Thorax of a Bitch. By Dr. William Musgrave, Fellow of the College of Physicians, and R. S.\n\nOn Thursday, the 21st of June, 1683. I syringed 3iv. of warm Water into the Right Side of a Greyhound Bitch; which caused a great Rigour (especially in the Hind Parts) a Shortness of Breath; a Heat, or burning in the Flesh; she looked heavy, was unwilling to rise or stand long on her Feet; those Symptoms wore off by Degrees, so that in a Weeks time she appeared as well as ever.\n\nOn the 2d of July following (that is Eleven Days after the former Experiment) I injected 3xvj. of warm Water into the Left Side of the Thorax of the same Greyhound, after which she was extremely hot, and short Breath'd, I felt a violent throbbing in her Heart, but the Rigour was not so great as in the first Experiment; she recovered this also in the Space of a Week.\n\nAbout the 15th ditto, I injected 1bij of Warm Water into one Side of the Thorax, and 1bij into the other Side of the same Bitch; the Symptoms attending it were (as in the former Experiments) a burning in the Flesh,\nand a shortness of Breath; they all went off, and in Five Days time she seemed perfectly recovered.\n\nThus we see a Quantity of tibij. f. of warm Water has been injected into the middle Venter of the same Greyhound, within the Space of One Month, and if we may be allowed to judge of the Recovery, by a perfect Cessation of all Symptoms, as to outward Appearance, we must then grant, that this Water was carried off thence, in the time, but to give an Account which way it was discharged (whether by Expiration, Perspiration, Siege or Urine) seems very difficult, and is beyond my Anatomy to explain; only thus much I must say, as to the latter; that having ordered the Greyhound to be tied away, after One of the Two last Experiments, within Two or Three Days, I observed the Boards of the Floor where she lay, to be very wet, which I then imagined to be the Effects of the Injection, come off by Urine, if I may have leave to give a Conjecture in a Matter of so much Uncertainty, it shall be this; that as, Nature has furnished us with Vessels to bring off that Humour which is thrown into the Ventricles of the Brain, which by tarrying there would prove fatal to us, so likewise (possibly) there may be some Duftus yet unknown (to me at least) which belonging to the Thorax, may convey off thence what Liquor arises, either from the Condensation of Vapours, or from the Rupture of Lymphatics, or any other way, in the Cavity mediately, or immediately, into the Blood; certainly these Experiments, as also the many Histories of Empyema's, and Dropsies of the Breast, mentioned by Physicians, as cured by large Evacuations by Urine, do (in some measure) argue the Possibility of this thing; but whether in reality there be any such Passage, or no, may in a little time be rendered less questionable, than now it is, upon the Tryal of such Anatomical Experiments.\nperiments, as seem to promise a full Decision in this Matter.\n\nVI. Some Observations concerning the Substance commonly called, Black-Lead, by the late Dr. Rob. Plot, F. R. S.\n\nTHE Mineral Substance, called, Black Lead (our common Lead being the true Black Lead, and so called, in Opposition to Tin, which is the White Lead) found only at Keswick in Cumberland, and there called, Wadt, or Kellow; by Dr. Merret, Nigrica Fabrilis, from its use in Scoring, as the Rubrica Fabrilis, or the Red Ochre is; is certainly so far from having any thing of Metal in it, that it has nothing of Fusion, much less Ductility; nor can it be reckoned amongst the Stones, for want of Hardness; it remains therefore that it must have Place amongst the Earths, tho' it dissolve not in Water, as most Earths will, except stiff Clays, and Ochres; among the latter whereof I guess it may be reckoned, it seeming to be a sort of close Earth, of very fine and loose Parts, so burnt that it is become Black and Shining, discolouring the Hands, as all the Ochres do; whence the most Proper Name that can be given it, perhaps, may be Ochra Nigra, or Black Ochre, being a Stony Sort, as there are Stony Sort of the Red and Yellow Ochres, as well as Clay.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102502.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1230,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1313,
        2
      ],
      [
        1313,
        3176,
        3
      ],
      [
        3176,
        4400,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102502",
    "title": "An Account of What Happened on Syringing Warm Water into the Thorax of a Bitch. By Dr. William Musgrave, Fellow of the College of Physicians, and R. S.",
    "authors": "William Musgrave",
    "year": 1698,
    "volume": "20",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102502"
  }
}