{
  "id": "bdb897f739cb85703f89465b99385f20025c5c76",
  "text": "AN INDEX\nTo the Fortieth Volume of the Philosophical Transactions\nFor the Years 1737 and 1738.\n\nn. stands for Number of the Transaction, p. for Page.\nS. stands for Supplement, Pr. the Preface to the Supplement. L. the Lectures.\n\ne. g.\nS. Pr. p. iv. signifies page iv. in the Preface to the Supplement, &c.\nS. L. p. vi. signifies page vi. of the Lectures in the Supplement, &c.\n\nA.\nAberdour (Lord) Observation of the Eclipse of the Sun, Feb. 18. 1737. n. 447, p. 179.\nAbo, Observations of the Weather there for 1730, n. 447, p. 160.\nAere, de; Observ. factæ Plymuthi 1728—1737, n. 451, p. 429.\nAir in the Blood, S. L. p. ii. vii.\nAlligator, Derivation of the Word, n. 449, p. 344.\nAlphabet, the Ancient Runic, n. 445, p. 8.\nAmsterdam, the Number of its Inhabitants, n. 450, p. 405.\n\nQ q q 2 Amyand\nINDEX.\n\nAmyand (Claudius) of an Obstruction of the Biliary Ducts, and an Impostumation of the Gall-bladder, n. 449, p. 317.\n\n——— of a Rupture in the Groin, and the Operation made upon it, n. 450, p. 361.\n\nAnnuities for Lives, a Table of, n. 450, p. 406.\n\nAnnulus, one seen round the Moon in the Eclipse of the Sun, Feb. 18. 1737, n. 447, p. 182.\n\nAqua ærata Neapolitana, n. 450, p. 351.\n\nArithmetical Power, n. 447, p. 229.\n\nArm, an Account of a Man whose Arm with the Shoulder-blade was torn off by a Mill, n. 449, p. 313.\n\nArrot (William) an Account of the Peruvian or Jesuits Bark, n. 446, p. 81.\n\nArteries distributed to the Antagonist Muscle, S. L. p. ii. v. xliii.\n\n——— elastic, S. Pr. p. iv. L. p. ii, iii. xliii.\n\nAttraction takes Effect in Solids only by the Mediation of Fluids, S. L. p. xxv.\n\nAurora Borealis seen at Peterborough, Dec. 11. 1735, n. 445, p. 53.\n\n——— observed at Plymouth, 1728—1737, p. 451, p. 430—438.\n\nAzimuth-Compass, a new one, n. 450, p. 395.\n\nB.\n\nBahama Islands, Natural History of them, n. 449, p. 343.\n\nBall of Sulphur generated in the Air? n. 451, p. 427.\n\nBar of Iron, struck when held upright, becomes magnetic, n. 450, p. 386.\n\nBark, Peruvian or Jesuits, an Account of it, n. 446, p. 81.\n\nBarometer, several Remarks upon it, n. 447, p. 171, 172.\n\n——— the Imperfections of the common amended, n. 448, p. 248. 251. 256.\n\nBayne (Mr.) Observation of the Annulus round the Moon in a Solar Eclipse, n. 447, p. 182.\n\nBeighton\nINDEX.\n\nBeighton (Henry) Observations, Remarks and Rules for the Use of Barometers, n. 448, p. 248. 253. 255.\nBelchier (John) of a Man, whose Arm was torn off by a Mill, n. 449, p. 313.\nBelius (Matthias) de Aquis Neosoliensium æratis, vulgo Cement Waszjer, n. 450, p. 351.\n—— Notitia Hungariae nova Historico-Geographica, n. 450, p. 398.\nBellamy (The Rev. Mr.) a Diary of the Weather for 1729, 1730, n. 447, p. 159.\nBellows, Water-, a Description of, n. 448, p. 231.\nBengal, a Diary of the Weather there for 1729, 1730, n. 447, p. 159.\nBennet (Mrs.) her Case, a Buboncele, n. 450, p. 361.\nBetna, a Diary of the Weather for 1729, 1730, n. 447, p. 158.\nBevis (John) Observation of the Moon's Transit by Aldebaran, April 3. 1736, n. 446, p. 90.\n—— Observ. Eclips. Lunæ, Mart. 15. 1735-6, n. 445, p. 16.\n—— Observ. Eclips. Lunæ, Sept. 8. 1736, n. 446, p. 93.\n—— Observ. Eclips. Solaris, Sept. 23. 1736, n. 446, p. 98.\n—— Observ. of the Sun's Eclipse, Feb. 18. 1736-7, n. 447, p. 176.\n—— Observ. of the Occultation of Mars by the Moon, Oct. 7. 1736, n. 446, p. 100.\n—— Mercurius à Venere occultatus, Maii 17. 1737, n. 450, p. 394.\nBezoars, the Manner of their Formation, n. 450, p. 375.\nBiliary Duets, of an Obstruction of them, n. 449, p. 317.\nBlack Hour, The, n. 447, p. 194.\nBlood contains Air, S. L. p. ii. vii.\n—— an elastic Fluid, S. Pr. p. iv. L. xliii.\nPockin, a Silver; cover'd with calculous Matter in a Woman's Bladder, n. 450, p. 375.\n\nBononiae\nINDEX.\n\nBononia Defectus Solis Observ. Feb. 18, Mart. 1, 1737, n. 447, p. 199.\n— Observ. Congressus Mercurii cum Sole, Nov. 11, 1736, N. S. n. 446, p. 103.\nBothnia, Gulph of; Measurement of a Degree there, n. 445, p. 39.\nBoston in New-England, a Diary of the Weather there for 1729, 1730, n. 447, p. 160.\nBradley (James) Observation of a Comet in January, February and March 1736-7, n. 446, p. 111.\nBrands to mark Cattle, described by Virgil, n. 450, p. 393.\nBreyne (John Phil.) Description of a Mammoth's Bones dug up in Siberia, n. 446, p. 124.\nBroman (Olave) a Diary of the Weather for 1729, 1730, n. 447, p. 156.\nBrook's (The Lady) Powder for the Bite of a Mad-Dog, n. 451, p. 462.\nBrown (Littleton) of the Scolopendra aquat. Scutata, n. 447, p. 153.\nBubonocele, of a; n. 450, p. 361.\nBucks-born Plantain, the true Star of the Earth, cures the Bite of a Mad-Dog, n. 451, p. 453.\nBull-Frog, The; n. 449, p. 348.\nBullet, an Account of one remaining near a Year in the Gullet, n. 449, p. 316.\n— of one cut out 29 Years after the Wound received, ib. p. 317.\n— a Mufquet-, incrustated with stony Matter in a Man's Bladder, n. 450, p. 375.\nBurning-glass, a, had no Effect during an Annular Eclipse of the Sun, n. 447, p. 184.\nBygdea, a Diary of the Weather there for 1729, 1730, n. 447, p. 158.\n\nC.\nCaecilus (Caius Julius) n. 450, p. 390.\nCalculus, the Figure and Description of a very extraordinary one, n. 450, p. 369.\n\nCampfire\nINDEX.\n\nCamphire of Sassafras, see Oil, &c. n. 450, p. 378.\nCantwell (Andrew) of a large glandular Tumour in the Pelvis, and of the pernicious Effects of crude Mercury inwardly given, n. 446, p. 139\n——— of a Palley of the Eye-lids, n. 449, p. 311.\nCards, how painted, n. 450, p. 393.\nCarolina, Natural History of it, n. 449, p. 343.\nCarpenter (George Lord) an Account of his Wound received at Brihuega, n. 449, p. 316.\nCascarilla, or Peruvian Bark, four sorts, n. 446, p. 81.\nCassini (Monsieur) of the Figure of the Earth, n. 445, p. 33.\nCatesby (Mark) Natural History of Carolina and the Bahama Islands, n. 449, p. 343.\nCaverna vaporifera sulphurea prope Pyrmonium, n. 448, p. 266.\nCaumont (The Marquis de) of a very extraordinary Stone or Calculus, n. 450, p. 369.\nCelsius (Andrew) an Explanation of Runic Characters in Helsingland, n. 445, p. 7.\n——— Observation of a Lunar Eclipse, March 15. 1735-6, n. 445, p. 15.\n——— a Diary of the Weather for 1729, 1730, n. 447, p. 157.\nCement-Wasser Neosolii, n. 450, p. 351.\nCentripetal Power the natural Principle of all Motion, S. Pr. p. iv.\n——— not naturally in Matter, S. Pr. p. iv. p. xxxii.\n——— natural to Water and all Fluids, S. L. p. xxvi.\nCICAECILIÆ HERMIAE. S N. n. 450, p. 388.\nCicero (M.T.) describes Types and Forms of Letters, n. 450, p. 392.\nCircle, its Quadrature, n. 447, p. 212. 228.\n\nClairaut\nINDEX.\n\nClairaut (Alexis) Investigationes de Terræ figura, n. 445, p. 19.\n\n— — — of the Figure of such Planets as revolve about an Axis, n. 449, p. 277.\n\nClerk (Sir John) Observation of the Solar Eclipse, Feb. 18. 1736-7, n. 447, p. 196.\n\nCokefion, its Cause in the Fluids, S. Pr. p. iv.\n\nColico, de morbo; Damnoniensis, n. 451, p. 429, 439.\n\nComet, Observation of one in January, February and March 1736-7, n. 446, p. 111.\n\nConic Sections, an Account of a Treatise by J. Muller, n. 446, p. 87.\n\nConway (Thomas) his Case, part of his Spleen extirpated, n. 451, p. 426.\n\nCooke (Benjamin) of an extraordinary Damp in a Well, n. 450, p. 379.\n\n— — — of a Ball of Sulphur generated in the Air, n. 451, p. 427.\n\nCoronopus, or Bucks-horn Plantain, cures the Bite of a Mad-Dog, n. 451, p. 449.\n\nCrocodile, of the, n. 449, p. 344.\n\nCroone, M. D. (William) formed a Plan for Lectures on Muscular Motion, S. Pr. p. i. L. p. i.\n\nCurtius (Quintus) the Ficus Indica mentioned by him, n. 449, p. 345.\n\nCyrilli (Nic.) Observations of the Weather for 1730, n. 447, p. 160.\n\nD.\n\nDamnoniensis, de morbo Colico, n. 451, p. 429, 439.\n\nDamp, extraordinary, in a Well, n. 450, p. 379.\n\nDampier's Powder for the Bite of a Mad-Dog, n. 448, p. 272. n. 451, p. 460, 461.\n\nDavis's Quadrant, a Level fixed to it, to make Observations without the Horizon by a Water-Level, n. 451, p. 413. by a Mercurial Level, ib. p. 417.\n\nDesaguiliers, (J. T.) some new Statical Experiments, n. 445, p. 62.\n\n— — — Experiments on Ice, n. 449, p. 307.\nINDEX.\n\nDesaguilliers (J. T.) Observations upon Magnets having more Poles than two, n. 450, p. 383.\n——— an Account of some Magnetical Experiments, n. 450, p. 385, 386.\nDog mad, its Bite cured by the Bucks-horn Plantane, n. 451, p. 449.\n——— the Case of a Lad bit by a, n. 445, p. 5.\nDudley (Paul) a Diary of the Weather for 1729, 1730, n. 447, p. 160.\n\nE.\n\nEames (John) an Account of a Mathematical Treatise of Conic Sections, by John Muller, n. 446, p. 87.\n——— Account of Mr. Kerferboom's Essay on the Number of People in Holland, &c. n. 450, p. 401.\n——— Observation that Magnets have more Poles than two, n. 450, p. 383.\nEarth, its Figure, n. 445, p. 33, &c.\n——— a Proposal for the Measurement of the; in Russia, n. 445, p. 27.\nEccentric Anomalia, what, n. 447, p. 218.\nEclipsis Lunæ, Sept. 8. 1736. n. 446, p. 92.\n——— of the Moon, March 15, 1735-6, n. 445, p. 149, 15, 18.\n——— Solar, Feb. 18. 1736-7, n. 447, p. 175.\n——— Solis, Sept. 23. 1736. n. 446, p. 98.\n——— of the Sun, June 17. 1733. n. 447, p. 194.\n——— of the Sun, Feb. 18. 1736-7, n. 446, p. 119.\nEdinburgh, Observations of the Sun's Eclipse there, Feb. 18. 1737, n. 447, p. 177, 195.\nEisenfchmid (Jo. Casp.) of the Figure of the Earth, n. 445, p. 33.\nElasticity of, S. L. p. xi. greater or less in all compound Bodies, ib. p. xii.\nElasticity of Solids, its Cause in the Fluids, S. Pr. p. iv. L. p. ii.\n——— resides only in Fluids, or by their Intervention in Solids, S. L. p. xxvi. destroyed in Solids by too great a Proportion of Fluids, S. L. p. xxxv.\n\nR r r Elephants\nINDEX.\n\nElephant's Bones found in Siberia, n. 446, p. 124.\nEmbryo of the Tree seen in the Kernel of the Guajacana,\nn. 449, p. 349.\nEquilibration in Antagonist Muscles, when not in Action,\nS. L. p. xlii.\nEye-lids, of a Palsey of the, n. 449, p. 311.\n\nF.\n\nFay (Monsieur du) of Oil of Olives curing the Bite of\nVipers, not certainly, n. 451, p. 444, 445.\n——— Magnetical Experiments, n. 450, p.\n386.\nFeilding (Dr.) his Cafe, a Bullet cut out after 29 Years,\nn. 449, p. 317.\nFerguson (John) of the Extirpation of part of the Spleen\nof a Man, n. 451, p. 425.\nFicus, Indica arbor, of Q. Curtius, what, n. 449, p. 345.\nFigure of such Planets as revolve about an Axis, n. 449,\np. 277.\nFluids, only four Kinds obvious to the Touch, S.L. p. xix.\n——— proved to be elastic, S. Pr. p. iv. L. ii. xiii.\nFolkes (Martin) Observation of three Mock-Suns seen in\nLondon, Sept. 17. 1736, n. 445, p. 59.\nFoot, the Paris and English, n. 447, p. 159.\nFullarton (Mr.) Observations of the Annulus in the Solar\nEclipse, Feb. 18. 1737, n. 447, p. 183.\nFuller, Jun. (John) of the Effects of Dampier's Powder for\nthe Bite of a Mad-Dog, n. 448, p. 272.\n——— (Rose) of a Comet seen in Jamaica, in Jan.\n1736-7, n. 446, p. 122.\n\nG.\n\nGall-bladder, of an Impostumation of it, n. 449, p. 317.\nGenflerus (Frid.) Diff. Inaug. de Antidoto novo adversus\nViperarum morbum. Vitemb. 1736. 4to. n. 451, p. 440.\nGeoffroy (Monseur) of the Poison of Henbane-Roots, n.\n451, p. 446.\nGeometrical Power, n. 447, p. 229.\n\nGeringius\nINDEX.\n\nGeringius (Andrew) a Diary of the Weather for 1729, 1730, n. 447, p. 158.\nGouda, the Number of its Inhabitants, n. 450, p. 405.\nGraham (George) Observations of an Eclipse of the Moon, March 15, 1735-6, n. 445, p. 14.\nObservations of an Eclipse of the Moon, Sept. 8, 1736, n. 446, p. 92.\nObservation of the Sun's Eclipse, Feb. 18, 1737, n. 447, p. 175.\nObservation of the Occultation of Mars by the Moon, Oct. 7, 1736, n. 446, p. 100.\nObservation of the Transit of Mercury over the Sun, Oct. 31, 1736, n. 446, p. 102.\nGrange (Mr. La) his Case, n. 449, p. 317.\nGravity, its Diminution towards the Equator, n. 449, p. 295.\nCohesion, Elasticity and Hydrostatics, the Principle of them the same, S. Pr. p. xxix.\nGray (John) an Account of the Peruvian or Jesuits Bark, n. 446, p. 81.\nGregory (William) of a Pin taken out of the Bladder of a Child, n. 450, p. 367.\nGrey (De) mentions the Star of the Earth as a Cure for the Bite of a Mad-Dog, n. 451, p. 450.\nGuilliminet (a Nun) of the Palsey in her Eye-lids, n. 449, p. 311.\n\nH.\n\nHadley (George) an Account and Abstract of the Meteorological Diaries for 1729 and 1730, n. 447, p. 154.\nHague, the Number of its Inhabitants, n. 450, p. 405.\nHalitus, a warm sulphureous one in a Well, n. 450, p. 380.\nHalley (Edmund) Observations of the Sun's Eclipse, Feb. 18, 1736-7, n. 447, p. 176.\nHampe (John Henry) a Description of a Narhual, n. 447, p. 149.\nHarlem, the Number of its Inhabitants, n. 450, p. 405.\nINDEX\n\nHartley (David) the Case of a Person bit by a Mad-Dog, n. 448, p. 275.\n\nHagius (Matth.) a Diary of the Weather for 1729, 1730, n. 447, p. 158.\n\nHauksbee (Francis) a Diary of the Weather kept at Crane-Court, for 1729, 1730, n. 447, p. 154.\n\nHelsingland, Runic Characters there explained, n. 445, p. 7.\n\nHenbane-Roots, their poisonous Effects, n. 451, p. 446.\n\nHermias (C. f. Caecilus) n. 450, p. 390.\n\nHickes (The Rev. Dr.) Mention of a Calculus taken out of him after his Death, n. 450, p. 376.\n\nHodgson (James) the apparent Times of the Immersions and Emergences of Jupiter's Satellites for 1739, n. 445, p. 69. for 1740, n. 449, p. 332.\n\n&c. of such as are visible at London, 1739, n. 445, p. 76. for 1740, n. 449, p. 340.\n\nHolland and West-Friesland, or the Number of People there, n. 450, p. 401, 405.\n\nHudicksfall, a Diary of the Weather there, for 1729, 1730, n. 447, p. 156.\n\nHudson's-Bay, Observation of an Eclipse of the Moon, Sept. 8. 1736, n. 446, p. 96.\n\nHungariae Notitia nova Historico-Geographica, per Matth. Belium, n. 450, p. 398.\n\nHuxham (Johannes) Observ. de Aere & Morbis Epidemicis, 1728—1737. Plymuthi fætæ, cum episcopo de morbo colico Daminionensi, n. 451, p. 429.\n\nHydropobia prevented, n. 451, p. 449, 452.\n\nI.\n\nJamaica, a Comet seen there in Jan. 1736-7, n. 446, p. 122.\n\nIce, new Experiments upon, n. 449, p. 307.\n\nformed during an Annular Eclipse of the Sun, n. 447, p. 184.\n\nJesuits Bark, an Account of it, n. 446, p. 81.\n\nIntestini ruptura ex contulione, n. 445, p. 61.\nINDEX.\n\nL'Isle, (Jos. Nic. de) a Proposal of the Measurement of the Earth in Russia, n. 445, p. 27.\nMensuration of a large Basis of a Triangle on the Ice between Peterhof and Doubki, n. 445, p. 50.\n\nInsectum Aquaticum antea non descriptum, n. 447, p. 150.\nJupiter's Satellites, the apparent Times of the Immersions and Emerions, for 1739, by James Hodgson, n. 445, p. 69. for 1740, n. 449, p. 332.\n&c. of such as are visible at London, 1739, n. 445, p. 76. for 1740, n. 449, p. 340.\nJUST. for Justinus, the Emperor's Name, 450, p. 393.\n\nK.\n\nKearfly (Dr.) Observations upon a Comet seen in January and February, and of an Eclipse of the Sun, Feb. 18. 1736-7. at Philadelphia, n. 446, p. 119.\nKent, 16 Miles S.E. from London, a Diary of the Weather there for 1729, 1730, n. 447, p. 155.\nKepler, his Problem solved by J. Machin, n. 447, p. 205.\nKersseboom (William) an Essay on the Number of People in Holland and West-Friseland, &c. n. 450, p. 401.\nKlein, (Jacobus Theodorus) Descriptio Inlecti Aquatici, Scolopendre Aquat. Scutatae, dicendae, n. 447, p. 150.\n\nL.\n\nLatham (Ebenezer) Proposal to make the Poles of a Globe of the Heavens move round the Poles of the Ecliptic, n. 447, p. 201.\nLaurelius (Sueno) a Diary of the Weather 1729, 1730, n. 447, p. 156.\nLectures on Muscular Motion designed by Dr. Croone, S. L. p. i.\nLeigh (Charles) a Level fixed to Davis's Quadrant, of Water, n. 451, p. 413. of Quicksilver, ib. p. 417.\nLight, a remarkable red one in the Air, Dec. 5. 1737, n. 451, p. 437.\nLisbon, a Comet seen there in Feb. 1736-7, n. 446, p. 123.\nLoad-Stones,\nINDEX.\n\nLoad-Stones, see Magnets.\nLogwood grows in the Bahama Islands and Jamaica, n. 449, p. 347.\nLondon, the Number of its Inhabitants, n. 450, p. 405, 407, 411.\nLuna Eclipse, Sept. 8. 1736. Lond. n. 446, p. 92. Vitemberg, p. 94. Hudson's-Bay, p. 96.\nLunden, a Diary of the Weather there, for 1729, 1730, n. 447, p. 157.\nLynne (George) a Diary of the Weather for 1729, 1730, n. 447, p. 155.\n\nM.\nM. (C.) i.e. Mortimer (Cromwell) of the Scolopendra Aquat. Scutata, n. 447, p. 153.\nMackin (John) the Solution of Kepler's Problem, n. 447, p. 205.\nMac Laurin (Colin) Observation of the Eclipse of the Sun, Feb. 18. 1737, n. 447, p. 177.\nMad-Dog, the Case of a Lad bit by a, n. 445, p. 5.\n—— an Instance of the Cure of his Bite, n. 448, p. 273, 274.\n——, its Bite cured by Bucks-horn Plantain, n. 451, p. 449.\nMadras, a Comet seen there in Feb. 1736-7, n. 446, p. 122.\nMagnets have more Poles than two, n. 450, p. 383.\nMagnetic Needle, a new Azimuth Compass to find its Variation, n. 450, p. 395.\n—— affected by great Cold, n. 449, p. 310.\nMagnetical Experiments, an Account of some, n. 450, p. 384, 385, 386.\nMaitland (William) an Answer to Mr. Kerseboom's Essay, regarding the Number of the Inhabitants of London, n. 450, p. 407.\nMammoth's Bones, a Description of them, n. 446, p. 124.\nManfredius (Euflackius) Congressus Mercurii cum Sole, Nov. 11. 1736. N. S. n. 446, p. 103.\nMangrove-tree, the Ficus Indica? n. 449, p. 345.\nINDEX.\n\nMars, Observation of the Occultation of him by the Moon, Oct. 7. 1736, n. 446, p. 100.\nMason (Charles) Observation of the Solar Eclipse, Feb. 18. 1736-7, n. 447, p. 197.\nMatthiolus mentions Oil of Scorpions curing the Bite of a Viper, n. 451, p. 443.\nMaud (John) Account of Oil of Sassafras crystallized, n. 450, p. 378.\nMeasurement of the Earth, a Proposal for it in Russia, n. 445, p. 27.\nMercurial-Level added to Davis's Quadrant, n. 451, p. 417.\nMercurius à Venere occultatus, Maii 17. 1737, n. 450, p. 394.\n— Observations of his Transit over the Sun, Oct. 31. 1736, n. 446, p. 102.\nMercury elastic, S. L. p. ii.\n— of the pernicious Effects of crude, given inwardly, n. 446, p. 139.\nMesser Schmidt (Dan. Gottlieb) of Mammoth's Bones found in Siberia, n. 446, p. 125.\nMeteorologica Observ. Patavii habitæ 1731—1736, n. 448, p. 239.\nMeteorological Diaries, an Account and Abstract of them for 1729 and 1730, n. 447, p. 154.\n— Observations at Plymouth, by Dr. Huxham, 1728—1737, n. 451, p. 430—438.\nMiddleton (Christopher) the Use of a new Azimuth Compass, n. 450, p. 395.\n— Observations of the Magnetic Needle being affected by Cold, n. 449, p. 310.\n— Observations of an Eclipse of the Moon in Hudson's-Bay, n. 446, p. 96.\nMill, a Man's Arm torn off by a, n. 449, p. 313.\nMilner (John) Observations of an Eclipse of the Moon at Yeovil in Somersetshire, March 15. 1735-6, n. 445, p. 18.\nMind, how it acts on the Muscles, S. L. p. xlvii, xlviii.\nMinima of all Bodies perfectly hard, S. L. p. xi.\nINDEX.\n\nMock-Suns, Observations of two at Peterborough, Dec. 30. 1735, n. 445, p. 52. at Wittemberg, Dec. 31. 1735, ib. p. 54. three at London, Sept. 17. 1736. ib. p. 59.\n\nMoivre (Abraham de) de reductione Radicalium ad simpliciores Terminos, n. 451, p. 463.\n\nMoon, has an Atmosphere, n. 447, p. 159.\n\n— Eclipses of, see Luna, n. 445, p. 14.\n\nMoon's Transit by Aldebaran, April 3. 1736. at London, n. 446, p. 90.\n\nMorbis, de epidemicis, obs. factae Plymuthi 1728—1737, n. 451, p. 429.\n\nMorbo, de; Colico Damnoniensis, n. 451, p. 429, 439.\n\nMortimer (Cromwell) Account of Catesby's Natural History of Carolina and the Bahama Islands, n. 449, p. 343.\n\n— Abstract of Diff. Inaug. de Antidoto novo adversus Viperarum Morbum, Praef. Abr. Vatero, Vittembergae 1736. 4to. n. 451, p. 440.\n\n— of an ancient Roman Stamp, n. 450, p. 388.\n\nMotion, the Principles of all are either Impulse or Centripetal Power, S. L. p. xli.\n\nMuller (John) an Account of his Treatise of Conic Sections, n. 446, p. 87.\n\nMuscle, the universal Instrument of all Animal Motion, S. L. p. xlii.\n\nMuscular Motion, Lectures design'd by Dr. Croune, instituted by his Relict Lady Sadleir, S. Pr. p. i. L. p. i.\n\n— a general Scheme of, S. L. p. xl.\n\nMusquet-Bullet, a, incrusted with stony Matter in a Man's Bladder, n. 450, p. 375.\n\nN.\n\nNaples, Observations of the Weather for 1730, n. 447, p. 160.\n\nNarkual, Account of one, n. 447, p. 149.\n\nNeofolii Aquae aeratae, n. 450, p. 351.\n\nNerves not elastic, S. Pr. p. iv. L. p. ii, iii, xliii.\n\nNerves,\nINDEX.\n\nNerves, a Fluid in them, S. L. p. ii, xxxvii.\n—distributed to the antagonist Muscle, S. L. p. ii, v, xliii.\n\nNeve (Timothy) Observations of two Parhelia, Dec. 30. 1735. and of an Aurora Borealis, Dec. 11. 1735. n. 445, p. 52.\n\nNolet (the Abbé) New Experiments upon Ice, n. 449, p. 307.\n\nNourse (Edward) The Case of a Lad bit by a Mad-Dog, n. 445, p. 5.\n\nO.\n\nObservationes de Aere & Morbis Epidemicis 1728—1737.\nPlymouthi factæ, n. 451, p. 429.\n\nOil elastic, S. L. p. ii.\n—of Olives cures the Bite of Vipers, n. 445, p. 26. n. 451, p. 440—445.\n—of Saffafras crystallized, n. 450, p. 378.\n\nOrme (Charles) an Improvement of the common Barometer, n. 448, p. 248, 250.\n\nP.\n\nPadua, a Diary of the Weather there for 1729, 1730, n. 447, p. 159.\n\nPalsey of the Eye-lids, n. 449, p. 311.\n\nParhelia, Observation of two at Peterborough, Dec. 30. 1735. n. 445, p. 52. at Wittemberg, Dec. 31. 1735. ib. p. 54.\n\nParis, the Number of its Inhabitants, n. 450, p. 411.\n\nPatavii, Observ. Meteorolog. habitæ, 1731—1736. n. 448, p. 239.\n\nPatouillat (Dr.) of the Poison of Henbane-roots, n. 451, p. 446.\n\nPearce (The Rev. Dr. Zachary) Account of Matth. Belii Notitia Hungariae nova Historico-Geographica, n. 450, p. 398.\n\nPeruvian Bark, an Account of it, n. 446, p. 81.\nINDEX.\n\nPeterborough, an Aurora Borealis, Dec. 11. and two Mock-Suns seen there, Dec. 30. 1735, n. 445, p. 52.\nPhiladelphia, Observations of a Comet in January and February, and of an Eclipse of the Sun seen there Feb. 18. 1736-7, n. 446, p. 119.\nPhosphorus made at Paris, n. 451, p. 445.\nPhysick, why reputed a conjectural Science, S. Pr. p. viii.\nPin, a, taken out of the Bladder of a Child, n. 450, p. 367.\n—— a, in a Woman's Bladder, coated over with Calculous Matter, n. 450, p. 375.\nPlanets revolving about an Axis, their Figure, n. 449, p. 277.\nPlants, a Catalogue of Fifty for the Year 1735, by Isaac Rand, n. 445, p. 1. for the Year 1736, by the same, n. 447, p. 143.\nPlymouth factæ Observationes de Aere & Morbis Epidemicis 1728—1737, n. 451, p. 429.\nPoleni (Johannes Marchio) Summarium Observ. Meteorologicarum 1731—1736 n. 448, p. 239.\n—— a Diary of the Weather for 1729, 1730, n. 447, p. 159.\nPoles of a Celestial Globe made to move round the Poles of the Ecliptic, n. 447, p. 201, 203.\nPower Arithmetical and Geometrical, n. 447, p. 229.\nPrinting, modern; its Invention, n. 450, p. 390.\n—— known to the Romans, n. 450, p. 391, 392.\nProcopius mentions a Mark to make a Man's Name, n. 450, p. 393.\nPyrmontium, Relatio Cavernæ Vaporiferæ prope, n. 448, p. 266.\n\nQ.\nQuensel (Conrad) a Diary of the Weather for 1729, 1730, n. 447, p. 157.\nQuito, Measurement of a Degree there, n. 445, p. 38.\nINDEX.\n\nR.\nRadicalium reductio ad simpliciores terminos, n. 451, p. 463.\nRand (Isaac) a Catalogue of Fifty Plants for the Year 1735, n. 445, p. 1. for the Year 1736, n. 447, p. 143.\nRed Light seen in the Air, a remarkable, Dec. 5. 1737, n. 451, p. 437.\nRepulse only an Effect of central Attraction, S. Pr. p. iv.\nRevillas (Didacus de) Cometes Romae observatus, Feb. 1737, n. 446, p. 118.\n—— Defectus Solis observ. Feb. 18. Mart. i. 1737, n. 447, p. 200.\nRichmond (Charles Duke of) an ancient Roman Stamp, n. 450, p. 388.\nRisinge, a Diary of the Weather there 1729, 1730, n. 447, p. 156.\nRomae Cometes Observatus, Feb. 1737, n. 446, p. 118.\n—— Defectus Solis Observ. Feb. 18. Mart. i. 1737, n. 447, p. 200.\nRose of Jericho, an Experiment with it, S. L. p. ii, xxi.\nRunic Characters explained, n. 445, p. 7.\nRupture in the Groin, of a, n. 450, p. 361.\n\nS.\nSadlier (Lady) Institution of Lectures on Muscular Motion, S. Pr. p. i.\nSagene, a Russian Measure, n. 445, p. 29.\nSalien (Monheur) Account of a very extraordinary Calculus or Stone, n. 450, p. 370.\nSandys (Francis) the Case of a Person bit by a Mad-Dog, n. 448, p. 274.\nStartorius (Mr.) of a Comet seen at Madras in February 1736-7, n. 446, p. 122.\nSassafras, Oil of, crystallized, n. 450, p. 378.\nScolopendra aquatica, scutata, n. 447, p. 150.\nScorpions, Oil of, cures all venomous Bites, n. 451, p. 443.\nINDEX.\n\nSeip (Johannes Philippus) Relatio de Caverna Vapori-\nfera Sulphurea, n. 448, p. 266.\nSenex (John) a Contrivance to make the Poles of the\nDiurnal Motion in a Celestial Globe pass round the\nPoles of the Ecliptic, n. 447, p. 203.\nSesamoides Salamanticum Magnum mistaken for the Star of\nthe Earth, n. 451, p. 453.\nShort (James) Observation of an Eclipse of the Moon,\nSept. 8. 1736, n. 446, p. 92.\n——— Observation of the Eclipse of the Sun, Feb.\n18. 1737, n. 447, p. 178, 180.\nSiberia, Mammoth's Bones found there, n. 446, p. 124.\nSigillum unde? n. 450, p. 389.\nSignum quid? n. 450, p. 389.\nSloane, Bart. (Sir Hans) concerning an extraordinary Cal-\nculus or Stone, n. 450, p. 394.\nSnow fell during an Annular Eclipse of the Sun, n. 447,\np. 184.\nSolaris Eclipsis observ. Londini, Sept. 23. 1736, n. 446, p.\n98.\n——— observ. Feb. 18. 1736-7, n. 447, p. 175.\nSouthwick, a Diary of the Weather there for 1729, 1730,\nn. 447, 155.\nSpanish Catch-fly, not the Star of the Earth, n. 451, p.\n451, 453.\nSpleen of a Man, part extirpated, n. 451, p. 426.\nSpheroidal Figure of the Earth, n. 449, p. 294.\nSporing (D.) Observation of the Weather for 1730, n.\n447, p. 160.\nSquirrel, the flying, n. 449, p. 349.\nStack (Thomas) Account of Dr. Huxham's Book de Aere\n& Morbis Epidemicis 1728—1737. Plymuthi factæ,\ncum opusculo de morbo Colico Damnoniensis, n. 451, p.\n429.\nStamp, an ancient, n. 450, p. 388.\nStar of the Earth, Coronopus, cures the Bite of a Mad-\nDog, n. 451, p. 449, 451.\nINDEX.\n\nStars seen during a Solar Eclipse, n. 447, p. 184.\nStatical Experiments, some new, n. 445, p. 62.\nSteigertabl (John George) Account of a Narhual, or Unicorn-fish, taken in the River Ofs in Bremen, n. 447, p. 147.\nStellaria, or Star of the Earth, what, n. 451, p. 449, 451, 453. cures the Bite of a Mad-Dog, ib. p. 455.\nSteward, (the Rev. Mr. Thomas) of the Virtues of the Star of the Earth, Coronopus; in the Cure of the Bite of a Mad-Dog, n. 451, p. 449.\nStone taken out of a Man's Bladder, a very extraordinary one, n. 450, p. 369.\nStuart (Alex.) Observation on the Case of Mr. La Grange, an Obstruction of the Biliary Ducts, and an Impostumation of the Gall-Bladder, n. 449, p. 325.\n——— first Lecturer of the Croonian Lectures, S. Pr. p. ii.\nSvenaker, a Diary of the Weather there, for 1729, 1730, n. 447, p. 157.\nSulphur, a Ball of, generated in the Air, n. 451, p. 427.\nSun, an Eclipse of the, June 17. 1433, n. 447, p. 194.\n——— Feb. 18. 1736-7, n. 446, p. 119.\n\nT.\n\nTelinus (John) a Diary of the Weather for 1729, 1730, n. 447, p. 158.\nTerrae figura, per Alexini Clairaut, n. 445, p. 19.\nThermometer, Remarks upon it, n. 447, p. 174.\nTriewald (Martin) Invention of Water-bellows, n. 448, p. 231.\nTumour, of a large Glandular one in the Pelvis, n. 446, p. 139.\nTympani membrana, of the Bull-frog, n. 449, p. 348.\n\nV.\n\nVanbrugh (G. R.) Observation of a Comet seen at Lisbon in January 1736-7, n. 446, p. 123.\nVariation of the Needle, a new Azimuth Compass to find it, n. 450, p. 395.\nINDEX.\n\nVasse (Joseph) his Case, an extraordinary Calculus, n. 45, p. 371.\nVater (Abraham) Diff. Inaug. de Antidoto novo adversus Viperarum morfum, Vitemb. 1736. 4to. n. 451, p. 440.\nOil of Olives, ibid.\nVeins elastic, S. Pr. p. iv. L. p. ii, iii, xliii.\n— distributed to the Antagonift Muscle, S. L. p. ii, v, xliii.\nVenus seen during a Solar Eclipse, n. 447, p. 184.\nViper, its Bite cured by Sallad-oil, n. 451, p. 440. by Oil of Scorpions, ib. p. 443.\n— in France more dangerous than those in England, n. 451, p. 445.\n— their Bite cured, n. 445, p. 26. n. 451, p. 440—445.\nVirgil (Publ.) describes Brands for Cattle, n. 450, p. 393.\nVitembergae, Observ. Eclips. Lunæ, Sept. 29 1736, n. 446, p. 94.\n— Transitus Mercurii super Solem, Nov. 11. 1736. N. S. n. 446, p. 110.\n— Eclips. Solis, Feb. 18. 1737, n. 447, p. 201\nUnicorn-fish, Account of one, n. 447, p. 147, 149.\nUpsal, a Diary of the Weather there for 1729, 1730. n. 447, p. 157.\n\nW.\nWassenius (Torftanus) a Diary of the Weather for 1729, 1730, n. 447, p. 157.\nWater elastic, S. L. p. ii, xiii.\n— constitutes above half the Moles of some Bodies, S. L. p. xxi.\n— the Cement of Union in the solid Parts of various things, S. L. p. xxi, xxxvi.\n— a universal Dissolvent, S. L. p. xxiii, xxxvi.\nWater-bellows, a Description of, n. 448, p. 231.\nWater-Level fixed to Davis's Quadrant, n. 451, p. 413.\nWeather, Rules and Observations for foretelling the, n. 448, p. 255, 259.\n\nWeidler\nINDEX.\n\nWeidler (John Fred.) Observation of two Mock-Suns at Wittemberg in Saxony, Dec. 31. 1735, n. 445, p. 54. Observ. Eclips. Lune, Sept. 29. 1736, n. 446, p. 94.\n—Transitus Mercurii super Solem, Nov. 11. 1736. N. S. n. 446, p. 110.\n—Eclips. Solis Feb. 18. Mart. 1. 1737, n. 447, p. 201.\n—A Diary of the Weather for 1729, 1730, n. 447, p. 158.\nWell, an extraordinary Damp in one, n. 450, p. 379.\nWerfs, a Russian Measure, n. 445, p. 30.\nWight, Isle of, an extraordinary Damp in a Well there, n. 450, p. 379.\nWilliams (Stephen) of the Efficacy of Oil of Olives in curing the Bite of Vipers, n. 445, p. 26.\nWinds, a Remark concerning, n. 447, p. 174.\nWittemberg, (see Vittemberg) a Diary of the Weather for 1729, 1730, n. 447, p. 158.\nWolfius (Christian.) de Ruptura Intestini Ilei ex contusione, n. 445, p. 61.\nWolochowicz (Michael) of a Mammoth's Head and Teeth found in Siberia, n. 446, p. 138.\nWood (Sam.) an Account of his Arm being torn off by a Mill, n. 449, p. 313.\nYeovil, in Somersetshire, Observations of an Eclipse of the Moon there, n. 445, p. 18.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103962.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 31782,
    "total-output-tokens": 13928,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        796,
        2
      ],
      [
        796,
        2254,
        3
      ],
      [
        2254,
        3706,
        4
      ],
      [
        3706,
        5135,
        5
      ],
      [
        5135,
        6490,
        6
      ],
      [
        6490,
        7995,
        7
      ],
      [
        7995,
        9526,
        8
      ],
      [
        9526,
        11004,
        9
      ],
      [
        11004,
        12456,
        10
      ],
      [
        12456,
        13964,
        11
      ],
      [
        13964,
        15532,
        12
      ],
      [
        15532,
        16955,
        13
      ],
      [
        16955,
        18459,
        14
      ],
      [
        18459,
        19968,
        15
      ],
      [
        19968,
        21224,
        16
      ],
      [
        21224,
        22625,
        17
      ],
      [
        22625,
        23985,
        18
      ],
      [
        23985,
        25455,
        19
      ],
      [
        25455,
        26951,
        20
      ],
      [
        26951,
        28386,
        21
      ],
      [
        28386,
        29455,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103962",
    "title": "Back Matter",
    "authors": null,
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/103962"
  }
}