{
  "id": "07ff265a0fdee779b227f1b3c18fcbecdeeafc03",
  "text": "of blood, 20.353. The organ and nature of Taste, 20.366.\n\nSalt too much stiffens and destroys the Body, 8.138.\n\nII. Singularities of Nature severely examin'd.\n\nThe ordering of Kermes for Color, 20.362.\nHow the Salamander quencheth Fire, and lives by licking the Earth, n.21.377.\nWhether Swallows do lie under water in Winter, and revive in Summer? n.19.350.\nWhether the Hungarian Eolus like the Armenius? 1.11.\nRattle-Snakes how kill'd in Virginia, 3.43.\nSnakes and Vipers how they differ, see Snakes above.\nThe Qualities and Productions of May-dew, 3.1.\nDamps in Mines how they kill, 3.44.\nTeeth growing in aged persons, 21.380.\nSteams and Expirations of the Body how stopp'd; and the stoppage dangerous or mortal, 8.138.\nShining Worms in Oysters, 12.203.\n\nIII. Arts, or Aids for the discovery or use of things Natural.\n\nSee Artificial Instruments in the Table.\nAgriculture, see the Inquiries, 5.91.\nEnglish Vineyards vindicated, see in the Catalogue of Books.\nGeometry, see Euclid methodized for Facility, Format: in the Catalogue of Books.\nAstronomy, see Astronomical Remarks. Bulialdus, Hevelius, Comets, Planets, Saturn, Jupiter, Mars, Sun, Moon, Eclipse.\nOpticks, see that Head in the Table.\n\nNote,\n\nThat though in this last Head there is repeated the Transfusion of Blood, because the Operation is an Art requiring diligence, and a practised hand to perform it for all advantageous Discoveries, and so to be distinguish'd from the Anatomical Account; yet that there is not affected noise and number, may well appear by reviewing and comparing the particulars of Artificial Instruments in the Table.\nTable, where sometimes one Engin or Instrument may minister Aid to discover a large branch of Philosophy, as the Baroscope, an Optick Glass, &c.\n\nAnd very particularly M. Rook's directions for Seamen, which specifies Instruments, may hereunto belong.\n\nAnd sometimes in one of the Discourses herein mention'd, and abbreviated, there are almost as many Artificial Inventions, as Experiments; as in Mr. Boyle's Hydrotostatical Experiments: Besides all the Chymical Operations, recited in the Treatise of the Origine of Forms, &c.\n\n\\[ \\text{Εν τῷ μετάλλῳ τὸ εὖ, ἀν' ἐν τῷ εὖ τῷ μέγα.} \\]\n\nERRATA.\n\nPage 392. line 23. blot out, as. ibid. line 24. read of the Sea.\n\nFINIS.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101554.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 747,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1606,
        2
      ],
      [
        1606,
        2272,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101554",
    "title": "Note",
    "authors": null,
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101554"
  }
}