{
  "id": "3547158c862d8006447d6e2c0d35be7bc0fac5d7",
  "text": "ddd. The Internal Surface of the Mitral Valve leading into the Left Ventricle.\n\neee. The Columnae Carnes:\n\nfff. Their Tendons.\n\nggg. The Transverse Tendons which draw the Fleshy Columns to each other when the Heart is in Systole.\n\n---\n\nIV. An Account of a Dropsical Body dissected by Mr John Lafage.\n\nSIR,\n\nI was called, some time ago, to open a Maiden Lady 52 years of age, who complain'd, about six weeks before, of a Circonscript hard Swelling on the Hypogastica regio, on the Right side; from that time her Belly grew by degrees to an exorbitant bigness, the great weight whereof was the most considerable Symptom, and at last suffocated the Lady. The Body was mightily emaciated, and the Legs swelled few days before her death.\n\nI expected Water, but there was only a viscuous darkish Humour, to the quantity of 18 Gallons; after the evacuation of that matter, I was no less surprized to perceive a large heap of Vescicles arising from a thick Membrane covering the Guts, it being the Peritoneum separated from the Muscles: I took it out, to examine the better those Vescicular Bodies disposed on the outward surface of that Membrane, as also them that were on its inside, towards the Guts. The Vescicles were of different magnitude; some of the largest had been broken and sunk, others were broken and almost empty, and the others very much distended and full; the matter of all of them was of the same\nsame nature with the extravasated humours. What was contained in the lesser ones proved to be of different colour and consistence, not unlike Gelly, White of Eggs, Gall, and Honey; in some it was much like the humour of a true Meliceris.\n\nI must observe, that there was but little matter extravasated in the Cavity of the Abdomen; most part was contained betwixt the Peritoneum and the Muscles.\n\nThe Right Kidney was effected with a particular Dropsie; all the Viscera besides were in a natural state, two Polypus's were found in the Heart, and two pretty big Stones in the Gall Bladder.\n\n---\n\nAn Account of a Book, By James Douglas, M.D.\n\nV. De Aure Humana Tractatus; In quo integra Auris Fabrica, multis novis Inventis, & Iconis- mis illustrata, describitur; omniumque ejus Partium Usus indagantur. Quibus interposita est Muscularum Uvulae, atque Pharyngis nova Descriptio, & Delineatio. Auctore Antonio Maria Valsalva Imolensi, Philosophiae & Medicinae Doctore, in Bononiensi Universitate ad Incisionem & Ostensionem Anatomicam Professore Conducto, necnon Nosocomii Incurabilium Chirurgo. Bononiae MDCCIV. In Quarto.\n\nThe Author divides the Humane Ear into three Cavities, viz. the External, which contains the Auricle, and the Auditory passage; The Middle, which com-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102993.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 784,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1409,
        2
      ],
      [
        1409,
        2680,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102993",
    "title": "An Account of a Dropsical Body Dissected by Mr John Lafage",
    "authors": "John Lafage",
    "year": 1704,
    "volume": "24",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102993"
  }
}