{
  "id": "44d0e4b6ad650bf9c50b01da55eb691ac2c771f6",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable, that a Committee of their members should be appointed to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS\n\nOF\n\nVOL. LXXX. PART I.\n\nI. ACCOUNT of the Discovery of a Sixth and Seventh Satellite of the Planet Saturn; with Remarks on the Construction of its Ring, its Atmosphere, its Rotation on an Axis, and its spheroidal Figure. By William Herschel, LL.D. F. R. S. Page 1\n\nII. Astronomical Observations on the Planets Venus and Mars, made with a View to determine the heliocentric Longitude of their Nodes, the annual Motion of the Nodes, and the greatest Inclination of their Orbits. By Thomas Bugge, F. R. S.: Regius Professor of Astronomy at Copenhagen, Member of the Academies of Stockholm, Copenhagen, Manheim, and Drontheim, and Correspondent of the Academy of Sciences at Paris. p. 21\n\nIII. An Account of some luminous Arches. In a Letter from Mr. William Hey, F. R. S. to the Rev. Joseph Priestley, LL. D. F. R. S. p. 32\n\nIV. Extract of a Letter from the Rev. F. J. H. Wollaston, M. A. F. R. S. (dated Sydney College, Cambridge, February 24, 1784) to the Rev. Francis Wollaston, LL.B. F. R. S. containing the Observation of a luminous Arch. p. 43\n\nV. An Account of a luminous Arch. In a Letter from the Rev. Mr. B. Hutchinson to Sir Joseph Banks, Bart. P. R. S. p. 45\nVI. Extract of a Letter from J. Franklin, Esq. relative to a luminous Arch. Communicated by Sir Joseph Banks, Bart. P. R. S. p. 46\n\nVII. An Account of some luminous Arches. In a Letter from Edward Pigott, Esq. to Sir Henry C. Englefield, Bart. F. R. S. p. 47\n\nVIII. Experiments on the Analysis of the Heavy Inflammable Air. By William Austin, M. D. Fellow of the College of Physicians; communicated by Charles Blagden, M. D. Sec. R. S. p. 51\n\nIX. Some Account of the Strata and Volcanic Appearances in the North of Ireland and Western Islands of Scotland. In two Letters from Abraham Mills, Esq. to John Lloyd, Esq. F. R. S. p. 73\n\nX. On the Height of the luminous Arch which was seen on Feb. 23, 1784. By Henry Cavendish, Esq. F. R. S. and A. S. p. 101\n\nXI. Observations on Respiration. By the Rev. Joseph Priestley, LL.D. F. R. S. p. 106\n\nXII. An Account of the Trigonometrical Operation, whereby the Distance between the Meridians of the Royal Observatories of Greenwich and Paris has been determined. By Major-general William Roy, F. R. S. and A. S. p. 111\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society, by Order of the President and Council.\nTHE PRESIDENT and COUNCIL of the Royal Society adjudged, for the Year 1789, the Medal on Sir Godfrey Copley's Donation to Mr. William Morgan, for his Two Papers on the Values of Reversions and Survivorships, printed in the two last Volumes of the Philosophical Transactions.\n\nERRATA.\n\nP. 43. The title of this Paper should stand thus: \"Extract of a Letter from the Rev. F. J. H. Wollaston, M. A. F. R. S. (dated Sydney College, Cambridge, Feb. 24, 1784.) to the Rev. Francis Wollaston, LL.B., F. R. S. containing the Observation of a luminous Arch.\"\n\nP. 93, l. last, Insert \"I\" before \"saw.\"\nCONTENTS\n\nOF\n\nVOL. LXXX. PART II.\n\nXIII. An Account of the Tabasheer. In a Letter from Patrick Russell, M.D. F.R.S. to Sir Joseph Banks, Bart. P.R.S. Page 273\n\nXIV. Account of the Nardus Indica, or Spikenard. By Gilbert Blane, M.D. F.R.S. p. 284\n\nXV. An Account of some extraordinary Effects of Lightning. By William Withering, M.D. F.R.S. p. 293\n\nXVI. An Account of a Child with a double Head. In a Letter from Everard Home, Esq. F.R.S. to John Hunter, Esq. F.R.S. p. 296\n\nXVII On the Analysis of a Mineral Substance from New South-Wales. In a Letter from Josiah Wedgwood, Esq. F.R.S. and A.S. to Sir Joseph Banks, Bart. P.R.S. p. 306\n\nXVIII. Report on the best Method of proportioning the Excise upon Spirituous Liquors. By Charles Blagden, M.D. Sec. R.S. and F.A.S. p. 321\n\nXIX Observations on the Sugar Ants. In a Letter from John Castles, Esq. to Lieut. Gen. Melvill, F.R.S. p. 346\n\nXX. Experiments and Observations on the Dissolution of Metals in Acids, and their Precipitations; with an Account of a new compound acid Menstruum, useful in some technical Operations of parting Metals. By James Keir, Esq. F.R.S. p. 359\nCONTENTS\n\nXXI. Determination of the Longitudes and Latitudes of some remarkable Places near the Severn. In a Letter from Edward Pigott, Esq. to Sir Henry C. Englefield, Bart. F. R. S. p. 385\n\nXXII. Experiments and Observations on the Matter of Cancer, and on the aërial Fluids extricated from animal Substances by Distillation and Putrefaction; together with some Remarks on sulphureous hepatic Air. By Adair Crawford, M.D. F.R.S.\n\np. 391\n\nXXIII. On the Satellites of the Planet Saturn, and the Rotation of its Ring on an Axis. By William Herschel, LL.D. F. R. S.\n\np. 427\n\nXXIV. On Spherical Motion. By the Rev. Charles Wildbore; communicated by Earl Stanhope, F. R. S.\n\np. 496\n\nXXV. On the Chronology of the Hindoos. By William Marsden, Esq. F. R. S. and A. S.\n\np. 560\n\nAPPENDIX.\n\nRemarks on Major-General Roy's Account of the Trigonometrical Operation, from Page 111. to Page 270. of this Volume. By Mr. Isaac Dalby.\n\np. 593\n\nERRATA.\n\nPART I.\n\nP. 229. last column of the Table, and last line but one of that column, for 17 36 read 17 16.\n\nP. 250. Triangle XIII. distance of Norwood from Chislehurst Church in feet, for 35777.9 read 36777.9.\n\nPART II.\n\nP. 346. l. 3. for May 22. read May 20.\n\nP. 370. l. 23. for by read without.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106821.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15588,
    "total-output-tokens": 2587,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1818,
        3
      ],
      [
        1818,
        2952,
        4
      ],
      [
        2952,
        4130,
        5
      ],
      [
        4130,
        5310,
        6
      ],
      [
        5310,
        5902,
        7
      ],
      [
        5902,
        5902,
        8
      ],
      [
        5902,
        7027,
        9
      ],
      [
        7027,
        8256,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106821",
    "title": "Front Matter",
    "authors": null,
    "year": 1790,
    "volume": "80",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106821"
  }
}