{
  "id": "ee7e10902520955b2113da880d3ba90fe1b60699",
  "text": "VII. Description of Kilburn Wells, and Analysis of their Water.\nBy Mr. Joh. Godfr. Schmeisser. Communicated by Sir Joseph Banks, Bart. P.R.S.\n\nRead February 23, 1792.\n\nThose wells lie to the right of the Edgware Road, about two miles from London, in a dry, but verdant, and gently rising meadow.\n\nThey spring about 12 feet below the surface, and are covered with a small stone cupola.\n\nThe diameter of the well near the surface of the water is about five feet; the depth of the water was in July and August two feet; this its general depth increases in winter, at times, to three feet; the changes in the atmosphere do not appear to affect either the quantity or quality of the water.\n\nThis mineral water is not perfectly bright, but of rather a milky hue; it has a mild and bitterish taste, with little or no briskness, as containing a very small proportion of fixed air. On dipping for the water, or otherwise agitating it, a sulphureous smell is perceived near the surface; which, however, soon goes off in a temperature of about 80 degrees of Fahrenheit's thermometer, which I have used throughout.\n\nThe specific gravity of the Kilburn water is to distilled water as $1,0071 : 1,0000$; its general temperature $53^\\circ$, which was not affected by a change of 10 degrees in the temperature of\nWhile the water continues at rest, no bullition of fixed air is perceived, and scarce any sulphureous smell.\n\nThat this mineral water so easily parts with the hepatic air (perceivable on agitating it) if it be shaken in a warmer temperature, or transported from one place to another, is probably owing to the fixed air which it contains: for as this aerial acid has a great affinity to phlogiston; so it may hence be inferred, that fixed and hepatic air cannot exist together in a mineral water, but that the latter will be destroyed, as the fixed air is developed by gentle warmth.\n\nChemical Experiments. Examination of the Kilburn Waters by reagent Substances.\n\nEXPERIMENT I.\n\nThe tincture of litmus is a very little affected by the water fresh from the spring, and not at all after having been boiled; which proves that this water contains very little aerial acid.\n\nEXPERIMENT II.\n\nPaper stained with a decoction of logwood is somewhat changed, to rather a bluish hue, by fresh water; from this I infer, that the water contains a little absorbent earth dissolved in aerial acid.\n\nEXPERIMENT III.\n\nPaper stained with turmeric is not changed by this water; which would happen if it contained any uncombined alkaline salt.\nEXPERIMENT IV.\n\nOn adding 42 drops of the purest concentrated vitriolic acid to two pounds of the Kilburn water, it became perfectly clear, and some air was disengaged; this air rendered lime-water turbid.\n\nExperiment.—A few drops of pure and nitrous acid were dropped into a tumbler full of the water; the smell of hepatic air was diminished, and hardly any precipitate formed. From this experiment it becomes probable, that the water contains no liver of sulphur, but only hepatic air: from the appearances on adding the vitriolic acid, may be inferred, that this water contains little calcareous earth, and no *terra ponderosa*.\n\nEXPERIMENT V.\n\nIn order to ascertain whether the hepatic air really existed in the water, or whether the appearances which made this probable might not arise from the air of marshes, which will occasionally imitate the other, I filled three quart bottles with distilled water, and nearly emptied them just over and almost in contact with the spring. The air, which of course took the place of the water I had emptied, was subjected to the following experiments:\n\n(a) A piece of white arsenic being immersed in it, its surface soon became yellow.\n\n(b) A solution of lead being put into one of these bottles, the precipitate which was formed soon became of a blackish brown colour.\n\n(c) A solution of silver being put into the third bottle, the precipitate formed was blackish. All these are proofs of the existence of the hepatic air.\nEXPERIMENT VI.\n\nOn adding a few drops, both of the aqueous and spirituous infusion of galls, to a glass of the fresh water, no change of colour took place; yet by means of well saturated phlogisticated alkali some traces of iron were perceived.\n\nEXPERIMENT VII.\n\nA solution of soap in spirit of wine being dropped into the water, was immediately decomposed by it. This proves it to contain neutral salts.\n\nEXPERIMENT VIII.\n\nBy adding some acid of sugar both to the fresh and the boiled Kilburn water, calcareous earth was precipitated; which shows that this water contains aerated calcareous earth, and selenite.\n\nEXPERIMENT IX.\n\nBy adding aerated volatile alkali, magnesia and calcareous earth were precipitated both from the fresh and the boiled water.\n\nEXPERIMENT X.\n\nCaustic volatile alkali precipitated both magnesia and calcareous earth from the fresh water; a proof of its containing these earths in a state of combination with the aerial and other acids.\n\nEXPERIMENT XI.\n\nCaustic fixed alkali precipitated from the fresh water aerated magnesia. (It is to be observed with regard to this\nexperiment, that the precipitate should be separated as soon as formed; otherwise, if there be iron contained, that will also be precipitated together with calcareous earth).\n\nEXPERIMENT XII.\n\nOn dropping muriated terra ponderosa into the fresh water, the earth is precipitated; which also happens, but in a less degree, if the water has been boiled; this proves it to contain vitriolated soda and magnesia, the other selenite.\n\nTo ascertain the quantity of vitriolic acid contained in these salts, as much pure acetous acid was first added to one pound of the water, as was required to saturate the earth. Then a solution of terra ponderosa in nitrous acid was carefully dropped into the mixture, till no more precipitate was formed; the thus regenerated spar was carefully collected, edulcorated, and dried, when it weighed 60 grains. Now, if 100 grains of ponderous spar contain 22 grains of vitriolic acid, it will follow, that one pound of the Kilburn water contains about 13 grains of this acid.\n\nEXPERIMENT XIII.\n\nVitriolated silver was dissolved, and added to the Kilburn water, previously impregnated with pure nitrous acid, to effect a solution of the earthy particles contained in it. The silver combined with the muriatic acid in the water, and formed a luna cornea: but I do not estimate the quantity of the acid in the water from this experiment, which is liable to deceive, as well as the preceding. This will appear on comparing the result with the real quantity of vitriolic acid, as given in the contents of the water, annexed to these experiments.\nEXPERIMENT XIV.\n\nA quantity of the Kilburn water having been gently evaporated to dryness, a powder remained; some of this being triturated with vegetable alkali, there was no smell of volatile alkali perceived.\n\nEXPERIMENT XV.\n\nA little of the powder having been mixed with tartar, and thrown into a red hot crucible, no detonation happened; of course nitre was not one of the constituent parts.\n\nEXPERIMENT XVI.\n\nOn moistening a little of the powder with pure and concentrated vitriolic acid, there arose muriatic vapours; a proof there were no salts formed with the nitrous acid existing in this water.\n\nThe Kilburn water therefore contains fixed air, hepatic air, earthy neutral salts, vitriolated and muriated neutral salts, calcareous earth, magnesia, selenite, and a very little iron.\n\nThese component parts of this mineral water appeared on the addition of reacting substances; and with this guide I proceed to the analysis. I beg, however, first to mention another experiment or two, relative to the effects of this water. Two quarts of the fresh drawn water having been successively drank, operated gently downwards, but at the same time affected the head a little. This species of intoxication was, however, not produced, if the water had been freed from its hepatic air. The celerity of the pulse was but little increased by it; yet the following experiment will prove that it pervaded the whole system, and afford a very strong argument in favour of its\nefficacy. A small plate of silver was placed under the arm, in contact with the skin, and thus worn for some hours without being tarnished by the perspirable matter; a bottle of the Kilburn water having now been drank, in less than half an hour the silver was become black.\n\nOne ounce of fresh gall was mixed with a quart of the water as it came from the spring, and into another bottle was put the same quantity of gall, with a quart of distilled water, and both were placed in a warmth of $96^\\circ$. After ten hours, the latter mixture began to show signs of putrefaction, while that with the Kilburn water continued perfectly sweet. Twelve hours after, this also became putrid.\n\nTwo ounces of very putrid gall were mixed with a quart of Kilburn water, and placed in the same warmth. The foetor was soon diminished, and after three hours no longer perceptible.\n\nTwo ounces of putrid gall were mixed with two ounces of distilled water, in which 24 grains of the saline mass, obtained by evaporation from the Kilburn water, had been previously dissolved; and this mixture was likewise placed in a warmth equal to $96^\\circ$. After $2\\frac{1}{2}$ hours the offensive smell had gone completely off.\n\nSimilar experiments were made with blood, and the results were the same.\n\n**Experiments to ascertain the Properties and Proportion of the Elastic Fluids, contained in the Kilburn Water.**\n\nThe apparatus with which these experiments were instituted contained 16 cubic inches: the cylinder for the reception of the extracted air, eight cubic inches. Into the jar were put 14\ncubic inches of the fresh drawn water; and having been immediately connected with the apparatus, it was placed in a lamp furnace. The heat having been gradually increased till the water began to boil, six cubic inches of the quicksilver, with which the cylinder had been previously filled, were displaced by the air which came over. This vessel having been artificially cooled to $53^\\circ$, the air was contracted one-fourth of an inch. Now, if the two cubic inches of atmospheric air, left in the jar, be deducted, there remain $3\\frac{3}{4}$ cubic inches of air expelled from $1\\frac{1}{4}$ inches of the water. By agitation in lime-water $2\\frac{1}{4}$ cubic inches were absorbed, the precipitated aerated lime weighed $2\\frac{1}{8}$ grains. The remaining gas was found to be hepatic air.\n\n**Experiments to ascertain the fixed constituent Parts of the Kilburn Water, and their Properties.**\n\n**Experiment I.**\n\nTwenty-four pounds of water (at 16 ounces) were evaporated in one of the Wedgwood basons, by a gentle heat, down to four ounces; this residuum was then reduced to perfect dryness in a small glass vessel. The mass thus obtained was scaly, with crystals intermixed, and of a yellowish hue; its taste was bitter, and but little sharp; the weight $1900\\frac{1}{9}\\frac{7}{9}$ grains (which were equal to 1560 grains of the further used accurate weight), which divided by 24, gives for every pound of the water 79 grains of solid matter. The basin in which the first evaporation had been made, was rinsed with a little *aqua regia*, that such earthy particles as might have adhered to it should not be lost; this solution was put aside and marked A.\nEXPERIMENT II.\n\nThe dry residuum obtained as above was rubbed with a little alcohol, and a sufficiency of this spirit having been added, the whole was placed in a gentle warmth, and often stirred with a glass tube: after a few days the fluid was decanted, and what remained indissoluble, having been edulcorated with alcohol, and carefully collected and dried in a moderate warmth, was found to weigh 1392 grains; so that 168 grains had been taken up by the alcohol.\n\nThe spirituous solution was gently evaporated, when 180 grains of a yellowish, easily deliquescent salt remained, having a bitter and acrid taste. By adding to this one ounce of the strongest alcohol, all the deliquescent salts were dissolved, leaving 40 grains of a saline substance; which having been again dissolved in distilled water and crystallized, was found to be common salt.\n\nThe solution of the deliquescent salts having been mixed with 20 drops of pure vitriolic acid, some selenite appeared; the whole was now evaporated to dryness, and having been mixed with $\\frac{3}{5}$ of its weight of pure vitriolic acid, it was exposed to a considerable heat. The vapours thus expelled were those of the muriatic acid. When these had ceased, and the mass was cold, I again dissolved it in distilled water, when a black flaky substance was separated, which being carefully collected on filtering paper, and dried, weighed six grains; this was resinous matter.\n\nThe solution was now placed on the fire, in order to evaporation, during which 12 grains of selenite were separated; the remainder afforded vitriolated magnesia, leaving some drops of a yellowish fluid, from which, by the addition of caustic\nvolatile alkali, a very small quantity of calx of iron was precipitated, which, when dry, weighed about $\\frac{1}{8}$ of a grain.\n\nIt appears, from the above experiments, that the spirituous solution held of\n\n- Muriated soda - - 40 grains.\n- Magnesia - - 128 grains.\n- Calcareous earth - - 6 grains.\n- Resinous matter - - 6 grains.\n- Calx of iron - - $\\frac{1}{8}$ grain.\n\n**EXPERIMENT III.**\n\nThe residuum of the second experiment, which was not soluble in alcohol, was digested with distilled water, and often stirred. The water took up 1204 grains. This solution was filtered, the residuum often edulcorated and dried; this weighed 188 grains. The solution was evaporated in a gentle warmth to one third, and being then set in a cold place, 12 grains of selenite were separated. Having further evaporated the remaining solution, I now mixed it with double its weight of alcohol, and after having again heated this mixture, I let it cool gradually; thus all the vitriolic salts were separated. I again dissolved this saline mass in distilled water, and, after gentle evaporation, obtained crystals, weighing altogether 1200 grains, and consisting of vitriolated tartar, and vitriolated soda: from the remaining ley I obtained, on further evaporation, 10 grains more of common salt. There were no traces of an uncombined alkali, which must otherwise have now shewn itself. The 1200 grains of mixed salts, which had crystallized first, were again dissolved in water, and this solution made to boil; a hot solution of mineral alkali was now mixed\nwith it, and the magnesia thus separated weighed, when washed and dried, 170 grains: this having been again saturated with diluted vitriolic acid, afforded 910 grains of pure crystallized vitriolated magnesia. The solution remaining after the separation of the magnesia having been duly evaporated, yielded 282 grains of crystallized Glauber salts, exclusive of what had been formed by the above-mentioned admixture of the natron.\n\nEXPERIMENT IV.\n\nThe 188 grains of remaining earth, mentioned in the preceding experiment, were put into aqua regia, and the solution mentioned in the first experiment, as marked (A), was added. This mixture having been well heated, and again suffered to cool, was put on some filtering paper; and what remained on this, having been well washed with diluted spirit of wine, and dried, weighed 112 grains.\n\nThe filtered solution was then gently evaporated, during which it deposited six grains of selenite; a sufficiency of phlogisticated alkali was now added, to separate the iron; 25 grains were required, and the dried blue precipitate weighed 15 grains. (It is to be observed, that the phlogisticated alkali contained, in 25 grains, $4\\frac{1}{2}$ grains of the calx of iron.)\n\nThe above blue precipitate was put into a small crucible, and kept for a proper time in a red heat, when it left $7\\frac{1}{2}$ grains of calx of iron, which was attracted by the magnet; if from this be deducted the $4\\frac{1}{2}$ grains contained in the alkali, there will remain three grains which had been contained in the water.\nEXPERIMENT V.\n\nThe solution, from which I had precipitated the iron, was evaporated, and mixed with vitriolic acid, and diluted spirit of wine, when 72 grains of selenite were separated: these 72 grains of selenite having been boiled with mineral alkali, yielded 24 grains of calcareous earth.\n\nEXPERIMENT VI.\n\nThe remainder of the solution from which the calcareous earth had, by means of the vitriolic acid, been separated in the form of selenite, yielded, by adding mineral alkali, $72\\frac{1}{2}$ grains more of magnesia. All the selenite obtained was boiled in 1200 times its weight of water, in which it was completely dissolved, no siliceous earth being left.\n\nAs a proof that the process had been properly conducted, I saturated both the obtained earths with diluted vitriolic acid; when the first again afforded selenite, and the other vitriolated magnesia.\nSummary of the constituent parts of the Kilburn Water, in 24 Pounds.\n\n| Constituent                  | Quantity          |\n|------------------------------|-------------------|\n| Fixed air                    | 84 cubic inches   |\n| Hepatic air                  | near 36           |\n| Vitriolated magnesia         | 910 grains, equal to 3ij 3iiss, Apothecary's weight. |\n| Vitriolated natron           | 282 gr. = 3v. lij grains |\n| Muriated natron              | 60 gr. = 75 gr.   |\n| Selenite                     | 130 gr. = 3 ij xlij gr. |\n| Muriated magnesia            | 128 gr. = 3ij xl gr. |\n| Calcareous earth             | 6 gr. = 7½ gr.    |\n| Aerated magnesia             | 12½ gr. = 15 gr.  |\n| Calcareous earth             | 24 gr. = 30 gr.   |\n| Calx of iron                 | 3½ gr. = 4 gr.    |\n| Resinous matter              | 6 gr. = 7½ gr.    |\n\nSum 1561½ grains, equal to medicinal weight 4 ounces, 0 drams, and 32 grains.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106779.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 22136,
    "total-output-tokens": 4672,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1297,
        2
      ],
      [
        1297,
        2520,
        3
      ],
      [
        2520,
        3987,
        4
      ],
      [
        3987,
        5082,
        5
      ],
      [
        5082,
        6649,
        6
      ],
      [
        6649,
        8116,
        7
      ],
      [
        8116,
        9688,
        8
      ],
      [
        9688,
        11348,
        9
      ],
      [
        11348,
        13022,
        10
      ],
      [
        13022,
        14568,
        11
      ],
      [
        14568,
        16113,
        12
      ],
      [
        16113,
        16980,
        13
      ],
      [
        16980,
        17921,
        14
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106779",
    "title": "Description of Kilburn Wells, and Analysis of Their Water. By Mr. Joh. Godfr. Schmeisser. Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Joseph Banks, Joh. Godfr. Schmeisser",
    "year": 1792,
    "volume": "82",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/106779"
  }
}