{
  "id": "69852b963e77fe2a9bbae341581a919b1c0c889d",
  "text": "LXXXVIII. Observatio Eclipseis Lunaris facta Matriti a P. Joanne Wendlingen, Societatis Jesu, in Regali Observatorio Collegii Imperialis ejusdem Societatis, Die 30 Julii 1757.\n\nQuaelibet observatio bis instituta fuit, semel interjecto oculum inter lentemque ocularum vitri clari, caerulei, plani, ac bene terfi, fragmento. Haec observationes notantur hac voce cerul. Telescopium, quo usus sum, est Gregorianum trium pedum Anglicanorum, omnino praeciarum.\n\nCommunicated by Matthew Maty, M.D. F.R.S.\n\n[Read April 20, 1758.]\n\n| IMMERSIONES | Tempus verum | Differentia |\n|-------------|--------------|-------------|\n| Principium eclipsis, clar. | 9 47 34 | \" |\n| Mare Humorum, clar. | 52 47 | \" |\n| Grimaldus | {caer.} 54 28 | — 59 |\n| | {clar.} 55 27 | |\n| Bullialdus | {caer.} 10 1 21 | — 13 |\n| | 10 1 34 | |\n| Keplerus | — 9 35 | — 10 |\n| | — 9 45 | |\n| Copernicus | — 16 15 | — 12 |\n| | — 16 28 | |\n| Heraclides | — 18 14 | — 10 |\n| | — 18 24 | |\n\nManilius\n### IMMERSIONES.\n\n| Name          | Tempus verum | Differentia |\n|---------------|--------------|-------------|\n| Manilius      | clar.        | h' 30\" 43\" |\n|               | cær.         | h' 30\" 54\" |\n| Menelaus      |              | h' 34\" 11\" |\n|               |              | h' 34\" 20\" |\n| Promontorium  |              | h' 44\" 40\" |\n|               |              | h' 44\" 58\" |\n| Mare Crisium  |              | h' 45\" 33\" |\n|               |              | h' 45\" 44\" |\n| Proclus, clar.|              | h' 46\" 54\" |\n| Plato         |              | h' 54\" 48\" |\n|               |              | h' 55\" 2\"  |\n| Langrenus     |              | h' 11\" 7\"  |\n|               |              | h' 11\" 23\" |\n\n### EMERSIONES.\n\n| Name          | Tempus verum | Differentia |\n|---------------|--------------|-------------|\n| Plato         | clar.        | h' 11\" 40\" |\n|               | cær.         | h' 11\" 40\" |\n| Heraclides    |              | h' 41\" 27\" |\n|               |              | h' 41\" 39\" |\n| Grimaldus     |              | h' 47\" 57\" |\n|               |              | h' 48\" 4\"  |\n| Keplerus      |              | h' 52\" 58\" |\n|               |              | h' 53\" 8\"  |\n| Copernicus    |              | h' 12\" 1\"  |\n|               |              | h' 12\" 1\"  |\n| Menelaus      |              | h' 17\" 18\" |\n|               |              | h' 17\" 28\" |\n| Finis eclipseos, clar. | | h' 52\" 15\" |\n\nVol. 50. 4 N Observatio\nObservatio Eclipsei Lunaris, facta ab eodem, eodem modo, eodem loco, iisdemque instrumentis Die 24 Januar. Anni 1758.\n\nAb hora 5ta usque ad finem observationis tantum commovebatur imprægnata plurimum vaporibus atmosphæra, ut tota lunae illuminatæ portio præter morem undulare videretur. Flabat boreas, indicante thermometro Reaumuriano. 1. grandem infra aquæ congelationem.\n\n| IMMERSIONES | Tempus verum | Differentia |\n|-------------|--------------|-------------|\n| Principium  | 4 7 42       |             |\n| Grimaldus   | 9 55         | 38          |\n| Aristarchus | 15 37        | 34          |\n| Mare Humorum| 20 48        | 24          |\n| Copernicus  | 26 45        | 13          |\n| Plato       | 35 41        | 41          |\n| Tycho       | 39 31        | 38          |\n| Menelaus    | 45 43        | 39          |\n| Plinius     | 50 17        | 27          |\n| Promontorium Somni | 58 15 | 27          |\n| Cleomedes   | 5 0 22       | 14          |\n\nI M-\n### IMMERSIONES.\n\n|                      | Tempus verum | Differentia |\n|----------------------|--------------|-------------|\n| Proclus              | cær.         | h 5 2 9     | \" 6       |\n|                      | clar.        | h 5 2 15    |           |\n| Princip. Maris Crifii|              | h 3 3 6     | 25        |\n|                      |              | h 3 3 31    |           |\n| Langrenus            |              | h 7 4 0     | 14        |\n|                      |              | h 7 5 4     |           |\n| Immers. tot. Maris Crifii |          | h 8 1 9     | 11        |\n|                      |              | h 8 3 0     |           |\n| Immersio totalis Lunæ |              | h 1 2 5 0   | 40        |\n|                      |              | h 1 3 3 0   |           |\n\nIn fine cælum ferenum, &c atmosphæra quieta.\n\n### REFLEXIO.\n\nNotabilis appulsus umbræ terrestris ad faculas maculæque lunares differentia, dum partim vitro colore cæruleo tincto, partim absque eo, observationes instituuntur, inventa a D. de Barros, &c tum in observatorio Parisino tum alibi sæpius confirmata, ad me duplicem hanc lunæ eclipsim, ea qua vel licuit circumspetione, instituendam determinavit, spe fretus; me phænomeni hujus causas, si non veras, veritati saltem proximas, inventurum; unde in tempore de vitris planis bene tersis, diametri mediae lineæ, partim colore cæruleo claro, partim flavo tinctis mihi provideram, his tamèn ultimis uti non licuit ob nimiam umbræ penumbraeque confusionem.\n\nInterjecto oculum inter, lentemque ocularum vitri cærulei fragmento, sequentia observavi. 1. Umbra terrestris in immersione citius maculam aut faculam lunarem attigit, &c in emersione tardius deseruit,\n\n4 N 2 quam\nquam dum absque eo observationem institui. 2. Claritas lunæ, aliоquіn offendens oculum, suavior apparebat. 3. Limites umbræ perfecte terminabantur excepta fecunda eclipsi, in qua (flante borea) ab hora quinta illuminata lunæ pars undulare videbatur.\n\nSuppositis his phænomenis, uti et athmosphæra lunari, de qua vix dubio locus, frequentia intuli: 1. Quodensior dicta athmosphæra fuerit, major radiorum portio ab hac in immersam umbræ terrestri lunæ portionem, limitibus saltem proximam, reflectetur, eosque reddet dubios, quod quidem contingit, dum absque adminiculo per nudum telescopium observatio instituitur, secus vero dum oculum inter, lentemque ocularum, vitrum cæruleo colore tinctum interjicitur. Addito secundo, ac tertio phænomeno, nempe per vitrum cæruleum lumen multum apparere suavius, infertur, si color cæruleus sufficit ad mitigandam tantopere eam lunæ illuminatæ portionem, quæ extra omnem umbram conspicitur, quanto magis sufficit, ad tollendam omnem claritatem, quæ ab athmosphæra lunari in hoc corpus reflectitur? & ecce tibi secundam illationem, nempe limites umbræ facilius determinari. 3. Diametrum umbræ majorem videri debere, & vel ideo immersiones macularum aut fæcularum lunarium citius, emersiones vero tardius succedere debere; quæ quidem omnia cum observationibus congruunt.\n\nDixi in prima illatione, reflecti aliquam luminis portionem a lunæ athmosphæra in ipsam eclipsatam corporis hujus portionem, non secus, ac in globo hoc terraqueuo accidit, qui post solis occasum aliquo adhuc tempore illuminatur. Hæc lucis reflexio tanto erit major, quanto athmosphæra fuerit densior, & quia\nquia supponere licat, hanc in luna non semper esse æqualem, infertur, differentiam temporis appulsus umbræ non in omni eclipsi lunari posse esse æqualem; quod demum convenire videtur duplici meæ observationi, ut ex adnotatis temporum differentiis liquet. Hæc mea est circa propositum phænomenon opinandi ratio.\n\nLXXXIX. Observations upon a slight Earthquake, tho' very particular, which may lead to the Knowledge of the Cause of great and violent ones, that ravage whole Countries, and overturn Cities. By John Andrew Peyssonel, M.D. F.R.S. Translated from the French.\n\nRead April. 20 1758.\n\nI Went to make my observations upon the natural history of the sea; and when I arrived at a place called the Cauldrons of Lance Caraïbe, near Lancebertrand, a part of the island of Grande Terre Guadaloupe, in which place the coast runs north-east and south-west, the sea being much agitated that day flowed from the north-west. There the coast is furnished with hollow rocks, and vaults underneath, with chinks and crevices: and the sea, pushed into these deep caverns by the force and agitation of the waves, compresses the air, which, recovering its spring, forces the water back in the form of the most magnificent fountains;",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105313.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10056,
    "total-output-tokens": 2856,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        959,
        2
      ],
      [
        959,
        2400,
        3
      ],
      [
        2400,
        3366,
        4
      ],
      [
        3366,
        5078,
        5
      ],
      [
        5078,
        6694,
        6
      ],
      [
        6694,
        7914,
        7
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      true,
      true,
      true,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105313",
    "title": "Observatio Eclipsis Lunaris Facta Matriti a P<sup>a</sup>. Joanne Wendlingen, Societatis Jesu, in Regali Observatorio Collegii Imperialis Ejusdem Societatis, Die 30 Julii 1757",
    "authors": "Matthew Maty, Joanne Wendlingen",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/105313"
  }
}