{
  "id": "6061e231e98c6daf7b65214b7e06d2708eee2d21",
  "text": "XLVIII. A Letter of Mr. William Shervington to Benjamin Franklin, Esq; of Philadelphia, concerning the Transit of Mercury over the Sun, on the 6 of May 1753, as observed in the Island of Antigua: Communicated by Mr. Peter Collinson, F. R. S.\n\nSIR,\n\nAntigua, June 20, 1753.\n\nRead Nov. 15, 1753.\n\nMr. Benjamin Mecom having received half a dozen circulatory letters from you relating to Mercury's transit over the sun the 6 of last May, he put them into my hands. One would have sufficed for our island, as we are not overburthen'd with men, who have a taste that way. Hereunder I send you the result of my observation * thereof.\n\nSunday, May 6, at $6^h\\ 7'\\ 51''$, I observed the western limb of Mercury to touch the western limb of the sun; and, at $6^h\\ 10'\\ 37''$, he touch'd the same with his eastern limb, and totally disappear'd. Lat. of the place $17^\\circ\\ 0' N$. Lon. by estimation $61^\\circ\\ 45'$ W. from London.\n\nThis was taken by a Graham's watch, and corrected by two altitudes taken by a most exquisite quadrant; viz.\n\n* Dr. Charles Rose, who was in Antigua at this time, says, that these observations were taken by Capt. Richard Tyrrel, of the said island,\nAt 6h 58' 7\", I observed the distance of the sun's upper limb from the zenith = 72째 21' 30\". And, at 9h 31' 5\", I observed the same = 36째 17' 0\".\n\nBy the common process (which you may have, if necessary) I found the watch was 0째 4' 4\" 28\" too fast *; therefore,\n\n\\[\n\\begin{array}{cccc}\n\\text{From} & = & = & 6 \\ 10 \\ 37 \\\\\n\\text{Take} & = & = & 0 \\ 4 \\ 4 \\ 28 \\\\\n\\end{array}\n\\]\n\nTrue apparent time of Mercs. exit here, 6 6 32 32\n\nPray impart your observation to\n\nYour Well-wisher,\n\nWilliam Shervington.\n\n* Mr. Shervington has taken the mean of these two altitudes from the error of his watch; and there can be no doubt that his observation is a good one, which, compared with that made in Surry-street by Mr. Short, p. 199, l. i. &c. fixes the longitude of the place of his observation in Antigua 4h 5' 30\", or 61째 22' 30\", west of St. Paul's, London.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105162.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 740,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1170,
        2
      ],
      [
        1170,
        2021,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105162",
    "title": "A Letter of Mr. William Shervington to Benjamin Franklin, Esq; Of Philadelphia, concerning the Transit of Mercury Over the Sun, on the 6 of May 1753, as Observed in the Island of Antigua: Communicated by Mr. Peter Collinson, F. R. S.",
    "authors": "Peter Collinson, William Shervington",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105162"
  }
}