{
  "id": "e8969f3135185c5a9363f1845709a38ede14114a",
  "text": "IV. Observations on the Dryness of the Year 1788. In a Letter from the Rev. Mr. B. Hutchinson to Sir Joseph Banks, Bart. P. R. S.\n\nRead January 15, 1789.\n\nSIR,\n\nKimbolton, January 8, 1789.\n\nAs the defect of rain has been very considerable in 1788; and in consequence a great want of water on the close of the year universally felt; perhaps the quantity fallen here, compared with that of the seven preceding years, may not be unacceptable to yourself and the Royal Society.\n\n| Inches |\n|--------|\n| Rain   | 21.6 |\n| 1781   |      |\n| 1782   | 32.3 |\n| 1783   | 23.6 |\n| 1784   | 28.0 |\n| 1785   | 21.0 |\n| 1786   | 24.7 |\n| 1787   | 23.8 |\n| 1788   | 14.5 |\n\nBy estimation it therefore appears, that the average quantity of rain of the seven preceding years is 25 inches, and the rain which fell last year is only 14.5, that is, not much more than half that quantity, if we deduct 1.3 now lying in snow, which fell in December, and not in solution. On the supposi-\nMr. Hutchinson's Observations on\n\nsituation which, I believe, is not far from truth, that the whole island has had the same defect; a greater failure of the produce of the earth might have been expected than what the country has experienced; for, except in hay, and a little failure in turneps, the crops have in general been as plentiful as in most of the former years, and in fruits of the orchard much more so.\n\nIt has always been said of England, that drought never occasions want; this year verifies the assertion. But to account for crops that, taken on the whole, are rather abundant, we may consult the following monthly state of rain for 1788.\n\n| Month     | Inches |\n|-----------|--------|\n| January   | 0.3    |\n| February  | 1.7    |\n| March     | 0.7    |\n| April     | 0.0    |\n| May       | 0.6    |\n| June      | 1.8    |\n| July      | 0.8    |\n| August    | 3.4    |\n| September | 3.4    |\n| October   | 0.3    |\n| November  | 0.2    |\n| December  | 1.3    |\n\n14.5\n\nHaving premised, Sir, that there were no extremes of cold and heat throughout the year; the thermometer in a northern exposure never falling below the freezing point during the day-time, except on the 14th and 15th of January, the 6th, 7th,\n7th, 8th, 10th, 11th, 12th, 13th, and 17th of March, and on none of those days at noon, so that there never were twenty-four hours together successive frost; therefore vegetation was never entirely at a stand. In summer it did not rise to 80 degrees, except on\n\n| Month | Date | Deg. |\n|-------|------|------|\n| May   | 26   | 80   |\n|       | 27   | 81   |\n|       | 28   | 81   |\n| June  | 18   | 83   |\n|       |      | with thunder and rain: then cool for a week. |\n|       | 27   | 80   |\n| July  | 11   | 80   |\n|       | 12   | 82   |\n| August| 4    | 81   |\n\nthe rest of the time exceedingly temperate.\n\nNow, the rain that fell on February was towards the end of the month; which, together with that which fell in March, brought up the spring corn, gave an early first crop of hay to the large towns, and covered the meadows and pastures in the country; that they were not so entirely dried up through the defect of April, as to prevent the rain, which fell plentifully on the 29th of May, succeeded by more in June, giving a second crop to the former situations, and a first, though late one, to the latter: and as fructification chiefly depends on rain falling at the latter end of the season of flowering, this rain set the blossoms of wheat, and of the useful fruit-trees; as the great rains in August swelled the kernel, filled, as they term it, the bushel, and gave an opportunity for a second crop of turneps that proved more vigorous than the first.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106679.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6318,
    "total-output-tokens": 1215,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        966,
        2
      ],
      [
        966,
        2190,
        3
      ],
      [
        2190,
        3655,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106679",
    "title": "Observations on the Dryness of the Year 1788. In a Letter from the Rev. Mr. B. Hutchinson to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "B. Hutchinson",
    "year": 1789,
    "volume": "79",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/106679"
  }
}