{
  "id": "2ca259dcbdf72f504cf7ee8bdd97aadc4869da17",
  "text": "II. De Curvarum Tangentibus è Maximorum ac Minimorum Theoriâ immediatè deductis: Una cùm Theorem: quibusdam ad Sectiones conicas pertinentibus, ejusdem calculi auxilio investigatis. Autore Humphrido Dittono.\n\nTangentium methodum propono, facilem satis ac generalem, imò generalissimam, ut pote curvis omnibus unà eàdemque opera inservientem. Neque novam vocare metuo, cùm celebriorum Geometrarum nullus (in quantum unquam scire potui) aliquid hujus generis publici juris fecit. Pauca tantum ejus specimina hìc in medium profero, nìre enim tum clàrà ac apertà exemplorum multitudine non indlgetimus!\n\nSit Curva A G H, cujus vertex A, axis A K, ordinatim applicata F D centrumque (siquod habet) punctum K. Sumpto puncto L in Axe sit AL = n, AD = x, FD = y, FL = z; quarum quantitatum, tres posteriores sunt fluentes, prior verò n permanens ac stabilis, hæc enim una eademque prioribus variis semper respondet. Ex Triangulo Rectangulo F D L, hanc habemus Equationem, $zz = yy + nn - 2nx + xx$; determinandoque z ad extremum, oritur $2y y - 2nx + 2xx = 0$; unde interpretando $2y y$ secundum propriam Curvae naturam, relinquetur quantitas $n$ exposita in terminis etiam Curvae propriis.\n\nCùm verò z hoc modò ad valorem extremum determinatam habeamus; hoc est, linea F L omnium quæ a puncto L ad Curvam duci possunt vel maxima vel minima\nnima sit, indeque ad Curvam in puncto F normalis; ipsam D L esse subnormalem patet, ex qua subtangens nullo negotio eruitur.\n\nIn exemplum producatur primò Parabola Apolloniana, quam curvam hic delineatam esse supponemus. Habemus ergo $2 y \\dot{y} = r \\dot{x}$ (posito Parametro $= r$)\n\nunde $rx - 2nx + 2xx = 0$, & $n = \\frac{r}{2} + x$, ergoque $DL$ subnormalis $= \\frac{1}{2} r$. (Cujus Theorematis sensus hic est, viz. Si ultra terminum D absissa A D, designetur D L semiparametro equalis, atque à puncto L producatur LF recta ad punctum F; recta sic ducta Parabolæ in puncto F normalis erit, & omnium quæ à puncto L, ad Curvam duci possunt minima. Dico minimam; alicui enim curvae naturam ac indolem scienti, apparet Maximam esse non posse (idquod in sequentibus notatum velim) sed necessario est vel maxima vel minima, ideoque posterior.) Hæcque pars prior est Theor.5, Lib. 7. Conicor. Praeclarissimi de La Hire.\n\nDucatur ordinata EB, junganturque puncta E, L; fit intercepta BD = f, unde AB = x − f, &\n\n$$BL = \\frac{r}{2} + f.$$ Jam LE$^4 = \\frac{rr}{4} + rx + ff,$ &\n\n$$FL^4 = \\frac{rr}{4} + rx + ff,$$ & $$FL^4 = \\frac{rr}{4} + rx,$$ ergo\n\n$$LE^4 - FL^4 = BD^4;$$ quæ pars posterior est Theorem.5. ejusdem Lib. Conicor.\n\nQuò propriùs punctum F in quo curvam normalis secat, puncto A sive vertici admovetur; eo propriùs etiam punctum L eidem venit. Ergo quando F cum A coin-\nA coincidit, & sic evanescit ordinata \\(FD\\), tunc ipsa Minima jacet in Axe \\(AK\\), & semiparametri quantitatem adequabit. Hoc est in illo casu \\(n = \\frac{1}{2} r\\) tantum; in nihilum abeunte \\(x\\) abscissa ad ordinatam evanescentem pertinenta. Si ergo \\(AL = n = \\frac{1}{2} r\\), sumpto puncto \\(D\\) inter \\(A\\) & \\(L\\), fiat \\(AD = x\\); tum ortur\n\n\\[FL^q = - + xx,\\] ergo \\(FL^q - AL = xx\\),\n\nhoc est \\(FL^q - AL^q = AD^q\\) semper. Eiusdemque tenoris est Theor. 2. Lib. 7. Conicor. de La Hire.\n\nSecundò sit curva quaedam ordinis Parabolici superiors, cujus æquatio \\(r^{p-q} x^q = y^p\\).\n\n\\[Tum yy = r^{2p-2q} x^q,\\] adeoque\n\n\\[2yy = r^{2p-2q} x^q x^q;\\] substituendoque hunc valorum loco \\(2y y\\) in æquatione generali determinante \\(z\\) ad\n\n\\[tremum, habemus inde n = \\frac{q}{p} r^{2p-2q} x^q + x;\\] &\n\npropterea subnormalis \\(DL = \\frac{q}{p} r^{2p-2q} x^q\\)\n\n\\[Xxxxxxx 2\\] Hoc\nHoc vero singulis hisce curvis facillime applicatur, si indices p & q secundum unius cujusque naturam ac genium debito modo exponantur.\n\nSupponetur tertio Curvam esse Ellipshu cujus Axis Major A K; ex cujus etiam equatione consequitur\n\n\\[2 \\cdot y \\cdot y = r \\cdot x - 2 \\cdot r \\cdot x \\cdot x.\\]\n\nUnde provenit\n\n\\[\\frac{r \\cdot x}{q} - 2 \\cdot r \\cdot x \\cdot x - 2 \\cdot n \\cdot x + 2 \\cdot x \\cdot x = 0,\\]\n\n\\[n = r + x - r \\cdot x,\\] ac propterea \\(r - r \\cdot x\\) subnormali \\(D L\\)\n\nequalis. Sivero ellipseos loco substitueretur Circulus, equationem codem modo tractando, inveniemus \\(D L = r - x\\), posito \\(r\\) Circuli Radio æquali.\n\nSed ad Ellipshu revertendum, cujus alia proprietas ex hoc fonte deducenda est, prout in Parabolâ factum.\n\nSit \\(B D = f\\), unde \\(A B = x - f\\). Habemus \\(L E^q (= L B^q + EB^q)\\) \\(= rr - rr \\cdot x + rr \\cdot xx + ff + rx - rx \\cdot x - rff\\); & \\(FL^q (= FD^q + LD^q) = rx - rx \\cdot x + rr - rr \\cdot x + rr \\cdot xx\\): Ergo, \\(LE^q - LF^q = ff - rff\\),\n\nHoc vero est Theor. 6. Lib. 7. Conic. de La Hire.\n\nPostulat enim Geometra ille sublimis, ut sit \\(q \\cdot r\\).\n\n\\[q - x : L D,\\] cujus valor est \\(r - r \\cdot x\\) prout supra inventum;\nventum; ideoque quarta proportionalis est tribus autete positis: Hoc verò ei concedo, L F esse minimum omnium rectarum quae à puncto L ad Ellipsiu duci possunt evidenter demonstrat. Preterea quoniam est \\( q : q - r :: f : f - fr \\), Ergo \\( \\frac{ff}{q} = \\frac{rf}{q} \\)\n\nsive \\( f \\times f - fr \\), idem est quòd rectangulum apud D\n\nDeLa Hire exemplar vocatum: Hoc verò exemplar secundum ejus definitionem, est Rectangulum simile Rectangulo, differentiam inter Quadratum Axis Transversi & Figuram constituenti (hoc est Rectangulo \\( q - qr \\)) & preterea ad Rectam BD sive f applicatum. Et quòd Rectangulum \\( \\frac{ff}{q} - \\frac{rf}{q} \\) omnes hæcæ conditiones possideat, luce Meridianâ Clarius est.\n\nNotetur, ex valore quantitatis \\( n \\) supra invenio, planè consequi \\( n < r \\). Nam \\( n = r + x + r x \\), ergo\n\n\\( q n + r x = q r + q x \\), sed (propter \\( q < r \\)) \\( q x < r x \\),\n\nergo, \\( q n < q r \\), & \\( n < r \\).\n\nQuando (ut in Parabola modò observatum) punctum F in A verticem incidit, ipsa Minima in Axe designatur; & propter evanescentem \\( x \\), habemus \\( n = r \\): Assumptoque quovis puncto D inter A & L, si AD = alicui \\( x \\), comparando emergit FL \\( = AL^2 = xx - rx \\); quòd ipsum est Theor. 3. Lib. 7. Conic.\n\nD. La\nD. La Hire. Quoniam enim est \\( q : q - r :: x : x - r x \\), patet \\( xx - r xx \\) esse exemplar, sed ap-\n\nplicatum ad abscissam \\( x \\); & preterea hoc esse mensuram adequatam desceps, quadrati Minimae à quadrato cujus vis rectae alterius, ab eodem puncto ad curvam pro-\n\ntenae; hæcque demonstrat ille loco citato.\n\nTheoremata vero ad Axem minorem sive conjugatum\n\nellipseos spectantia (haecenus enim majore sive Trans-\n\nverlo usu fuimus) eodem planè modo determinantur.\n\nSit jam \\( A K \\) Axis Minoris \\( = c \\), Parameter \\( = R \\);\n\npunctum \\( L \\) jam ultra centrum, adalteras partes \\( G K \\)\n\ncollocari supponitur. Operando ut prius, invenietur \\( A L \\)\n\nfive \\( n = \\frac{R}{2} + x - \\frac{R}{2} x \\), & subnormalis \\( D L = \\frac{R}{2} - \\frac{R}{2} x \\);\n\nHoc est \\( c : R :: c - x : R - R x \\), adeoque dueta \\( F L \\)\n\nomnium qua à puncto \\( L \\) ad ellipshu duci possunt Maxima,\n\n& \\( L F^a - L E^a = \\frac{R f f}{c} - ff = \\text{Rectangulo exemplar ad} \\)\n\n\\( BD \\) (five \\( f \\)) applicato. Quòd vero hoc fit exemplar, pa-\n\ntet, est enim \\( c : R - c :: f : R f - f \\), adeoque ex defi-\n\nnitione, \\( \\frac{R f - f x f}{c} = \\text{Exemplari. Hoc vero Theor. est} \\)\n\n7 Lib. 7 Conicor. De La Hire.\n\nIterum;\nIterum; Puncto F cum A coincidente; propter evanescentem x evanescens tunc temporis ordinatae, re-\n\n\\[ R \\]\n\nlinquitur \\( n = \\frac{R}{2} \\), & AL omnium quae a puncto L.\n\nad Ellipsin duci possunt Maxima, & AL \\( q - FL \\) \\( = \\frac{Rxx - xx}{c} \\) Exemplari ad AD sive x applicato;\n\neodemque modo sonat. Theor. 4. Lib. predicti Conicorum.\n\nObservandum vero ad casum precedentem (quod prius ergo notari debuit) ubi invenimus\n\n\\[ n = \\frac{R + x - Rx}{2} \\], quod \\( n \\neq R \\); nam \\( cn + Rx = \\frac{Rc + cx}{2} \\), & propter \\( R \\neq c \\), adeoque \\( Rx \\neq cx \\), re-\n\nlinquitur \\( cn \\neq Rc \\), & \\( n \\neq R \\).\n\nJam vero ut res in Ellipsi peracta est, sic eodem profici modo in Hyperbola peragenda foret, Minimae-\nque in hac curva lineae determinandae: sed talis inter-\nhascae curvas connectio, tam facilis ab una ad alteram transitus, ut vel Tyronibus ipsis labor inanis vi-\ndeatur. Nil aliud restat, v.gr.\n\nad subnormalem determinandam, quam ut signum\n- in + mutetur. Nam cum in Hyperbolâ sit\n\n\\[ y = rx + \\frac{2rxx}{q} \\], & \\( n = r + x - rx \\) (exequatione\ngeneralis) manet \\( DL = r + \\frac{rx}{q} \\).\nConcipietur Quarto Curvam M S N (in altera Fig. Fig. parte delin. Esse unam ex Hyperboloidibus, cujus Asymptoti A K, KH, rectamque SR ad Asymptoton K H ordinatam, SR sit = y, SP = z, KR = x, KP = n, quae hic necessario minor erit quam x, ut consideranti patet. Equatio curvae propria est \\( y^p \\cdot x^q = r^q \\cdot s^p \\) cujus loco (propte r & s quantitates determinatas) scribi possit \\( y^p = x^{q-p} \\). adeoque\n\n\\[\ny = x^p, \\quad \\& \\quad 2yy = -\\frac{2q}{p}x^x + \\frac{2q-p}{p}\n\\]\n\nhinc cum\n\n\\[\nzz = yy + xx - 2nx + nn, \\quad \\text{pro extremo habemus}\n\\]\n\n\\[\n2yy + 2xx - 2nx = 0, \\quad \\text{hoc est} \\quad -\\frac{2q}{p}x^x + \\frac{2q-p}{p}\n\\]\n\n\\[\n+ 2xx = 2nx, \\quad \\& \\quad n = x - \\frac{q}{p}x\n\\]\n\nadcoque subnormalis PR (= x - n) = \\(\\frac{q}{p}x\\).\n\nCurvam jam A F G (ultimo loco) Cycloiden primariam concipiamus; sitque r Radius, c Arcus & y ordinata Circuli genitoris, cujus Diameter per AK representatur centrumque inter L & K positum. Tum vocatâ F D cycloidis ordinatâ a, caeterisque ut prius; curvae equatio est \\( aa = yy + 2cy + cc \\), adeoque\n\n\\[\nzz = (aa + nn - 2nx + xx) = yy + 2cy + cc - nn - 2nx + xx, \\quad \\& \\quad (z ad extrema determinatâ)\n\\[\n2yy + 2cy + 2yc + 2cc - 2nx + 2xx = 0.\n\\]\n\nEst vero \\( y = \\frac{rx}{y} - x \\), & \\( c = \\frac{rx}{y} \\), ergo hos valores substituendo, ac equationem debito reducendo, habemus\n\n\\[\n2r + 2rc - 2xc + 2r + 2cr = 2n - 2x; \\quad \\text{at}\n\\]\n\npropterca \\( 2r - x + 2rc - xc = n - x = D1 \\).\n\nIncomparabilis D. Barovius subtangente praecognita, ad Maximum & Minimum determinandum utitur; hocque idem post eum fecit D. Neiwentii in suâ infinitorum Analysis. Cum vero multis aliis Methodis, in quibus nihil omnino de Curvarum Tractione presupponitur, Maximum ac Minimum inveniri queant, palam est è Maximis & Minimis ad Tangentes determinandas, tutò ac legittimè procedere posse.\n\n---\n\n**COROLL. I.**\n\nExempla haec tenus oblata percurrenti, in singulis vis patet, quòd \\( 2yy - 2nx + 2xx = 0 \\), positio nempè loco \\( n \\) in hæc equatione, valore ejus secundum curvæ naturam, in Hyperboloidibus ergo\n\n\\[ Y y y y y y y y \\]\n\\[\n\\frac{2q-p}{p} \\quad \\text{ex.gr.} \\quad \\frac{2q-p}{p} \\quad - 2xx + \\frac{2q-p}{p} \\quad + 2xx = 0,\n\\]\n\nquod (ipso oculo judice) manifestum est; & sic in aliis (line ullâ demonstratione) veritas facile perspicietur.\n\n---\n\n**COROLL. II.**\n\nEx subnormalium inventione, curvarum ordinatas Maximas & Minimas facile determinabimus. Hácque in redico, si subnormalis (pro aliquo curvae puncto) nihilo ponatur equalis, habemus ordinatam istius curvae ad extremum determinatam; & quidam maximam si ad partes curvae concavas, minimam vero si ad convex applicari intelligatur. Ex. gr. in Circulo (posita subnormali \\(=1\\)) est \\(1 = r - x\\); sit \\(r - x = 0\\); ergo \\(r = x\\), ac nide \\(y = r\\), hoc est applicata maxima Radio equalis. Similiter in Ellipsi, \\(1 = r - rx\\); fit\n\n\\[\n\\frac{r - rx}{2q} = 0, \\quad \\text{tum} \\quad rq = 2rx, \\quad \\text{ac} \\quad x = \\frac{rq}{2}, \\quad \\text{ergo} \\quad yy = rq\n\\]\n\n\\(= 4\\)æ parti Figurae (utivocant) sive semiaxis conjugati quadrato, adeoque maxima \\(y =\\) isti semaxi. Nec Methodo dissimili cum aliis curvis operandum foret; inveniatur subnormalis ex equatione data, caque nihilo equali.\nequali positâ, ordinatam curvæ maximam vel minimam determinatam habebimus; priorem ad partem curvæ versus axem concavam, posteriorem ad convexam.\n\nPOSTSCRIPTUM\n\nPrioribus sequentia hæc (notatu non indigna) adjungi possunt.\n\nPrimò æquè facile hâc methodo determinari Tangentem, ad partes curvæ convexas operando, ac ad partes concavas uti prœs. Sit enim A C Tangens verticalis inque eâ ad libitum sumpto puncto C, sit A C = n, CO = z (quò etiam charactere omnes lineæ, à puncto C ad curvam convexam A E G ductæ, insigniantur) ergo ductæ MO semper ad A C perpendiculari, erit CM = n — y, & cum OM = x, erit zz = nn — 2ny + yy — xx, adeoque (pro extremo ipsius z valore) 2yy + 2xx — 2ny = 0. In quâ equatione si exponatur 2xx secundum curvæ naturam, lineam CZ (quæ hoc loco subnormalis vicem subibit) determinatam dabitmus. Res clarior est quàm quæ exemplis Illustrantibus indigeat; quæque jamjam dicta sunt facile hoc opus exculabunt.\n\nSecundò, Sicut Methodo priore, (Curvarum Tangentes invenimus) ipsus lineas LE vel CO à puncto Y yyyy yyy z dato\ndato vel in Axe vel in Tangente verticali sumpto productas, ad extremum determinando; sic etiam considerando lineas Q E, &c. à puncto in Axe dato ultra verticem productas, idem (idque Universaliter) perficere possimus. Omnes enim linea Q E valores fluentis sunt ac perpetuo mutabilis, solum vero Tangens Q F (quod quod Q F curvam tangat) stabilis est ac ad unicum valorem determinata. Hoc ergo loco, & extremiti Hypothesi non inaitemur, sed quantitatem permanentem tanquam speculabimur. Assumantur duo puncta Q I., indeoque ad idem curvae punctum E duae semper lineae ducantur L E, Q E. Inter punctum F contactus ac verticem, angulus Q E L semper erit obtusus, ad alteras vero partes puncti F acutus erit, supposito (quod prius monstrum) Q F curvam tangere, ac FL ei ad angulos rectos insisteret. Sit QA = p. AL = n. AB = x. BE = y. QE = z. VE (intercepta inter punctum E & V ubi cadit Q V perpendicularis ab Q, in LE productam) = v. Jam propter Triangulum obtusangulum Q E habemus hanc equationem\n\n\\[ zz = p^2 + 2 pn - y^2 - x^2 + y^2 + n^2 - 2 nx + xx \\]\n\n\\[ x = 2 v; \\text{ five loci } y^2 + n^2 - 2 nx + xx \\text{ scribendo f,} \\]\n\n\\[ zz = p^2 + 2 pn - y^2 - x^2 + 2 nx - 2 f v, \\text{ idoque} \\]\n\n\\[ zz = 2 y y - 2 x x + 2 nx - 2 f v - 2 v f. \\]\n\nSi z jam sit quantitas stabilis, quo in Casu Q E cum Q F tangente coincidet, erit tum\n\n\\[ -2 yy - 2 xx + 2 nx = 0 \\] (rectangulo 2 f v ejusque adeo fluxione penitus evanescente.) Hac vero est ipsa equatio Generalis Methodo superiori determinata, quaeque\nquæque uti-videmus non minus facilè ac naturaliter ex hoc supposito quantitatis stabilis principio, quàm ex illo extremi deducitur.\n\nIII. Specimen",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102892.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 14,
    "total-input-tokens": 21538,
    "total-output-tokens": 5745,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1333,
        2
      ],
      [
        1333,
        2716,
        3
      ],
      [
        2716,
        3601,
        4
      ],
      [
        3601,
        4789,
        5
      ],
      [
        4789,
        6038,
        6
      ],
      [
        6038,
        7259,
        7
      ],
      [
        7259,
        8379,
        8
      ],
      [
        8379,
        9549,
        9
      ],
      [
        9549,
        10468,
        10
      ],
      [
        10468,
        11600,
        11
      ],
      [
        11600,
        12646,
        12
      ],
      [
        12646,
        14152,
        13
      ],
      [
        14152,
        14298,
        14
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102892",
    "title": "De Curvarum Tangentibus è Maximorum ac Minimorum Theoriâ Immediatè Deductis: Unâ cùm Theorem: Quibusdam ad Sectiones Conicas Pertinentibus, Ejusdem Calculi Auxilio Investigatis. Autore Humphrido Dittono",
    "authors": "Humphrido Dittono",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 14,
    "jstor_url": "https://www.jstor.org/stable/102892"
  }
}