{
  "id": "aae63c4f087e93b8386a08692287904e648aa2e9",
  "text": "AN INDEX TO THE FIFTIETH VOLUME OF THE PHILOSOPHICAL TRANSACTIONS, For the Years 1757 and 1758.\n\nAIR, Remarks on the heat of it in July 1757, by Dr. J. Huxham; with some additional ones by Dr. W. Watson, page 428.\n\non its different temperature at Edystone from that observed at Plymouth, between July 7 and 14, 1757, p. 488.\n\nAkenside, Mark, M.D. his observations on the origin and use of the lymphatic vessels in animals, p. 322.\n\nAlga Marina latifolia, observations on it, p. 631.\n\nAlligator, the fossil bones of one, found on the sea-shore near Whitby, p. 688.\n\nAmerica, North, account of an earthquake felt in it Nov. 18, 1755. p. 1.\n\nAmerican Sea Sun-Crown, observations on it, p. 843.\n\nAntiquities, accounts of the late discoveries of some at Herculaneum, p. 49. 88. 619.\n\nAneurism.\nINDEX.\n\nAneurism, remarkable case of one in the principal artery of the thigh, p. 363.\nApple, the Manchenille, singular observations upon it, p. 772.\nArderon, Mr. William, abstract of a letter on giving magnetism and polarity to brass, p. 774.\nAffixe, the Black, at Oxford, account of it, p. 699.\n\nB\n\nBaker, Mr. Henry, his account of the Opuntia, or Prickly Pear, and of the Indigo plant, in colouring the juices of living animals, p. 296.\n——— of the Sea Polypus, p. 777.\nBark, remarkable case of its efficacy in a mortification, p. 379.\n——— in the delirium of a fever, p. 609.\nBarnacles, an account of several rare species, p. 845.\nBaster, Job. observationes de corallinis, iisque insidentibus Polypis, aliisque animalculis marinis, p. 258.\nBladder, human urinary, four rough stones extracted from it by the lateral method of cutting for the stone, p. 579.\nBlisters, remarkable effects of them in lessening the quickness of the pulse in coughs attended with infarction of the lungs, p. 569.\nBones, some fossil ones of an allegator, found on the sea-shore near Whitby, p. 688.\nBorlase, Rev. Mr. Wm. his account of some trees discovered under-ground on the sea-shore at Mount's-Bay in Cornwall, p. 51.\n——— of an earthquake in the west parts of Cornwall, July 15. 1757, p. 499.\nBradley, James, D. D. his observations on the comet of Sept. and Oct. 1757, p. 408.\nBrakenridge, Rev. Wm. D. D. his answer to the Rev. Mr. Forster's letter concerning the numbers and increase of the people of England, p. 465.\n\nBrays,\nINDEX.\n\nBrass, abstract of a letter on giving magnetism and polarity to it, p. 774.\nBridges, concerning the fall of water under them, p. 492.\nBrydone, Mr. Patrick, his account of a paralytic patient cured by electricity, p. 392.\nBurrow, James, Esq; his account of an earthquake felt at Linfield in Surrey, and at Edenbridge in Kent, Jan. 24. 1758, p. 614.\n\nC\n\nCarlsbad mineral waters, account of them, p. 25.\ntheir lithontriptic virtue, with lime-water and soap, p. 386.\nCase of Lord Horace Walpole; being a sequel to that in Phil. Trans. vol. xlvii. p. 43 and 47, — p. 205.\nCassia, or Canella, a discourse on it, by Taylor White, Esq; p. 860.\nCavendish, Lord Charles, his description of some thermometers for particular uses, p. 300.\nChapman, Capt. Wm. his account of a method of distilling fresh water from sea-water by wood-ashes, p. 635.\nof the fossil bones of an allegator found on the sea-shore near Whitby in Yorkshire, p. 688.\nCharacters, Phoenician Numeral, antiently used at Sidon, dissertation upon them, p. 791.\nCharts and Maps, a short dissertation on them, p. 563.\nChevalier, Joan. observation eclipsis lunæ die 27 Martii 1755, Olissipone habita, p. 374.\ndie 30 Julii 1757, Olissipone habita, p. 769.\nobservationes eclipsium satellitum Jovis, Olissipone habita, p. 377.\n, &c. observationes eclipsium satellitum Jovis, anno 1757, Olissipone habita, p. 378.\net Theodor. de Almeida, observationes eclipsis lunæ die 4 Feb. ann. 1757, Olissipone habita, p. 376.\n\nCinnamon.\nINDEX.\n\nCinnamon, a discourse on it, by Taylor White, Esq; p. 860.\nCoin, a Parthian, with a Greek and Parthian legend, some remarks on it, p. 175.\nCollet, John, M.D. his letter concerning the peat-pit near Newbury in Berkshire, p. 109.\nComet, observations on that of Sept. and Oct. 1757, made at the Royal Observatory, p. 408.\n\nConvulsive Fits, case of a boy troubled with them, cured by the discharge of worms, p. 518.\nConvulsions, some extraordinary effects arising from them, p. 743.\nCoral, Red, a very singular kind from the Indies, p. 159.\nCorallinis de, iisque insidentibus polypis, alisque animalculis marinis observationes, p. 258.\nCornwall, account of an earthquake in the west parts of it, July 15, 1757, p. 499.\nCorona Solis Marina Americana, observations on it, p. 843.\n\nD\n\nDa Costa, Emanuel Mendez, his account of the impressions of plants on the slates of coals, p. 228.\nDarwin, Erasmus, M.D. his remarks on the opinion of Henry Eles, Esq; concerning the ascent of vapour, p. 240.\nDelirium, of a fever, an extraordinary case of the efficacy of the bark in one, p. 609.\nDiseases, effects of electricity in the cure of some particular ones, p. 695.\nDodson and Mountaine, tables of the variation of the magnetic needle by them, adapted to every 5 degrees of lat. and long. in the more frequented oceans, p. 329.\nDollond, Mr. John, his account of some experiments concerning the different refrangibility of light, p. 733.\nDust, Black, an extraordinary shower, which fell in the island of Zetland, Oct. 20, 1755, p. 297.\nINDEX.\n\nEarthquake, account of one in the island of Sumatra, in the East Indies, Nov. and Dec. 1756, p. 491.\n——— in the west parts of Cornwall, July 15, 1757, p. 499.\n——— at Lingsfield in Surrey, and Edenbridge in Kent, Jan. 24, 1758, p. 614.\n——— at Herculaneum, p. 619.\n——— in New England, and the neighbouring parts of America, Nov. 18, 1755, p. 1.\n——— observations upon a very particular tho' slight one, p. 645.\n\nEclipsis lunaris facta Matriti, a P. Joanne Wendlingen, die 30 Julii, 1757, p. 640.\n——— lunæ observatio, die 30 Julii, 1757, Olissipone habita, p. 769.\n——— die 27 Martii, 1755, Olissipone habita, p. 374.\n——— die 4 Februarii, 1757, Olissipone habita, p. 376.\n\nEclipsum satellitum Jovis observationes, Olissipone habitæ, anno 1757, p. 378.\n——— observationes, Olissipone habitæ, p. 377.\n\nEdystone, remarks on the different temperature of the air there from that observed at Plymouth, between July 7 and 14, 1757, p. 488.\n\nEdenbridge, account of an earthquake felt there, Jan. 24. 1758, p. 614.\n\nEdwards, Mr. Geo. his observations on an evening, or rather nocturnal, solar Iris, p. 293.\n——— account of a new-discovered species of snipe, or tringa, p. 255.\n\nEles, Henry, Esq; remarks on his opinion concerning the ascent of vapour, p. 240.\n\nElectricity, the effects of it in paralytic cases, p. 481.\n\nVol. 50.\nINDEX.\n\nElectricity, further account of its effects in curing some diseases, p. 695.\n——— its virtue in the cure of a palsey, p. 392.\nEllis, Mr. John, his account of a red coral from the East Indies, of a very singular kind, p. 189.\n——— remarks on Dr. Job. Baster's observations de corallinis, &c. p. 280.\n——— answer to the remarks upon his letter to Philip Carteret Webb, Esq; p. 441.\n——— account of several rare species of Barnacles, p. 845.\n——— Henry, Esq; his account of the heat of the weather in Georgia, p. 754.\nEquator, Terrestrial, resolution of a general proposition for determining the horary alteration of the position of it, p. 416.\nEye, diseased; an extraordinary case of one, p. 747.\n\nF\n\nFauquier, Francis, Esq; his account of an extraordinary storm of hail in Virginia, p. 746.\nFire-Engine, further experiments for increasing the quantity of steam in it, p. 370.\n——— attempt to improve the manner of working ventilators by the help of it, p. 727.\nFitz-Gerald, Keane, Esq; his further experiments for increasing the quantity of steam in a fire-engine, p. 370.\n——— experiments on applying Dr. Hales's method of distilling salt water to the steam-engine, p. 53.\n——— concerning an attempt to improve the manner of working ventilators by the assistance of the fire-engine, p. 727.\nFlexor Tendon, an account of one torn out in its whole extent, together with the first joint of the thumb, p. 617.\nForbes, Dr. George, his letter concerning the Patella, or Limpet-Fish, found at Bermuda, p. 859.\nINDEX.\n\nForster, Rev. Mr. Richard, his extract of the register of the parish of Great Shefford, with observations, p. 356.\n——— his letter concerning the number of the people of England, p. 457.\nFruits, fossil, and other bodies, account of some found in the island of Shepey, p. 396.\n\nG\n\nGaze, Mr. John, his account of a boy cured of convulsive fits by the discharge of worms, p. 521.\nGallstones, two extraordinary cases relating to them, p. 543.\nGaubil, F. his description of the plan of Peking, p. 704.\nGeorgia, account of the heat of the weather there, p. 754.\nGlass, in windows, dissertation on the antiquity of it, p. 601.\nGravity, Specific, of living men, essay towards ascertaining it, p. 30.\nGrindall, Mr. Richard, his account of the efficacy of the bark in a mortification, p. 379.\nGuadaloupe, Isle of, account of a visitation of the leprous persons there, p. 38.\n\nH\n\nHague, state of thermometer there, Jan. 9, 1757, p. 148.\n—— observations there on the comet in Sept. and Oct. 1757, p. 483.\nHail, an extraordinary storm in Virginia, p. 746.\nHerculaneum, accounts of the late discoveries of antiquities made there, p. 49. 88. 619.\nHeat of the air, July 1757, remarks on it by Dr. Huxham and Dr. Watson, p. 428.\n—— of the weather, account of that in July 1757, by Dr. Huxham, p. 523.\n—— of the weather in Georgia, account of it, p. 754.\nHemlock Dropwort, further account of its poisonous effects, p. 556.\nHimselfe, Nicholai, M.D. de rariori quadam specie, in Suecia reperta, tractatus, p. 692.\nINDEX.\n\nHome, Robert, Surgeon, his account of the flexor tendon torn out in its whole extent, and the first joint of the thumb torn off, p. 617.\n\nHorned Cattle, the usefulness of inoculation to prevent the contagious distemper among them, p. 528.\n\nHuxham, John, M.D. his remarks on the heat of the air, July 1757, p. 428.\n\n——— on the extraordinary heat of the weather in July 1757, p. 523.\n\nI\n\nJenty, Nicholas, his account of a man, whose intestines, &c. all cohered, and who after death fell under his inspection, p. 550.\n\nIleum, the gut, cut thro' by a knife, instance of the successful treatment of it, p. 35.\n\nIndigo plant, effects of it, and of the opuntia, or prickly pear, in colouring the juices of living animals, p. 296.\n\nInoculation, its usefulness on horned cattle, to prevent the contagious distemper among them, p. 528.\n\nIntestines, remarkable case of the cohesions of all of them in a man, p. 550.\n\nJohnstone, James, M.D. his account of two extraordinary cases of gall-stones, p. 543.\n\nIris, solar, observations on an evening, or rather nocturnal one, p. 293.\n\nK\n\nKlinkenberg, Mr. D. his observations upon the comet in Sept. and Oct. 1757, p. 483.\n\nL\n\nLatteals, experiment to prove that salt of steel does not enter them, p. 594.\n\nLanreath, effects of a storm of thunder and lightning there, June 27, 1756, p. 104.\n\nLayard, Daniel Peter, M.D. his account of an extraordinary case of a diseased eye, p. 747.\n\nLayard,\nINDEX.\n\nLayard, Daniel Peter, M.D. his discourse on the usefulness of inoculating the horned cattle, p. 528.\nLeprous persons in the isle of Guadaloupe, account of a visitation of them, p. 38.\nLeffwitkiel, in Cornwall, effects of lightning upon the church and steeple there, p. 198.\nLewis, William, M.B. his experimental examination of Platina, Paper V. and VI. p. 148, 156.\nLichen, memoir concerning it, p. 652.\nLight, some experiments concerning its different refrangibility, p. 733.\nLightning, its effects upon the church and steeple of Leffwithiel in Cornwall, p. 198.\nLimax non cochleata, observations on it, p. 585.\nLime-water, its lithontriptic virtue, p. 386.\nLimpet-Fish, found at Bermuda, account of it, p. 859.\nLinnaeus, his account of the faculty called Vigiliæ Florum, with an enumeration of several plants subject to that law, p. 506.\nLingfield, in Surry, account of an earthquake felt there, Jan. 24, 1758, p. 614.\nLooe, effects of a storm of thunder and lightning there, June 27, 1756, p. 104.\n\nM\n\nMaps, Geographical, the best form of them, p. 553.\n—— and Charts, a short dissertation on them, p. 563.\nMagnetism, and Polarity, given to brass, p. 774.\nMalverne waters, their good effects, p. 23.\nMemoir, an historical one on the genus of plants called Lichen, Usnea, Coralloides, and Lichenoides, p. 652.\nMen, living, essay towards ascertaining their specific gravity, p. 30.\nMilles, Jeremiah, D.D. letters to him, with accounts of the effects of thunder and lightning at Looe and Lanreath, June 27, 1756, p. 104.\n——— his account of the Carlsbad mineral waters in Bohemia, p. 25.\n\nMiller,\nINDEX.\n\nMiller, Mr. Philip, concerning the effects of a storm at Wigton in Cumberland, p. 194.\n——— his remarks on a letter of Mr. John Ellis to P. C. Webb, Esq; printed in Phil. Trans. vol. xlix. part ii. p. 806. — p. 430.\n\nMitchell, Sir Andrew, his account of an extraordinary shower of black dust, that fell in the Island of Zetland, Oct. 20, 1755, p. 297.\n\nMixtures, effervescent, strange effects of some, p. 19.\n\nMoffat, in Annandale, a new medicinal well lately discovered there, p. 117.\n\nMortification, remarkable efficacy of the bark in one, p. 379.\n\nMount's-Bay, account of some trees discovered underground on the shore there, p. 51.\n\nMounsey, James, M. D. his account of the strange effects of some effervescent mixtures, p. 19.\n\nMountaine and Dodson, tables of the variation of the magnetic needle by them, adapted to every five degrees of lat. and long. in the more frequented oceans, p. 329.\n——— Wm. his dissertation on maps and charts, p. 563.\n\nMurdoch, Patrick, his description of the best form of geographical maps, p. 553.\n——— his trigonometry abridged, p. 538.\n\nMuncley, Nich. M. D. his account of the extraordinary efficacy of the bark in the delirium of a fever, p. 609.\n\nN\n\nNeedle; magnetic, its variation, p. 329.\n\nNew England, account of an earthquake felt there, Nov. 18, 1755, p. 1.\n\nNewbury, in Berkshire, account of the peat-pit near it, p. 109.\n\nNigbishade, deadly, botanical and medical history of it, p. 62.\n\nNixon, Rev. John, A. M. his account of some of the antiquities discovered at Herculaneum, &c. p. 88.\nINDEX.\n\nNixon, Rev. John, A.M. his account of the temple of Serapis at Pozzuoli in Naples, p. 166.\n——— his dissertation on the antiquity of glass in windows, p. 601.\nNorfolk Boy, observations on the case of one, who was cured of convulsive fits by the discharge of worms, p. 836.\nNumber of the people of England, observations on it, p. 356, 457, 465.\n\nO\n\nObservationes anatomico-medicæ de monstro bicorporeo virgineo, p. 311.\nOenanthe aquatica succo viroso crocante of Lobel, farther account of its poisonous effects, p. 856.\nOil, its efficacy, taken as a vermifuge, p. 837.\nOperation, an extraordinary one performed in the dockyard at Portsmouth, p. 288.\nOpuntia, or prickly pear, effects of it, and of the Indigo plant, in colouring the juices of living animals, p. 296.\nOrthoceratilis, de rarioiri quadam specie, in Suecia reperta, tractatus, p. 692.\nOram, Rev. Richard, his account of a boy cured of convulsive fits by the discharge of worms, p. 518.\nOxford, account of the black assize there, p. 699.\n\nP\n\nPaderni, Camillo, his account of the late discoveries at Herculaneum, p. 49.\n——— of an earthquake at Herculaneum, and of some late discoveries there, p. 619.\nPalsey, instance of the cure of it by electricity, p. 392.\nPantheon, at Rome, account of the alterations making in it, p. 115.\nParsons, James, M.D. his account of some extraordinary tumours upon the head of a man in St. Bartholomew's Hospital, p. 350.\n\nParsons.\nINDEX.\n\nParsons, James, M.D. his account of fossil fruits, and other bodies, found in the island of Shepey, p. 396.\nParalytic cases, the effects of electricity in them, p. 481.\nPatella, or Limpet-fish, found at Bermuda, account of it, p. 859.\nPeyssonel, John Andrew, M.D. his account of a visitation of the leprous persons in the isle of Guadaloupe, p. 38.\n— his observations on the worms that form sponges, p. 590.\n— observations on the Limax non cochleata purpur ferens, p. 585.\n— observations on the Alga marina latifolia, p. 631.\n— observations on a slight but very particular earthquake, p. 645.\n— observations on the Manchenille apple, p. 772.\n— observations on the Corona Solis Marina Americana, or American Sea-Sun-Crown, p. 843.\nPeat-pit, account of one near Newbury in Berkshire, p. 109.\nPeople of England, concerning the number of them, p. 457.\n— an answer to Mr. Forster's letter, concerning their number and increase, 465.\nPeking, a description of the plan of it, p. 704.\nPerry, Mr. his letter to Dr. Stukeley, concerning the Earthquake at Sumatra in Nov. and Dec. 1756, p. 491.\nPhenician numeral characters anciently used at Sidon, dissertation on them, p. 791.\nPlants, impressions of them on the slates of coals, p. 228.\n— catalogue of the fifty from Chelsea Garden, for 1756, p. 236.\n— observations on the sleep of them, p. 506.\n— catalogue of the fifty from Chelsea Garden, for 1757, p. 648.\nINDEX.\n\nPlatina, experimental examination of it, Paper V. and VI. p. 148, 156.\nPlatt, Mr. Joshua, his account of the fossil thigh-bone of an animal dug up at Stonesfield, near Woodstock, p. 524.\nPolarity and Magnetism, communicated to bras, p. 774.\nPolypus, Sea, account of it, p. 777.\nPozzuoli, account of the temple of Serapis there, p. 166.\nPostscript to Dr. Whytt's observations on Lord Walpole's case, p. 385.\nPringle, John, M.D. on the virtues of soap in dissolving the stone, p. 221.\n——— his account of the effects of electricity in paralytic cases, p. 481.\nProblems, isoperimetrical, a further attempt to facilitate the solution of them, p. 623.\nPulteney, M. Richard, his botanical and medical history of the Solanum Lethale, p. 62.\n——— his observations on the sleep of plants, p. 506.\nPulse, quickness of it in coughs, attended with infarction of the lungs, lessened by blisters, p. 569.\n\nR.\n\nRegister, Parish, extract of that in Great Shefford in Berkshire, with observations, p. 356.\nRemarks on Dr. Job Baster's Observationes de corallinis, &c. p. 280.\nRobertson, Mr. John, his essay towards ascertaining the specific gravity of living men, p. 30.\n——— account of an extraordinary operation performed in Portsmouth dock-yard, p. 288.\n——— of the fall of water under bridges, p. 492.\n\nS\n\nSalt-water, experiments on applying Dr. Hales's method of distilling it to the steam-engine, p. 53.\nINDEX.\n\nSatellite, concerning the irregularities in the motion of one, arising from the spheroidal figure of its primary planet, p. 807.\n\nSea-water, method of making it fresh with wood-ashes, p. 635.\n\nSea Alga with broad leaves, observations on it, p. 631.\n\nSeries, invention of a general method for determining the sum of every 2d, 3d, 4th, 5th, &c. term of one, taken in order, p. 757.\n\nSerapis, Temple of, at Pozzuoli, account of it, p. 166.\n\nShepey Island, account of fossil fruits, and other bodies, found there, p. 396.\n\nShort, James, M. A. his account of some experiments concerning the different refrangibility of light by Mr. John Dollond, p. 733.\n\nShefford, Great, extract of the parish register there, with observations, p. 356.\n\nSimpson, Mr. Tho. his resolution of a general proposition for determining the horary alteration of the terrestrial equator, &c. p. 416.\n\n——— further attempt to facilitate the resolution of isoperimetrical problems, p. 623.\n\n——— invention of a general method for determining the sum of every 2d, 3d, 4th, or 5th, &c. term of a series, taken in order, p. 757.\n\nSkeleton of an animal; description of a fossil one found in the alum rock near Whitby, p. 736.\n\nSlates of Coals, account of the impressions of plants on some, p. 228.\n\nSleep of plants, observations on it, p. 506.\n\nSmeaton, Mr. John, concerning the effects of lightning upon the church and steeple of Lostwithiel in Cornwall, p. 198.\n\n——— his remarks on the different temperature of the air at Edystone, from that observed at Plymouth, between July 7th and 14th, 1757, p. 488.\n\nSnail, the naked, producing purple, observations on it, p. 585.\n\nSnipe,\nINDEX.\n\nSnipe, or Tringa, a new-discovered species of it, p. 255.\nSolanum Lethale, Bella-Donna, or Deadly Nightshade, brief botanical and medical history of it, p. 62.\nSoap, its virtues in dissolving the stone, p. 221, 386.\nSponges, formed by worms, new observations on them, p. 590.\nSteam Engine, experiments on applying Dr. Hales's method of distilling salt-water to it, p. 53.\nSteam, farther experiments for increasing the quantity of it in a fire-engine, p. 570.\nStone, the virtues of soap in dissolving it, p. 221.\nStones, remarkable instance of four rough ones discovered in an human urinary bladder, extracted by the lateral method of cutting for the stone, p. 579.\nStorm, effects of one at Wigton in Cumberland, p. 194.\nat Looe and Lanreath, p. 104.\nStonesfield, account of the fossil thigh-bone of an animal dug up there, p. 524.\nSumatra, Island of, account of an earthquake felt there in Nov. and Dec. 1756, p. 491.\nSwinton, the Rev. John, his remarks on a Parthian coin with a Greek and Parthian legend, never before published, p. 175.\ndissertation upon the Phoenician numeral characters antiently used at Sidon, p. 791.\n\nT\n\nTables of the variation of the magnetic needle, a sett, which exhibit the result of upwards of fifty thousand observations, adapted to every five degrees of lat. and long. in the more frequented oceans, p. 329.\nTendon, Flexor, one torn out in its whole extent, and the first joint of the thumb torn off, p. 617.\nThermometer, state of it at the Hague, Jan. 9, 1757, p. 148.\nThermometers, description of some for particular uses, p. 300.\nINDEX.\n\nThigh-bone of a large animal, a fossil one dug up at Stonesfield, near Woodstock, in Oxfordshire, p. 524.\n\nThunder and Lightning, the effects of them in the parishes of Looe and Lanreath, June 27th, 1756, p. 104.\n\nTorkos, Just. Joan. observationes anatomico-medicae de monstrò bicorporeo virgineo, p. 311.\n\nTravers, Mr. Peter, his successful treatment of the gut ileum cut thro' by a knife, p. 35.\n\nTrees, some discovered under-ground on the shore at Mount's-Bay in Cornwall, p. 51.\n\nTrembley, Mr. Abraham, extract of a letter from him on several curious subjects of natural history, p. 58.\n\nhis state of the thermometer at the Hague, Jan. 9, 1757, p. 148.\n\nTrigonometry, abridgement of it, p. 538.\n\nTumours, some extraordinary ones upon the head of a man in St. Bartholomew's-Hospital, p. 350.\n\nTringa, or Snipe, account of a new-discovered species, p. 255.\n\nV\n\nVapour, remarks on the opinion of Henry Eeles, Esq; concerning the ascent of it, p. 240.\n\nVentilators, attempt to improve the manner of working them by the help of a fire-engine, p. 727.\n\nVessels, lymphatic, of animals, observations on their origin and use, p. 322.\n\nVigiliae florum, account of that faculty, p. 506.\n\nVirginia, remarkable storm of hail there, p. 746.\n\nW\n\nWall, John, M.D. concerning the good effects of Malverne waters, p. 23.\n\nhis observations on the case of the Norfolk Boy cured of convulsions by the discharge of worms, p. 836.\n\nWalmsley, Mr. Charles, his letter on the irregular motions of a satellite, p. 807.\n\nWalker,\nINDEX.\n\nWalker, Mr. John, his account of a new medicinal well lately discovered at Moffat in Annandale, p. 117.\n\nWalpole, Lord Horace, sequel to his account of his own case (Phil. Trans. vol. xlvii. p. 43 &c. 472.) p. 205.\n\nWard, John, LL.D. letter communicated by him, with an account of the alterations making in the Pantheon at Rome, p. 115.\n\n——— his account of the black assize at Oxford, p. 699.\n\nWarner, Jof. Surgeon, his account of a remarkable case of an aneurism, &c. p. 363.\n\n——— instance of four rough stones extracted from the urinary bladder of a man, by the lateral method of cutting for the stone, p. 579.\n\nWater, account of its fall under bridges, p. 492.\n\n——— fresh, method of procuring it from salt water with wood-ashes, p. 635.\n\nWaters, the Carlsbad mineral, account of them, p. 25.\n\n——— their lithontriptic virtue with lime-water and soap, p. 386.\n\n——— Malverne, the good effects of them, p. 23.\n\n——— medicinal, at Moffat in Annandale, account of them, p. 117. Various experiments on them, p. 121.\n\nWatson, William, M.D. memoir concerning a genus of plants called Lichen, &c. p. 652.\n\n——— his account of some extraordinary effects arising from convulsions, p. 743.\n\n——— his further account of the poisonous effects of the Oenanthe aquatica succo virgoso crocanthe of Lobel, or Hemlock Dropwort, p. 856.\n\nWell, medicinal, a new one discovered near Moffat in Annandale, p. 117.\n\nWeather, extraordinary heat of it in July 1757, p. 523.\n\n——— in Georgia, p. 754.\n\nWendlingen, P. Joan. observatio eclipsis lunaris facta Matriti, die 30 Julii 1757, p. 640.\n\nWhite, Taylor, Esq; his discourse on the Cinamon, Cassia, or Canella, p. 860.\n\nWhitt,\nINDEX.\n\nWhytt, Robert, M.D. his account of the lithontriptic virtue of the Carlsbad waters, lime-water and soap, p. 386.\n— concerning the remarkable effects of blisters in lessening the quickness of the pulse in coughs attended with infarction of the lungs, p. 569.\n\nWigton, in Cumberland, effects of a storm there, p. 194.\n\nWinthrop, Mr. Professor, concerning an earthquake felt in New England, and the neighbouring parts of America, Nov. 18, 1755, p. 1.\n\nWindows, dissertation on the antiquity of glass in them, p. 601.\n\nWright, Edward, M.D. his account of an experiment, whereby it appears that salt of steel does not enter the lacteals, p. 594.\n\nWood-ashes, their use in distilling fresh water from seawater, p. 635.\n\nWooller, Mr. his description of the fossil skeleton of an animal found in the alum rock near Whitby, p. 786.\n\nWorms, account of a boy cured of convulsive fits by the discharge of some, p. 518. Other cases of the like nature, p. 839.\n— that form sponges, new observations on them, p. 590.\n\nZ\n\nZealand, island of, account of an extraordinary shower of black dust which fell there, Oct. 20, 1755, p. 297.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105343.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 19,
    "total-input-tokens": 26664,
    "total-output-tokens": 9015,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        789,
        2
      ],
      [
        789,
        2299,
        3
      ],
      [
        2299,
        3781,
        4
      ],
      [
        3781,
        5311,
        5
      ],
      [
        5311,
        6633,
        6
      ],
      [
        6633,
        8136,
        7
      ],
      [
        8136,
        9637,
        8
      ],
      [
        9637,
        11068,
        9
      ],
      [
        11068,
        12671,
        10
      ],
      [
        12671,
        14211,
        11
      ],
      [
        14211,
        15641,
        12
      ],
      [
        15641,
        17050,
        13
      ],
      [
        17050,
        18446,
        14
      ],
      [
        18446,
        20095,
        15
      ],
      [
        20095,
        21667,
        16
      ],
      [
        21667,
        23180,
        17
      ],
      [
        23180,
        24838,
        18
      ],
      [
        24838,
        25961,
        19
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105343",
    "title": "Back Matter",
    "authors": null,
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 19,
    "jstor_url": "https://www.jstor.org/stable/105343"
  }
}