{
  "id": "a175eb9ec5023611ec2d4e2432b8f6db92994354",
  "text": "XXVI. A Description of a Catheter, made to remedy the Inconveniencies which occasioned the leaving off the High Operation for the Stone; by Archibald Cleland, Surgeon to General Wade's Regiment of Horse.\n\nAs this Operation was left off very precipitately, in order to introduce that Method now called the Lateral Operation, which has been practised for some time with good Success; notwithstanding, had the Operators at that time had the Advantage of this Instrument I here offer to this Honourable Society, I am persuaded the Advantage would have been more than equal in favour of this High Operation, and preferable to any other Method yet practised: And I humbly hope, that the Description, and the Method of using this Catheter, will be a means of reviving an Operation so happily begun, and calculated for the Good of those that are afflicted with the Stone in the Bladder.\n\nThis Catheter is made either of Silver or Steel, of different Sizes, to suit different Ages; and has the outward Appearance of a common Catheter [Tab. VII. Fig. 1.], and will answer the same Uses: But, in respect to this Operation, it differs from the common in this, that it is composed of Two Legs [Fig. 2.], with blunt Points, a long Tube, a Sliding-bolt; and a Handle, which serves to open and shut the Legs: The Bolt, which is fixed to the Extremity of the Tube, goes into Two Holes, fixed in the Plate of the Handle: The one\none serves to keep the Legs close during the time it is to be introduced into the Bladder, the other to extend the Points at the Distance of an Inch or more, during the time the Operation is performing.\n\nThe Method of using this Catheter is, first, (after having taken the necessary Precautions, and filled the Bladder) to introduce the Catheter into the Bladder, then unbolt it at the Handle, and by holding the Tube in one Hand, and the Handle that moves the Legs in the other, then turn or open the Legs, till the Bolt becomes opposite to the Second Hole upon the Plate into which the Bolt must be thrust; then by pressing gently the Handle downwards betwixt the Patient's Legs, the Two blunt Points will be easily felt above the Os Pubis, in the Protuberance made by the Injection into the Bladder.\n\nThe Advantages I propose by using this Instrument, are these: First, To be a Director for the Operator, in determining the Place where the Puncture is to be made in the Bladder; it also serves as a Support to the Bladder, when the Water flows out; and keeps it from subsiding during the Time of the Operation, and till the Stone is extracted: It serves likewise to resist the Pressure of the abdominal Muscles and Peritoneum, and also hinders the Intestines from being forced down upon the Knife; and keeps the Orifice open, till the Stone or Stones are brought away. And, lastly, by the Help of this Instrument it may be discovered, whether the Bladder is indurated or scirrhous.\n\nThe Method of performing this Operation, with Safety, is, after having introduced and fixed the Catheter with its Legs open, to feel for the Two Points above\nabove the Os Pubis, and place the Finger and Thumb gently upon them; then give the Handle to an Assistant, to keep it firm in that Position; then, with the Knife in the Right Hand, make a Puncture at once into the Bladder, exactly in the Middle betwixt the Points; but, for the more Security, somewhat lower nearer the Os Pubis; and, without drawing out the Knife, make a large Incision downwards, inclining under the Arch of the Pubis, in proportion to the Bigness of the Stone, taking care not to wound the Cartilage that joins the Bones together, when the Knife is withdrawn: The Bladder being thus supported, the Stone may be extracted with the Fingers, or with a small Pair of Tenets, there being little Danger of breaking it in this Method. When the Operation is finished, raise the Handle of the Catheter, and unbolt it; shut it close and fix it so; then withdraw the Catheter, and dress the Patient.\n\nApril 5. 1739.\n\nSee Tab. VII.\n\nFig. 1. The Catheter, as it is to be introduced into the Bladder, the Two Legs A and B being closed together.\n\nFig. 2. The Catheter, its Two Legs A, B, being open. C, D, The Tube.\nE, The Sliding-bolt.\nF, The Two Holes into which the Bolt is to be slid.\nG, The Ears fixt to the Tube C, D, which is all of one Piece with the Leg A.\nH, The Handle, which opens the Legs; this Handle is all of one Piece with the\nthe Leg B, which Leg B is a Continuation of a Wire, that runs through the Tube C D, and is fastened to the Handle H, and turns with it.\n\nXXVII. A Description of Needles made for Operations on the Eyes, and of some Instruments for the Ears, by the Same.\n\nThe first differs from a common Couching-needle, [Tab. VII. Fig. 3.] in this, that it is made of Two Pieces of Steel soldered together, and fixed in a Handle [Fig. 4.]: At a little Distance from the Handle they separate, and have; in each Lamina, a Button fixed, which passes through a Hole in the other; from this Part to the Points, they are so nicely applied, and polished together, that they cut, and have the Shape of a common Needle: Upon pressing the Buttons, the Points are separated, and in the Inside of the broad Part of the Points are several small Indents, to prevent anything from slipping, after it has once got hold.\n\nThe Use of this Needle is, either to depress a Cataract; or, if it should be found of such a Nature as to bear to be taken hold of, then, by opening the Points, to engage it, and carefully bring it out of the Eye.\n\nIf it should happen, that in depressing the Cataract, or in bringing it out of the Eye, some of the small Vessels are wounded, and some Drops of Blood diffuse themselves in the aqueous Humour; this second Needle [Fig. 5.] is made with Design to remedy this Inconveniency. It",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104389.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11344,
    "total-output-tokens": 1595,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1411,
        4
      ],
      [
        1411,
        3055,
        5
      ],
      [
        3055,
        4403,
        6
      ],
      [
        4403,
        5780,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104389",
    "title": "A Description of a Catheter, Made to Remedy the Inconveniencies Which Occasioned the Leaving off the High Operation for the Stone; By Archibald Cleland, Surgeon to General Wade's Regiment of Horse",
    "authors": "Archibald Cleland",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104389"
  }
}