{
  "id": "222743b748e12b08edad5fff46a7695616338ba5",
  "text": "The third Remark is, the Reason that invites Thrushes or Starlings under the Legs of black Cattle grazing in a Pasture. Not being able to get near them, I observed them at a Distance with a good Glass. I saw all these Birds thrust their Head and half their Body down into the Grass, in such manner that their Tails remained erect in the Air, as that of a Duck upon diving; which makes me think, that those Birds seek after Worms in the Earth; and that they gather about the Cattle, because as they are large Animals, upon trampling on the Ground, they oblige such Worms to come forth, as happen to be press'd under the Weight of their Hoofs.—I shall be glad of every Opportunity of convincing you how much I respect you, and am,\n\nYour most humble,\nand most obedient Servant,\n\nPluche.\n\nXIX. A Letter from John Bartram, M.D. to Peter Collinson, F.R.S. concerning a Cluster of small Teeth observed by him at the Root of each Fang or great Tooth in the Head of a Rattle-Snake, upon dissecting it.\n\nMr. Collinson, Philadelphia, July 17. 1734.\n\nNear German-town, about six Miles from this City, we found a Rattle-snake, which is now become a Rarity so near our Settlements. I took it home,\nhome, and dissected it: In the Head I met with what has not been observed before by any, that I can remember—that is, a Cluster of Teeth on each Side the upper Jaw, at the Root of the great Fangs, through which the Poison is ejected.—I observed, in the same Case, that the two main Teeth were sheathed in, lay four others at the Root of each Tooth, in a Cluster together, of the same Shape and Figure with the great ones—and I am apt to think for the same Use and Purposes, if by Accident the main Teeth happen to be broken—as was the Fellow to this that I send you.—May not these Cluster of Teeth be placed to supply such a Defect successively—for the Support and Defence of this Creature?\n\nI am not certain whether this is an uncommon Case; perhaps others have not dissected the Head of this Animal with the Care that I have done.\n\nI am yours,\n\nJohn Bartram.\n\nXX. Notices of some Meteors observed at Philadelphia in North-America by Joseph Breintnall, extracted out of a Letter from him to Peter Collinson, F. R. S.\n\nPhiladelphia, May 9. 1738.\n\n—The remarkable Aurora Borealis, that was seen in Europe the Beginning of last December, was not seen here.\n\nBut",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104292.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 657,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1184,
        2
      ],
      [
        1184,
        2343,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104292",
    "title": "A Letter from John Bartram, M. D. to Peter Collinson, F. R. S. concerning a Cluster of Small Teeth Observed by Him at the Root of Each Fang or Great Tooth in the Head of a Rattle-Snake, upon Dissecting It",
    "authors": "John Bartram",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104292"
  }
}