{
  "id": "fa451b8238f7da1fe525f98aaf47a39cb1fd2d54",
  "text": "have fallen under Observation) to beg Leave to subscribe myself, with the highest Esteem,\n\nSIR,\n\nTooting, Dec. 6:\n1748. Tour and the Royal Society's most obedient, and most humble Servant;\n\nHenry Miles.\n\nII. An Account of the Case of a Clergyman's Lady, at Cottered near Baldock in Hertfordshire, who had a Stone under her Tongue, by Wm. Freeman Esq; F. R. S.\n\nRead Jan. 19. THIS Substance, seemingly a Concretion of Stone or Chalk*, was voided in July 1748, from under the Root of her Tongue, just on the left Side of the middle String among the Blood-vessels. It was lodged in a Cell formed by itself, the Traces being left behind exactly tallying. It was voided without Pain, or Effusion of Blood.\n\nThe Patient began to feel in the Part affected some Uneasiness about 18 Months before the Discharge. The Pain extended itself sometimes along the Jaw almost to the Ear; the Glands being at times swell'd, and a salt Rheum flowing into the Mouth. The Swelling of the Part gradually increased to about the Size\n\n* The Stone is in the Museum of the Royal Society.\nSize of a large Nutmeg; and, being felt by the Finger, was hard.\n\nAbout a Fortnight before the Discharge, some white Specks appeared; upon which it was supposed that Matter was gathering; and being still hard, a common Poultice of white Bread and Milk was applied, and then it presently dislodged itself, without any Application, and left the Patient ever since free from Complaint.\n\nI was obliged to the Rev. Mr. Chauncy, the Husband of the Patient, for this Account.\n\nIII. An Account of Glasses of a new Contrivance, for preserving Pieces of Anatomy or Natural History in spirituous Liquors, by Claud. Nic. le Cat. M. D. F. R. S. Royal Demonstrator in Anatomy and Surgery at Roan.\n\nTranslated from the French by T. S. M. D. F. R. S.\n\nRead Jan. 19. 1748.\n\nTHOSE who have Collections of Anatomy, or Natural History, and preserve Animals, Vegetables, or any of their Parts, in spirituous Liquors, are sensible how expensive it is to supply the Waste of these Spirits, which evaporate considerably.\n\nHaving in 1739. begun to make a Collection of this sort, it was not long before I felt the Necessity I was under of contriving some kind of Vessel, or some way of closing the common Glasses, which might prevent, or at least diminish the Quantity of, this Evaporation. After",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104593.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 675,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1062,
        2
      ],
      [
        1062,
        2333,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104593",
    "title": "An Account of the Case of a Clergyman's Lady, at Cottered Near Baldock in Hertfordshire, Who Had a Stone under Her Tongue, by Wm. Freeman Esq; F. R. S.",
    "authors": "Wm. Freeman",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104593"
  }
}