{
  "id": "cb5929b98c703163da8579a534df84453de4770b",
  "text": "PHILOSOPHICAL TRANSACTIONS\n\nFebruari. 21. 1675.\n\nThe CONTENTS.\n\nAn Experimental Discourse of Quicksilver growing hot with Gold; by B. R. Some Observations on several Passages of the two last Months Transactions; relating to some, till now un-observed, Qualities in the Air; to the Mixing and Fermenting of Liquors in vacuo; to the History of Birds; the Anatomy of the Trunks of Vegetables; Baroscopes, &c. Some Experiments touching Animals; others, about producing ice free from bubbles in vacuo, and giving by means of the Air-pump certain proprieties to things which they never had before; others, touching Gun powder, and the way of discovering the quantity of Air contained therein, together with its degree of Compression in that body, &c. An Account of some Books; I. COURS D'ARCHITECTURE, Premiere partie; par M. Francois Blondelet. II. Dr. Henry Moore's Remarks upon two late Ingenious Treatises, &c. An INDEX for the Traits of this whole Year.\n\nOf the Incalescence of Quicksilver with Gold, generously imparted by B. R.\n\nThe Introduction of the Publisher.\n\nThough the following discourse was by the Author of it made part of a short Examen of the supposed Sympathy between Gold and Quicksilver, (which itself belongs to another Treatise;) yet the worthiness of the subject, and the great curiosity that is observed among many Virtuosi, (not only Chymists, but others,) about Mercurial Preparations and Experiment, made me think I\nmight do them an acceptable piece of service, if I could prevail with the Author to sever them from the papers, whereto he had annex'd them, (but to which they seemed not absolutely necessary) though upon the conditions he judg'd requisite to insist on.\n\nAnd since I venture to impart before the time these things unto the Curious, I hope and desire, they will be so equitable as to indemnifie me to the Author, and not fruitlessly endeavour to put a person, that has already given so many proofs of his propensity to gratifie Ingenious men, upon making unseasonable answers to any Verbal or Epistolary Questions about things, wherein some considerations, that he thinks are not to be dispensed with by him, do as yet injoin him silence.\n\nNow, to gratifie the Curious amongst Strangers, as well as those of our own Nation, the Publisher was not unwilling to give this discourse in Latin, as the Author hath been pleased to impart it in English.\n\nFollows the Discourse itself.\n\nOf Mercury growing hot with God; Communicated by B.R.\n\nBut that what I have hitherto said, may not be drawn to the disparagement or discouragement of those Spagyrist that possess or aspire to the nobler Arcana of Gold and Mercury, I must mind you to take notice, that what I have objected against the supposed Sympathy of Gold and Quick-silver, is spoken only of common Mercury, that being It whose Sympathy with Gold is wont to be celebrated. And though perhaps, a good part of the things I have alleg'd will be found applicable even to true running Mercuries; yet I would not be thought to deny, that there may be\n\nDe Mercurio cum Auro incalescente, Diatriba B. R.\n\nV Erumenimvero, ne qua habentus disserui eò torqueantur, ac si laudes animosque viris illis Spagyricis demere velimus, qui Nobiliora Auri & Argenti Vivi arcana possident ambiuntive, monendus es mihi ut adveretas, me quod contra suppositam Auri & Mercurii sympathiam objecti, de Vulgari duntaxat Mercurio dictum velle, cum ille sit, cujus cum Auro sympathia celebrari sueverit. Et quamvis forte magna à me dictorum pars, consultâ experientiâ, ad nativum etiam Mercurium currentem extendi posse; non tamen censere Lectorem velim, negare me dari Argentum vivum posse\nbe a Quicksilver more subtle and penetrant than that which is common, and that those Chymists, that ground the sympathy of Gold and Mercury upon the Operations of a more Philosophical Mercury, may likewise argue for it more speciously than Vulgar Mercury will enable them to do. And to let you see on this occasion that I am not unkind to the Chymists, I will annex part of a Paper, written to a Friend to give him my Opinion about Mercuries Incalescence with Gold.\n\n2. —And now I shall abruptly begin this Section with the consideration of a Probleme much agitated among the Curious, especially these that pretend, whether truly or vainly, to have more than ordinary insight into Chymistry: Among whom I find it hotly disputed, whether or no there be any such thing as a Mercury that will heat with Gold, that is, which by being barely mingled with that metal reduced to fine parts, will, without the help of external heat, produce upon the commixture of those two Bodies very sensible heat.\n\n3. The Affirmative of this Question is positively asserted by some Writers and others, that pretend to the Transmutation of Meta's: For among these I have met posse Vulgari subtiliùs & penetrantis, istoque Chymicos, qui Auri & Mercurii Sympathiam niti volunt Mercurii magis philosophici operationibus, contendere etiam pro ea multò speciosius posse, quam si Vulgaris cum axat Mercurius adhibeatur. Atque ut hac occasione testatum faciam, me viros Chymiae addictos novitiamque aversari; subjungam hic scripti mei partem, ad Amicum quendam idecirò exarati, ut meam ipsìde Mercurii cum Auro Incalescentia opinionem depromerem.\n\n———Nunc vero abrupte Sectionem hanc ordiar Problematic cujusdam discussione, quod din multumque inter Curiosos fuit agitatum, eos imprimis, qui, sive verè sive falsò, obtendunt, se intimiores, quam vulgo concessum est, Chymiae recessus adiisse: Inter quos id calide disputari repetio, U. rum ejusmodi detur Mercurius, qui incalescat cum Auro, id est, qui, dum nudè Metallo isti, ad minutas admodum partes redacto, commiscetur, citra externi caloris adminiculum, factà solummodo duorum illorum corporum cramate, sensibilem valde calorem pariat.\n\nHujus Questionis Affirmativam mordicus tenent nonnulli Authores, aliquae qui Metallorum Transmutationem sibi vendicant; Inter hos quippe, nonnullos videre X x x 2 mihi\nmet with some that ascribe this vertue of Incalescence with Gold to the Mercuries extracted, as they suppose, from some compleat Metals, which are therefore in their Phrase sty'd Mercurii Corporum, or the Mercuries of the Metalline Bodies.\n\n4. But the Negative part of the Question is more generally maintain'd, being not only embraced by far the greatest number of Philosophers and Physicians, but assented to by many of the more Learned Spagyristes themselves, especially the Modern, divers of whom have reckon'd this sort of Mercuries among the Chimera's and Non-Entia of bragging Chymists. And I have the less wondered to find many Learned men so averse from believing this Incalescence of Mercury and Gold, because, having purposely enquir'd of several prying Alchymists, that have spent much labour, and many Trials, to find out things of this kind, and have of late years travelled into many parts of Europe to pry into the Secrets of other Seekers of Metalline Transmutations, they have apart ingenuously confessed to me, that they never actually saw any Incalescent Mercury, though they sometimes heard it boasted of by Alchymists; whose bold pretensions had the less weight with\n\nmibi licuit, qui hanc Incalescendè cum Auro virtutem Mercuriis adscribunt, ex perfectis quibusdam corporibus, ut autumant, elicit; quos idcirco Mercurios Corporum, sive Mercurios corporum Metallicorum, nuncupare solent.\n\nAt Negativam tuentur multò plures, iique non modo Philosophi & Medici, sed & ex ipsis Spagyricis doctrinà clariores, imprimis ex neotericis & modernis, quorum non pauci hanc Mercuriorum familiam Chimeris & Non-entibus grandiloquentium Chymistarum accensent. Atque è minus mirabar, complures viros doctos adè esse ab hoc Mercuri cum Auro Incalescentiae assentì alienos, quia, consultè quaestì à me plures ex Alchymistis sagacioribus, qui multum impenderant opera, plurimaque Experimenta peregerant ad hujus generis arcana depromenda, quique per aliquot annos novissimos varias Europæ partes permearant, ut aliorum, qui Transmutationes Metallicas vestigant, secretà rimarentur, illi, inquam, singuli seorsim à me rogati ingenue apud me fassì sunt, se revera nunquam incalescentem ullum Mercurium vidisse, licet id quandoque jactatum ab Alchymistis audivisset; quorum jactabundi obtentus è minus apud me in hoc negotio valebant, quòd à longo jam tempore notaveram, quantam Fraus\nwith me in this matter, because I had long taken notice, how great a confidence, fraud, or ignorance (for I would not think all those Cheats that are mistaken,) can give to some of that sort of men that I am speaking of. Insomuch that one of them having imposed upon an honest Chymist, well known and much employed, with a pretended incandescent Mercury, they had the confidence to bring it me to convince me of the Experiment; but upon due Trial, I found not any sensible degree of that great heat that was promised, pretended to be salved by I know.\n\nBut notwithstanding all this, having for the reasons I have long since expressed in other Papers (and for some other Considerations that I have not judg'd fit to mention) lookt upon Mercury as a Body which is not necessarily so homogeneous as 'tis supposed, the Opinion I most lik'd of was, that of a possibility of an Incandescent Mercury. For notwithstanding the vulgarly supposed Similar nature of Quicksilver, which I willingly confess to be great enough to be admirable, it was yet congruous to my Principles, that a Liquor, which in weight, colour, total volatility, &c. was answerable to all the essential Properties for which a body is called Mercury, might yet have an\n\nFraus vel Ignorantia (non enim omnes illos haberi impostores velim qui hallucinantur,) in nonnullis hujusmodi, de quibus loquar, vis fidei parere possint; qua sane tanta erat, ut illi cum eorum unus, bona frugis Chymiam, multum notum multisque operam suam locantem, supposito Mercurio incandescente fefellerat, et fiducia abriperentur, ut apud memet se fesserent, de Experimento illo me convicturi. At, reut par erat explarat, nullum percepi sensibilem illius caloris gradus, quem promiserant.\n\nWhich miscarriage was vainly not what unsatisfactory excuses.\n\nVerum enimvero, his omnibus nequiquam obstantibus, cum exrationibus dudum in alio scripto me expositis, aliisque de causis hic non memorandis, Argentum vivum, corpus reputem, quod non necessario tam sit homogeneum, ac passim habetur; illa mihi opinio praeceteris allubuit, que Mercurii incandescentis possibilitatem adstruit. Etenim, non obstante vulgo supposita Mercurii (ut sic dicam) Similaritate, quam adeò eximiam esse puto, ut parere admirationem possit, meis tamen Principiis consoneret, Liquorem quendam, quipondare, colore, totali volatilitate, &c. omnes referet proprietates essentiales, quarum respectu corpus aliquod Mercurii nomine venit, habere tamen poße internam ejusmodi partium.\nan internal constitution of parts, that might make it in some unobserved things considerably differing from common Mercury. And among these differing Qualities I did not know but one might well be, that of growing hot with Gold. And this Opinion I judg'd the more reasonable; because, having devised two waies (unpractised that I know of by any Chymist) the one, to discover whether a clean and carefully distilled Mercury might not be a compounded Body, and have in it parts that were not; Mercurial and the other, out of such a fine distill'd Mercury to separate parts, and that in no despicable number, that are plainly heterogeneous; I found upon trial, that both the Methods I had thought on would succeed, which warranted me to think it possible, that a Mercury very fine and clean, and even purg'd by Sublimations and Distillations, may by Art have been made to assume and incorporate with it a multitude of heterogeneous Corpuscles, not to be discover'd much less separated, (as those of Tinn, Lead, &c. may be) but by a skilful Artist.\n\n6. This in the general may suffice to make me suspend my Judgment about the Probleme formerly propos'd, and to engage\ngage me to make trials, whether some of these heterogeneous particles that I found reducible with Mercury into a lasting Mercurial flux, might not so alter it as to dispose it to heat with Gold. But this was not sufficient to determine me to an assent; for to oblige me to admit incandescent Mercuries, it ought not to suffice, that 'tis possible or even probable, that there may be such, but there was necessary some positive proof that there are such; and that also through Gods blessing my Trials afforded me about the year 1652.\n\n7. Some years after I was in possession of this Mercury, I found in some of their Books, that Chymists call Philosophers, some dark passages, whence I then guessed their knowledge of it, or of some other very like it; and in one of them I found, though not all in the very same place, an Allegorical description of it, the greatest part of which was not very difficult for me to understand; but not finding there any notice taken of the property of this Mercury to grow hot with Gold, I was induced to suspect that either they had not the knowledge of it, or judged it unfit to be spoken of. But you will, I suppose, expect from me rather Narratives than Conjectures. And indeed 'tis but rea-\n\nquibus palam reddatur. Annumaque ex particularis illis heterogeneis, quas cum Mercurio in durabilem fluxum Mercurialem reduci posse deprehendi, ita alterare eum possint, ut ad encalescentium cum Auro ipsum disponant. At non erat hoc satis ad elicendum ame assentum; ut enim ad Mercurios incandescentes admittendum adaequare, sufficere non debebat, possibles eos esse, vel etiam probables, sed revera tales dari manifesta probatione erat evincendum: Hoc ipsum quoque, favente Deo, Experimenta mea, Anno 1652. circiter, comprobarunt.\n\nPost aliquot ab eo tempore annos, quo Mercurium hujusmodi jam possidebam, in quibusdam ex eorum, quos turba Chymici Philosophos nuncupat, libris obscura quadam loca inveniebam, unde tunc eorum de ipso, vel alio aliquo perquam ei simili cognitionem conjectabam; atque in ipsorum uno reperiebam (nontamen rem totam in uno plani eodemque loco) descriptionem ejus Allegoricam, cujus pars maxima adeo difficilis intellectu mihi non erat: At cum nihil ibi notatum viderem de illa Mercurii hujus proprietate, qua calorem cum Auro acquirit, in suspicionem incidit, eos vel cognitione illius fuisse destitutos, vel eam silentio premendam censiisse. At Tu sine dubio facti potius Narrationes, quam Conjecturas à me excitas.\nreasonable, that having but mentioned to you a Phænomenon whose Credibility is by many denied, I should take notice of some Circumstances fit to bring credit to it. And I shall the less grudge the pains of setting down several particular Phænomena, because I presume you have not met with them, and because also it may gratify some of your Chymical friends, who may have or discover some noble Mercury, by helping them to examine it, and to try whether it resemble ours.\n\n8. That I might not then be imposed on by others, I several times made trial of our Mercury, when I was all alone. For when no Body was by me, nor probably dreamt of what I was doing, I took to one part of the Mercury, sometimes half the weight and sometimes an equal weight of refin'd Gold reduced to a Calx or Subtle Powder. This I put into the palm of my left hand, and putting the Mercury upon it, sturr'd it and press'd it a little with the finger of my right hand, by which the two Ingredients were easily mingled, and grew not only sensibly but considerably hot, and that so nimly, that the Incalscence did sometimes come to its height in about a minute of an hour by\n\nspectas. Et sane aquum omnino fuerit, ut, cum mentionem duntaxat fecerim phænomeni, cujus à multis negatur credibilitas, circumstantias nonnullas annotem, que fidem ei conciliare valeant. Atque eo minus laborem detrectabo particularia aliquot phænomena hic tradendi; tum quod ea Tibi non occurrisse autemem, tum quod ea grata fore putem quibusdam amicis tuis Chymicis, nobilem quendam vel jam possiderebus vel paraturis Mercurium, ut scil. hoc qualicumque scripto nostro ad eum examinandum, &c., an referat nostrum, experiendum, juventur.\n\nItaque, ne mihi imponerent alii, pluries Mercurium nostrum, quando solus eram, explorabam. Etenim quando nemo mihi aderat, neque quisquam per somnium quid agerem conjeceret, sumebam unam partem illius Mercurii, ad Auri, in calcem vel pollinem redacti, pondus quandoque dimidium, quandoque æquale. Hoc polline volæ manus sinistra immisso, & Mercurio superinfuso, utrumque simul agitabam, premebamque nonnihil digito manû dextræ; quàratione duo hæc Ingredientia facile commixta, non modo ad sensum sed insigniter incalscebant, idque adeo propere, ut incalscentia interdum unius horæ circiter minuto, indicante idipsum horologio minutis instruito, ad annul perveniret. Succedebat hoc Experimentum,\na Minute-Clock. I found the Experiment succeed, whether I took altogether, or but half as much Gold as Mercury; but the effect seemed to be much greater when they were employed in equal weight. And to obviate a suspicion, which, though improbable, might possibly arise, as if the immediate contact of the Ingredients and the skin produc'd a sense of heat, which was not due to the action of the Metals upon one another; I had the Curiosity to keep the mixture in a paper, and found not its interposition to hinder me from feeling the Incalscence, though it much abated the degree of my sense of it.\n\n9. I tried also the same Mercury with refined Silver reduc'd to a very fine powder; but I could not perceive any heat or warmth at all; though I am apt to think, that if I had had a sufficient quantity of leaf-silver to have made the experiment with, I should after some time have produced an Incalscence, though much inferior to what the same quantity of Mercury would produce with Gold; but this only upon the by. I shall now add, that to the end I might not be thought to impose upon myself, I did not only make trial in my own hand, when 'twas in different tempers as to heat and cold, but I did it in the hands of others,\n\nmentum, fusa aqualem sumerem five dimidiam Auri quantitatem; effectus tamen multò videbatur insignior, quando aequali ponderè adhibebantur. Atque, ut suspiciori, quæ, licet improbabilis, subnasci tamen posset, occurrerem, immediatum scil. Ingredientium & Cutis contactum producere posse sensum Caloris, qui non debeatur Metallorum in se invicem actio- ni, curiositate ducebar mixturam hanc in charta servandi; quo facto, interpositionem ejus nequaquam impediire incalscentia sensum comperiebam, quanquam, ex natura rei, intensorem illius gradum remitteret.\n\nPorro Mercurium eundem cum repurgato Argento, ad subtilem valde pulverem redacto, exporavì; at nullum omnino calorem percipere potui; quanquam eo ferar ut existimem si sufficiens Argenti soliati quantitas ad peragendum Experimentum, mihi suppetisset, me post aliquod temporis spatium incalscentiam suscitaturum fuisse, quamvis multò inferiorem eo, quem eadem Mercurii quantitas cum Auro produceret: At hoc non nisi in-transiu. Adjiciam nunc, me, ne mitimet imposuisse censever, non tantum rem hanc exploraesse in manu mea, quando varie erat pro caloris & frigoris ratione temperata, sed & in manibus aliorum, quos non parum attonitos habebat,\nthers, who were not a little surpris'd and pleased at the event. And this I did more than once or twice; by which means I had, and still have, divers Witnesses of the truth of the Experiment, whereof some are noted Persons, and especially him to whom I last shewed it, which you will easily believe when I tell you 'tis the Learned Secretary of the Royal Society; to whom having given the Ingredients, I desir'd him to make the Experiment in and with his own hands, in which it proved successful within somewhat less than a minute of an hour.*\n\n*Since this was written, the Noble and Judicious President of the Royal Society, the Lord Viscount Brouncker, made the same Experiment with some of the same Mercury, in his own hand with good success.\n\nAnd that which makes this Incalescence the more considerable is, that being willing to husband my Mercury, a great part of which had been, as I guess'd, stolen from me before I employed it, I made these trials but with a drachm at a time, which scarce amounts in quantity to the bigness of half a middle siz'd Bean; whereas, if I could have made the Experiment with a spoonful or two of Quicksilver, and a due proportion of Gold, 'tis probable the heat would have been intense enough, not only to burn ones hand,\n\nhabebat, juvabatque eventus. Atque hoc ipsum pluries quam semel bisve feci; unde mihi testes suppetunt Experimenti veritatis assertores, probatae fidei viri, quorum unus erat Eruditus Societatis Regiae Secretarius, quem, exhibitis ei Ingredientibus, rogabam, ut suis met manibus Experimentum caperet; in quibus & opertum successum minori quam unius minutae spatio sortiebatur†.\n\n†Ex quo tempore hoc literis fuit consignatum, Illusterrimus & Judiciotissimus Regiae Societatis Praefectus, Dom. Vicecomes Brouncker, idem Experimentum suâ cum ejusdem Mercurii portione, manu cum successu peregit.\n\nAtque, quod Incalescentiam hanc insigniorem reddit, est, quod, cum parce uti Mercurio meo caperem, quippe cujus magna pars (ut conjicio) surrepta mihi fuerat, priusquam eum adhiberem, experimenta singula non nisi cum una drachma peragebam, qua vix fasa mediocris dimidia magnitudinem aquat, cum si copia mihi fuisse capiendi Experimentum cum cochleari uno alteroque Mercurii pleno, supparique quantitate Auris, probabiliter, calorem inde orturum fuisse satis intenso, ut non modo ureret manum, sed forsan & in Phiala vitrea rimas\nhand, but pernance to crack a glass Vial; since I have sometimes had of this Mercury so subtil, that when I employed but a drachm at a time, the heat made me willing to put it hastily out of my hand.\n\n11. These things being matters of fact I scruple not to deliver them; but I would much scruple to determine thence, whether those that are Mercurii Corporum, and were made, as Chymists presume, by extraction only from Metals and Minerals, will each of them grow hot with Gold, as, if I much mistake nos, I found Antimonial Mercury to do. And much less would I affirm, that every Metal ne Mercury (though never so disposed to Incalescence) or even that of Silver or Gold itself, is the same with that which the Chrysopæan Writers mean by their Philosophick Mercury, or is near so noble as this. Nay, I would not so much as affirm, that every Mercury, obtained by extraction, even from the perfect Metals themselves, must needs be more noble and fit (as Alchymists speak) for the Philosophick work, than that which may with skill and pains be at length obtained from common Mercury skilfully freed from its recrementitious and heterogeneous parts, and richly impregnated with\n\nrima ageret; quandoquidem interdum hujus generis Mercurium habui adeo subtilem, ut, adhibente me singulis vicibus non nisi drachmam unam, calor me adegerit ut properè manibus mixturam deponerem.\n\nHac cum sint res facti, tradere non dubito; at valde ambigerem exinde determinare, num qui appellantur Mercurii Corporum, paranturque, ut jactant Chymici, sola extractione ex Metallis & Fossilibus, eorum quilibet calorem acquirat cum Auro, quemadmodum, ni multum fallor, Mercurium Antimonialm acquirere comperti. Multoque minus affirmarem, quemvis Mercurium Metallicum (quantumcumque ad Incalescentiam dispositum,) quin & Mercurium Argenti Aurive ipsius cundem esse cum eo, quem Scriptores Chrysopæi per Mercurium suum Philosophicum intelligunt, vel praestantiâ suâ ad hunc accedere. Quin imo, ne quidem assererem, quemlibet Mercurium, extractione etiam ab ipsis perfectis metallis impetratum, nobiliorem esse oportere, & (ut loquuntur Alchymista) ad Philosophicam operationem magis idoneum, quam illum, qui, peritia & industria comite, obtineri tandem potest à Mercurio vulgari, à partibus suis recrementitis heterogeneis purgato, subtilibusque & efficacibus metallorum Mineraliumve con-\n\nY y y 2 gruo-\nwith the subtle and active ones of congruous Metals or Minerals. These and the like points I should, as I was saying, much scruple at offering to determine in this place, where what I design'd to deliver was Historical, though I have not thought it impertinent to glance at the points lately mention'd, because those glances may intimate things conducive to the better understanding of what I have said, and have to say in this Paper.\n\n12. I doubt not but what I have related and hinted has given you a Curiosity to know somewhat further of this Mercury: And I confess, that if there be any truth in what some of the most approved Spagyristi have deliver'd about a Solvent of Gold that seems of kin, and perhaps is not much Nobler than one that I had; it seems allowable to expect, that even ours should be of more than ordinary use, both in Physick and Alchymy. But the misfortune I had to have lost a considerable quantity of it, being afterward increased by the almost sudden death of the only Operator I trusted in the making of it; I was altogether discouraged from repeating such a troublesome Preparation, especially being diverted by Eusines, Removes, Sickness, and more pleasing\n\nNon dubito, quin habetens à me enarrata indigitataque Curiositatem in Te pepererint, aliquid amplius de hoc Mercurio cognoscendi: Et fateor, si quid veri subest ei, quod quidam ex probatissimis Spagyricis de quodam Auri dissolvente, quod affine videtur nostro, nec eo fortè multò est nobilius, tradiderunt; exspectare fas fuerit, ipsissimum hoc nostrum in insignem cum in Medicina tum in Alchymia usum cedere posse. Verum cum infortunium illud, quo insigniori quantitate ejus fui privatus, stipatum fuerit subita morte Operatoris unici, cui in eo parando penitus fidebam, mentem planè alienam abiteranda tam molesta praeparatione sensi; maximè cum occupations, migrationes, adversa valetudo studiaque gratiora aliorum metraherent; Et licet Experimenta quaedam non spernenda,\nAnd though I have not forgot some not despicable Trials that I made with our Mercury, yet since they are not necessary to the Question that occasioned this Paper, I shall pass them over in silence, and only observe some few things I had almost forgot to tell you; namely first, that whereas 'tis usual to take four, five or six, nay eight or ten parts of common Quicksilver to make an Amalgam with one of Gold, even when both are heated by the fire; I found our Mercury so congruous to that metal, that it would presently imbodily with no less than an equal weight of it, and produce a pretty hard Amalgam or mixture, in which the Mercury was so diffused, that the Gold had quite lost its colour. Secondly, I shall add what for ought I know has not been yet observed, that this power of penetrating Gold and growing hot with it, is so inherent, not to say radicated, in our Mercury, that after it had been distilled from Gold again and again, I found it to retain that property. And lastly, whereas it may be suspected that this faculty may be quickly lost, (as that of the prepared Bononian Stone to receive Light, has been complain'd of as not durable) I found by trial that a single drachm\ndrachm of Mercury, made after a certain manner, did the third or fourth year after I had laid it by grow so hot with Gold, that I feared't would have burnt my hand.\n\nThus far the Author to his Friend: But when he sent me the Paper, he accompanied it with the following lines;\n\n13. I have little at present to say to you about the Papers which this sheet accompanies, save that one of the chief Reasons that makes me backward to have the foregoing Observations communicated to the Curious, is, that I fear, we may thereby procure divers Queries and perhaps Requests, (relating to this Mercury) which I would by all means avoid, for divers Reasons, and particularly for this, that a great weakness of that part disables me to write with my own hand, and I know, you will not think it fit, I should about such a subject employ that of an Amanuensis. And therefore I cannot consent, this Paper should go out of your hands, unless you can think on some likely course to secure me from trouble, and from the unwelcom necessity of disobliging some, whilst I endeavour to gratifie others. If this precaution be used, I may safely learn by means of your diffus'd Ac-\n\npost tertium quartumve à quo se-\nposueram annum adeò cum Anno\nincaluisse, ut ne adurere manum\nmeam timerem.\n\nHaecenus Author noster ad\nAmicum suum: Sed cum mihi\nChartas illas mitteret, voluit eas\nsequentiamissà locupletare;\nNon diu te morabor differendo\nde chartis hic junctis: Dicam\nsolummodò, unam ex praepuis\nrationibus, qua in vulgandis pre-\ngressis Observationibus cuneta-\nbundum me faciunt, hanc esse,\nquòd vereor, nos hoc ipso variis cir-\nca Mercurium hunc Questionibus\n& fortè Sollicitationibus ansam-\ndaturos, quas omni studio preca-\nvere velim, cum ob alios, tum\nhanc ob causam, quòd magna ma-\nnuum mearum debilitas me im-\npedit, quòd minus meamet manu\nid consignare literis valeam, quod\nconscribi Amanuensis operà con-\nsultum hand judicaveris. Pro-\nindeque concedere haud possum,\nscriptum hoc è manibus tuis di-\nmitti, nisi rationem suggeras pro-\nbabilem, quòd securum me praestes\nà molestia, atque ab ingrata ne-\ncessitate repulsam dandi non-\nnullis, dum aliis obsecundare\nstudio. Hae cantelà si utaris,\npotero amplissime tuae consuetu-\ndinis beneficio citra molestiam\nedoceri, quòd ii, qui tantà peritià\ntantoque judicio valent, ut in\nhoc\nAcquaintance, what those that are skilful and judicious enough to deserve to be much considered in such an affair, will think of our Mercury, and whether, in case they have an esteem of it approaching to that of divers eminent Chymists (some of which importune me to impart it;) they judge the good, that the preparations of it (such as precipitats and turbiths of divers kinds, Mercurius dulcis, Cinaber made of the sulphur of Antimony, and with God, &c.) may do in Physick, is likely much to exceed the political inconveniences that may ensue, if it should prove to be of the best kind, and fall into ill hands. The knowledge of the opinions of the wise and skilful about this case, will be requisite to assist me to take right measures in an affair of this nature. And till I receive this information, I am obliged to silence.\n\n14. Only in the mean while, I shall for the sake of the Inquirers into Mercurial arcana make bold to add a Secret, which, I think, will to divers Philalethists and other students of the Chymical Philosophers books seem a Paradox, if not an untruth; namely, That a Mercury, qualified to heat with Gold, and perhaps with other Powders, may be made by more waics than one or two; ex-\n\nhoc negotio magni fieri merentur, de Mercurio nostro sentiant; adhaec utrum, si estimationem de eo fovente illi supparem, quam praecellentium Chymicorum complures (quorum nonnulli me urgent ad eum communicandum) pra se ferunt, verisimile censeant, utilitatem, quam Preparationes ipsius (cujusmodi sunt Pracipitata & Turbithi diversorum generum, Mercurius dulcis, Cinnabaris ex antimonio & auro cum parata, &c.) afferre possint rei Medicea, longè superaturam esse incomoda illa politica, qua nascitura forent, si forte de praestantissima esset indole, atque in maleficiatas manus incidere. Sapientum & peritorum hoc in casu Opiniones cognoscere, necessarium mihi fuerit, ut recto tramite in istiusmodi negotio incedere mihi detur. Atque, donec edolcus id fuero, silentii sacra colere teneor.\n\nInterim in eorum gratiam, qui Arcana Mercurialia scrutantur, subjungere ausim secretum aliquod, quod Philalethis compleribus, aliisque, qui Chymicorum Philosophorum libris meditandis incumbunt, Paradocsum, quin & falsum forte videbitur: Mercurium scil. ad incalescendum cum Auro alitifve pulveribus idoneum, modis uno binove pluribus parari posse; cum par\nexperience having assured me (whatever Authorities or Theories may be urged to the contrary) that such a Mercury may be (I say not, easily or speedily, but successfully) prepar'd, not only by employing Antimony and solid Metals as Mars, but without any such Metal at all, or so much as Antimony itself.\n\n15. Here I purposed to conclude: But because I am, as you know, very averse (which I declare myself to be on this occasion also) from making any promise to the publick, I think fit in this place to give you an Advertisement, and obviate a Scruple. I shall therefore admonish those Inquisitive Spagyrist, that may be desirous to try, whether their purified Mercury be Incalscent, that they be not too hasty to conclude it is not so; nor to reject it, unless they have made the trial with Gold duly prepared. For I have found, that my Mercury did not grow hot with the smallest filings of Gold I could make (though indeed within a few hours after it did, without the help of fire, imbody with it into a hard amalgama,) which argued that the corpuscles of the Metal were not yet small enough to be suddenly penetrated by the Quicksilver: Nor will\n\nexperientiam certò modo confecerit, (quicquid in contrarium obtentant Authoritates & Theoriae) talcm Mercurium posse, (non dicam facile prope réve, sed cum successu) parari, non modo Antimonium solidaque Metalla, putà Martem, &c. adhibendo, sed citra ullius omnino Metalli, quin vel ipsius Antimonii, usum.\n\nHic statueram finem huic sermoni imponere: At cum agerri- mè, ut nosì, tum aliàs, tum hac imprimis occasione, promissi fidem publico obstringam, vijum est mihi hoc loco Monitum aliquod suggerere, & Scrupulo cuidam obviari ire. Primi quod attinet, Curiosos illos Spagyricos, quos fortè tentandi cupidio incesserit, sitne purgatus ipsorum Mercurius incalsendi qualitate instruc- tus, monebo, ne nimis festinanter concludant ipsum eà praeditum non esse, neve eum rejiciant, nisi Experimentum secerint cum Auro rite preparato. Comperi quippe, Mercurium meum non incalscere cum ramentis Aurì, omnium quas conficere poteram minimis, (quanquam reverè intra paucas extinde horas, sine ignis adminiculo, cum ipso in durum amalgama conflaretur;) quod argumento erat, Metalli illius corpuscula necdum exigua satis fuisse, ut prope ré Mercurio penetrarentur: Neque quævis Aurì calx\nwill every calx of Gold serve our turn, as I have found by employing, without success, a very fine and spongy calx made after an uncommon way, the golden particles having, as it seem'd, some extremely fine though unobserved dust of the Additament sticking to them, which hindered the adhesion of the Mercurial ones. Now, the calx of Gold that I most used, as finding it still to do well, was that made by Quartation (as part of fine Golds, and 3 or 4 parts of cupp'd Silver, and then putting the mass wherein the Metals are mixt, almost per minima, into purified Aqua-fortis, which dissolving the Silver only, leaves the Gold in the form of a fine calx.\n\nBut because 'tis not so easy, as even Chymists that have not tried imagine, to make good calces of Gold, and that in the way newly mentioned there needs fusion of the Gold and of Silver (for which many Chymists want conveniences,) and they are often imposed on by common Refiners, who here usually sell in wires such Silver for fine (which indeed it is comparatively,) as I have found not to be without mixture; I shall add, that by making an amalgam in the common way with pure Gold and clear Mercury, and\n\ncalx rem nostram conficet; ut comperi, dum perquam subtillem spongiosamque calcem, modo non vulgari paratam, citra successionem adhibui, in qua, ut videtur, apprimè tenuis sensumque fugiens Additamenti pulvis adhærebat particulis aureis, & Mercurialium adhaesionem praepeditiebat. Jam vero Calx auri, quæ plerumque utebar, successu ejus inductus, illa erat qua Quartationis + (ut vocant) beneficio paratur. + Hoc est, per fusiorem confando unam partem Auri puri, & tres quarturve partes Argenti cuppelati, ut vocant, & tunc immitterendo massam, in qua Metalla miscentur quasi per minima, in purgatam Aquam fortæm, quæ solum Argentum dissolvens, Aurum in forma Calcis reliquit.\n\nAt quia non adeò facile est, ut ipsi Chymici, qui manum operi non admoverunt, sibi imaginantur, bone note calces Auri parare, cumque in methodo jam-jam memorata requiratur fusio Auri & Argenti (cujus peragenæ commoditate non pauci Chymici desituantur,) cum etiam crebrò à vulgaribus Metallorum Purgatoribus fallantur, qui hic passim, filorum formâ, ejusmodi Argentum pro puro venditant (quale, comparate loquendo, reverà est,) quod non esse mixture experts deprehendi; adjiciam, quod, aum communi more amalgama conficitur cum Auro Zzz puris\nAqua-fortis, there will remain a powder, which, being well washed with fair water to dulcify it, and kept a while in a moderate fire to dry it thoroughly without melting it, will become a calx, which I have more than once used with our Mercury with good success. 'Tis true, both in this way and in that (by Quartation,) Aqua-fortis, which is a corrosive liquor, is employed to bring the Gold to powder, and therefore in a diffident mind some suspicion may arise, that the Incalescence may proceed only from the action of the acid particles of the menstruum, which yet adhering to the corpuscles of the Gold works upon the Quicksilver, as Aqua-fortis is known to do: But, to omit those answers that cannot be given in few words, after I have taken notice, that, if the effect depends not on our Mercury (as prepared) but only on the calx, it appears not, why this should not grow hot with common Mercury as well as with ours; I shall need to add, for the removal of this subtil scruple, no more, than this plain Experiment, (which I twice or thrice made,) namely, that taking, instead of a Calx of Gold, a competent number of Leaves of Gold, such as Book-binders and the\nthe Apothecary's use, this Gold, that was without the help of Salts reduc'd by beating to a sufficient thinness (insomuch that seventy odd Leaves did not weigh a scruple,) I found (more than once) upon putting two or three times the weight of our Mercury to them, that a smart heat was presently produced in my hand.\n\nSome Observations, sent by an Anonymous to the Publisher, on several Passages in the two last Months Transactions, relating to some, till now un-observed, Qualities of the Air; to the Mixing and Fermenting of Liquors in vacuo; to the History of Birds; the Anatomy of the Trunks of Vegetables; Baroscopes, &c.\n\nHonoured Sir,\n\nHaving long understood the freedom of address, you have allowed to any candid and unprejudic'd persons, whose general good wishes to the Commonwealth of Learning make 'em ambitious to impart something, whereby they may promote the Empire of Man above other Creatures; I flatter'd myself, it would be no unpardonable presumption, to communicate some of my thoughts unto you, on such a subject, as that the usefulness of the matter may keep me from seeming altogether impertinent, and the smallness of my performance, argue the greatness of my desires to serve you. This I resolved to do by way of Animadversions on the two last Philosophical Transactions; and though I performed nothing more, I hop'd at least, my Observations may do them the kindness, as shades intermixt with light, to render them more conspicuous. In hopes of this, I shall draw up my thoughts under this general Title of Some Philosophical Observations on some passages in the two last Months Transactions, viz. for Decemb. and January.\n\nI highly applaud the bold design to discover some, till now un-observed, Qualities in the Air; and, though the difficulty of the Subject, and modesty of the Honourable Person, (less expected in",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101692.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 30670,
    "total-output-tokens": 11088,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1439,
        2
      ],
      [
        1439,
        3648,
        3
      ],
      [
        3648,
        5980,
        4
      ],
      [
        5980,
        8367,
        5
      ],
      [
        8367,
        10854,
        6
      ],
      [
        10854,
        12018,
        7
      ],
      [
        12018,
        14493,
        8
      ],
      [
        14493,
        16876,
        9
      ],
      [
        16876,
        19305,
        10
      ],
      [
        19305,
        21690,
        11
      ],
      [
        21690,
        24066,
        12
      ],
      [
        24066,
        26030,
        13
      ],
      [
        26030,
        27223,
        14
      ],
      [
        27223,
        29534,
        15
      ],
      [
        29534,
        31895,
        16
      ],
      [
        31895,
        34222,
        17
      ],
      [
        34222,
        36604,
        18
      ],
      [
        36604,
        37774,
        19
      ],
      [
        37774,
        39618,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101692",
    "title": "Of the Incalescence of Quicksilver with Gold, Generously Imparted by B. R.",
    "authors": "B. R.",
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/101692"
  }
}