{
  "id": "ce2ff36c29dd512752fd3e05252eb2fb9e86cc54",
  "text": "IV. Principia Dynamica, sive Principia Mechanices Metaphysica; Auctore Jacobo Jurin, M. D. R. S. S.\n\nPresented at a Meeting of the Royal Society, March 13, 1746.\n\nCUM vir illustris G.G. Leibnitius novam suam sententiam, qua vim corporis in motu constituti quadrato velocitatis metiendam statuit, in Actis Eruditorum Lipsiensibus, anno 1686, cum publico communicasset, magnam illico ea res in orbe mathematico controversiam excitavit.\n\nNovam itaque istam doctrinam cum plures certatim aggrederentur, vix autem quisquam amplecteretur e mathematicis celebrioribus, anno 1695. mense Aprili, eandem auctor edito Specimine Dynamico confirmare conatus est. Ubi, inter alia multa, haec habet:\n\n\"Porro ad veram virium aestimationem, & quidem prorsus eadem, diversissimis itineribus perveni: uno quidem a priori, ex simplicissima consideratione spatii, temporis, & actionis (quod alias exponam) altero a posteriori, vim scilicet aestimando ab effectu quem producit se consumendo.\"\n\nVidebatur autem in animo habere vir clarissimus viam illam a priori, quam se alias expositum hic promittebat, mense Maijo sequente in publicum edere, cum sub finem Speciminis hujus Dynamici haec verba addiderit:\n\n\"Sed nunc fugatis erroribus, veras & sane admirandas naturae leges paulo distinctius in Schediasma tis hujus parte secunda proponemus mense Maijo exhibenda.\"\n\nO Atqui,\nAtqui, quod magnopere dolendum, secunda illa pars neque mense Majo, neque ullo ex sequentibus aut mensibus aut annis, etsi plus quam viginti annos supervixerit Leibnitius, aut in Actis Lipsiensibus, aut alibi uspiam in publico comparuit.\n\nSed ne quis forte putet promissum istud idcirco non fuisse praestitum, quod fidei suae liberandae non esset magnus ille vir, factum est edito novissime Commercio Literarum inter ipsum Leibnitium, & alterum illum celeberrimum mathematicum, Johannem Bernoullium.\n\nBernoullius nempe, viso eo Specimine Dynamico, literis ad Leibnitium datis mense Junio sequenti, quaedam laudavit, sed virium aestimationem Leibnitianam adeo non probavit, ut etiam conaretur demonstrare vires corporum motorum, non quadratis celeritatum, sed ipsis celeritatibus esse proportionales.\n\nTandem vero re per literas ultro citroque datas diligentius excussa, prorsus in Leibnitii castra transivit Bernoullius.\n\nIs ergo, tanti discipuli docilitatem remunerari certus, communicat argumentum a priori ductum, quod hactenus apud se presserat, simulque causam docet quare id prius non vulgaverit.\n\n\"Nolui, (a) inquit, illos dignari hac liquida luce veritatis, qui argumenta illa, ab affectibus gravium vel aliorum corporum sensibilium petita, non ut par est accepere; unde nec publice extare volui; ut esset quod illis communicarem, qui se se æquos judices præbuissent.\"\n\nBernoullius\n\n(a) Mensis Januarii, 1696.\nBernoullius itaque, cum seque aquum judicem praebisset, & argumenta illa a posteriori, uti par erat, accepisset, hoc est, descendisset proptus in sententiam Leibnitianam, dignus utique habitus est, qui in interiora illa scientiae adyta admitteretur.\n\n\"Quoniam, (a) inquit auctor, te in nostris castris video, lubenter communicabo principium meum a priori demonstranda verae estimationis vitium; quod mihi in promptu esse aliquoties indicavi, non dum tamen haec tenus produxi. Tibi enim communicare est frugiferæ maxime terræ commendare granum, ut in magnam plantam surgat.\"\n\nLaudo sane, quod granum istum terræ tam frugiferæ commendaverit vir optimus, & tamen ejus consilium non omni videtur reprehensione caruisse. Nam et si Papinos, Catelanos, reliquosque suae doctrinæ oppugnatores, apud quos, propter incredulitatem, nihil magni poterat efficere, qui inconvertibiles quantis quinque demonstrationibusviderentur, si illos, inquam, hac liquida luce veritatis indignos judicaret, cur tamen illam reliquo orbi literato invideret? Mitto dicere, quod viri boni & humani, & incrementi scientiarum studiosi erat, rem tanti momenti omnibus patefacere. Quod si omnibus aliis rebus posthabitis, gloriae tantum suae consulere libuisse, hoc erat faciendum, quo facto obrectatores isti aut illico ad silentium redacti, aut ab omnibus fuissent condemnati. Denique cum non sibi solum, nec uni alterive amico, sed omnibus, nati sint magni viri, quæ ista est iniquitas, velle Johannem Bernoullium, & discipulos Bernoullianos, ea luce liquida\n\n(a) Mense Januarie, 1696\nliquida frui solos, cum interim nos alii homunciones\nstatem degremerus in tenebris plusquam Cimmeriis?\nSed bene habet, quod post quinquaginta annos tene-\nbrarum lux illa jam omnibus illucescit.\n\n\"Ecce Argumentum.\n\n\"Actio faciens duplum, tempore simplo, est dupla,\nvirtualiter actionis facientis idem duplum tempore\nduplo; seu percurso duorum milliarium, intra ho-\nram, est dupla (virtualiter) percussionis duorum\nmilliarium, intra duas horas.\n\n\"2°. Actio faciens duplum, tempore duplo, est\ndupla, formaliter, actionis facientis simplum tem-\npore simplo; seu percurso duorum milliarium,\nintra duas horas, est dupla (formaliter) percussionis\nunius milliaris, intra unam horam.\n\n\"3°. Ergo actio faciens duplum tempore simplo\nest quadrupla actionis facientis simplum tempore\nsimplo; seu percurso duorum milliarium, intra\nunam horam, est quadrupla percussionis unius mil-\nliaris, intra unam horam.\n\n\"4°. Si pro duplo substituissimus triplum, qua-\ndruplum, quintuplum, &c. prodiiisset actio noncu-\npla, sedecupla, 25pla; & generaliter patet actiones\nmotrices æquabiles, æquitemporaneas, æqualium\nmobilium, esse ut quadrata celeritatum; vel, quod\nidem est, in codem, vel æquali corpore, vires esse\nin duplicata ratione celeritatum. Q.E.D.\"\n\nPerlecto hoc argumento, & ob magnam auctoris\nfamam attentissime considerato, ego, ut verum fatear,\nne scintillam quidem veritatis, aut etiam sensus com-\nmunis, ibi potui animadvertere. Suspicerer sane id\noculorum meorum vitio fieri, qui forte in nimia luce\ncæcutirent,\nexecutirent, nisi animos addidisset ipsius Bernoullii dubitatio.\n\nVir ille acutissimus liquide isti veritatis luci adeo non acquievit, ut in literis suis responsoriis non solum objectionem moverit, sed etiam demonstrationem, & quidem duplicem, in contrarium produxerit.\n\n\"Non video, (a) inquit, quid ab adversario in contrarium dici possit; nisi forte quod actio virtuallis confundi videatur cum actione formali; negando scilicet consequi A esse quadruplum ipsius C, ex eo quod A sit dupla ipsius B, virtualiter, & B dupla ipsius C, formaliter.\"\n\nHac proposita objectione, subjungit deinde suas demonstrationes.\n\n\"1°. Actio faciens duplum tempore simplo est dupla virtualiter actionis facientis idem duplum tempore duplo.\"\n\n\"2°. Actio faciens duplum tempore duplo est simpla virtualiter actionis facientis simplum tempore simplo.\n\n\"3°. Ergo actio faciens duplum tempore simplo, est dupla actionis facientis simplum tempore simplo. Vel scilicet,\n\n\"1°. Actio faciens duplum tempore simplo est simpla formaliter actionis facientis idem duplum tempore duplo.\n\n\"2°. Actio faciens duplum tempore duplo, est dupla formaliter actionis facientis simplum tempore simplo.\n\n\"3°.\n\n(a) Februarii, 1696.\n\"3°. Ergo actio faciens duplum tempore simplo,\nest dupia actionis facientis simpium tempore simpio.\n\nVides duo argumenta, quae idem plane conclu-\ndunt, sed tuae conclusioni omnino contrarium, & vul-\ngari illo nituntur axiomate, quae eadem sunt aequalia\nlunt inter se aequalia; quod quidem tantummodo\nlocum habet in quantitatibus homogeneis, ut hic\ncomparando actionem virtualem cum virtuali, &\nformalem cum formali, non autem illam cum hac.\"\n\nHaec Bernoullius acumine non minori, quam mo-\ndestia. Leibnitzus vero literis mensc Martiodatis, primo\nloco objectionem Bernoullianam diluere conatur.\n\n\"Satis non video, inquit, quid tibi velis, cum\ndicis actionem virtualem confundi cum formali.\nNon enim actio mihi hic est virtualis vel formalis;\nsed una actio alterius est dupla, vel virtualiter, vel for-\nmaliter. Nimirum virtualiter, cum dupla est aestima-\ntione, est non sit dupla mole, vel congruentia, ut du-\ncatus est duplus thaleri: Formaliter vero, ut thalerus\nduplum est semithaleri. Et sciendum est quod\nduplum est formaliter, id etiam virtute seu aestima-\ntione esse duplum. Ideo cum nonnisi de virtute,\nseu aestimatione, hic quaeratur, nulla est confusio\ndiversi generis quantitatum vel aestimationum;\nnempe virtualiter duplum intelligo quod tale est\nvirtualiter solum; sed formaliter duplum voco,\nquod simul & formaliter & virtualiter duplum est.\"\n\nNon diffitendum sane quod tuo jure utitur Leib-\nnitzus, tribuendo cum quem velit sensum vocibus a\nse usurpatis, quodque hoc pacto plane diluit objec-\ntionem Bernoullianam. Id unum vellem clare ex-\nposuitset, vel ultero, vel postulante Bernoullio, qua,\nvirtute, vel qua aestimatione, actio faciens duplum\ntempore\ntempore simplo sit dupla actionis facientis idem du-\nplum tempore duplo. Id enim, nisi me admodum\nfallit, inter falsissima reponendum est.\n\nPergit vir cl. \"Poteram vocabulis (tantum har-\nmoniae cujusdam causa adjectis) abstinere; ut enim\nquia ducatus duplus est thaleri, & thalerus semi-\nthaleri, concludo ducatum semithaleri quadruplum\nesse; ita quia percursio 2 milliarium, una hora,\ndupla est percursionis 2 milliarium, 2 horis, & per-\ncursio 2 milliarium, 2 horis, dupla est percursionis\nunius milliaris, una hora; sequitur percursionem\n2 milliarium una hora esse quadruplum percursio-\nnis unius milliaris, una hora.\"\n\nSublatis jam turbatricibus istis vocibus, virtualiter,\n& formaliter, quaë limpidum hunc veritatis fontem\nhactenus coinquinaverant, non modo sustulit Leib-\nnitz objectionem a Bernoullio propositum, sed cum\npenitus ad suas partes pertraxit. \"Tua responsio (inquit\nille in proximis literis) mihi nunc plane satisfacit;\nvideo enim, quid duo isti termini tibi significent:\ncaeterum argumentatio tua mihi videtur elegantil-\nsima, & publico non amplius invidenda; multum\nenim ponderis tribuet argumentis a posteriori.\"\n\nHaec Bernoullius in literis mense Aprili datis, &\nego quidem eidem argumento pariter acquiescerem,\nsi quis mihi monstret æque clarum esse percursionem\n2 milliarium, una hora, duplam esse percursionis 2\nmilliarium 2 horis, atque clarum est ducatum esse\nduplum thaleri. Video enim duplo velociorem esse\npercursionem 2 milliarium, una hora, percursione 2\nmilliarium, 2 horis: duplam esse non video, sed æqua-\nlem, cum idem spatium utraque percursione con-\nficiatur.\nSed forte rem ulterius urgere noluit idcirco Bernoullius, quod solito commotiorem se ostendisset Leibnitius. \"Ego, (a) inquit ille, nihil magni promittere ausim; sperabam tamen reus non fieri paralogisimi apertissimi, in argumentatione, non obiter elapsa, sed a compluribus annis considerata, quam tamen aliquid momenti venditaram.\" Cujus tamen apertissimi paralogisimi Leibnitium apertissime reum esse, nos, ni animus multum fallit, infra ostendemus.\n\nDemonstrationis utriusque Bernoullii examinationi Leibnitianae non opus est immorari, quod pendeat utraque demonstratio ex sensu vocum, virtualiter, & formaliter, secus accepto quam vellet Leibnitius. \"Eos, (b) inquit Bernoullius, sumebam terminos alio sensu quam eo quo nunc cos explicas.\"\n\nLeibnitius vero, incertus adhuc quid ponderis habitura esset apud Bernoullium prima sua demonstratio, alteram eidem subjungit. \"Aliam, (c) inquit, addo, quae, si fundum rei spectes, redit in priorem, habet tamen suum proprium pondus. Actiones motrices (æquabiles intelligo) ejusdem mobilis sunt in ratione composita effectuum immediatorum, nempe longitudinum percursarum, & velocitatum. Porro longitudines (æquabiliter percursæ) sunt in ratione composita temporum & velocitatum. Ergo actiones motrices sunt in ratione composita ex simplice temporum & duplicata velocitatum; ideoque iisdem temporibus, vel temporum elementis, actiones motrices ejusdem mobilis sunt in ratione duplicata velocitatum, vel, si diversa sint mobilia, in ratione composita\n\n(a) Mart. 1696. (b) Apr. 1696. (c) Mart. 1696.\n\"composita ex simplice mobilium & duplicata velocitatum.\"\n\nBernoullius in literis mense Aprili ad Leibnizium datis, cum se priore demonstrationi acquiescere dixisset, de posteriore autem ne verbum quidem faceret, quaesivit ex eo Leibnizius mense Mayo, \"quid illi videretur de altera ejusdem propositionis demonstratione. Quae (inquit) paulo magis est ad formam receptam, etsi ambæ conveniant in radice.\"\n\nBernoullius itaque, cum jam effugere non posset, quin mentem suam aperiret, in literis mense Junio datis hæc habet.\n\n\"Altera tua demonstratio propositionis de ratione actionum motricium, quam in prioribus allegasti, ingeniose pariter ac prior, &c., ut dicens, magis ad formam excogitata mihi videtur, quamvis in fundo rei ambæ coincident. Nihil etiam enim mihi certius est, quam quod actiones motrices debeant mensurari per effectus suos immediatos; si itaque longitudines percursæ, & velocitates (nisi quis obstinate velit velocitatem potius causam) sint effectus actionis immediati, & quidem soli, quorum unum ab altero non dependet, vel in altero non includitur, erunt actiones motrices necessario in ratione composita longitudinum & velocitatum; adeoque temporibus æqualibus in duplicata velocitatum.\"\n\nPatet Bernoullium hoc responso demonstrationem illam alteram Leibnitianam specie quidem probare, reipsa, quamvis cum summa cautione & modestia, damnare. Nec enim solum subinnuit velocitatem esse causam potius, quam effectum actionis, sed assensum suum ea conditione astringit, ut effectuum\nLeibnitio positorem, nempe longitudinis percursae & velocitatis, unus ab altero non dependeat, vel in altero non includatur. Cum igitur sit evidentissimum, pendere longitudinem percursam a velocitate, & in illa includi, patet istam demonstrationem vitiosam esse judice Bernoullio.\n\nLeibnitius proximis literis mense Junio datis, cum ad alia plura copiose & distincte responderet, ad tacitas hase objectiones Bernoullianas, dissimulata earum vi, quasi aliud agens, hoc unum reposuit.\n\n\"Cæterum, ut actionem nunc, composita ratione \"sorum principiorum, potentiae & temporis, æstimo; \"ita cam paulo ante æstimaveram composita ratione \"corum quæ praestat; effectus scilicet extensivi seu \"materialis, nempe longitudinis (quem κατ' ἐξοχήν \"effectum vocare solem) & effectus intensivi seu for- \"malis. Desideratum enim est, ut praestetur multum \"cito. Ambæ autem æstimationes consentiunt \"inter se, ut vides.\"\n\nPer obscuritatem hujus responsi, sive affectatam, sive Leibnitio naturalem, facile cernitur cum velle ut velocitas pro effectu actionis habeatur, quam Bernoullius pro causa potius habendam subinnuerat, non audere tamen eam diserte nominare, licet eam intelligat sub nomine effectus insensivi seu formalis, quem praestet actio. Porro de altera objectione Bernoulliana, nimium, quod etiam si velocitas vel maxime fit effectus actionis, pariter atque longitudo percursa, tamen cum alter horum effectuum ab altero dependeat, vel in altero includatur, et certe pendet longitudo percursa a velocitate, actio mensurari non debeat per effectus istos, de hac, inquam, altum hic silentium.\n\nActum itaque videtur de altera illa demonstratione, Leibnitio ipso judice, pariter atque Bernoullio; & sane in\nin sequentibus corum literis ne minimam quidem ejus mentionem factam reperio.\n\nPorro, prior illa demonstratio, quae eodem recidit cum posteriori, vera scilicet cum falsa, non videtur omni scrupulo caruisse, neque apud Bernoullium, neque apud ipsum Leibnitium.\n\nBernoullius enim, et si mense Aprili professus sit eam sibi plane satisfacere, eiique acquieverit, elegantissimam vocaverit, & publico non amplius invidendam, tamen Augusto mense nescivit quid sibi vellet Leibnitzius per vocem actionis, ex qua pendet tota illa demonstratio. \"Oportet, inquit, ut definias quid \"per actionem intelligas; alias nihil unquam de- \"monstrari poterit.\" Equum sane monebat, frustra tamen; nam in literis Leibnitii responsoriis, utut satis prolixis, ne γρα quidem videas de illa definitione tan-topere necessaria.\n\nLeibnitzius autem ipse, in literis mense Junio datis, haec habet: \"Mea demonstratio a priori, pro nostra \"virium aestimatione, nititur utique aliqua suppositione. \"Nempe, Actionem qua facit aliquid uniformiter, \"tempore simplo, esse duplam actionis facientis idem \"uniformiter, tempore duplo. Hanc suppositionem \"concedere debent Catelanus, & alii, cum quibus dis- \"putaveram.\" Quid si nolint? Corruit ergo demon-stratio, quae nititur hac suppositione, saltem nisi sup-positionem istam prius demonstrares.\n\nAt \"Nondum quidem inveni modum a priori hanc \"propositionem demonstrandi per viam congruentiae; \"imo, ne hanc quidem, quod actio idem faciens, \"breviori tempore, sit major; a quo esset incipien-dum.\"\n\nP 2\n\nItaque\nItaque cum tantopere deprehendata illa demonstratio a priori indigeret alia demonstratione, quam nondum invenerat Leibnitz, nec unquam postea invenit, nec inventurus est quisquam mortalium, minime mirandum granum istud, utut frugiferæ maxime terra commendatum, in plantam non surrexisse. Bernoullius quippe liquidae isti veritatis luci, cum cerneret diapasm in cineres facem, longum vale dixit.\n\nAt illo longe animosior vir celeberrimus, Chr. Wolfius, theoriam virium a priori, geometrarum more, pertractare aggressus, eam, in primo tomo Commentariorum Academiae Imperialis Petropolitanae, cum publico communicavit, sub titulo Principiorum Dynamicorum. Hujus partem \"cum anno 1710. cum Illustri Comite ab Herberstein, Illustri Leibnitzio, atque aliis communicasset, eam Leibnitzius in suam cum viris celeberrimis Johanne Bernoullio atque Jacobo Hermanno aliisque communicatam, recedere scripsit anno 1711. datis literis dicto fidem his verbis faciens: Calculum virium purarum seu actionum talium instituo. Sit spatium s, tempus t, velocitas v, corpus c, effectus e, potentia p, actio a. In motu æquali erit tv ut s, e ut cs, tp ut a. Atque hæc quidem sine demonstratione assimi possunt. Accedit, quod demonstrandum, ev ut a. Hinc porro plurima theoremata demonstrari possunt, e.gr. p ut cv². Nam tp ut ev: sed e ut cs, & s ut tv. Ergo fit tp ut ctv², seu p ut cv². Atque in his continetur pars micorum Dynamicorum, abstracta maxime a rebus sensibilibus, et si deinde per experimenta verificetur.\" \"Nullus itaque dubito (inquit Cl. Wolfius) me hic principia Dynamicæ menti Leibnitii conformia proposuisse.\"\n\nAtque\nAtque hoc quidem per se clarum est, cum theore-\nmata Wolfiana cum notulis algebraicis Leibnitii ad-\namussim conveniant; utrum vero veritati, pariter atque\nmenti Leibnitii, conformia sint ea principia, operae pre-\ntium est examinare. Caeterum istud praecipue dignum\nnotatu in hisce notulis reperio, a ut ev, quod demon-\nstrandum: unde videtur Leibnitius, ne tum quidem,\npost 16 annos elapsos, invenisse demonstrationem suppo-\nsitionis olim Bernoullio venditatae; nempe, quod actio\nfaciens aliquid, tempore simplo, dupla est actionis fa-\ncientis idem tempore duplo, cum actio faciens aliquid\ntempore simplo duplo velocius id faciat, quam actio\nidem faciens tempore duplo. Quomodo autem illud\ndemonstrat Wolfius, mox examinabimus.\n\nNos enim, cum illustrissima academia scientiarum\nimperialis Petropolitana tres priores suorum commen-\ntiorum tomos dono mittere dignata est, & simul\nsignificantum curatlet non ingratum sibi fore, si ali-\nquid subinde ex cogitatis nostris, commentariis inse-\nrendum communicare vellemus, jam uno scripto millo,\nquod ad nostram tuborum capillarium actionis theoriam\npertinebat, coque benigne ab illustrissima academia\nexcepto, & in commentariis publicato, brevi post\ntempore aliud eidem obtulimus sub titulo Principiorum\nDynamicorum.\n\nQuod enim videbam celeberrimum Wolfium ca\njam clare, & distincte, & in morem geometricum ex-\nplicata proponere, quae ab ipso Leibnitio minus per-\nspicue erant tradita, quam ut facile cernetur, quid\nveri inesse, aut falsi; & tamen in summa rerum\nalteri cum altero adamussim convenire; occasionem\narripere visum est illius theoriae ad examen accuratum\nrevocandae.\n\nHunc\nHunc in finem ea omnia, quae putabam recte traditisse Wolfium, ad verbum exscripta, Principiis meis Dynamicis inserui; quae decrant, supplevi; quae falsa videbantur, correxi, atque id scripsum abhinc annis, ea qua par erat observantia imperiali academiæ obtuli.\n\nLectum id scriptum in publico conventu, coque nomine grates agi mihi justissime academiam, ex literis clarissimi Mulleri, tunc temporis Petropoli abiturientis ad expeditionem Kamkatschianam, intellecti.\n\nPostea vero, cum per tot annos nullam illius scripti mentionem fieri videbatur in commentariis, tandem anno superiori per amicum, quid eo factum esset, quaestivi. Is mihi primo respondit nullum ejusmodi scriptum ad academiam pervenisse. Rescripti, rite tuisse traditum, lectumque in publico conventu, mense junio anni 1733, gratesque eo nomine mihi actas. Tum demum inspecto protocollo academico, id verum esse repertum est, scriptum vero ipsum nullibi comparuit, nec sciebat quisquam quo casu intercidisset. Potestatem vero mihi fecit illustrissima academia, novum, si vellem, exemplar Petropolin mittendi, commentariis inscrendum; vel, si id mallem, in actis nostris philosophicis publicandi.\n\nExcussis itaque meis scriniis, exemplar perfectum istius scripti nullibi reperiebam, sive quod aliquo casu intercidisset in domicilio bis mutando, sive quod unum istud coniectum esset quod miseram Petropolin. Imperfectum vero exemplar reperi, quod, ut potui, supplevi, jamque meliori, spero, fato, Societati Regiae Londinensi dono, dedicoque.\n\nPRINCIPIA\nPrincipia Dynamica.\n\nAccidere non raro cernitur inter litigantes, ut res a principio satis facilis & expedita, malitia tamen patronorum per omnes legum ambages & laqueos altercantium, in difficillimam tandem & pene inextricabilem abeat controversiam. Tunc autem, si quis jurisconsultus viam aliquam brevem & claram ostendit, qua res ad exitum reduci queat, videtur is mihi de utraque parte non pessimè mereri, sive justiorem, sive etiam sequiorem causam tueri, eadem contingere.\n\nTalem judico se se præstitisse celeberrimum Christianum Wolfium in illa controversia de vi motrice, quae jam a multis annis orbem eruditum occupavit. Is enim, si ipse verum non sit assentus, rationem certe monstravit, qua alii ad verum & tuto & facile pervenire possint.\n\nHujus itaque, & illustrissimi Leibnitii, quem is seducem sequi profitetur, vestigiis insistent Principia Dynamica, ut ipsorum verbo utar, quam fieri potest perspicue, exponere conabor.\n\nQuem in finem non nisi casum simplicissimum considerare decrevi, corporis vi viva praediti, quod movetur motu uniformi, h.e. sine omni impedimento sive medii resilientis, sive corporum quorumcunque oppositorum, plane secundum positiones Wolfianas. De quo clarissimo viro si me tum definitiones & axiomata, tum ipsas propositiones sequentes, praeter unam aut alteram, & carum demonstrationes, ne verbo quidem mutato, sumpsisse mutuo animadvertat lector ingenuus, sciat ille velim me id consulto fecisse, quod eas neque clarius enuntiari posse existimem, neque certius demonstrari.\n\nDefinitio\nDefinitio 1.\n\n'Vim vivam cum Leibnitio, vel etiam simpliciter vim appello, quae motui locali adhaeret.'\n\nDefinitio 2.\n\n'Vis pura est, cui in agendo contraria nulla resistit.'\n\nCorollarium.\n\n'Vis igitur pura toto actionis tempore invariata manet.'\n\nScholion.\n\n'Istiusmodi vis in motu æquabili se se exercit, si concipiatur fieri in medio non resistente. Quanto- cunque enim intervallo mobile promoveatur, eadem tamen semper subsistit celeritas, consequenter vis motrix eadem. Effectus adeo, quem producit, eam minime absorbet.'\n\nDefinitio 3.\n\n'Actio pura dicitur, quae exercetur vi motrice pura.'\n\nScholion.\n\n'Talis est actio mobilis motu æquabili lati in medio non resistente.'\n\nDefinitio 4.\n\n'Actio uniformis est, quae duplo tempore dupla, triplo tripla, & ita porro, seu in genere, quae est ut tempus.'\n\nScholion.\n\n'Istiusmodi actio in motu æquabili locum habet, ubi mobile continuo eadem celeritate moveri peragit, si nempe motus fieri concipitur in medio non resistente.'\n\nDefinitio\nDefinitio 5.\n\n\"Effectus vis motricis extra conflictum est translatio mobilis per spatium.\"\n\nAxioma 1.\n\n\"Si duo, vel plura mobilia æqualia æquali celeritate moveantur, vis eorundem eadem est.\"\n\nAxioma 2.\n\n\"Eadem vi eodem tempore eadem absolvi actio.\"\n\nScholion.\n\n\"Eadem vi longiori tempore majorem absolvi actionem quam breviori, & contra eodem tempore vi majore actionem majorem absolvi quam minori, nemo dubitat. Quantitas adeo actionis pendet a quantitate virium & temporis. Quamobrem, si vires fuerint æquales, & tempus idem, actio quoque eadem esse debet.\"\n\nAxioma 3.\n\n\"Si idem mobile per idem spatium transfertur, effectus idem est.\"\n\nScholion.\n\n\"Supponimus nempe motum fieri in medio non resistente, aut saltem abstrahimus ab actione, quæ impenditur in superandam resistentiam medii: id quod licet, quamdiu temporis nulla habetur ratio, quo effectus producitur.\"\n\nTheorema 1.\n\n\"Si corpora inæqualia eadem celeritate moventur, vires sunt ut massæ.\"\n\nDemonstrationes hujus, & sequentium octo theoremorum, circa quæ nulla nobis cum Leibnitianis est controversia,\nversia, in scripto Petropolin misso posueramus verbis Wolfianis: hic autem ad evitandam prolixitatem, omitterendas censuimus.\n\nTheorema 2.\n\"Actiones uniformes codem tempore absolutae sunt inter se ut vires.\"\n\nTheorema 3.\n\"Actiones uniformes, viribus æqualibus absolutae, sunt inter se, ut tempora quibus absolventur.\"\n\nTheorema 4.\n\"Actiones uniformes sunt in ratione composita temporum & virium.\"\n\nTheorema 5.\n\"Vires inæquales eandem actionem absolvent temporibus sibi reciproce proportionalibus.\"\n\nTheorema 6.\n\"Si duo mobilia æqualia per spatia inæqualia transferuntur, effectus sunt ut spatia.\"\n\nTheorema 7.\n\"Si duo quæcunque mobilia per idem spatium transferuntur, effectus sunt inter se ut massæ eorumdem.\"\n\nTheorema 8.\n\"Si duo quæcunque mobilia per spatia quæcunque transferuntur, effectus sunt in ratione composita massarum atque spatiorum.\"\n\nTheorema\nTheorema 9.\n\"In motu æquabili, effectus sunt in ratione composita massarum, celeritatum atque temporum.\"\n\nTheorema 10.\n\"Actiones, quibus idem effectus producitur, sunt ut celeritates.\"\n\nPervenimus jam ad illud theoremum, in quo totius rei cardo vertitur. Si hoc verum est, amplectenda est doctrina Leibnitiana; si minus, repudianda. Itaque diligent exanimanda est hujus theorematis demonstratio.\n\nEa dividitur a Wolfio in tres casus; sed cum secundus & tertius a primo pendeat, nos hunc unum considerabimus.\n\nDemonstratio Casus primi.\n\"Si mobilia fuerint æqualia, & effectus idem diverso tempore producatur, celeritates erunt ut tempora reciproce, quibus is producitur; hoc est, corpus, quod tempore $\\frac{1}{2} T$ effectum producit, movetur celeritate $2C$, cum alterum, quod effectum tempore $T$ producit, moveatur simplici celeritate $C$, atque ita porro. Jam evidens est, actionem uniformem esse duplam, quæ dimidio tempore effectum producit, triplam, quæ subtriplo, & ita porro, &c.\"\n\nAi'n vero, Wolfi, evidens est istud? ————\nQuid si negem? Quid si dicam actionem, quæ cumdem effectum producit, eandem esse, quocunque tempore eum producat? Hæc est ea ipsa suppositio Leibnitiana, cujus in literis ad Bernoullium datis anno 1695, se nondum ait invenisse modum demonstrandi a priori; quod in literis ad teipsum datis anno 1711 adhuc demonstrandum ait. Id tamen tu non conaris demonstrare,\ndemonstrare, sed evidens est eis. Nego evidens esse,\n& corrupt tua demonstratio, corrupt simul ipsa pro-\npositio.\n\nHuic autem antequam novam substituamus, dispi-\nciendum est paulisper quid per actionem intelligatur,\nquid per effectum.\n\nActionis definitionem cl. Wolfius, Leibnitii exemplo,\nquod minime factum vellem, omisit. Docuit solum qua-\nlis sit actio pura, scilicet quae omni impedimento careat;\n& qualis actio uniformis, nempe quae crescat in ra-\ntione temporis: quid per actionem ipsam intelligeret,\nnullibi definitivit. Hoc autem nisi fiat, nihil unquam\ndemonstrari poterit, quod olim Leibnitium, sed incas-\nsum, commonefecerat Bernoullius.\n\nHunc defectum si ego supplere ausim, quam Wolfius\ndefinitionem effectus dederit, eandem actioni ipsi tri-\nbuerem; quum nihil interest videatur inter actionem\n& effectum, nisi quod actio, si ita loqui liceat, sit ef-\nfectus in fieri, effectus autem sit actio peracta sive ab-\nsoluta. Scilicet, in exemplo Wolfiano id agit vis viva,\nut transferat mobile per spatium; ergo actio vis vivæ\nest translatio mobilis per spatium; effectus etiam vis\nvivæ est translatio mobilis per spatium; vel, si mavis,\neffectus est mobile jam translatum per idem spatium.\n\nGeneraliter vero, actio est productio effectus; vel,\nsi mavis, actio est qua quid efficitur: effectus autem\nest id ipsum quod efficitur.\n\nNolim sane definitiones istas pro perfectis venditare:\nsed tamen ejusmodi esse censeo, ut omni careant erroris\npericulo, praesertim si per exempla aliquot rem pla-\nniorem reddiderim.\nSi ego paginam unam descriptero, actio mea erit descriptio unius paginæ, & effectus erit pagina una descripta.\n\nSi operarius parietem dealbet, erit ejus actio dealbatio parietis, effectus autem erit paries dealbatus.\n\nSi rusticus hortum perfodiat, actio ejus est horti perfoissio, effectus autem est hortus perfoissus.\n\nInfinita alia exempla sibi quisque excogitare poterit; & sane puderet rebus tam planis, & quasi frivolis, tamdiu immorari, nisi haec ipsa perperam concepta tot magnos viros in gravissimos errores præcipitâsent.\n\nScilicet,\n\nHa nuga seria ducunt\n\nIn mala.\n\nTheorema 10 nostrum.\n\nActionum æqualium æquales sunt Effectus.\n\nAbsolvat vis viva quævis \\( A \\) actionem quamcunque, & data sit alia quæcunque vis viva \\( B \\). Jam, ut absolvat vis viva \\( B \\) actionem æqualem actioni vis vivæ \\( A \\), necesse est tantum præcise agat vis viva \\( B \\), quantum egerit vis viva \\( A \\). Ergo post absolutam actionem ipsius \\( B \\), tantum erit actum vi \\( B \\), quantum actum fuerit vi \\( A \\); h. e. effectus vis vivæ \\( B \\) par erit effectui vis vivæ \\( A \\), quarum actiones fuerint æquales. Q.E.D.\n\nTheorema 11 nostrum.\n\nActiones sunt in ratione effectuum.\n\nDemonstratio.\n\nProducatur actione \\( a \\) effectus \\( e \\). Ergo alia æquali actione \\( a \\), per Theor. 10, producetur alius effectus \\( e \\), priori æqualis: consequenter, actione bis \\( a \\) produce-\neffectus bis e. Similiter patet actione ter a produci debere effectum ter e, &c. Immo in genere, actione na (=A) produci debere effectum ne (=E). Est igitur A : a :: E : e, hoc est, actiones sunt in ratione effectuum.\n\nTheorema 12 nostrum.\n\nVires sunt in ratione composita massarum & celeritatum.\n\nDemonstratio.\n\nPer Theorema 4. actiones sunt in ratione composita temporum & virium. Per Theorema 11, eadem sunt in ratione effectuum. Ergo effectus sunt in ratione composita temporum & virium. At per Theorema 8, effectus sunt in ratione composita massarum atque spatiorum. Ergo ratio composita temporum et virium par est rationi compositae massarum atque spatiorum. Unde vires sunt in ratione composita massarum et spatiorum directe, et temporum reciproce; h.e. in ratione composita massarum et celeritatum. Q.E.D.\n\nV. An Account of Two extraordinary Deers Horns, found under-ground in different Parts of Yorkshire; in a Letter from Mr. Tho. Knowlton, to Mr. Mark Catesby, F.R.S.\n\nRead March 13. 1745-6.\n\nTHE Head and Horns, which is represented in Tab. I. Fig. 2. were found in a Sand-bed, in the River Rye, which runs into the Derwent,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104790.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 23,
    "total-input-tokens": 34132,
    "total-output-tokens": 10615,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1353,
        2
      ],
      [
        1353,
        2771,
        3
      ],
      [
        2771,
        4325,
        4
      ],
      [
        4325,
        5828,
        5
      ],
      [
        5828,
        7017,
        6
      ],
      [
        7017,
        8686,
        7
      ],
      [
        8686,
        10285,
        8
      ],
      [
        10285,
        11827,
        9
      ],
      [
        11827,
        13329,
        10
      ],
      [
        13329,
        15026,
        11
      ],
      [
        15026,
        16547,
        12
      ],
      [
        16547,
        18160,
        13
      ],
      [
        18160,
        19790,
        14
      ],
      [
        19790,
        21307,
        15
      ],
      [
        21307,
        22836,
        16
      ],
      [
        22836,
        23823,
        17
      ],
      [
        23823,
        24889,
        18
      ],
      [
        24889,
        25747,
        19
      ],
      [
        25747,
        27141,
        20
      ],
      [
        27141,
        28663,
        21
      ],
      [
        28663,
        30039,
        22
      ],
      [
        30039,
        31175,
        23
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104790",
    "title": "Principia Dynamica, Sive Principia Mechanices Metaphysica; Auctore Jacobo Jurin, M. D. R. S. S.",
    "authors": "Jacobo Jurin",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 23,
    "jstor_url": "https://www.jstor.org/stable/104790"
  }
}