{
  "id": "3d7e55cbfb76926e1a4c3b4dd9123cc0a65c1ccd",
  "text": "PHILOSOPHICAL TRANSACTIONS.\n\nMonday, Novemb. II. 1667.\n\nThe Contents.\n\nA description of an Instrument for Dividing a Foot into many thousand parts, and thereby measuring the Diameters of Planets to great exactness, &c. as it was formerly promised. An account of making a Dog a'aw his Breath just like a Wind-broken Horse. Divers Anatomical Observations on Humane Bodies. Several Instances of Peculiarities of Nature, both in Men and Brutes. A Confirmation of the Experiments mentioned in Numb. 27. to have been made in Italy, by injecting Acid Liquors into Blood. An observation about the double Membrane called Epiploon, which covers the Entrails of Animals, and is filled with Fat. Some Hortulan Communications about the curious Engrafting of Oranges and Lemons, or Citrons, upon one another's Trees, and of one Individual Fruit, half Orange and half Lemon, growing on such Trees. An imitation of a way of preserving, in the more Northern Climates, Orange-trees all Winter long, without any Fire. Enquiries for Greenland. An Account of the Synopsis NOVÆ PHILOSOPIÆ & MEDICINÆ Francisci Travagini, Medici Veneti.\n\nA Description\n\nOf an Instrument for dividing a Foot into many thousand parts, and thereby measuring the Diameters of Planets to a great exactness; &c. as it was promised, Numb. 25.\n\nIf the residence of the worthy Promiser of this Instrument, Mr. Richard Townley, had not been so remote from London, nor\nsome other Impediments intervened (after it was come to hand), First on the Publisher's, then on the Engraver's side; the following Particulars concerning the same, promised some Months ago, had been imparted to the Publick a good while before this time: For the Draught of the Figures, representing the New Instrument itself, and the Description of the same, we are obliged to the ingenuity of Mr. Hook.\n\nThe first, second, and third Figures do represent the several parts of this Instrument; the fourth Figure, part of the Telescope, with the Instrument applied to it; and the fifth, the Rest, on which the whole reposeth.\n\nThe first Figure represents the brass Box with the whole Instrument, (excepting only the moveable Cover) and the Screws, by which it is fixt to the Telescope. In this Figure (a a a a) is a small oblong brass Box, serving both to contain the Screws, and its Sockets or Female Screws, and also to make all the several moveable parts of the Instrument to move very true, smooth, and in a simple direct Motion. To one end hereof is screwed on a round Plate of Brass (b b b b) about 3 inches over; the extremum Limb of whose outside is divided into 100 equal parts, and numbered by 10, 20, 30, &c. Through the middle of this Plate, and the middle of the Box (a a a) is placed a very curiously wrought Screw of about the bigness of a Goose Quill, and of the length of the Box, the head of which is by a fixed Ring or Shoulder on the inside, and a small springing Plate (d d) on the outside, so adapted to the Plate, that it is not in the least subject to shake. The other end of this Screw is by another little Screw (whose small point fills the Center or hole made in the end of the longer Screw for this purpose) render'd so fixt and steady in the Box, that there appears not the least danger of shaking. Upon the head of this Screw without the springing Plate, is put on a small Index (e e), and above that a Handle (m m) to turn the Screw round as often as there shall be occasion, without at all endangering the displacing of the Index, it being put on very stiff upon a Cylindrical part of the Head, and the Handle upon a Square. The Screw hath that third of it, which is next the Plate, bigger than the\nthe other two Thirds of it, by at least as much as the depth of the small Screw made on it: The thread of the Screw of the bigger Third is as small again, as that of the Screw of the other two Thirds.\n\nTo the groser Screw is adapted a Socket (f) fasten'd to a long Bar or Bolt (g g), upon which is fasten'd the moveable Sight (b), so that every turn of the Screw promotes the Sight (h) either a thread nearer, or a thread farther off from the fixt Sight (i).\n\nThe Bar (g g) is made exactly equal and fitted into two small Staples (k k), which will not admit of any shaking. There are 60 of these threads; and answerable thereto, are made 60 divisions on the edge of the Bolt or Ruler (g g); and a small Index (l) fixt to the Box (a a a) denotes, how many threads the edges of the two Sights (h) and (i) are distant; and the Index (e e) shews on the circular Plate what part of a Revolution there is more, every Revolution, as was said before, being divided into 100 parts. At the same time that the moveable Sight (h) is moved forwards or backwards, or more threads of the courser Screw, is the Plate (pp. in Fig. 2.) by the means of the Socket (q) to which it is screwed, moved forward or backward, or more threads of the finer Screw: So that this Plate, being fixt to the Telescope by the Screws (r r. in Fig. 2.) so as the middle betwixt the Sights may lie in the Axis of the Glass, however the Screw be turn'd, the midst betwixt the Sights will always be in the Axis, and the Sights will equally either open from it, or shut towards it.\n\nFig. 2. represents the moveable Cover containing the Screws, to be by the Bookseller cut off by the pricked Line (x x x) from the Paper, and to be fitly placed on Figure 1. according to the pricked Line (y y y) answering thereto; that by the taking off, as it were, or folding up of this Cover, the inward contrivance of the Screws and Sights may appear.\n\nAnd because it is conceived by some ingenious Men, that it will be more convenient, instead of the Edges of the two Sights (h and i) to employ two Sights fitted with Hairs, therefore is added Figure 3. representing the two Sights (r and s) so fitted with Threads (t and u) that they may be conveniently used in the place of the solid Edges of the Sights (h and i).\n\nThe fourth Figure represents, How the Screws are to be put on.\nThe Tube AD is divided into 3 lengths, of which (as in ordinary ones) BC is to lengthen or contract, as the Object requires: But AB is here added, that at A you may put such Eye-Glasses as shall be thought most convenient, and to set them still at the distance most proper for them, Indexes or Pointers, which here are supposed to be at B, which length alters also in respect of divers persons Eyes. E is a Screw, by which the great Tube can be fixt so, as by the help of the Figures any smaller part of it can immediately be found, measuring only, or knowing the Divisions on BC, the distance of the Object-glass from the Pointers. F is the Angular piece of Wood, that lies on the upper Screw of the Rest. This Rest is represented by Fig. 5.\n\nAs for a Description of the Uses of this ingeniously contrived and very curious Engine, the Reader is desired to look back to the before-alledged Numb. 25.\n\nAn Account\n\nOf making a Dog draw his Breath exactly like a Wind-broken Horse, as it was devised and experimented by Dr. Richard Lower; with some of his Instructive Observations thereon.\n\nThis Experiment was made before the Royal Society, Octob. 17. 1667. after it had been tried by the Author in private some while before. The Account of it in his own words, is as follows.\n\nAfter I had often considered the manner and way of Respiration, and by many Observations been induced to believe, that the Diaphragme is the chief Organ thereof, I thought there could be no way more probable to try it, than by breaking the Nerves, by which its Motion is perform'd; which may be easily (as it was actually) done after the following manner.\n\nFirst, pierce the side of the Animal between the 6th and 7th Rib in the middle of the Thorax, just over against the Region of the Heart, with a small Incision-knife, passing the Knife but just into the Cavity of the Breast (which you may justly know by finding no resistance to the point of it); then take it out, and put in a Director, or a small Quill made like it, and thrust it in about an inch, directing the end of it toward the Sternum, close to the inside of the Breast. Then cut upon it about an inch on the Intercostal Muscles; by which you may be secure'd from touching the Lungs.\nPrint, giving a brief Account of the Contents of the said Treatise to this effect, viz.\n\nThat this Author hath compos'd a System of Natural Philosophy by Observations and Experiments, accommodated to the benefit of Humane Life, and subservient to Physick and other subordinate Arts; which Philosophy he pretends to have raised on Principles that are certain Bodies drawn out of Mixts; which, though in themselves invisible and incoagulable, yet become, according to him, visible by their Contrariety and mutual Operation upon one another, and so do constitute the Temperaments of Concrete, and cause not only their Dissolution, but also their Redintegration.\n\nThese Principles he undertakes to prove to be Two Salts, call'd by him Acidum and Salsum; which, as they work more or less on one another, when blended, so they lose more or less of their Volatility, and the degrees of their Contrariety: And from their various Complication (in which he places the whole business and moment of Philosophy) he holds, that that great multiplicity of Concrete, which is in the Universe, does result.\n\nIn particular, he deduceth from the said Principles the cause of Ferments and their variety, the nature of Generations, Concretions, Putrefactions, Precipitations, &c. and sheweth how those Principles run through all Minerals, Vegetables, and Animals, by their manifold Combinations, and various ways of acting on one another.\n\nHe explains also the mixtures of Alkaly's, Vitriols, Armoniacks, Sulphurs, Mercuries, and explicateth the properties of Dissolvents; as also Tafts, Odours, Colours, &c. all from the same Principles.\n\nAnd having raised this Structure of his as far as he judgeth it sufficient for Subordinate Arts, he proceeds to adapt it to the Art of Physick. And applying it to Animal Bodies, he thence draws the diversity of Humours and Tempers, the beginning and duration of Vital Heat, the motion of the Limbs, the faculties of Entrails, the origin, vitality, and properties of the Blood, and the various Fermentations therein; shewing the Distempers of the Ferments and Juices in Animals, the nature of Coagulations, Dissolutions, Fevers, and other Symptoms; as also the original of Poisons in Animal Bodies; concluding with an Indication of the proper Remedies (as he conceives) of many Diseases.\n\nWhether this Philosophy be new, is easy to judge.\n\nA Note to be inserted above, pag. 544. after line 12.\n\nThis Rest (by Mr. Hook's suggestion) may be render'd more convenient, if, instead of placing the Screw Horizontal, it be so contriv'd, that it may be laid parallel to the Equinoctial, or to the Diurnal Motion of the Earth; for by that means the same thing may be perform'd by the single motion of one Screw, which in the other way cannot be done but by the turning of both Screws: As will easily appear to those that shall consider it.\n\nIn the SAVOY,\n\nPrinted by T. N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1667.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101232.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10884,
    "total-output-tokens": 2948,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1418,
        2
      ],
      [
        1418,
        3648,
        3
      ],
      [
        3648,
        5975,
        4
      ],
      [
        5975,
        8200,
        5
      ],
      [
        8200,
        11195,
        6
      ],
      [
        11195,
        11195,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101232",
    "title": "A Description of an Instrument for Dividing a Foot into Many Thousand Parts, and Thereby Measuring the Diameters of Planets to a Great Exactness, &c. as It Was Promised, Numb. 25",
    "authors": null,
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/101232"
  }
}