{
  "id": "8f4b0c0a654a12c5ba5ad0b77c831ba5424e767e",
  "text": "The best time of collecting it Mr. Broffard has found to be in the autumn, in fine weather, after great heats.\n\nThis, then, Sir, is all I can collect of the use, application, and preparation of this new remedy for stopping blood. If the Royal Society shall find anything in it worthy their regard, I shall think myself happy in having communicated these observations. I am\n\nYour most obedient servant,\n\nFaget.\n\nXCV. A Letter of Benjamin Franklin, Esq; to Mr. Peter Collinson, F. R. S. concerning an electrical Kite.\n\nPhiladelphia, Oct. 1, 1752.\n\nRead Dec. 21 1752.\n\nAs frequent mention is made in the public papers from Europe of the success of the Philadelphia experiment for drawing the electric fire from clouds by means of pointed rods of iron erected on high buildings, &c. it may be agreeable to the curious to be informed, that the same experiment has succeeded in Philadelphia, tho' made in a different and more easy manner, which any one may try, as follows:\n\nMake a small cross, of two light strips of cedar; the arms so long, as to reach to the four corners of a large thin silk handkerchief, when extended: tie the corners of the handkerchief to the extremities of the cross; so you have the body of a kite; which being\nbeing properly accommodated with a tail, loop, and string, will rise in the air like those made of paper; but this, being of silk, is fitter to bear the wet and wind of a thunder-gust without tearing.\n\nTo the top of the upright stick of the cross is to be fixed a very sharp-pointed wire, rising a foot or more above the wood.\n\nTo the end of the twine, next the hand, is to be tied a silk riband; and where the twine and silk join, a key may be fasten'd.\n\nThe kite is to be raised, when a thunder-gust appears to be coming on, (which is very frequent in this country) and the person, who holds the string, must stand within a door, or window, or under some cover, so that the silk riband may not be wet; and care must be taken, that the twine does not touch the frame of the door or window.\n\nAs soon as any of the thunder-clouds come over the kite, the pointed wire will draw the electric fire from them; and the kite, with all the twine, will be electrified; and the loose filaments of the twine will stand out every way, and be attracted by an approaching finger.\n\nWhen the rain has wet the kite and twine, so that it can conduct the electric fire freely, you will find it stream out plentifully from the key on the approach of your knuckle.\n\nAt this key the phial may be charged; and from electric fire thus obtain'd spirits may be kindled, and all the other electrical experiments be performed, which are usually done by the help of a rubbed glass globe or tube, and thereby the sameness of the elec-\ntric matter with that of lightning completely demonstrated.\n\nI was pleased to hear of the success of my experiments in France, and that they there begin to erect points upon their buildings. We had before placed them upon our academy and state-house spires.\n\nXCVI. A Letter of Mr. W. Watson, F. R. S. to the Royal Society, concerning the electrical Experiments in England upon Thunder-Clouds.\n\nTo the Royal Society.\n\nGentlemen,\n\nRead Dec. 21, 1752.\n\nAFTER the communications, which we have received from several of our correspondents in different parts of the continent, acquainting us with the success of their experiments last summer, in endeavouring to extract the electricity from the atmosphere during a thunder-storm, in consequence of Mr. Franklin's hypothesis, it may be thought extraordinary, that no accounts have been yet laid before you, of our success here from the same experiments. That no want of attention, therefore, may be attributed to those here, who have been hitherto conversant in these inquiries, I thought proper to apprise you, that, though several members of the Royal Society, as well as myself, did, upon the first advices from France, prepare and set up the necessary apparatus for this purpose, we were defeated in our expectations, from the uncommon coolness and dampness",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105108.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1049,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1232,
        2
      ],
      [
        1232,
        2737,
        3
      ],
      [
        2737,
        4041,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105108",
    "title": "A Letter of Benjamin Franklin, Esq; to Mr. Peter Collinson, F. R. S. concerning an Electrical Kite",
    "authors": "Benjamin Franklin",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/105108"
  }
}