{
  "id": "aa7ac67cf2d44ce3168d9bcbd2d6446bdab02a74",
  "text": "XII. A Description of a Transit Circle, for determining the Place of celestial Objects as they pass the Meridian. By the Rev. Francis Wollaston, LL. B. and F. R. S.\n\nRead May 9, 1793.\n\nAn instrument which, in one observation, is capable of giving with precision both the right ascension and declination of celestial objects, has always appeared to me one of the desiderata in astronomy. Though I had often considered the various methods practiced for ascertaining each, and turned it in my mind how I could contrive to make one instrument answer both purposes; I never could satisfy myself in what way to effect the one, without destroying the accuracy of the other; till one evening, at a meeting of our Society in the beginning of 1787, Mr. Ramsden mentioned to me his idea of reading off the divisions of an instrument, by a microscope having a micrometer in the field of view, which, being detached from the limb, could examine with accuracy the\ndistance of the nearest division from a fixed point. It occurred to me immediately, that this was the thing I wanted: because a circle attached to the telescope of a transit instrument, and passing in review before such a microscope, or a pair of such microscopes, would answer the purpose. I did not then know, that a microscope of that kind had been applied by the late Duc de Chaulnes, to his dividing engine, for determining the divisions; described minutely by him, and published in 1768; a copy of which is in our library. Neither did I then know of the same idea having been the foundation of Roemer's method of reading off the divisions on his Circulus meridionalis; an account of which was published by Horrebow, in the beginning of this century; where a reticule of ten squares was made, by trials of its distance from the limb of the instrument, to coincide with a division of ten minutes on that limb. With them I was not acquainted, till after my instrument was already in some forwardness. Whether Mr. Ramsden took the first hint from either of them, and improved upon it, I cannot say. He has brought it into use among us: I certainly derived it from him; and to him I acknowledge myself indebted for it.\n\nThis method of reading off has, indeed, been applied already with great success to different instruments; but I do not know that it has ever yet been adapted to the transit. Circles of various kinds have been constructed with wonderful accuracy, yet all have been formed with another view; and their turning freely in azimuth, seemed to render them less fit for the purpose which I wanted; i.e. a circle, firmly fixed, and turning truly in the plane of the meridian by means of a transverse axis; with all the adjustments of a\ntransit at the end of the axis itself (which appear to me essential to a due performance); and at the same time with the opposite readings, and all the adjustments of the circles now in use.\n\nOn this idea the following instrument was constructed: and since there are some particular contrivances in it, which are new, I take the liberty of laying a general description of it before this Society; not by way of setting forth the praises of any one instrument; but that this may be known in all its parts, with the advantages and disadvantages of each, as far as I have discovered any; and that such of them as are judged useful, (if the Committee shall think proper to honour this paper with a place in our Transactions) may be adopted by others.\n\nMy first design was, not to have given orders for one myself, but merely to communicate the thought to those who might improve upon it. Accordingly, I mentioned it first to Mr. Ramsden, in 1788: but the multiplicity of his engagements, and the fertility of his own imagination, (at that time particularly turned towards contriving to make instruments move freely in azimuth) rendered him disinclined to listen to a scheme for one on another plan. The same was the case with Mr. Troughton. I mentioned it likewise to several of my acquaintance: but (perhaps the trouble and expense attending the construction of a first instrument, seldom so complete as a second or a third of the kind, might be the cause) no one was set about. After three years waiting, and becoming, in the mean time, more and more convinced of the advantages of such an instrument to astronomy; and Mr. Cary being recommended to me, as fully qualified for the\npurpose; though I am growing too old to expect to make many more observations, I gave orders for one of a size and form which I thought most convenient to myself. Observers know best what it is they want; and an instrument-maker who will condescend to listen to them, is a treasure. In this, as well as other respects, it is but justice to Mr. Cary to say, that he has answered the character which was given of him. He has shewn himself, during the whole time, very diligent and attentive; comprehending readily my directions; giving freely his opinion, and his reasons for dissent, if he disapproved of what was proposed; yet being willing to follow mine, if I still continued in the same mind; improving upon some of my hints; and executing in a masterly way every part of it.\n\nThe drawing accompanying this paper (Tab. XV.) will shew the general form of the instrument; and need very little explanation.\n\nThe whole stands on three feet, adjustable by screws. The bottom plate (of $21\\frac{3}{4}$ inches diameter) turns in azimuth; not on a long axis, but on a center; and rides on a bell-metal circle, truly turned, and to which the bottom plate itself is ground. In this way it moves very smooth by hand; but it is capable of being turned by a winch, with tooth and pinion. The intent of its turning thus, is merely for the convenience of reversing the instrument: for, though it might be used out of the meridian, and for azimuths; yet, since it is designed principally for meridian passages, when it is in its place the whole is clamped firmly to the bottom frame by four clamps, which confine it to the circle on which it rides: and this method of turning proves itself to be\nsteady, by the levels on the bottom plate never altering in the least upon screwing the clamps.\n\nThe four pillars, and their braces, explain themselves. They stand over the bell-metal circle; and the clamps are placed near the foot of each, for greater steadiness; since they carry the Ys for the pivots of the transit.\n\nThe construction of these Ys is peculiar: they hang, as it were, in gimmals, though of a very firm kind, a drawing of which (Tab. XVI. fig. 1) will best explain them. They have a horizontal motion, smooth and steady: the T, or frame, AB, which carries them, turning on a perpendicular axis of $2\\frac{1}{2}$ inches, CD, ground to its socket; on the outside of the plate EF, which connects them with the pillars, and resting on that plate, to which the bottom of the frame itself is ground likewise. In this frame they have a vertical motion: the Ys themselves carrying a horizontal axis at AB, which, consisting of two frusta of cones on each side, in contrary directions, with a collar over them, guards against any shake whatsoever, while it admits of the Y adapting itself to the direction of the pivot. The idea of hanging them in this way, as well as that of turning the whole instrument in azimuth on a ground plate, was suggested by our late member Mr. John Smeaton; to whom the world has, during many years, been indebted for repeated capital improvements in mechanics.\n\nBy thus hanging the Ys, the pivots have a bearing on them from end to end; instead of riding on a bell-metal ridge, as is the usual method where the Ys are fixed, and cannot set themselves in the direction of the axis. This seems to be a better bearing, and much less likely to wear the pivots.\n\nYet, to guard against any wear, a pair of cylindrical\nsprings, included in a tube, are applied through rings within the connecting plate above mentioned. These carry, each of them, a pair of rollers, on which a brass collar at each end of the axis of the telescope rides. The springs may be used or removed, at pleasure; and they can be strengthened or weakened, by means of a screw at the bottom of the tube, so as to take off from the pivots any part of the weight that may be judged best: and, since they are in a line with the axis, and are made capable of obeying it in every direction, there is no danger of their deranging its adjustments, while they render its motion exceedingly light and smooth indeed.\n\nThe adjustments of the Ys are both of them at the same end of the axis, opposite to the divided circle and the microscopes; because the smallest adjustment of that end of the axis between the microscopes, would have affected them so as to require an entire re-adjustment of them too. At the farther end, the axis is perforated, to admit light for illuminating the wires. And I find that (to my sight at least) it is much most agreeable to close the aperture with a pale green glass. The axis itself is 18 inches long, exclusive of the pivots, which are about $1\\frac{1}{4}$ each.\n\nThe microscopes need no description. They are on the same principle as those described by our late member Major General Roy. (Phil. Trans. Vol. LXXX, p. 145.) Mine are 9 inches long; the object-end at 2 inches from the limb of the circle. They magnify 24 times. One revolution of the micrometer-screw is equal to one minute; and the head is divided to seconds.\n\nThe fixed or stationary wire in them, is at the first notch, or minute itself; and it is adjusted by means of a plumb-line,\nwhich hangs from the top plate, and passes by the side of the axis; at about 8 degrees, or 1 inch $\\frac{3}{4}$ from the centre. For this purpose there are dots made on the limb, at a suitable distance on each side of the zero, both above and below, whether the telescope be horizontal or perpendicular either way. These are viewed through two compound microscopes, (of $5\\frac{1}{2}$ inches long, and their object-glass at 3 inches distance from the limb) carried by the same frames as the other microscopes.\n\nThe cursor, or moveable wire, in the micrometer-microscopes, is adjusted much in the same way as General Roy's; excepting that the micrometer head is made to turn stiffly on the neck of the screw, so as to allow of bringing the point of zero to front the eye, without the trouble of re-adjustment, if it happened to fall behind.\n\nIt may be asked, since I use a compound microscope for viewing the wire, why I choose a plain plumb-line close to the limb, in preference to one in the combined focus of the glasses? My reason is this; I use a compound microscope, because my eyes do never, with any comfort, adapt themselves to a single magnifier; and in this way I have more light, and can keep my eye at a greater distance. I approve much of Mr. Ramsden's ghost, as it is called, where it can be used with safety. But in this instrument, I thought I could not confide in it, as the microscope must be on a different support: whereas the looking at the dot itself, and the wire together, through a tube of above 5 inches, and at a distance of 10 or 12 from the limb, could admit of little or no parallax. I had intended making use of the original dots of the divisions for this purpose; but they are so minute, that the\nsmallest wire capable of supporting a plummet eclipses them entirely.\n\nThere is of course a level (and a very sensible one it is) for adjusting the axis. The circle was ordered to have ten radii; that when the telescope is horizontal, and pointing to a meridian mark, there might be a vacancy between the cones, above or below, for introducing a level. In the brace between the pillars, over the moveable Y, (at A, Tab. XV.) it may be observed, the bottom bar is omitted; in order to give the better room for passing the level, without inclining it, or running any hazard of striking it. From the lower bar of the opposite brace B, over the fixed Y, there stands out a forked piece of brass, to receive the leg of the level, and direct it to its place; as also for keeping it upright when the foot stands on the pivot, and just allowing a very little shake, so as not to cramp it. By this contrivance the level is easily handled, and reversed, without danger of disturbing it or the instrument.\n\nThe top plate, as may be seen in the drawing, has a large opening cut more than half way across it. The design of this is, to allow you to observe quite up to the zenith, and a little beyond it, clear of all obstruction whatsoever. And since the whole instrument is capable of being reversed, or turned half way round in azimuth; when you have occasion to observe the transit of stars, in that part of the heavens where they would be intercepted by the plate in one position, it is entirely out of the way in the other.\n\nThe circle itself is of full two feet diameter at the divisions; being $25\\frac{1}{2}$ inches at the edge. The undivided circle, on the side of the telescope next to the open end of the axis,\nserves for strength and uniformity; and to it is applied the clamp for elevation. That clamp is so made, as to allow the circle to run freely all round if you please; not bearing at all against it, but supporting itself, and yet being easily removeable. It has no command over the circle whatever, when handled with care, excepting in the altitude of the telescope, by an adjusting screw when the clamp is set: and, as that screw has a milled head at each end, it is as conveniently turned from the one as from the other side of the instrument, to bring the horizontal wire to bisect the object.\n\nThe telescope is of 2 inches aperture, and 33 focal length. The object-glass does not slide within the tube; but screws into the end of a piece of false tube, of 4 inches length, which slides on the outside of the principal tube, and is fixed in its place, by 3 screws and collars running in grooves, when its distance from the wires is adjusted. In this way, one has the whole aperture of the tube; and no greater length than is absolutely necessary for use; which, in such an instrument, appeared to me to be an advantage. In some respects I find it so: yet, the hazard of disturbing the collimation, by touching the outside of the tube, is an objection.\n\nThe wires are not in one cell; but in two distinct cells, with their faces towards each other. The perpendicular wires are 5, at 35 seconds of time distance in the equator; and are adjustable horizontally for collimation by a screw. The horizontal wires are 3, at about 15 minutes of a degree asunder; placed so as just not to touch, but to pass clear of the other wires; and they are adjustable in collimation by another screw peculiar to them. The two cells have each a power of\nturning separately on the axis of vision; but, when once the two sets of wires are brought to be truly at right angles to each other, the cells can then be fixed together, and turned together, and finally settled in their place by screws and collars at the outside of the tube. These things, I believe, are new: I thought they might be improvements on the usual method; yet I find the adjustment of the horizontal wires in collimation, might be dispensed with.\n\nMy reason for having 3 horizontal wires, and at about that distance, was, that after having ascertained what the difference is, I might observe the lower limb of the sun or moon at the one, and the upper limb at the other of the extreme wires, without much altering the elevation of the telescope, and removing the centre of the object, or preceding and subsequent limbs of the sun or moon, far out of the centre of the field.\n\nThe divisions on the circle itself come now to be spoken to. They were done by hand; and have been executed with great care. The original divisions are by dots or points, at every ten minutes. Within, is another row, by strokes or cuts; laid off from the points to every ten minutes likewise. The dots are what we will regard first: the cuts afterwards.\n\nAs it always appears to me convenient, in actual observation, to contrive that every thing shall do itself, as far as I can, and to leave the mind as well as the body at perfect ease, and totally disengaged from calculation; I considered, that making both the microscopes talk the same language, read off the same way, with the guiding figure always to the same hand, and the dot to be observed to the same hand too, and the readings always positive, would conduce much to\none's ease, and thereby very greatly indeed to the accuracy and certainty of the observation.\n\nWith this intent, since the microscopes are, the one above, I ordered that to be marked A; the other below, B; considering that the numbers deduced from them could never be mistaken, if one got into the habit of examining A first, and noting that down, and then examining and setting B under it; which, if all things are true, ought to be the complement to 90 degrees.\n\nTo make the reading pleasant, I ordered the micrometer-screw in each to be placed on the right hand; and considered the moveable wire as always to be kept to the right hand of the other. This will of course, in all cases, measure the distance of the fixed wire from the nearest dot apparently on the right, (or, since the microscopes invert, the nearest dot really to the left) which will be either the degree itself on that hand, or some multiple of ten minutes from it.\n\nThat the numbering of the degrees might coincide with this idea, I considered, that the figures should be made to appear erect in the microscopes, in every position of the telescope (which they might be whenever it does not point below the horizon) and that they should be reckoned backwards. To effect this, they ought to be reckoned backwards in themselves, but to stand the contrary way, or inverted in reality. This would be different in the two microscopes, in respect of the centre of the circle; but that could create no difficulty. For, since the two quadrants nearest to the object-end of the telescope, would always be those coming under the examination of microscope A; and the two nearest to the eye-end, those to be observed at microscope B; they might be\nfigured accordingly. Hence, supposing the instrument placed in the meridian, with the graduated face turned towards the east; if, when the telescope is horizontal and points to the south, the upper quadrant nearest to the object-end, be numbered from that end from 1 to 90°, with the heads of the figures towards the centre of the instrument; and the other upper quadrant be numbered from the eye-end, with the feet of the figures towards the centre; they both would give the zenith distances of the objects observed. The former, at microscope A, while the telescope points to the south of the zenith; the latter at microscope B, when you are observing towards the north.\n\nThe two other, or lower quadrants, follow a similar rule, and serve to shew the altitudes, if both be numbered from the quadrature, instead of either end of the telescope; those leading towards the object-end, being placed with their heads, while those towards the eye-end, stand with their feet towards the centre of the circle.\n\nTo render this more intelligible, I will annex a drawing of the divisions, (Tab. XVI. fig. 2) numbered indeed only to every ten degrees; though the instrument itself has a figure at every degree, that one may always be in the field of view of the microscope. Hereby it may be seen, that all on one side of the telescope give zenith distances, while all on the other side give altitudes; and yet, that the figures in both the quadrants nearest to the object-end are placed with their heads towards the centre, and all towards the eye-end with their feet. This became necessary; and though it was a little perplexing at first to contrive, and see executed properly, it is found very convenient indeed in use.\nThe interior divisions, or cuts, are also numbered at every degree each way, from the eye-end to the object-end of the telescope, with the feet of the figures always towards the centre. The use of them is likewise very great; not for reading off the observations, but for setting the instrument. For, at a proper distance from the main pillars, there is a small pillar, carrying a compound microscope with a wire in its focus; which being adjustable, and once set to the latitude of the place, gives immediately the north polar distance of any object seen; or, by fixing the instrument according to the polar distance of an object sought, one is certain of its entering, at the proper time, the field of the telescope, near the centre wire. This pillar for the polar microscope, is removable to the other side of the main pillars; which becomes necessary when the instrument is reversed.\n\nThis in general is the form, and these are the peculiarities in the construction of this instrument; which, being designed for meridian observations, or transits, I apprehend may best be named a Transit Circle.\n\nIn the progress of it, when the divisions came to be examined in their proper position, as to the truth of the opposite dots being exactly in the diameter of the circle, an error was discovered, which occasioned a great deal of trouble, and much loss of time. When the microscopes had been adjusted with care, after turning the circle one way, they continued true, and the same dots shewed themselves to be perfectly in the diameter, however often the circle were turned the same way round: but on one or more revolutions the contrary way, the same dots ceased to appear true. This, it was thought, could arise only from some deviation in the centre. And, since the\nYs hanging in gimmals was a new experiment, this error was supposed to take its rise from some shake in them. They were examined; and were altered in various ways. Fixed Ys were then made, of the usual form; others of a larger; others of a more acute angle. The difficulty was still thought to continue. Recourse was then had to Ys in gimmals again, which I was unwilling to give up; and friction-rollers were applied to take off some of the weight. Still this error did continue in a small degree: yet was that degree so small, as not to be discernible at the polar microscope; nor, as far as I could see, at those belonging to the plumb-line; and sometimes scarcely so at the others, to whose greater magnifying power it seemed to be owing that it was at all perceptible. The cause I then supposed to be, in a disposition in the pivots to gather up the side of the Ys towards which they were turned. Yet was that not the cause: for what little motion there was, I found afterwards to be in a contrary direction.\n\nThis led me into discovering, and at last rectifying the defect. The original idea of hanging the Ys in gimmals, as was said before, was derived from Mr. Smeaton; who kindly shewed to Mr. Cary those which he had made to a small transit instrument for his own use. His ought scarcely, in strictness, to be called Ys; for he had made a little hollow on each side where the pivots would touch, as a sort of bed to receive them, and make the angle less pinching. This, Mr. Cary had imitated: and, though I did not mean he should, he did the same to the second pair he made, after trying the other kinds. Since it was done, I let them so remain till I got the instrument home; for I really found all\ntrials so disturbed by the shaking of carriages, while it was at his house, that I could make no satisfactory examination there myself. When the instrument was in its place, I tried every experiment I could contrive to discover the cause of this error; whether it could be in the microscopes themselves; any shake in them, or in the pillars, or in the hanging of the Ys. Finding none of these to be in fault; and, upon trying the instrument at every 10 degrees all round, perceiving the axis thrown backward instead of forward upon turning either way, it occurred to me, that any grease or other particles would have it more in their power to produce that effect in a sort of pivot-hole, (which the hollowed sides really are) than between two fair flat surfaces. I thereupon took out the Ys, and had them formed to an exact right-angle, with the whole sides perfectly smooth, and flat, and well finished: and, since that has been done, I really can discover no difference which ever way the circle be turned; but think I may now say that deviation is quite removed.\n\nYet, I apprehend, it would have been of no consequence if it had continued, or been greater than it was. For, since the readings are as it were in a line above and below the centre, and both of them positive; any motion of the centre towards the right hand, would give the dots, both above and below, the appearance of being more to the left than they ought to be; and thence would give the measurement too small, and that in an equal degree in each; so that the sum of zenith distance given by one microscope, and of altitude by the other, would thereby be less than 90 degrees, by just double the error. And if the axis be moved towards the left, the contrary would be the result; the sum would exceed 90 de-\ngrees, by just double that quantity. Hence, the difference from 90 degrees, at the same time that it gives a mean between the two readings, would reduce the error or deviation of the axis to nothing.\n\nThe instrument here described, is of the size I thought would be most convenient for my own use: indeed it is full as large as I should recommend ever to be made in that moveable form. It stands on a cylinder of one solid stone, of $25\\frac{1}{2}$ inches diameter, and 3 feet 6 inches long, bedded on a pier of brick, well bonded together, and rising from a good foundation, deep in the earth. The stone is clear of the floor all round, and is very steady indeed: the instrument rarely varies at all; in any respect. It is adjusted in the meridian to two marks, the one north, the other south; so that now they are truly placed, the collimation of the telescope is easily examined, without lifting the circle out of its Ys.\n\nI may be supposed partial to an idea which I have long entertained; but I confess, I should very strongly recommend the having an instrument of this nature, though more perfect, in every observatory; I mean a transit instrument, on stone piers, with a suitable circle and microscopes; that, whenever you observe a meridian passage, you may, at the same time, measure the exact altitude, or zenith distance of every object seen. The being obliged, in the common way, to have recourse to two different instruments, occasions the zenith distances to be much less frequently observed, than it is to be wished they were. It is true the British catalogue was, for the most part, deduced from observations with a quadrant alone; and so was Mayer's. But, though labour and patient perseverance, may enable an observer to allow for\nany deviations in the limb, a quadrant is at the best but an imperfect instrument for right ascensions.\n\nI believe, in the best observatory, I should confine myself to a telescope of 45 inches, with a circle of about 3 feet 6 inches. Such a telescope would have great power; and the whole would not be encumbered with too great weight. If the telescope be of 5 feet, the circle must be of 4 feet 6 inches. But I certainly should dissuade the ever going beyond that; and I doubt whether the great additional weight of metal, and the disparities there will be in such a mass, would not counteract the advantage of a longer telescope. Beside, it may deserve consideration, that in a larger instrument some parts may be out of the extent of the observer's arms, which he could wish to reach. Our late friend, Mr. Smeaton, was against a circle of above 3 feet diameter. Between stone piers, there must be a double apparatus of microscopes, &c. to use when the instrument is reversed.\n\nIn conclusion, it may perhaps be proper to add, since some gentlemen may feel inclined to ask, How my instrument has performed? whether in actual observation it does what was expected from it? To this, I think, I now may fairly answer in the affirmative; that I do find it a very useful instrument, and the best adapted, of any that I know, to the perfecting of our catalogues. For some time, I will confess, I had my doubts. I received it in the beginning of the winter, when the cold and dark weather made all examination of it irksome. As a transit-instrument, I soon was satisfied with its performance, even in respect of the pole star itself. It is very steady; and rarely wants any re-adjustment at all. As a circle, I was not. The deviation of the axis, though both ends, as far as I could\njudge, seemed always to deviate equally, perplexed me much; and destroyed all confidence. The collimation in altitude (whose error when constant, is unimportant) appeared variable; and seemed to give uncertain conclusions. Whether that took its rise from the object-glass, or the wires; from the hanging of the plumb-line, or the microscopes; was doubtful. All these things it took up much time to investigate. But I think I now may say, these difficulties are all surmounted. The error in the Ys, it has been said already, is cured. The object-glass I suspected might have some little shake, from its being attached to a false tube on the outside, and therefore liable to be touched, instead of being within the tube of the telescope itself. This was made more certainly steady. The wires I was sure did not move. Neither did the microscopes, after I had set them perfectly at ease; for I found that in the first placing, I had a little cramped one of them. The dots came then to be examined, by which the plumb-line is adjusted; or rather, I should say, by which the circle is brought into a position for adjusting the microscopes. Here a small error was discovered. It has been mentioned already, that there are four pair of dots for this purpose. Though laid off, I am satisfied, at first with the greatest care, and strictly true; the opening or enlarging of them afterwards, to make them just visible on each side of the plumb-line, had occasioned some very small differences in them, in respect of their adjoining divisions or dots on the limb. The adjusting therefore to a different pair of these dots, which I had done, would necessarily occasion a difference in the collimation. This being avoided, by using always the same; and other causes of error being removed; the collimation for altitude seems now\nto be as steady as can well be desired. I had more of these dots; because, the instrument being new, I could not be certain in what position it might be found most convenient to adjust. I now do it always with the telescope pointing to the zenith; and in another instrument, I should recommend the having no more than two dots for that purpose.\n\nSome small errors I do perceive, which I believe are to be ascribed to the great power of my microscopes, which are too strong for works of art. It was against the judgment of Mr. Cary that they magnified so much; and I believe he was in the right. Some errors are certainly to be laid to the charge of my own eyes, which do not define objects as they used to do. But in general, I may fairly say, my observations of the same star, seldom differ from each other above 5 seconds in altitude, and most commonly they are much within that limit.\n\nIn observing, I always study to be as much at my ease as possible: and therefore I always sit, and use a prismatic eyeglass. To avoid touching the instrument itself, or even the stone on which it stands, I have four upright poles from the floor to the roof, with cross braces on a level with the bottom plate of the instrument; against which I may lean, while I observe, or when I handle any part of the instrument. These I find to be of great comfort and use. Against two of the poles I hang a curtain occasionally, to keep off the sun, or to lessen the false light when I observe a star in the day.\n\nThe two exterior horizontal wires, mentioned above, I find very convenient. They are really $14' 43''$.5 of a great circle distant from the centre. By means of them, I can, without any hurry, observe the preceding limb of the sun at 3 wires;\nthen set the lower limb to the upper wire, and read that off; set the upper limb to the lower wire; am ready to observe the second limb of the sun at the 3d, 4th, and 5th wires; and lastly, read off the upper limb after the observation is ended. In this way, one has the meridian passage through the middle of the field, or within 2' of it: and the meridian altitude of both the limbs, while the sun's centre is on the meridian; for the little alteration in altitude is soon done, and can disturb nothing.\n\nIndeed, upon the whole, this instrument itself is capable of doing a great deal of good work; and convinces me fully, that one between piers would be highly advantageous to astronomy. As a transit, mine is perfect, so far as that size permits: indeed it is in fact to all intents a transit-instrument. And for altitudes; since the readings are totally independent of the circle, though you have it in your power to re-examine your microscopes by the plumb-line between each observation, if you please; you find there is no occasion for it. In that respect, it has the advantage over a quadrant. No force is used in setting this instrument: the whole, from its form, is counterpoised in itself: there is no more probability of deranging it in altitude, than in azimuth: and therefore, all you have to do in actual observation beyond a common transit-instrument, is, to bisect the star as it passes, or as soon as ever it has passed the meridian wire, and read off the microscopes afterwards. Thus every observation is complete; by ascertaining the right ascension and altitude of every object at once, and with very little trouble; which must tend greatly to the improvement of our catalogues.\n\nThere is one additional advantage in an instrument of\nthis form; that you have it in your power to reverse the whole in a few minutes without any hazard; which I do regularly; because thereby you discover, and destroy, any errors which there may be in the instrument itself, or which may at any time arise in observing.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106812.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 25,
    "total-input-tokens": 39936,
    "total-output-tokens": 8368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        950,
        2
      ],
      [
        950,
        2698,
        3
      ],
      [
        2698,
        4375,
        4
      ],
      [
        4375,
        6058,
        5
      ],
      [
        6058,
        7808,
        6
      ],
      [
        7808,
        9535,
        7
      ],
      [
        9535,
        11264,
        8
      ],
      [
        11264,
        12973,
        9
      ],
      [
        12973,
        14709,
        10
      ],
      [
        14709,
        16427,
        11
      ],
      [
        16427,
        18134,
        12
      ],
      [
        18134,
        19845,
        13
      ],
      [
        19845,
        21612,
        14
      ],
      [
        21612,
        23322,
        15
      ],
      [
        23322,
        25100,
        16
      ],
      [
        25100,
        26849,
        17
      ],
      [
        26849,
        28626,
        18
      ],
      [
        28626,
        30441,
        19
      ],
      [
        30441,
        32174,
        20
      ],
      [
        32174,
        33929,
        21
      ],
      [
        33929,
        33929,
        22
      ],
      [
        33929,
        33929,
        23
      ],
      [
        33929,
        33929,
        24
      ],
      [
        33929,
        34194,
        25
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106812",
    "title": "A Description of a Transit Circle, for Determining the Place of Celestial Objects as They Pass the Meridian. By the Rev. Francis Wollaston, LL. B. and F. R. S.",
    "authors": "Francis Wollaston",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 25,
    "jstor_url": "https://www.jstor.org/stable/106812"
  }
}