{
  "id": "a53c312a5066fa2d9d54bdf7dcd32d92060096ca",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they received them, are to be considered in no other light than as a matter of civility, in return for the respect shown to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nI. The Croonian Lecture. Microscopical observations on the suspension of the muscular motions of the Vibrio Tritici. By Francis Bauer, Esq. F. R. S. F. L. S. and H. S. p. 1\n\nII. On Metallic Titanium. By W. H. Wollaston, M. D. V. P. R. S. p. 17\n\nIII. On the difference of structure between the human Membrano Tympani and that of the Elephant. By Sir Everard Home, Bart. V. P. R. S. p. 23\n\nIV. Corrections applied to the Great Meridional Arc, extending from latitude $8^\\circ 9' 38''$,39, to latitude $18^\\circ 3' 23''$,64, to reduce it to the Parliamentary Standard. By Lieutenant Colonel W. Lambton, F. R. S. and Corresponding Member of the Royal Academy of Sciences at Paris. p. 27\n\nV. On the changes which have taken place in the declination of some of the principal fixed Stars. By J. Pond, Esq. Astronomer Royal, F. R. S. p. 34\n\nVI. Appendix to the preceding Paper on the changes which appear to have taken place in the declination of some of the fixed Stars. By John Pond, Esq. Astronomer Royal, F. R. S. p. 39\n\nVII. On the parallax of $\\alpha$ Lyrae. By John Pond, Esq. Astronomer Royal, F. R. S. p. 53\n\nVIII. Observations on the heights of places in the Trigonometrical Survey of Great Britain, and upon the Latitude of Arbury Hill. By B. Bevan, Esq. Communicated by Sir H. Davy, Bart. P. R. S. p. 73\nCONTENTS.\n\nIX. On some Fossil Bones discovered in Caverns in the Lime-\nstone Quarries of Oreston. By Joseph Whidbey, Esq. F.R.S.\nIn a Letter addressed to John Barrow, Esq. F. R. S. To\nwhich is added, a Description of the Bones by Mr. William\nClift, Conservator of the Museum of the College of Surgeons.\np. 78\n\nX. On the Chinese Year. By J. F. Davis, Esq. F. R. S. p. 91\n\nXI. Experiments for ascertaining the Velocity of Sound, at\nMadras in the East Indies. By John Goldingham, Esq.\nF. R. S. p. 96.\n\nXII. On the double Organs of Generation of the Lamprey, the\nConger Eel, the common Eel, the Barnacle, and Earth Worm,\nwhich impregnate themselves; though the last from copulating,\nappear mutually to impregnate one another. By Sir Everard\nHome, Bart. V. P. R. S. p. 140\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal\nSociety, by Order of the President and Council.\nTHE President and Council of the Royal Society adjudged the Medal on Sir Godfrey Copley's Donation for the year 1822, to the Rev. William Buckland, F. R. S. Professor of Mineralogy and Geology in the University of Oxford, &c. &c. for his Paper printed in the Philosophical Transactions of that year.\nXIII. *On a new phenomenon of electro-magnetism.* By Sir Humphry Davy, Bart. Pres. R. S. p. 153\n\nXIV. *On fluid Chlorine.* By M. Faraday, Chemical Assistant in the Royal Institution. Communicated by Sir Humphry Davy, Bart. Pres. R. S. p. 160\n\nXV. *On the motions of the Eye, in illustration of the uses of the Muscles and Nerves of the Orbit.* By Charles Bell, Esq. Communicated by Sir Humphry Davy, Bart. Pres. R. S. p. 166\n\nXVI. *An account of an apparatus on a peculiar construction for performing electro-magnetic experiments.* By W. H. Pepys, Esq. F. R. S. p. 187\n\nXVII. *On the condensation of several gases into liquids.* By M. Faraday, Chemical Assistant in the Royal Institution. Communicated by Sir Humphry Davy, Bart. Pres. R. S. p. 189\n\nXVIII. *On the application of liquids formed by the condensation of gases as mechanical agents.* By Sir Humphry Davy, Bart. Pres. R. S. p. 199\n\nXIX. *On the temperature at considerable depths of the Caribbean Sea.* By Captain Edward Sabine, F.R.S., in a Letter addressed to Sir Humphry Davy, Bart. Pres. R.S. p. 206\nXX. Letter from Captain Basil Hall, R. N. to Captain Kater, communicating the details of experiments made by him and Mr. Henry Foster, with an Invariable Pendulum; in London; at the Galapagos Islands in the Pacific Ocean, near the Equator; at San Blas de California on the N.W. Coast of Mexico; and at Rio de Janeiro in Brazil. With an Appendix, containing the Second Series of Experiments in London, on the Return.\n\np. 211\n\nXXI. Second Part of the paper on the Nerves of the Orbit. By Charles Bell, Esq. Communicated by Sir Humphry Davy, Bart. Pres. R. S.\n\np. 289\n\nXXII. An Account of Experiments made with an Invariable Pendulum at New South Wales, by Major-General Sir Thomas Brisbane, K.C.B. F.R.S. Communicated by Captain Henry Kater, F.R.S. in a Letter to Sir Humphry Davy, Bart. Pres. R. S.\n\np. 308\n\nXXIII. Observations and Experiments on the daily variation of the Horizontal and Dipping Needles under a reduced directive power. By Peter Barlow, Esq. F.R.S. of the Royal Military Academy. Communicated by Davies Gilbert, Esq. V.P.R.S.\n\np. 326\n\nXXIV. On the Diurnal Deviations of the Horizontal Needle when under the influence of Magnets. By Samuel Hunter Christie, Esq. M.A. Fellow of the Cambridge Philosophical Society: of the Royal Military Academy. Communicated by Sir Humphry Davy, Bart. Pres. R. S.\n\np. 342\n\nXXV. On Fossil Shells. By Lewis Weston Dillwyn, Esq. F.R.S. In a Letter addressed to the Right Honourable Sir Humphry Davy, Bart. Pres. R. S.\n\np. 393\nXXVI. On the apparent magnetism of Metallic Titanium. By William Hyde Wollaston, M. D. V. P. R. S. p. 400\n\nXXVII. An account of the effect of Mercurial Vapours on the Crew of His Majesty's Ship Triumph, in the year 1810. By William Burnett, M. D. one of the Medical Commissioners of the Navy, formerly Physician and Inspector of Hospitals to the Mediterranean Fleet. Communicated by Matthew Baillie, M. D. F. R. S. p. 402\n\nXXVIII. On the Astronomical Refractions. By J. Ivory, A. M. F. R. S. p. 409\n\nXXIX. Observations on Air found in the Pleura, in a case of Pneumato-thorax; with experiments on the absorption of different kinds of air introduced into the pleura. By John Davy, M. D. F. R. S. p. 496\n\nXXX. On Bitumen in Stones. By the Right Honourable George Knox, F. R. S. p. 517\n\nXXXI. On certain changes which appear to have taken place in the positions of some of the principal fixed stars. By John Pond, Astronomer Royal, F. R. S. p. 529\n\nPresents received by the Royal Society from November 7th, 1822, to June 19, 1823, with the Names of the Donors. p. 541\n\nIndex p. 549\nMean Variation of the Magnetic Needle.\n\nJune 1821, $^{\\circ} 24' 11'' 18$\n1822, $^{\\circ} 24' 9'' 55$\n1823, $^{\\circ} 24' 9'' 48$\n\nCorrections.\n\nPart I., p. 145, l. 9, and p. 148, l. 12, for decipimenta, read dissepimenta.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107629.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19000,
    "total-output-tokens": 2928,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2954,
        4
      ],
      [
        2954,
        4262,
        5
      ],
      [
        4262,
        5149,
        6
      ],
      [
        5149,
        5449,
        7
      ],
      [
        5449,
        5449,
        8
      ],
      [
        5449,
        6514,
        9
      ],
      [
        6514,
        7986,
        10
      ],
      [
        7986,
        9065,
        11
      ],
      [
        9065,
        9287,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107629",
    "title": "Front Matter",
    "authors": null,
    "year": 1823,
    "volume": "113",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/107629"
  }
}