{
  "id": "5699b8d591b6a944c9183dc250545e5ffd9911d8",
  "text": "XLIII. The Bill of Mortality of the Town of Warrington, for the year 1773. By the Rev. J. Aikin. Communicated by Dr. Percival.\n\nRedde, May 19, 1774.\n\nThe town of Warrington, by the best account yet procured, contains between 1600 and 1700 houses. At five persons to a house, which is supposed a sufficient allowance, as but few are occupied by more than one family, this will give somewhat above 8000 for the number of inhabitants.\n\nThe average of yearly marriages, christenings, and burials, registered in the parish church, from 1750 to 1769 inclusive, is,\n\n| Year | Marriages | Christenings | Burials |\n|------|-----------|--------------|---------|\n|      | 73        | 237          | 199     |\n| 1770 |           |              |         |\n| 1771 | 95        | 331          | 258     |\n\nThat for the years 1770, 1771, 1772, is,\n\nThis will serve to show the increase of the place, and its comparative healthiness; especially if we consider that the deaths are much more exactly registered than the births. In the present bill, the number of children, who died after receiving only private\nprivate baptism, in consequence of which their deaths were registered, but not their births, amounts to 17; which might therefore be added to the average of christenings for the three last years, and will form an extraordinary instance of healthiness and increase. The present bill also takes in the separate registers kept by different societies, in which the births much exceed the burials, as many of the latter are entered at the parish church.\n\nThe melancholy overbalance of burials, which now appears, plainly arises from the dreadful ravages, of a single disease, the small-pox; which perhaps has seldom raged with greater malignity than in its late visitation of this town. Its victims were chiefly young children; whom it attacked with such instant fury, that the best-directed means for relief were of little avail. The state of the air went through all possible variations in the course of it, but with no perceptible difference in the state of the disease. In general, the sick were kept sufficiently cool, and were properly supplied with diluting and acidulous drinks; yet where they recovered it seemed rather owing to a less degree of malignity in the disease, or greater strength to struggle with it, than any peculiar management. Where it ended fatally, it was usually before the pustules came to maturation; and indeed in many they showed no disposition to advance after the complete eruption, but remained quite flat and pale. The gradual progress and decline of the disease will appear from the Table of Months. Its proportional virulence began to abate considerably before it ceased. I cannot with certainty lay down the general proportion of deaths; but in one neighbourhood\nbourhood I found that out of 29 who had the disease, 12 died, or about 2 in 5; in others the mortality was still greater, and I have reason to believe it was not less on the whole. It may perhaps be worthy of observation that the proportion of females who died, to males, was nearly as three to two. While we lament the severity of the scourge with which we have been afflicted, we cannot but highly regret, that a practice, which experience has established as so effectual a security against it, was so little followed. Not ten, I believe, were inoculated in the whole town and neighbourhood: these all did well, yet their example was not sufficient to overcome some accidental prejudices taken against it. Indeed, the poor, who were the chief sufferers in this calamity, besides these prejudices, might be deterred by the idea of expense attending this branch of medical assistance. But if the opulent and charitable would reflect how exceedingly useful their benefactions directed to this point would be, that, by a proper encouragement of this practice the lives of 200 of the rising generation might in all human probability have been saved to the public in the course of one year, the regret of having lost such an opportunity of doing good, would, I hope, be succeeded by suitable resolutions for some future occasion. It would be easy to suggest a plan for promoting the practice of inoculation at a very moderate expense; and, I am persuaded, the task of engaging the assistance of the faculty, would be the least difficult part.\n\nWith respect to the general Table of Diseases, the obvious uncertainty and inaccuracy of an enquiry which, in most cases, could only be made by the clerk\nclerk in the church-yard, made me despair of rendering it in any great degree subservient to the purposes of science. It has not, therefore, been attempted to give it a scientific form; but the articles have for the most part been inserted just as they were given in. Indeed the alarming article of Consumption, which includes all those returned under the common terms of Weakness, Surfeit, and Decay, has been arranged under three different periods of age, to enable the medical reader the better to judge of the different diseases contained under it.\n\nThe Table of Ages and Conditions has been drawn up with great exactness; and will certainly, in a proper series, form very useful grounds for the calculations in political arithmetic. In this light it is hoped that the utility of accurate bills of mortality will be generally apparent; and that, since the benefit of them is not confined to one profession, all will concur in encouraging them.\n\nJOHN AIKIN.\nWARRINGTON, 1773,\n\nBILL OF MORTALITY.\n\nTABLE I. GENERAL BILL.\n\nMarriages 93.\n\nBirths \\{Males 175\\} \\{Females 181\\} 356.\n\nDeaths \\{Males 223\\} \\{Females 250\\} 473.\n\nTABLE II. MONTHS.\n\n| Month     | Total Deaths | Small Pox |\n|-----------|--------------|-----------|\n| January   | 39           | 4         |\n| February  | 34           | 4         |\n| March     | 48           | 13        |\n| April     | 52           | 23        |\n| May       | 83           | 63        |\n| June      | 71           | 49        |\n| July      | 49           | 33        |\n| August    | 27           | 11        |\n| September | 20           | 7         |\n| October   | 14           | 3         |\n| November  | 6            |           |\n| December  | 30           | 1         |\n\n473 211\n\nTABLE\n### TABLE III. DISEASES.\n\n| Disease                  | Count |\n|--------------------------|-------|\n| Aged                     | 32    |\n| Asthma                   | 3     |\n| Casualties               | 5     |\n| Childbed                 | 5     |\n| Chincough                | 16    |\n| Consumption under 14     | 24    |\n| 14 to 45                 | 36    |\n| above 45                 | 36    |\n| Convulsions              | 34    |\n| Dropsy                   | 13    |\n| Fever                    | 15    |\n| Inflammation of the Bowels| 2     |\n| Measles                  | 1     |\n| Mortification            | 1     |\n| Palsy                    | 7     |\n| Quinsey                  | 1     |\n| Scrophulous Swelling     | 1     |\n| Small Pox                | 211   |\n| Soon after Birth         | 6     |\n| Suddenly                 | 6     |\n| Teething                 | 7     |\n| Worm Fever               | 10    |\n| Unknown                  | 1     |\n\nTotal: 473\n### TABLE IV.\n\n| Ages and Conditions | Males | Females | Total |\n|---------------------|-------|---------|-------|\n| To 1 Month          |       |         |       |\n| From 1 to 2         | 8     | 10      | 18    |\n| 2–3                 | 6     | 2       | 8     |\n| 3–6                 | 4     | 1       | 5     |\n| 6–9                 | 6     | 7       | 13    |\n| 9–12                | 11    | 13      | 24    |\n| 1–2 Years           | 19    | 11      | 30    |\n| 2–3                 | 49    | 59      | 108   |\n| 3–4                 | 12    | 12      | 26    |\n| 4–5                 | 9     | 12      | 21    |\n| 5–6                 | 2     | 6       | 8     |\n| 6–7                 | 4     | 3       | 7     |\n| 7–8                 | 1     | 1       | 2     |\n| 8–9                 | 1     | 7       | 8     |\n| 9–10                | 0     | 2       | 2     |\n| 10–14               | 2     | 2       | 4     |\n| Total               | 146   | 176     | 322   |\n\n| Never married       | Husbands | Wives | Widowers | Total |\n|---------------------|-----------|-------|----------|-------|\n| Males Females       |           |       |          |       |\n| 14–17               | 1         |       |          | 3     |\n| 17–20               | 3         |       |          | 4     |\n| 20–25               | 6         | 4     | 1        | 11    |\n| 25–30               | 6         |       |          | 6     |\n| 30–35               | 1         |       |          | 1     |\n| 35–40               | 1         |       |          | 1     |\n| 40–45               | 1         |       |          | 1     |\n| 45–50               | 1         |       |          | 1     |\n| 50–60               | 1         |       |          | 1     |\n| 60–70               | 1         |       |          | 1     |\n| 70–80               | 2         |       |          | 2     |\n| 80–90               | 1         |       |          | 1     |\n| 90–100              | 1         |       |          | 1     |\n| Total               | 23        | 33     | 36       | 92    |\n\nXLIV. Of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106022.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11992,
    "total-output-tokens": 2706,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1092,
        2
      ],
      [
        1092,
        2789,
        3
      ],
      [
        2789,
        4483,
        4
      ],
      [
        4483,
        5444,
        5
      ],
      [
        5444,
        6217,
        6
      ],
      [
        6217,
        7181,
        7
      ],
      [
        7181,
        9227,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106022",
    "title": "The Bill of Mortality of the Town of Warrington, for the Year 1773. By the Rev. J. Aikin. Communicated by Dr. Percival",
    "authors": "John Aikin, Dr. Percival",
    "year": 1774,
    "volume": "64",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106022"
  }
}