{
  "id": "d7be33ac5a10fd39f1a5915f043730b39870c42d",
  "text": "does not succeed, as it is very likely it will not, it will serve at least to expose the Vanity and Uselessness of all those Receipts and Processes of Vegetation, that are to be found printed in Mizaldus, Porta, and other more modern foreign Compilers.\n\nV. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the Company of Apothecaries, for the Year 1739. pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. Praef. By Isaac Rand, Apothecary, F.R.S. Hort. Chel. Praef. ac Praec. Botan.\n\n851. A Carnea major; caule folioso. C.B. 379.\n852. Astragalus, perennis hirsutus, Alopecuroides; Galega foliis; floribus luteis.\n853. Bauhinia non aculeata; folio subrotundo, bicorni; floribus albis. D. Houston.\n854. Bidens Americana; flore albo radiato; foliis inferioribus trilobatis; superioribus subrotundis, acute crenatis.\n855. Bidens latifolia, hirsutior; femine angustiore, radiato. H. Elt. P. 51.\n856. Bidens scabra; flore niveo; folio Panduriformi. Ibid. P. 54.\n857. Bignonia Americana; Fraxini folio; flore ample phœnicoe. T. 164.\n858. Bignonia Americana; Fraxini folio, minor; flore coccineo.\n\n859. Calendula, minor, arvensis. H. L. Bat.\n\n860. Camara, Americana; Urticæ foliis, latioribus, spinosa; floribus miniatis.\n\n861. Camara, Americana; Urticæ folio; floribus miniatis.\n\n862. Camara, Americana; Urticæ foliis minoribus; flore vario.\n\n863. Camara Americana; foliis parvis subrotundis; floribus, foliolis interceptis.\n\n864. Camara Americana; salviae foliis, mucronatis; floribus luteis.\n\n865. Caprifolium Germanicum. Dod. 411.\n\n866. Chenopodio-morus media; foliis argute dentatis.\n\n867. Chenopodium; Botryos folio, subtus candicante.\n\nAtriplex sylvestris. II. Tab. Icon. 407.\n\n868. Chenopodium; folio laciniato majus.\n\nPes Anserinus. Fuschii.\n\n869. Chenopodium; folio sinuato, candicante. T. 506.\n\nAtriplex sylvestris. Tab. Icon. 406.\n\n870. Chondrilla; Sonchi folio; flore luteo-pallenscente. T. 475.\n\n871. Cirsium, arvense repens; folio vix sinuato, in aculeum abeunte.\n\n872. Cruciatæ nova, Romana, minima, muralis. Col. Ecph. 295.\n\n873. Cynoglossum, Virginianum; flore minimo, albo. Banisteri. Pluk. Alm. 126.\n\n874. Eryngium maritimum. C. B. 386.\n875. Eryngium vulgare. Ibid.\n   *Eryngium campestre.* Dod. 730.\n\n876. Jacobæa; foliis ferulaceis.\n\n877. Lappa; sive Bardana major; flore albo. H. Ox. III. 147.\n\n878. Lappa major, ex omni parte minor; capitulis parvis eleganter reticulatis. Pluck. Alm.\n\n879. Lilac; Ligustri folio. T. 62.\n\n880. Lysimachia annua, minima; Polygoni folio. T. 142.\n\n881. Mentha, angustifolia, spicata. C. B. 227.\n\n882. Mentha, angustifolia altera, rugosior; spica hirsuta.\n\n883. Mentha, verticillata; longiori acuminato folio; odore aromatico.\n\n884. Oldenlandia, humilis, Hyssopifolia. Plum. N. G. 42.\n\n885. Oxys, lutea, Americana, procumbens.\n\n886. Pervinca vulgaris, angustifolia. T. 120.\n\n887. Petasites major, & vulgaris. C.B. 197.\n\n888. Petasites major; floribus albis; spica bipedali. D. Bobart.\n\n   *Petasites major; floribus pediculis longis insidentibus.* R. Syn. III. 179.\n\n889. Petasites minor; folio Tussilaginis. Mor. H. Reg: Blef.\n\n890. Phlomis; acuminato, viridi, splendente folio; flore purpurascente; caulibus villosis.\n\n891. Phlomis, Hispanica, fruticosa, candidissima; flore ferrugineo. T. 178.\n\n892. Phlomis Narbonensis; Hormini folio; flore purpurascente. Ibid.\n893. Phytolacca; fructu monopyreno, majore; folio longiore, glabro.\n894. Pilosella, major, umbellifera, macrocaulos.\n   Floribus est flosculosis. Col. Ecph. 248.\n895. Rosa; Pimpinellae folio, Scotica; flore eleganter variegato.\n   Rosa Ciphiana. Sibald. Scot. Illust.\n896. Rosa sylvestris, Virginiensis.\n897. Senecio Americanus; folio hastato, nitide serrato.\n898. Sium umbellatum, repens. Ger. Emac. 256.\n899. Solanum, fruticosum, Africanum; Lauri foliis.\n900. Vulneraria erecta annua; folio subrotundo leviter crenato.\n   Loto affinis, Coryli folio. Dod. Mem.\n\nVI. A Physico-mathematical Demonstration of the Impossibility and Insufficiency of Vortices: By M. de Sigorgne. Translated from the French by T. S. M. D. F. R. S.\n\nTHAT natural Philosophers of an inferior Class, who consider only the Outside of Things, are obstinate in the Defence of Vortices, is, in my Opinion, not to be wondered at: The Idea of them strikes the Mind very agreeably at first, and even seems to promise the true Mechanism. But that Persons versed in the most profound Geometry, and in the most sublime Calculations, able Academicians, who incessantly apply themselves to the Study of Na-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104302.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1857,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1086,
        2
      ],
      [
        1086,
        2209,
        3
      ],
      [
        2209,
        3371,
        4
      ],
      [
        3371,
        4540,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104302",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Company of Apothecaries, for the Year 1739. Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. & Soc. Reg. Praef. By Isaac Rand, Apothecary, F.R.S. Hort. Chel. Praef. ac Praelec. Botan",
    "authors": "Isaac Rand",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104302"
  }
}