{
  "id": "4285baf220ae793db564225654c31102277cdead",
  "text": "XXIII. Astronomical observations and experiments, selected for the purpose of ascertaining the relative distances of clusters of stars, and of investigating how far the power of our telescopes may be expected to reach into space, when directed to ambiguous celestial objects. By Sir William Herschel, Knt. Guelp. LL.D. F. R. S.\n\nRead June 11, 1818.\n\nIn my last paper on the local arrangement of the celestial bodies in space, I have shown how, by an equalization of the light of stars of different brightness, we may ascertain their relative distances from the observer, in the direction of the line in which they are seen; and from this equalization, a method of turning the space-penetrating power of a telescope into a gradually increasing series of gaging powers has been deduced, by which means the profundity in space, of every object consisting of stars, can be ascertained, as far as the light of the instrument which is used upon this occasion will reach. This method has already been applied to fathom the milky way, and may with equal propriety be used to ascertain the profundity of globular and other clusters of stars in space; I shall therefore make use of some of the numerous observations, contained in my journals and sweeps of the heavens, to show how the distances of these objects may be obtained; and shall also attempt to represent their situation in space by a figure, in which their distances are made proportional to the diameter of a globular space, sufficiently large\nto contain all the stars that in the clearest nights are visible to the eye of an observer.\n\nI. Of the distance of globular and other clusters of stars.\n\nIn observations which are made for ascertaining the distance of a cluster of stars, it is necessary that the gaging power should be marked, which will just make some of the stars belonging to it visible in the telescope that is used for this purpose. If the cluster is of a globular form, but is not insulated, the stars that belong to it may be easily distinguished from those which may happen to be scattered about, or upon it. In clusters of a different construction, the compression, or the apparent size of the stars, must direct the observer.\n\nIt is to be remarked, that neither the brightness, nor the diameter of the clusters of which the distance is to be ascertained, are to be considered: some of them are bright enough to be perceived by the eye; others are visible in the finder of the telescope, and many of them can only be seen in the telescope itself. These are circumstances that have no influence on the exactness of the result of the gaging power; but as they regard our knowledge of the construction of these magnificent sidereal systems, an abridged account of them is given, with the observations by which their profundity in space is ascertained; and in the arrangement of these observations, I have followed the order of the space-penetrating power of the instruments by which they were made.\n\nIn recording the examination of celestial objects, I have often applied to them the expressions resolvable, or easily resolvable, when, from their appearance, I could not decide\nwhether they belonged to the class of nebulae, properly so called, or whether they might not consist of an aggregation of stars, at too great a distance from us to be distinctly perceived; but it is evident that the distance of a cluster of stars cannot be ascertained, as long as it remains doubtful whether the object consists of stars; and that, consequently, their first perceptibility must be the gaging power by which its profundity in space is to be ascertained.\n\nII. A series of observations of clusters of stars, from which the order of their profundity in space is determined.\n\nObservation of the 7th cluster of stars in the viith class of my catalogues of celestial objects.*\n\n\"1784, 20 feet telescope, power 157. An excessively faint cluster of stars, intermixed with resolvable nebulosity, 8 or 10 minutes in diameter. The stars are so small that they cannot be seen without the greatest attention; 240 verified it beyond all doubt. I have suspected many such in this neighbourhood.\"\n\nAt the time of this observation, the 20 feet telescope was of the Newtonian construction, and its power to penetrate into space was 61.18 times that of the eye, which it has been shown can see stars of the 12th order:† and since it appears from the foregoing observation, that with this power the telescope could but just reach the stars of the cluster, we may conclude that its profundity in space cannot be less than of the 734th order.\n\n* For these catalogues, see Phil. Trans. for 1786, page 471; 1789, page 226, and 1802, p. 503.\n† Phil. Trans. for 1817, page 317.\nObservation of the 9th cluster in the vith class.\n\n\"1784, 20 feet telescope. A large cluster of exceedingly small, and compressed stars, about 6 or 7 minutes in diameter; a great many of the stars are visible, the rest so small as to appear nebulous; those that are visible are of one size, and are scattered all over equally. The cluster is of an irregular round form.\"\n\nThe profundity of the cluster by this observation is of the 734th order.\n\nObservation of the 10th cluster in the vith class.\n\n\"1784, 20 feet telescope. A very compressed, considerably large cluster of the smallest stars imaginable; all the stars are of a dusky red colour. This cluster is the next step to an easily resolvable nebula.\"\n\nThe ruddy colour of the stars is probably owing to its low situation; the profundity of the cluster is of the 734th order.\n\nObservation of the 11th cluster in the vith class.\n\n\"1784, 20 feet telescope. A cluster of stars, which, in respect of the size of the whole as well as the distance and magnitude of the stars, is a good miniature of the 19th of the connoissance observed a few minutes ago. The stars, like those of the foregoing cluster, preserve a faint red tint. It may be called the next step to an easily resolvable nebula. It is about $1\\frac{1}{2}$ or 2 minutes in diameter.\"\n\nThe profundity of this cluster cannot be much less than of the 734th order. It is in the preceding branch of the milky way.\nObservation of the 12th cluster in the vith class.\n\n\"1784, 20 feet telescope. This cluster of stars is another miniature of the 19th of the connaissance, but rather coarser than my 11th cluster.\"\n\nThe profundity of the 19th of the connaissance being of the 344th order, this cluster, as rather a coarse miniature of it, may be of the 466th order; it is in the preceding branch of the milky way.\n\nObservations of the 17th cluster in the vith class.\n\n\"1784, 1785, 20 feet telescope. A very rich cluster of very compressed and extremely small stars; 4 or 5 minutes in diameter.\"\n\nThis cluster is probably of a profundity of about the 600th order. It is in the preceding branch of the milky way.\n\nObservations of the 20th cluster in the vith class.\n\n\"1785, 1786, 20 feet telescope. Considerably bright, irregularly round, 8 or 9 minutes in diameter; a great many of the stars are visible, so that there can remain no doubt of its being a cluster of the most minute stars imaginable.\"\n\nThe profundity of this cluster cannot be less than of the 734th order. It is near the south pole of the milky way.\n\nObservation of the 26th cluster in the vith class.\n\n\"1786, 20 feet telescope. A very faint cluster of very compressed extremely small stars; near 4 minutes in diameter.\"\n\nThe 20 feet telescope being of the construction of the\nfront view, and having a gaging power of 75.08 gives the profundity of this cluster of the 900th order. It is in the milky way.\n\nObservation of the 35th cluster in the viith class.\n\n\"1788, 20 feet telescope. A small cluster of very faint, exceedingly compressed stars, about 1 minute in diameter; the next step to an easily resolvable nebula.\"\n\nThe profundity of this cluster is of the 900th order; it is in the milky way.\n\nObservation of the 38th cluster in the viith class.\n\n\"1791, 20 feet telescope. Considerably bright, small, of an irregular figure; easily resolvable: some of the stars are visible.\"\n\nThe profundity of this cluster is of the 900th order. It is in the milky way.\n\nObservation of the 41st cluster in the viith class.\n\n\"1797, 20 feet telescope. Round, resolvable, about 3 minutes in diameter; very gradually brighter in the middle. I suppose it to be a cluster of extremely compressed stars; 320 confirms the supposition, and shows a few of the stars: it must be immensely rich.\"\n\nThe profundity of this cluster is of the 900th order.\n\nObservation of the 63rd cluster in the ivth class.\n\n\"1789, 20 feet telescope. Considerably bright, considerably large, irregularly round, very gradually much brighter in the middle; about 4 minutes in diameter.\"\nfor ascertaining the distances of clusters of stars, &c.\n\nThe profundity of this cluster must be at least of the 900th order.\n\nObservations of the 1st of the connaissance des temps.\n\n\"1783, 1794, 7 feet telescope. With 287, light without stars.\"\n\n\"1805, 1809, 10 feet telescope. It is resolvable. There does not seem any milky nebulosity mixed with what I take to be small lucid points.\"\n\n\"1783, 1784, 1809, 20 feet telescope. Very bright, of an irregular figure; full 5 minutes in the longest direction. I suspect it to consist of stars.\"\n\n\"1805, large 10 feet telescope. With 220 the diameter is 4' 0\"; with this power and light it is what must be called resolvable.\"\n\nAs all the observations of the large telescopes agree to call this object resolvable, it is probably a cluster of stars at no very great distance beyond their gaging powers; its profundity may therefore be of about the 980th order. It is near the milky way.\n\nObservations of the 2nd of the connaissance.\n\n\"1799, 7 feet finder of the telescope. It is visible as a star. 1810, it may just be perceived to have rather a larger diameter than a star.\"\n\n\"1783, 2 feet sweeper. It is like a telescopic comet.\"\n\n\"1794, 7 feet telescope. With 287 I can see that it is a cluster of stars, many of them being visible.\"\n\n\"1810, 10 feet telescope. A beautiful bright object.\"\n\n\"1784, 1785, 1802, 20 feet telescope. A cluster of very compressed exceedingly small stars.\"\n\nMDCCCLXVIII.\nSir W. Herschel's astronomical observations\n\n\"1805, 1810, large 10 feet telescope. Its diameter with \"108 is 4' 59''; with 171 and 220, it is 6' 0''.\"\n\"1799, 40 feet telescope. A globular cluster of stars.\"*\n\nBy the observation of the 7 feet telescope, which has a power of seeing stars that exceeds the power of the eye to see them 20.25 times, the profundity of this cluster is of the 243rd order.\n\nObservations of the 3rd of the connoissance.\n\n\"1813, 7 feet finder. It is at a small distance from a star \"of equal brightness; the star is clear, the object is hazy, \"and somewhat larger than the star.\"\n\"1783, 7 feet telescope. With 460 the light is so feeble \"that the object can hardly be seen; I suspect some stars in \"it. 1813, with 80, many stars are visible in it.\"\n\"1799, 10 feet telescope, power 120; with an aperture of \"4 inches it is resolvable; with 5 easily resolvable; with 6 \"it is resolved; with 7 and all open the stars may be easily \"perceived.\"\n\"1784, 1785, 20 feet telescope. A beautiful globular \"cluster of stars, about 5 or 6 minutes in diameter.\"\n\"1810, Large 10 feet telescope. With 171 the diameter \"is full 4' 30''.\"\n\nBy the observation of the 7 feet telescope this cluster must be of the 243rd order.\n\nObservations of the 4th of the connoissance.\n\n\"1783, 10 feet telescope. All resolved into stars. I can \"count a great number of them, while others escape the eye \"by their minuteness.\"\n\n* For the particulars of this observation see Phil. Trans. for 1814, page 274.\nfor ascertaining the distances of clusters of stars, &c.\n\n\"1783, small 20 feet telescope. All resolved into\n\"stars.\"\n\n\"1784, 20 feet telescope. The cluster contains a ridge of\n\"stars in the middle, running from south preceding to north\n\"following.\"\n\nThe 10 feet telescope having a power to show stars ex-\nceeding that of the eye 28.67 times, gives the profundity of\nthis cluster of the 344th order.\n\nObservations of the 5th of the connoissance.\n\n\"1813, 7 feet finder. It is near a star of equal bright-\n\"ness; the star is clear but the object is hazy.\"\n\n\"1783, 7 feet telescope. It consists of stars; they are\n\"however so small that I can but just perceive some, and\n\"suspect others. 1810, the globular figure is visible.\"\n\n\"1783, 10 feet telescope. With 600, all resolved into\n\"stars.\"\n\n\"1785, 1786, 20 feet telescope. A very compressed\n\"cluster of stars, 7 or 8 minutes in diameter; the greatest\n\"compression about 2 or 2½ minutes.\"\n\n\"1791, 40 feet telescope. With 370 the stars about the\n\"centre are extremely compressed.\"\n\nThe profundity of this cluster, by the observation of the 7\nfeet telescope, is of the 243rd order.\n\nObservations of the 9th of the connoissance.\n\n\"1783, 10 feet telescope, power 250. I see several stars\n\"in it; and have no doubt a higher power and more light will\n\"resolve it all into stars.\"\nSir W. Herschel's astronomical observations\n\n\"1784, 1786, 20 feet telescope. A cluster of extremely compressed stars; it is a miniature of the 53d.\"\n\nBy the observations of the 10 feet the profundity is at least of the 344th order. It is in the preceding branch of the milky way.\n\nObservations of the 10th of the connoissance.\n\n\"1783, 7 feet telescope. With 227 I suspected it to consist of stars; with 460 I can see several of them, but they are too small to be counted.\"\n\n\"1784, 1791, 20 feet telescope. A beautiful cluster of extremely compressed stars; it resembles the 53d; and the most compressed part is about 3 or 4 minutes in diameter.\"\n\nThe profundity of this cluster, by the observation of the 7 feet telescope, is of the 243d order.\n\nObservations of the 11th of the connoissance.\n\n\"1799, 10 feet finder. The cluster is visible; and, directed by neighbouring stars, it may be seen by the eye.\"\n\n\"1783, 1799, 10 feet telescope. Power 300. With 3 inches of aperture, the small stars are not to be distinguished; with 4 inches I can see them.\"\n\n\"1803, 1810, large 10 feet telescope. The cluster is of an irregular form, from 9 to 12 minutes in diameter.\"\n\nThe 10 feet telescope with an aperture of 4 inches, had a gaging power of 12.02; the profundity of this cluster is therefore of the 144th order. It is in the milky way.\n\nObservations of the 12th of the connoissance.\n\n\"1799, 10 feet finder. The object is visible in it.\"\nfor ascertaining the distances of clusters of stars, &c.\n\n\"1783, 1799, 10 feet telescope. With 120, and an aperture of 4 inches, easily resolvable; with 5 inches, stars become visible; with 6 inches, pretty distinctly visible; and with all open, the lowest power shows the stars.\"\n\n\"1785, 1786, 20 feet telescope. A brilliant cluster, 7 or 8 minutes in diameter; the most compressed parts about 2 minutes.\"\n\nWith an aperture of 5 inches the 10 feet telescope had a gaging power of 15.53; and this cluster is consequently of a profundity of the 186th order.\n\nObservations of the 13th of the connoissance.\n\n\"1799, 1805. It is very plainly to be seen by the eye.\"\n\n\"1799, 7 feet finder. Very visible.\"\n\n\"1783, 7 feet telescope. With 227 plainly resolved into stars.\"\n\n\"1799, 10 feet telescope. With an aperture of 4 inches the stars cannot be distinguished; with 9 inches, very beautiful.\"\n\n\"1787, 1799, 20 feet telescope. The stars belonging to the cluster extend to 8 or 9 minutes in diameter; the most compressed part about 2 or $2\\frac{1}{2}$; the latter is round, the former irregular.\"\n\n\"1805, large 10 feet telescope. A brilliant cluster all resolved into stars.\"\n\nBy the observation of the 7 feet telescope, the profundity of this cluster is nearly of the 243d order.\nObservations of the 14th of the connoissance.\n\n1783, 7 feet telescope. With 227, there is a strong suspicion of its consisting of stars.\n\n\"1783, 1784, 1791, 1799, 20 feet telescope. Extremely bright, round, easily resolvable; with 300 I can see the stars. The heavens are pretty rich in stars of a certain size, but they are larger than those in the cluster, and easily to be distinguished from them. The cluster is considerably behind the scattered stars, as some of them are projected upon it.\"\n\nFrom the observations of the 20 feet telescope, which in 1791 and 1799 had the power of discerning stars 75.08 times as far as the eye, the profundity of this cluster must be of the 900th order.\n\nObservations of the 15th of the connoissance.\n\n\"1799. It is visible to the eye.\"\n\n\"1783, 1794, 7 feet telescope. With 278 the stars of the cluster may be seen.\"\n\n\"1799, 10 feet telescope. With an aperture of 4 inches, no trace of stars is visible. 1817, with an aperture of 4.56 inches, which gives a gaging power of 14, it appears like a nebulous patch, gradually brighter in the middle; with a gaging power of 16, the hazy border of it is larger; with 18, the whole of it much larger and brighter; with 20, resolvable; and with 22, the stars are visible.\"\n\n\"1784, 1787, 1807, 20 feet telescope. A globular cluster of stars, about 6 minutes in diameter.\"\n\n\"1810, large 10 feet telescope. The diameter, with 171,\"\nfor ascertaining the distances of clusters of stars, &c. 441\n\n\" is full 4' 30\", and taking in the stars that probably belong\n\" to it, it is 6' 45\". \"\n\nBy the observation of the 7 feet telescope, the profundity\nof this cluster is of the 243d order.\n\nObservations of the 19th of the connoissance.\n\n\" 1783, 10 feet telescope. With 250, I can see 5 or 6\n\" stars, and all the rest appears mottled like other objects of\n\" this kind, when not sufficiently magnified or illuminated.\"\n\n\" 1784, 20 feet telescope. A cluster of very compressed\n\" stars, much accumulated in the middle; 4 or 5 minutes in\n\" diameter.\"\n\nBy the observation of the 10 feet telescope, the profundity\nof this cluster is of the 344th order. It is in the preceding\nbranch of the milky way.\n\nObservations of the 22d of the connoissance.\n\n\" 1783, 7 feet telescope. 460 has not light enough to show\n\" it; with 227, I see it very imperfectly.\"\n\n\" 1801, 10 feet telescope. With 600 it is a cluster of stars.\"\n\n\" 1783, small 20 feet telescope. With 350, all resolved\n\" into stars.\"\n\n\" 1784, 20 feet telescope. An extensive cluster of stars.\"\n\n\" 1810, large 10 feet telescope. The stars are condensed\n\" in the middle. The diameter is 8' 0\"; the greatest condensa-\n\" sation is about 4' 0\". \"\n\nBy the observation of the 10 feet telescope, the profundity\nof this cluster must be nearly of the 344th order. It is near\nthe following branch of the milky way.\nObservations of the 30th of the connoissance.\n\n\"1794, 7 feet finder. It is but just visible.\"\n\"1794, 7 feet telescope. It seems to be resolvable, but is too faint to bear a high power.\"\n\"1810, 10 feet telescope. With 71, it appears like a pretty large cometic nebula, very gradually much brighter in the middle. 1783, with 250 it is resolved into very small stars.\"\n\"1783, small 20 feet Newtonian, 12 inch diameter. Power 200; it consists of very small stars; with two rows of stars, 4 or 5 in a line.\"\n\"1783, large 20 feet Newtonian. Power 120; by a drawing of the cluster, the rows of stars probably do not belong to the cluster.\"\n\"1784, 1785, 1786, 20 feet telescope, power 157. A brilliant cluster.\"\n\"1810, large 10 feet telescope. With 171 and 220 the diameter is 3' 5\"; it is not round.\"\n\nBy the observation of the 10 feet telescope, the profundity of this cluster is of the 344th order.\n\nObservations of the 33d of the connoissance.\n\n\"1799, 10 feet finder. It is visible as a faint nebula.\"\n\"1783, 1794, 7 feet telescope. With 75, it has a nebulous appearance; it will not bear 278 and 460, but with 120 it seems to be composed of stars.\"\n\"1799, 1810, 10 feet telescope. The brightest part is resolvable; some of the stars are visible.\"\n\"1805, 1810, Large 10 feet telescope. The condensation\nof the stars is very gradual towards the middle; but with\nthe four powers 71, 108, 171, and 220, some nebulosity\nremains. The stars of the cluster are the smallest points\nimaginable. The diameter is nearly 18 minutes.\"\n\nThe profundity of this cluster, by the observation of the 10\nfeet telescope, must be of the 344th order.\n\nObservations of the 34th of the connoissance.\n\n\"1799, 7 feet finder. It is visible.\"\n\"1783, 1794, 7 feet telescope. A cluster of stars; with\n120, I think it is accompanied with mottled light, like stars\nat a distance.\"\n\"1784, 1786, 20 feet telescope. A coarse cluster of large\nstars of different sizes.\"\n\nBy the observation of the 7 feet telescope, the profundity of\nthis cluster does probably not exceed the 144th order.\n\nObservations of the 35th of the connoissance.\n\n\"1794, It is visible to the naked eye as a very small\ncloudiness.\"\n\"1783, 1794, 1801, 1813, 7 feet telescope. It is a rich\ncluster of stars of various sizes.\"\n\"1806, 10 feet telescope. There is no central contraction\nto denote a globular form.\"\n\"1783, 1785, 20 feet telescope. A cluster of pretty com-\npressed large stars.\"\n\nThe profundity of this cluster does probably not exceed\nthe 144th order. It is in the milky way.\nObservations of the 53d of the connoissance.\n\n\"1813, 7 feet finder. It appears like a very small haziness.\"\n\n\"1783, 7 feet telescope. With 460 the object is extremely faint. 1813, with 118 it is easily resolvable, and some of the stars may be seen.\"\n\n\"1783, 10 feet telescope. With 250, I perceive 4 or 5 places that seem to consist of very small stars.\"\n\n\"1784, 1786, 20 feet telescope. A globular cluster of very compressed stars.\"\n\nFrom the observation of the 7 feet telescope, it appears that the profundity of this cluster is of the 243d order.\n\nObservations of the 55th of the connoissance.\n\n\"1783, small 20 feet telescope. With 250 fairly resolved into stars; I can count a great many of them, while others are too close to be distinguished separately.\"\n\n\"1784, 1785, 20 feet telescope. A rich cluster of very compressed stars, irregularly round, about 8 minutes long.\"\n\nBy the observation of the small 20 feet telescope, which could reach stars 38.99 times as far as the eye, the profundity of this cluster cannot be much less than of the 467th order: I have taken it to be of the 400th.\n\nObservations of the 56th of the connoissance.\n\n\"1783, 7 feet telescope. A strong suspicion of its being stars.\"\n\n\"1783, 1799, 10 feet telescope. 120 will not resolve it;\"\nfor ascertaining the distances of clusters of stars, &c.\n\n\"240 wants light: 350 however shows the stars, but they\nare so exceedingly close and small that they cannot be\ncounted.\"\n\n\"1784, 1807, 20 feet telescope. A globular cluster of\nvery compressed small stars about 4 or 5 minutes in dia-\nmeter.\"\n\n\"1805, 1807, large 10 feet telescope. With 171 it is 3' 36''\"\nin diameter.\"\n\nThe profundity of this cluster, by the observation of the\n10 feet telescope, must be of the 344th order. It is near the\npreceding branch of the milky way.\n\nObservations of the 57th of the connoissance.\n\n\"1782, 7 feet telescope. I suspect it to consist of very\nsmall stars; in the middle it seems to be dark.\"\n\n\"1783, 1805, 1806, 10 feet telescope. With 180 it seems\nto be a rim of stars, but with 350 there remains a doubt.\nIt is a little oval; the dark place in the middle is also oval;\none side of the bright margin is a little narrower than the\nother.\"\n\n\"1784, 1799, 20 feet telescope. It is an oval with a dark\nplace within; the light is resolvable. 240 showed several\nsmall stars near, but none that seem to belong to it. It is\nnear 2 minutes in diameter.\"\n\n\"1805, large 10 feet telescope. By a meridian passage of\n7 seconds of sidereal time, the diameter is 1' 28''.4.\"\n\nBy the observation of the 20 feet telescope, the profundity\nof the stars of which it probably consists must be of a higher\nthan the 900th order; perhaps 950.\nObservations of the 62d of the connoissance.\n\n\"1783, 10 feet telescope. With 250, a strong suspicion, \"amounting almost to a certainty, of its consisting of stars.\"\n\n\"1785, 1786, 20 feet telescope. Extremely bright, round, \"very gradually brighter in the middle, about 4 or 5 minutes \"in diameter; 240 with strong attention showed the stars \"of it. The cluster is a miniature of the 3d of the con- \"noissance.\"\n\nBy the 20 feet telescope, which at the time of these obser- \"vations was of the NEWTONIAN construction, the profundity \"of this cluster is of the 734th order. It is in the preceding \"branch of the milky way.\n\nObservations of the 67th of the connoissance.\n\n\"1783, 7 feet telescope. A cluster of stars.\"\n\n\"1809, 10 feet telescope. A cluster of very small stars.\"\n\n\"1784, 20 feet telescope. A most beautiful cluster of \"stars; not less than 200 in view.\"\n\nBy estimation, the profundity of this cluster may be of the \"144th order.\n\nObservations of the 68th of the connoissance.\n\n\"1786, 1789, 1790, 20 feet telescope. A cluster of very \"compressed small stars, about 3 minutes broad and 4 \"minutes long. The stars are so compressed, that most of \"them are blended together.\"\n\nProbably the stars of this cluster might be perceived by a \"10 feet telescope, so that its profundity may be of the 344th \"order.\nObservation of the 69th of the connoissance.\n\n\"1784, 20 feet telescope. Very bright, pretty large, easily resolvable, or rather an already resolved cluster of minute stars. It is a miniature of the 53d of the connoissance.\"\n\nBy this observation, the profundity of the cluster must be of the 734th order.\n\nObservations of the 71st of the connoissance.\n\n\"1794, 7 feet telescope. With 120 and 160 the stars of it become just visible.\"\n\n\"1783, 1799, 1810, 10 feet telescope. A cluster of stars of an irregular figure.\"\n\n\"1784, 1799, 1807, 20 feet telescope. It is situated in the milky way, and the stars are probably in the extent of it; it is however considerably condensed; about 3 minutes in diameter.\"\n\n\"1805, large 10 feet telescope. An irregular cluster of very small stars, 2' 35\" in diameter.\"\n\nBy the observation of the 7 feet telescope, the profundity of this cluster is of the 243d order. It is in the following branch of the milky way.\n\nObservations of the 72d of the connoissance.\n\n\"1805, 7 feet telescope. With a power of 80 the stars may just be perceived.\"\n\n\"1783, 1810, 10 feet telescope. With 150 fairly resolved.\"\n\n\"1784, 1788, 20 feet telescope. A cluster of very small stars.\"\nSir W. Herschel's astronomical observations\n\n\"1810, large 10 feet telescope. A globular cluster; its diameter is $2'40''$.\"\n\n\"1810, 40 feet telescope. A beautiful cluster of stars.\"\n\nBy the observation of the 7 feet telescope, the profundity of this cluster must be of the 243d order.\n\nObservations of the 74th of the connoissance.\n\n\"1783, 1784, 7 feet telescope. With 100 and 120 it is a collection of very small stars; I see many of them.\"\n\n\"1799, 1801, 10 feet telescope. Several of the stars are visible; it is a very faint object.\"\n\n\"1784, 20 feet telescope. Some stars are visible in it; the edges are not resolvable.\"\n\n\"1805, 1810, large 10 feet telescope. With 108 it consists of extremely small stars, of an irregular figure; a very faint object of nearly 12 minutes in diameter.\"\n\n\"1799, 40 feet telescope. Very bright in the middle, but the brightness is confined to a very small part.\"\n\nBy the observation of the 7 feet telescope, the profundity of the nearest part of this cluster must be of the 243d order, but most probably a succession of more distant stars was seen in the larger telescopes.\n\nObservations of the 75th of the connoissance.\n\n\"1799, 7 feet finder. It is but just visible.\"\n\n\"1799, 7 feet telescope. There is not the least appearance of its consisting of stars, but it resembles other clusters of this kind, when they are seen with low space-penetrating and magnifying powers.\"\nfor ascertaining the distances of clusters of stars, &c.\n\n\"1810, 10 feet telescope. With 71 it is small and \"cometic.\"\n\n\"1784, 1785, 20 feet NEWTONIAN. Easily resolvable; \"some of the stars are visible.\"\n\n\"1810, 20 feet front view. It is a globular cluster.\"\n\n\"1799, 1810, large 10 feet. Its diameter with 171 is \"1' 48''; with 220 it is 2' 0''. \"\n\nBy the observation of the 20 feet NEWTONIAN telescope, the profundity of this cluster must be of the 734th order.\n\nObservations of the 77th of the connoissance.\n\n\"1783, 7 feet telescope. An ill defined star, surrounded \"by nebulosity.\"\n\n\"1801, 1805, 1809, 1810, 10 feet telescope. It has \"almost the appearance of a large stellar nebula.\"\n\n\"1783, 1785, 1786, 20 feet telescope. Very bright; an \"irregular extended nucleus with milky chevelure, 3 or 4 \"minutes long, near 3 minutes broad.\"\n\n\"1801, 1805, 1807, large 10 feet telescope. A kind of \"much magnified stellar cluster; it contains some bright \"stars in the centre. With 171 its diameter is 1' 17''; with \"220 it is 1' 36''.\"\n\nFrom the observations of the large 10 feet telescope, which has a gaging power of 75.82, we may conclude that the profundity of the nearest part of this object is at least of the 910th order.\n\nObservations of the 79th of the connoissance.\n\n\"1783, 7 feet telescope. With 57 nebulous; with 86 a \"strong suspicion of its being stars.\"\nSir W. Herschel's astronomical observations\n\n\"1799, 10 feet telescope. 300 shows the stars of it with difficulty.\"\n\n\"1784, 20 feet telescope. A beautiful cluster of stars, nearly 3 minutes in diameter.\"\n\n\"1806, large 10 feet telescope. A globular cluster, the stars of which are extremely compressed in the middle; with 171 and 220 the diameter is $2'50''$, but the lowness of the situation probably prevents my seeing the whole of its extent.\"\n\nBy the observation of the 10 feet telescope the profundity of the cluster is of the 344th order.\n\nObservations of the 80th of the connoissance.\n\n\"1784, 1786, 20 feet telescope. A globular cluster of extremely minute and very compressed stars of about 3 or 4 minutes in diameter; very gradually much brighter in the middle; towards the circumference the stars are distinctly to be seen, and are the smallest imaginable.\"\n\nThe profundity of this cluster is probably not much less than of the 734th order.\n\nObservations of the 92d of the connoissance.\n\n\"1799, 7 feet finder. It may just be distinguished; it is but very little larger than a star.\"\n\n\"1783, 2 feet sweeper. With 15 it appears like a clouded star.\"\n\n\"1783, 7 feet telescope. With 227 resolved into very small stars; with 460 I can count many of them.\"\n\n\"1799, 10 feet telescope. With 240 the stars are much condensed in the centre.\"\nfor ascertaining the distances of clusters of stars, &c.\n\n\"1783, 1787, 1799, 20 feet telescope. A brilliant cluster; about 6 or 7 minutes in diameter.\"\n\n\"1805, large 10 feet telescope. The most condensed part is 3' 16\" in diameter.\"\n\nThe profundity of this cluster, by the observation of the 7 feet telescope, is of the 243d order.\n\nObservations of the 97th of the connoissance.\n\n\"1799, 7 feet finder. The object is not visible in it.\"\n\n\"1789, 20 feet telescope; considerably bright, globular, of equal light throughout, with a diminishing border of no great extent. About 3 minutes in diameter.\"\n\n\"1805, large 10 feet telescope. The constellation being too low it had the appearance of a faint nebula.\"\n\nFrom the observation of the 20 feet telescope, it appears that the profundity of this object is beyond the gaging power of that instrument; and as it must be sufficiently distant to be ambiguous, it cannot well be less than of the 980th order.\n\nIII. Of a method to represent the profundity of celestial objects in space by a diagram.\n\nIn order to represent the profundity of celestial objects in space, I shall have recourse to the construction of an astronomical globe, on the surface of which the situations of the heavenly bodies are pointed out to us in the given two dimensions of right ascension and polar distance; but as their distance from an eye placed in the centre of the globe cannot be expressed by their situation on the surface, I shall endeavour to show that this deficiency may be artificially\nSir W. Herschel's astronomical observations\n\nsupplied in a figure representing such a globe, by the addition of lines that are of a length which is proportional to the diameter of it.\n\nIt has been shown in my last paper, that all the stars which may be seen in the clearest nights, are probably contained within a globular space, of which the radius does not exceed the 12th order of distances; I shall therefore suppose the circle \\( c \\) in the centre of fig. 1, [Plate XXI.] to represent a celestial globe, containing all the stars that are generally marked on its surface; their arrangement within this globular space, however, must be supposed to be according to their order of distances, the stars of the first order being placed nearest the centre, and those of the 2d, 3d, and 4th, &c. gradually farther off; but they must all be placed in their well ascertained directions, so that a line from the centre drawn through any one of them may come to the surface at the place where its situation is marked.\n\nAccording to this assumption it follows, that all those celestial objects which are farther than the 12th order of distances from the centre, must be represented as being at the outside of the globular space; but as our celestial globes represent not only the situation of the stars of the heavens, but give us also many additional objects, such as clusters of stars, nebulae, and the milky way, it is evident that the point where the line of sight from the centre to any one of these distant objects, leaves the surface of the globular space, is ascertained; and since any celestial object not inserted on our globes, of which the right ascension and polar distance are given, may be easily added, the position of the visual ray directed to such an object will thereby also be determined.\nIn my last paper I have drawn the attention of astronomers to the condition of the milky way, as being the most brilliant, and beyond all comparison the most extensive sidereal system; and have also shown that the globular space containing all our visible stars, is situated within its compass; I shall therefore now make the plane of it the principal dimension of my figure; then if the line $a b$ represent this plane, a perpendicular drawn from the centre $c$ of the figure to $d$ and to $e$, will be directed towards the north and south poles of it, and the situation of the globular space in the figure will be like that of a celestial globe adjusted to the latitude of 30 degrees, having the milky way in the horizon, the 190th degree of right ascension in the meridian, and the 60th degree of north polar distance in the zenith.\n\nFrom this description of the arrangement of the stars within the globular space, and its situation in the plane of the milky way, it is evident that, having already an expression for the position of a celestial object in two dimensions, the addition of the third, which is its profundity or central distance, may be represented by a line of a length that is proportional to the diameter of the globular space; and if this line be a continuation of the direction in which the object is seen from the centre, its termination will show the real place of the object, and point out its situation with respect to the great sidereal stratum of the milky way.\n\nAn observer who looks at a celestial globe, and wishes to see the angle of the direction of the line in which an object is seen from the centre, will for this purpose turn the globe horizontally till the plane of the azimuth circle is at right angles to the line in which he looks at it; or, if more con-\nvenient, he will change his position by going round the globe till he comes to the situation in which this angle will appear of its true magnitude.\n\nIn illustration of this, let NESW, figure 2, [Pl. XXI.] be the circle on which the azimuths of celestial objects are to be reckoned, and let the meridional line NS pass through the 190th degree of right ascension at S; then will the numbers at the circumference of the circle point out the degrees, and the quadrant of the azimuth of the situation in which any object is to be seen when referred to the milky way. The particular use of this azimuth circle will appear, when the construction of the figure which expresses the profundity of the clusters of stars, of which I have given the observations, has been explained.\n\nHaving fixed upon the plane of the milky way as the region of the heavens to which the situation of the clusters of stars is to be referred, their right ascension and polar distance, which are required for this purpose, must be reduced to this plane; and will appear under the denomination of elevation and azimuth. The elevation from the plane of the milky way will be either north or south, and the azimuths in either the northern or southern hemisphere of it, will be in the north-east, south-east, north-west, and south-west quadrants. In order to make this reduction, we have the construction of the triangle ABC, figure 3, in which A is the pole of the heavens; B the north pole of the milky way, and C the situation of the cluster of stars; and there is given the side AB, which is the distance of the two poles; the side AC, which is the polar distance of the cluster, and the angle A, which is the difference between the right ascension of the\npole of the milky way and that of the cluster of stars. From these data we find the side BC, the complement of which is the angle of the elevation of the cluster; and the angle ABC, or its supplement CBD, which gives the degree and the quadrant of the azimuth of the cluster. When to these two particulars the profundity of a cluster is added, we have its local situation, with regard to the plane of the milky way, in the required three dimensions of space.\n\nThe following table is the result of a set of calculations made for the purpose of obtaining the above mentioned particulars.\n## Clusters of stars taken from my catalogues.\n\n| Class No. | Profundity | Elevation | Azimuth | Point of sight |\n|----------|------------|-----------|---------|---------------|\n| VI.      |            |           |         |               |\n| 7        | 734        | 76° 58' N | 31° 43' SE | 58° 17' SW |\n| 9        | 734        | 73 25 N   | 87 2 SE | 2 58 SW |\n| 10       | 734        | 14 11 N   | 48 42 SE | 41 18 SW |\n| 11       | 734        | 8 35 N    | 55 10 SE | 34 50 SW |\n| 12       | 466        | 6 26 N    | 54 30 SE | 35 30 SW |\n| 17       | 600        | 2 52 N    | 63 49 NW | 26 11 SW |\n| 20       | 734        | 87 39 S   | 10 57 NW | 79 3 SW |\n| 26       | 900        | 0 5 S     | 35 38 NW | 54 22 SW |\n| 35       | 900        | 0 27 N    | 1 55 NE | 88 5 SE |\n| 38       | 900        | 4 31 S    | 77 5 NE | 12 55 SE |\n| IV.      |            |           |         |               |\n| 41       | 900        | 32 55 N   | 16 9 NE | 73 51 SE |\n| 63       | 900        | 59 47 N   | 10 23 NE | 79 37 SE |\n\n## Clusters of stars taken from the connoissance.\n\n|          | Profundity | Elevation | Azimuth | Point of sight |\n|----------|------------|-----------|---------|---------------|\n| 1        | 980        | 4° 42' S  | 61° 24' NW | 28° 36' SW |\n| 2        | 243        | 35 29 S   | 68 17 NE | 21 43 SE |\n| 3        | 243        | 78 29 N   | 89 38 NE | 0 22 SE |\n| 4        | 344        | 14 31 N   | 47 41 SE | 42 19 SW |\n| 5        | 243        | 45 36 N   | 59 27 SE | 30 33 SW |\n| 9        | 344        | 9 35 N    | 62 19 SE | 27 41 SW |\n| 10       | 243        | 22 11 N   | 71 28 SE | 18 32 SW |\n| 11       | 144        | 3 10 S    | 84 21 SE | 5 39 SW |\n| 12       | 186        | 25 26 N   | 71 57 SE | 18 3 SW |\n| 13       | 243        | 41 19 N   | 65 31 NE | 24 29 SE |\n| 14       | 900        | 14 6 N    | 77 48 SE | 12 12 SW |\n| 15       | 243        | 26 38 S   | 57 3 NE | 32 57 SE |\n| 19       | 344        | 7 56 N    | 53 51 SE | 36 9 SW |\n| 22       | 344        | 8 45 S    | 67 2 SE | 22 58 SW |\n| 30       | 344        | 47 26 S   | 86 5 SE | 3 55 SW |\n| 33       | 344        | 29 25 S   | 10 37 NW | 79 23 SW |\n| 34       | 144        | 13 48 S   | 20 33 NW | 69 27 SW |\n| 35       | 144        | 3 13 N    | 63 58 NW | 26 2 SW |\n| 53       | 243        | 77 58 N   | 28 6 SE | 61 54 SW |\n| 55       | 400        | 24 19 S   | 66 30 SE | 23 30 SW |\n| 56       | 344        | 8 59 N    | 60 43 NE | 29 17 SE |\n| 57       | 950        | 16 51 N   | 61 28 NE | 28 32 SE |\n| 62       | 734        | 5 54 N    | 50 29 SE | 39 31 SW |\n| 67       | 144        | 31 44 N   | 83 4 SW | 6 56 SE |\n| 68       | 344        | 34 19 N   | 3 1 SW | 86 59 SE |\n| 69       | 734        | 11 35 S   | 59 6 SE | 30 54 SW |\n| 71       | 243        | 4 10 S    | 66 6 NE | 23 54 SE |\n| 72       | 243        | 32 58 S   | 86 40 NE | 3 20 SE |\n| 74       | 243        | 43 53 S   | 15 28 NW | 74 32 SW |\n| 75       | 734        | 26 29 S   | 78 9 SE | 11 51 SW |\n| 77       | 910        | 50 32 S   | 47 36 NW | 42 24 SW |\n| 79       | 344        | 29 25 S   | 76 47 SW | 13 13 SE |\n| 80       | 734        | 18 41 N   | 48 39 SE | 41 21 SW |\n| 92       | 243        | 35 33 N   | 55 50 NE | 34 10 SE |\n| 97       | 980        | 58 52 N   | 26 5 NW | 63 55 SW |\nIn order to explain the construction of the table, and the use that is to be made of it when the situation of any one of the clusters delineated in figure 1 is to be examined, I shall take the first cluster it contains for an example.\n\nThe first column points out the class and number, where the clusters taken from my catalogues are to be found, and only the number of those that are taken from the Connoissance des Temps for 1784. In the figure, the place of the cluster whose situation is to be examined is distinguished by the same mark as in the table namely VI, 7.\n\nThe second column contains the distance of the same cluster from an eye placed in the centre of the globular space, the profundity of which is 734, as determined by the observations that have been given. In the figure it is expressed by the length of the line c VI, 7 drawn from the centre of it to the cluster, whose length is 734, the radius of the circle representing the globular space being 12.\n\nThe third column gives the angle of elevation of the cluster, which in the present instance is 76° 58' above the northern plane of the milky way. In the figure it is expressed by the central meeting of the lines b c and c VI, 7: one of which denotes this plane, and the other the profundity of the cluster.\n\nTo find the quantity of this angle, it is necessary to have the right ascension and polar distance of the cluster; and here it will be proper to notice that I have deduced these requisites from my own observations of the clusters, brought to the beginning of the year 1800. Then to find the elevation of the present cluster by the method which has been explained, we have in figure 3, the side AB = 60°: the side\nAC = 71° 17', being the polar distance of the cluster; and the angle A = 6° 56' 45\", being the right ascension of the cluster 196° 56' 45\" minus 190°. By these quantities we find BC = 13° 2' 28\", and its complement 76° 57' 32\", which is the required elevation of the cluster VI, 7.\n\nThe fourth column assigns the azimuth of the cluster; and as the degrees of the quadrants of the azimuth circle in figure 2, are numbered one from the south the other from the north, the letter S is prefixed to E, to show that the degrees of it are to be looked for in the south-east quadrant; the quantity of the angle, in consequence of the foregoing calculation, is easily obtained; for as we now already have the side BC, the opposite angle A, and the side AC, we find the supplemental angle CBD, which gives the azimuth 31° 43' 9\". By this result the situation of the direction, in which an observer in the centre of the globular space must look to see the cluster, is determined.\n\nThe fifth column contains the point of sight, or situation in which the eye of an observer should be placed, when, by the assistance of a celestial globe, the profundity of any cluster marked in the figure is to be examined. This point, for the cluster VI, 7, is 58° 17' south-west, which denotes that the globe must be turned horizontally till the 58th degree of the south-west quadrant directly faces the observer, or that, by changing his situation, he must place himself so as to face the globe in the assigned position.\n\nI have called the construction of the figure which gives the profundity of the clusters, an artificial one; because, as soon as the celestial globe is brought into the situation where it can be seen from the tabular point of sight, the figure will\nalways be found already prepared to show by inspection the azimuth, the elevation and the profundity of the cluster under examination; for as the globe, which in its adjusted situation has the azimuth of the cluster VI, 7, at right angles to the line of sight, so the globular space in the centre of the figure being supposed similarly arranged, has the tabular azimuth $31^\\circ 43'$ SE also at right angles to the line drawn to the figure, when seen from the point of sight $58^\\circ 17'$ SW.\n\nThe direction from the centre of the globe to the place on its surface where the cluster is inserted, is also preserved in the continuation of it beyond the surface of the globular space, by the angle of its elevation $76^\\circ 58'$ above the northern plane of the milky way.\n\nThe profundity of the cluster, as has already been noticed, is expressed by the continuation of the line of elevation to 734 such parts as the radius of the globular space contains 12; and it may not be amiss, by way of assisting our conception of the vast distance of the situation at which this cluster is placed, to state, that if a line directed to it were added to an 18 inch globe, supposed to contain all the visible stars of the heavens, its length to express this distance would be above 45 feet.\n\nThis figure which, from its construction, represents all the different aspects in which a celestial globe should be seen, when its horizontal position for any cluster is adjusted by the foregoing table, has the imperfection that, on account of the different azimuths of their situation, they cannot all be collected into one perspective view; but as it affords the means of examining them separately, which may even be done without the assistance of the globe, this inconvenience\n\nMDCCCXVIII.\nis compensated by the advantage it has of showing all the angles of elevation, and the comparative lengths of the lines expressing the profundity of the clusters in their true magnitude, which an orthographic projection of their situation could not have done.\n\nIV. Of ambiguous celestial objects.\n\nWhen the nature or construction of a celestial object is called ambiguous, this expression may be looked upon as referring either to the eye of the observer, or to the telescope by which it has been examined. In the foregoing observations we find that the 11th, 13th, 15th, and 35th of the connaissance, when they are at a sufficient altitude for the purpose, may be seen by the eye; but as, without artificial vision, they appear only under the semblance of very small, faint cloudy spots, we should not be able to decide whether they were of a nebulous or sidereal condition, if we were not informed by the telescope that they are brilliant clusters of stars; the eye therefore sees them as ambiguous objects.\n\nIf these objects are ambiguous when only viewed by the unassisted eye, there are others that will appear to be so, when they are seen through such small telescopes as are generally attached to large ones, and are called finders, because they point out objects that are not visible to the eye. With regard to these finders, I have occasionally used them of different sizes and constructions; but from experience I can say, that a small one of a most simple composition, with a power of penetrating into space of about four times that of the eye, has generally been sufficient for all the purposes of a 7 or 10 feet telescope; because these instruments may\neasily be made to act as finders to themselves, by using a double eye glass with a large field of view and a small magnifying power. It is indeed very obvious that when a small telescope, acting as a finder to a larger one, has not sufficient light to show the objects we look for, a more powerful one must be used. In this manner I have often been obliged to have recourse to a 10 feet reflector as a finder, to point out the situation of an object to be viewed in the 20 feet telescope.\n\nIt may have appeared singular, that among the observations which have been given, there are many that were made by the 7 and 10 feet telescope finders, but the important use of these observations will appear in the consequences that may be drawn from them; for the clusters of stars, No. 2, 3, 5, 12, 30, 33, 34, 53, 75, and 92 of the connaissance were all to be seen in these finders; they were, however, not seen as clusters of stars, but as ambiguous objects. No. 12, 30, 34, and 75 were but just to be perceived; No. 2 and 92 appeared like stars with rather a large diameter; No. 3 and 5 like hazy stars; No. 33 and 53 like small hazinesses or nebulosities; and yet they were all proved by the telescopes in which they were critically examined to be clusters of stars. If then a cluster of stars in a very small telescope will appear like a star with rather a larger diameter than stars of the same size generally have, we shall certainly be authorised to conclude, that an object seen in a larger and more perfect telescope as a star with rather a larger diameter, is also an ambiguous object, and might possibly be proved to be a cluster of stars, had we a superior instrument by which we could examine its nature and construction.\nThis seems to throw some light upon a species of objects called stellar nebulæ, one hundred and forty of which have been inserted in my catalogues. For as it has just been mentioned that a 10 feet telescope may become a finder to a 20 feet one, the 20 feet telescope itself will be but a finder to objects that are so far out of its reach as not to appear otherwise than ambiguous; nay, the 40 feet telescope, when it is but just powerful enough to show the existence of an object which decidedly differs from the appearance of a star, may then truly be called a finder.\n\nV. The milky way, at the profundity beyond which the gaging powers of our instruments cannot reach, is not an ambiguous object.\n\nCelestial objects can only be said to remain ambiguous, when the telescopes that have been directed to them leave it undetermined whether they are composed of stars or of nebulous matter. Six observations of different parts of the milky way, relating to this subject, have already been given in my last paper,* to which the following four may be added.\n\nDec. 27, 1786. Right ascension $6^h\\ 42'$. Polar distance $88^\\circ\\ 33'$. There are 116 stars in the field of view, besides many too small for the gage.\n\nSept. 21, 1788. Right ascension $21^h\\ 29'$. Polar distance $41^\\circ\\ 1'$. There are about 360 stars in the field of view, but most of them are so small that it requires the utmost attention to see them.\n\nSept. 27, 1788. Right ascension $21^h\\ 17'$. Polar distance\n\n* See Phil. Trans. for 1817, pages 325, 326, and 329.\n52° 50'. With 157 there are small stars with suspected nebulosity; 300 shows a great many smaller stars intermixed with the former.\n\nSept. 11, 1790. Right ascension 19h 50'. Polar distance 47° 0'. About 240 stars in the field of view, with many too small to be counted.\n\nIn these ten observations the gages applied to the milky way were found to be arrested in their progress by the extreme smallness and faintness of the stars; this can however leave no doubt of the progressive extent of the starry regions; for when in one of the observations a faint nebulosity was suspected, the application of a higher magnifying power evinced, that the doubtful appearance was owing to an intermixture of many stars that were too minute to be distinctly perceived with the lower power; hence we may conclude, that when our gages will no longer resolve the milky way into stars, it is not because its nature is ambiguous, but because it is fathomless.\n\nVI. Of the assumed semblance of clusters of stars, when seen through telescopes that have not light and power sufficient to show their nature and construction.\n\nThe variety of telescopes used in the long series of observations that have been given, will afford us many instances to ascertain the various deceptive appearances that clusters of stars may put on when they are observed with an inadequate apparatus.\n\nAn examination of some particulars relating to this subject may assist us to ascertain in what class we ought probably to\nplace the numerous observations of ambiguous objects that in my sweeps of the heavens were seen by the 20 feet telescope; and having already compared the different forms under which clusters of stars appeared in the finders of the instruments, I shall now also notice how they were seen in the gradually larger telescopes.\n\nIn the 2 feet Newtonian sweeper,\n\nNo. 92 of the connoissance appeared like a clouded star, with a magnifying power of 15. No. 2, with a power of 24, appeared like a telescopic comet.\n\nIn the 7 feet telescope,\n\nNo. 77 was like an ill defined star, surrounded by nebulosity. No 79, with a power of 57, appeared nebulous. With 460 No. 3 could hardly be seen, for want of light. No. 10, with 227, could not be resolved into stars, for want of power. With 460 No. 22 wanted light, and with 227 it wanted power. With a magnifier of 171 No. 33 had a nebulous appearance. No. 1 was seen as light without stars.\n\nIn the 10 feet telescope,\n\nThe light of No. 19 appeared mottled. With a power of 71 No. 30 appeared like a pretty large cometic nebula, very gradually much brighter in the middle. With the same power No. 75, was small and cometic. No. 77 had nearly the appearance of a large stellar nebula.\nIn the large 10 feet telescope,\n\nNo. 97, being too low for examination, had the appearance of a faint nebula.\n\nThe numerous ambiguous objects that have been seen in the 20 feet telescope do not properly come under this head; for as none of them have been critically examined by superior telescopes, they must still remain ambiguous; and it is for the purpose of being able to form some probable conjecture about the nature of these doubtful objects, that the foregoing results of the appearance of such as have been ascertained to be clusters of stars, have been pointed out.\n\nIt would be far too extensive to enter into particular applications, I shall therefore confine myself to a few general remarks. In the depth of the celestial regions, we have hitherto only been acquainted with two different principles, the nebulous and the sidereal. The light of the nebulous matter is comparatively very faint, and, except in a few instances, invisible to the eye. It is also in general widely diffused over a great expanse of space, in which, by an increase of faintness, it generally escapes the sight: the light of stars on the contrary, is comparatively very brilliant, and confined to a small point, except when many of them are collected together in clusters, when their united lustre sometimes takes up a considerable number of minutes of space; but in this case the stars of them may be seen in our telescopes, and by the observations that have been given, it appears that when they are viewed with instruments gradually inferior to those which prove them to be clusters of stars, their diameters, seen with less light and a smaller magnifying power, are\ngenerally contracted; a globular cluster is reduced to a cometic appearance; to an ill defined star surrounded by nebulosity, and to a mere small star with rather a larger diameter than stars of the same size generally have. In consequence of these considerations, it seems to be highly probable that some of the cometic, many of the planetary, and a considerable number of the stellar nebulæ, are clusters of stars in disguise, on account of their being so deeply immersed in space, that none of the gaging powers of our telescopes have hitherto been able to reach them. The distance of objects of the same appearances, but which are of a nebulous origin, on the contrary, must be so much less than that of the former, that their profundity in space may probably not exceed the 900th order.\n\nVII. Of the extent of the power of our telescopes to reach into space, when they are directed to ambiguous celestial objects.\n\nThe method of equalising the light of stars on which the gaging power of telescopes has been established, may also be applied to give us an estimate of the extent of their power to reach ambiguous celestial objects.\n\nWhen the united light of a cluster of stars is visible to the eye, there will then be a certain maximum of distance to which the same cluster might be removed so as still to remain visible in a telescope of a given space-penetrating power; and if the distance of this cluster can be ascertained by the gaging power of any instrument that will just show the stars of it, the order of the profundity at which the cluster could still be seen as an ambiguous object, may be ascertained\nby the space-penetrating power of the telescope through which it is observed. But as the aggregate brightness of the stars depends entirely on their number and arrangement, this method can only be used with clusters of stars that have been actually observed.\n\nThe 35th of the connoissance, for instance, being visible to the eye as a small cloudiness, its profundity in space was, by an observation of the 7 feet telescope, shown probably not to exceed the 144th order; then, as the stars that enter into the composition of this cluster are of such an arrangement that their united lustre may be seen by the eye at the distance of the 144th order, the 10 feet telescope, by which this cluster was viewed, having a power of penetrating into space 28.67 times that of the eye, would be able to show this cluster as a small cloudiness, if it were removed to the distance of the 4128th order. The 20 feet Newtonian telescope, in which it was also observed, having a space-penetrating power 61.16 times that of the eye, would still be sufficient to discover it as an ambiguous object, if it were removed to the distance of the 8809th order.\n\nTo investigate how far the 15th cluster, which is also visible to the eye, might be removed, so as still to be seen in the front view of the 20 feet telescope, we find, by inspecting the table in which the profundities are given, that the eye can reach it at the distance of the 248d order; therefore this telescope, with a power 75.08 times that of the eye, would still be able to show it at the distance of the 18244th order, and being a globular cluster, its appearance would be that of a small star with rather a large diameter.\n\nMDCCCLXVIII.\nAs there are but few clusters of stars that can be seen by the eye, the observations of their visibility in the finders of telescopes, and their appearance in them, are of eminent use in ascertaining the distance at which we can expect to see celestial objects in large telescopes; when, therefore, a cluster of stars cannot be seen by the eye, its visibility in the finder must first of all be reduced to the standard of the eye. I have already noticed that the power of my finders to show stars, has generally been about four times that of the eye; then, as they would show a star at the distance of the 48th order, a celestial object, situated at this distance, would require to be brought to one quarter of that distance to become visible to the eye.\n\nThe 2d cluster of the connoissance, for instance, was seen in a finder with the above mentioned power, and its profundity having been ascertained to be 243, we may conclude that it would be visible to the eye, if it were only of the 60.75th order; this being admitted, it will follow that the 20 feet telescope would still show this cluster of stars as an ambiguous object, if it were removed to the 4561st order; and with a space-penetrating power of 191.69, the 40 feet telescope, by which it was also observed, would have shown this cluster under the semblance of a star that might be distinguished from others by having rather a larger diameter, if it had been at the distance of the 11645th order.\n\nIn the foregoing instances, I have assigned the extent of the power to reach celestial objects, as it is in the same instruments whereby they were observed, but this is not a necessary condition; for when the visibility, and the particu-\nlar manner of its appearance of any cluster of stars in a finder or in a small telescope of any known gaging power is ascertained; and when also by any superior instrument its profundity in space has been assigned, so that it may be reduced to the station at which it would be visible to the eye, it may then be viewed with any telescope of which the space-penetrating power is known; and if we put $e$ for the power of the eye, $f$ for that of the telescope which acts the part of the finder, $p$ for the ascertained profundity of the cluster, and $S$ for the space-penetrating power of a superior telescope, then will the extent $E$ of this telescope to reach the same cluster, as an ambiguous object of any required appearance, be had by the formula $E = \\frac{epS}{f}$.\n\nIt will not be necessary to calculate, by this formula, the order of distances at which in large telescopes some of the clusters of stars would be seen like telescopic comets; others as large stellar nebulæ, and others again as ill defined stars surrounded by nebulosity, as all these appearances must fall within the compass of the full stretch of their power; I shall therefore only add a calculation of the ambiguous visibility of one of the very distant clusters of stars.\n\nThe 75th of the connoissance is not visible to the eye, but may be seen in the finder; and the telescopic observations of it have ascertained its profundity to be of the 734th order; the station to which it should be brought, that it might be visible to the eye, is therefore of the 183.5th order. From this it follows, that with any telescope which has the space-penetrating power of the front view of my 20 feet reflector, this cluster might still be perceived if it were removed to the\ndistance of the $13707$th order; and that the $40$ feet telescope, which in this case would really act the part of a finder, would still show this cluster of stars as an ambiguous object at a profundity in space amounting to the $35175$th order.\n\nW. HERSCHEL.\n\nSlough, near Windsor.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107480.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 49,
    "total-input-tokens": 75038,
    "total-output-tokens": 18858,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1496,
        2
      ],
      [
        1496,
        3147,
        3
      ],
      [
        3147,
        4715,
        4
      ],
      [
        4715,
        6138,
        5
      ],
      [
        6138,
        7461,
        6
      ],
      [
        7461,
        8729,
        7
      ],
      [
        8729,
        10171,
        8
      ],
      [
        10171,
        11668,
        9
      ],
      [
        11668,
        12988,
        10
      ],
      [
        12988,
        14422,
        11
      ],
      [
        14422,
        15695,
        12
      ],
      [
        15695,
        17103,
        13
      ],
      [
        17103,
        18512,
        14
      ],
      [
        18512,
        19811,
        15
      ],
      [
        19811,
        21029,
        16
      ],
      [
        21029,
        22297,
        17
      ],
      [
        22297,
        23709,
        18
      ],
      [
        23709,
        25022,
        19
      ],
      [
        25022,
        26217,
        20
      ],
      [
        26217,
        27625,
        21
      ],
      [
        27625,
        28990,
        22
      ],
      [
        28990,
        30330,
        23
      ],
      [
        30330,
        31847,
        24
      ],
      [
        31847,
        33650,
        25
      ],
      [
        33650,
        35445,
        26
      ],
      [
        35445,
        37170,
        27
      ],
      [
        37170,
        37756,
        28
      ],
      [
        37756,
        41045,
        29
      ],
      [
        41045,
        42739,
        30
      ],
      [
        42739,
        44483,
        31
      ],
      [
        44483,
        46256,
        32
      ],
      [
        46256,
        47922,
        33
      ],
      [
        47922,
        49650,
        34
      ],
      [
        49650,
        51181,
        35
      ],
      [
        51181,
        52659,
        36
      ],
      [
        52659,
        53878,
        37
      ],
      [
        53878,
        55536,
        38
      ],
      [
        55536,
        57155,
        39
      ],
      [
        57155,
        58839,
        40
      ],
      [
        58839,
        60537,
        41
      ],
      [
        60537,
        62279,
        42
      ],
      [
        62279,
        62562,
        43
      ],
      [
        62562,
        62562,
        44
      ],
      [
        62562,
        62562,
        45
      ],
      [
        62562,
        62562,
        46
      ],
      [
        62562,
        62562,
        47
      ],
      [
        62562,
        62562,
        48
      ],
      [
        62562,
        62562,
        49
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107480",
    "title": "Astronomical Observations and Experiments, Selected for the Purpose of Ascertaining the Relative Distances of Clusters of Stars, and of Investigating How Far the Power of Our Telescopes May Be Expected to Reach into Space, When Directed to Ambiguous Celestial Objects",
    "authors": "William Herschel",
    "year": 1818,
    "volume": "108",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 49,
    "jstor_url": "https://www.jstor.org/stable/107480"
  }
}