{
  "id": "72dde078060d5d733264d8de75e3899d1499a0ae",
  "text": "Observatio Eclipseos Lunæ totalis cum Occultationibus quarundam Fixarum, habita à Job. Hevelio Anno 1675. die 2, 11 Januarii St. n. Vesp.\n\nVid. Fig. 2.\n\nQuò rariùs nobis Eclipsees Lunares totales cum morà bì: Gedani haçienus in conspéctum venerant, eo exactius banc observare ab omni parte allaboravimus; praeprimis cùm calum admodum sudum exiturit, ut omnia quæcumq; volu- eram, non solum initium Eclipseos, cum immersione, emersione, & ipso fine, sed etiam plurimas phasēs, cum aliis quibusdam rarissimis phænomenis, occultationes videlicet nonnullarum Fixarum, & quidem ipso tempore maxime obscurationes, ex voto deprehendere & annotare licuerit. Quæ cùm rarò admodum simul eveni- ant, atq; ad reëstaurandum motum Lunarem, Calculumq; Eclipseum plurimum faciant, hanc ingratus fore putem, tam Ænistrissime Regie Nostræ Societati, quàm reliquis Astronomis omnibus, Res Astronomicas attentioni animo excelen- tibus, si hujs Eclipseos observationem, cum omnibus phasibus, diligentem & ex- quisitè determinatis, nunc quoq; exhibeam. Videbitis expìsa observatione & De- lineatione (abstì jactantia) me adomnia, quæ circa Eclipsees aliar notari merito debent, satis scrupulose attendisse; praefìm verò vigilantes oculos per totam Eclipseos durationem tubo viginti pedum, aliisq; praestantioribus, ad quattuor illas fixas (neglectis ceteris minoribus, quæ optimè etiam conspiciebam) inter qua Luna eo tempore versabatur, direxi. Ab a Stelula vix 4 Minutis limbo suo in- feriori in distabat; tres vero reliquas, utpote b,c & d, Luna corpore suo omnino texìt; prout ex delineatione & Observatione liquidum est. Ex omnibus autem his quattuor insignioribus stellulis, non nisi unica c ab Astronomis haçienus observa- ta, Globisq; adscripta est; nominatur informium inter II & III Suprema à tergo Pollucis; cujus cursus cum ingressu, viâ itineraria, atq; egressu inprimis, d mec pa- riter reliquarum fixarum loca ritè designata habeus, probe notandus. Quippe ex hujs generis observationibus, quando videlicet loca stellarum correcìe réstitua- sunt, multò procliviùs datur motum Luna redintegrare, ejusq; Nodos Latitudi- nemq; reïaurare, quàm meo quali quali judicio, ex nudis solis Eclipsebus. Luna enim motus, tum Eclipseos secundum Tabulas universis, (ut omnes Astronomi plus quàm abundè habent expertum,) sepìns & veritate & ipso calo satis evi- dentè defleìunt; quemadmodum etiam in hac Eclipsei totali, aliisq; plurimis contigìt. Etiam ipse calculus Kepleri in universum haud parium, ut max clarìus percipietur, ab Observatione hujs Eclipseos aberravit. Non solum Initium ad 12' 28\", atq; immersio totalis 8' 40\" citius ingruerunt, sed Emerìo quoq; 31' 6\",\nFinis 20°42\" citius incidet; adeo ut totalis obscuratio non nisi Hor. 1 29' 46\" tum tota Eclipse, ab initio ad finem usque, tautum Hor. 3 28' 10\" duraverit; cum tamen illa 22°26\", hec vero 6°14\" longius juxta nempe calculum Rudolphinum, durare debuisse. Si quidem calculus hicce exhibet hic Gedani h.\n\nInitium Eclipse. 6 54' 18\" Latitud. 1° 10\"\nImmersionem totalem 7 51' 24\"\nEmergionem ex umbra 9 43' 36\"\nFinem 10 40' 42\" Latitud. 12° 55\"\nTotam meram 1 52' 12\"\nTotam durationem 3° 46' 24\"\n\nEx quibus evidentissime liquet, calculum ab omni parte satis adhuc à Veritatis norma discedere. Habebimus itaque in posterum agamus, queq; in Astronomia restituamus. Sed ut ad Stellas illas Fixas redeamus: Stellula b ad Montem Eoum circiter teëa est, & d ad ipsum limbum Luna inferiorem; illa per Sinum Sirbonis, I. Rhodum, & S. Atheniensium, verò per desertum Mingui transit; uti ex viæ itinerariae utriusq; stellae patet. At stella c, Suprema scilicet à tergo Pollucis, ad Lacum Meridionalem Lunam subiit, & rursus sub Monte Nevjò exiit. Ingressus horà 8.35'.20\", in maximâ ferè obscuratione contigit; egressus vero horà 9.9'.10\", antequam adhuc Luna lumen recuperabat; sic ut per 33°50\" temporis diëa stella sub Luna diïitterit, ejusq; linea itineraria ad 3°20\" à limbo Luna inferiori centrum versâs inceperit. Cum tamen, quod maximè notandum, neq; ratione Longitudinis Luna, vel stelle, neq; Latitudinis, secundum scilicet Calculum Rudolphinum, locumq; stella à Keplerio vel Ricciolo determinatum, eam ipsam stellam Luna occultare potuerit; sic ut ex calculo, si eum debitè inieris, luculenter deprehendes. Idcirco necessarium est, aut in loco Fixa, aut in motu Luna, ejusq; Nodis ac Latitudine errorem latere. Verum Fixa credas velim cum ejus locum, ut reliquarum trium jam retìè restitutum habeam, prout suo loco patebit, in tantum non deviat ut hocce phænomenon omnimode salvari possit. Quamobrem alia causa huic rei subest, atq; in Lunâ sine omni dubio, iste defectus calculi quaerendus, quo hocce occultatio tum exhibita Eclipse, aliaq; plurima, ab omni parte penitus salvetur, calculuq; ad rectum tramitem deducatur. Quod ut suo tempore Astrorum Scrutatoribus felicissime succedat, aiq; divina Sideralis nostra Scientia à mendis omnimodo tandem depurgetur, fæcit Deus Optimus Maximus.\nEclipsis Lunæ totalis, cum Occultationibus quarundam Fixarum, observata GEDANI Anno 1675, die 2, 11. Januarii st.n. vesp. à Joh. Hevelio.\n\n| Temp. secund. | Ordo | Altitudines Fixarum. Nec non animadversiones quaedam notatu dignae. | Per quas Maculas transiverint Umbrae Sectiones. |\n|--------------|------|---------------------------------------------------------------|-----------------------------------------------|\n| H.           |      |                                                               |                                               |\n| 6 22 18      |      | Altitudo Candæ Cygni 39° 3'                               | Phases Crescentes.                             |\n| 6 25 4       |      | Eadem Altitudo 38° 41'                                     |                                               |\n| 6 35         |      | Penumbram Luna subiit                                       | Incepit circa 50°. à puncto Nadrum ortum versus. |\n| 6 41 50      |      | Initium Eclipseos                                            | Tempore initii, Sinus Sigarius, Ins. Besbica & Ins. Melos in linea rei extiterunt. |\n| 6 43 45      |      | 1. Paludem Mareotidem attigit                                |                                               |\n| 6 44 55      |      | 2. Palus Mareotis omnino obscur.                              |                                               |\n| 6 49         |      |                                                               | Seú umbra per M. Pentadactylum & Eoum transit. |\n| 6 52 30      |      | 4. Mons Porphyrites tectus                                    | Per loca Paludosa Montemque Cataract. Ad M. Barorium, per M. Petri, Athor, & M. Troicum. |\n| 6 57 35      |      |                                                               |                                               |\n| 7 2 15       |      | 6. M. Aetnam tegere incepit                                   | Ad Sin Apollinis, Ins. Ficarianum ad radices Montis Aetnae, Ins. Didyme, Lacumque Meridionalem. |\n| 7 2 55       |      | 7. M. Aetna omnino tectus                                     | Ad Ins. Sardiniam, per Ins. Hieram, Insulamque Cretam. Per M. Atlanticos majores, Ins. Vulcaniam, Rhodum, Montemque Anna. |\n| 7 7 40       |      |                                                               |                                               |\n| 7 10 40      |      | 9. M. Sinai tectus                                            | Per I. Ophiusam, I. Cyprum & M. Sinai. Ad L. nigrum majorem per M. Sipylum, Libanum Montemque Seir. |\n| 7 14         |      | 10. Lacus niger major tectus                                   | Per L. nigrum Minorem, I. Besbicam, M. Olympum & Didymum. |\n| 7 16 40      |      |                                                               |                                               |\n| 7 20 20      |      | 12. Fixa c., suprema nempe à tergo Pollucis distitit à limbo ortum versus 30°. ferè | Setio umbra transit per M. Carpathos, Byzantium & Taurum. |\n| 7 25         |      |                                                               | Per Lacum Borysbenem, I. Apolloniam, M. Moeshum & Sogdianos. |\n| 7 28 30      |      |                                                               | Per Montes Macrocecmnios, Promont. Arietis, Herculeum per Sinum extremum Ponti, Montemq; Parapamisum. |\n| 7 32         |      |                                                               | Per Paludes Hyperboreos, I. Corocondametis, Montemque Caucasum. |\n| 7 34 10      |      |                                                               | Per Montes Ripheos, Palud. Maeotidem, Sinum inferiorem Maris Caspii. |\n| 7 42 44      |      | Totalis immersio contigit circa 50° limbi a puncto Zenith, occasum vers. |                                               |\n| 7 55 30      |      | Stellula a in ipsa & ca Distitit a limbo ejus inferiori 4 circuli minut. |                                               |\n| 8 0 50       |      | Stellula b ad M. Eoum teela.                                  | Temp.                                          |\n| Temp. Sec. ho. | Altitudines Fixarum | Per quas Maculas transiuerint Umbra |\n|---------------|---------------------|-----------------------------------|\n| vol. Oscil. ex | Pha. Nee non Animadversiones quaedam | Sectionis. |\n| Alt. Correct. | natalis digna | Phases Crescentes. |\n| H. | Stellula c. Suprema scil. à tergo Pollucis, ad Lacum Merid. subiit. |\n| 8 35 20 | Stellula d. ad ipsum limbum inferiorem occultata. |\n| 8 51 20 | Stellula c. rursus emersit, sub Montes Sc. Nevoso; Sic ut ad 3° 20″. |\n| 9 9 10 | subingressa fuerit. Spectaculum sane erat jucundissimum, hecce omnia dilucidissime, & quidem sub ipsa fere maximâ obscurâ & deprehendere. |\n| 9 12 30 | Emergso Luna ex umbra; Contigit ad 30° fere limbi D a puncto Nadir ortum versus. |\n| Phases decrecentes. |\n| 9 20 20 | Umbra incepsit per Pal. Mareotidem, Fontes Amarae & M. Eom. |\n| 9 25 0 | Per M. Audum, Ajacem & Troicum. |\n| 9 30 20 | Per M. Pentadaçylum, Campharum, S. Sirbonis, & M. Lion. |\n| 9 32 40 | Mons Porphyrites exit ex umbr. Per M. Porphyrit. Casium & Didymum. |\n| 9 36 5 | M. Sinai illuminari capit. Per M. Baronium, ad I. Siciliam, per Cretam ad radices Sinai. |\n| 9 42 15 | M. Aetna sub ipsa sectione umbr. Per Promontorium Apollinis, M. Aetnam, per Rhodum Montesque Seir. |\n| 9 47 10 | Per Ins. Vulcaniam, M. Masicytum, Craigum & Aniliban. |\n| 9 51 0 | Ad L. nigrum majorem, S. Pastanum, M. Didymum, & Montes Coibacarones. |\n| 9 56 50 | Insula Besbica rursus prodiit in. Per S. nigrum minorem, ad I. Besbicam, per M. Uxerios. |\n| 9 59 35 | Per L. Salmidersam, M. Horminium, Moschum & Lacum Thospitis. |\n| 10 5 0 | Per Pontum, I. Cyaneam, S. Atheniensem, & M. Caucasum. |\n| 10 7 0 | Per L. Borythene, ad I. Apolloniam, Pr. Heracleum ac M. Tanconem. |\n\nCeteras phaes, ob nubes intercurrentes debite obs. non licuit.\n\nUmbra adhuc notata.\n\nUmbra nondum planè exiverat.\n\nFinis Eclipseos.\n\nPenumbra.\n\nQuam tamen diutius affequi, ob densiores nubes & vapores hund potuimus.\n\n| 10 52 58 | Altitud. 3° 37′ 12″ 0″ |\n| 10 58 35 | Altitud. Lucida 28° 52″ 0″ |\n| 11 11 33 | Altitud. Capelle 70° 11″ 0″ |\n| 11 15 20 | Altitud. Capelle 69° 39″ 0″ |\n| 11 16 59 | Altitud. Capelle 69° 24″ 0″ |\n| 11 18 37 | Altitud. Capelle 69° 11″ 0″ |\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101640.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9730,
    "total-output-tokens": 3996,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2652,
        2
      ],
      [
        2652,
        4937,
        3
      ],
      [
        4937,
        9057,
        4
      ],
      [
        9057,
        11263,
        5
      ],
      [
        11263,
        11263,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101640",
    "title": "Observatio Eclipseos Lunae Totalis cum Occultationibus Quarundam Fixarum, Habita a Joh. Hevelio Anno 1675. Die, II Januarii St. n. Vesp",
    "authors": "Joh. Hevelio",
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101640"
  }
}