{
  "id": "44e6975796dc22d295847277f3989ebdce8c8ac0",
  "text": "VII. Extract of a Letter from Jos. Ignat. de Torres, M.D. to the Royal Society, containing an extraordinary Case of the Heart of a Child turned upside down.\n\nGandia in Valentia, March 19. 1738. N.S.\n\nUpon occasion of mentioning Anatomy, I am in Hopes you will not be displeased with an Account of a new and surprising Prodigy concerning the Heart, the like of which was never hitherto observed, till I saw it on the 29th of December 1736. in a new-born Female Infant of the Town of Almoyna, and faithfully delineated it. Innumerable Phenomena have been observed in the human Heart, some few of which I shall mention.\n\nBallonius saw a Heart so large, that its monstrous Size alone, without any Defect in the Lungs, occasioned an Asthma.\n\nBartholinus found Caruncles in the Ventricles.\n\nSpilembergerus observed a small Bone therein, which occasioned a Phthisis.\n\nZacutus Lusitanus tells us from the Report of another Person, that a * Worm was found in the Left Ventricle, which brought on dreadful Symptoms. Its Head was yellow, its Body white, and its Tail split.\n\nRiolanus opened the Body of a Man, whose Heart was cartilaginous.\n\nAccording to Raygerus, the Aorta with the Valves was found ossified; which was the Cause of sudden Death.\n\n* Rather a Polypus. C. M.\nGenesius of Valencia, a very able Physician, has apprised me in one of his Letters, that, upon opening his young Son, he found the Heart inverted; that is, the Left Ventricle on the Right, and the Right on the Left Side.\n\nAmorofius saw a Heart with Two Points, which on the Outside shewed the Two Ventricles.\n\nSirenarius found a Heart with its Cone in the Right Side, and there the Pulsation was constantly felt.\n\nMartinezius, First Physician to the King of Spain, observed in a new-born Male Infant, the Heart pushed out of the Breast, with its Cone and Basis lying horizontal, and without a Pericardium: A new and remarkable Phenomenon; as if the Heart, not bearing so close a Confinement, burst through the Breast, and, having broke the Sternum, appeared on the Outside.\n\nI omit Benivenus, Muretus, Scultetus, and Giersdorf, who observed the Heart hairy, and found Stones, Polypuses and Abscesses in its Ventricles.\n\nIn fine, I have observed, in a new-born Female Infant, the Heart without a Pericardium, and turned upside down, so that its Basis, with all the Vessels, had fallen down as low as the Navel; and its Apex, still on the Left Side, lay hid between the Two Lungs. It would be a great Pleasure to me, to transmit this uncommon Observation to Posterity in a proper Light. But as it will require a Discourse too large for a Letter, and am apprehensive of being tedious, at present I only send you this Notice of it; but promise that as soon as I have finished a Dissertation thereon, which I have already begun, I will fend\nsend it to the Royal Society, with a Figure of the Infant, with the Parts in their proper Site. One thing I cannot pass in Silence, viz. how the Circulation could be carried on, the Heart being thus inverted; and yet the Child lived several Days after Birth. I observed the Heart from its Basis, whence the Aorta and pulmonary Artery spring, and where the Cava and pulmonary Vein enter it, to its Cone, surrounded loosely with several Windings of these Vessels, through which the Blood's Circulation must necessarily be performed. A wonderful Sagacity in Nature! but I shall reserve the rest for my Tract.\n\nVIII. Johannes Caßillioneus Dno. de Montagny, V.D. Philosop. Prof. in Acad. Lauzannesii, Reg. Soc. Lond. Soc. &c. de Curva Cardioide, de Figura sua sic dicta.\n\nS. P.\n\nNON ignoro, V. C. novarum curvarum investigationem, tanquam nimis Analystis facilem, contemni: Cum tamen D. Carré, non mediocris Geometra Regiæ Scientiarum Academiæ, (28 Feb. 1705.) novam curvam, quamquam vix summa sequens fastigia rerum, proponere non dubitārit; cur tibi, viro in amicos benignissimo, nonnulla, quæ mihi ejusdem Carré dissertationem legenti venerunt in mentem, scribere non ausim? Sed procemiis omissis, ad rem.\n\nSemicirculi BMA, (Fig. 1. 2. 3. Tab. III.) diameter BA, ita, puncto B peripheriam radens, ut semper trans-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104370.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1220,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1264,
        2
      ],
      [
        1264,
        2800,
        3
      ],
      [
        2800,
        4111,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104370",
    "title": "Extract of a Letter from Jos. Ignat. De Torres, M. D. to the Royal Society, Containing an Extraordinary Case of the Heart of a Child Turned Upside down",
    "authors": "Jos. Ignat De Torres",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104370"
  }
}