{
  "id": "a73ffe370acbba3e73a8e3984b6b7267f6c38ba3",
  "text": "your Indulgence, if I have flatter'd myself too much, in apprehending this Excerpt might afford you some Amusement.\n\nXVIII. Novum reique medicæ utile Electricitatis inventum exponit Joannes Henricus Winkler, Professor Lipsiensis, et Societatis Regalis Londinensis Sodalis.\n\nLipsiae, die Martii 12, 1748.\n\nSubtiliter dividendi vim habet Electricitas. Quas vero solvit materias, earum partes secum abripit, et in loca transfert, in quibus scintillæ electricæ existunt. Res odoras in vitreis vasis bene naviterque conclusas et munitas ita discerpit, ut oriundæ exhalationes æque facile, ac vis magnetica, vitrum penetrant, et per atmosphæram cylindrorum et catenarum, quibuscum electricitas communicatur, instar fluminis dimanent. Quæ ex altera cylindri extremitate egreditur, materia electrica accedentem manum odore aromatico inficit. Non autem perstat odor communicatus in hac corporis parte, quam electricum flumen afflavit: sed, continuata adspiratione, odorifera materia universum corpus humanum pervadit. Non modo cutis et vestimenta fragrant, sed aer, quem pulmones reddunt, et saliva, et sudor hominis imbuti redolent aromata, quæ in vase obturato electricitate agitata sunt.\n\nInopinatae huic virtuti fidem faciunt observationes et experimenta, quæ sensu animoque attento capta sunt.\nsunt. Anno 1747, lagenam vitream aqua implevi, in eaque nitrum solvi. Immota stetit hæc lagenæ per aliquot hebdomadas. Limpida igitur facta erat aqua, postquam nitri partes graviores fundum petic-rant. Sub finem anni in hanc limpidam aquam im-misi filum metallicum, idque cum aliquo tubo metal-lico ex filis fericis suspensio conjunxi. Sub isto tubo di-versis temporibus jam metalla, jam vasa metallica aquis repleta, in quibus sphærae vitreae minutiis metallicis impletæ locum habebant, collocavi. His adornatis, excitavi electricitatem. Tetigit ignis electricus sup-posita corpora. Repetii electricitatis agitationem per complures dies. Tum vero in metallis et vasis, quæ sub tubo metallico ista fuerant electrico igne, praeter opinionem deprehendebam partium nitrosarum varie contextarum magnam copiam. Plura adhuc in con-clavi, ubi experimenta institueram, vasa positæ erant, quæ vero electrica materia ex tubo metallico non percusserat. In his nullum erat vestigium nitri. Ex quibus facile conjectu est, ex aqua nitri partes electricitate abripi, derivariique in loca, quæ igne electrico feriuntur.\n\nSub anni præsentis 1748 initium Venetiis literas accipiebam, quæ hanc conjecturam maxime confir-mant. Auctor literarum, Joannes Daniel Gafel, rem narrabat, quæ Venetiis, Bononiae, aliisque in urbibus Italæ doctissimorum summorumque viro-rum animos excitavit. Adjecta erat epistola Italica, typique expressa*, quam Jo. Franciscus Pevati, vir\n\n* Lettere sopra L’ Electricità principalmente per quanto spetta alla Medicina. In Venezia appresso Simone Occhi, con Licenza de Superiori 1747.\nvir juris scientia præstantissimus, reipublicæ Venetæ revisor, et typographicorum inspector supremus, con-\ntexuit. In hac epistola, quæ de electricitate medica inscribitur, clarissimus Pivati mirabilitatis plenorum effectuum historiam Academiae Bononiensis secretario Francisco Maria Zanotti exponit. Artem vero, qua, quæ tradit, effecit sunt, ipse reperit atque ad-\nhibuit Pivati. Manifestum virtutis suæ exemplum electricitas in balsamo Peruviano edidit. Hic in cylindro vitreo ita inclusus atque abditus latuit, ut, antequam electricitas adhiberetur, per vitrum omni cura obsequentem nihil transmitteret odoratui obvium. Hac in custodia cum esset balsamus, ad cylindrum vitreum accedit homo, qui costæ alicujus dolore afflicctus, suasu medici hyssopum parti morbidæ appli-\ncuerat. Fricatur cylindrus, excitatur electricitas, imbuitur cadem ægri corpus, afflictus domum disce-\ndit, somnum capit, sudorem emittit, balsamique vim dispersit. Vestimenta, lectus, cubiculum, odorem balsami spirant. Somno recreatus capillos pectit. Hos vero balsami vapor ita penetraverat, ut pecten suavi odore inficeretur. Postridie sagacissimus Pi-\nvati hominem bene valentem hujus rei proffus igna-\nrum eadem, quam pridie ægrotus acceperat, elecrici-\ntate implet. Hic inscius consilii, quo eum electrici-\ntatem subire jussérat Pivati, relictis hujus ædibus,\npost horam dimidiem, cum in sodalitio versaretur,\nteporem sentit sensim per totum corpus se diffun-\ndentem. Vigescit; et, praeter melancholicam cor-\nporis sui temperaturam, hilaritate movetur. Inter\nquos agit, sodales odorantur miranturque suavitatem\ncertam nescii, unde existat. Is ipse, ex quo spiritus\nilli jucundi effugiunt, corporis sui odorem sentiscit, et\net miratur quid causae subsit, inscius plane virium, quibus ex vitreo cylindro sapientissimi Pivati impetus accesserat.\n\nPortentosae hujus rei expositione vehementer excitatus certas statim experiri coepi materias, in quibus electrica virtus cieri potest. Facta pericula veritatem comprobarunt. Contritum sulphur immittebam in sphæram vitream ita operculatam et oblinatum, ut ex ea super igni versata nihil sulphuris odoratui occurreret. Sphæra refrigerata, adhibebam electricitatem. Protinus sulphurei vapores prodibant, qui electricitatis continuatione ita referiebant acrem, ut ad decem pluriumque pedum distantiam nares ferirent. Amicum quendam, in re electrica apprime versatum, professorem philosophiae extraordinarium Hauboldum, aliosque homines suscepti negotii partim rudes, partim conscios advocabam testes et judices, qui vero graveolentia sulphuris statim abigebantur. Ego vero aliquanto diutius atmosphærae sulphuratae immoratus foetore abundabam. Vestes, corpus, et ipse spiritus oris foetebant. Imo dic post sulphur olebam: quin, instituta repetitione, cum me convenisset virium sulphurearum peritus, fiebat, ut tertio die signa inflammati sanguinis in ore conspicerentur. Posthaec molitus sum effectionem odoris jucundi. Replevi sphæram vitream cinnamomum. In quo eadem, qua dixi, cura et ratione circumsepto cum electricitas vires suas experiret: adstantibus halitus cinnamomei occurrebant paucò tempore ita augecentes, ut per universum conclave dissipati intrantium nares statim occuparent. Ad posterum diem conclave aromaticum odorem servavit. Pari successu balsamum Peruvianum tentavi. Amicus nominatus, cujus\ncujus testimonio carere nolebam, postquam electricitatis adminiculo vim balsami conceperat, tantum odorem spiravit, ut per plateas digressus coenatum convivaram naribus negotium faciens interrogatus fuerit saepius, quid odoraminis haberet. Ego postridie, cum potum Thée gustarem, insolita saporis suavitate afficiebar. Dimota suspicione, qua ductus de admisto aromate percontabam, ex reliquis in ore spiritibus balsaminis imbui saporem cognoscebam. Paucis interjectis diebus tentamen redorsi a vitrea sphæra, in qua balsamus Peruvianus conclusus nihil omnino exspirabat, catenam in conclavi extensam per fenestram libero aeri commisimus, ex eoque in conclave a priori prorsus sejunctum produximus. In hoc suspensam ex filis scricis catenam in manus tradebamus homini extenso reti scrico superstanti, nostrique instituti plane rudi. Commotis aliquamdiu electricitatis viribus homo tenens catenam interrogatus, numquid subodoraretur, nares intendens annuebat; quo vero nomine nuncuparet odorem, nescire se profitebatur. Per horæ quadrantem continuatis commotionibus electricis, ita olebat conclave hoc, ut homo, cui de balsamo nostro nihil constabat, dulci odore, qualis in balsamo certo reperiretur, nares suas impleri diceret. Ex somno, quem in domo ab isto conclavi longe dissita coepit, mane surrexit admodum alacris, et ex potu Thée gustato saporem solito gratiorem percepit.\n\nHis pensitatis, non dubito, quin, si quid auxilii petere posse medicinam ex vi electrica existimem, opinione duci videar probabili. Quae ab arte salutari expectari potest, utilitatis duo praecipue sunt capita. Aut enim res nocivae, quae sanguini caeterisque corporis\nporis humoribus immixtae sanitati officiunt, segrega-\ngandae sunt atque expellendae: aut salubres, quae ad\ntuendam firmandamque valetudinem profund, infe-\nrendae et distribuendae. In utroque genere adjutrix\nadhiberi potest electricitas. Haec enim simul ac cor-\npus humanum tangit, e momento hoc ita permeat,\nut nullus in eo locus sit in quo non versetur. Quod\ncompluribus indubiisque experimentis patet. Vi au-\ntem tanta pervadit, ut, quod in corporibus volatile\neffici potest, hoc non solum solvat, sed etiam dissi-\npect et secum abripiat. Nihil igitur est, quod dubi-\ntemus, sanguinem quocum electricitas communicatur,\nin partes minutiores discerpi, earum quam plurimas a\nmassa sanguinea divelli, et brevi tempore in aerem\ndispelli. Non retundit vim electricam sanguinis te-\nnacitas, non cohibet avulsionem venarum firmitas,\nnon reprimit pinguedo. Vitri cohaerentia, licet multo\nfirmior fit venarum et carnis et cutis contextu, tamen\nimpedire non potest, quominus spiritus et aromata in\npartes solvantur per vitri angustias avolantes. Satis\nigitur causae habere videmur existimandi, electricitate\neffici posse, ut ex sanguine pariter ac reliquo corpore\nmateriae certae secernantur.\n\nSanguinem et humores corporis per electricitatem\nvalde agitari, resolvi et attenuari patet. Novi enim\nfeminam, cui statim catamenia profluunt, cum elec-\ntricitatem subeat. Medicus quidam nomine Thebe-\nfius ante paucos dies mihi scripsit Hirschbergio in\nSilesia, sibi nuper, si electricitatem patiatur, hæmor-\nrhagiam narium semper supervenire.\n\nNon autem disjungendi tantum et expellendi vim\nhabet electricitas, sed potentissima etiam est ad locu-\npletandum sanguinem viribus, quae in plantis et mi-\nneralibus\nneralibus continentur. Quod ex iis, quae de sulphure, cinnamomo et balsamo Peruviano exposui, satis intelligi arbitror. Electrica via nutriendi sanguinem cum in hoc, quod sanguini sine stomachi ope alimenta suggerit, a consuetis medicis ratione differt, tum halitibus, qui, quod per vitrum migrârunt, subtilitate et puritate excellunt, succum vitalem ditat. Medicamenta, quae ore accepta in stomachum ingerruntur, antequam cum sanguine misceri possunt, per multas longasque vias errare, in iisque immutari debent. Sed qui alma electricitate aguntur, spiritus sine his anfractibus sanguinem influunt. Interdum aliqua corporis pars ex eo laborat, quod viæ, per quas sanguis aut alius liquor affluere debet, adeo obstructae sunt, ut, quae adhibentur, remedia ad eas aperiendas aut nihil valeant, aut longo tempore opus habeant. Quam vero partem afflatu contingunt electricitate provecta spiramina, hanc perniciter aperiunt penitulique penetrant.\n\nMedicinae igitur artisque electricæ conjunctione effici posse existimo novas felicesque morborum curationes, quarum exempla insignia edidit prudentissimus Pivati scientis exercitatique medici consilio usus. Impeditum obstructumque fluxum sanguinis in femina aliqua statim restituit, ita tractatis remediis, quae adhiberi solent, ut eorum vires ex cylindris vitreis, in quibus occlusa fuere, electricitatis adminiculo corpus ægrotantis attigerint. Pivati curam imploravit nobilis juvenis, ex collecti corruptique in pede humoris abundantia adco misere affectus, ut morbus operam medicorum omnem eluderet. Pivati vitreum cylindrum rebus congruis impletum instructumque ope machinæ electricæ fricat; electricitatem\ncitatem in ægrotum derivat; ex loco, in quo morbus residebat, scintillas electricas elicit, idque per aliquot minuta prima continuat. Nox sequitur, ægrotus se somno tradit, quiete fruitur dolore mitigato, evigilat, prope talum parvum sed rubrum tuberculum videt, nil nisi pruritum sentit frigido quasi humore per interiorem pedem fluente. Per octiduum singulis noctibus peringenti sudore maduit, et, exacto hoc tempore restitutus bene valuit. Post Episcopus Sebenecensis, Donadoni, cum medico suo et nonnullis amicis ad Pivati accesit. Præful annos septuaginta quinque eo tempore natus manuum pariter ac pedum doloribus ex longa annorum serie laborabat. Chiragra digitos ita incurvaverat, ut extendi flectique vix possent. Podagra eum ita afflexerat, ut genua flectere ægre valeret. Adeo miser erat, ut noctu somnum capturus a servis ex sella prope lectum collocata in hunc transponendus esset, pedibus ante leniter repositis. Æger senex petiit a Pivati, ut experiretur, quid electricitas in corpore suo valeret. Modus medendi fuit sequens. Cylindrus vitreus complexus materias viribus discuslorii instructas ita agitat, ut virtus electrica prodeat in Præfullem. Hic derepente commotiones insolitas in digitis sentit. Actio electricitatis per duo minuta prima continuatur. Opinionem citius Præful liber alacriterque utramque manum dilatat et contrahit, unum ex comitibus manu vehementer apprehendit, fugit, ambulat, manum manui allidit, sellam occupat, pedem unum supplodit, et vires suas miratur necesse quasi vigiletne an somniet. Abit ex conclavi, sine manu adjutrice scalam descendit, et more valentis juvenis in lembum se confert. Paulo post Mm 2 Pivati\nPivati matronam sexagenariam simili modo liberavit arthritide, qua sex menses vexata fuerat. In magno tumore fuerunt digiti continuo trementes, et brachium unum convulsionibus agitatum est. Sed post duo minuta prima, quam vires electricitatis experita erat, tremor digitorum desit. Postero die tumor ita decrevit, ut chirothecas induere, et officio manuum fungi potuerit matrona.\n\nHaec adeo clara sunt, ut nullus videatur locus dubitandi de auxilio, quod medicinam sibi ex electricitate comparare posse censeo. Qua in sententia animum meum confirmat suffragium, quo judicii plenus et in re medica versatissimus Morgagni, in academia Patavina anatomiae professor, explicatum sibi a Pivati negotium egregie comprobavit, eumque, subministratis consiliis, impense cohortatus est ad rem medicinæ accommodatam generique humano fructuosissimam novis subinde laboribus perficiendam.\n\nXIX. A Letter from Mr. Henry Baker F. R. S, to the President, concerning several Medical Experiments of Electricity.\n\nSIR,\n\nRead March 13, 1748.\n\nTHOUGH perhaps as many curious and well-contrived Experiments have been made in England as in all the other Parts of Europe, to discover the general Laws and Properties of Electricity; we have not hitherto attended to the Effects that may be thereby produced in the Bodies of living Animals, any further than",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104540.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 14622,
    "total-output-tokens": 4682,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1290,
        2
      ],
      [
        1290,
        2881,
        3
      ],
      [
        2881,
        4586,
        4
      ],
      [
        4586,
        6216,
        5
      ],
      [
        6216,
        7863,
        6
      ],
      [
        7863,
        9558,
        7
      ],
      [
        9558,
        11214,
        8
      ],
      [
        11214,
        12873,
        9
      ],
      [
        12873,
        14203,
        10
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104540",
    "title": "Novum Reique Medicae Utile Electricitatis Inventum Exponit Joannes Henricus Winkler, Professor Lipsiensis, et Societatis Regalis Londinensis Sodalis",
    "authors": "Joannes Henricus Winkler",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/104540"
  }
}