{
  "id": "b7f16cab1996cca017939c5a981915f0d08304d6",
  "text": "XVII. Observations on the Measurement of three Degrees of the Meridian conducted in England by Lieut. Col. William Mudge. By Don Joseph Rodriguez. Communicated by Joseph de Mendoza Rios, Esq. F. R. S.\n\nRead June 4, 1812.\n\nThe determination of the figure and magnitude of the earth has at all times excited the curiosity of mankind, and the history of the several attempts made by astronomers to solve this problem might be traced to the most remote antiquity. But the details of the methods pursued by the ancients on this subject being extremely vague, and their results expressed in measures of which we do not know the relation to our own, in fact give us very little assistance in learning either the figure or dimensions of our globe.\n\nIt was not till the revival of science in Europe that the two great philosophers, Huyghens and Newton, first engaged in the consideration of this question, and reduced to the known laws of mechanics, the principles on which the figure of the earth should be determined.\n\nThey demonstrated that the rotatory motion should occasion differences in the force of gravity in different latitudes, and consequently that parts of the earth in the neighbourhood of the equator should be more elevated than those near the poles.\n\nThe most simple hypothesis, which first presented itself to\ntheir imagination, was that which supposed the earth to be throughout composed of the same kind of matter, and its surface that of a spheroid generated by revolution round its axis. This hypothesis, adopted by Newton only as an approximation to the truth, is, in fact, perfectly consistent with the equilibrium to which particles in a state of paste, or of tardy fluidity, would arrive in a short time after their present motion was impressed; and the eccentricity derived from this hypothesis is at least not very remote from that which actually obtains in the present state of consistence and stability which the earth has since acquired.\n\nBut the homogeneity of the matter, of which the earth consists, is at variance with all geological observations, which prove evidently that at least 5000 toises of the exterior crust is formed of an immense mass of heterogeneous matters varying in density from each other; and upon the supposition of a state of fluidity of the whole, it should follow that the strata should successively increase in density from the surface towards the centre, that the more dense would accordingly be subjected to less of centrifugal force, and consequently that the spheroidal form resulting from this cause would be less eccentric than would arise from a state of perfect homogeneity.\n\nThe most simple, as well as the most effectual means of verifying the hypothesis respecting the figure of the earth, is to measure in the two hemispheres several arcs of its meridians in different latitudes, at some distance from each other. On this subject it must be allowed, that the Academy of Sciences at Paris set the example, in giving the original impulse to the undertaking, and not only commenced, but put\nin execution those parts of the plan which were most difficult and most decisive.\n\nThe results of the first measurements made of different arcs on the meridian of different parts of the world, were found to be perfectly conformable to the expectations of Huyghens and of Newton, and also with experiments made on the vibration of the pendulum in different latitudes; and they left no doubt that the earth was in fact flattened at the poles; establishing thereby one point extremely interesting in natural philosophy.\n\nThese results, however, did not correspond with sufficient accuracy for ascertaining with precision the degree of eccentricity, or even the general dimensions of the earth, as might naturally be expected when we consider the necessary imperfection of the means then employed in these operations, and the great difficulties that are to be encountered.\n\nFor the purpose of making a nearer approximation to the true dimensions of the earth, and of verifying former measurements, it is necessary in some instances to repeat them, and also to make others in different situations, which may be expected to be improved in proportion to the progress that is made in the means of perfecting the several departments of science.\n\nAt the commencement of the French revolution, men of science took advantage of the general impulse which the human mind received in favour of every species of innovation, or change, and they proposed making a new measurement of an arc of the meridian in France, for the purpose of establishing a new system of weights and measures, which should be permanent, as being founded on the nature of things.\nA commission, composed of some of the most distinguished members of the Academy of Sciences, was charged to form the plan of these operations, which were to serve as the basis of the new system. They invented new instruments, new methods, new formulæ, and in short almost the whole of this important undertaking consisted of something new in science.\n\nTwo celebrated astronomers, Delambre and Mechain, were engaged to perform the astronomical and geodetical observations, and these they continued as far as Barcelona in Spain. The details of their operations, observations, and calculations, were subsequently examined by a committee of men of science, many of whom were foreigners collected at Paris, who confirmed their results, and by the sanction of such an union of talents, gave such a degree of credit and authenticity to their conclusions as could scarcely be acquired by other means.\n\nSince that time, in the year 1806, Messrs. Biot and Arago, members of the National Institute, were sent into Spain for the express purpose of carrying on the same course of operations still further southward, from Barcelona as far as Formentera, the southernmost of the Balearic islands. Fortunately this last undertaking, which forms a most satisfactory supplement to the former, was completed by the month of May, 1808, at a period when political circumstances would not admit of any further operations being pursued, as a means of verifying the results, by measuring a base which should be independent of those formerly obtained in France.\n\nIn the year 1801, the Swedish Academy of Sciences, encouraged by the success of the operations conducted in France, sent also three of its members into Lapland, to verify their former measurement taken in 1736, by new methods, and by\nthe use of new instruments, similar to those which had recently been used in France, and of which the National Institute made a handsome present to the Swedish Academy. The results of this new undertaking, which terminated in 1803, were drawn up by M. Svanberg, and are highly interesting, by their exactness, by the perspicuity of the details, and even a certain degree of novelty given to the subject by the arrangement adopted by the learned author M. Svanberg.\n\nThese new measures were found to confirm, in a remarkable manner, the general results of those which had preceded, and gave very nearly the same proportion for the eccentricity and other dimensions of the globe, so that there would not have remained the smallest doubt respecting the figure of the earth being flattened at the poles, had there not been a fourth measurement performed in England at the same time as that undertaken in Lapland, the results of which were entirely the reverse. This measurement, which comprised an arc of $2^\\circ 50'$, was undertaken by Lieut. Col. Mudge, Fellow of the Royal Society, with instruments of the most perfect construction that had ever yet been finished by any artist, contrived and executed for that express purpose, by the celebrated Ramsden. The details of the observations and other operations of Lieut. Col. Mudge, may be seen in the volume of the Philosophical Transactions for the year 1803; and one cannot but admire the beauty and perfection of the instruments employed by that skilful observer, as well as the scrupulous care bestowed on every part of the service in which he was engaged. Bengal lights were employed on this occasion, as objects at the several stations, and their position appears to have been determined with the utmost precision by the theodolite of Ramsden, which\n\nMDCCCXII.\nreduces all angles to the plane of the horizon, and with such a degree of correctness, that the error in the sum of the three angles of any triangle is scarcely, in any instance, found to exceed three seconds of a degree, and in general not more than a small fraction of a second.\n\nAccordingly the geodetical observations were conducted with a degree of exactness, which hardly can be exceeded; and even if we suppose for a moment, that the chains made use of in the measurement of the bases may not admit of equal precision with the rods of platina employed in France, nevertheless, the degree of care employed in their construction, in the mode of using them, and the pains taken to verify their measures was such, that no error that can have occurred in the length of the base, could make any perceptible difference in the sides of the series of triangles, of which the whole extent does not amount to so much as three degrees.\n\nNevertheless, the results deduced by the author, from this measure alone, would lead to the supposition that the earth, instead of being flattened at the poles, is in fact more elevated at that part than at the equator, or at least, that its surface is not that of a regular solid. For the measures of different degrees on the meridian, as reduced by Lieut. Col. Mudge, increase progressively toward the equator.\n\nThe following table of the different measures of a degree in fathoms is given by the author in his Memoir.\n\n| Latitude | Measure |\n|----------|---------|\n| 52° 50' 30\" | 60766   |\n| 52° 38' 56\" | 60769   |\n| 52° 28' 6\"  | 60794   |\n| 52° 2' 20\"  | 60820   |\nMeasurement of three Degrees of the Meridian.\n\n| Latitude |       |\n|----------|-------|\n| 51° 51' 4\" | 60849 |\n| 51° 25' 18\" | 60864 |\n| 51° 13' 18\" | 60890 |\n| 51° 2' 54\" | 60884 |\n\nThe singularity of these results excites a suspicion of some incorrectness in the observations themselves, or in the method of calculating from them. The author has not informed us in his Memoir, what were the formulæ which he employed in the computations of the meridian; but one sees, by the arrangement of his materials, that he made use of the method of the perpendiculars without regard to the convergence of the meridians; and although this method is not rigorously exact, it can make but a very few fathoms more in the total arc, and will have very little effect on the magnitude of each degree. It is therefore a more probable supposition, that, if any errors exist, they have occurred in the astronomical observations. But it is scarcely possible to determine the amount of the errors, or in what part of the arc they may have occurred, excepting by direct and rigorous computation of the geodetical measurement. I have therefore been obliged to have recourse to calculations, which I have conducted according to the method and formulæ invented and published by M. Delambre.\n\nThe means generally employed for finding the extent of a degree of the meridian, consists in dividing the length of the total arc in fathoms, by the number of degrees and parts of a degree deduced from observations of the stars; but if these observations are affected by any error, arising from unsteadiness of the instrument, from partial attractions, or from any other accidental causes, then the degrees of the meridian will\nbe affected, without a possibility of discovering such an error in this mode of operating. It is consequently necessary, in such a case, to employ some other method, which may serve as a means of verifying the observations themselves, of detecting their errors, if there be any, or at least of shewing their probable limits.\n\nMy object therefore is to communicate the result of calculations that I have made, from the data published by Lieut. Col. Mudge in the Philosophical Transactions; and I hope to make it appear, that the magnitude of a degree of the meridian, corresponding to the mean latitude of the arc measured by this skilful observer, corresponds very exactly with the results of those other measurements that have been above noticed.\n\nIn M. Delambre's method nothing is wanting but the spherical angles, that is to say, the horizontal angles observed, corrected for spherical error. Moreover, for our purpose, we have no occasion for the numerical value of the sides of the series of triangles, but only for their logarithms. Thus the logarithm of the base measured at Clifton, as an arc gives us that of its sine in feet or in fathoms, so that by means of this latter logarithm, and the spherical angles of the series of triangles, we obtain at once, and as easily as in plane trigonometry, the logarithms of the sines of all their sides in fathoms.\n\nAfter this, it is extremely easy to convert them into logarithms of chords or of arcs, for the purpose of applying them to the computation of the arcs on the meridian or azimuths. I give the preference to taking the logarithms of the sides as arcs, because the computations become in that case much more simple and expeditious.\n\nNear to Clifton, which is the northern extremity of the arc,\nin a situation elevated 35 feet above the level of the sea, a base was measured of 26342.7 feet in length, the chains being supposed at the temperature of 62° Fahrenheit, or 133° Reaumur.\n\nFor reducing this base to toises, we have the proportion of the English foot to that of France, as 4 : 4.268, so that if \\( p \\) be taken to express the fractional part of the French foot, corresponding to English measure, then \\( \\log_p = 9.97234.46587 \\),\n\nand then \\( \\log_26342.7 = 4.42066.02860 \\),\n\nand hence the log. of the base in toises will be found equal to 3,61485.36943, and the number of toises corresponding is 4119.5 taken at the same temperature, which corresponds to 163° of the centigrade thermometer.\n\nThis base we must consider as an arc of a circle, and it is easy to reduce it to the sine of the same arc, according to the method given in a note at the end of this memoir. The logarithm of the sine of the base in toises is found to be 3,61485.35800.\n\nWith this quantity as base, and by means of the spherical triangles given by Lieut. Col. Mudge in his paper, I have found the logarithmic sines in toises of all the sides of his series of triangles, and have subsequently reduced them to logarithmic arcs of the same, which enable me to complete the rest of the calculation. With these we may compute any portions of the meridian, or successive intervals of different stations expressed in toises, and in parts of the circle, or their respective azimuths, having regard always to the relative convergence of different meridians.\n\nThe author has made observations for determining the latitude of the two extremities of his arc, and has also determined\nthe azimuths of the exterior sides in his series of triangles by means of the greatest elongation of the pole star.\n\nIn the calculations that I have made, I began at Clifton in Yorkshire, the northern extremity of the arc, and for this purpose the following are the data furnished by Lieut. Col. Mudge.\n\nLatitude of Clifton reduced to the centre of the station $53^\\circ 27' 36.62''$.\n\nAzimuth of Gringley, seen from Clifton, and reckoned from the north toward the west $256^\\circ 17' 25''$.\n\nAzimuth of Heathersedge, seen from Clifton, and reckoned in the same direction $118^\\circ 8' 8.81''$.\n\nWith these data, and the two tables of spherical triangles, and the logarithms of their sides expressed in arcs, the intervals between Clifton and the two stations Gringley and Heathersedge were found in toises and in seconds of a degree, as well as all the corrections to be made on the first azimuths increased by $180^\\circ$, as azimuths of Clifton seen on the horizon at these latter places.\n\nThe same process was continued for the following stations in succession, all the way to Dunnose in the Isle of Wight, which is the southernmost extremity of the series.\n\nIn this manner we have the latitudes and azimuths of each station, by means of two or three preceding stations, and consequently we have a verification of all the calculations that have been before made by Lieut. Col. Mudge.\n\nThe results of my calculations are contained in the two following tables.\nFirst Table of Distances in Toises and in Seconds of a Degree on the Meridian, comprised between the westerly Stations in the Series of Triangles.\n\n| Names of the Stations | Arcs in Toises | Arcs in Seconds |\n|-----------------------|---------------|----------------|\n| Clifton               | 0,0           | 0,0            |\n| Heathersedge          | 6834,324      | 480,9928       |\n| Orpit                 | 15818,489     | 997,5928       |\n| Castlering            | 19801,1934    | 1248,8226      |\n| Corley                | 14295,384     | 901,6207       |\n| Epwell                | 22327,008     | 1408,2543      |\n| Stow                  | 9555,479      | 602,7284       |\n| Whitehorse            | 18799,645     | 1185,8656      |\n| Highclere             | 14990,567     | 945,6354       |\n| Dean Hill             | 16105,614     | 1016,0180      |\n| Dunnose               | 23529,886     | 1484,4531      |\n| **Sum total**         | **162057,5437** | **10221,9837** |\n\nSecond Table of successive Intervals between the Eastern Stations.\n\n| Names of the Stations | Arcs in Toises | Arcs in Seconds |\n|-----------------------|---------------|----------------|\n| Clifton               | 0,0           | 0,0            |\n| Gringley              | 2809,105      | 177,149        |\n| Sutton                | 10838,816     | 1061,931       |\n| Holland Hill          | 4681,190      | 295,2251       |\n| Bardon Hill           | 18092,261     | 1141,0462      |\n| Arbury Hill           | 27956,417     | 1763,2683      |\n| Brill                 | 22374,106     | 1411,2769      |\n| Nuffield              | 14350,3834    | 905,2155       |\n| Bagshot               | 12137,933     | 765,6822       |\n| Hindhead              | 14449,2027    | 911,5140       |\n| Butser Hill           | 7853,644      | 495,4551       |\n| Dunnose               | 20514,036     | 1294,1974      |\n| **Sum total**         | **162057,0941** | **10221,9607** |\nNow if we take the arithmetic mean of the sums contained in the two tables, we have for measures of the entire arc, comprised between the stations of Clifton and Dunnose, the following quantities $162057.32$ toises, and $10221.972$ seconds of a degree, or $2^\\circ 50' 21''$. By dividing the former of these by the second, we get the measure of a degree, corresponding to the mean latitude of the whole arc, equal to $57073.74$ toises, or $60826.34$ fathoms, at the temperature of $16^\\circ 2$ of the centigrade thermometer, the latitude being $52^\\circ 2' 20''$.\n\nThe station at Arbury Hill happens to be very nearly in the meridian of Clifton and Dunnose, and divides the interval between them into nearly equal parts. The measures of that part of the arc, which lies between Arbury and Dunnose, is by the tables $91679.47$ toises, and $9783''.34$ seconds, or $1^\\circ 36' 23''.34$ of the common division of the circle. The mean latitude of the arc is $51^\\circ 25' 21''$. And the measure of 1 degree corresponding to it is $57068.41$ toises.\n\nIn the same manner the measure of the arc comprised between Arbury Hill and the northern extremity at Clifton, is $70377.85$ toises, and $4438.63$ seconds, or $1^\\circ 13' 58''.63$. Its mean latitude is $52^\\circ 50' 32''$. And we have for one degree of the meridian, corresponding to this latitude, $57080.70$ toises.\n\nHence, if we divide the entire arc into two equal parts, we deduce the following values of a degree corresponding to the middle of the whole and of its parts.\n\n| Latitudes | Toises |\n|-----------|--------|\n| $51^\\circ 25' 20''$ | $57068$ |\n| $52^\\circ 2' 20''$ | $57074$ |\n| $52^\\circ 50' 30''$ | $57081$ |\nThese values are, as appears, perfectly in conformity with the theory, and with the results of other measures that have been taken in different parts of the northern hemisphere; but, in order to place that agreement in a more distinct point of view, I shall show how nearly these estimates agree with the elliptic hypothesis, by comparing them with those measures of a degree, on which we can place the greatest reliance for exactness.\n\nNow, if we compare the results of these calculations with those deduced by Lieut. Col. Mudge from his observations, we shall see the probable source of those errors, which it appears to me have led him to false conclusions. It has already been observed, that the station at Arbury Hill divides the whole arc into two parts nearly equal, and that it is also nearly in the meridian of the two extremities at Dunnose and Clifton. It was, in all probability, this circumstance which determined the author to observe the latitude of Arbury Hill, as he would then have two partial arcs independent of the whole and of each other.\n\nFor determining the angular extent of these arcs, Lieut. Col. Mudge observed the zenith distances of several stars on the meridian above the pole, by means of a large zenith sector constructed by Ramsden, with the same pains that he had bestowed upon the theodolite. Lieut. Col. Mudge paid all possible attention, and took all such precautions as might naturally be expected from an observer of his experience and address. Nevertheless the results of his observations made on different stars, differ no less than 4 seconds from each other. But, by taking a mean of all, the dimensions of the three arcs reduced to the centre at each station are as follows.\nBetween Clifton and Dunnose $2^\\circ 50' 23'' .35$\nClifton and Arbury $1^\\circ 14' 3'' .40$\nArbury and Dunnose $1^\\circ 36' 19'' .95$\n\nThe extent of the first arc, in linear measure, is $1036339\\frac{1}{2}$ feet English, and when this is reduced to toises, we have for the lengths of the three arcs from Lieut. Col. Mudge's measures,\n\nFrom Clifton to Dunnose $162067.3$\nClifton to Arbury $70380.2$\nArbury to Dunnose $91687.1$\n\nThese last values exceed those resulting from my computations, the first by 10 toises, the second by 2, the third by 8 toises; and these differences arise from the convergence of the meridians, which the author thought might safely be neglected, and in fact it does not make a difference that is perceptible in the value of a degree upon the meridian. For the difference of 8 toises, in the distance between Dunnose and Arbury, makes but 5 toises difference in the value of a degree upon that arc, and the difference of 10 in the whole distance from Dunnose to Clifton, makes $\\frac{3}{2}$ in the measure of each degree on that arc. So that, as far as this source of disagreement is concerned, the author's results and mine would not be found to differ materially from each other.\n\nBut, if we attend to the angular dimensions of the several arcs, as deduced from observation and from calculation, these will not be found to agree so nearly.\n\nThe following table will shew the differences in each instance.\nMeasurement of three Degrees of the Meridian.\n\nClifton and Dunnose\n\n\\[\n\\begin{align*}\n2^\\circ 50' 23'',35 & \\text{ observed} \\\\\n2^\\circ 50' 21'',97 & \\text{ calculated}\n\\end{align*}\n\\]\n\nDifference \\(+ 1',38\\)\n\nClifton and Arbury\n\n\\[\n\\begin{align*}\n1^\\circ 14' 3'',40 & \\text{ observed} \\\\\n1^\\circ 13' 58'',63 & \\text{ calculated}\n\\end{align*}\n\\]\n\nDifference \\(+ 4',77\\)\n\nArbury and Dunnose\n\n\\[\n\\begin{align*}\n1^\\circ 36' 19'',95 & \\text{ observed} \\\\\n1^\\circ 36' 23'',34 & \\text{ calculated}\n\\end{align*}\n\\]\n\nDifference \\(- 3',39\\)\n\nThese differences are really considerable, and are capable of producing important errors in the results dependent on them.\n\nIn the first place we see, that the southernmost arc between Dunnose and Arbury is smaller than it would appear by computation, by as much as \\(3'',4\\), and when this deficiency is combined with an excess of 8 toises in the linear dimensions of the same arc, it makes as much as 40 toises difference in the estimated length of a degree. The reverse of this occurs in the northern portion of the arc comprised between Clifton and Arbury Hill. This is larger than it ought to be by \\(4'',77\\), and hence the value of a degree on the meridian turns out too small by about 62 toises in its linear dimensions. Fortunately, however, the excess of the total arc is extremely small, as it does not exceed \\(1'',38\\), so as to make but 5 or 6 toises difference in the length of a degree observed on the meridian, and corresponding to the mean latitude of the arc examined.\n\n\\(X x 2\\)\nFrom what has been above stated, it seems almost beyond a doubt that it is to errors in the observations of latitude, that the appearance of progressive augmentation of degrees towards the equator, as represented by Lieut. Col. Mudge in his paper, are to be ascribed, and that it is especially at the intermediate station at Arbury Hill, that the observations of the stars are erroneous nearly 5 seconds, notwithstanding the goodness of the instruments, and the skill and care of the observer. But, before I insist farther on this head, I will answer one objection that may be made to the principles of the method that I have pursued in this Memoir.\n\nThose astronomers, who have hitherto undertaken the measurement of degrees of the meridian, have deduced their measures by simply dividing the linear extent by the number of degrees and minutes found by observation of the fixed stars taken at the two extremities of the arc. This is indeed the most simple that can be adopted; and it has the advantage of being independent of the elliptic figure of the earth, especially in arcs of small extent. The elements dependent on this figure, are too uncertain to be employed in calculating the angular intervals in the short distances between successive stations, even as a means of verification, without risk of committing greater errors than those to which astronomical observations can be liable. Accordingly one cannot safely make any use of it in cases where great accuracy is required.\n\nI must admit the justness of this objection, and must therefore shew the extent to which it really applies to the present subject.\n\nIn the first place, I may suppose, that in consequence of some fault in the instrument, with respect to vertical position,\nconstruction, or some accidental derangement, there is an error of some seconds in the observations of the fixed stars. How is this to be discovered? This is not to be done by comparing the value of a degree on the meridian, as deduced from these observations, with the results of other measurements in distant parts of the globe. For if we find that these degrees so taken do not agree in giving the same ellipsoid, we are not to attribute all the differences to irregularities of the earth, without supposing any error on the part of the observer, of his instrument, or of other means employed in his survey.\n\nBut this, in fact, is what has generally been done. It must, however, be acknowledged, that the majority of observers have not been in fault, as they could do nothing better; but too much reliance has been placed on the goodness of their instruments, their means, and other circumstances. It is true that irregularities of the earth and local attractions may occasion considerable discrepancies which are even inevitable; but before we decide that these are the real source of disagreement, we ought carefully to ascertain that there are no others.\n\nBut to return to our subject, of the English measurement. If the uncertainty which yet subsists, with respect to the exact figure of the earth and its dimensions, occasions some small errors in the calculation of the series of triangles, the sum of these errors will be found in the estimate of the entire arc, and will increase in proportion to the extent of the arc measured. Now, in the English measurement, we find exactly the reverse of this. For the difference between the results of calculation and observation is only $1''$,38 on the whole arc; but is even as high as $4''$,77 on one of the smaller arcs. So that, whatever error we may suppose to have been introduced\ninto the calculation by assuming a false estimate of the spheroidity of the earth, or of other elements employed in the calculation, it is very evident that the zenith distances of stars taken at Arbury Hill are affected by some considerable error, wholly independent of these elements.\n\nIt was not till the date of the measurement of the meridian in France, that M. Delambre published and explained, with admirable perspicuity and elegance, all the formulae and methods relative to the calculation of spheroids, and put it in the power of astronomers in general to make use of the elliptic elements in verifying the results of their observations. In the present state of science these elements are well known, and the errors that can arise from any uncertainty in them, are not so considerable as is generally supposed. The oblateness and the diameter at the equator are the only elements wanting in the calculation; for the purpose of seeing what effect our present uncertainty respecting them can have on the subject in question, I have employed three different estimates of the oblateness $\\frac{1}{336}$, $\\frac{1}{326}$, and $\\frac{1}{310}$. With respect to the radius of the equator, that is ascertained with sufficient precision by the mean of the arc extending from Greenwich to Formen-tera, corresponding to latitude $45^\\circ 4' 18''$. The value of the degree in toises is $57010.5$, and it is highly probable that in this estimate the error does not amount to so much as half a toise, as it is deduced from an entire arc of $12^\\circ 48'$ between the two extremities, the latitudes of which have been determined with extreme care, and by a great number of observations.\n\nThe following are the logarithms of radius at the equator, which I have employed as adapted to each degree of oblateness,\nand opposite to them are placed the corresponding computed estimate of the entire arc between Clifton and Dunnose.\n\n\\[\n\\begin{align*}\n\\frac{1}{330} & \\ldots 6,5147,400 \\ldots \\ldots 2^\\circ 50' 21.972 \\\\\n\\frac{1}{320} & \\ldots 6,5147,485 \\ldots \\ldots 2^\\circ 50' 21.974 \\\\\n\\frac{1}{310} & \\ldots 6,5147,570 \\ldots \\ldots 2^\\circ 50' 21.976\n\\end{align*}\n\\]\n\nso that the greatest difference is but \\(0''.38\\). Let us suppose it \\(0''.4\\), or even \\(0''.5\\), for the second calculation was made only by means of the western series of triangles, and the third only with the eastern; but even then the error arising from uncertainty in the elements is not half the difference we find between the results of computation and of observations of the fixed stars. It appears therefore, that these elements are by no means to be neglected as a method of verification; and in fact the quantity of \\(1''.38\\) is so small, that it is extremely difficult to ascertain this quantity with the very best instruments. Of this we shall find further proof hereafter; but as this discussion is not without its use, I shall enter into some details on this subject.\n\nThe measurement in Lapland was performed by means of a double metre, and with a repeating circle of Borda, sent by the National Institute of France. In order to see to what degree of accuracy the arc computed would agree with that obtained by observations of the pole star above and below the pole, I assumed an oblateness of \\(\\frac{1}{320}\\), and as logarithm of radius I had 6,5147500 expressed in toises and in round numbers. With these elements, and with the data to be found in the work of M. Svanberg, we have by the western series of triangles \\(5840''.196\\) and \\(5840''.138\\) by the eastern. So that the mean calculated arc is \\(1^\\circ 37' 20''.167\\), while the arc observed was \\(1^\\circ 37' 19''.566\\). The difference then is \\(0''.6\\) for\nthe total arc, and $0''_{37}$ for the mean degree, or $5,86$ toises excess in the linear extent. One can never depend upon quantities so small as this, so that the agreement between the results of computation and actual observation, proves not only the skill of the observers and the accuracy of which their instruments admit; but also that the elliptic elements employed in the calculation are a sufficiently near approximation to the truth to be deserving of confidence.\n\nIn the 8th volume of the Asiatic Researches, published by the Society at Calcutta, are contained the details of another measurement performed in 1802, by Major William Lambton in Bengal, on the Coromandel coast. In this undertaking, which was executed with great skill and attention, Major Lambton employed Bengal lights as signals, chains for the linear measures, and a theodolite, and a zenith-sector made by Ramsden. The base measured was $6667,740$ fathoms reduced to the level of the sea, and to the temperature of $62^\\circ$ Fahrenheit; and the stations were so chosen, that four of the sides of the triangles were almost in the same line, and nearly parallel to the meridian at the southern extremity of the arc, so that their sum but little exceeds its whole extent. The lengths of these arcs in fathoms reduced to the meridian are thus given in the Memoir of Major Lambton.\n\n- **AB** $20758,13$ north latitude of A $11^\\circ 44' 52''_{59}$\n- **BC** $17481,245$\n- **CD** $22237,04$ north latitude of E $13^\\circ 19' 49''_{018}$\n- **DE** $35246,43$\n\nFrom these data Major Lambton deduces the degree of the meridian to be $60435$ fathoms, or $56762,3$ toises. By applying to this the same elements as we did to the measurement\nby Svanberg, we have the entire arc measured equal to $1^\\circ 34' 55''$,896; so that the difference between the results of calculation and of the observations, is only $0'',532$ for the whole arc, or $0'',337$ for the mean degree. The elliptic hypothesis and observation agree more correctly in this instance, for the difference is rather less than in that of Lapland, although the two arcs are very nearly of the same extent. Thus the degree on the meridian measured in Bengal, in the latitude of $12^\\circ 32' 21''$ north, cannot be supposed to exceed Major Lambton's estimate by more than $5,22$ toises; and it is extremely difficult to speak with certainty to quantities so small as this.\n\nThe same observer also measured one degree perpendicular to the meridian, by means of a large side of one of his triangles cutting the meridian nearly at right angles, and of which he observed the azimuth at the two extremities. The data from which his results may be verified are these:\n\nLength of the chord of the long side in English feet $AB = 291197,20$.\n\nAzimuth of the eastern extremity $A$ equal to $87^\\circ 0' 7'',54$ NW.\n\nAzimuth of the western extremity $B$ equal to $267^\\circ 10' 44'',07$ NW.\n\nNorth latitude of $A$ $12^\\circ 32' 12'',27$\n\nNorth latitude of $B$ $12^\\circ 34' 38'',86$.\n\nWith these data in the triangle formed by the long side, the meridian at $B$, and the perpendicular from $B$ on the meridian at $A$, we have the chord of this last arc equal to $290845,8$ feet, and the arc itself $290848,03$ feet. By applying the method of M. Delambre, we find the azimuth of the extremity $B$ less by $2''$ than it was observed to be; so that we have no\nreason to suppose a greater error than one second in the observation of each azimuth, and it seems next to impossible to arrive at greater exactness.\n\nThe difference of longitude between the points A and B is $48'57''36$. With this angle and the co-latitude at A, we have in the spherical triangle right angled at the point A, the extent of the normal arc equal to $2867,330$ seconds, and dividing its length in feet by this number, we have for the degree perpendicular to the meridian, at the extremity A, $60861,20$ fathoms, or $57106,5$ toises. Now these values are precisely what we find on the elliptic hypothesis, with an oblateness of $\\frac{1}{320}$ or $\\frac{1}{316}$; and in short, the correspondence between the hypothesis and the measures of Major Lambton, is as complete as can be wished. Major Lambton, indeed, finds the degree on the perpendicular too great by $200$ fathoms, but this arises from a mistake in his calculation.\n\nLastly, I shall apply the same method, and see how nearly the elliptic hypothesis agrees with the last measures taken in France, which merit the highest degree of confidence both with respect to the observers who have executed it, and the means which they had it in their power to employ. I have taken only the arc between Dunkirk and the Pantheon at Paris, from the data published by the Chevalier Delambre in the 3d Vol. of the Measurement of the Meridian. I employed the same elements and similar calculations to those made on the English arc. The oblateness of $\\frac{1}{330}$ gives the difference between the parallels equal to $7883,615$ seconds by the eastern series of triangles, and $7883,617$ by the western series. The mean of these $7883,616$ may be taken as the true extent of the total arc.\n\nThe two other elements give for this quantity $7883'',621$\nand $7883''$,493, or $2^\\circ 11' 23''$,6 and $23''$,49, as the calculated extent of the arc. But the arc observed was $2^\\circ 11' 19''$,83, according to M. Delambre, and $2^\\circ 11' 20''$,85 according to M. Mechain; so that the least difference between the calculation and the observations will be $2''$,64. M. Delambre is of opinion, that the latitude of Dunkirk, which is supposed to be $51^\\circ 2' 9''$,20, should be diminished; and in fact the distance between the parallels of Dunkirk and Greenwich, which is $25241$,9 toises, gives by the mean of the three assumed ellipticities $26' 32''$,3 for the difference of latitude. After deducting this quantity from $51^\\circ 28' 40''$, the supposed latitude of Greenwich, there remains $51^\\circ 2' 7''$,7 or $8''$, for that of the tower at Dunkirk. If from this again we deduct the calculated arc $2^\\circ 11' 23''$,5, we have $48^\\circ 50' 44''$,5 for the latitude of the Pantheon, while, according to the observations of M. Delambre, it is $49''$,37, or $48''$,35 by those of M. Mechain. If various circumstances, with regard to unfavourable weather, and also others of a different kind connected with the revolution, and of which M. Delambre complains with much reason, have occasioned some uncertainty with respect to the observations at Dunkirk, still the numerous observations made at Paris, both by him and by M. Mechain at a more favourable season, and in times of perfect tranquillity, render the supposition of an error of 4 seconds in the latitude of the Pantheon wholly inadmissible. It is, however, too true, that such errors are possible, and it is only by careful perseverance, and by repeated verification, that they are to be discovered and removed, as we have seen to be highly probable with respect to the station at Arbury Hill.\n\nBut the same celebrated observer, M. Mechain, who handled\ninstruments with great delicacy, and was possessed of peculiar talents for this species of observation, has given us an instance of singular irregularity in the observations made at Montjui and at Barcelona.\n\nThe latitude of Montjui, determined by a very long and regular series of zenith distances, is full $3''$,24 less than that deduced from a similar series of observations made at Barcelona, with the very same instruments, and with equal care. Moreover, there is reason to think, from other observations, that the latitude of Barcelona (which is supposed to be $45''$) ought to be diminished still one second, so that the difference between the observations at Montjui and at Barcelona will probably amount to as much as $4''$. Local attractions are supposed to have been the cause of this irregularity; but then the latitude, as deduced from observations made at Barcelona, should have been less than it appeared by those made at Montjui itself; for the deviation of the plumb-line (or of the spirit contained in a level) could only be occasioned by the little chain of land elevated to 120 or 130 toises, which passes to the north of Barcelona in a north-easterly direction. Now since the deviations arising from this source would be northward, the zenith distance of circumpolar stars would be augmented by that deviation, and consequently the latitude deduced therefrom would be diminished by just so much. But here the contrary occurs; for the latitude of Montjui deduced from the observations at Barcelona is $48''$,23, whilst that obtained by direct observations at Montjui is only $45''$. Hence it seems probable, that the cause of this irregularity must be sought elsewhere, and that it is not likely to be discovered without repeating over again the same observations.\nMoreover it does not follow that the latitudes of two places are correct, because the declinations of the stars deduced from them correspond; for the deviations caused by local attractions, or from any other source, are made to disappear in correcting the declination, but remain uncorrected in the latitude of each.\n\nLieut. Col. Mudge is also of opinion, that the irregularity in the value of his degree may be ascribed to deviation of the plumb-line, occasioned by local attractions. This is certainly very possible, and may be decided by an examination of all circumstances on the spot. But if there be really an error of $1''$ in the extent of the whole arc, this should rather be ascribed to some defect in the observations themselves, than to any extraneous source; for the observations of different stars give results that differ more than 4 seconds from each other.\n\nI shall now conclude this Memoir, by expressing a wish, which men of science in England have it more in their power than any others to gratify; I mean by making new measurements in the southern hemisphere. Those which have been made hitherto in the northern hemisphere are extremely satisfactory by their agreement, and give us great reason to presume that the general level of the earth's surface is elliptical, and very regularly so; and hence we might expect the opposite hemisphere to be equally so, and to be a portion of the same curve. Nevertheless the degree measured at the Cape of Good Hope by LACAILLE, in latitude $33^\\circ 18'$ appears to indicate an ellipse of less eccentricity, or of greater axis; for the linear extent of 57037 toises, corresponds to the measure of a degree in latitude $47^\\circ 47'$ in the northern hemisphere. If now we calculate the arc as before, with an oblateness of\nand with the sides of LACAILLE's triangles reduced to the meridian, we find it greater by $10''$ than it was found to be by observations of the stars. An error of $10$ seconds, by an astronomer so skilful and scrupulous as LACAILLE, is too extraordinary to be admitted as probable. It is true, that there was a greater error well ascertained to have occurred in the measurement in Lapland, amounting to $13$ seconds; but the academicians engaged in this undertaking were by no means equally conversant with observations as LACAILLE.\n\nThere remains therefore but one method of removing all doubt on this subject, and this is to repeat and verify the measurement at the Cape, and, if possible, to extend it still farther to the north. The same Major LAMBTON, who has succeeded so well in Asia, and is in possession of such perfect instruments for the purpose, would be singularly qualified for a similar undertaking in Africa, and would furnish us with a measurement in the other hemisphere, as much to be relied upon as the former. He would have the glory of deciding two important questions by his own observations; first, the similarity and magnitude of the two hemispheres; and, secondly, the degree of reliance to be placed on the elliptic hypothesis.\n\nIt might be still further desirable, if other measurements could also be undertaken, either in New Holland, or in Brazil; for though neither of these countries differs much in latitude from the Cape of Good Hope, they are so remote in longitude; that a correspondence of measures so taken would nearly establish the similarity of all meridians.\nNote.\n\nI shall now explain the formulæ employed in deducing the results to which I have come in the foregoing Memoir. The demonstration of them is to be found in the work of M. De Lambre, on the Meridian.\n\nIn the first place, let $a$ be the radius of the equator, $\\epsilon$ the eccentricity, $\\psi$ the latitude of one extremity of a side, or arc, in any series of triangles, and $\\theta$ the azimuth of that side. The radius of curvature of this arc will be expressed by\n\n$$\\frac{1}{R_1} = \\left(1 + \\frac{\\epsilon^2}{1 - \\epsilon^2} \\cdot \\cos^2 \\psi \\cdot \\cos^2 \\theta\\right) \\frac{1}{R} \\quad \\text{and} \\quad \\frac{1}{R} = \\frac{(1 - \\epsilon^2) \\sin^2 \\psi}{a}. $$\n\nHence we see that $R$ is the radius of the arc at right angles to the meridian. One may in general neglect the azimuth, and take the last radius for the radius $R_1$. Now, in computing the arc between Clifton and Dunnose, I have supposed the oblateness to be $\\frac{1}{330}$ or $\\epsilon^2 = \\frac{669}{330^2}$, and log. $a = 6,5147200$ expressed in toises.\n\nThe latitude of the southern extremity of the base is the same as that of Clifton, and its azimuth, if we choose to attend to it, is nearly $335^\\circ 23'$. This base, considered as an arc of a circle, is reduced to its sine by the formula $\\epsilon = \\log_e \\frac{K \\cdot \\epsilon^2}{6R^2}$, ($K$ being the modules of the table of logarithms, so that log. $K = 9,6377843$.)\n\nBy means of the logarithmic sine of the base, and the angles\nof the triangles, considered as spherical, the logarithmic sines of the sides in the series were next computed, and then reduced to logarithms of the arcs themselves by the formula\n\n\\[ \\log_e = \\log_e \\sin_e + \\frac{K \\cdot \\sin^2_e}{6R^2}. \\]\n\nFor the purpose of making this last reduction, it is sufficient to take a single value of \\( R \\), corresponding to the mean latitude of the entire arc \\( 52^\\circ 2' 20'' \\). It was thus that the table was formed of logarithmic sides considered as arcs.\n\nLet \\( m \\) be one of these arcs, and let us represent by \\( \\delta \\psi \\) and \\( \\delta \\psi'' \\) its value reduced to the meridian, the one in toises, the other in seconds of a degree, and we shall have the following formulæ;\n\n\\[\n\\delta \\psi = m \\cdot \\cos \\theta - \\left( \\frac{m^2 \\cdot \\sin^2 \\theta}{2R} \\right) \\cdot \\tan \\psi - \\left( \\frac{m^2 \\cdot \\sin^2 \\theta}{2R} \\right) \\cdot \\left( \\frac{m \\cdot \\cos \\theta}{3R} \\right) \\cdot (1 + 3 \\cdot \\tan^2 \\psi)\n\\]\n\n\\[\n\\delta \\psi'' = \\left( \\frac{\\delta \\psi}{R \\cdot \\sin \\psi''} \\right) + \\left( \\frac{\\delta \\psi}{R \\cdot \\sin \\psi''} \\right) \\cdot e^2 \\cdot (1 + e^2) \\cdot \\cos^2 \\psi \\cdot \\left\\{ 1 \\mp \\left( \\frac{3 \\tan \\psi}{2} \\right) \\cdot \\left( \\frac{\\delta \\psi}{R} \\right) \\right\\}: \\text{the superior sign being taken when the latitude } \\psi'' \\text{ is greater than } \\psi, \\text{ and the inferior when it is less.}\n\\]\n\nThe correction dependent on the convergence of the meridian for the azimuths is \\( \\delta \\theta = \\left( \\frac{m \\cdot \\sin \\theta}{R_1 \\cdot \\sin \\psi''} \\right) \\cdot \\left( \\frac{\\sin^2 (\\psi + \\psi'')}{\\cos \\psi \\cdot \\cos \\frac{1}{2} \\delta \\psi''} \\right). \\)\n\nHence the azimuth of the first station seen from the second and reckoned westward from the north, is \\( \\theta'' = 180^\\circ + \\theta + \\delta \\theta. \\)\n\nIf \\( P'' \\) be put for the difference of longitude between two points distant by an arc which measures \\( m \\), we have \\( \\sin P'' = \\frac{\\sin m \\cdot \\sin \\theta}{\\cos \\psi}, \\log \\sin m = \\log \\left( \\frac{m}{R_1} \\right) - \\frac{K}{6} \\cdot \\left( \\frac{m}{R_1} \\right)^2, \\text{and } \\log P'' = \\log \\left( \\frac{\\sin P''}{\\sin \\psi''} \\right) + \\frac{6}{K} \\cdot (\\sin P''). \\)\nMeasurement of three Degrees of the Meridian.\n\nThe arc of the meridian, between Greenwich and Formentera, is so fortunately situated, that its middle point is in latitude $45^\\circ$. Its whole extent measures $12^\\circ 48' 44''$, and the distance between the parallels, in linear measure, was found to be $730430,7$ toises. Hence the mean degree, corresponding to the latitude of $45^\\circ 4' 18''$, is $57010,5$ toises; and if we multiply this number by $90^\\circ$, we get one-fourth part of the meridian of the earth.\n\nThe correction to be deduced for oblateness is $58, 59$, or $61$ toises, according as it is assumed to be $\\frac{1}{330}, \\frac{1}{320}$, or $\\frac{1}{310}$, and if we take the mean of these, we have the fourth part of the meridian $Q = 5130886$ toises; and hence the metre $= 44330867$ lines; so that the value of the metre turns out to be almost entirely independent of the elliptical form of the earth.\n\nThe radius of the equator is derived from the expression\n\n$$\\log_a = \\log_e \\left( \\frac{2Q}{\\pi} \\right) + K \\left( \\frac{1}{2} \\cdot e + \\frac{1}{16} \\cdot e^2 - \\frac{1}{48} \\cdot e^3 \\right),$$\n\n$\\varepsilon$ being the oblateness, and $\\pi$ the periphery of a circle $= 3,1416$.\n\nIn order to compare any degrees measured with those obtained on the elliptic hypothesis, we have a very simple formula. Let $m$ and $m'$ be the values of two degrees on the meridian, of which the mean latitudes are $\\psi_1$ and $\\psi_2$; in comparing the analytic expressions for these two degrees, developing them, and then making $\\psi = 45^\\circ$, we have $m' = m \\cdot (1 - \\frac{1}{2} \\cdot p \\cdot \\cos_2 \\psi_2 + g \\cdot \\cos_2 \\psi_2)$, $m = 57010,5$ toises, $p = \\frac{3}{2} e^2 \\cdot (1 + \\frac{1}{2} e^2) \\cdot \\frac{\\sin_1}{\\sin_1}$, and $g = \\frac{15}{64} \\cdot e^4 \\cdot \\left( \\frac{\\sin_2}{\\sin_1} \\right)$.\n\nAnd then we shall find that the oblateness $\\frac{1}{320}$ gives $57075,66$ and $57192,38$ toises for the degrees in England and Lapland.\n\nI shall here subjoin one reflection more, which appears of MDCCCXII.\nimportance. The oblateness of the earth is a quantity which varies considerably, by the least difference in the elements on which it depends. Accordingly it is not surprising, that its value fluctuates between two proportions which differ sensibly from each other. To illustrate this, let $p$ be the function which serves to determine the oblateness of the earth, so that $\\frac{1}{r} = p$. When this equation varies — $\\delta r = \\varepsilon^* \\cdot \\delta p$.\n\nNow the coefficient $\\varepsilon^*$ being very great, we see why the least variation in the elements of the function $p$, occasions so considerable a variation in the denominator of the oblateness. This is precisely what happens in the lunar equations dependent on the figure of the earth, and which M. Laplace has deduced from his beautiful theory. Thus, for example, in the inequality that depends on the longitude of the moon’s node, which he has determined analytically with so much precision, the numerical coefficient found by Burg gives $\\frac{1}{365}$ for the oblateness; but if this coefficient be diminished by $0''665$, then the oblateness becomes $\\frac{1}{320}$, so that a variation even to this small amount in the coefficient augments the denominator of the oblateness nearly $\\frac{1}{20}$ part.\n\nThe same happens with regard to the pendulum vibrating seconds; for, supposing its length at $45^\\circ$ to have been correctly ascertained by MM. Biot and Mathieu, if we wish to know the length of a second’s pendulum at the equator, corresponding to an oblateness of $\\frac{1}{320}$, we find it to be $439,1810$ lines. Now this length differs from that determined by Bouguer only by $0,029$ of a line, and M. Laplace even thinks that the result of Bouguer should be diminished by about double this quantity. We see from hence how much these little differences, whether produced by errors of observation,\nor irregularities in the earth itself, are liable to affect the denominator of the fraction expressing the oblateness.\n\nFortunately, it seems probable, that the utmost latitude of our present uncertainty is between the limits of $330$ and $310$, and the mean of these may be considered as a very near approximation to the truth.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107323.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 32,
    "total-input-tokens": 50360,
    "total-output-tokens": 14346,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1320,
        2
      ],
      [
        1320,
        3051,
        3
      ],
      [
        3051,
        4689,
        4
      ],
      [
        4689,
        6461,
        5
      ],
      [
        6461,
        8276,
        6
      ],
      [
        8276,
        9880,
        7
      ],
      [
        9880,
        11577,
        8
      ],
      [
        11577,
        13333,
        9
      ],
      [
        13333,
        14997,
        10
      ],
      [
        14997,
        16460,
        11
      ],
      [
        16460,
        18396,
        12
      ],
      [
        18396,
        20069,
        13
      ],
      [
        20069,
        21788,
        14
      ],
      [
        21788,
        23221,
        15
      ],
      [
        23221,
        24753,
        16
      ],
      [
        24753,
        26495,
        17
      ],
      [
        26495,
        28333,
        18
      ],
      [
        28333,
        30138,
        19
      ],
      [
        30138,
        32035,
        20
      ],
      [
        32035,
        33742,
        21
      ],
      [
        33742,
        35410,
        22
      ],
      [
        35410,
        37218,
        23
      ],
      [
        37218,
        39081,
        24
      ],
      [
        39081,
        40866,
        25
      ],
      [
        40866,
        42649,
        26
      ],
      [
        42649,
        44250,
        27
      ],
      [
        44250,
        45720,
        28
      ],
      [
        45720,
        47930,
        29
      ],
      [
        47930,
        49975,
        30
      ],
      [
        49975,
        51855,
        31
      ],
      [
        51855,
        52183,
        32
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107323",
    "title": "Observations on the Measurement of Three Degrees of the Meridian Conducted in England by Lieut. Col. William Mudge",
    "authors": "Don Joseph Rodriguez",
    "year": 1812,
    "volume": "102",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 32,
    "jstor_url": "https://www.jstor.org/stable/107323"
  }
}