{
  "id": "9735d1890ef571e15c632b2dcc482fa21c484c2b",
  "text": "ADDENDA to the preceding Paper.\n\nExtract of a Letter from the Rev. Dr. Lyttelton to C. Mortimer, Secret. R. S.\n\nThe Rev. Dr. Shaw, of Oxford, has procured a Specimen of the extended Eruca. As the Fossilists differ'd in their Opinion of this Dudley Fossil, some pronouncing it an Eruca, others a Bivalve, I thought it best to leave the Reader to judge for himself from the Engravings; but, as we are now able to add a Specimen of this Fossil in an extended Posture, there is a better Pretence to call it an Eruca. See Tab. I. Fig. 6. 7. and 8.\n\nXV. Some further Account of the before-mention'd Dudley Fossil, by the Editor of these Transactions.\n\nThe Rev. Dr. Pocock, F.R.S. was so obliging as to send several Specimens of this Fossil to the President; who put them into my Hands, and desired me to draw up an Account of them to be annexed to the preceding Paper.\n\nThe first Specimen is a Mass of Stone containing the Face and Eyes, with some Rudiments of Legs on the Sides; but the Back is entirely broken away. Another Specimen contains the Head only: A third, the Head, and Part of the Back, but greatly distorted. But the most beautiful and complete are the two which\nwhich I caused to be drawn and engraven in Tab. I at Fig. 9, 10, 11, 12.\n\nAt Fig. 9. is one of these Insects completely extended at its whole Length; wherein it appears, that the Head is cover'd with a Shell or Crust consisting of three Parts; the middle Part is broad and round, \\(a\\), which I shall therefore call the Nose: The two side Pieces are of a triangular Form, \\(b\\). \\(b\\). in each of which is situate a large protuberant Eye, \\(c\\). \\(c\\). The anterior Part of the Whole is encompassed by a round Border, \\(d\\). \\(d\\). \\(d\\). which looks like an upper Lip; tho' I do not take it to be so; but that the Mouth is situate lower down, as in the Crab-kind, and does not appear in any of the Specimens I have yet seen. On each Side the Crown of the Head, towards the back Part of it, are two small Knobs, \\(e\\). \\(e\\). At \\(f\\). \\(f\\). in Fig. 10. appear some Traces of Feet, which seem to lie under the Belly: But, as the Belly, or under Side, was not distinct, not being cleared from its stony and earthy Matter, I could not discern any other Legs.\n\nIt is most likely the whole Back of this Creature was, when alive, cover'd with a Case, or undivided Elytrum, as is the Scolopendra aquatica scutata, described in these Transactions, n. 447. p. 150, and 153. by M. Klein, of Dantzick; and afterwards by the Rev. Mr. Littleton Brown, both worthy Members of this Society. M. Klein says, the Case was whole; and that he was forced to slit it open to shew the Back underneath; when it appears, that the Body was trilobated, as in Fig. 9. The Case, being very thin and tender, may probably have been bro-\nken off at the Death of the Animal, before its being petrified.\n\nMr. Brown does not mention in his Insect the Property of rolling itself up, which this certainly had; as appears by several of the Figures, as Fig. 3, 4, 5, 7, 11, and 12, which are entirely rolled up; and as is more particularly represented by Fig. 11 and 12, in which it appears, that the Tail is turn'd up under the Belly quite to the Mouth; and at Fig. 8, the Creature seems but half-rolled up.\n\nI have consulted all the Books I could meet with, which give Figures of Insects and crustaceous Animals in their natural and petrified States; and find none resemble this Dudley Fossil so near as M. Klein's Insect; therefore I shall, till we get more Information, call it, Scolopendra aquatica scutata affine animal petrifactum.\n\nXVI. The Description and Figures of a small flat spheroidal Stone, having Lines formed upon it; by C. Mortimer, M. D. & Secret. R. S.\n\nMr. Peter Collinson, a very worthy Member of the Royal Society, produced, at a Meeting of that Body, on Nov. 8. 1750, a very curious spheroidal Stone, about 4 Inches Diameter, of a Chocolate-colour, marked with 4 white Lines, about the Breadth of a Horse-hair, encompassing the whole Stone, like the Meridians on a Globe; but, instead of crossing one another in a Point, as they do, upon the Globe, these are connected by a short transverse Line; as is described above in p. 535 of this",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104704.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9638,
    "total-output-tokens": 1328,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1171,
        4
      ],
      [
        1171,
        2779,
        5
      ],
      [
        2779,
        4195,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104704",
    "title": "Some Further Account of the Before-Mention'd Dudley Fossil, by the Editor of These Transactions",
    "authors": null,
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104704"
  }
}