{
  "id": "8ab818126a6d5e15ec038d1858d4c20b2551680b",
  "text": "XIV. On the anomalous magnetic action of hot iron between the white and blood-red heat. By Peter Barlow, Esq. of the Royal Military Academy. Communicated by Major Thomas Colby, of the Royal Engineers, F. R. S.\n\nRead January 24, 1822.\n\nIn consequence of certain theoretical results relative to the magnetic action of iron, obtained by Mr. Charles Bonnycastle, I was desirous of ascertaining the relative attraction which different species of iron and steel had for the magnet; and with this view I procured two bars of each of the following descriptions of metal, 24 inches in length, and 1 inch and a quarter square, which being placed successively in the direction of the dip, at a certain distance from the compass, the disturbance occasioned by each was carefully noted; first with one end upwards, and then with the other; and assuming the tangents of the angles as the measure of the disturbing power, I obtained the following specific results, viz.\n\n| Malleable iron | Mag. Pow. |\n|----------------|-----------|\n| Cast iron      | 48        |\n| Blistered steel soft | 67       |\n| hard           | 53        |\n\n| Shear steel soft | Mag. Pow. |\n|------------------|-----------|\n| hard             | 53        |\n| Cast steel soft  | 74        |\n| hard             | 49        |\n\nAs it was obvious from these experiments, that the softer the iron the greater was its power, and the contrary, I was desirous of determining how nearly these different kinds of metal would approximate towards each other in their\nmagnetic action, when rendered perfectly soft by being heated in a furnace. With this view, bars of equal size of cast iron, malleable iron, shear steel, &c. were rendered white hot, and being placed in the direction of the dip, as before, their powers, as was anticipated, agreed nearly with each other; but still the cast iron, which was weakest while the metal was cold, exceeded a little in power all the others when hot, and the malleable iron which had the greatest power cold, had the least when hot; but the difference was not very great, and might probably arise from some accidental circumstance.\n\nWhile carrying on these experiments, it had been observed, both by Mr. Bonnycastle and myself, that between the white heat of the metal, when all magnetic action was lost, and the blood-red heat, at which it was the strongest, there was an intermediate state in which the iron attracted the needle the contrary way to what it did when it was cold, viz. if the bar and compass were so situated that the north end of the needle was drawn towards it when cold, the south end was attracted during the interval above alluded to, or while the iron was passing through the shades of colour denoted by the workman the bright red and red heat.\n\nAs this anomalous action had never before been noticed, I was desirous of examining it a little more particularly, and with the assistance of Mr. Bonnycastle, the following series of experiments were performed, wholly directed to this inquiry. Before entering upon the detail, however, it may not be amiss to notice those results which have hitherto been obtained relative to the magnetic action of heated iron; and to show how the contradictory statements, that we find on the subject, may be reconciled with each other. For example: we\nfind it stated in Newton's optics, that red hot iron has no magnetic property; while Father Kircher asserts, that the magnet will attract red hot iron as well as cold, (\"de Magnete\" lib. 1). Again, in Vol. XVIII. No. 214. Phil. Trans. it is stated, that hot iron not only has an attraction for the magnet, but that its power is increased by the heat; and these assertions have been repeated by many other authors, each supposing that his results were at variance with the other.\n\nM. Cavallo seems to have been the first writer, who was fully aware that these contradictory statements arose from the observations being made with the iron at different degrees of heat. He found, that although iron at the red heat had a greater power over the magnet than when cold, yet, at the white heat, it had a less; but he says he is still unable to decide, whether all the magnetic power is entirely lost at the white heat. (Cavallo on Magnetism, p. 312.) More recent experiments on this subject are also recorded in Vol. IX. Part I. of the Transactions of the Royal Society of Edinburgh, by William Scoresby, Esq. But even here it does not appear that this Gentleman was aware of the total loss of power at a certain temperature; for he observes, (after showing that iron red hot has a greater power than when cold) \"The contrary to this has, I think, been generally asserted:\" from which it would seem, that he had not heated his iron to a sufficient degree to detect the non-action at the white heat.\n\nNotwithstanding therefore all the experiments that have been made, it is pretty evident from the above remarks, that considerable uncertainty still hangs over the results; arising, without doubt, from the want of proper conveniences for heating bars of sufficient size, and to a proper degree of intensity,\nwhereby one author has noticed one fact, and another a different one, without being aware how much depended upon a very slight change in the temperature of the iron.\n\nOn these grounds therefore it is presumed, that the following experiments would be entitled to some notice, as they serve to reconcile all these apparently contradictory statements; but the principal reason which has induced me to lay them before the Royal Society is, the anomalous action which they have been the means of discovering, while the iron passes through the shades of bright red and red, already alluded to in the preceding part of this paper, and which, to the best of my knowledge, has never been noticed by any author.\n\nExperiments on the anomalous attraction of heated iron which takes place while the metal retains the bright red and red heat.\n\nI have already observed, that this anomalous action was noticed while we were pursuing other experiments, and that those which follow, were wholly directed to an examination of these irregularities.\n\nIn our first experiment, the compass was placed nearly west of the bar, rather below its upper extremity, and distant from it about $6\\frac{1}{2}$ inches. At the white heat the attraction of the iron was lost; and at the blood red heat we had $70^\\circ$ of deviation in the needle; but that intermediate action we were searching after did not appear; at least it was by no means so obvious as we had noticed it in our preceding experiments.\n\nThe position of the bar and compass was not however quite the same as before; we therefore raised the support of the bar\nabout 4 inches, by which means its upper extremity was the same height above the compass, and on repeating the experiment with the bar thus placed, we obtained an obvious deviation of the south end of the needle towards the iron of $4\\frac{1}{2}^\\circ$, which remained fixed about two minutes.\n\nHaving gained this by raising the bar 4 inches, we now raised it 6 inches, and on applying it in this place, we obtained a deviation of $10\\frac{1}{2}^\\circ$, which remained fixed about the same time as before; when the needle suddenly yielded to the natural magnetic power of the iron, and obtained almost instantaneously a deviation of $81^\\circ$ the opposite way.\n\nIt was thus rendered obvious, that the quantity of negative attraction at the red heat, depended upon the height or depth of the centre of the bar from the compass; and as the natural effect of the cold iron was changed by placing the compass below the centre of the bar, the question which naturally suggested itself was, will the negative attraction also change? To decide this point, we lowered our compass to within 6 inches of the bottom of the bar; in which position the cold iron necessarily attracted the south end of the needle, and produced a deviation of $21^\\circ$. Upon heating the bar, we found, as usual, all its power upon the needle cease at the white heat; but as this subsided into the bright red, the negative attraction began to manifest itself, and it soon amounted to $10\\frac{1}{2}^\\circ$; the north end of the needle being attracted towards the iron. Here it remained stationary a short time, and then gradually returned, first due north, and ultimately to $70^\\circ 30'$ on the opposite side.\n\nHaving made these preliminary experiments, I was anxious to undertake a regular series, hoping by this means to be MDCCXXII. R\nable to reduce this species of action to some fixed principle; for it will have been observed, from what is stated above, that the negative attraction appeared to increase from each extremity of the bar towards its middle; whereas the positive or natural action of the iron decreases in the like cases, and (passing through zero in the plane of no attraction) has its quality of attraction different when placed towards the upper or lower extremity of the bar.\n\nThe negative attraction has also the same change of character in the upper and lower extremity of the bar; but as it increases towards the middle, it appeared to pass through a maximum to arrive at that change, which seemed wholly inexplicable; and I must acknowledge that, after all the experiments I have made, it still remains so. It is at all events certain, that the least change of position of the compass when near the centre of the bar, changes altogether the quantity and quality of this negative action.\n\nIn the experiments detailed in the following table, I used four different bars, each 25 inches long, and 1\\(\\frac{1}{4}\\) inch square; two of them of cast iron, denoted in the first column by C. B., No. 1; C. B., No. 2; and two of malleable iron, denoted by M. B., No. 1, and M. B., No. 2.\n\nI had also two other bars, one of cast and one of malleable iron, of the same dimensions, which were not heated, but kept as standards for determining the quantity of cold attraction, as this could not safely be done by the bars used in the experiments after being so repeatedly heated.\n\nThe time employed in each experiment was about a quarter of an hour: the white heat commonly remained about 3 minutes, when the negative attraction commenced; this\nlasted about two minutes more, when the usual attraction took place: this sometimes arrived at its maximum very rapidly, but at others it proceeded increasing very gradually; and commonly within the time stated above, the needle had been found perfectly stationary.\n\nIn the table, to avoid confusion, that attraction which took place according to the known laws of cold iron is marked plus, whichever end of the needle approached the iron, and the opposite attraction is marked minus. For example, when the compass is above the centre of the bar, the north end of the needle should be drawn towards the iron, but when the compass is below the centre, the south end should approach the iron; these therefore are both marked plus, and the contrary attraction at the red heat is marked minus.\n### TABLE\n\n*Showing the effect of iron on the compass needle at different degrees of heat.*\n\n| No. | Description of bar. | Height or depth of centre of bar from compass. | Distance of bar from compass | Position of compass | Effect Cold. | Effect White Heat. | Effect Red Heat. | Effect Blood red Heat. | REMARKS |\n|-----|----------------------|-----------------------------------------------|-----------------------------|---------------------|--------------|-------------------|------------------|------------------------|---------|\n| 1   | C. B. No. 1.         | Inch.                                         | 6.0                         | S. 80° W.           | + 0          | 0                 | 0                | - 17                    | South end drawn to the bar at red heat. |\n| 2   | M. B. No. 2.         | 4.5 below.                                    | 6.0                         | ditto.              | +30          | ditto.            | 0                | +45                    |         |\n| 3   | C. B. No. 2.         | 4.5 below.                                    | 6.0                         | ditto.              | +18          | ditto.            | 0                | +49                    |         |\n| 4   | M. B. No. 1.         | ditto.                                        | 6.0                         | ditto.              | +29          | ditto.            | -12              | +44                    |         |\n| 5   | ditto.               | 13 below.                                      | 6.0                         | ditto.              | Not obs.     | ditto.            | 0                | +52                    |         |\n| 6   | ditto.               | 4.5 below.                                     | 6.0                         | N. 80° W.           | ditto.       | ditto.            | -12              | +70                    |         |\n| 7   | ditto.               | 4.5 above.                                     | 6.0                         | S. 80° W.           | ditto.       | ditto.            | -12              | +30                    |         |\n| 8   | ditto.               | ditto.                                        | 6.0                         | ditto.              | ditto.       | ditto.            | 0                | +25                    |         |\n| 9   | ditto.               | ditto.                                        | 6.0                         | ditto.              | ditto.       | ditto.            | 19               | +30                    |         |\n| 10  | ditto.               | 1.0 above.                                     | 6.0                         | ditto.              | ditto.       | ditto.            | 15               | +4                     |         |\n| 11  | M. B. No. 2.         | 12.5 below.                                    | 8.5                         | N. 80° W.           | +29          | ditto.            | 0                | +37                    | Observed at the same time with two compasses. |\n| 12  | ditto.               | ditto.                                        | 8.5                         | N. 80° E.           | +30          | ditto.            | 0                | +41                    | Ditto. |\n| 13  | C. B. No. 1.         | 12.5 below.                                    | 8.5                         | N. 80° W.           | +16          | ditto.            | 0                | +42                    | Ditto. |\n| 14  | ditto.               | ditto.                                        | 8.5                         | N. 80° E.           | +15          | ditto.            | 0                | +47                    | Ditto. |\n| 15  | M. B. No. 2.         | 9.0 below.                                     | 8.5                         | N. 80° W.           | +28          | ditto.            | 0                | +39                    | Ditto. |\n| 16  | ditto.               | ditto.                                        | 8.5                         | N. 80° E.           | +29          | ditto.            | 1                | +42                    | Ditto. |\n| 17  | C. B. No. 1.         | 9.0 below.                                     | 8.5                         | N. 80° W.           | +15          | ditto.            | 1                | +45                    | Ditto. |\n| 18  | ditto.               | ditto.                                        | 8.5                         | N. 80° E.           | +16          | ditto.            | 1                | +49                    | Ditto. |\n| 19  | M. B. No. 2.         | 6.0 below.                                     | 8.5                         | N. 80° W.           | +25          | ditto.            | 3                | +32                    | Ditto. |\n| 20  | ditto.               | ditto.                                        | 8.5                         | N. 80° E.           | +26          | ditto.            | 3                | +33                    | Ditto. |\n| 21  | C. B. No. 1.         | 6.0 below.                                     | 8.5                         | N. 80° W.           | +11          | ditto.            | 3                | +36                    | Ditto. |\n| 22  | ditto.               | ditto.                                        | 8.5                         | N. 80° E.           | +13          | ditto.            | Not obs.         | +36                    | Ditto. |\n| 23  | M. B. No. 2.         | 3.0 below.                                     | 6.0                         | S. 80° W.           | +8           | ditto.            | 21               | +30                    | Ditto. |\n| 24  | ditto.               | ditto.                                        | 6.0                         | N. 45° W.           | Not obs.     | ditto.            | 25               | +30                    | Ditto. |\n| 25  | M. B. No. 1.         | 0.0                                            | 6.0                         | N. 60° W.           | +2           | ditto.            | 4                | +5                     | North end drawn to the bar at red heat. Both attractions very gradual. Passed suddenly to 12½°, but returned immediately. Attractions gradual. |\n| 26  | M. B. No. 2.         | 1.0 above.                                     | 5.3                         | ditto.              | Not obs.     | ditto.            | 12               | +5                     | Ditto. |\n| 27  | M. B. No. 1.         | ditto.                                        | 5.3                         | ditto.              | Not obs.     | ditto.            | 12               | +5                     | Negative attraction rather sudden. Motion of needle very slow. 100° very sudden, returned immediately. Both attractions gradual. The same as No. 32; both anomalous. Attractions very gradual. |\n| 28  | M. B. No. 2.         | 9.0 above.                                     | 6.0                         | N. 85° E.           | +47          | ditto.            | 2                | +60                    | Ditto. |\n| 29  | M. B. No. 1.         | ditto.                                        | 6.0                         | ditto.              | +47          | ditto.            | 2                | +60                    | Ditto. |\n| 30  | M. B. No. 2.         | 1.0 below.                                     | 5.5                         | N. 45° W.           | Not obs.     | ditto.            | 55               | +5                     | Motion regular, but quick. No motion in the needle. |\nIt should be observed, that all the above experiments were made with the bars inclined in the direction of the dipping needle, or nearly in that direction, and it will be seen that the negative attraction was the greatest where the natural attraction was the least; that is, opposite the middle of the bar, or in the plane of no attraction. I was led, therefore, to make a few experiments with the bar inclined at right angles to its former position, but the results were by no means so strongly marked as in the preceding experiments: we always found a certain quantity of negative attraction, but it was very inconsiderable, never amounting to more than $2\\frac{1}{2}°$.\n\nI also made one experiment with an iron 24lb. ball, but the heat was too intense to make any very accurate observation. The numbers obtained were\n\nCold attraction $+19°30'$. White heat $0°0'$.\nRed heat $-3°30'$. Blood-red heat $+19°30'$.\n\nIt may be proper also to state, that, being doubtful how far the heat itself, independent of the iron, might be the cause of the anomalous action above described, I procured two copper bolts of rather larger dimensions than my iron bars, and had them heated to the greatest degree that metal would bear; but on applying them to the compass, no motion whatever could be discovered in the needle.\n\nThe only probable explanation which I can offer by way of accounting for these anomalies, is, that the iron cooling faster towards its extremities than towards its centre, a part of the bar will become magnetic before the other part, and thereby cause a different species of attraction; but I must acknowledge, that this will not satisfactorily explain all the observed\nphenomena. The results, however, are stated precisely as they were noted during the experiments, and others more competent than myself will probably be able to deduce the theory of them.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107678.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 18030,
    "total-output-tokens": 5051,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1513,
        2
      ],
      [
        1513,
        3295,
        3
      ],
      [
        3295,
        5095,
        4
      ],
      [
        5095,
        6688,
        5
      ],
      [
        6688,
        8498,
        6
      ],
      [
        8498,
        10218,
        7
      ],
      [
        10218,
        11008,
        8
      ],
      [
        11008,
        18575,
        9
      ],
      [
        18575,
        20254,
        10
      ],
      [
        20254,
        20440,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107678",
    "title": "On the Anomalous Magnetic Action of Hot Iron between the White and Blood-Red Heat",
    "authors": "Peter Barlow",
    "year": 1822,
    "volume": "112",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/107678"
  }
}