{
  "id": "818f6a8cf07bf25c2a9d296cd092d2be57bbee70",
  "text": "An Account of a New Catadioptrical Telescope invented by Mr. Newton, Fellow of the R. Society, and Professor of the Mathematicks in the University of Cambridge.\n\nThis Excellent Mathematician having given us, in the Transactions of February last, an account of the cause, which induced him to think upon Reflecting Telescopes, instead of Refracting ones, hath thereupon presented the Curious World with an Essay of what may be performed by such Telescopes; by which it is found, that Telescopical Tubes may be considerably shortened without prejudice to their magnifying effect.\n\nThis new instrument is composed of two Metalline Speculum's, the one Concave, (instead of an Object-glass) the other Plain; and also of a small plano-convex Eye-Glass.\n\nBy Figure I. of Tab. I. the structure of it may be easily imagined; viz. That the Tube of this Telescope is open at the end which respects the object; that the other end is close, where the said Concave is laid, and that near the open end there is a flat oval Speculum, made as small as may be, the less to obstruct the entrance of the rays of Light, and inclined towards the upper part of the Tube, where is a little hole furnish'd with the said Eye-glass. So that the rays coming from the object, do first fall on the Concave placed at the bottom of the Tube; and are thence reflected toward the other end of it, where they meet with the flat Speculum, obliquity posited, by the reflection of which they are directed to the little plano-convex Glass, and so to the spectators Eye, who looking downwards sees the Object, which the Telescope is turned to.\n\nTo understand this more distinctly and fully, the Reader may please to look upon the said Figure, in which\n\nA B is the Concave Speculum, of which the radius or semi-diameter is $12\\frac{1}{3}$ or 13 inches.\n\nC D another metalline Speculum, whose surface is flat, and the circumference oval.\nGD an Iron wire, holding a ring of brass, in which the speculum CD is fixed.\n\nF, a small Eye-glass flat above, and convex below, of the twelfth part of an inch radius, if not less; forasmuch as the metal collects the Sun's rays at 6½ inches distance, and the Eye-glass at less than ½ of an inch distance from its vertex: Besides that the Author (as he informs us) knew their dimensions by the tools to which they were ground, and particularly measuring the diameter of the hemi-spherical Concave, in which the Eye-glass was wrought, found it the sixth part of an inch.\n\nGGG, the fore-part of the Tube fast'n'd to a brass-ring HI, to keep it immoveable.\n\nPQL, the hind-part of the Tube, fast'n'd to another brass-ring PQ.\n\nO, an Iron hook fast'n'd to the Ring PQ, and furnished with a screw N, thereby to advance or draw back the hind-part of the Tube, and so by that means to put the specula in their due distance.\n\nMQGI a crooked Iron sustaining the Tube, and fastened by the nail R to the Ball and Socket S, whereby the Tube may be turned every way.\n\nThe Center of the flat speculum CD, must be placed in the same point of the Tube's Axe, where falls the perpendicular to this Axe, drawn to the same from the center of the little Eye-glass: which point is here marked at T.\n\nAnd to give the Reader some satisfaction to understand, in what degree it represents things distinct, and free from colours, and to know the aperture by which it admits light; he may compare the distances of the focus E from the vertex's of the little Eye-glass and the Concave speculum, that is, EF, ½ of an inch, and ETV, 6½ inches; and the ratio will be found as 1 to 38; whereby it appears, that the Objects will be magnified about 38 times. To which proportion is very consentaneous, an Observation of the Crown on the weather-cock, about 300 feet distant. For the scheme X fig.2. represents it bigger by 2½ times in diameter, when seen through\nthrough this, than through an ordinary Telescope of about 2 feet long. And so supposing this ordinary one to magnify 13 or 14 times, as by the description it should, this new one by the Experiment must magnifie near as much as hath been assigned.\n\nThus far as to the structure of this Telescope. Concerning the Metalline matter, fit for these reflecting Speculums, the Inventor hath also considered the same, as may be seen by two of his Letters, written to the Publisher from Cambridge Jan. 18. and 29. 1672. to this effect, viz.\n\n1. That for a fit metalline substance, he would give this Caution, that whilest men seek for a white, hard and durable metallin composition, they resolve not upon such an one, as is full of small pores, only discoverable by a Microscope. For though such an one may to appearance take a good polish, yet the edges of those small pores will wear away faster in the polishing than the other parts of the metal; and so, however the Metal seem polite, yet it shall not reflect with such an accurate regularity as it ought to do. Thus Tin-glass mixt with ordinary Bell-metall makes it more white and apt to reflect a greater quantity of light; but withall its fumes, raised in the fusion, like so many aerial bubbles, fill the metall full of those Microscopical pores. But white Arsenick both blanches the Metall and leaves it solid without any such pores, especially if the fusion hath not been too violent. What the Stellate Regulus of Mars (which I have sometimes used) or other such like substance will do, deserves particular examination.\n\nTo this he adds this further intimation, that Putty or other such like powder, with which 'tis polished, by the sharp angles of its particles fretteth the metall, if it be not very fine, and fills it full of such small holes, as he speaketh of. Wherefore care must be taken of that, before judgment be given, whether the metall be throughout the body of it porous or not.\n\n2. He not having tried, as he faith, many proportions of the Arsenick and Metall, does not affirm, which is absolutely best, but thinks, there may conveniently be used any\nany quantity of Arsenick equalling in weight between a sixt and eight part of the Copper, a greater proportion making the Metal brittle.\n\nThe way, which he used, was this. He first melted the Copper alone, then put in the Arsenick, which being melted, he stirred them a little together, bewareing in the mean time, not to draw in breath near the pernicious fumes. After this, he put in Tin, and again so soon as that was melted (which was very suddenly) he stirred them well together, and immediately powred them off.\n\nHe faith, he knows not, whether by letting them stand longer on the fire after the Tin was melted, a higher degree of fusion would have made the metall porous; but he thought that way he proceeded to be safest.\n\nHe adds, that in that metall, which he sent to London, there was no Arsenick, but a small proportion of Silver; as he remembers, one shilling in three ounces of metall. But he thought withall, that the Silver did as much harm in making the metall soft, and so less fit to be polish't, as good in rendring it white and luminous.\n\nAt another time he mixed Arsenick one ounce, Copper six ounces, and Tin two ounces: And this an Acquaintance of his hath, as he intimates, polish't better, than he did the other.\n\nAs to the objection, that with this kind of Perspectives, objects are difficultly found, he answers in another letter of his to the Publisher, of Jan. 6. 1672. that that is the inconvenience of all Tubes that magnifie much; and that after a little use the inconvenience will grow less, seeing that himself could readily enough find any day. Objects, by knowing which way they were polisht from other objects that he accidentally saw in it; but in the night to find Stars, he acknowledges it to be more troublesome; which yet may, in his opinion, be easily remedied by two sights affixed to the Iron rod, by which the Tube is susteined; or by an ordinary perspective gla's fastn'd to the same frame with the Tube, and directed towards the same object, as Des-Cartes in his Dioptricks hath described for remedying the same inconvenience of his best Telescopes.\nSo far the Inventors Letters touching this Instrument: of which having communicated the description to Monsieur Christian Hugens de Zutichem, we received from him an Answer to this effect, in his Letter of Febr. 13. 1672. ft.n.\n\nI see by the Description, you have sent me of Mr. Newtons admirable Telescope, that he hath well considered the advantage, which a Concave Speculum hath above Convex glasses in collecting the parallel rays, which certainly according to the calculation, I have made thereof, is very great. Hence it is, that he can give a far greater aperture to that Speculum, than to an Object-glass of the same distance of the focus, and consequently that he can much more magnifie objects this way, than by an ordinary Telescope. Besides, by it he avoids an inconvenience, which is inseparable from convex Object-Glasses, which is the Obliquity of both their surfaces, which vitiateth the refraction of the rays that pass towards the sides of the glass, and does more hurt than men are aware of. Again, by the meer reflection of the metallic Speculum there are not so many rays lost, as in Glasses, which reflect a considerable quantity by each of their surfaces, and besides intercept many of them by the obscurity of their matter.\n\nMean time, the main business will be, to find a matter for this Speculum that will bear so good and even a polish as Glasses, and a way of giving this polish without vitiating the spherical figure. Hitherto I have found no Specula, that had near so good a polish as Glasses; and if M. Newton hath not already found a way to make it better, than ordinarily I apprehend, his Telescopes will not so well distinguish objects, as those with Glasses. But 'tis worth while to search for a remedy to this inconvenience, and I despair not of finding one. I believe, that M. Newton hath not been without considering the advantage, which a Parabolical Speculum would have above a Spherical one in this construction; but that he despairs, as well as I do, of working other surfaces than spherical ones with due exactness; though else it be more easy to make a Parabolical than Elliptical or Hyperbolical ones, by reason of a certain propriety of the Parabolick Conoid, which\nis, that all the Sections parallel to the Axis make the same Parabola.\n\nThus far M. Hugenius his judicious Letter; to the latter part of which, concerning the grinding Parabolical Conoids, Mr. Newton saith, in his Letter to the Publisher of Feb. 20. 71. that though he with him despairs of performing that work by Geometrical rules, yet he doubts not but that the thing may in some measure be accomplished by Mechanical devices.\n\nTo all which I cannot but subjoin an Extract of a Letter, received very lately, (March 19th) from the Inventor of this new Telescope, from Cambridge, viz.\n\nIn my last Letter I gave you occasion to suspect, that the Instrument which I sent you, is in some respect or other indisposed, or that the metals are tarnished. And by your Letter of March 16. I am fully confirmed in that opinion. For, whilst I had it, it represented the Moon in some parts of it as distinctly, as other Telescopes usually do which magnifie as much as that. Yet I very well know, that that Instrument hath its imperfections both in the composition of the metall, and in its being badly cast, as you may perceive by a scabrous place near the middle of the metall of it on the polished side, and also in the figure of that metall near that scabrous place. And in all those respects that instrument is capable of further improvement.\n\nYou seem to intimate, that the proportion of 38 to 1 holds only for its magnifying Objects at small distances. But if for such distances, suppose 500 feet, it magnifie at that rate, by the rules of Opticks it must for the greatest distance imaginable magnifie more than $37\\frac{3}{4}$ to 1; which is so considerable a diminishing, that it may be even then as 38 to 1.\n\nHere is made another Instrument like the former, which does very well. Yesterday I compared it with a six foot Telescope, and found it not only to magnifie more, but also more distinctly. And today I found, that I could read in one of the Philosophical Transactions, placed in the Sun's light,\nlight, at an hundred foot distance, and that at an hundred and twenty foot distance I could discern some of the words. When I made this tryal, its Aperture (defined next the Eye) was equivalent to more than an inch and a third part of the Object-metall. This may be of some use to those that shall endeavour any thing in Reflexions; for hereby they will in some measure be enabled to judge of the goodness of their Instruments, &c.\n\nN. B. The Reader may expect in the next Month another Letter, which came somewhat too late to be here inserted; containing a Table, calculated by the same Mr. Newton, about the several Apertures and Charges answering the several Lengths of these Telescopes.\n\nEPITOME\n\nBinæ Methodi Tangentium Doctoris Johannis Wallisi Geom. Prof. Saviliani Oxoniæ; aliàs fusius & explicatius ab ipso traditæ, hîc verò ob angustiam loci compendiafactæ: In quarum Schematismis si forsan literæ quædam redundaverint, illæ ad ea pertinent censeadæ sunt, quæ in ampliori ejusdem Scripto continentur, hîc vero dictâ de causa omitteruntur.\n\nHabes hic (Clarissime vir) eorum summam (strictim traditam) qua fusius scriperam, meas de Tangentibus Methodos spectantia, duas potissimum quibus praestim utor; alteram in Speciebus, alteram in Lineis; utramque generali formâ facile explicablem.\n\nPriorem adhibeo Con.Se&.prop.23,30,36,46,49.& passim alibi. Quæ hæc est.\n\nExposita Curva Aa, (puta Parabola, fig. 4.) quam in a tangat a F, diametro VDA occurrens in F; ordinatim applicetur a V, & DOT curvae in O & tangentii in T occurrens. Ponatur autem V a = b, VA = v, VF = f, VD = a, adeoque DA = v + a, DF = f + a;\n\nEst (propter similia triangula) VF.DF :: Va.DT = \\frac{f+a}{f}b.\n\nItem, si tangens sit ultra curvam, DT > DO; si citra, DT < DO: Nempe, DT = DO si intelligatur D in V; sed, si extra V, DT vel DO major prout tangens est ultra citrave curvam.\n\nTum,\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/100915.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13974,
    "total-output-tokens": 3707,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1896,
        2
      ],
      [
        1896,
        3823,
        3
      ],
      [
        3823,
        5939,
        4
      ],
      [
        5939,
        8038,
        5
      ],
      [
        8038,
        10250,
        6
      ],
      [
        10250,
        12250,
        7
      ],
      [
        12250,
        14115,
        8
      ],
      [
        14115,
        14115,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-100915",
    "title": "An Accompt of a New Catadioptrical Telescope Invented by Mr. Newton, Fellow of the R. Society, and Professor of the Mathematiques in the University of Cambridge",
    "authors": "Mr. Newton",
    "year": 1672,
    "volume": "7",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/100915"
  }
}