{
  "id": "4089fd943c78c1d8cb38c576c88703b6ce886419",
  "text": "XVII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society, by the worshipful Company of Apothecaries for the Year 1752, pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. nuper Praeses, by John Wilmer, M. D. Societat. Pharmaceut. Lond. Soc. Hort. Chels. Praefect. et Praelect. Botanic.\n\nRead March 15, 1501\n\n1753. A Cetosa Canopica minor. Lip. Jussieu.\n\n1502 Alcea Virginiana, Ricini folio. Fl. Lugd. Bat. 2. 12.\n\nAlthaea Virginiana, Ricini folio. H. L. 23, Icon.\n\n1503 Alysson incanum luteum, serpylli folio majus. Inst. R. H. 217. Thlaspi minus quibusdam, aliis Alysson minus. J. B. 2. 928. Clypeola Lin. Gen. 650.\n\n1504 Anguria Americana fructu echinato eduli. Inst. R. H. 107.\n\nAnguriæ folio, fructu, Ovi figura, et magnitudine, ad maturitatem pallido, spinosis tuberculis Momordicæ inßar muricato. Pluk. Phyt. Tab. 170. f. 3.\n\n1505 Astragalus orientalis, maximus, incanus, erectus, caule ab imo ad summum florido. Cor. Inst. R. H. 29.\n1506 Ballote, folio Geranii Batrachoïdes. Gmel. Am. Ruth. 47.\n1507 Bidens Americana, triphylla, Angelicæ folio, flore radiato. Plum.\n1508 Blitum fragiferum majus vulgare; Spinachia fragifera. Ald. Hort. Farn. 85.\n1509 Cakile maritima, ampliore folio. Cor. Inst. R. H. 49.\nCakile, seu Eruca marina latifolia. J. B. 2. 868.\n1510 Caryophyllus sylvestris prolifer. C. B. P. 209.\nArmeria prolifera. Lob. Icon. 449.\n1511 Cassida peregrina, Melissæ folio. Inst. R. H. 182.\n1512 Caucalis major Daucoïdes Tingitana. Mor. Umbel. 65.\n1513 Cistus femina, folio Salviæ, supina, humisparsa. C. B. P. 465.\n1514 Cistus ladanisera Monspeliensium. C. B. P. 467.\nLadanisera, sive Ledon Monspeffulanum, angusto folio, nigricans. J. B. 2. 10.\n1515 Clinopodium Alpinum, roseum, Satureiæ folio. Bocc. Mus. 119.\nZiziphora. Lin. Gen. 28.\n1516 Convolvulus, Linariæ folio, affurgens. Inst. R. H. 83.\nVolvulus terrestris Dalechampii. Lugd. 1425.\n1517 Coris cœrulea maritima. C. B. P. 280.\nCoris Monspeffulana cœrulea. J. B. 3. 434.\n1518 Elichrysum orientale. C. B. P. 264. Stœchas citrina, floris et magnitudine et colore speciosa. J. B. 3. 154.\n1519 Eryngium planum minus. C. B. P. 386.\nEryngium pusillum planum. J. B. 3. 87.\n\n1520 Eupatorium, caule erecto, foliis cordatis, serratis. Lin. Hort. Cliff. 396.\nEupatorium, Urticæ foliis, Canadense, flore albo. H. L. 667.\n\n1521 Hypocoum, tenuiore folio. Inst. R. H. 230.\nHypocoum, siliquis pendulis teretibus æqualibus. Hort. Upsal. 31.\n\n1522 Jacea Tartarica, laciniatis foliis. Gerber. Hort. Carolst. 104.\n\n1523 Jacea laciniata, flore luteo magno, squamis calycum ciliaribus, splendentibus. Gerbertanais. 172.\n\n1524 Leucanthemum Alpin. Absinthii folio. Boerh. Ind. alter 107.\n\n1525 Leucoium, vernum, perenne, album, majus. Inst. R. H. 221.\nHesperis Alpina, sive muralis, minor repens. J. B. 2. 880.\n\n1526 Lychnis sylvestris alba spica reflexa. Bot. Monf. 171. Icon.\n\n1527 Lychnis viscosa, foliis inferioribus Bellidi minori similibus, flore minimo, carneo aut rubro. H. R. Momsp.\n\n1728 Millefolium orientale, foliis Tanaceti incanis, radìs pallide luteis. Boerh. Ind. alt. 112.\nAchillea, foliis pinnatis, foliolis lanceolatis, incifis, serratis, subtus lanigeris. Lin. Hort. Cliff. 413.\n\n1529 Moldavica, Betonicæ folio, floribus minimis pallide coeruleis. Amman. Ruth. 46.\nDracocephalum, floribus verticillatis, bracteis oblongis,\noblongis, integerrimis, corollis vix calycem æquantibus. Hort. Upsal. 167.\n\n1530 Myosotis incana repens angustifolia. N. D.\n\n1531 Nepeta, floribus obliquis. Lin. Lophanthus. Amm.\n\n1532 Orobus sylvaticus, purpureus, vernus. C. B. P. 351.\n\nGalega nemorensis verna. J B. 2. 343.\n\n153 Phlomis, Hormini folio, floribus parvis suaverubentibus villosissimis. Amman. Ruth p. 39.\n\nGaleopsis maxima foliis Hormini. Buxb. Cent. C. 1. p. 4.\n\n1534 Ptarmica orientalis, foliis Tanaceti incanis, flore aureo. T. Cor.\n\n1535 Ptarmica incana humilis, foliis laciniatis, Absinthii æmulis. H. L. 510.\n\nAbsinthium Alpinum umbelliferum. Cluf. Hist. 340.\n\n1536 Reseda minor vulgaris. Inst. R. H. 423.\n\nErucago Apula. Col. 269.\n\n1537 Scandix Cretica minor. C. B. P. 152.\n\nAnisomaratum. Col. 1. 90.\n\n1538 Sclarea ficula, folio argenteo subrotundo. Boerh. Ind. alt. 1. 163.\n\nÆthiopis tota argentea, perennis lanuginosa. Cupan. H. Cath.\n\n1538 Sclarea vulgaris lanuginosa, amplissimo folio. Inst. R. H. 179. Æthiopis. Dod. Pempt. 148.\n\n1540 Scorzonera, foliis laciniatis, caule erecto. Inst. R. H. 477.\n\nTragopogon, laciniatis foliis. Col. Phyt. 2. 21.\n\n1541 Scrophularia Lusitanica frutescens, Verbenacæ foliis. Inst. R. H. 167.\n\nP Scrophularia,\nScrophularia, foliis lanceolatis, obtufis, ferrato-dentatis, pedunculis bifidis. Royen. Fl. Leyd. Prod. 294.\n\n1542 Stœchas folio ferrato. C. B. P. 216. Laven-dula foliis crenatis. T. 198.\n\n1543 Symphytum, consolida major, flore purpureo. C. B. P. 259.\n\nSymphytum magnum. J. B. 3. 593.\n\n1544 Thlaspi montanum sempervirens. C. B. P. 106. Iberis foliis linearibus acutis integer-rimis. L. H. Clif. 330.\n\n1545 Tragapogon hirsutum. C. B. P. 274.\n\nTragapogon Apulum, humile, hirsutum, lu-teum. Col. p. 1. 233.\n\n1546 Valeriana maxima Pyrenaica, Cacaliæ folio. Fagon. Tourn. 131.\n\n1547 Verbascum humile Alpinum, villosum, Borra-ginis flore et folio. Tourn. 147.\n\nSanicula Alpina, folio Borraginis, villosa. C. B. P. 243.\n\n1548 Veronica Austriaca, foliis tenuissime laciniatis. T. 144.\n\nChamaedrys spuria tenuissime laciniata. J. B. 3. 387.\n\n1549 Veronica orientalis, minima, foliis laciniatis. T. Cor. 7.\n\n1550 Waltheria, foliis cordato-ovatis, ferratis. L. H. Cliff. 342.\n\nMonospermalthæa arborescens villosa, flore ma-jore. D. Isnard. Act. Reg. Scient. 1721. p. 278. Tab. 14.\n\nXVII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105131.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2684,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        998,
        2
      ],
      [
        998,
        2116,
        3
      ],
      [
        2116,
        3350,
        4
      ],
      [
        3350,
        4569,
        5
      ],
      [
        4569,
        5645,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105131",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society, by the Worshipful Company of Apothecaries for the Year 1752, Pursuant to the Direction of Sir Hans Sloane, Baronet, Med. Reg. & Soc. Reg. Nuper Praeses, by John Wilmer, M. D. Societat. Pharmaceut. Lond. Soc. Hort. Chels. Praefect. et Praelect. Botanic",
    "authors": "John Wilmer",
    "year": 1753,
    "volume": "48",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/105131"
  }
}