{
  "id": "23b04274580aabc2529dd39453fa732559f31a93",
  "text": "A Postscript to the Publisher, containing a short account of two Human Calculi of unusual form and bigness, from the same F. S. M. D.\n\nSIR,\n\nHere send you the Figure of a Stone, Fig. 1. of a prodigious size and as rare a shape, somewhat resembling indeed the Kidney, for that was quite worn away, and this stone fill'd up the place, it weigh'd indeed somewhat more when I took it out of the Body, than it does now, for it then weigh'd seven ounces and a half; there is no History that relates any account of a stone generated in the Kidney, that does near parallel this. Without breaking it asunder, I can find it does consist of several laminae laid over one another, as that of the Bladder does: I took the Circumference, and found it to measure seven Inches upon the round.\n\nThat taken out of the Body of the late Duke of Norfolk's Father, Fig. 2. was brought not long since to the R. Society by Sr. Theodore de Vaux, who gave me leave to send you the Figure of it, which you see is branched, and seems to have spread some branches into great Vessels, whether Arteries, Veins or into the Ureter I cannot determine, tho these as well as the Pelvis seem to have been fill'd up by this great stone: yet this comes far short of that before mention'd, since it weighs but four ounces and a half: a stone indeed of an incredible size to be found in the Kidney. The measure longwise from one extreme to the other made four Inches compleat: the extension of the Branches from one to the other measur'd croswise or transversly, 3 Inches and a half. This is deservedly laid up in the Repository of the Royal Society, as a great but sorrowful Rarity, having caused the death of so great a Patron of Learning.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102040.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9592,
    "total-output-tokens": 596,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        1700,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102040",
    "title": "A Postscript to the Publisher, Containing a Short Account of Two Human Calculi of Unusual Form and Bigness, from the Same F. S. M. D",
    "authors": "Fred. Slare",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102040"
  }
}