{
  "id": "c8d9e7bcc02d5bad5f6f5fa882bca61dbc9e1f7a",
  "text": "hath been necessary to cure this secondary disease, the original distemper hath gone on, according to the best judgment I could form of it, exactly in the same manner, as it would have done had the bark never been given.\n\nLXXXII. An Account of an Earthquake felt at Lingfield in Surrey, and Edenbridge in Kent, on the 24th of January 1758. By James Burrow, Esq; R. S. V. P.\n\nRead April 6, 1758.\n\nIn the London Chronicle, No. 181, published on the 25th of February 1758, in page 185, is the following article: \"We hear, that about two o'clock in the morning of the 24th of last month\" (which was the month of January), \"an Earthquake was felt in the parishes of Worthe, and East-Grinted, in Sussex; Lingfield, in Surrey; and Edenbridge, in Kent; and other adjacent places: which alarmed several of the inhabitants very much; but no damage ensued.\"\n\nMr. Burrow, having some connection with these two last parishes of Lingfield and Edenbridge, immediately wrote to the Rev. Mr. Goodricke of Lingfield, to inquire into the truth of this report: and Mr. Goodricke's answer confirmed the fact of its being felt there, and at other adjacent places; and added, \"that it shook the beds and windows, and made\n\"made the plates rattle; and went off with a noise,\n\"like a small gust of wind.\"\n\nHowever, Mr. Burrow did not then judge it to be\neither regular or proper to trouble the Society with\nthis account; because Mr. Goodricke only received\nit from hearsay and report, he himself happening to\nbe absent from Lingfield at that time.\n\nBut Mr. Burrow having passed some days, during\nthe late recess of the Society, at a place called Star-\nborough-castle, which lies nearly between the two\nchurches of Lingfield and Edenbridge (scarce four\nmiles distant from each other), he has had an oppor-\ntunity of being more particularly and circumstan-\ntially informed of the fact, as far as relates to those\ntwo parishes: and he is now assured, that it was cer-\ntainly and undoubtedly felt and observed by some\npersons in each of those two parishes; tho' (as it\nhappened in the dead of the night, when most peo-\nple were fast asleep) it was not generally perceived:\nnor was it much spoken of, even by those, who\nwere sure they felt it.\n\nThe persons, from whose own mouths he can\nauthenticate the fact, are James Martin, Adam Kil-\nlick, Mrs. Jewell, and Mr. Chapman: and he has\nno less doubt as to Mr. Orgles and Mrs. Pigott (who\nwas waked and much frighted by it), tho' he did not\nindeed personally converse with either of the two last.\n\nThese two, and Mrs. Jewell, all inhabit quite close\nto Lingfield church-yard, on different sides of it:\nand Chapman lives within a quarter of a mile of it,\nto the south-west.\n\nJames Martin lives within a bow-shot of Star-\nborough-castle, at the eastern edge of the parish of\nLingfield,\nLingfield, where it joins to that of Edenbridge; and Adam Killick's habitation is three miles north-east of Starborough, at the north-western point of the parish of Edenbridge.\n\nAll these four, with whom Mr. Burrow personally conversed, agreed as to the time of the concussion; viz., between one and two in the morning: and they all agreed as to the shaking of their beds and windows; and all of them described the continuance of the shock as not much more than instantaneous: but they did not all hear the noise, which some of them observed it to conclude with; particularly Adam Killick heard no noise at all; and yet, he says, he was broad awake when it first began: and it shook his house and bed, and made his windows rattle so much, that he was apprehensive of their being broken; and even caused one pane of glass (which was indeed loose before) actually to drop out. But James Martin, who was likewise fully awake (as was his wife too), did bear the noise distinctly. He says, he felt his house and bed shake, heard his windows rattle, and some earthen ware clatter upon a chest of drawers; and also heard a noise, like the distant discharge of a cannon: whereupon he immediately said to his wife, \"Lord! what is that?\" but she happening, at that very instant, either to cough or sneeze (she cannot recollect which of the two), did not, tho' quite awake, perceive any thing at all of the matter. However, she confirmed her husband's asking her this question under an apparent surprize.\n\nMr. Burrow had a very particular conversation with these two separately: and he had also a very minute detail from Adam Killick (who works for him\nhim as a sort of gardener at Starborough); who further added, \"that the shock waked and frighted his wife, tho' she was fast asleep before.\"\n\n6th April, 1758. James Burrow.\n\nLXXXIII. An Account of the Case of the First Joint of the Thumb torn off, with the Flexor Tendon in its whole Extent torn out. By Robert Home, late Surgeon to the Thirtieth Regiment of Foot, and Surgeon at Kingston upon Hull. In a Letter to John Pringle, M.D. F.R.S.\n\nSIR,\n\nRead April 6, 1758. I take the liberty of inclosing to you a case in surgery, which I imagine is not very common. Marchetis indeed has an observation of the same kind; and there are several others collected together by Mons. Morand, in the second volume of the Memoires of the Royal Academy of Surgery at Paris: but as I have not heard of that volume's being translated into English, and believe there is no observation of a similar nature in the Philosophical Transactions, I beg the favour of you to communicate it to the Royal Society, of which you are a Fellow; and at the same time to make them an offer of the joint of the thumb, with its adherent tendon, which you will receive at the",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105307.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7288,
    "total-output-tokens": 1526,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1199,
        2
      ],
      [
        1199,
        2802,
        3
      ],
      [
        2802,
        4444,
        4
      ],
      [
        4444,
        5583,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105307",
    "title": "An Account of an Earthquake Felt at Lingfield in Surrey, and Edenbridge in Kent, on the 24th of January 1758. By James Burrow, Esq; R. S. V. P.",
    "authors": "James Burrow",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/105307"
  }
}