{
  "id": "19fbfb455ae51f224f89e5e2c30d31442bb64432",
  "text": "TO THE\nRIGHT HONOURABLE\nROBERT,\nEARL OF ALISBURY, &c.\n\nMy LORD,\n\nEVER since I have undertaken to publish the Philosophical Trans-\nactions, I have been concerned, once a year, to seek out a Noble\nPatron, to whose favour I might with good assurance address the\nCollections of the whole Year, when finished. And for this present Volume,\nI cannot devise better than to lay it before Your Lordship, who doth per-\nfectly apprehend, How the genius of this Age hath countenanced the Re-\nstoration of Noble Arts and of good Literature, and that the English No-\nbility and Gentry have constantly shew'd a willingness to be the Example,\n(as it was first Illustrated and best Recommended by a Peer of England, the\nLord Viscount of St. Albans;) and that great and deep Wits in all Forraine\nparts round about Us, and in many Remote places, do drive it on with no\nslow pace; the Emulation working high everywhere, and performing ad-\nmiration.\n\nThis being so well known to Your Lordship, I am perswaded, It will\nbe a divertizing Entertainment, to take notice of the Yearly Growth of\nPhilosophy, and of Philosophical Aids, in substance and in extent, with fresh\nsupplies continually; to observe, that the Ingenious do hold on in a Real\nProgress; and to remark, how, where, and by whom all Novel Inventions\nhave their Rise, and by what Steps and Expedients they are promoted:\nWhich is the best of Human helps, to excite, encourage and enable for other\nbeneficial Inventions: And 'tis an ingenuous delight, to see the Virtuous\nadvance with good Speed. The Philosophical Poet Lucretius said in his\nRapture;\n\nlib.2. Suave, mari magno,turbantibus æquora ventis,\nE Terra magnum alterius spectare laborem!\n\nThe Poet seems it a deep pleasure, to behold (as from a safe harbour on\nfirm land) the deviations and collisions of profound and industrious Phi-\nlosophers in all former Ages. And certainly it must be a more Natural\nand a more agreeable pleasure, and far greater happiness, to behold the fer-\nvent and sedulous Emulations of the most Civil and most Accomplished Na-\ntions (and of the acutest, the deepest, and the most learned amongst them,)\ncontending with all their strength and skill, who shall excel the other in the\nmost beneficial obligings of Mankind.\n\nMy LORD, I doubt, it will be expected, I should here represent to Your\nLordships eye a hint of just applause for the great Merits of those Worthies,\nwho have so happily brought-in their fresh supplies: But I must confine my\nself to a few soft Touches, which the most reserved Modesty may justly claim,\nand which Malice itself cannot deny.\n\nHere\nHere then we have the accurate Observations of some judicious and learn'd Travellers. Excellent Instructions for generous Travellers. We have several Essays towards the Natural Histories of Countries, (which is the main drift of our humble suit at the beginning of this Volume,) of Mineral Waters; of some Animals, chiefly by Anatomical inspection. And the curious Anatomy of Plants is here confirm'd, in some main Points, by good Microscopes. And we have here fair promises of improving Telescopes, which have already so much enlarged Astronomical knowledge; as the Microscope hath detected a great part of this habitable World, which hath been hitherto Invisible. And an Honourable Person of our Number, hath given us a probable Account of the System of the World from the Superficial Figures of Fluids, and from contiguous Liquors. And he hath most convincingly discover'd the Origin and Mechanical deduction of Qualities, substantially proving, that the famous Authors of Elder times did not thoroughly discern or consider the True processes of Nature in Generals. And the same hand puts a stop to the Neoteric Notions of Chymists, since they agree not with the verity of Experiments. The New Theory of Light and Colours is still maintain'd by Optical Experiments: And the flaming Tincture of Light strangely transmitted from Dead and unputrified flesh to Living Members merely by contact: And Luminousness more strangely impressed, for a time to reside in a facilitious Body. The Mathematicks run on their course still, in fresh ground. Astronomy wants no encouragements, and hastens to perfection. Physick, Anatomy, and Medicine, obtain New Discoveries; and after Zwelfer, Schroder, and many more ancient and famous Dispensatories, the Industrious Charas hath from much experience prepar'd an ample Pharmacutic. And the Philosophers of Germany go on to increase their Curiosities. Aristotle's own Natural philosophy prefer'd before the Commentaries of Schoolmen; and the Cartelian before the Aristotelian. A French Water-Engin to quench Fires. Two Newly devised Hygroscopes. An Essay or endeavour to explain the Use of the Inclinatory Needle, for great Uses.\n\nMy LORD, I shall pass by other particulars, and conclude with that which is herein solicited as the main business of every good man; namely, to adorn his own Country with the best and most substantial Improvements. Of these, Agriculture is the surest, the most in our power, and the most fundamentally necessary of Domejicks; the Hortulane, best becoming the hands and care of the Generous; And Trade and Commerce do maintain the Multitudes, raise the value of Lands at home, and render us most considerable abroad. In both these respects, we have here given some Additional accounts: For the Mysteries and Intrigues of Trade, more than I have been able to dive into: And all England would rejoice to see Trade reviv'd, and reaching all over the World: Which seems to be the honest design of the late Author of Englands Improvement by Sea and Land.\n\nMy LORD, I cannot doubt of your Lordships favourable Patronage in all concerns for the good of England: And since Your Lordships countenance contributes much to promote all our Affairs; this hath given me a confidence to make this address, and to entitle myself, My Lord,\n\nYour Lordships very humble and faithful Servant,\n\nH. OLDENBURG.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101699.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1439,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2588,
        2
      ],
      [
        2588,
        5940,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101699",
    "title": "Epistle Dedicatory",
    "authors": "Henry Oldenburg",
    "year": 1676,
    "volume": "11",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101699"
  }
}