{
  "id": "7386051569a7f4c07e4c20e7d87582b16a03f353",
  "text": "VI. On the periodical Changes of Brightness of two fixed Stars.\n\nBy Edward Pigott, Esq. Communicated by Sir Henry C. Englefield, Bart. F. R. S.\n\nRead January 12, 1797.\n\nBath, August, 1796.\n\nAlthough those far distant suns, the fixed stars, have baffled all investigation with regard to our knowledge of their distance, magnitudes, and attractions; we have, nevertheless, by determining their periodical changes of light, established a strong affinity between them and our sun; and among such an inconceivable number, we may expect to find some with periods of rotation much longer and shorter than those we are already acquainted with, and with changes perhaps even sufficiently rapid to afford a ready means for determining accurately differences of terrestrial longitudes. This would be a most satisfactory, useful, and profitable discovery, and may be the lot of those who have but a slight knowledge of astronomy, provided that with great exactness, and a good memory, a constant look out be given. The discoveries which at present I have the honour of laying before the Society, are the periodical changes of brightness of two stars, one in Sobieski's Shield, the other in the Northern Crown.\n\nThe constellation of Sobieski's Shield consists of a very few stars, and was formed by Hevelius, in honour of a king of Poland; the variable star that now appears in it was, doubtless, not noticed by him, as he has set down stars near it, which are by times much less conspicuous. It has nearly the same right ascension as the star l, and is about one degree more\nsouth: this, for the present, suffices to point out its place; for as I wish to proceed immediately to the results, I shall, for greater perspicuity, collect at the end of this account, a more exact determination of its right ascension and declination, as also a plan of the stars situated near it.\n\nWhen at its full and least brightness, it attains in different periods, different degrees of brightness: I have never yet seen it of a greater magnitude than of the 5th, nor when at its least, less than the 7.8th. It completes all its changes in about 63 days, being 14 at its full brightness, without any perceptible change; 9 at its least, also without any perceptible change; 28 days decreasing from the middle of its full brightness to the middle of its least; and 35 increasing from the middle of its least brightness to the middle of its full. These results being deduced from only the few observations I have made, cannot, of course, be very accurate, but may easily and soon be corrected by comparing any future observation with those communicated in this paper; not relying much on the estimated magnitudes, but principally on its comparative brightness with the stars there mentioned and marked in the plan, the magnitudes of which, by a mean of several observations, I have settled thus:\n\nMagnitudes.\n\n\\[\n\\begin{align*}\n\\lambda & \\quad 3 \\\\\ni & \\quad 4 \\\\\nm & \\quad 4.5 \\\\\nl & \\quad 4.5 \\\\\no & \\quad 4.5 \\\\\nk & \\quad 5 \\\\\nn & \\quad 5 \\\\\nb & \\quad 5.6 \\\\\ng & \\quad 5.6 \\\\\n* \\text{ above} & \\quad l \\quad 6 \\\\\nP & \\quad 6.7 \\\\\n\\text{neb.} & \\quad 6.7 \\\\\nr & \\quad 7 \\\\\nT & \\quad 8\n\\end{align*}\n\\]\n\nThe nine first letters are according to Flamsted, the others as affixed by me.\nExtract from my Journal of the Observations on the Variable in Sobieski's Shield; made at Bath.\n\n| Dates       | Magnit. | Description                                                                 |\n|-------------|---------|-----------------------------------------------------------------------------|\n| 1795. Sept. 25 | 5       | brighter than k, and less than l; it has lately been increasing.             |\n| Oct. between 1 & 8 | 5       | ditto                                                                         |\n|              | 26      | rather less than k; much brighter than P.                                    |\n|              | 30      | much less than k, and rather brighter than P.                                |\n| Novemb. 6 & 7 | 6       | much less than k, and rather brighter than P.                                |\n|              | 14      | almost equal to k, and much brighter than P.                                 |\n|              | 27      | I think rather less than k.                                                  |\n| Decemb.      |         | I could not determine which was brightest, the variable, or k.               |\n| 1796. Feb. 12 & 13 | 5       | considerably less than k, and rather brighter than P.                        |\n| March        | 4       | much less than P.                                                            |\n|              | 12      | rather brighter than P; considerably less than k.                            |\n| April 7, 17, 19 | 5       | considerably brighter than P, and rather less than k.                        |\n|              | 30      | less than P; brighter than r.                                                |\n| May 4, 10, 12, 13 | 7.8     | much less than P, and rather less than r. The observation of the 12th seems to express most decidedly its being less than r. |\n|              | 16      | equal, or rather brighter than r; much less than P.                          |\n|              | 19      | rather brighter than P.                                                      |\n|              | 24      | brighter than P; much less than k.                                           |\n|              | 31      | much brighter than P; rather less than k.                                     |\n| June         |         | not quite so bright as k.                                                    |\n|              | 9, 10   | rather brighter than k; considerably less than l.                            |\n|              | 14      | brighter than k; much less than l.                                           |\n|              | 15, 20, 24 | ditto, ditto, ditto.                                                        |\n|              | 25      | rather brighter than k.                                                      |\n|              | 29      | if any difference, brighter than k; decreased.                               |\n| July         |         | equal to k.                                                                  |\n|              | 7, 8    | rather less than k; considerably brighter than P; D near its full.           |\n|              | 16      | less than k; much brighter than P.                                           |\n|              | 19      | rather less than k; considerably brighter than P.                            |\n| August       |         | less than k; much brighter than P.                                           |\n|              | 4, 7    | ditto; moon near them.                                                      |\n|              | 12, 15  | ditto between the brightness of k and P.                                     |\n|              | 19, 21, 22 | ditto, or less bright.                                                      |\n|              | 27      | much less than k; rather brighter than P.                                    |\n|              | 29      | considerably less than k; rather brighter than P.                            |\n| Sept.        |         | ditto; I think it rather increased.                                         |\n|              | 4, 5    | less than k; brighter than P.                                                |\n|              | 7       | rather less than k; considerably brighter than P.                            |\nFrom these observations the periodical changes were deduced as follows:\n\nThe length of a single period being first settled of 67 days, from a succession of observations between March and May, and of 69 between April and June, we may proceed to obtain a greater exactness from distant dates, thus:\n\nMiddle of its greatest brightness.\n\n| Year | Month | Date | Interval of four periods, making the length of a single one |\n|------|-------|------|----------------------------------------------------------|\n| 1795 | Oct.  | 1st. | - - - 65\\(\\frac{1}{4}\\) |\n\n| Year | Month | Date | Interval of three periods, making the length of a single one |\n|------|-------|------|----------------------------------------------------------|\n| 1795 | Oct.  | 1    | - - - 64                                                |\n| 1796 | June  | 18   |                                                          |\n\nMiddle of its least brightness.\n\n| Year | Month | Date | Interval of three periods, making the length of a single one |\n|------|-------|------|----------------------------------------------------------|\n| 1795 | Nov.  | 6    | - - - 62                                                |\n| 1796 | May   | 10   |                                                          |\n\n| Year | Month | Date | Interval of two periods, making the length of a single one |\n|------|-------|------|----------------------------------------------------------|\n| 1795 | Nov.  | 6    | - - - 59\\(\\frac{1}{2}\\)                                  |\n| 1796 | March | 4    |                                                          |\n\nA single period, on a mean - - 62\\(\\frac{3}{4}\\)\n\nHad it been requisite to have given any preference to one of these four results, I should have chosen the third; not only on account of the exactness of the observations themselves, but particularly because the changes when near its least brightness are quicker; however, they all agree more satisfactorily than I think could be expected; still it must be remembered, that the mean period here determined is merely for this set of observations, it being yet unknown what kind of irregularities it is liable to; for while I am now writing, in the month of August, its changes seem different from those of the four preceding periods; and how these perturbations will terminate,\ncannot be settled in the present account, as I mean here to conclude it; but will add in the Journal, observations of as late a date as possible.\n\nThe mean right ascensions of the stars here given, were deduced from observations made in the meridian with a small transit instrument, and are, I believe, accurate. The declinations are not settled with greater precision than to two or three minutes; and although quite sufficient to prevent any mistake, I have, for the satisfaction of those who wish to make further observations on them, drawn up the annexed plan, in which all the stars they were compared to, can easily be found; no greater exactness is intended. (See Tab. II.)\n\n| Mean right ascension. | Declination |\n|-----------------------|-------------|\n| In Time.              | in Degrees, &c. |\n| h' m\" s\"              | o' m\" s\"     |\n| 18 36 16.7            | 279 4 10    |\n| 18 36 38.5            | 279 9 37    |\n\nComputed for June 25th, 1796.\nThe little star T in my plan, in Sobieski's shield\nThe variable in Sobieski's shield\n\nComputed for June 1st, 1796.\nThe little star o of my plan in the Northern crown\nThe variable in the Northern crown\n\nThe other Variable that I have discovered is, as already mentioned, in the Northern Crown. Its right ascension and declination have just been given, as likewise the plan of the stars near it. This star, although not in Flamstead's catalogue, is marked on Bayer's maps of the 6th magnitude. Several years ago, in 1783, 1784, and 1785, I suspected it to be changeable, which induced me to make the memorandums here copied in the Journal, since which time I have often seen it, but not perceiving any alteration, the dates were neglected until the spring of 1795; I then had the satisfaction of finding my suspicions confirmed, it being invisible; but on the 20th of June, it appeared of the 9.10th magnitude, and went through MDCCXCVII.\nits various changes as follows: in six weeks it had increased to its full brightness, the middle time of which was August 11th, 1795. At its full brightness it was of the 6.7th magnitude, and remained the same without any perceptible alteration for about three weeks: it then was three weeks and a half in decreasing to the 9.10th magnitude, and disappeared a few days after. Having reappeared in the following April, 1796, it was on the 7th of May again of the 9.10th magnitude, and increasing nearly in a similar manner as on the 20th of June the preceding year; which completes all its changes, and gives a period of ten months and a half.\n\nVery remarkable and perplexing it was, that just after I had made out the periods of these two variable stars, their changes should appear different from those before observed; the particulars concerning that in Sobieski's Shield have been noticed: as for this in the Northern Crown, it shews at present (being the computed time of its full brightness), great unsteadiness, more so, I think, than any of the variables whose periods have been settled with certainty; for having increased as before, with tolerable regularity, till it attained the 7.8th magnitude, it then kept wavering between those magnitudes, and is still so at the present time (August) that I am closing my account of it. I nevertheless hope to add a few more remarks in the Journal, as I have done for the other variable. Future observations will determine how far the period of ten months and a half is rightly settled. I am greatly inclined to think it the true one, as the star went through all its changes progressively and steadily. Many of the variables are occasionally liable to unexpected changes, particularly at the attainment of their full brightness in different periods; such perturbed periods may\nperhaps be found to return after a certain number of more regular ones; but to ascertain this, requires probably a long series of observations. The magnitude of the stars in the Northern Crown, marked on my plan, and to some of which the variable was compared, are here accurately fixed by a mean of many observations. (See Tab. II.)\n\nMagnitudes.\n\n\\[\n\\begin{align*}\n\\alpha & \\quad 2.3 \\\\\n\\beta & \\quad 4.3 \\\\\n\\theta & \\quad 4 \\\\\n\\gamma & \\quad 5 \\\\\n\\delta & \\quad 6 \\\\\n\\epsilon & \\quad 6.7 \\\\\n\\pi & \\quad 7 \\\\\n\\omega & \\quad 8.9 \\\\\n\\phi & \\quad 9 \\\\\n\\chi & \\quad 10\n\\end{align*}\n\\]\n\nAll these characters are according to Bayer, except the four last, which I have added.\n\nI have in this paper followed, as much as possible, the same method and deductions as in my others, which the Society have done me the honour of publishing.* The subject of them all being very similar, it was difficult to avoid sometimes repeating the same remarks, which, if omitted, might perhaps occasion some uncertainty, and perplex those who do not recollect or have not read the former papers. I shall now conclude with my observations on the variable in the Crown.\n\n* See Phil. Trans. Vol. 75, and 76, &c.\nExtracts from my Journal, of the Observations on the Variable in the *Northern Crown*; made at Bath.\n\n| Dates   | Magnit. | Notes                                                                 |\n|---------|---------|----------------------------------------------------------------------|\n| 1783. July 27 | 7.8     | seen with difficulty with an opera-glass.                           |\n|         | 30      | much brighter.                                                       |\n|         | 31      | though the air was hazy, I could see it *with D°*.                   |\n| August 8 | 7       | saw it distinctly—opera-glass.                                       |\n| 1784. July 11 | 6.7     | thought it considerably brighter than last year.                    |\n|         | 14      | rather less than π, but evidently brighter than w.                  |\n| 1785. May 20 | 7       | not so bright as ρ, equal to π, and brighter than w.                |\n| 1795. May 28 |        | it is marked less than π, and brighter than the 7.8th magnitude     |\n| June 20 | 9.10    | not visible with an opera-glass.                                     |\n|         | 23      | evidently less than o; rather less than P; rather brighter than x.   |\n|         | 29      | equal to, or brighter than P.                                        |\n| July    | 6       | evidently brighter than P; nearly equal to o.                        |\n|         | 7       | evidently brighter than o; nearly equal to w.                        |\n|         | 13      | certainly brighter than w, and rather less than π ρ.                 |\n|         | 24      | nearly equal to π; no perceptible alteration during these dates.     |\n|         | 25      | less than π; moon nearly full.                                       |\n|         | 31      | evidently less than π; if any difference brighter than w.            |\n| August 2 | 6       | evidently less than w; if any difference brighter than o.            |\n|         | 11      | less than o, and equal to P.                                         |\n|         | 17      | equal to, or less than P; brighter than x.                           |\n|         | 21      | not visible with an excellent night-glass; therefore less than the   |\n|         | 28      | 11th magnitude; a remarkably rapid disappearance; air clear.         |\n| Sept.   | 4       | not visible with an opera-glass, with which I can, when the air      |\n|         | 6       | is very clear, see the star o of my plan.                            |\n|         | 13      | not visible with the night-glass; therefore not of the 11th magnit.   |\n|         | 15      | visible with night-glass; less than x.                               |\n|         | 16      | brighter than x; rather less than P.                                  |\n|         | 20      | less than o, and equal to, or rather brighter than P.                |\n|         | 22      | equal to, or *rather* brighter than o.                               |\n\nAs, in these four observations, it was not compared to any star, they are less to be relied on.\nContinuation of the Observations on the variable Star in the Northern Crown. Bath.\n\n| Dates | Magnit. | Notes |\n|-------|---------|-------|\n| May   |         |       |\n| 24    | 8       | rather brighter than o. |\n| 31    |         |       |\n| June  |         |       |\n| 9     | 7.8     | brighter than o; less than w. |\n| 10    |         |       |\n|       | 7.8     | between the 10th and 24th I often tried to see it with an opera-glass, but owing to the moon and twilight, I could not, though the w was by times perceptible, therefore it could not be brighter than the 7.8th magnitude. |\n| July  |         |       |\n| 24    | 8       | rather brighter than o; considerably less than w. |\n| 25    |         |       |\n| 29    |         |       |\n| 7     |         |       |\n| 8     |         |       |\n| 23    |         |       |\n| Aug.  |         |       |\n| 25    |         |       |\n| 26    |         |       |\n| 27    |         |       |\n| 30    | 7.8     | during these dates it has in general been set down much brighter than o, and rather less than w, though sometimes more decidedly less than w; but these very small differences are ever difficult to ascertain, owing to the disposition of the eye, atmosphere, and various lights. |\n| 4     |         |       |\n| 7     |         |       |\n| 12    |         |       |\n| 15    |         |       |\n| 19    |         |       |\n| 21    | 7       | equal to w; no moonlight. |\n| 22    |         |       |\n| 27    | 7       | equal to, or rather less than w. |\n| Sept. |         |       |\n| 4     | 7       | equal to, if not brighter than w. |\n| 5     |         |       |\n| 8     | 7       | equal to, if not less than w. |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106921.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15680,
    "total-output-tokens": 4907,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1563,
        2
      ],
      [
        1563,
        3249,
        3
      ],
      [
        3249,
        7551,
        4
      ],
      [
        7551,
        9871,
        5
      ],
      [
        9871,
        11766,
        6
      ],
      [
        11766,
        13593,
        7
      ],
      [
        13593,
        14778,
        8
      ],
      [
        14778,
        17881,
        9
      ],
      [
        17881,
        19558,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106921",
    "title": "On the Periodical Changes of Brightness of Two Fixed Stars. By Edward Pigott, Esq. Communicated by Sir Henry C. Englefield, Bart. F. R. S.",
    "authors": "Henry C. Englefield, Edward Pigott",
    "year": 1797,
    "volume": "87",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106921"
  }
}