{
  "id": "d1f439ea4efd7156fe039b47970070bd12d97702",
  "text": "Such hath been the success, that has not unfrequently crowned the empirical use of these waters; which, though, in some of these cases, it might undoubtedly have been better conducted in the hands of the prudent physician, may, however, suffice to convince us, that the vitriolic waters are a branch of the materia medica, not to be despised nor overlooked, in the cure of many stubborn chronical diseases.\n\nDublin, 15 February, 1750.\n\nXLVI. An Account of that Part of America, which is nearest to the Land of Kamtchatka; extracted from the Description of Kamtchatka by Professor Krashennicoff, printed at Petersburg, in two Volumes, 4to. in 1759; and translated and communicated by the Rev. D. Dumaresque, D.D. Chaplain to the English Factory at Petersburg.\n\nCHAPTER X.\nOf America.\n\nRead Jan. 24, 1760.\n\nAlthough we have no exact and circumstantial accounts of America, which lies east of Kamtchatka, for which reason, the description of that country might be deferred to the time, that the voyage to America, at the Kamtchatka expedition, will be published; nevertheless,\nfor the sake of regularity, and that the reader may still have some notion of all the countries, that are in the neighbourhood of Kamtchatka; we are going to communicate here, what is collected in the memoirs of Mr. Steller, in different places.\n\nThe continent of America, which now is known from 52° to 60° of north latitude, extends from the south-west to the north-east, everywhere almost at an equal distance from the Kamtchadalian shores, viz. about 37° longitude: for the Kamtchadalian shore, also, from the Kurilian Lopatka [the shovel*] to cape Tchukotski, in a strait line (except where there are bays and capes), lies in the very same direction. So that one has grounds to infer [from thence], that those two lands were once joined, especially in those parts, where lies cape Tchukotski: for, between that and the coast, that projects, which is found at the east, directly over-against it, the distance does not exceed two degrees and a half.\n\nSteller brings four arguments to prove this:\n\n1. The state of the shores, which, both at Kamtchatka and in America, are ragged [broken, cragged].\n2. The many capes, which advance into the sea, from 30 to 60 verstes.\n3. The many islands in the sea, which separate Kamtchatka from America.\n4. The situation of those islands, and the inconsiderable breadth of that sea.\n\nAs to the rest, we leave this to the consideration [or judgment] of more skilful persons: sufficient it\n\n---\n\n* The words included between the [ ] are added by way of illustration, or else are, for the most part, the literal translation of the Russ.\nwill be for us, barely to relate what was observed round about those parts.\n\nThe sea, which divides Kamtchatka from America, is full of islands, which [lying] over-against the south-west end of America, extend [as far as] towards the streights of Anian, in such an uninterrupted series [row, order], as the Kurilian islands do [as far as] towards Japan. That row of islands is found between 51 and 54° latitude, and lies directly east; and it begins not farther than 5 degrees from the Kamtchadalian shore.\n\nSteller thinks, that Company's-land is to be found between the Kurilian and the American islands (which many doubt of), if one [setting out] from the southwest extremity of America, advances south-west: for, in his opinion, Company's-land must be the base of a triangle [which it forms] with the Kurilian and the American islands; which seems not to be destitute of foundation, if Company's-land be rightly laid down on the maps.\n\nThe American land is in a much better state, with regard to the climate, than the farthermost eastern part of Asia, though it lies near the sea, and has, every-where, high mountains, some of which are covered with perpetual snows; for that [country], when its qualities are compared to those of Asia, has, by far, the advantage. The mountains of [that part of] Asia are, every-where, ruinous and cleft [broken]; from whence they have, long since, lost their consistency, they have lost their inward warmth; upon which account, they have no good metal [of any kind]; no wood, nor herbs, grow there, except in the vallies, where is seen small [brush-] wood and stiff\nstiff herbs. On the contrary, the mountains of America are firm, and covered, on the surface, not with moss, but with fruitful earth [or mould]; and therefore, from the foot to the very top [of them], they are decked with thick and very fine trees. At the foot of them grow herbs proper to dry places, and not to marshy ones; besides that, for the most part, those [plants] are of the same largeness and appearance, both on the lower grounds, and on the very tops of the mountains; by reason, that there is everywhere the same inward heat and moisture. But in Asia, there is so great a difference between them, that, of one kind of plants growing [there], one would [be apt to] make several kinds, if one did not observe a rule, which holds generally, with regard to those places [viz.], that in lower grounds herbs grow twice as large as those on the mountains.\n\nIn America, even the sea-shores, at $60^\\circ$ latitude, are woody; but in Kamtchatka, at $51^\\circ$ latitude, no place set with small willows and alder-trees is found nearer than 20 verstes from the sea: plantations [or woods] of birch-trees, are, for the most part, at [the distance of] 30 verstes; and, with regard to pitch-trees, on the river Kamtchatka, they are at the distance of 50 verstes, or more, from its mouth. At $62^\\circ$, there is no wood at Kamtchatka.\n\nIn Steller's opinion, from the afore-mentioned latitude of America, the land extends as far as $70^\\circ$, and farther; and the chief cause of the above-said growth of woods in that country is the cover and shelter it has from the west. On the other hand, the want of this [of wood] on the Kamtchadalian shores, especially on the shore of the Penshinian sea,\ndoubtless, comes from a sharp north wind, to which it is much exposed. That those parts, which lie from the Lopatka, farther to the north, are more woody and fruitful, is owing to cape Tchukotski, and the land that has been observed over-against it, by which those [parts] are sheltered from the sharp winds.\n\nFor this reason, also, fish comes up the rivers of America earlier than those of Kamtchatka. The 20th of July, there has been observed a great plenty of fish in those rivers; whilst at Kamtchatka, it is then but the beginning of an abundant fishery.\n\nOf berries, they saw there an unknown kind of raspberries, which bore berries of an extraordinary bigness and taste. As to the rest, there grow in that country black-berries [with several other kinds of berries, called in Russ, jimolost, golubitsa, brusnitsa, and shiksha], in as great plenty as at Kamtchatka.\n\nThere are creatures enough, good for the support of the inhabitants of those parts; particularly seals, sea-dogs, sea-beavers, whales, * canis carcharias, marmottes [marmotta minor], and red and black foxes, which are not so wild as in other places, possibly because they are not much chaced [hunted].\n\nOf known birds, they saw there magpies, ravens, sea-mews [† urili], sea-ravens, swans, wild ducks, jackdaws, woodcocks, ‡ Greenland pigeons, and\n\n* In Russ, akul, or mokoia; in bigness, it is inferior to the whale; and it is like it in this, that it casts no spawn, but brings forth young; upon which account, some reckon it a species of whale. Descript. p. 308. 1st vol.\n\n† Uril, corvus aquaticus maximus, cristaecus, periophthalmiis cinnabarinis, postea candidis.\n\n‡ Columba Groenlandica, Batavorum, kaiover, vel kaiour.\n\n* mitcha-\n*mitchagatki*, otherwise called northern ducks. But, of unknown birds, they observed more than ten sorts, which it was not difficult to distinguish from European birds, by the liveliness of their colours.\n\nWith regard to the inhabitants of those parts, they are such a wild people, as the Koriaki and Tchuktchi. As to their persons, they are well set, broad and strong shouldered. The hair of their head is black, and strait, and they wear it loose. Their face is tawny [brown], and flat as a plate; their nose is flat, but not very broad; their eyes are as black as jet; their lips thick; their beard small; and their neck short.\n\nThey wear shirts with sleeves, which reach lower than the knee; and they tye them up, with thongs of leather, below the belly. Their breeches and boots [which are made] of the skins of seals, and dyed with alder, much resemble the Kamtchadalian. They carry, at their girdles, iron knives, with handles, such as [are those] of our boors. Their hats are platted [matted] of herbs, as with the Kamtchadalians, without a [rising] top, in the shape of an umbrella; they are dyed in green, and in black, with falcon’s feathers, in the fore-part, or with [some] herb, combed, as if it were a plume of feathers, such as the Americans use about Brasil. They live upon fish, sea animals, and the sweet-herb, which they prepare after the Kamtchatka manner. Besides this, it has been observed, that they have also the bark of poplar,\n\n* Mitchagatka, alca monachroa fulcis tribus, circo duplici utrinque dependente. Anas arctica cirtata.\nor of the pine-tree, dried, which, in case of necessity, is made use of as food, not only at Kamtchatka, but likewise throughout all Siberia, and even in Russia itself, as far as Viatka; also sea weeds made up into bundles, which, in look and in strength, are like thongs of raw leather. They are unacquainted with spirituous liquors and tobacco; a sure proof, that hitherto, they have had no communication with the Europeans.\n\nThey reckon it an extraordinary ornament, to bore, in several places, the lower parts of the cheeks, near the mouth; and in [the holes] they set some stones and bones. Some wear, at their nostrils, flate pencils, about four inches long; some wear a bone of that bigness, under the lower lip; and others a like bone on the forehead.\n\nThe nation, that lives in the islands round about cape Tchukotski, and frequents the Tchutchi, is, certainly, of the same origin with those people: for with them also it is thought an ornament [thus] to inlay [ingraft] bones.\n\nMajor Paulutskoi, deceased, after a battle, which he once fought against the Tchutchi, found, among the dead bodies of the Tchutchi, two men of that nation, each of whom had two teeth of a sea-horse under the nose, set in holes made on purpose: for which reason, the inhabitants of that country call them Zubatuli [toothed]. As the prisoners reported, these [men] did not come to the assistance of the Tchutchi, but to see how they [used to] fight with the Russians.\n\nFrom this, it may be inferred, that the Tchutchi converse with them, either in the same language, or, at least, in languages of so great affinity, that they can\ncan understand one another, without an interpreter; consequently, their language has no small resemblance with that of the Koriaki: for the Tchukotchian comes from the Koriatskian [language], and differs from it only in the dialect: nevertheless, the Koriatskian interpreters can speak with them, without any sort of difficulty. With regard to what Mr. Steller writes, that not one of our interpreters could understand the American language, possibly, that comes from the great difference in the dialect, or from a difference of pronunciation; which is observed, not only among the wild inhabitants of Kamtchatka, but also among the European nations, in different provinces. In Kamtchatka, there is hardly any small *oſtrog*, but what the speech there differs [somewhat] from that of another that lies nearest. As for those small oſtrogs, which are at some hundreds of verſtes from one another, thofe can no longer understand each other, without [fome] trouble.\n\nThe following remarkable resemblances between the American and the Kamtchadalian nations, have been observed:\n\n1. That the Americans resemble the Kamtchadales in the face.\n\n2. That they eat the sweet-herb, after the same manner as the Kamtchadales; [a thing] which never was observed any-where else.\n\n---\n\n*Ostrojka*, a small oſtrog, is a place fenced and fortified with a pallisade, made of trees, fixed perpendicularly in the ground, and cut sharp at the top: sometimes they are beams laid over each other. Oſtrui, in Rus, signifies sharp.\n\n3. That\n3. That they make use of a * wooden machine [instead of a tinder-box], to light fire with.\n\n4. That, from many tokens, it is conjectured, that they use axes made of stones, or of bones: and it is not without foundation, Mr. Steller thinks, that the Americans had once a communication with the people of Kamtchatka.\n\n5. That their cloaths and their hats do not differ from the Kamtchadalian.\n\n6. That they dye the skins with alder, after the Kamtchatka manner.\n\nWhich marks shew it to be very possible, that they came from the same race. This very thing, he rightly judges, may help also to solve that question, \"Whence came the inhabitants of America?\" For though we should suppose, that America and Asia were never joined; nevertheless, considering the nearness of those two parts of the world at the north, no one can say, that it was impracticable for people from Asia to go over to settle in America; especially, as there are islands enough, and at so small a distance, which might facilitate not a little such a passage [in order to settle].\n\nTheir armour for war is a bow and arrows. What kind of a bow it is, we cannot say, as it did not happen [to our people] to see any; but their arrows are much longer than the Kamtchadalian, and greatly resemble the Tungusian and Tartarian [arrows]. Those, which came in the way of our people, were dyed black, and planed so smooth, that\n\n* See Description of Kamtchatka.\nthey left no room to doubt of [the Americans] having also iron tools.\n\nThe Americans sail upon the sea in canoes made of skins, in the same manner as the Koriaki and the Tchutchi. * Their canoes are about two fathoms [14 feet] long, and about two feet high. The fore-part of them is sharp; and they are flat-bottomed. Their inward frame consists of sticks, which are linked together at both ends, and in the middle are pressed outwards, in a rounding [a belly], with cross-sticks [which keep the sides at a proper distance]. The skins, which they are covered with, all around, seem to be those of sea-dogs, dyed of a cherry colour. The place where the Americans sit is round, about two arshines [4 feet 8 inches] from the poop; there is sewed upon it the stomach [of some great fish], which one may gather and loosen as a purse, with the help of thongs of leather, passed through small holes at the edge. An American, sitting in that place, stretches his legs, and gathers round him the stomach [above-mentioned], that water may not fall into the canoe. With one oar, some fathoms long, they row on both sides alternately, with such a progressive force, that contrary winds are but a small hindrance to them; and with so much safety, that they are not afraid to go upon the water, even whilst the sea rises in terrible surges. On the contrary, they look with some terror upon our larger vessels, when they are tossed, and advise those, who sail in them, to beware, lest their vessels should be over-set. This\n\n* See the two figures, in 1st vol. of the Description of Kamtchatka, over against page 128.\nhappened to the boat Gabriel, which, some years since, was going to cape Tchukotski. As to the rest, their canoes are so light, that they carry them with one hand.\n\nWhen the Americans see [upon their coasts] people, whom they do not know, they row towards them, and then make a long speech: but it is not certain, whether this is by way of a spell [or charm], or some [particular] ceremony used at the reception of strangers: for both the one and the other are in use among the Kurilians. But before they draw near, they paint their cheeks with black lead, and stuff their nostrils with [some] herb.\n\nWhen they have guests, they appear friendly; they like to converse with them, and that in an amicable manner, without taking off their eyes from them: they treat them with great submission, and present them with the fat of whales, and with black lead, with which they used to besmear their cheeks, as was before observed; doubtless from a notion, that such things are as agreeable to others, as they are to themselves.\n\nWith regard to the navigation about those parts, it is safe [enough] in spring and in summer; but in autumn it is so dangerous, that hardly a day passes, but one has reason to fear being shipwrecked: for they [the Russians sent upon the sea expedition] experienced such a violence of winds and storms, that even persons, who had served forty years at sea, assured, with an oath, that they never saw such in their lives.\n\nThe marks, by which they observe there [in that sea] that land is near, are, particularly, the following consider-\nconsiderable ones: 1. When there appears a great quantity of different kinds of the [so called] sea-cabbage, swimming upon the water. 2. When one sees the herb, of which, at Kamtchatka, they platt cloaks, matts, and bags; for it grows only on the sea-shores. 3. When there begin to appear, at sea, flights of sea-mews, as well as droves of sea animals, such as sea-dogs, and the like: for though sea-dogs have a hole open at the heart, which is called foramen ovale, and a duct called ductus arteriosus Botalli, and, upon that account, may remain long under water, and, consequently, go to some distance from the shore, without danger, inasmuch as they can, at a greater depth, find food proper for them: nevertheless, it has been observed, that they seldom go farther than ten [German] miles from the shore.\n\nThe surest sign, that land is near, is, when there are seen Kamtchatka beavers, which live only upon crabs, and, from the make of their heart, cannot be under water above two minutes [at a time]; consequently, they cannot get food at the depth of 100 fathoms, or indeed at a much lesser depth; upon which account, they also breed always near the shore.\n\nIt remains still to speak of some islands nearest to Kamtchatka, which are not found in a strait line with the above-mentioned, but north of them; especially of Berings island, which now is so well known to the inhabitants of Kamtchatka, that many of them go thither, to catch sea-beavers, and the like sea animals.\n\nThat island extends from the south-east to the north-west, between 55° and 60°. Its north-east end, which lies almost directly over-against the mouth of the\nthe river Kamtchatka, is at about two degrees distance from the eastern shore of Kamtchatka: and its south-east end is about three degrees from cape Kronotski. This island is 165 verstes long; but its breadth is unequal. From the south-east end to a rock, which hangs perpendicularly over the sea, and is at 14 verstes distance from that end, the breadth of the island is from 3 to 4 verstes: from that steep rock to Suiputchei bay, it is 5 verstes: from Suiputchei bay to Beaver's steep rock, it is 6 verstes: at Whale's-stream, it is 5 verstes; but from thence farther on, it grows gradually broader. Its greatest breadth [viz.], 23 verstes, is over-against the north cape, which lies 115 verstes from the above-mentioned end.\n\nIn general, it may be said, that the length of that island is so disproportioned to its breadth, that our author doubts, whether there can be, in other parts of the world, any islands of such a shape; at least, he never heard nor read of any such: and he adds, that the islands, which they saw about America, and all the rows of them, lying to the east, have the like proportion.\n\nThis island consists of a ridge of rocks, which is divided by many vallies, that stretch to the north and to the south. Its mountains are so high, that, in clear weather, one may see them from about half the distance between the island and Kamtchatka. The inhabitants of Kamtchatka, of old times, thought, that there must be [some] land over-against the mouth of the river Kamtchatka, by reason that [the sky] appeared there always cloudy, though it were never so clear every-where else about the horizon.\nThe highest mountains [of the island] do not measure above 2 verste in a perpendicular.\n\n[Here follows a description of this barren rocky island, of which the following four pages are not to our present purpose. Then, at page 136, the account proceeds thus:]\n\nThe south-west side of the island is of a quite different nature [from the other, as to access]: for tho' the shore [there] is more rocky and craggy, yet there are two places, by which, in flat-bottomed boats, such as are the *tscherbotui*, one may not only land on the shore, but even advance as far as a lake, by the streams [that flow from it]. The first of these places is at 50 verste, and the other at 115, from the south-east end of the island.\n\nThis last place is very remarkable from the sea; for the land there goes rounding from the north to the west; and, at the very promontory, there runs a stream, which is the largest of any in that island; and, when the water is high, its depth is not less than 7 feet. It runs from a great lake, which lies a verste and a half from its mouth: and because that stream grows deeper, the farther it is from the sea, therefore one may conveniently go upon it in boats as far as the lake: and upon the lake there is a safe station; for it is surrounded with rocky mountains, as with a wall, and sheltered from all winds. The chief mark, by which one may know this stream from the sea, is an island, which is about 7 verste in circumference, and lies to the south at 7 verste distance from the mouth of the stream. The shore\n\n* Large canoes, or boats, somewhat resembling ferry-boats.\nfrom thence towards the west, is sandy and low for 5 verstes. Round the shores, there are no rocks under water; which one may know from thence, because there are no * eddies [breakers].\n\nFrom the highest rocks of that island, one sees the following lands: at the south, two islands, one of which measures about 7 verstes in circumference, as was observed before; but the other is over-against the very end of Berings island, at the south-west: it consists of two high and cleft rocks, of about three verstes in circumference, and is at 14 verstes distance from Berings island.\n\nFrom the north-east end of Berings island, in clear weather, one may see, to the north-east, very high mountains, covered with snow, and their distance may be computed at 100 or 140 verstes. Those mountains our author thought, with better grounds, to be a cape of the continent of America, than an island: 1. Because those mountains [allowing for] considering their distance, were higher than the mountains on the [neighbouring] islands. 2. Because that, at a like distance towards the east, one observes plainly, from the island, such like white mountains, from the height and extent of which all judged that it was the continent.\n\nFrom the south-east end of Berings island, they saw, to the south-east also, another island, but not very clearly: it seemed to lie between Berings island and [some] low part of the continent.\n\nFrom the west and the south-west sides, it was observed, that, even in clear weather, there is a per-\n\n* In German, brennung.\npetual fog above [higher up than] the mouth of the river Kamtchatka; and from thence, in some measure, they came to know the inconsiderable distance of the land of Kamtchatka from Berings island.\n\nNorth of the so often mentioned Berings island, there is another island, in length from 80 to 100 verstes, which lies parallel to it, i.e. from the south-east to the north-west. The streights between these two islands, at the north-west, measure 20 verstes, and at the south-east about 40. The mountains upon it are lower than the ridge [of mountains] in Berings island. At both ends of it, there are, in the sea, many rocks at [low] water mark, and perpendicular rocks like pillars.\n\nWith regard to the weather, it differs from that at Kamtchatka only in this, that it is more severe and sharp: for the island has no shelter from any quarter; and, besides that, it is narrow, and without woods.\n\nMoreover, the force of the winds increases to such a degree, in those deep and narrow vallies, that one can scarce stand upon one's legs. In February and April months, were observed the sharpest winds, which blew from the south-east and from the north-west. In the former case, the weather was clear, but tolerable; but in the latter case, it was clear, indeed, but extremely cold.\n\nThe highest rising of the water happened in the beginning of February month, during north-west winds: the other inundation was in the middle of May, occasioned by great rains, and by the sudden thawing of the snows. Nevertheless, those floods were moderate, in comparison with those, of which there [still] remained undoubted marks: for there have\nhave been carried many trees, and whole skeletons of sea animals, to the height of 30 fathoms, or more, above the surface of the sea [above the common water mark, or level]: from which our author judges, that, in the year 1737, there happened, likewise, here [in this island] such an inundation as that at Kamtchatka.\n\nEarthquakes happen [here] several times in the year. The most violent, that was observed, was in the beginning of February, which, during a westerly wind, lasted exactly six minutes; and before it was heard a noise, and a strong wind, under ground, with a hissing, which went from south to north.\n\nAmong mineral things, which are found in that island, one may reckon, as the most remarkable, the fine waters, which, upon account of their pureness and lightness, are very wholesome: and this virtue of them was observed upon sick people, with advantage, and the desired satisfaction. With regard to the plentifulness of them, there is not a valley but what has a stream running through it; and the number of them all together exceeds sixty; among which there are some, which are from 8 to 12 fathoms broad; and some are two, and some even 5 fathoms deep, when the water is high; but there are few such, and the greater part of them is extremely shallow at the mouth; because that they have a very rapid course, on account of the steep slopes of the vallies, and that near the sea they divide into many rivulets.\nExplication of some Words, which occur in the Reise-Beschreibung, &c.\n\nPage 6. *Promyschleni* properly signifies those, that make a trade or profession of hunting in Siberia.\n\n7. *Gostinna sotna*, the merchants of the first class in Russia.\n\nIbid. *Semeon Iwanow sin Deschnew*. When the Russians speak of a man of quality, they add to his Christian name that of his father; *ex. gr.* Simon Ivanowitsch Deschneff; but if of a common man, they say, as here, *Simon Ivanoff sin* (*i.e.* son of) Deschneff, Simon the son of John Deschneff.\n\n8. *Cosacke*. The Cosacks are properly the soldiers, of whom consists the Ukrain militia, or that of the neighbourhood of the Don. These last began the conquest of Siberia. Their posterity is still employed in raising the taxes laid on the Siberian nations, which have submitted to the Russian empire.\n\nIbid. *Zimmer*, is a bundle of furs, consisting of 40 skins.\n\n11. *Simowie* [*zimovie*], properly, is an habitation, or quarters, for the winter; a hut or huts, built hastily, in some desert place, in order to spend a winter there. When the number of these huts has so increased, as to become a village, it has often still retained the old name of *zimovie*. *Zima*, in Russian, is winter.\n\nOstrog.\nPage\n\n11. Ostrog. See page 484 above.\n\n14. Narte, a kind of small sledge, very light, drawn by dogs. See the representation of it in the Description of Kamtchatka.\n\n19. Werchnei, nischnei, serednie, bolsche; these words signify, high, low, middle, and greater; as werchnei Ostrog, the upper Ostrog, &c.\n\n24. Swaetoi, signifies holy, saint; as Swaetoi nosfs, cape Holy.\n\n26. Piaetidesfaetniss, an officer, who has 50 men under his command, and who may be called a lieutenant. In Rusfs, pietderiat is fifty.\n\n27. Woewood is the governor of a town, of a district, or of a province.\n\n33. Stolnik was an officer, formerly, who set the dishes upon the tsar's table. Stol, a table.\n\nIbid. Knjaes, a prince.\n\n34. Dworaen, a gentleman.\n\nIbid. Uft, mouth. Uft Jana, the name of a place situated at or near the mouth of the river Jana.\n\nIbid. Nosfs, cape, promontory, neffs, neese. The proper signification of the word is nose.\n\n40. Schikiti, sewed, from schit, to sew.\n\n41. Werste, an itinerary measure in Russia, consisting of 500 sajens, or fathoms, each of which makes 7 feet English.\n\nSin.\nSin bojarškoi, a title which is conferred, in Siberia, upon low people, in order to raise them to a degree nearer to that of a noble or a gentilhomme.\n\nVielfrass, a German word, which signifies a glutton. It is a wild beast of a small size, about the bigness of a fox, but more resembling a bear. This creature, called in French, glouton, is extremely voracious, from whence it had its name.\n\nSteinfuchs, is a kind of fox.\n\nBaidar, canoe.\n\nNeffel, a nettle, in general, in German; here a kind of nettles, of which a particular stuff is made.\n\nLevkasheniuu posudu, signifies a vessel or pot made of levkas, a kind of alabaster. Here it probably was intended to express China ware, or porcelain.\n\nRietgras, a German word, signifying the same as bamboo.\n\nJudomskoi kreft, Judoma’s-cross, the name of a village near the river Judoma, in a place on which was erected a cross, when it was first discovered.\n\nBelškoi perewoš, the ferry of Bela.\n\nJiujnoi, southerly, to the south.\n\nKrepost, signifies a castle, or a fort.\n\nSawod, a manufactory, or fabrique.\n\nWeskresenskei, belonging to the resurrection.\nPlotbischtsche, the place where are built the (plotui) floats, or small boats.\n\nBuxiren, a German word, which signifies to tow, to take in tow.\n\nDannen (or tannen) knospe, the buds of fir-trees.\n\nBuikowskoi muis, parvum promontorium bovinum.\n\nRead korova morfskaia, the sea-cow.\n\nRead viporotki.\n\nRead kotui morfskie, sea-cats.\n\nGuba, a gulf, or bay.\n\nMatross, a sailor.\n\nNova Zemla, New Land, Terra Nova.\n\nGorodock, a small town, oppidulum.\n\nSloboda. See the introduction to the Atlas Russicus, in which many Russian names of places, &c. are explained.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105392.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 32564,
    "total-output-tokens": 8357,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1074,
        2
      ],
      [
        1074,
        2646,
        3
      ],
      [
        2646,
        4250,
        4
      ],
      [
        4250,
        5945,
        5
      ],
      [
        5945,
        7655,
        6
      ],
      [
        7655,
        9212,
        7
      ],
      [
        9212,
        10829,
        8
      ],
      [
        10829,
        12343,
        9
      ],
      [
        12343,
        13761,
        10
      ],
      [
        13761,
        15363,
        11
      ],
      [
        15363,
        16920,
        12
      ],
      [
        16920,
        18558,
        13
      ],
      [
        18558,
        20175,
        14
      ],
      [
        20175,
        21766,
        15
      ],
      [
        21766,
        23297,
        16
      ],
      [
        23297,
        24922,
        17
      ],
      [
        24922,
        26352,
        18
      ],
      [
        26352,
        27591,
        19
      ],
      [
        27591,
        28675,
        20
      ],
      [
        28675,
        29772,
        21
      ],
      [
        29772,
        30325,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105392",
    "title": "An Account of That Part of America, Which is Nearest to the Land of Kamtchatka; Extracted from the Description of Kamtchatka by Professor Krashennicoff, Printed at Petersburg, in Two Volumes, 4to. in 1759; And Translated and Communicated by the Rev. D. Dumaresque, D. D. Chaplain to the English Factory at Petersburg",
    "authors": "Professor Krashennicoff, D. Dumaresque",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/105392"
  }
}