{
  "id": "f16867e2e25f9d21c27f325e9b8b0b0144b8d7d0",
  "text": "V. An Account, or History, of the Procuring the Small Pox by Incision, or Inoculation; as it has for some time been practised at Constantinople.\n\nBeing the Extract of a Letter from Emanuel Timonius, Oxon. & Patav. M. D. S. R. S. dated at Constantinople, December, 1713.\n\nCommunicated to the Royal Society by John Woodward, M. D. Profes. Med. Gresh. and S. R. S.\n\nThe Writer of this ingenious Discourse observes, in the first place, that the Circassians, Georgians, and other Asiatics, have introduc'd this Practice of procuring the Small-Pox by a sort of Inoculation, for about the space of forty Years, among the Turks and others at Constantinople.\n\nThat altho' at first the more prudent were very cautious in the use of this Practice; yet the happy Success it has been found to have in thousands of Subjects for these eight Years past, has now put it out of all suspicion and doubt; since the Operation having been perform'd on Persons of all Ages, Sexes, and different Temperaments, and even in the worst Constitution of the Air, yet none have been found to die of the Small-Pox; when at the same time it was very mortal when it seized the Patient the common way, of which half the affected dy'd. This he attests upon his own Observation.\n\nNext he observes, they that have this Inoculation practised upon them, are subject to very slight Symptoms, some being scarce sensible they are ill or sick; and what\nis valued by the Fair, it never leaves any Scars or Pits in the Face.\n\nThe Method of the Operation is thus. Choice being made of a proper Contagion, the Matter of the Pustules is to be communicated to the Person proposed to take the Infection; whence it has, metaphorically, the name of Infection or Inoculation. For this purpose they make choice of some Boy, or young Lad, of a sound healthy Temperament, that is seized with the common Small-Pox (of the distin& not Flux sort) on the twelfth or thirteenth day from the beginning of his Sickness; they with a Needle prick the Tubercles (chiefly those on the Shins and Hams) and press out the Matter coming from them into some convenient Vessel of Glass, or the like, to receive it; it is convenient to wash and clean the Vessel first with warm Water: A convenient quantity of this Matter being thus collected, is to be stop'd close, and kept warm in the Bosom of the Person that carries it, and, as soon as may be, brought to the place of the expecting future Patient.\n\nThe Patient therefore being in a warm Chamber, the Operator is to make several little Wounds with a Needle, in one, two or more places of the Skin, till some drops of Blood follow, and immediately drop out some drops of the Matter in the Glass, and mix it well with the Blood issuing out; one drop of the Matter is sufficient for each place prick'd. These Punctures are made indifferently in any of the fleshy Parts, but succeed best in the Muscles of the Arm or Radius. The Needle is to be a three-edg'd Surgeon's Needle; it may likewise be perform'd with a Lancet: The custom is to run the Needle transverse, and rip up the Skin a little, that there may be a convenient dividing of the Part, and the mixing of the Matter with the Blood more easily perform'd; which is done, either with a blunt Stile, or an Ear-picker: The Wound is cover'd with half a Walnut-shell, or the like Concave Vessel, and bound over, that the Matter be not rub'd off by the Garments; which is all removed\nremoved in a few Hours. The Patient is to take care of his Diet. In this place the Custom is to abstain wholly from Flesh and Broath or 20 or 25 days.\n\nThis Operation is perform'd, either in the beginning of the Winter, or in the Spring.\n\nSome, for caution, order the Matter to be brought from the Sick by a third Person, lest any infection should be convey'd by the Cloaths of the Operator; but this is not material.\n\nAs to the Process of this Matter, in respect of the Idiosyncrasie; the Small-Pox begins to appear sooner in some than in others, in some with greater, in others with lesser Symptoms; but with happy Success in all. In this Place the Efflorescence commonly begins at the end of the seventh day, which seems to favour the Doctrin of Crises.\n\nIt was observ'd, in a Year when the common Small-Pox was very mortal, that those by Incision were also attended with greater Symptoms. Of 50 Persons, who had the Incision made upon them almost in the same day, four were found in whom the Eruption was too sudden, the Tubercles more, and Symptoms worse. There was some suspicion, that these four had caught the common Small Pox before the Incision was made. It is enough for our present purpose, that there was not one but recovered after the Incision: In those four the Small-Pox came near the confluent sort. At other times the inoculated are distinct, few and scatter'd; commonly 10 or 20 break out; here and there one has but 2 or 3, few have 100: There are some in whom no Pustule rises, but in the Places where the Incision was made, which swell up into purulent Tubercles; yet these have never had the Small-Pox afterwards in their whole Lives; tho' they have cohabited with Persons having it.\n\nIt is to be noted, that a no small quantity of Matter runs for several days, from the place of the Incision.\n\nThe Pocks arising from this Operation are dry'd up in a short time, and fall off, partly in thin Skins, and partly con-\ncontrary to the common sort, vanish by an insensible wasting.\n\nThe Matter is hardly a thick Pus, as in the common, but a thinner kind of Sanies; whence they rarely pit, except at the place of the Incision, where the Cicatrices left are not to be worn out by time, and whose Matter comes near the nature of Pus.\n\nIf an Aposteme breaks out in any (which Infants are most subject to) yet there is nothing to be fear'd, for it is safely heal'd by Suppuration. If any other Symptom happens, 'tis easily cur'd by the common Remedies.\n\nObserve, they scarce ever make use of the Matter of the Incisious Pox for a new Incision. If this Inoculation be made on Persons who have before had the Small-Pox, they find no alteration, and the places prick'd presently dry up; except in an ill Habit of Body, where possibly a slight Inflammation and Exulceration may happen for a few days.\n\nTo this time, he says, I have known but one Boy, on whom the Operation was perform'd, and yet he had not the Small-Pox, but without any mischief; and some Months after catching the common sort, he did very well. It is to be observ'd, that the places of the Incision did not swell. I suspect this Child prevented the insertion of the Matter, for he struggled very much under the Operation, and there wanted help to hold him still. The Matter to be inserted will keep in the Glass very well for 12 Hours. He goes on.\n\nI have never observ'd any mischievous Accident from this Incision hitherto; and altho' such Reports have been sometimes spread among the Vulgar, yet having gone on purpose to the Houses whence such Rumors have arisen, I have found the whole to be absolutely false.\n\nIt is now eight Years since I have been an Eye-witness of these Operations; and to give a greater Proof of the Sedulity I have used in this Disquisition, I shall relate two Histories.\nThere was, in a certain Family, a Boy of 3 Years old, afflicted with the Falling-Sickness, the King's-Evil, an Hereditary Pox, and a long Marasmus. The Parents were desirous to have the Incision made upon him; the Small-Pox were thrown off with ease; about the 40th day he dy'd of his Marasmus. In another Family, a Girl of 3 Years old, troubled with the like Fits, strumous, attended with an Hereditary Lues, and labouring under a colliquative Loosness for three Months. The Operation was perform'd on this Child; she came off very well of the Small-Pox, which was all over the 15th day; on the 32d she dy'd of her Looseness, which had never left her the whole time.\n\nBut it is true, I never maintain'd the Inoculation as a Panacea, or Cure for all Diseases; nor do I think it proper to be attempted on Persons like to die. Some more quick-sighted, imagin'd these two Children were, as useless Shades, sent to Chiron by any means that could be made use of. If I could have collected any more concerning this Matter, I should have imparted it candidly.\n\nThe rest of Dr. Timone's Letter contains his Reasons for this Method of Practice; which being the Aetiological Part, is publish'd in his own Words, as follows.\n\nÆTIOLOGIA.\n\nContagium Variolarum per puris infusionem propagari haud equidem mirabitur qui Æsculapii templum vel a primo limes salutavit, & fermentationis doctrinam subodoratus est: Nec obscurior est incitio modus, quod panificium, aut ars cerevisaria, in quibus ex admixtio fermento massa fermentanda turgescunt; conciliato nimium motu intestino minimarum particularum principiis active polientium. Si quis querit interim cur variole periculose alioquin & persaepe lethales, ex incitio sine ullo periculo exclaudatur. Ita: Variola communes vel concurrente pravâ aliquâ speciei aeris diathesi suscitantur, vel ab effluviis à varioloso cor-\ncorpore emanantibus per contagium propagantur. Primus casus in paucis individuis accidit, & concurrente quidem vel insigni cacochymia, vel saltem variolos seminii in talibus individuis latitantis accurrimâ exaltatione: Secundus casus communissimus est. In primo casu miasma malignum æreum, in secundo virulentia contagii corpuscula indolis (probabiliter) salino-sulphureæ sed specificam fracedinem su ranciditatem nacta statim ac per respirationem huicuntur spiritus ipsos, & labe quidem teterima inficiunt; subsequenter autem massam sanguineam & lympham vittari manifestum est. Spiritus statim infici rationi consentaneum est, tum quia in fontes spirituum, cor scilicet & cerebrum, statim ingressum habent virulentem aporriæ, tum ratione analogismi inter miasmata & effluvia ista ipsosque spiritus, cum utraque spirito-so-aereæ textura sint. Deducitur etiam cita & prava spirituum infectio à tot tantisque norvosi systematis symptomatibusque, qua malas plerumque comitantur variolas, & praecipue à convulsionibus epilepticis qua infantibus accidenti ipso momento, quo variolofo inficiuntur contagio multo antequam febris illos corripiat. Massam autem sanguineam inquinari praeter febrem purulentæ tubercularum exclusio testatur. Lymphæ vero vitiate fidem faciunt glandularum in faucibus tumor, screatus, & enormis multoties ptyalismus. Inter hæc circularis etiam sequitur noxa. Sed praecipue sanguinis particula ab indebita spirituum irradiatione in plures ataxias & anomalias perduncuntur. Duobus tamen potissimum modis in variolis communibus mortem contingere observavi.\n\nPrimus est quando paucis erumpentibus variolis, & tarde ad maturationem procedentibus, mala alia oborinantur symptomata; secundus quando nimia tubercularum copia cadaverosam putredinem inaucit. In primo casu maligne vulgo dicuntur variola: causa autem est vel nimia fusio & dissolutio massa sanguinea, vel ejusdem coagulatio & grumescensia. Si enim impetus spirituum explosivus justo plus augeatur, particula massa sanguinea nimium ad invicem atteruntur, comminuntur, & tenuissimas nanciscuntur acrotitas: sanguis in hoc statu sollertis naturæ mechanismum eludit, cumque nil faculterioris in glandulis secretoriis cribrisque deponat, æconomia animalis functionibus requisitas filtrations & transcolati-\nones celebrari haud patitur: improportionata enim est figura particularum liquidi ad configurationem pororum in tubulis & colatorii ratione subtilisatis nimia: filtratione enim defacarentur particula sanguinis si naturali servarent schematismum & modum: hinc dicitur pepsm fieri per incrassationem. Prater hoc celeritas ipsa transtus sanguinis in causa est ut nihil deponatur in colatoriiis. Torrens ubi nimio impetu & precipiti cursu fertur aquas turbidas defecari haud patitur; quia vis centripeta gravitatem admixti terrei sequens superatur fortiorum pulsoria virtute aquaeorum globolorum rapide ruentium: virtus enim fortis, verbi gratia, ut unum non poterit lineam perpendiculararem describere ubi virtus fortis ut duo ad linca horizontalem protrudit: sic etiam haud pluit vento flante intensissimo; eadem geometrica proportione (probabiliter loquendo) sanguinis particula autem ab effranibus spiritus motu, tubulos colatorios pratersunt nullà facta facum depositione. Hac probabilia fiunt à summa pulsûs celeritate, febre intensissima, sudore nullo, & urina cruda. E contra quandoque contingit ut ab acutis, & scindentibus deleterii fermenti particulis frangatur, corrodatur, vel saltem relaxetur elater spirituum: elanguecente igitur spirituum motu torpidiores etiam hebetioresque fiunt sanguinis lymphaque particula: igitur dum in labyrintheis tubolorum anfractibus moram indebitam contrahunt alias turmatim invicem complicari, alias autem, congestione facta, super alias incidere, & diverso ad invicem superficiem suarum contactu a naturali configuratione desciscere, & novas induere angulorum dimensiones necesse est. Sic igitur diversa ab illa, quam superius narravimus, figurarum ad tubolorum meatus improportione, partamen calamitatis eventu dedaleae naturae machinationes irritas fieri contingit. Hac probabilia fiunt à pulsu tardo & raro, ac febris carentia quandoque in summa malignitate observatis, paucis & tardè erumpentibus voriolarum pustulis. Ulterius à trepidatoria, seu pulsoria ac tumultuosa furentium spirituum irradiatione inaequalis eodem tempore in diversis partibus masse sanguineae, & arteriarum etiam venarumque contingere potest impulsus. Sive igitur fibrilla aliqua (ut quidem volunt) reperiantur in sanguine, hic chili nondum bene assimilati sint portiones usibus peculiaribus dicat-\ndicatæ; probabiliter istarum motum turbari contingit: has enim in circulatorio motu secundum longitudinem suam naturaliter moveri necesse est: ab inaequali autem pressione dicta rectilineam figuram perdere, & in spiras ac semicirculos crispari coguntur: has igitur sic contortas transversaliter postmodum in circulatione raptari, ad invicem implicatas convolvi, & ramosis schematis obortis, racematim adeo conglobari necesse est, ut in majuscules tandem grumos coalescant, sive demum fibritæ illæ non dentur, certè cujuscumque figure sint massa sanguinea particulæ, illas à naturali desciscere situatione ex hac motus inaequalitate contingit: Confusa igitur particula istæ & ad invicem implicatae statim vehiculi sui, scri scilicet globulis per expressionem à suo contubernio explosis, majorem, ratione molis æquæ gravitatem nanciscuntur, ideoque impulsuæ circulatoriae facultatis vim superant: Has igitur hic illic restitare ac stagnare necesse est, praet in hoc vel illo loco prima mutua cohaesio forte contigerit: Hinc livida stigmata, & simul (quod sape observavi in variolis cum petechiis crumpentibus) frequens sequitur mictus, quo limpidissimum serum in magna copia excluditur. En fusio, & coagulatio. Hinc mirum non est cur moriantur aliqui in variolis cum petechiis, convulsionibus syncope, vigilizis nimiis, emorrhegis, delirio, vomitibus, enormibus dysenteriis, &c. quamvis haud multa pustularum putrilagine perfundantur: In stygium enim veluti characterisimum variolarum fermentum multoties evectitur, ita ut quamvis haud magnam crassæ puris copiam progignere aptum sit, spiritibus tamen, liquidis & solidis suprarecensita mala modis vel explicatis vel alis consimilibus communicare possit, sicque mortem inferre; & hoc ante undecimum plerumque. Veniamus nunc ad secundum modum. Diversa enim aliquando contingit pernicies & longè alterius generis tragœdia: quamvis enim absint illa symptomata, nimia raumen puris, materia scilicet cadaverisata, copia corpus obruitur. Pus autem generari probabile est quando sulphureis oleofisique massa sanguinea particulis in fracedine & fusione constitutis acido-salinaram particularum coaffusio contingit. Huic asserio facem accendunt innumera chymica experimenta quibus manifestè edocent solutionibus pinguium sulphureorum per alkalia factis acido quelli-\nhet coaffuso statim massam albicantis coloris emergere. Multoties igitur miasma seu fermentum variolarum per respirationem haustum ratione indolis propria acerrime & fortassis septica tales in massam sanguineam particularum acido-salinarum & oleo-sulphurearum producere potest combinationes, ut non seminia solum variolarum, quae omnibus individuis (mole tamen minima) à nativitate indita sunt, agitentur, actuentur, & in purulentam abeant putrilaginem, sed massa ipsa sanguinea tota acorem contrahat, & motu quodam corruptorio putrefacat & cadaverisetur. Sic igitur, incendio veluti cohorto, ulterius furere fermentescentes particulas contingit, quam variolosis seminis per despumationem eliminandis opus sit: hic motus non est depuratorius heterogeneis secernendis inserviens, sed destructivus & corruptorius, fermento nempe massam totam superante & invertente; fracidis scilicet rebellibusque particulis victoria potitis, & omnes alias in sua castra migrare cogentibus. Hoc manifestè observamus in variis potulentis, in quibus fermentatione aliquando excitata, motus succedit corruptivus liquores totaliter vitians: hinc videmus aliquos quamvis suprarecensitis symptomatis immunes, immenso tamen, ut ita dicam, putredinis oceano suffocatos: Et hoc periculum usque ad visimum secundum protrahitur. Ultimo loco considerandum solida etiam & nobiliiores partes in hisce casibus pessime affici, & in spasmos inordinatos fieri: variis horum distortionibus tuborum meatus vitiari, at functionum munera depravari necesse est: Ecce igitur continentia, contenta, & impetum facientia, quorum triumviratu humani corporis respublica regitur, una eademque ruina ut plurimum involuta: mirabaturne quispiam malorum inde Ilia- dem in hominis pernicieem pullulare? Observandum ulterius multos, qui peste laboraverint, communibus variolis etiam post annum corruptis bubones cosdem intumuisse, qui antea in peste eruperant: nonne hoc etiam summam malignitatem testatur. Insitionem modo ad rationis trutinam revocemus. At hercule longe aliter in hoc contagionis modo rem procedere quis est qui non fateatur? Primum enim Spiritus nullatenus infici manifestum est: deinde non lymphae, non sanguini labes illa teterrima inuritnr, non solidis viis aliquod communicatnr. Hinc symptomata omnia levia\nvia, nulla pessima, nulli infantibus epileptici insultus. Contagiosis enim hujusce fermentum non spiritale, non aerum & acutum est, sed humorale, iners, ac pigrum: venena autem quo subtiliora eo pejora: Ratione igitur improportionis nulla inter fermentum hoc & spiritus esse poterit luca. Pus equidem variolarum in ipsa substantia sanguinis immediatè infusum statim in largum veluti pelagus exceptum diluitur, involvitur, absorbetur, obtunditur: sic illud mitescit, sic in mansuetiorem indolem cicuratatur. Contagiosa istæ particula sanguinem ingressæ statim siti congeneres variolosi seminii particulas sanguinis à nativitate inditas inveniunt; iis igitur confermentescunt, sed invicem combinatae ac complexæ haud amplius sui juris sunt ut ulteriores excitent turbas, regiam vitae petant, spirituum thesaurus diripient; nam mutuis compedibus strictæ fixantur, precipitantur, crassioresque & hebetiores fiunt, quam antea fuerint. Statim igitur volubilioribus aquarum particularum globulis tamquam aptis vehiculis superincumbentes, sanguinis motu à centro ad peripheriam tendente, secundo veluti amne, ad ambitum corporis protruduntur, eliminantur. Nonne manifestè videmus haud pus generari in insititiis variolis, sed saniosam, dilutiorem videlicet aqueamque magis materiam? Nonne ex hoc phænomeno palam est acido-salinas fermenti contagiosi particulas haud oleas pas sine sanguinis particulas in cadaverosam purulentiam pervertere, sed blandioribus potius levioribusque aqueis particulis easdem dilutas & saturatas foras asportari? Ex negatione fovearum & cicatricum nonne manifestum est acres, aculeatas, pungentes & corrosivas salini fermenti particulas à balsamicis statim sanguinis globulis obtundi, spiculis suis orbari, & hebetiori figura modificatas, vi veluti mochlica, extra propelli? Integra interim servatur massa sanguineaæ textura, inviolata consistentia. Nullam hic vides fusionem, nullam grumescentiam, nullum corruptorium aut destructivum motum. In insitio enim tantum solummodo sanguis fermentescit, quantum impuro à puri consortio separando, ac per despumationem extrudendo satis est. In hoc fermentationis motu solum per undulationem quandam leviter aliquando afficiuntur spiritus, lympha, & solidæ partes, & si qua ad ista contagiis\ncontagii particulae perveniunt, certe (quod insitionis adumbrat metaphora) non nisi sylvestri acrimonia privata, ac veluti dulcisfacte pervenire possunt. Hec tenuitatis meae satis conscius hujus praeficta fronte obtrudo: non me latet longè meliora emanatura ab illis, quæs meliore luto finxit præcordia Titan: In historica tamen insitionis hujusc narratione aliquatenus me bene meritum spero.\n\nConstantinopoli, Anno 1713.\nMense Decembre.\n\nEmanuel Timonius, Constantinopolitanus. In Universitatibus Oxoniensi & Patavina Philosophiae & Medicinae Doctor.\n\nVI. Theoremata quædam infinitam Materia Divisibilitatem spectantia, que ejusdem raritatem & tenuem compositionem demonstrant, quorum ope plurima in Physica tolluntur difficulitates.\n\nA Johanne Keill, M.D., Profes. Astron. Savil. Oxon. & S.R.S.\n\nJamdudum sequentia Theoremata in lucem emisi, omissis quidem Demonstrationibus, eo quod arbitrabar eas, utpote non admodum involutas, à quovis in Geometria, vel etiam in Arithmetica mediocriter versato, facile elici potuisse; Sed quoniam video, D. Christianum Wolfium in Academia Fredericiana Mathematicum Professorem, reliquosque Actorum Lipsiensium Authores, hæc Theoremata non rectè intellectisse, cumque eorum in Philosophia explicandâ usus non sit exiguum; libet ea nunc denuo, adjectis Demonstrationibus, Reipublice Philosophice impertiri.\n\nSuppono Materiae omnem divisibilem esse in infinitum, eamq; posse formam quamcunque seu figuram induere, & ad quamcunque tenuitatem, seu crassitatem quamcunque exiguam reduci.\n\nLemma",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103039.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18908,
    "total-output-tokens": 6452,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1409,
        2
      ],
      [
        1409,
        3412,
        3
      ],
      [
        3412,
        5351,
        4
      ],
      [
        5351,
        7190,
        5
      ],
      [
        7190,
        9045,
        6
      ],
      [
        9045,
        11323,
        7
      ],
      [
        11323,
        13642,
        8
      ],
      [
        13642,
        15948,
        9
      ],
      [
        15948,
        18224,
        10
      ],
      [
        18224,
        20478,
        11
      ],
      [
        20478,
        22005,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103039",
    "title": "An Account, or History, of the Procuring the Small Pox by Incision, or Inoculation; As It Has for Some Time Been Practised at Constantinople",
    "authors": "Emanuel Timonius, John Woodward",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/103039"
  }
}