{
  "id": "0f204942ae3eddf54764d18f70c44fe90deb2768",
  "text": "XXVI. Researches into the Structure of the Spinal Chord*.\n\nBy J. Lockhart Clarke, Esq. Communicated by Samuel Solly, Esq., F.R.S.\n\nReceived October 15,—Read December 5, 1850.\n\nBy reflecting on certain facts connected with the respiratory movements, and which seem to derive no explanation from our actual knowledge of the structure of the spinal chord, I was induced to undertake a series of observations with the view of determining, if possible, the relations which appear to subsist between the spinal nerves and the respiratory nervous centres. These observations, however, led me into a more extended inquiry than I at first contemplated, the results of which I now venture to lay before the Royal Society.\n\nIt is needless to point out the difficulties which attend, not only the minute investigation, but a clear and connected description, of a structure so intricate and delicate as that of the spinal chord. It may be proper however to state, with regard to the contents of this paper, that those facts only which were verified by cautious and repeated examination have been brought forward with confidence; while in cases where the results of my observations were less satisfactory, I have expressed myself with corresponding reserve. Yet, no labour has been spared in order to arrive at correct conclusions. My observations were made, by means of one of Mr. Ross's finest microscopes, on many thousand preparations of the spinal chord of Man, of the Calf, Sheep, Pig, Dog, Cat, Rabbit, Guinea Pig and Frog, and occupied a period of more than two years.\n\nIn making these preparations, the two following methods were adopted:—a perfectly fresh chord was hardened in spirits of wine, so that extremely thin sections, in various directions, could be made by means of a very sharp knife. A section so made was placed on a glass slide and treated with a mixture composed of one part of acetic acid and three of spirits of wine, which not only makes the nerves and fibrous portion more distinct and conspicuous, but renders also the grey substance much more transparent. The section was then covered with thin glass, and viewed,\n\n* At the time these inquiries were begun, and nearly up to the period of their completion, I had not seen any of the works of Dr. Stilling, and knew no more of his investigations into the structure of the spinal chord than what I had gathered from the anatomical and physiological works published in this country. However nearly, therefore, a few of the facts brought forward in this paper may correspond to the results of his inquiries, I may state that they were made out without any knowledge of Dr. Stilling's views, excepting only those which regard the origin of the spinal nerves. On showing some of my preparations to Mr. Solly and Mr. Grainger, I was advised by those gentlemen to look over the works of Dr. Stilling; and having done so, I shall refer to them whenever they appear to oppose, or coincide with, my own observations.\nfirst by reflected light with low magnifying powers, and then by transmitted light with higher ones.\n\nAccording to the second method, the section is first macerated for an hour or two in the mixture of acetic acid and spirit. It is then removed into pure spirit, and allowed to remain there for about the same space of time. From the spirit it is transferred to oil of turpentine, which expels the spirit in the form of opake globules, and shortly (sometimes immediately) renders the section perfectly transparent. The preparation is then put up in Canada balsam and covered with thin glass. By this means the nerve-fibrils and vesicles become so beautifully distinct that they may be clearly seen with the highest powers of the micoscope. If the section be removed from the turpentine when it is only semi-transparent, we sometimes obtain a good view of the arrangement of the blood-vessels*.\n\nAll the observations described in this paper were made and verified also on sections in a perfectly fresh state and unaffected by any chemical re-agent; and whenever it was proposed to examine the natural structure of any particular part, as the nerves and vesicles, a specimen was selected from an animal immediately after death.\n\nThe drawings have been executed by myself with the greatest care, and may be relied on as faithful and exact delineations of what was seen under the microscope. The outlines of all were taken by means of a camera lucida, in order to ensure correctness.\n\nOf the Grey Substance of the Spinal Chord.\n\nAt the lower end of the spinal chord the posterior grey substance consists only of a single mass, having a broad and rounded extremity, and formed, as we shall presently see, by the coalescence of the two posterior cornua along their inner borders, where, being increased in breadth, they meet each other in the middle line (see Plate XX. fig. 1). In consequence of this arrangement, the substantia gelatinosa extends uninterruptedly and horizontally across from one side to the other. From the posterior white columns it is separated, particularly on each side, by a kind of border composed of fine nerve-tubes, which wind round it and proceed from the posterior roots of the nerves.\n\nThe anterior grey substance, on the other hand, is here, as in other regions of the chord, separated by the anterior white columns into two cornua of considerable size. These curve somewhat inwards, taper to an irregularly rounded point, and nearly reach the circumference of the chord.\n\nHere also the spinal canal is very distinct and large, being the $\\frac{1}{100}$th part of an\n\n---\n\n* This mode of preparation succeeds best in cold weather; for in summer, the chord, however fresh when immersed in the spirit, remains more or less spongy, instead of becoming firm and dense in the course of five or six days. The spirit should be diluted with an equal quantity of water during the first day, after which it should be used pure. Certain modifications of this mode of preparation may be sometimes employed with advantage by a practised hand.\ninch in diameter. It is situated much nearer the anterior than the posterior surface of the chord*.\n\nThe nerve-vesicles however are few in number, and scattered irregularly through the grey substance. They are not, as in some other regions, collected into large masses, but are most numerous in the anterior cornua, at the extremities of which three or four may be seen closely grouped together.\n\n**Nature and Arrangement of the Nerve-fibres in the Grey Substance of the Spinal Chord.**\n\nThe nerve-fibres in the grey substance of the spinal chord are mostly of the white tubular kind, and of variable but small average diameter†. With regard to direction, they may be divided into two classes,—transverse and longitudinal.\n\n**Transverse Fibres.**—These again may be divided into two orders,—antero-posterior and latero-transverse.\n\n**Antero-posterior Fibres.**—On each side of the middle line, in the posterior grey substance, are several large bundles of fine nerve-tubes, which take a transverse direction from behind forwards (see Plate XX. fig. 1). These bundles may be traced through the posterior white columns, partly into the roots of nerves which arise in the same vertical (in Man, horizontal) plane, and partly into others above and below them. They are convex towards the middle line, but on approaching the anterior cornua, they break up into smaller bundles, which interlace with each other and form a coarse network, in the meshes of which the nerve-vesicles are contained. Many of these nerve-tubes, both singly and in bundles, extend outwards into the antero-lateral white columns‡. Many of them, also, appear to be continuous with the anterior roots of the nerves; but whether they be so or not, the anterior and posterior roots are mingled together in the network above mentioned§. Between the spinal canal and the anterior median\n\n---\n\n* As stated by Stilling and Wallach, it extends uninterruptedly through the whole length of the medulla spinalis. In many preparations that I have by me of the filiform extremity of the chord, where it measures less than a line in diameter, the spinal canal is even larger than in other regions.\n\n† By Drs. Stilling and Wallach they are described as grey fibres, but seem to have been examined under strong pressure. Moreover, they ought to be examined in a perfectly fresh state, as spirits of wine considerably alters their appearance.\n\n‡ After nearly reaching the circumference of the chord, they appear to form with each other a series of loops of various sizes; but of this arrangement I cannot speak with any confidence, for it is seen only in a section of a perfectly fresh chord, and under strong pressure, to which the appearance may be due. Stilling (Textur des Rückenmarks, p. 21) also states that the transverse (so-called) grey fibres form loops at the periphery of the chord, but since he made use of strong compression, his statement is open to the same objection.\n\n§ This description corresponds, in some measure, with that given by Dr. Stilling (Ueber die Medulla Oblongata, p. 4), who states that the posterior nerves, after forming loops within the grey substance, become continuous with the anterior roots. I have never seen loops such as he describes, but the rest of his statement is probably correct; for although it is impossible to trace any single fibre from the posterior to the anterior roots, it is nevertheless certain that the latter are continuous in the grey substance with bundles which proceed from the former. According to Stilling, therefore, the anterior and posterior roots of the spinal nerves are united in the grey substance by intervening grey fibres, since all the transverse fibres are described as such; or to use\nfissure, some of these fibres cross obliquely through the anterior white columns, and decussate with corresponding fibres from the opposite side (see Plate XX. figs. 1, 3, &c.).\n\n**Latero-transverse Fibres.**—The second order of transverse fibres take a more or less horizontal direction between the opposite sides of the grey substance, forming the transverse commissure, and are arranged chiefly in loose bundles (see figs. 2 and 3). Those behind the spinal canal diverge on each side into the anterior and posterior grey masses, and extend into both the posterior and lateral white columns; a great number being evidently continuous with both the anterior and posterior roots of the nerves. One large bundle, in the centre, is particularly conspicuous (see figs. 2 and 3). Those in front of the spinal canal are much less numerous and curve principally forwards: they may be traced partly into the antero-lateral columns, and partly into the anterior roots of the nerves.\n\nBy Dr. Stilling some of the fibres of the posterior nerves are said to cross over, behind the spinal canal, into the anterior cornua of the opposite side. I have many times thought that such an arrangement really exists, but the inquiry is attended with great difficulty, and my own observations, though frequently repeated, are too uncertain in their results to admit of my confirming or denying the existence of these fibres. Hanover denies that there is any crossing of the fibres in the spinal chord. He says, “Une partie des fibres passe bien d’un côté de la moëlle épinière à l’autre, mais un entre-croisement général n’a pas lieu*.”\n\n**Longitudinal Fibres.**—The fibres of the substantia gelatinosa are, as usually described, chiefly longitudinal. When examined immediately after death, and uninjured by pressure or traction, they have all the characters and appearance of minute tubular fibres, presenting dark, single, and sharply-defined outlines, with frequent varicosities; but when stretched, or otherwise injured by manipulation, they lose their dark borders, and become exceedingly pale and delicate†. They vary but little in size, but are all extremely slender, their average diameter not exceeding the $\\frac{1}{10,000}$th of an inch: some few are larger, but I have seen numbers as small as the $\\frac{1}{15,000}$th or $\\frac{1}{16,000}$th of an inch in diameter, as shown by the micrometer. They are usually distinguished as grey fibres, but differ in many respects from the grey fibres contained in the sympathetic system of nerves; for they are not only, on an average, finer, but, like the tubular fibres, are little or not at all affected by acetic acid, which fails to bring out any traces of nuclei‡. They have also been said to resemble the processes of the\n\nhis own words “Die Primitivfasern der Nervenwurzeln nichts Anderes sind als die unmittelbaren Fortsätze der querlanfenden grauen Substanz des Rückenmarks” (Textur des Rückenmarks, p. 28). The transverse fibres, however, are really white tubules of smaller diameter than those which form the roots of the nerves.\n\n* Recherches Microscopiques sur le Système Nerveux, p. 14.\n\n† The method adopted for examining these fibres was as follows:—a thin longitudinal section through the substantia gelatinosa was made by a rapid stroke with a very sharp instrument, wet with albumen. The substantia gelatinosa was then carefully separated from the parts on either side of it, and examined without any pressure beyond that produced by the weight of the thin glass employed to cover it.\n\n‡ Remak states that they are nucleated. Drs. Stilling and Wallach describe them as grey nerve-tubes\ncaudate vesicles, but in their natural state they certainly bear no resemblance to them whatever. Around the extremity of the spongy portion of the posterior cornua, these longitudinal fibres are collected into an arched and very dense band, of the same form, and about the same thickness as the substantia gelatinosa, with the lower border of which it is continuous. This band may be seen even with the naked eye, and then appears as a white opake stripe. The longitudinal fibres are also found, but in smaller numbers, through the rest of the grey substance.\n\nChanges in the Form of the Grey Substance.\n\nOn examining the chord upwards towards the lumbar enlargement, certain modifications are found to take place in the form and disposition of the grey masses. The two halves of the posterior mass, with its two sets of antero-posterior bundles of tubular nerve-fibres, begin to separate from each other at the middle line (see figs. 2 and 3). Here the substantia gelatinosa is first interrupted, and the posterior border of the grey substance between its divided central extremities, or rather, the posterior fibres of the transverse commissure, begin to arch forwards towards the spinal canal, and to mark out the rudiments of the posterior cornua. At the same time, on each side, and a little behind, the spinal canal, a small but gradually increasing mass of caudate vesicles makes its appearance. These are the commencement of two longitudinal columns of vesicular substance, which extend through the whole length of the spinal chord, and which I name the posterior vesicular columns. They are traversed and surrounded by fibres from the posterior roots of the nerves, and also by arched fibres of the posterior transverse commissure, some of which, as already stated, are continuous with the anterior roots of the nerves. The changes just described continue to increase from below upwards, and reach their greatest extent in the middle of the lumbar enlargement, where the posterior cornua are broad and long, and widely separated from each other by the posterior white columns of the chord; while the space between the posterior border of the transverse commissure and the spinal canal, and which is almost entirely occupied by the former structure, is much reduced in breadth, for it measures only the $\\frac{1}{30}$th of an inch, whereas at the lower extremity of the chord its diameter reaches the $\\frac{1}{50}$th of an inch (see Plates XX. and XXI. figs. 1 and 6). At this central constricted portion, therefore, of the transverse commissure, its fibres, which before were but loosely arranged, are now compressed into a dense band, but still diverge on each side into the anterior and posterior cornua. In consequence of these changes, also, the two posterior vesicular columns which have increased considerably in size, and were formerly situated behind, and at the sides of, the spinal canal, are now pushed up, as it were, and included in the\n\npresenting a very small diameter and a bright golden colour; but add, that they are not easily examined with accuracy. Repeated and careful examination, however, has convinced me that the above description is correct their golden colour, when seen by transmitted light, is due only to the granular matrix in which they lie; when viewed by direct light, they have an opake white appearance.\nposterior cornua, some of their vesicles reaching as high as the substantia gelatinosa. As a further result of the same changes, the posterior white columns are much deeper and broader here than in the lower regions of the chord (compare Plates XX. and XXI. figs. 3, 4, 5 and 6).\n\nWhile the posterior masses of the grey substance are undergoing the modifications just described, a series of somewhat similar alterations are found to take place in the form and arrangement of the anterior masses. In the middle of the lumbar enlargement, the anterior cornua have increased to a still greater extent than the posterior, and have assumed a shape the opposite of that which they possessed lower down in the chord. They now turn rather outwards instead of inwards, and have a large, irregularly club-shaped, instead of a pointed, extremity. The caudate vesicles have become exceedingly numerous, and are grouped together in several large masses, which are situated chiefly on the outer and middle parts of the cornua (fig. 6). They lie in the meshes of a net-work formed by bundles of fibres proceeding from the anterior and posterior roots of the nerves, and from the commissural bands behind the spinal canal*.\n\nOn proceeding upwards from the lumbar enlargement into the dorsal region of the chord, arrangements in the grey substance are observed to take place in the reverse order of those already described. By degrees the posterior cornua are reduced in length, and somewhat modified in shape; their inner sides extend towards each other and the middle line, while the posterior bands of the transverse commissure are drawn, as it were, gradually backwards, becoming at the same time less curved; so that the space between them and the spinal canal is now correspondingly increased. Into this space the two posterior vesicular columns advance between the fibres of the transverse commissure, together with the inner sides of the posterior cornua, which, in the middle of the dorsal region, coalesce and inclose them behind. (Compare Plates XXII. and XXIII. figs. 7, 8, 9 and 10.). Here, then, the posterior grey substance again consists only of a single mass, and again, also, the substantia gelatinosa extends uninterruptedly and nearly horizontally across from side to side. On the other hand, the anterior cornua are long, straight and narrow, and project almost directly forwards. The caudate vesicles, reduced considerably in number, are scattered irregularly through them, but are more numerous towards their extremities, where they are sometimes seen in the form of one or two small groups.\n\nFrom the middle of the dorsal region to the cervical enlargement of the chord, the alterations in the form of the grey substance are once more reversed, being nearly similar to those which are found to take place on proceeding upwards from its lower extremity. The posterior mass renews the process of division into two parts, commencing with the substantia gelatinosa at the middle line, where the transverse com-\n\n* It is interesting, in a physiological point of view, to find that the number of caudate vesicles is in direct proportion to the size of the nerves, which are known to be much larger at the lumbar and cervical enlargements than in other regions.\nmissural bands are gradually pressed, as it were, forwards, and thus mark out the posterior cornua; while in these, which again reach their greatest size in the middle of the cervical enlargement, the posterior vesicular columns, formerly situated behind, and at the sides of the spinal canal, at length resume their position and increased dimensions (see fig. 11). During the progress of these changes, the anterior cornua also undergo considerable modifications. They become gradually broader and longer, and contain a much larger number of vesicles, which in the cervical enlargement are grouped together, as in the lumbar region, into several large masses; indeed, the general arrangements of the grey substance at these two parts of the chord have a very striking resemblance*.\n\nAt the outer border of the grey substance, between the anterior and posterior cornua, is a small column of vesicular matter, which is softer and more transparent than the rest. This consists of caudate vesicles of inferior size and more regular shape than those usually found in the spinal chord. It is seen distinctly at the upper part of the lumbar enlargement (see Plates XXII. and XXIII. figs. 7 and 8 m), and increases somewhat in size in the dorsal region, where it projects slightly into the lateral column on each side. In the cervical enlargement it is less distinctly marked, but higher up it again becomes conspicuous, and is there seen to form the principal part of the nucleus of the spinal-accessory nerve (see fig. 12). On ascending the medulla oblongata, this column of vesicles gradually makes its way inwards till it reaches the space immediately behind the spinal canal, where it meets and blends with its fellow of the opposite†.\n\nIn the upper part of the cervical region the posterior cornua are long and narrow. The outer part of each, below the substantia gelatinosa, consists of a large and remarkably beautiful network of blood-vessels, which incloses in its meshes bundles of fibres of the lateral columns (see Plate XXIV. fig. 12). These bundles are of various sizes, and encroach gradually upon the cornua as they ascend to the medulla oblongata. Some of the fibres of the spinal-accessory nerve run transversely through this network; but a considerable branch, on entering the grey substance, bends forwards, and after passing through its vesicular nucleus, continues the same course within the anterior cornu, where its fibres traverse and surround the caudate vesicles, in company with the roots of the anterior spinal nerves (see Plate XXV. fig. 13). The space behind the spinal canal has slightly increased in breadth, and the posterior vesicular columns on each side of it have nearly the same position and relations as in the dorsal region. The anterior cornua are rather small and pointed, and contain each a circular or oval mass of vesicles.\n\nThe central portion of the grey substance surrounding the spinal canal is described\n\n* The vesicles are more abundant, however, in the lumbar than in the cervical enlargement, and therefore correspond in number to the relative size of the nerves which belong respectively to these regions.\n\n† The nucleus of the spinal-accessory nerve in the medulla oblongata has been already correctly described by Dr. Stilling, Die Medul. Oblong.\n\nMDCCCLI.\nby Foville* as the grey commissure of the chord; and by Stilling† as a circular commissure composed of exceedingly delicate grey nerve-fibres. To me, however, its structure appears to consist of a circular layer of extremely fine fibrous tissue (for supporting the sides of the canal), left unobscured by the transverse commissural fibres which arch round it in front and behind. Indeed, it may be seen, at some parts of the chord, to be continuous with the areolar tissue which extends from the borders of the anterior fissure, through the white columns, in front of the canal. It varies, also, in shape at different parts of the chord, being fusiform from side to side in the higher regions, where the curves described by the anterior and posterior transverse commissures are least; and nearly circular in the lower regions, where those curves are greatest. The walls of the spinal canal are lined with a layer of columnar epithelium, which in a transverse section of the chord, viewed by direct light, appears as a white opake ring at the margin of the foramen‡.\n\nOf the Nerve-vesicles of the Spinal Chord.\n\nThe vesicles found in the grey substance of the spinal chord are either circular, oval, pyriform, or otherwise irregular in shape; and all of them, except those peculiar to the substantia gelatinosa, have remarkably delicate processes issuing from their sides, like the neck from a flask or funnel (see Plate XXV. fig. 15). They are found chiefly in the anterior cornua and in the posterior vesicular columns§. They are also connected with each other by their processes, which divide and subdivide into smaller branches, so that the space between them appears to be occupied by a minute network of the most delicate fibrils‖. Many of these processes, particularly from vesicles situated near the border of the grey substance, run out into the white columns, through fissures which contain blood-vessels and pia mater. Whether they give off branches which follow the vascular network through the white columns, I have not been able to determine. That the caudate vesicles have some important relation to the functions of the nerves, there is every reason to believe, since we find that they not only invariably exist in the vicinity of nerves, but, as already shown, that they increase also in number in direct proportion to the size of the nerves with which they are associated. I am aware that several continental physiologists of eminence assert\n\n* Traité Complet de l'Anatomie, &c. du Système nerveux Cerebro-spinal.\n† Textur des Rückenmarks, p. 23.\n‡ It was suggested to me by Mr. Bowman, of King's College, that as the spinal canal is continuous with the fourth ventricle, it is probably lined with epithelium, which, on careful examination, I found to be the case.\n§ The situation and connections of these two longitudinal columns of vesicular substance render them extremely interesting. They would seem to have some intimate relation to the functions of the posterior roots of the nerves, many of which, as already stated, traverse and surround them, without, however, forming with their vesicles any apparent connection. At the upper part of the medulla oblongata they are reduced in size and ultimately disappear. The processes radiate from their vesicles on every side; some extending to the extremities of the posterior cornua, and others into the lateral and posterior white columns.\n‖ A somewhat similar description is given by Todd and Bowman, Physiological Anatomy, p. 214.\nthat they have discovered in the lower vertebrata and in the invertebrata a direct union between the caudate vesicles and the tubular fibres; but I have never been able to make out satisfactorily any such connection in the spinal chord of mammalia, although I have constantly sought for it under very favourable circumstances*. The nerve-fibrils wind around, and apparently in contact with, the vesicles, but the connection does not seem to have at all the character of an attachment. Nor have I succeeded in tracing anything like continuity between the tubular fibres and the processes of the vesicles. It is very common to see one or two of these processes running outwards into a bundle of nerves attached either to the anterior or posterior cornua; but then we have seen that they pass out into the white columns from all sides, and therefore from parts which are not connected with nerves.\n\nBlood-vessels of the Spinal Chord.—These enter through the anterior and posterior median fissures, through the smaller fissures in the white columns, and at the roots of the nerves. After giving off numerous branches to the white columns, they proceed inwards to the grey substance, along the whole periphery of which they form a remarkably beautiful network of loops†, intermixed with nerve-tubes and some of the processes of the vesicles. Within the grey substance they form an extremely minute network. Some of the vessels which enter at the anterior and posterior fissures and at the posterior white columns, anastomose with each other around the spinal canal; while others branch off, right and left, between the bundles of the transverse commissure, into the anterior and posterior cornua, where they follow the course of the transverse fibres, and running to the periphery of the grey substance, assist in forming there the loops already described. A series of loops is also found to exist near the extremity of the posterior cornua, along the border of the spongy substance.\n\nOf the White Columns of the Spinal Chord.\n\nThe anterior white columns of the chord have no proper transverse commissure, but are united in the middle line, at the bottom of the fissure, by a fibrous band or raphè. In this situation, however, they are crossed transversely by horizontal and oblique tubular nerve-fibres and blood-vessels proceeding from the grey substance on either side, and which, in some regions of the chord, are so numerous that they nearly replace the longitudinal fibres‡. The transverse slits observed by Foville on each side of the raphè are fissures for the passage of blood-vessels.\n\n* Hanover is, I believe, the only observer that professes to have seen it in all classes of vertebrata.\n\n† According to Dr. Stilling this network consists of the (so-called) grey transverse fibres. He confesses, however, that it is not unlike a network formed of small blood-vessels.—Textur des Rückenmarks, p. 22.\n\n‡ Stilling maintains that the separation of the anterior white columns is complete, for at the bottom of the fissure may be seen “the transverse grey fibres of the anterior commissure.”—Ueber die Medul. Oblong. p. 6. The fibres, however, which give to this structure its grey or yellowish-grey appearance, are really blood-vessels and pia mater.\nNor are the posterior columns of the chord connected by a transverse commissure; for the posterior fissure, as stated, first, I believe, by Bellingeri*, reaches down to the border of the grey substance, or rather, to the posterior border of its transverse commissure, which has been mistaken and described by Foville as a commissure between the posterior white columns, formed by their coalescence at the bottom of the fissure†.\n\nOf the Origin of the Spinal Nerves.\n\nPosterior Roots.—The bundles of fibres which form the posterior roots of the spinal nerves are much larger, but less numerous, than those of the anterior; the fibres themselves, however, are mostly finer and more delicate‡. They are attached immediately to the posterior white columns only§, which they traverse obliquely inwards, interlacing and forming with each other an intricate plexus (see figs. 6 and 14). From this plexus straight and distinct bundles|| enter the posterior cornua along their whole breadth, and cross the substantia gelatinosa both obliquely and at right angles; some being immediately continuous with fibres of the transverse commissure, while others, after plunging into the spongy portion of the cornua to unequal depths, break up and form a finer net-work which extends forwards into the anterior cornua: some of their fibres, after traversing the grey substance, pass out, as already described, into the posterior and lateral white columns.\n\nAnterior Roots.—These are attached exclusively to the anterior parts of the antero-lateral columns. They do not always enter the chord directly, or at the points of\n\n* De Medullá Spinali, pages 7 and 8.\n† He observes “Elle semble plutôt la simple coalescence des deux faces latérales, réunies au fond du sillon.” Op. cit. p. 134.\n‡ I find that this statement coincides with that previously made by Remak (Müller’s Archiv, 1836) and by Henle, Allg. Anat. p. 669.\n§ I believe that this statement is directly opposed to the opinions of almost every anatomist, except Sir Charles Bell, that has written on the subject of the spinal chord; and were it not undeniably proved to be true by the preparations which accompany this paper, I should feel some hesitation in coming forward to oppose so many eminent and recent authorities. According to Bellingeri (op. cit.) the posterior roots are attached to both the posterior and lateral, and the anterior roots to the anterior and lateral, white columns. Mr. Grainger and Mr. Swan join in referring the origin of both to the lateral columns only: the former observes (Spinal Chord, p. 30), “I have never been able to trace any fibres from the nerves into the fasciculi composing the anterior and posterior columns.” A nearly similar statement is made by Dr. Todd. The two other most recent writers on the subject (Drs. Sharpey and Carpenter) have adopted the same views as Bellingeri. By Sir C. Bell (whose conclusion, however, was probably drawn from superficial examination) these roots are referred to the posterior columns only. “Each nerve,” says he, “has two distinct series of roots coming out in packets or fases, one from the posterior column, and one from the anterior column, of the spinal marrow.”—Nervous System, p. 29, 4to.\n\n|| The primitive fibres of most of these bundles are very small, their average diameter being about the \\( \\frac{1}{750} \\)th of an inch; a few very large tubules are found amongst the rest, and here and there is seen a slender bundle composed of fibres of larger average size. The anterior roots of the nerves within the grey substance are composed of fibres of more irregular size, and contain a much greater number of large tubes than those of the posterior roots.\nattachment, but sometimes run for a short distance transversely along its circumference (see Plate XXI. fig. 6). They then traverse the antero-lateral columns somewhat obliquely, and in straight and distinct bundles, which do not, like those of the posterior nerves, cross and interlace each other, but proceed directly to the anterior grey cornu*. Their connection with the latter is still doubted by many physiologists of eminence, but in the preparations which illustrate this paper, it may be seen as clearly and satisfactorily under the microscope, as their connection with the white columns is perceived by the naked eye†. On reaching the grey cornua, they break up into smaller bundles and separate fibrils, which diverge in various directions. Some of the fibres proceed to the right and left, crossed by others from neighbouring bundles (see Plates XXIII. and XXV. figs. 14 and 15). Of those proceeding within the external border of the cornu, a few pass out to the antero-lateral columns; while others, after winding round groups of caudate vesicles, curve inwards and join the fibres of the transverse commissure. Of those proceeding along the inner border of the cornu, a few pass into the white column at the side of the median fissure; while others, on reaching its base, curve round, and, in company with fibres from the posterior cornu, cross obliquely through the junction of the anterior columns in front of the spinal canal, where they decussate with corresponding fibres from the opposite side. The remaining bundles of the roots plunge into the central portion of the cornu, and winding among its vesicles, are lost in the intricate network (see fig. 14). A few of their fibres, after proceeding to some depth in the grey substance, bend round and take a more or less longitudinal direction.\n\n* I have not yet ascertained whether any of the fibres of the spinal nerves ascend with the white columns without entering the grey substance, as maintained by Mr. Grainger, Mr. Solly, and Dr. J. Budge.\n\n† Dr. Sharpey, one of the most recent authorities on the subject, observes, \"The anterior roots have been said to reach the anterior grey cornu, by passing through the superficial stratum of white substance over it, but actual demonstration of the fact is yet wanted.\"—Quain's Anat. 5th edit. p. 727. Bellingeri states merely that some of the anterior roots perhaps reach as far as the grey substance. His account of their origin is as follows: \"Cernuntur filimenta radicum anteriorum nervorum spinalium partim exoriri à fasciculis anterioribus medullae spinalis, et quidem filimenta aliqua nervea directè secedunt à superficie medullae spinalis; alia verò filimenta nervea per canaliculum a pià matre suppediatum profundè secedunt in substantiam albidae medullae, et fortasse nonnulla usque ad cineream substantiam perveniant.\"—Op. cit. p. 50. It is well known that Mr. Grainger was the first who professed to have traced the connection of the anterior roots of the nerves with the grey substance of the chord; and that Dr. Stilling has since described and represented it; but the statements of these eminent men failed to convince most of the physiologists of this country. I may take this opportunity, however, of observing, that we are much indebted to Dr. Stilling for having thrown considerable light on some of the most obscure points in the anatomy of the spinal chord and medulla oblongata; and for having originated and suggested new methods of further inquiry. His researches prove him to be not only a skilful, ingenious and laborious investigator, but, in general, a correct and acute observer. The plates attached to his second work, although a little embellished, are, with a few trifling exceptions, exceedingly correct.\nOf the Nerve-tubes of the Spinal Chord.\n\nThe nerve-tube is endowed with considerable elasticity, and may be drawn out and attenuated to a great extent. It then loses its thick and sharply-defined borders, or double outline, and assumes the appearance of a much finer and more delicate fibre. When partially broken by traction, the two extremities are connected often by one of its borders only, and sometimes only by the axis cylinder, which has then the appearance of an almost imperceptible, shadowy line; in the unbroken portion of the fibre, however, the axis cylinder appears perfectly pellucid.\n\nThe following summary of the principal facts described in this paper may perhaps be found useful.\n\nThat the posterior grey substance, at the lower extremity, and in the dorsal region, of the spinal chord, consists only of a single mass; and that the substantia gelatinosa there extends uninterruptedly across from one side to the other.\n\nThat the nerve-fibres of the grey substance, including those of the substantia gelatinosa, are not grey fibres bearing nuclei, like those of the sympathetic, but fine tubules.\n\nThat two considerable columns of caudate vesicles (which I have named the posterior vesicular columns) in intimate connection with the posterior roots of the nerves, extend through the whole length of the chord; commencing small at its lower extremity, increasing in size in the lumbar and cervical enlargements, and terminating at the upper part of the medulla oblongata.\n\nThat the number of caudate vesicles, particularly in the anterior grey substance, is in direct proportion to the size of the nerves.\n\nThat the column of vesicles into which, in the cervical region, the spinal-accessory nerve may be traced, extends down the chord as far as the lumbar enlargement.\n\nThat a considerable branch of the spinal-accessory nerve, after entering the grey substance through the lateral column, may be easily traced to the caudate vesicles of the anterior cornu.\n\nThat the spinal accessory is the only nerve immediately attached to the lateral column.\n\nThat the posterior roots of the spinal nerves are immediately attached to the posterior white columns only; and the anterior roots to the anterior columns only; but,\n\nThat fibres from both these roots, after traversing certain portions of the grey substance, pass out again into the white columns.\n\nThat neither the anterior nor posterior white columns are connected by a transverse commissure.\n\nThat the central portion of the grey substance immediately surrounding the spinal canal is not a commissural structure, but a layer of fine fibrous tissue for supporting the walls of the canal, which is lined with a layer of columnar epithelium.\nI have now stated all that I have to say at present on the subject of the spinal chord; but if the observations contained in this communication be considered by the Royal Society to throw important light on its structure, they will be followed by others that I have made on the medulla oblongata and cerebellum. I cannot conclude, however, without acknowledging the kind interest shown me, during these inquiries, by Mr. Solly, Mr. Grainger, and Dr. Marshall Hall. I am also much indebted to Mr. Frederick Brown (Member of the Microscopical Society) for several ingenious contrivances with which he kindly furnished me.\n\nEXPLANATION OF THE PLATES.\n\nPLATE XX.\n\nThe Plates represent transverse sections of the spinal chord of the Calf, all of which, except the two last, were prepared according to the first method described in the paper. The same letters indicate the same parts in all the figures.\n\nFig. 1. A section of the white and grey substances of the filiform extremity of the chord, scarcely more than one line in diameter; magnified 20 diameters. aa. Posterior white columns; bb. Antero-lateral columns of one side; c. Posterior lateral fissure, which separates the posterior from the antero-lateral white columns; d. Anterior median fissure; d'. Posterior median fissure; e. Foramen; ff. Anterior cornua; gg. Substantia gelatinosa. On each side of the middle line are seen antero-posterior bundles of fine tubular fibres.\n\nFig. 2. A section of the grey substance of the chord about an inch higher up; magnified 20 diameters. h. Arched band of tubular fibres; i. Light space surrounding the foramen and composed of a circular layer of fine fibrous tissue; the margin of the foramen is set with columnar epithelium; c\". Rudiments of the posterior cornua; on each side the substantia gelatinosa is broad, but is gradually narrowed at the middle line; the dark or spongy portion of the cornua is seen projecting into it like the matted hairs of a brush. This appearance is caused by oblique sections of bundles of nerves and blood-vessels which enter the grey substance in a more or less longitudinal direction, or with various degrees of obliquity; these, together with the bands of longitudinal fibres, are the chief cause of its opacity, and form the principal difference between its structure and that of the substantia gelatinosa.\n\nFig. 3. Represents the same appearances higher up; magnified 20 diameters. The bundles of transverse commissural fibres are distinctly seen, as well as the decussating fibres in front of the spinal canal; the two dark oval masses\nbehind these latter fibres are sections of thick bundles cut off by them from the anterior white columns; i. Anterior roots of the nerves.\n\nFig. 4. Another section of the grey substance nearer the lumbar enlargement; magnified 20 diameters. The commencement of the posterior vesicular columns kk, is seen at the sides of the spinal canal; other vesicles are also seen in the anterior cornua.\n\nFig. 5. A similar section through the lower part of the lumbar enlargement; magnified 20 diameters. The vesicles in the anterior cornua have considerably increased in number.\n\nPLATE XXI.\n\nFig. 6. A section of the white and grey substance through the middle of the lumbar enlargement; magnified 20 diameters. The posterior vesicular columns kk are here situated within the posterior cornua, traversed and surrounded by fibres from the posterior roots of the nerves ll, part of which are seen also to extend as far as the large groups of vesicles in the anterior cornua.\n\nPLATE XXII.\n\nFig. 7. Outline of a section of the grey substance, through the upper part of the lumbar enlargement; magnified only 10 diameters.\n\nFig. 9. A similar section through the lower part of the dorsal region; magnified 20 diameters.\n\nPLATE XXIII.\n\nFig. 8. Another section three-quarters of an inch higher up; magnified 20 diameters.\n\nFig. 10. Another section of both the white and grey substance, through the middle of the dorsal region; magnified 20 diameters.\n\nFig. 14. A similar section through the lumbar enlargement, prepared according to the second method described in the paper. It represents the course of the fibres of the roots of the nerves, and of the transverse commissures, through the grey substance; the vesicles have been omitted to prevent confusion. The outline is magnified 20 diameters; the fibres were drawn under a power of 100. Notwithstanding the distinctness of the fibrous arrangement here shown, it is to be understood that this figure, like the rest, is not a scheme, but an exact representation of one of the preparations which accompany the paper, as seen under the microscope.\nPLATE XXIV.\n\nFig. 11. A similar section of one side through the middle of the cervical enlargement, between the roots of the nerves; \\( lll' \\), nerve-tubes and blood-vessels passing out from the grey substance; the bundles of nerves are seen breaking up amongst the clusters of nerve-vesicles; magnified 20 diameters.\n\nFig. 12. A section of the grey substance of one side, immediately below the first cervical nerves; magnified 20 diameters. \\( m \\). Nucleus of the spinal-accessory nerve.\n\nPLATE XXV.\n\nFig. 13. A section of the white and grey substance of one side through the lower part of the medulla oblongata; magnified 20 diameters. The spinal-accessory nerve, \\( n \\), is seen entering the grey substance through the lateral column, and proceeding forwards to the vesicles of the anterior cornu.\n\nFig. 15. A group of caudate vesicles, traversed by the fibrils of the anterior roots of the nerves. From a section of one of the anterior cornua in the lumbar enlargement of the chord; prepared according to the second method, and magnified 220 diameters.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108415.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 22,
    "total-input-tokens": 35554,
    "total-output-tokens": 10718,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2973,
        2
      ],
      [
        2973,
        6029,
        3
      ],
      [
        6029,
        9745,
        4
      ],
      [
        9745,
        13382,
        5
      ],
      [
        13382,
        16734,
        6
      ],
      [
        16734,
        19996,
        7
      ],
      [
        19996,
        23304,
        8
      ],
      [
        23304,
        26805,
        9
      ],
      [
        26805,
        30058,
        10
      ],
      [
        30058,
        33745,
        11
      ],
      [
        33745,
        37500,
        12
      ],
      [
        37500,
        40209,
        13
      ],
      [
        40209,
        40209,
        14
      ],
      [
        40209,
        40209,
        15
      ],
      [
        40209,
        40209,
        16
      ],
      [
        40209,
        40209,
        17
      ],
      [
        40209,
        40209,
        18
      ],
      [
        40209,
        40209,
        19
      ],
      [
        40209,
        42781,
        20
      ],
      [
        42781,
        44860,
        21
      ],
      [
        44860,
        45919,
        22
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108415",
    "title": "Researches into the Structure of the Spinal Chord",
    "authors": "J. Lockhart Clarke",
    "year": 1851,
    "volume": "141",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 22,
    "jstor_url": "https://www.jstor.org/stable/108415"
  }
}