{
  "id": "f91c928b4a92b394ae90391d73988cf3edd902a2",
  "text": "XI. Results of Observations of Atmospheric Electricity at Kew Observatory, and at King's College, Windsor, Nova Scotia. By Joseph D. Everett, D.C.L., F.R.S.E. Communicated by Sir William Thomson, F.R.S.\n\nReceived October 14,—Read December 5, 1867.\n\nMy papers of June 18th, 1863 and January 12, 1865, contained a record of observations at Windsor, Nova Scotia, from October 1862 to the end of February 1864. From this latter date they were continued until August 8th of the same year, and I have now to report this concluding series, giving at the same time a summary of results derived from the whole of my observations.\n\nI have also to report, at the request of Sir William Thomson, the results of two years' observations of atmospheric electricity taken at Kew Observatory with his self-recording apparatus, and reduced under his direction and under my own more immediate supervision at the Natural Philosophy Laboratory of the University of Glasgow.\n\nThe concluding series of observations at Windsor were taken regularly at the three principal hours previously adopted, that is to say, about 9 a.m., 2 p.m., and 10 p.m., but very few were taken at other hours. The station electrometer alone was used, and the electricity was collected by burning-match. The glass fibre mounted in the electrometer July 31, 1863, remained unchanged to the end of the observations, thus giving a full year's observations with the same fibre.\n\nAll the generalizations noticed in my former papers apply also to the concluding series, with the single exception that negative electricity was once observed under a clear sky. This phenomenon was observed at 10 p.m., July 15th, and as its exceptional character struck me at the time, it was carefully verified. The negative potential was equal in absolute amount to about half the average positive potential. The temperature was 59°-1, wet bulb 2°-7 below dry, barometer 30°-10, no wind, sky perfectly clear, except a little cirrocumulus near the horizon. There was a faint trace of aurora overhead. The weather had been fine for several days, and continued so for several days after.\n\nThe following Table, showing the mean hourly electrical potential in fine weather for each month in the concluding series, has been computed in the same manner as the corresponding Tables in my previous papers. The numbers in this Table are in units of \"Station Electrometer with third fibre.\"\nIn the following Table, which includes the whole of my fine-weather observations from the beginning, all observations, whether actually taken with first, second, or third fibre, are reduced to units of second fibre, that being the unit adopted in my previous papers. Although the numbers for the first seventeen months have already been published in the Proceedings, it seems desirable to reproduce them, in order to show the connexion of the whole series.\n\n| Month       | Mean of observations before noon | Mean of observations from noon to 6 P.M. | Mean of observations after 6 P.M. | Mean of three preceding columns |\n|-------------|----------------------------------|----------------------------------------|----------------------------------|--------------------------------|\n| October     | 3·42                             | 3·68                                   | 2·69                             | 3·26                           |\n| November    | 3·53                             | 2·89                                   | 2·58                             | 3·00                           |\n| December    | 4·09                             | 5·01                                   | 2·77                             | 3·96                           |\n| January     | 4·11                             | 4·88                                   | 3·42                             | 4·14                           |\n| February    | 6·10                             | 5·77                                   | 4·96                             | 5·64                           |\n| March       | 6·28                             | 5·10                                   | 5·02                             | 5·47                           |\n| April       | 4·41                             | 4·37                                   | 3·26                             | 4·01                           |\n| May         | 2·98                             | 3·54                                   | 2·85                             | 3·12                           |\n| June        | 2·91                             | 3·02                                   | 2·52                             | 2·82                           |\n| July        | 3·17                             | 3·20                                   | 2·50                             | 2·96                           |\n| August      | 3·98                             | 4·01                                   | 3·20                             | 3·73                           |\n| September   | 3·98                             | 4·41                                   | 3·18                             | 3·86                           |\n\n| Month       | Mean of observations before noon | Mean of observations from noon to 6 P.M. | Mean of observations after 6 P.M. | Mean of three preceding columns |\n|-------------|----------------------------------|----------------------------------------|----------------------------------|--------------------------------|\n| October     | 5·24                             | 4·16                                   | 2·74                             | 4·05                           |\n| November    | 4·24                             | 4·13                                   | 2·82                             | 3·72                           |\n| December    | 4·51                             | 5·14                                   | 3·39                             | 4·35                           |\n| January     | 3·86                             | 5·74                                   | 3·63                             | 4·41                           |\n| February*   | 4·78                             | 4·97                                   | 3·16                             | 4·30                           |\n| March       | 5·88                             | 6·72                                   | 4·05                             | 5·55                           |\n| April       | 4·60                             | 4·24                                   | 3·24                             | 4·02                           |\n| May         | 3·88                             | 4·22                                   | 3·49                             | 3·86                           |\n| June        | 3·39                             | 3·75                                   | 2·24                             | 3·13                           |\n| July        | 4·55                             | 3·46                                   | 2·39                             | 3·47                           |\n| August      | 4·04                             | 3·72                                   | 2·39                             | 3·38                           |\n\nA portion of the apparatus employed in the observations of atmospheric electricity at Kew Observatory was erected in January 1861, but the observations which have been\n\n* Observations on two days in February 1864 were out of range and have not been included; hence the values here given are too low.\nreduced commence with June 1862, and extend to the end of May 1864, thus embracing exactly two years.\n\nThe following description of the apparatus is, for the most part, copied verbatim from a lecture delivered by the inventor, Sir William Thomson, at the Royal Institution, May 18th, 1860, as reported in the Proceedings of the Institution*.\n\nI. The water-dropping Collector consists of an insulated copper vessel containing water, which is allowed to flow out in a fine stream through a brass pipe projecting through a hole in a window-frame on the west side of the Observatory into the open air, which frame is, for still greater security, composed of ebonite. The nozzle of the pipe is 11½ feet above the ground, and 3 feet from the wall of the Observatory. The effect of the flow of water is to reduce the copper vessel and its contents to the same electrical potential as that point in the air at which the water-stream breaks into drops.\n\nII. The divided-ring electrometer, of which some of the internal parts are shown in fig. 4, Plate XIX. consists of\n\n(1) A ring of metal (A B) divided into two equal parts (C A D, C B D), of which one is insulated, and the other connected with the metal case of the instrument and so with earth.\n\n(2) A very light needle (E) of sheet aluminium, hung by a fine glass fibre (H) and counterpoised at G so as to make it project only to one side of the axis of suspension.\n\n(3) A Leyden phial, consisting of an open glass jar, coated outside and inside in the usual manner, with the exception that the tinfoil of the inner coating does not extend to the bottom of the jar, which is occupied instead by a small quantity of sulphuric acid.\n\n(4) A stiff straight wire (F F) rigidly attached to the aluminium needle, as nearly as may be in the line of the suspending fibre, bearing a light platinum wire (K) linked to its lower end and hanging down so as to dip into the sulphuric acid.\n\n(5) A case protecting the needle from currents of air, and from irregular electric actions, and maintaining an artificially dried atmosphere round the glass pillar or pillars supporting the insulated half-ring, and the uncoated portion of the glass of the phial.\n\n(6) A light stiff metallic electrode projecting from the insulated half-ring through the middle of a small aperture in the metal case, to the outside.\n\n(7) A wide metal tube of somewhat less diameter than the Leyden jar, attached to a metal ring borne by its inside coating, and standing up vertically to a few inches above the level of the mouth of the jar.\n\n(8) A stiff wire projecting horizontally from this metal tube above the edge of the Leyden jar, and out through a wide hole in the case of the instrument to a convenient position for applying electricity to charge the jar with.\n\n* This lecture, as reported in the Proceedings of the Royal Institution, was sent in the following year, with the photographic curves for four successive days, and an accompanying description, to the Philosophical Magazine, but was not inserted; and down to the present time no full description of the apparatus has been published, the most successful attempt that we have seen being the description of the Electrometers at Kew in the 'Engineer' for August 9th of the present year.\n(9) A very light glass mirror, about three-quarters of an inch in diameter, attached by its back to the wire (4), and therefore rigidly connected with the aluminium needle.\n\n(10) A circular aperture in the case, shut by a convex lens, and a long horizontal slit, shut by plate glass, with its centre immediately above or below that of the lens, one of them above, and the other equally below the level of the centre of the mirror.\n\n(11) A large aperture in the wide metal tube (7), on a level with the mirror (9), to allow light from a lamp outside the case, entering through the lens, to fall upon the mirror, and be reflected out through the plate-glass window; and three or four fine metal wires stretched across this aperture to screen the mirror from irregular electric influences, without sensibly diminishing the amount of light falling on and reflected off it.\n\nThe divided ring (1) is cut out of thick strong sheet metal (generally brass). Its outer diameter is about 4 inches, its inner diameter $2\\frac{1}{4}$; and it is divided into two equal parts by cutting it along a diameter with a saw. The two halves are fixed horizontally; one of them on a firm metal support, and the other on glass, so as to retain as nearly as may be their original relative position, with just the saw cut, from $\\frac{1}{10}$ to $\\frac{1}{20}$ of an inch broad, vacant between them. They are placed with their common centre as nearly as may be in the axis of the case (5), which is cylindrical, and placed vertically. The Leyden jar (3) and the tube (7), carried by its inside coating, have their common axis fixed to coincide as nearly as may be with that of the case and divided ring. The glass fibre hangs down from above in the direction of this axis, and supports the needle about an inch above the level of the divided ring. The stiff wire (4) attached to the needle hangs down as nearly as may be along the axis of the tube (7).\n\nBefore using the instrument, the Leyden phial (3) is charged by means of its projecting electrode (8). When an electrical machine is not available, this is very easily done by the aid of a stick of vulcanite, rubbed by a piece of chamois leather. The potential of the charge thus communicated to the phial, is to be kept as nearly constant as is required for the accuracy of the investigation for which the instrument is used. Two or three rubs of the stick of vulcanite once a day, or twice a day, are sufficient when the phial is of good glass, well kept dry. The most convenient test for the charge of the phial is a proper electrometer or electroscope, of any convenient kind, kept constantly in communication with the charging electrode (8). The gauge-electrometer described below was used for that purpose at Kew. Failing any such electrometer or electroscope, a zinc-copper-water battery of ten, twenty, or more small cells, may be very conveniently used to test directly the sensibility of the reflecting electrometer, which is to be brought to its proper degree by charging its Leyden phial as much as is required.\n\nIn the use of the divided-ring electrometer, the two bodies of which the difference of potentials is to be tested, are connected one of them with the metal case of the instrument, and the other with the insulated half-ring. In the Kew observations of atmospheric electricity these two bodies were the earth and the water-dropping collector. The needle being, let us suppose, negatively electrified, will move towards or from the\ninsulated half-ring, according as the potential of the conductor connected with this half-ring differs positively or negatively from that of the other conductor (earth) connected with the case. The mirror turns accordingly in one direction or the other through a small angle from its zero position, and produces a corresponding motion in the image of the lamp on the screen on which it is thrown.\n\nIn the Kew apparatus, this image was thrown upon photographic paper, which was drawn upwards with a uniform motion by clockwork, and a continuous trace of the variations of electrical potential was thus produced. A zero line was at the same time drawn by the image of the same flame reflected from a fixed mirror.\n\nThe curves of atmospheric electricity thus obtained are about 18 inches long; and each sheet contains two. Each curve embraces a period of about twenty-four hours, the paper having been regularly shifted or changed at about half-past 10 A.M.\n\nGenerally speaking, the curves are distinctly traceable through the whole twenty-four hours. The interruptions which do occur are owing, in some cases, to the spot of light having moved too fast to leave a trace, in others to its having passed off the paper. As regards this latter source of failure, it may be remarked that it is not detrimental to the investigation of the law of diurnal variation. It merely does for us what General Sabine found it necessary to do in combining magnetic observations, that is to say, it rejects observations at times of unusual disturbance.\n\nSpecimens of the curves, of the actual size, are given in Plate XIX.\n\nThe ordinates (positive or negative) of the curves are to a close degree of approximation proportional to the potential (positive or negative) of the air at the place of observation, provided that the charge of the Leyden phial (3) be preserved constant; and if this charge be allowed to vary, the ordinates will vary in simple proportion.\n\nThe charge was tested daily by the gauge-electrometer, which we shall now describe, and which is identical with the station electrometer used in my own Windsor observations. Its external appearance is shown in fig. 1, Plate XVIII., and some internal parts in figs. 2, 3, Plate XVIII. The same letters denote the same parts in all three figures.\n\nIt consists of\n\n(1) A thin flint-glass bell (fig. 1, Plate XVIII.) coated outside and inside like a Leyden phial, with the exception of the bottom inside, which contains a little sulphuric acid (H). The dotted line AA indicates the boundary of the tinfoil.\n\n(2) A cylindrical metal case (shaded in fig. 1, Plate XVIII.), inclosing the glass jar, cemented to it round its mouth outside, extending upwards about 1½ inch above the mouth, and downwards to a metal base supporting the whole instrument, and protecting the glass against the danger of breakage.\n\n(3) A cover of plate glass (C) with a metal rim, closing the top of the cylindrical case of the instrument.\n\n(4) A torsion-head (B, fig. 1, Plate XVIII) after the manner of Coulomb's balance, supported in the centre of the glass cover, and bearing a glass fibre (E, figs. 1, 2, Plate XVIII.) which hangs down through an aperture in its centre.\n(5) A light aluminium needle (L L, figs. 1, 2, Plate XVIII.) attached across the lower end of the fibre (which is somewhat above the centre of the glass bell), and a stiff platinum wire (F, figs. 1, 2, Plate XVIII.) attached to it at right angles and hanging down to near the bottom of the jar.\n\n(6) A very light platinum wire (G, fig. 1, Plate XVIII.), long enough to hang within one-eighth of an inch or so of the bottom of the jar and to dip into the sulphuric acid (H).\n\n(7) A metal ring attached to the inner coating of the jar, bearing two plates (M, M, figs. 1, 2, 3, Plate XVIII.) in proper positions for reflecting the two ends of the aluminium needle when similarly electrified, and proper stops (as O, fig. 3, Plate XVIII.) to limit the angular motion of the needle to within about 45° from these plates.\n\n(8) A cage (P P, figs. 1, 2, Plate XVIII.) of fine brass wire stretched on brass framework, supported from the main case above by two glass pillars (Q Q) and partially inclosing the two ends of the needle and the repelling plates, from all of which it is separated by clear spaces of nowhere less than one-fourth of an inch of air.\n\n(9) A charging electrode (J, fig. 1, Plate XVIII.) attached to the ring (7) and projecting over the mouth of the jar to the outside of the metal case (2), through a wide aperture, which is commonly kept closed by a metal cap (K), leaving at least one-quarter of an inch of air round the projecting end of the electrode.\n\n(10) An electrode (S T, figs. 1, 2, Plate XVIII.) attached to the cage (P P) and projecting over the mouth of the jar to the outside of the metal case (2) through the centre of an aperture. In order to dry any air which may enter through this aperture, a hollow cylinder of pumice soaked in sulphuric acid is inserted in the leaden receptacle (U, fig. 1, Plate XVIII.), through the centre of which the wire (T) passes, and the leaden cover (V V) is pierced with a hole large enough for the wire to pass through without contact. This cover has a depression (W) to receive the droppings of acidulated water from the pumice.\n\nThis instrument is adapted to measure differences of potential between two conducting systems, namely, as one, the aluminium needle (5), the repelling plates (7), and the inner coating of the jar, and, as the other, the insulated cage (8). This latter is commonly connected, by means of its projecting electrode (10), with the conductor to be tested. The two conducting systems, if connected through their projecting electrodes by a metallic wire, may be electrified to any degree, without causing the slightest sensible motion in the needle. If, on the other hand, the two electrodes of these two systems are connected with two conductors, electrified to different potentials, the needle moves away from the repelling plates; and if, by turning the torsion-head, it is brought back to one accurately marked position, the number of degrees of torsion required is proportional to the square of the difference of potentials thus tested.\n\nIn the ordinary use of the instrument, the inner coating of the Leyden jar is charged negatively, by an external application of electricity through its projecting electrode (9). The degree of the charge thus communicated is determined by putting the cage in connexion with the earth through its electrode (10), and bringing the needle by torsion to\nits marked position. The square root of the number of degrees of torsion required to effect this measures the potential of the Leyden charge. This result is called the reduced earth-reading. When the atmosphere inside the jar is kept sufficiently dry, this charge is retained from day to day with little loss, not more, often, than 1 per cent. in twenty-four hours.\n\nIn using the instrument the charging electrode (9) of the jar is left untouched, with the aperture through which it projects closed over it by the metal cap referred to above. The electrode (10) of the cage, when an observation is to be made, is connected with the conductor to be tested, and the needle is brought by torsion to its marked position. The square root of the number of degrees of torsion now required measures the difference of potentials between the conductor tested and the interior coating of the Leyden jar. The excess, positive or negative, of this result above the reduced air-reading, measures the excess of the potential, positive or negative, of the conductor tested above that of the earth; or simply the potential of the conductor tested, if we regard that of the earth as zero.\n\nThe mode of employing this instrument at Kew was to keep its Leyden phial (1) always connected with the Leyden phial of the self-recording electrometer by means of a wire protected by an air-tight tube, and to keep the cage-electrode (10) always connected with the earth.\n\nReadings of the gauge-electrometer were taken daily at about 10h 30m A.M. and entered in a book. Whenever the charge of the Leyden jars as thus tested was found to have fallen too low, a fresh charge was given. The earth-readings of the gauge-electrometer were thus always kept between 245° as a lower, and 255° as an upper limit, or, to speak more strictly, in the few instances in which these limits were exceeded, the observations were rejected in the reductions. These readings, however, require to be corrected by subtracting the index-error, which was carefully ascertained from time to time, and never varied much from 230°. The corrected readings were therefore contained between the limits 15° and 25°; and as the square roots of these numbers are as 1 : 1·3, the weakest and strongest charges must have differed by about 30 per cent. This difference, however, only affects the comparison of one day with another. The loss of charge in twenty-four hours was from 1 to 3 per cent., and it is this loss only which affects the diurnal curve. As the fresh charge was always given at about 10h 30m A.M., the disturbing effect is to be looked for in a sudden rise of the curve about this time, a consideration to which we shall hereafter recur.\n\nSince the erection of the Kew instruments the divided-ring electrometer has undergone considerable modification at the hands of its inventor. The flat ring (fig. 4) divided into two segments is changed for a hollow box (figs. 5, 6) divided into four segments, of which one opposite pair are connected with earth, and the other pair with the conductor to be tested. This box encloses the needle, which is represented by the dotted outline in fig. 5, and projects symmetrically on both sides of the suspending fibre, thus obviating the necessity for a counterpoise.\nThe use of a gauge-electrometer has been superseded by the introduction of a micrometer-screw attached to one of the four segments, and regulating its distance from the others. By diminishing or increasing this distance the sensibility of the instrument can be increased or diminished at pleasure; and by attending to this adjustment as often as may be necessary (say, once a day), the sensibility can be kept practically constant in spite of variations in the charge of the Leyden jar*.\n\nThe retention of charge by the jar has been greatly improved by closing up the space round the open electrode (as T, fig. 1) with vulcanite.\n\nThe portable electrometer employed in some of my Windsor observations has been superseded by a smaller and at the same time more sensitive instrument, in which the distance between two parallel plates, one of which is connected with a charged Leyden jar and the other with the conductor to be tested, is varied at pleasure by a micrometer-screw so as to obtain a constant force of attraction between them. Equal differences of potential, whether in the conductor tested or in the charge of the jar, correspond to equal movements of the micrometer-screw, and the potential of the conductor can thus, by comparison with an earth-reading, be found by mere addition and subtraction.\n\nThe curves which have been measured and reduced comprise the two years commencing with June 1862 and ending with May 1864. The method of procedure was as follows:—\n\n1. Ordinates were erected at every hour and half hour, careful attention being paid to the times of commencing and ending, which were in every case indicated by entries made on the photographic sheets by the Kew observers. In placing the ordinates, it was assumed that each sheet had moved with uniform velocity through its whole length, but it was not assumed that different sheets had moved with the same velocity; in fact the difference in the lengths of the curves, taken in connexion with the times of beginning and ending, showed that the velocities of different sheets must have differed by (in extreme instances) about 5 per cent. As it was impossible therefore to use one time-scale for all the curves, about twenty different time-scales were prepared differing by small gradations one from another, and for the measurement of each curve that scale was employed which suited it best.\n\n2. The ordinates erected at the half-hours (e.g. half-past one, half-past two, &c.) were joined by straight lines drawn by hand in such a manner as to give and take equal areas as nearly as the draughtsman could judge.\n\n3. The lengths intercepted by these joining lines on the hourly ordinates were measured with a scale divided to millimetres, and were adopted as the mean heights of the curve for each hour.\n\nWhenever the curve for part of an hour was not traceable, a blank was left for that hour, and whenever the curve was partly above and partly below the zero-line (showing that the electricity was partly positive and partly negative), the algebraic mean was taken.\n\nThe measurements made in the manner above described were entered in a book in\n\n* Still more recently a \"replenisher\" acting by induction and convection has been added, by means of which the jar can easily be kept at a nearly constant charge.\norder of date, and from these entries the results shown in the subjoined Tables were computed.\n\nTable I. shows the mean electrical potential for each day, omitting those days on which the number of blanks exceeded two.\n\nTable II. shows the mean electrical potential for each of the twenty-four hours, month by month, and the last line and column contain the means of the other lines and columns respectively.\n\nFrom the numbers in the body of this Table the curves (Plate XX.) have been drawn, the first twelve lines of numbers being represented by the continuous curves, and the next twelve lines by the dotted curves. These curves very clearly show a double maximum and minimum, the principal maximum occurring about 8 p.m. in autumn and winter, 9 p.m. in spring, and 10 p.m. in summer, and the secondary maximum about 8 a.m. in spring and summer and 9 a.m. in autumn. The principal minimum occurs at 4 a.m. in spring and summer and 5 a.m. in autumn and winter. The curvature is greater in the neighbourhood of the maxima than in the neighbourhood of the minima.\n\nThe mean diurnal curve at Kew (Plate XXI.) has been drawn by projecting the numbers in the last line of the Table, the vertical scale adopted being twice as large as for the twenty-four curves belonging to single months. Above this is placed the diurnal barometric curve for Halle, drawn from data contained in Klemetz's 'Meteorology,' and below is placed the diurnal electrical curve for Windsor, N.S., obtained by taking the gross means of my own observations at each hour, observations from 2 to 6 a.m. being entirely wanting*. The electrical curves for the two places are remarkably dissimilar, both, however, having a maximum between 8 and 9 a.m.† The principal maximum at Kew occurs between 8 and 9 p.m., and the principal minimum between 4 and 5 a.m. The barometric curve for Halle bears a strong resemblance to the Kew electrical curve, but is upwards of an hour later in phase. The slight rise in the Kew curve at 11 a.m. is attributable to the fact that the Leyden jar was recharged at 10.30 a.m. By projecting the numbers in the last column of the Table, we obtain annual curves of electricity for two years. I have projected these so as to form one continuous curve, and along\n\n* These means, together with the number of observations from which they are deduced, are as follows, in units of \"station electrometer with second fibre.\"\n\n| Hour | Number of observations | Mean |\n|------|-----------------------|------|\n| 17 to 19 | 7 | 3·17 |\n| 19 to 20 | 114 | 3·93 |\n| 20 to 21 | 227 | 4·51 |\n| 21 to 22 | 103 | 4·23 |\n| 22 to 23 | 43 | 3·32 |\n| 23 to 0 | 30 | 3·29 |\n| 0 to 1 | 32 | 3·90 |\n\n| Hour | Number of observations | Mean |\n|------|-----------------------|------|\n| 1 to 2 | 155 | 4·44 |\n| 2 to 3 | 223 | 4·53 |\n| 3 to 4 | 35 | 3·67 |\n| 4 to 5 | 53 | 3·84 |\n| 5 to 6 | 45 | 3·76 |\n| 6 to 7 | 38 | 3·73 |\n| 7 to 8 | 26 | 3·44 |\n\n| Hour | Number of observations | Mean |\n|------|-----------------------|------|\n| 8 to 9 | 34 | 3·18 |\n| 9 to 10 | 272 | 3·28 |\n| 10 to 11 | 68 | 2·71 |\n| 11 to 12 | 32 | 2·97 |\n| 12 to 14 | 8 | 2·81 |\n\n† At Windsor, in every month without exception, electricity was weaker at 10 p.m. than either at 9 a.m. or 2 p.m., but the reverse of this rule would appear to hold at Kew.\nwith this I have projected the corresponding curve for Windsor, N.S. The Windsor observations commence four months later than those of Kew and terminate three months later, the time from October 1862 to May 1864 being common to both. In order to ensure a fair comparison, as I have no means of comparing the units in which the observations at the two places are stated, I have calculated the ratios of the several monthly means to the annual mean, and have projected these ratios.\n\nInspection of the curves for the two places shows that they agree pretty well from January to October, but take reverse directions from October to January, the Windsor curve having a decided minimum in November, which is about the time of the principal maximum at Kew. The annual range (as a fraction of the mean annual potential) appears to be greater for Kew than for Windsor. The following are the ratios thus plotted:\n\n| At Kew. | At Windsor, N.S. |\n|---------|-----------------|\n| June    | June            |\n| July    | July            |\n| August  | August          |\n| September | September     |\n| October | October         |\n| November | November      |\n| December | December       |\n| January | January         |\n| February | February     |\n| March   | March           |\n| April   | April           |\n| May     | May             |\n\nThe final step in the reductions has been to express the variations of electrical potential approximately by harmonic series. Both the diurnal and the annual variations have been thus treated by calculating the values of the coefficients $A_0$, $A_1$, $E_1$, $A_2$, $E_2$ in the formula\n\n$$A_0 + A_1 \\sin \\left( \\frac{t}{T} 360^\\circ + E_1 \\right) + A_2 \\sin \\left( \\frac{2t}{T} 360^\\circ + E_2 \\right),$$\n\n$T$ denoting twenty-four hours in the case of diurnal, and a year in the case of annual variations; and $t$ denoting the time reckoned from noon in the former case and from the middle of January in the latter.\n\nThe first step in this calculation consists in finding the values of $P_1$, $Q_1$, $P_2$, $Q_2$ which are connected with the above-mentioned coefficients by the relations\n\n$$P_1 = A_1 \\sin E_1, \\quad Q_1 = A_1 \\cos E_1, \\quad P_2 = A_2 \\sin E_2, \\quad Q_2 = A_2 \\cos E_2.$$\n\nCommencing with the diurnal variations, we have the following values of the latter coefficients for the twenty-four months of observation.\n|                | First year. |        |        |        | Second year. |        |        |        |\n|----------------|-------------|--------|--------|--------|--------------|--------|--------|--------|\n|                | P₁          | Q₁     | P₂     | Q₂     | P₁           | Q₁     | P₂     | Q₂     |\n| June           | -0.139      | +0.185 | +0.002 | -0.241 | -0.218       | +0.114 | -0.099 | -0.328 |\n| July           | -0.050      | +0.053 | +0.164 | -0.456 | -0.230       | -0.066 | +0.014 | -0.364 |\n| August         | -0.083      | -0.011 | +0.029 | -0.507 | -0.029       | +0.023 | -0.009 | -0.298 |\n| September      | -0.284      | +0.409 | -0.002 | -0.490 | -0.255       | +0.378 | -0.115 | -0.467 |\n| October        | -0.053      | +0.835 | -0.216 | -0.315 | +0.284       | +0.586 | -0.042 | -0.310 |\n| November       | -0.264      | +0.384 | -0.036 | -0.214 | +0.109       | +0.509 | -0.166 | -0.371 |\n| December       | +0.028      | +0.767 | -0.058 | -0.563 | +0.297       | +0.957 | -0.017 | -0.449 |\n| January        | +0.006      | +1.060 | -0.039 | -0.455 | +0.287       | +1.271 | -0.160 | -0.297 |\n| February       | -0.051      | +0.743 | -0.033 | -0.582 | -0.089       | +0.630 | -0.236 | -0.561 |\n| March          | -0.119      | +0.008 | -0.144 | -0.516 | -0.211       | +0.441 | -0.127 | -0.565 |\n| April          | -0.402      | +0.056 | -0.141 | -0.535 | -0.304       | +0.311 | -0.141 | -0.440 |\n| May            | -0.279      | +0.006 | -0.025 | -0.322 | -0.381       | +0.044 | +0.046 | -0.195 |\n\nFrom these we derive the following values of amplitude (A₁ and A₂) and epoch (E₁ and E₂), regarding the former as essentially positive.\n\n|                | First year. |        |        |        | Second year. |        |        |        |\n|----------------|-------------|--------|--------|--------|--------------|--------|--------|--------|\n|                | A₁          | E₁     | A₂     | E₂     | A₁           | E₁     | A₂     | E₂     |\n| June           | 0.232       | -36.53 | 0.241  | +179.24| -0.246       | -62.28 | 0.343  | +196.45|\n| July           | 0.073       | -43.26 | 0.484  | 160.15 | -0.240       | -105.53| 0.364  | 177.46 |\n| August         | 0.084       | -97.46 | 0.508  | 176.45 | -0.205       | -8.5   | 0.299  | 181.45 |\n| September      | 0.498       | -34.47 | 0.490  | 180.17 | -0.456       | -34.2  | 0.481  | 193.50 |\n| October        | 0.837       | -3.33  | 0.382  | 214.21 | -0.651       | +25.53 | 0.313  | 187.46 |\n| November       | 0.466       | -34.26 | 0.218  | 189.39 | -0.521       | +12.3  | 0.407  | 204.9  |\n| December       | 0.768       | +2.4   | 0.566  | 185.55 | -0.003       | +17.15 | 0.450  | 182.8  |\n| January        | 1.060       | +0.8   | 0.457  | 184.39 | -0.303       | +12.43 | 0.337  | 208.19 |\n| February       | 0.743       | -1.38  | 0.583  | 183.14 | -0.636       | -8.1   | 0.609  | 202.51 |\n| March          | 0.119       | -87.53 | 0.536  | 195.37 | -0.489       | -25.36 | 0.580  | 192.41 |\n| April          | 0.406       | -8.2   | 0.553  | 194.45 | -0.435       | -44.19 | 0.462  | 197.46 |\n| May            | 0.279       | -88.48 | 0.323  | 184.30 | -0.384       | -83.29 | 0.201  | 166.36 |\n| Year           | 0.400       | -20.36 | 0.435  | 185.28 | -0.452       | -7.50  | 0.395  | 192.50 |\n\nThe value of A₀, or the mean electrical potential, is 2.14 for the first and 2.12 for the second year.\n\nIt will be observed that the values of A₁ and E₁ are subject to much greater irregularities than those of A₂ and E₂.\n\nThe values of P₁, Q₁, P₂, Q₂ for the two years combined can be correctly found by taking the means of their values for the two years, and the values of amplitude and epoch (which can not be correctly found by taking the means of their values for the two years) may be hence derived. The following Table has been thus computed.\nTwo years combined.\n\n|       | A₁   | E₁   | Hour of maximum from E₁ | A₂   | E₂   | Hours of maxima from E₂ |\n|-------|------|------|-------------------------|------|------|-------------------------|\n| June  | .232 | -50  | 4                       | 9    | 20   | -292                    |\n| July  | .140 | -92  | 27                      | 12   | 10   | .395                    |\n| August| .111 | -30  | 15                      | 8    | 1    | .398                    |\n| September| .477 | -34  | 30                      | 8    | 18   | .483                    |\n| October| .720 | +9   | 16                      | 5    | 23   | .339                    |\n| November| .454 | -9   | 46                      | 6    | 39   | .310                    |\n| December| .877 | +10  | 39                      | 5    | 17   | .507                    |\n| January| 1.174| +7   | 9                       | 5    | 31   | .389                    |\n| February| .689 | -5   | 25                      | 6    | 22   | .587                    |\n| March  | .279 | -36  | 15                      | 8    | 25   | .558                    |\n| April  | .398 | -62  | 28                      | 10   | 10   | .508                    |\n| May    | .331 | -85  | 40                      | 11   | 43   | .259                    |\n| Year   | .424 | -13  | 50                      | 6    | 55   | .413                    |\n\nThe term involving A₁ and E₁ takes one maximum in the twenty-four hours, whose times are given in the third column of the above Table. The term involving A₂ and E₂ takes two maxima which are always twelve hours apart. Their times are given in the last two columns. In deducing the hours of maxima from the values of E₁ and E₂, it is to be borne in mind that the phases are earlier in proportion as the epochs are greater, 15° in the value of E₁ and 30° in the value of E₂ corresponding respectively to differences of an hour. It will be observed that the earliest and latest hours of maxima differ by about seven hours in the case of E₁, and by only one hour twelve minutes in the case of E₂.\n\nThe values in the last line of the Table are derivable either from the last line of Table II. or from the means of the values of P₁, Q₁, P₂, Q₂. The amplitudes of the diurnal and semidiurnal terms are, it will be seen, nearly equal. Practically, the hours of electrical maxima month by month agree, within an hour or two, with those of the semidiurnal term, and the hourly values for the average of the year, given in the last line of Table II., show a still closer agreement. The diurnal term, without having much effect on the times of maxima, causes one maximum to be much greater than the other.\n\nIt may be interesting to inquire into the connexion, if any, between electrical and barometrical maxima, an inquiry which is suggested by the fact that the latter, like the former, occur twice in the twenty-four hours. In default of the necessary barometric data for Kew, I have compared the numbers in the last line of Table II. with the following numbers which represent the mean heights of the barometer at Halle for all hours on the average of the whole year, and are taken from Kaemtz's 'Meteorology,' page 248.\n\nBarometric Heights at Halle (lat. 54° 29'), in millimetres,\n\n750 plus the following numbers.\n\n| Noon. | 1h. | 2h. | 3h. | 4h. | 5h. | 6h. | 7h. | 8h. | 9h. | 10h. | 11h. |\n|-------|-----|-----|-----|-----|-----|-----|-----|-----|-----|------|------|\n| 3:29  | 3:11| 2:99| 2:89| 2:84| 2:86| 2:91| 3:02| 3:14| 3:24| 3:31| 3:29 |\n| 12h.  | 13h.| 14h.| 15h.| 16h.| 17h.| 18h.| 19h.| 20h.| 21h.| 22h.| 23h. |\n| 3:23  | 3:14| 3:05| 2:99| 2:99| 3:34| 3:12| 3:24| 3:37| 3:44| 3:46| 3:40 |\nThe value of $E_2$ derived from these numbers gives maxima at $10^h 28^m$ and $22^h 28^m$, or an hour and forty-six minutes later than $E_2$ for Kew electricity. About the same amount of retardation can be roughly inferred either from inspection of the numbers themselves, or from comparison of the curve representing them with the Kew electrical curve (see Plate XXI.).\n\nThus far we have been speaking of diurnal variations. For annual variations, taking the numbers in the last column of Table II. as our data, we have the following results:\n\nFor the first year,\n$$A_0 = 2.14, \\quad A_1 = 0.643, \\quad E_1 = 107^\\circ 56', \\quad A_2 = 0.080, \\quad E_2 = 257^\\circ 31';$$\n\nfor the second year,\n$$A_0 = 2.12, \\quad A_1 = 0.888, \\quad E_1 = 102^\\circ 38', \\quad A_2 = 0.030, \\quad E_2 = 358^\\circ 26';$$\n\nand for the two years combined,\n$$A_0 = 2.13, \\quad A_1 = 0.765, \\quad E_1 = 104^\\circ 51', \\quad A_2 = 0.040, \\quad E_2 = 279^\\circ 19'.$$\n\nThe corresponding values for Windsor, N.S., derived from the numbers given in the earlier part of this paper under the heading \"mean of three preceding columns,\" are as follows, the two years being combined, except for the months of February, August, and September, which are taken from the first year's observations alone, from defect of complete observations in the second year.\n\n$$A_0 = 3.92, \\quad A_1 = 0.725, \\quad E_1 = 63^\\circ 43', \\quad A_2 = 1.014, \\quad E_2 = 354^\\circ 29'.$$\n\nIn order to render these results for the two places more comparable, seeing that we have no direct means of comparing the units employed, we shall, as we have already done in the comparison of monthly means, take $A_0$ (or mean annual potential) as our unit at both places. We thus obtain the following values for the two years combined:\n\nKew . . . $A_1 = 0.359, \\quad E_1 = 104^\\circ 51', \\quad A_2 = 0.019, \\quad E_2 = 279^\\circ 19'$,\n\nWindsor . . . $A_1 = 0.185, \\quad E_1 = 63^\\circ 43', \\quad A_2 = 0.259, \\quad E_2 = 354^\\circ 29'$.\n\nThis comparison brings out the astonishing fact that while at Kew the half-yearly term is almost inappreciable, at Windsor its amplitude is actually greater than that of the annual term. As regards phase, confining our attention to the annual term, Kew is earlier than Windsor by about forty-two days. The semiannual term at Kew is too small and too fluctuating to admit of reliable comparison.\n\nIt must be borne in mind that the Kew reductions include wet as well as fine weather, the only exclusions being those produced automatically by the spot of light passing out of range or moving too rapidly to leave a trace; whereas, in the Windsor reductions, all observations taken during rain, snow, hail, sleet, fog, thunder, or lightning were excluded. It is assumed, however, that this difference can go but a little way towards explaining the great differences which we have detected in the electrical variations at the two places.\n\nI am happy to be able to state that preparations are now in progress for resuming the photographic registration of atmospheric electricity at Kew with new apparatus containing all Sir William Thomson's most recent improvements.\n### TABLE I.\n\n| Day | June | July | Aug. | Sept. | Oct. | Nov. | Dec. | Jan. | Feb. | Mar. | Apr. | May. |\n|-----|------|------|------|-------|------|------|------|------|------|------|------|------|\n| 1   | -94  | 172  |      |       |      |      |      | 286  | 219  | 227  | 184  | 151  |\n| 2   | -60  | 101  |      |       |      |      |      | 242  | 239  | 255  | 218  | 160  |\n| 3   | 149  |      |      |       |      |      |      | 269  | 138  | 218  | 264  | 272  |\n| 4   | 184  |      |      |       |      |      |      | 296  | 229  | 151  | 164  | 150  |\n| 5   | 211  |      |      |       |      |      |      | 302  | 164  | 140  | 138  | 88   |\n| 6   | 106  | 184  |      |       |      |      |      | 277  | 265  | 172  | 197  | 162  |\n| 7   | 106  | 184  |      |       |      |      |      | 278  | 269  | 168  | 168  | 168  |\n| 8   | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 9   | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 10  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 11  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 12  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 13  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 14  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 15  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 16  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 17  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 18  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 19  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 20  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 21  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 22  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 23  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 24  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 25  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 26  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 27  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 28  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 29  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 30  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n| 31  | 106  | 184  |      |       |      |      |      | 279  | 269  | 168  | 168  | 168  |\n### Table II\n\n| Month       | Year | 2p. | 1p. | 2p. | 3p. | 4p. | 5p. | 6p. | 7p. | 8p. | 9p. | 10p. | 11p. | 12p. | 13p. | 14p. | 15p. | 16p. | 17p. | 18p. | 19p. | 20p. | 21p. | 22p. | Mean |\n|-------------|------|-----|-----|-----|-----|-----|-----|-----|-----|-----|-----|------|------|------|------|------|------|------|------|------|------|------|------|------|\n| June        | 1892 | 1-43 | 1-44 | 1-49 | 1-63 | 1-72 | 1-40 | 1-79 | 1-84 | 1-99 | 2-22 | 2-32 | 1-91 | 2-18 | 2-17 | 2-07 | 2-14 | 1-69 | 1-69 | 1-69 | 1-64 | 1-64 | 1-64 | 1-64 |\n| July        |      | 1-69 | 1-60 | 1-54 | 1-41 | 1-14 | 1-11 | 1-36 | 1-58 | 1-92 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 | 1-64 |\n| August      |      | 1-60 | 1-46 | 1-35 | 1-30 | 1-42 | 1-59 | 1-57 | 1-89 | 2-31 | 2-41 | 2-68 | 2-90 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 |\n| September   |      | 1-60 | 1-30 | 1-49 | 1-34 | 1-48 | 1-69 | 1-21 | 2-68 | 2-90 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 |\n| October     |      | 1-68 | 1-81 | 2-03 | 2-16 | 2-17 | 2-55 | 2-76 | 3-18 | 3-47 | 3-31 | 2-47 | 2-70 | 2-07 | 2-07 | 2-07 | 2-07 | 2-07 | 2-07 | 2-07 | 2-07 | 2-07 | 2-07 |\n| November    |      | 2-55 | 2-74 | 2-64 | 2-29 | 2-60 | 2-44 | 3-04 | 3-69 | 3-60 | 3-88 | 3-78 | 3-12 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 |\n| December    |      | 2-55 | 2-74 | 2-64 | 2-29 | 2-60 | 2-44 | 3-04 | 3-69 | 3-60 | 3-88 | 3-78 | 3-12 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 | 3-74 |\n| January     | 1893 | 2-16 | 2-30 | 2-29 | 2-40 | 2-42 | 2-66 | 2-76 | 3-69 | 3-25 | 3-25 | 3-73 | 3-50 | 3-52 | 3-97 | 3-10 | 3-10 | 3-10 | 3-10 | 3-10 | 3-10 | 3-10 | 3-10 |\n| February    |      | 2-09 | 2-62 | 2-67 | 2-65 | 2-68 | 2-17 | 2-14 | 2-45 | 2-49 | 3-08 | 3-62 | 3-64 | 3-43 | 3-43 | 3-43 | 3-43 | 3-43 | 3-43 | 3-43 | 3-43 | 3-43 |\n| March       |      | 1-93 | 2-27 | 2-23 | 1-90 | 1-91 | 1-68 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 | 1-71 |\n| April       |      | 1-90 | 1-45 | 1-16 | 1-10 | 1-10 | 1-13 | 1-24 | 1-36 | 1-46 | 1-85 | 2-01 | 2-02 | 2-04 | 1-87 | 1-63 | 1-33 | 1-10 | 1-04 | 1-34 | 1-24 | 1-13 | 1-13 |\n| May         |      | 1-07 | 1-10 | 1-20 | 1-19 | 1-13 | 1-24 | 1-50 | 1-46 | 1-85 | 2-01 | 2-02 | 2-04 | 1-87 | 1-63 | 1-33 | 1-10 | 1-04 | 1-34 | 1-24 | 1-13 | 1-13 |\n| June        |      | 1-08 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 | 1-46 |\n| July        |      | 1-50 | 1-42 | 1-27 | 1-95 | 1-43 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 | 1-56 |\n| August      |      | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 | 1-41 |\n| September   |      | 1-85 | 2-55 | 2-56 | 2-60 | 2-41 | 2-36 | 2-72 | 2-71 | 2-86 | 2-82 | 2-79 | 2-38 | 2-38 | 2-38 | 2-38 | 2-38 | 2-38 | 2-38 | 2-38 | 2-38 | 2-38 |\n| October     |      | 2-60 | 2-88 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 | 2-72 |\n| November    |      | 3-14 | 3-05 | 3-32 | 3-18 | 3-48 | 3-51 | 3-95 | 4-17 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 |\n| December    |      | 3-14 | 3-05 | 3-32 | 3-18 | 3-48 | 3-51 | 3-95 | 4-17 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 | 4-36 |\n| January     | 1894 | 2-32 | 2-92 | 2-99 | 2-98 | 3-30 | 3-54 | 3-84 | 4-31 | 4-29 | 3-92 | 3-52 | 2-97 | 2-31 | 2-28 | 1-85 | 1-85 | 1-85 | 1-85 | 1-85 | 1-85 | 1-85 | 1-85 |\n| February    |      | 2-40 | 2-48 | 2-31 | 2-50 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 | 2-47 |\n| March       |      | 2-51 | 2-53 | 2-60 | 2-57 | 2-47 | 2-87 | 3-01 | 3-36 | 3-76 | 4-07 | 4-14 | 3-90 | 3-25 | 2-91 | 2-64 | 2-34 | 2-04 | 2-04 | 2-04 | 2-04 | 2-04 |\n| April       |      | 1-83 | 1-22 | 1-22 | 1-35 | 1-74 | 1-68 | 1-62 | 2-06 | 2-06 | 2-56 | 2-60 | 2-70 | 2-58 | 2-58 | 2-58 | 2-58 | 2-58 | 2-58 | 2-58 | 2-58 | 2-58 |\n| May         |      | 1-92 | 1-82 | 1-82 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 | 1-72 |\n| Sum         |      | 45-81 | 47-12 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 | 47-08 |\n| Means       |      | 1-91 | 1-90 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 | 1-92 |\n\n---\n\n**Note:** The table provides data for various months and years, with columns labeled from 2p. to 22p., indicating different measurements or observations. The \"Mean\" row at the bottom summarizes these values.\n1864. June 3. 22.35 guage at comm? 254.9\n4. 22.14 end 240.5\nIns. 3. 23.25 good\nEarth 4. 1.0\nIns. 4.54 good\n\n1864. June 4. 22.15 guage at comm? 240.5\n5. 22.24 end 240.0\nThe numbers written between the names of the months indicate the amounts by which the origin of coordinates has been lowered in passing from each curve to the next below it.\n\nDiurnal Curves of Atmospheric Electricity at New Forest, each month from June 1862 to May 1864 inclusive. Phil. Trans. MDCCCLXVIII. Plate XX.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108915.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 31958,
    "total-output-tokens": 18016,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2410,
        2
      ],
      [
        2410,
        7498,
        3
      ],
      [
        7498,
        10756,
        4
      ],
      [
        10756,
        14238,
        5
      ],
      [
        14238,
        17429,
        6
      ],
      [
        17429,
        20808,
        7
      ],
      [
        20808,
        24066,
        8
      ],
      [
        24066,
        27353,
        9
      ],
      [
        27353,
        30642,
        10
      ],
      [
        30642,
        32998,
        11
      ],
      [
        32998,
        36848,
        12
      ],
      [
        36848,
        40529,
        13
      ],
      [
        40529,
        43666,
        14
      ],
      [
        43666,
        46749,
        15
      ],
      [
        46749,
        51822,
        16
      ],
      [
        51822,
        51822,
        17
      ],
      [
        51822,
        51990,
        18
      ],
      [
        51990,
        52307,
        19
      ],
      [
        52307,
        52307,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108915",
    "title": "Results of Observations of Atmospheric Electricity at Kew Observatory, and at King's College, Windsor, Nova Scotia",
    "authors": "Joseph D. Everett",
    "year": 1868,
    "volume": "158",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/108915"
  }
}