{
  "id": "c103af4779cfdd5eb3873b902bb11e344a0c6979",
  "text": "The Preface.\n\nAlthough the Writing of these Transactions, is not to be looked upon as the Business of the Royal Society: Yet, in regard they are a Specimen of many things which lie before them, Contain a great Variety of Useful Matter; Are a convenient Register, for the Bringing in, and Preserving many Experiments, which, not enough for a Book, would else be lost; and have proved a very good Ferment for the setting Men of Uncommon Thoughts in all parts a work: And because, moreover, the want of them for these four last Years, wherein they have been discontinued, is much complained of: That the said Society may not seem now to Condemn a Work, they have formerly encouraged; or to neglect the just Expectations of Learned and Ingerious Men: They have therefore thought fit, to take care for the revival hereof, that they may be Published once every Month, or at such Times, whereof forenotice shall be given at the end of these, and the following Transactions. Neither is it doubted, but that those who desire to be accommodated herewith, will most readily endeavour, themselves, or by others, to supply and keep up that Stock of Experiments, and other Philosophical Matters, which will be necessary hereunto; with this assurance given them, That whatever they shall be pleased to communicate, shall be disposed of with all Fidelity.\n\nLetters for this purpose, may be directed thus, For the Secretary of the Royal Society. To be left with Mr. Hunt at his House in Whale-bone Court, in Bell-Alley in Coleman Street; Or, at the Repository in Gresham College, London.\n\nA Description of Pen-Park-Hole in Gloucestershire; communicated by Sir Robert Southwel.\n\nThere is a place in Gloucestershire called Pen Park, about three Miles from Bristol, and above three from Severn, where some Miners for Lead discovering a large Hole in the Earth: One Captain Stormy, a warm,\ninquisitive Sea-man (he has writ a large Folio of Navigation) would needs descend into it, and his Narrative was as followeth:\n\nUpon the second of July 1669. I descended by Ropes affixt at the top of an old Lead-Oar Pit, four Fathoms almost Perpendicular, and from thence three Fathoms more obliquely, between two great Rocks, where I found the Mouth of this spacious Place: from which, a Mine-man and myself lowered our selves by Ropes twenty five Fathoms perpendicular, into a very large Place, which resembled to us the form of a Horse-shoe; for we stuck lighted Candles all the way we went, to discover what we could find Remarkable.\n\nAt length we came to a River or great Water, which I found to be twenty Fathoms broad, and eight Fathoms deep. The Mine-man would have perswaded me, that this River ebbed and flowed, for that some ten Fathoms above the place, we now were in, we found the Water had sometime been: but I proved the contrary, by staying there from three hours Floud to two hours Ebb, in which time we found no alteration of this River. Besides its waters were fresh, sweet and cool, and the surface of this Water, as it is now at eight Fathom deep, lies lower than the bottom of any part of the Severn-Sea near us, so that it can have no community with it, and consequently neither flux nor reflux, but in Winter and Summer, as all Stagna's, Lakes and Loughs (which I take this to be) have. As we were walking by this River thirty two Fathoms under ground, we discovered a great hollowness in a Rock, some thirty foot above us; so that I got a Ladder down to us, and the Mine-man went up the Ladder to that Place, and walked into it about threescore and ten Paces, till he just lost sight of me, and from thence cheerfully call'd to me, and told me he had found what he looked for, a Rich Mine. But his joy was presently changed into amazement, and he returned affrighted by the sight of an Evil Spirit, which we cannot perswade him but he saw, and for that reason will go thither no more.\n\nHere\nHere are abundance of strange Places, the flooring being a kind of a white Stone, enameled with Lead Oar, and the pendent Rocks were glazed with Salt-Peter, which distilled upon them from above, and time had putrified.\n\nAfter some hours stay there, we ascended without much hurt, other than scratching ourselves in divers places by climbing the sharp Rocks. But four days together, after my return from thence, I was troubled with an unusual and violent Head-ach, which I impute to my being in that Vault. This is a true account of that Place so much talkt of.\n\nThis Captain Stirwy falling from his Head-ach into a Feaver and dying; what from his Death, and the Opinion of an Evil Spirit, no body was willing to have any more to do with the said Hole from that time to this.\n\nBut Captain Collins Commander of the Merlin Yeacht (who is by His Majesty appointed to take a Survey of the Coast of England) coming into the severn to that end, and visiting Sir Robert Southwel near Kingrode, and entertaining him from time to time with the Adventures of his Navigation (having shared in the late Voyage with Captain Wood to Nova Zembla, and formerly Sayled in the East Indies near as high as Japan) Sir Robert on his part, told him how the story of this Hole had amused the Country; and how the said Narrative had formerly been sent to His Majesty and the Royal Society; and that there wanted only some courage, to find out the bottom of it. The Captain presently resolved to adventure, and so on the 18 and 19th. of September 1682. he took several of his men, with Ropes and Tackling fitting to descend, with Lines to measure any Length or Depth, also with Candles, Torches, and a speaking Trumpet.\n\nWhat he found does much lessen the Credit and Terror of this Hole, as will appear by the Figure he took thereof, and the Description following:\n\n'Tis down the Tunnel from the superficies to the opening of the Cavity below, 39 Yards. Then the Hole spreading into an irregular oblong-figure, is in the greatest\ngreatest length 75 yards, and in the greatest breadth\n41 Yards. From the highest part of the Roof to the wa-\nter, was then 19 yards. The Water was now in a Pool:\nat the North end, being the deepest part, it was in\nlength 27 yards, in breadth 12, and only 5 yards and\na half deep; two Rocks appeared above the Water all\ncovered with Mud, but the water sweet and good. There\nwas a large Circle of Mud round the Pool, and far up\ntowards the South end, which shewed that the water\nhas at other times been 6 Yards higher than at present.\n\nThe Tunnel or passage down, was somewhat oblique,\nvery Ragged and Rocky; in some places it was two\nyards wide, and in some 3 or 4, but nothing observable\ntherein, save here and there some of that Sparr which\nusually attends the Mines of Lead-Oar. In the way,\n30 yards down, there runs in, southward, a passage of 29\nyards in length, parallel to the superficies above. It\nwas two and three yards high, and commonly as broad,\nand alike Rocky as the Tunnel, with some appearances\nof Sparr, but nothing else in it except a few Bats.\n\nThe Cavity below was in like manner Rocky and\nvery irregular, the Candles and Torches burnt clear, so\nas to discover the whole extent thereof; nor was the\nAir any thing offensive. The three men that went down\nthe first day stayed below two hours and a half. The\nnext day the Captain went down, with seven or eight\nmen, who stayd below for an hour, and observed all\nthings.\n\nThe bottom of this Hole where the Land-waters\ndo gather, is 59 Yards down from the superficies of the\nEarth, and by good Calculation, the same bottom, is\ntwenty yards above the highest Rising of the Severn,\nand lies into the Land, about three miles distant from\nit.\n\nThere was no other need of the speaking Trumpet,\nthan to keep much noise, such as the like Cavity will\nevery where afford, for otherwise those above, and\nthose below, spoke with reasonable freedom unto each\nother.\nThe Profile and Ground-Plot of the Concave in Pen Park, before described.\n\nA The Superficies of the Earth.\nB The old Lead-Oar Pit.\nC The Tunnel or Passage down.\nD The long Gallery.\nE The Concave or Cell.\nF The upper edge of the Mud.\n\nG Two Small Rocks that appear above the water.\nH The upper part of the Water.\nI The bottom of the water.\nK The highest mark of the water.\nL Two Rocks.\n\nAn Extract of a Letter, relating an Experiment made for altering the Colour of the Chyle in the Lacteal Veins, by Martin Lister Esq.\n\nThe passage of the Chyle through the Intestines into the Lacteal Veins, is a thing hitherto demonstrated to the Eye by none. Dr. Lower ingeniously confesseth the ill success he had in trying with Aer, or with ringed Spirit of Wine; by neither of which he was able to force a passage. And J. Walaeus (Epist.de motu Chylis) is very positive, that however the Chyle in the Intestines may be diversly coloured; yet it is still white in the Lacteal Veins. And Diemerbrock in his late Anatomy Published 1672. (p. 37.) affirms, Chylum semper album inveniri in Vas Lacteis Mesenteriis & Thoraciciis—vividem vero rubrum alteriusve coloris, in his a nemine haberi visum fuisse.\n\nNotwithstanding which, and my own former unsuccessful Tryals (Phil. Trans. Numb.95.) I did not doubt but that some happy Experiment would shew the contrary; and a purposely coloured Chyle might find admittance into the Lacteal Veins though not by force, yet by the Consent and Introduction of Nature herself. The success of some late Experiments I made to this purpose, I shall here acquaint you with.\n\nEx-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102210.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10102,
    "total-output-tokens": 2482,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1869,
        3
      ],
      [
        1869,
        3885,
        4
      ],
      [
        3885,
        5889,
        5
      ],
      [
        5889,
        7808,
        6
      ],
      [
        7808,
        9403,
        7
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102210",
    "title": "A Description of Pen-Park-Hole in Glocestershire; Communicated by Sir Robert Southwel",
    "authors": "Robert Southwel",
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/102210"
  }
}