{
  "id": "856ae68115a4d3fbe32c4dfef5004b2948d687ef",
  "text": "XXVII. An Account of the Virtues of Soap in dissolving the Stone, in the Case of the Rev. Mr. Matthew Simson. Communicated by John Pringle, M.D. F.R.S.\n\nTo the Rev. Tho. Birch, D.D. F.R.S.\n\nSIR,\n\nRead April 28, 1757.\n\nA few days ago I received from Dr. Austin, physician at Edinburgh, the case of the Rev. Mr. Simson, drawn up by himself, in the form of a letter to Dr. Austin; and which you may remember was alluded to by Dr. Whytt, in the paper read at the last meeting of the Society.\n\nAs I am at liberty to communicate this account to others, I thought it would not be unacceptable to the gentlemen of the Society, to have another well-attested instance laid before them of the virtues of soap in dissolving the stone, or, at least, in removing all those painful symptoms, which usually accompany that distemper.\n\nTo the patient's own narration I have subjoined an extract from Dr. Austin's letter to me, containing the sequel of the case from the date of Mr. Simson's letter to his death; with an account of the state of his bladder, as it appeared to Dr. Austin upon dissection. I am,\n\nSIR,\n\nYour most obedient humble Servant,\n\nPall-Mall, 27 April, 1757.\n\nJohn Pringle.\nA Letter from the Rev. Mr. Simson, Minister at Pencaitland, to Dr. Adam Austin, Physician in Edinburgh.\n\nDear Sir,\n\nAccording to your desire, I send you the history of my case; which is as follows:\n\nI was of an healthy constitution till the year 1730, when I was seized with a frequent inclination to make water, without any previous pain in the kidneys or ureters. This symptom continued till the year 1733, without giving me much uneasiness.\n\nIn June 1733, as I was riding from Edinburgh to my own house at Pencaitland, I was seized with a great difficulty and pain in making water, which went off when I got home.\n\nIn the month of July, having again got on horseback, I was seized with the same complaint, but more violent; for then some drops of blood came away. From this time, if I rode eight or ten miles, I passed some blood, but without pain.\n\nIn September I made a journey of 60 miles on horseback; but every two miles was obliged to dismount, and made some bloody water.\n\nI continued much in the same way all the year 1734, as the preceding; only had one additional complaint, of a pain in the glans after making water, and likewise in the neck of the bladder. The only thing I did for it was, to drink plentifully of warm milk and water; and gave over riding, on account of the bloody urine.\nIn the month of August I was founded by my nephew, Dr. Simson, professor of medicine in the university of St. Andrew's; but he found no stone, which he attributed to a wrong posture I was in, when he founded me.\n\nDuring the winter, if I walked more than usual, I was sure to have a return of the bloody urine and strangury.\n\nIn November 1735, I was founded by Mr. Balderstone, surgeon, in Edinburgh, a gentleman very expert in that operation, and likewise by Dr. Drummond of Perthshire. They both distinctly felt a stone: and I myself took hold of the catheter, when it was in my bladder, and felt the stone as distinctly, as if it had been in my hand.\n\nAbout Christmas I was seized with a pain along the left ureter, and violent vomitings; but, upon using a turpentine clyster and opiates, it went off.\n\nDuring the year 1736, I continued much the same as the preceding year, always drinking great plenty of milk and water; which gave me great relief, as to the bloody urine.\n\nI was advised by my nephew, Dr. Simson, to go to London, and be cut by Mr. Cheselden; the rest of my friends advising me to be cut by Mr. Smith, a lithotomist at Perth. However, I deferred the operation, and continued much the same all the year 1737, having severe fits now and then.\n\nIn the year 1738 Sir Alexander Gibson, of Addiston, informed me, that he had been in my condition, had passed several small stones, and had found incredible service from the use of soap pills: for, from not being able to get out of bed, in the space of\nof two months after using the soap he was able to go\na hunting. However, for some time I was afraid to\ntry the soap, not knowing what effects it might have\non a confirmed stone; Sir Alexander Gibson's case\nbeing only that of small stones. But the Rev. Mr.\nLundie, of Salton, by experiments convinced me of\nthe efficacy of soap in dissolving a confirmed stone\nout of the bladder; for the stone gradually grew\nsmoother and smoother, and at last was quite dis-\nsolved.\n\nOn the 12th of February 1739, I first began the\nuse of the soap, and in the beginning took only a\ndrachm in the 24 hours. The first week it made\nme a little qualmish: however, I gradually increased\nthe dose; so that in six weeks I took six drachms a\nday, without its disagreeing in the least with me. I\nmade it up into pills, and washed them down with\na draught of warm milk and water.\n\nFrom the time I began to use the soap, my gra-\nvelish symptoms gradually abated; but, upon walk-\ning two or three miles, I made bloody urine. How-\never, that symptom gradually abated; and in the\nyear 1743 all the symptoms of a stone quite vanished,\ninsomuch that I could walk, ride, or go in a ma-\nchine, as well as ever.\n\nFrom February 1739, to July 1743, I took every\nday five or six drachms of soap: but after that time I\ndiminished the dose to half an ounce; and never\nafter had any return of a gravelish symptom, tho' I\nstill imagine the stone is not entirely dissolved; for,\nafter sitting some time, I find as it were something\ncome to the neck of the bladder; but which gives\nme no uneasiness.\n\nThis,\nThis, Sir, according to the best of my memory, is my case: and if it can be of any benefit to you, in the cure of this painful disease, it will give great pleasure to,\n\nDear Sir,\nYour most obedient Servant,\n\nNov. 20th, 1749.\n\nMatthew Simson.\n\nThe Extract from Dr. Austin's Letter to Dr. Pringle.\n\nRead April 28. THE Rev. Mr. Simson's letter to me was written in the year 1749; about which time he told me, that he had ridden 40 miles in a day, without any bad symptom ensuing.\n\nIn the year 1752 he broke his thigh-bone at the neck, by a fall from his horse, and continued for six weeks in great pain; but after that time he grew easier, and was able to put his foot to the ground. One day, as his servant was helping him to walk across the room, he let him fall; upon which Mr. Simson felt a severe pain: the broken leg became then evidently shorter than the other; and by that misfortune he was confined to his bed for near two years. However, about six months before he died, he was so well recovered, as to be able to go to church, and to perform divine service.\n\nAbout the beginning of May 1756, Mr. Simson was seized with a diarrhoea, which resisted all medicine, and carried him off in the 83d year of his age. From the date of his letter to his death he had never discontinued the use of the soap (except during the time\nof his last illness), tho' he had not been troubled with any painful symptom of a stone since the year 1743.\n\nI obtained leave of his friends to open the body, but found no stone or gravel in the bladder; that part appearing to be, in every respect, in a natural state, except at the neck, where the coats seemed to be schirrous, and were about a quarter of an inch thick.\n\nIt is probable, that the stone had been of a softer texture, and more easily dissolved, than ordinary; otherwise five or six drachms of soap taken daily, even for so long a time, could not have dissolved it entirely; for many have used that medicine in much larger doses, and at the same time have drank lime-water plentifully, without obtaining such effects; tho' all their painful symptoms were removed by that course, as Dr. Whytt has shewn in his treatise on this subject.\n\nI shall only add, that Mr. Simson's son, who is now minister at Fala, was present at the opening of the body, and can attest, that there was no stone found in the bladder.\n\nEdinburgh,\n15 April 1757.\n\nAdam Austin.\n\nA Letter from Dr. Adam Drummond to Dr. Adam Austin, relating to the Rev. Mr. Matthew Simson's Case. Communicated by J. Pringle, M.D. F.R.S.\n\nRead June 23, 1757. I Have yours; and was present when Mr. Balderstone founded Mr. Simson; and both of us perceived, very distinctly, a large stone: and Mr. Simson himself felt it; which we were\nwere the more solicitous he should do, as he was founded before by Dr. Simson, who had declared there was no stone. But the particular magnitude of it we could not well determine at the end of a long catheter; tho' I remember Mr. Balderstone, who was well versed in that business, conjectured it to be pretty large. He was founded only once by us, as the urethra was a little hurt by turning the catheter.\n\nThere is only one circumstance in the case, which Mr. Simson seems to have omitted; that, from the first symptoms of the stone, he passed a great deal of mucus mixed with pus, as well as blood; and great quantities of gritty red sand, all in single grains, never any concreted into small stones. I take the more notice of this, as I do not remember, that, after he used the soap, he ever passed any sand, but a good deal of mucus, in which the soap was discoverable by its frothing. Could the gritty particles of sand be again suspended in the urine, so as to become invisible? or were they wrapt up in the soapy liquid, so as to escape observation? I have seen several stones of a soft consistence dissolved into mucilage by soap: but the sand passed by Mr. Simson, before he used the soap, seems to indicate his stone of a harder nature, tho' indeed it felt obtuse at the end of the catheter.\n\nI shall rejoice, if many instances of this kind are found afterwards: but this seems to be the only one yet, of a stone in the bladder being dissolved by soap alone. I am,\n\nDear Doctor,\nBandeeran, June 5.\n1757.\n\nYour most humble Servant,\nAdam Drummond.\n\nGg 2\n\nXXVIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105252.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11440,
    "total-output-tokens": 2743,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1176,
        2
      ],
      [
        1176,
        2480,
        3
      ],
      [
        2480,
        3995,
        4
      ],
      [
        3995,
        5557,
        5
      ],
      [
        5557,
        6885,
        6
      ],
      [
        6885,
        8287,
        7
      ],
      [
        8287,
        9857,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105252",
    "title": "An Account of the Virtues of Soap in Dissolving the Stone, in the Case of the Rev. Mr. Matthew Simson. Communicated by John Pringle, M.D. F.R.S.",
    "authors": "Adam Drummond, Adam Austin, Matthew Simson, John Pringle",
    "year": 1757,
    "volume": "50",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105252"
  }
}