{
  "id": "445a4102dd2de5f6bb405e66a3e06f1aaa624c12",
  "text": "XVII. Remarks on Mr. Brydone's Account of a remarkable Thunder-storm in Scotland. By the Right Honourable Charles Earl Stanhope, F. R. S.\n\nRead February 15, 1787.\n\n§ 1. No storm of lightning has ever produced effects more curious to contemplate than those related by Mr. Brydone, in his Letter to the President of this Society. That account contains facts of such consequence, and so perfectly inexplicable by the principles of electricity which are commonly received, that it undoubtedly deserves particular attention.\n\nIt appears, that a man (named \"James Lauder\") sitting on the fore-part of a cart drawn by two horses, was suddenly struck dead, as also the horses that he was driving, and that the cart itself was much injured by electrical fire, although no lightning fell at, or near, the place where this accident happened.\n\n§ 2. Before I attempt to account, by the laws of electricity, for this remarkable phenomenon, it may not be improper just to take notice, that few facts of this kind have ever been better authenticated than this is.\n\nIt appears, first, that a man, who was fitting upon the fore-part of another cart, only twenty-four yards behind the cart that was struck, \"had Lauder, his cart and horses, full in view when they fell; he was stunned by a loud report, and saw his companion, his horses and cart, fall to the ground;\"\n\"he immediately ran to his assistance, but found him quite \"dead; he perceived\" (at the time of the accident) \"no flash \"or appearance of fire.\"\n\nIt also appears, that another man, a shepherd of St. Cuthbert's farm, was also a witness of this event. He was distant from Lauder \"between two and three hundred yards, and was \"looking at the two carts, when he was stunned by a loud \"report, and at the same instant saw the first of the carts fall \"to the ground. He saw no lightning, nor appearance of fire \"whatever.\"\n\nThe concurrent testimony of these two men is confirmed by Patrick Brydone, Esq. who lives \"at a small distance\" from the spot where Lauder was killed: and Mr. Brydone relates, that a storm appeared far off; and that he, and some company in his house, were \"suddenly alarmed by a loud \"report, for which they were not prepared by any preceding \"flash.\" There is the greater weight to be given to this account of Mr. Brydone, as it so happened, that he was just then \"observing the progress of the storm, at an open win- \"dow, in the second story of his house,\" and making the company \"observe, by a stop-watch, the time that the sound \"took to reach them.\"\n\nIt is extremely fortunate, that a gentleman, fond of philosophical enquiries, should have been upon the spot at the time of this accident, to give to the world so clear and interesting an account.\n\n§ 3. That the death of Lauder and of the horses was not occasioned by any direct main stroke of explosion from a thunder-cloud, either positively or negatively electrified, is evident; since no lightning whatever did pass from the clouds to the earth\nearth (or from the earth to the clouds) at the place where they were killed.\n\n§ 4. It is equally evident (and for the very same reason) that they were not deprived of life by any transmitted main stroke of explosion, either positive or negative.\n\n§ 5. It is also obvious, that the lateral explosion was not the cause of this mischief; for the lateral * explosion does always proceed immediately from the main stroke itself; and therefore there can exist no lateral explosion, in the case when there is no main stroke whatever.\n\n§ 6. It might, perhaps, be supposed, that Lauder and the two horses were suddenly suffocated by the sulphureous smell that often accompanies electricity.\n\nBut though the death of the man and of the horses might (by some) be attributed to this cause, the sulphureous smell will no wise account for \"many pieces of the coal having been thrown out, to a considerable distance, all round the cart;\" and for the \"splinters\" (from the wood-work of the cart) that were \"thrown off in many places,\" as appears, by Mr. Brydone's account, to have been the case.\n\n§ 7. Some persons may imagine that Lauder and the horses might have been killed, and that the other effects above-mentioned might be accounted for, by some sudden and very violent commotion in the air, which commotion the thunder might be supposed to produce, though unaccompanied with any flash at that place; in a manner, in some small degree, similar to the fatal wounds that sometimes have been known to have been given by the air having been suddenly displaced\n\n* See Dr. Priestley's excellent Paper in the sixtieth volume of the Philosophical Transactions, page 192 et seq. See also my Principles of Electricity, § 386.\nby a cannon ball, in its passage through that atmospherical fluid, though the cannon ball itself had evidently neither struck the person wounded, nor even grazed his cloaths.\n\nThe \"dust that rose at the place\" might be brought as an additional argument in favour of the opinion, that a sudden and violent commotion of the air did occasion the effects produced.\n\nBut such an explanation (vague as it is) would not account for the \"marks of fusion\" on the iron of the wheels; nor for \"the hair of the horses having been singed;\" nor for \"the skin of Lauder's body having been burnt\" in many places.\n\n§ 8. I think, from the different circumstances of this case, that it is clear to demonstration, that the effects produced proceeded from electricity; and that no electrical fire did pass immediately either from the clouds into the cart, &c. or from the cart, &c. into the clouds.\n\nFrom \"the circular holes\" in the ground (\"of about twenty inches in diameter\") the respective \"centers of which were exactly in the track of each wheel,\" and the corresponding \"marks of fusion\" on the iron of the wheels, which marks \"answered exactly to the center of each of the holes;\" it is evident, that the electrical fire did pass (from the earth to the cart, or from the cart to the earth) through that part of the iron of the wheels which was in contact with the ground.\n\nFrom the \"splinters that had been thrown off, in many places, particularly where the timber of the cart was connected by nails or cramps of iron,\" and from the various other effects mentioned in Mr. Brydone's Paper, it is moreover evident, that there was a violent motion of the electrical fluid in all,\nall, or (at least) in different parts of the cart, and of the bodies of the man and horses, although there were no lightning.\n\n§ 9. Wonderful as these combined facts may appear, and uncommon as they certainly are in this country, they are, nevertheless, easy to be explained by means of that particular species of electrical shock, which I have distinguished in my Principles * of Electricity (published in 1779) by the appellation of the \"electrical returning stroke:\" and although at the time I wrote that Treatise, I had it not in my power to produce any instance of persons or animals having been killed in the very peculiar manner since related in Mr. Brydone's Paper; I did, however (from my experiments mentioned in that Book), venture to assert, with confidence, that †, \"if persons be strongly superinduced by the electrical atmosphere of a cloud, they may (under circumstances similar to those explained in that Treatise) receive a very strong shock, be knocked down, or be even killed, at the instant that the cloud discharges, with an explosion, its electricity, whether the lightning falls near the very place where those persons are, or at a very considerable distance from that place, or whether the cloud be positively or negatively electrified.\"\n\nAnd I moreover stated that ‡, \"whether the distance between the person so circumstanced, and the place where the lightning falls, be fifty or an hundred yards, or one mile, or two miles, or three miles, or more, the truth of the ge-\n\n* See Principles of Electricity, containing divers new Theorems and Experiments, together with an Analysis of the superior Advantages of high and pointed Conductors; by Charles Viscount Mahon, F.R.S. from § 202. to § 347 inclusively.\n\n† See Principles of Electricity, § 311.\n\n‡ See Principles of Electricity, § 313.\n\"neral proposition there laid down would not be any wise\naffected.\"\n\nI have also explained, in that Treatise, how a still more\nsingular effect might be produced, namely, how * \"an explo-\nsion, which happens in one place, may cause in a second\nplace (at a very considerable distance from the first place)\na sudden returning stroke, which may knock down, or even\nkill, persons and animals at that second place; at the same\ntime that other persons, or other animals, situated in a third\nplace, that is even immediately between the first place\nwhere the lightning falls, and the second place (just men-\ntioned) where the shock of the returning stroke happens,\nshall receive no detriment whatever.\"\n\n§ 10. Having, in my Principles of Electricity †, explained at\nlarge the nature of the returning stroke, I will not trespass upon\nthe time of this Society, by repeating the account of any of\nthe various experiments that I made, to prove the possible\nexistence of such an electrical stroke; but I will, at once,\napply the general laws, which I have (therein) laid down, to\nthe particular phenomena related by Mr. Brydone.\n\nBut, before I speak of the accident of Lauder, which ap-\npears to me to have been occasioned by a returning stroke, pro-\nceeding from an assemblage of clouds, I will say a few words\nupon one or two other facts, mentioned in Mr. Brydone's\naccount.\n\n§ 11. Mr. Brydone informs us, that \"the shepherd belong-\ning to the farm of Lennel-Hill was in a neighbouring field,\nwhen he observed a lamb (only a few yards from him) drop\ndown, although the lightning and claps of thunder were,\n\n* See Principles of Electricity, § 314.\n† See Principles of Electricity, from § 202 to § 347, inclusively.\nthen, at a great distance from him. He ran up immediately,\nbut found the lamb quite dead; nor did he perceive the least\nconvulsive motion, or symptom of life remaining, although,\nthe moment before, it appeared to be in perfect health.\"\n\nThis effect is so precisely similar to those explained in my\nPrinciples of electricity, and particularly to that mentioned in\nsection 328, that it is quite unnecessary to enlarge upon it. I\nwill only observe, that such an electrical returning stroke as\nthat by which this lamb was destroyed (namely, a returning\nstroke, which happens at a place where there is neither light-\nning nor thunder near) belongs to the most simple class of\nreturning strokes; and that it may be produced by the sudden\nremoval of the elastic electrical pressure of the electrical atmo-\nsphere of a single * main cloud, as well as by that of an assem-\nblage † of clouds.\n\nIt appears by Mr. Brydone's account, that the shepherd,\nwho saw the lamb fall, was near enough to it to feel, in a\nsmall degree, the electrical returning stroke \"at the same\ntime\" that the lamb dropped down.\n\n§ 12. Mr. Brydone further relates, that \"a woman\nmaking hay near the banks of the river fell suddenly to\nthe ground; and called out to her companions, that she had\nreceived a violent blow on the foot, and could not imagine\nfrom whence it came.\"\n\nThis blow was, unquestionably, the electrical returning\nstroke.\n\nWhen a person, walking or standing out of doors, is\nknocked down or killed by the returning stroke, the electrical\nfire must rush in, or rush out, as the case may be, through that\n\n* See Principles of Electricity, § 312.\n† See, in my Principles of Electricity, the end of the note to § 312.\nperson's feet*, and through them only; which would not be\nthe case, were the person to be knocked down or killed by any\nmain stroke of explosion, either positive or negative.\n\nThese things are evident. But the manner in which Lauder\nand the two horses were killed is not quite so evident,\nthough it appears to me to be very easily accounted for.\n\nI will now state, in what manner I conceive that the clouds\nmay have been placed, when the effects mentioned in Mr.\nBrydone's Paper were produced.\n\n§ 13. I must premise that, by that account, it appears, that\nthe cloud was many miles in length; inasmuch, as just before\nthe \"loud report,\" the lightning was at a very \"great dif-\nference:\" for Mr. Brydone \"observed, by a stop-watch, that\n\"the time that the sound took to reach him was generally from\n\"25 to 30 seconds.\"\n\nMr. Brydone relates, that the \"loud report resembled the\n\"firing of several muskets, so close together, that the ear\n\"could hardly separate the sounds, and was followed by no\n\"rumbling noise like the other claps.\"\n\nThis description indicates, that the electrical explosion was\nnot far distant; and also shows, that it was not extremely\nnear: for, if the explosion had been extremely near, the ear\ncould not at all have separated the sounds.\n\n§ 14. Now let us suppose a cloud, eight, ten, or twelve\nmiles in length (be the same more or less) to be extended over\nthe surface of the earth, in the situation represented by ABC\nin the figure. (See Tab. VIII.)\n\nAnd let another cloud (as represented by DEF) be situated\nbetween the above-mentioned cloud and the earth.\n\n* See Principles of Electricity, from § 322. to § 327. inclusively.\nLet the two clouds be supposed to be charged (for instance) with the same kind of electricity, and to be both positive.\n\nLet us further suppose, that the lower cloud DEF be near the earth, only a little beyond the striking distance; and let a man, cart and horses, be situated at L, under that part (E) of the cloud which is the nearest to the earth.\n\nNow, let us suppose this cart to be ascending an hill, and to be in the situation described by Mr. Brydone, namely, to have \"almost gained the highest part of the ascent,\" and to be followed by \"another cart\" (M) lower down the hill.\n\nLet us suppose also, that the two clouds DEF and ABC be near each other, perpendicularly over the place where the cart L was situate (as at DA).\n\nAnd let the remote end C, of the upper cloud ABC, approach the earth, within the striking distance, and suddenly discharge its electricity into the earth at G.\n\n§ 15. Things being situated as above described, let us examine what consequences must follow.\n\nFirst, when the upper cloud ABC discharges its electricity into the earth at G, the lower cloud DEF must immediately discharge its electricity into the upper cloud at the place DA, which is directly or nearly over the cart L.\n\nThis accounts for the \"loud report\" of thunder that was unaccompanied by lightning at L or at M. The report must be loud, from its being near; but no lightning could be perceived at L or M, by reason of the thick thunder cloud DEF being situated immediately between the spectator at M and DA, the place between the two clouds where the lightning was.\nsituation represented in the figure; the earth at L must, of course, become superinduced by the elastic electrical pressure of the electrical atmosphere of the thunder-cloud; which superinduced elastic electrical pressure must gradually have increased as the cloud came closer to the earth, and approached nearer to the limit of the striking distance.\n\n§ 17. Consequently, if any conducting body (not having any prominent conducting points) were to be placed at L, upon the surface of the earth, and to be there electrically insulated; then such conducting body, by the laws of electricity, must, at its upper extremity (namely, the part nearest to the positive cloud) become negative; at its lower extremity, it must become positive; and, at a certain intermediate point, it will be neither plus nor minus.\n\nSo that this insulated conducting body, thus situated, will be in three opposite states at one and the same time; that is to say, that it will be, at the same instant, positively electrified, negatively electrified, and not electrified at all.\n\nThis proposition I have rigorously demonstrated in my Treatise * on Electricity.\n\n§ 18. But if this conducting body, on the surface of the earth, be not insulated †, or be but imperfectly insulated, then the whole of such body (from its being immersed in the electrical atmosphere of the positive cloud) will become negative; because part of the electricity of this conducting body will, in this case, pass into the earth. And this conducting body will become the more negative, as it becomes the more deeply immersed into the dense part of the elastic electrical atmosphere of the approaching thunder-cloud.\n\n* See Principles of Electricity, from § 55 to § 74, inclusively.\n† See Principles of Electricity, § 182 and § 183.\n§ 19. Now, when the positive cloud DEF (in the manner above stated) comes suddenly to discharge, with an explosion, its superabundant electricity into the other cloud ABC, then the elastic electrical atmosphere of the cloud DEF will cease to exist; consequently, the electrical fluid, which had been gradually expelled into the common stock, from the conducting body situated (at L) upon the surface of the earth, must (by the sudden removal of the superinduced elastic electrical pressure of the electrical atmosphere of the thunder-cloud) suddenly return from the earth into the said conducting body, producing a violent * commotion, similar to the pungent shock of a Leyden jar in its sensation and effects.\n\nThis is what I call the electrical returning + stroke.\n\n§ 20. It was by such a returning stroke that Lauder and the horses that he was driving were killed, they having become strongly negative † previous to the explosion.\n\nLauder was \"fitting\" when he was struck dead; and his legs appear to have been \"hanging over the fore-part of the cart, at the time of the explosion.\" The returning stroke, therefore, could not issue into his body through his legs; and this accounts for the \"skin of his legs\" not having been at all \"burnt or shrivelled,\" as the skin was on many other parts of his body. And it likewise shews the reason, why the \"zig-zag line\" on Lauder's skin (which was terminated at one end by the chin) \"did not extend lower than the thigh.\"\n\n* See Principles of Electricity, § 304 and § 603.\n† See Principles of Electricity, from § 202 to § 208, inclusively, and § 387.\n‡ Note, I have here supposed the thunder-cloud (and of course its electrical atmosphere) to have been positive; but similar effects would have been produced if the thunder-cloud had been negative; only, in that case, Lauder and the horses would have been strongly positive, previous to the explosion.\n§ 21. Mr. Brydone mentions, that \"the hair of the horses was much singed over the greatest part of their bodies; but was most perceptible on the belly and legs.\" This effect is easily accounted for by the returning stroke; for the lower part * of the bodies of those animals must of course have been more strongly affected than any other part, as the electrical fire from the earth must suddenly have rushed into their bodies through \"their legs, which had made a deep impression in the dust.\"\n\n§ 22. The various effects produced on the cart may be explained, with equal facility, by means of the returning stroke; and I have stated, in my Principles † of Electricity, \"not only in what manner persons and animals may be destroyed, but how\" inanimate bodies, such as \"particular parts of buildings, may be considerably damaged by an electrical returning stroke, namely, all those parts where there is, in any kind of conducting substance or substances (upon which a strong elastic electrical pressure is superinduced), any kind of electrical interruption, across which the returning electrical fire might suddenly strike, and might thereby rend and destroy all the bodies that it might meet with in its passage.\"\n\nMr. Brydone relates, that \"splinters had been thrown off in many places, particularly where the timber of the cart was connected by nails or cramps of iron.\" The electrical interruption between these pieces of metal, across which interruption the returning electrical fire did suddenly strike, accounts for its rending the bodies that it met with in its passage.\n\n* See, in my Principles of Electricity, the note to § 594, where somewhat of a similar effect is mentioned.\n\n† See Principles of Electricity, § 333, § 334, and § 347.\nIt is also evident, that it was the electrical returning fire, that produced the \"marks of fusion\" on that part of the iron of the wheels which was in contact with the ground; inasmuch as the whole electricity, that, at the instant of the explosion, returned into the cart, did enter at those places.\n\n§ 23. No person, the least versed in the principles of electricity, can hesitate to assent to the proposition, that the electrical returning stroke must exist, under circumstances similar to those explained above. But it may be objected to me, that although all the aforesaid effects of a returning stroke might take place in a small degree, yet those effects could not have been sufficiently powerful to have killed Lauder, the horses, and the lamb, or to have melted the iron of the cart-wheels; especially, considering the small quantity of electrical fluid that is contained in the body of a man, of a lamb, or of a horse; or that is contained in any body of the size of a common cart; that is to say, considering the small quantity of electrical fluid that could, by being disturbed, have produced the returning stroke.\n\nTo this objection (plausible as at first sight it may appear) I conceive, I have given a complete answer in my Principles of Electricity, from section 337 to section 347, inclusively; and also from section 592 to section 606, inclusively; but it may not be improper to add a few words to what I have already said upon that part of the subject.\n\n§ 24. No legitimate conclusion can be drawn from premises that are not proved: therefore, no person can legitimately conclude, that the force of a returning stroke must always be weak, when produced by the disturbed electrical fluid of a man's body, by reason that a man's body contains but a small quantity of electricity: for, it has never been proved, that a man's\nman's body does contain only a small quantity of electrical fluid; neither is there the smallest reason to believe such an hypothesis, which appears, on many accounts, to be completely erroneous. And, if that hypothesis be erroneous, the objection to the strength of an electrical returning stroke remains perfectly unsupported by argument.\n\nWhen a body is said to be plus or positive, it simply means, that the body contains more electricity than it does in its un-electrified, that is to say, natural state; but does not signify, that such body is completely saturated * with electricity. In like manner, when a body is said to be minus or negative, it only signifies, that the body contains less than its natural share of electricity; but does not imply, that such body is completely exhausted of the electricity which it contains in its natural state.\n\nNow, the strength of natural electricity is so immense, when compared to the very weak effects of our largest and best contrived electrical machines, that I conceive, that we cannot, by means of artificial electricity, expel, from a man's body, the thousandth (or perhaps even the ten thousandth) part of the electrical fluid which it contains, when in its natural state.\n\n§ 25. That hypothesis, by which natural phenomena are easily accounted for, has a better claim to our attention than an opposite hypothesis, which prevents those phenomena from being intelligibly explained.\n\nThere is no reason whatever for concluding, that any electrical machine of any given size is capable of rendering a conducting body either completely plus, or completely minus; but far otherwise. And it would have been as logical, for any person, some years ago (when electrical machines were not brought to\n\n* See Principles of Electricity, § 342.\ntheir present state), to have maintained, that those very imperfect machines were capable of rendering a conducting body completely positive, or completely negative, as for us, in the year 1787, to conclude, that we (by our still imperfect machines) have attained the limit of electrical exhaustion, or condensation.\n\nWe evidently have not, with our machines, even approached the limit of electrical strength, particularly in respect to the returning stroke: for it is remarkable, that (by the laws of electricity *) the strength of the electrical returning stroke, near the limit of the striking distance, does increase in a \"greater ratio,\" than the strength of the main stroke from the charged body, producing the elastic electrical atmosphere superinduced.\n\n§ 26. For example, let the returning stroke be attempted to be produced, by means of a metallic prime conductor of 20 or 21 inches in length, and of about two inches in diameter; and by means of another metallic body of equal dimensions, placed parallel to the prime conductor, just out of the limit of the striking distance; and let the prime conductor be charged, by means of one of the common glass globes, of less than nine inches in diameter.\n\nThe returning stroke, in this case, will not only be considerably weaker than a spark taken from the prime conductor, but it will be so extremely weak, that it can hardly be said even to exist.\n\n§ 27. Whereas, if the experiment be made in a manner exactly similar, by means of a large glass cylinder (instead of the small globe) and by means of a metallic prime conductor, of about three feet four inches long †, by nearly four inches and a\n\n* See my Principles of Electricity, § 340 and § 341.\n† It is better if the prime conductor, and the other metallic body, be still larger.\nhalf diameter*; and also by means of another metallic body of equal dimensions with this prime conductor; then, there will be no kind of comparison between the strength of the returning stroke obtained out of the striking distance of the prime conductor, and the strength of the main stroke received immediately from the prime conductor, the sharpness and pungency of the returning stroke being so much superior. The returning stroke in this case is like the sudden discharge of a weakly electrified Leyden jar, provided that due attention be paid to the four rules for obtaining a very strong returning stroke, as laid down in section 307 of my Principles of Electricity.\n\n§ 28. When I performed the experiment of the returning stroke, by means of a still stronger electrical apparatus, the commotion † felt was similar to that of a Leyden jar, strongly electrified, suddenly discharged through my body; so that, having taken the returning stroke eight or ten times one morning (without having taken the main stroke a single time that day), I felt a considerable degree of pain across my chest during the whole evening, and a disagreeable sensation in my arms and wrists all the next day.\n\nI have also found, that (by an advantageous disposition of the apparatus) metal ‡ may be melted by means of the electrical returning stroke, not only entirely out of the striking distance, but even without any communication with the common stock, although the conducting body, from which issued the electrical\n\n---\n\n* See Principles of Electricity, § 593, 594, and 595.\n† See Principles of Electricity, § 304 and § 310.\n‡ See Principles of Electricity, from § 603 to § 606, inclusively.\nfluid that formed the returning stroke, had less than twenty-seven square feet of surface in contact with the air.\n\n§ 29. The fact is, that in the case of the returning stroke, it is not so much upon the quantity of electrical fluid, as upon the velocity * of that fluid, that the strength of that stroke depends; therefore, the strength of the returning stroke depends less upon the quantity of surface used, than upon the strength of the electrical pressure of the elastic electrical atmosphere, superinduced upon the body struck, previous to the explosion.\n\nBut, the electrical pressure of the elastic electrical atmosphere of the great thunder-cloud in Scotland must have been immense, when compared to the electrical pressure of the elastic electrical atmosphere of a metallic prime conductor, of whatsoever shape; consequently, it is not at all surprising that Lauder should have been killed (or that the other effects, related by Mr. Brydone, should have been produced) by the returning stroke; inasmuch as it is not surprising, that effects should be proportionate to the causes by which they are respectively produced.\n\n§ 30. Mr. Brydone relates, that \"Lauder's cart was higher on the bank\" than the cart that followed him; which, in some degree, accounts for the man, sitting on the other cart, not having felt the returning stroke. But, that is to be accounted for in another way, namely, by supposing the cloud to have been pending nearer to the earth, over the spot where\n\n* See Principles of Electricity, from § 592 to § 602, inclusively; and particularly § 601.\nLauder* was killed, than over the place where his companion was: for, I have shewn, in my Treatise upon Electricity †, that, in order for a person to receive a dangerous returning stroke, such person should be immersed, not merely in the electrical atmosphere of the thunder-cloud, but in the dense part of the cloud's electrical atmosphere.\n\nThe fact above alluded to may also be accounted for in the following way, viz. by supposing that the second cart were either better connected with the common stock, or that it were better insulated, than Lauder's cart: for, I have shewn, in my Principles of Electricity ‡, (what is very remarkable, namely,) that either of these two opposite circumstances will weaken the force of a returning stroke prodigiously. Now, Mr. Brydone mentions, that there had been an \"almost total want of rain for many months.\" He also says, that \"the ground\" (at the place where Lauder was killed) \"was remarkably dry, and of a gravelly soil.\" This state of the ground was particularly adapted to the production of the electrical returning stroke, when produced upon the large scale of nature, where the elastic electrical pressure is so powerful.\n\n§ 31. The account which Mr. Brydone has given of this thunder-storm in Scotland is not more curious than it is instructive.\n\n* See Principles of Electricity, § 318.\n† See, in my Principles of Electricity, Experiments 38, 39, and 40, from § 280 to § 296, inclusively. See also § 312, § 318, § 334, and § 307.\n‡ See Principles of Electricity, from § 248 to § 310, inclusively; and see particularly § 307.\nIn part XIX. of my Principles of Electricity *, I have enumerated \"eleven necessary requisites\" in erecting conductors to secure buildings against damage by lightning. The ninth requisite is †, \"that there be neither large nor prominent bodies \"of metal, upon the top of the building proposed to be \"secured, but such as are connected with the conductor\" (and consequently with the common stock) \"by some proper metal-lic communication.\" And in section 538, I state, that the \"consideration of the electrical returning stroke fully evinces the \"utility of such precaution.\" The circumstances mentioned by Mr. Brydone, that \"splinters had been thrown off in \"many places, particularly where the timber of the cart was \"connected by nails, or cramps of iron,\" still more fully proves that such precaution is right.\n\n§ 32. The tenth † necessary requisite in erecting conductors, mentioned in my Principles of Electricity, is, \"that there be \"a sufficient number of rods.\" And in section 542, I state that, \"the highest parts of a building, the most elevated \"ridges, all the very prominent stacks of chimneys, and all \"the most salient angles, ought, in order for the building to \"acquire the greatest degree of security, to be armed with \"an high, tapering, and acutely pointed metallic conductor, \"properly connected with the common stock. And upon edi- \"fices of great importance (especially magazines of gun- \"powder) the pointed conductors ought never to be above\n\n* See Principles of Electricity, from § 519 to § 544, inclusively; and parti-cularly see § 519.\n† See Principles of Electricity, § 519 and § 538.\n‡ See Principles of Electricity, § 519; and from § 539 to § 542, inclusively.\nAccount of a Thunder-storm in Scotland.\n\n\"forty or fifty feet asunder; and, if they were to be at still smaller distances asunder, the security they would afford would be still more perfect.\"\n\nThe reason of this precaution is fully explained in many parts of the above-mentioned Treatise, particularly in section 423*; and the circumstance, very worthy of observation, related by Mr. Brydone, namely, that the distance was only \"about twenty-four yards,\" between Lauder, who was killed, and his companion, who \"was sensible of no shock, nor uncommon sensation,\" does clearly demonstrate the propriety of this precaution, of erecting several† conducting rods upon an extensive building.\n\nThis information must be particularly interesting to the Board of Ordnance, on account of the security of their magazines, particularly their powder magazines at Purfleet.\n\n* See also Part XVIII. of my Principles of Electricity (from § 494 to § 518 inclusively), where I have clearly demonstrated this proposition, namely, that, \"high and pointed metallic conductors [when properly constructed, and when made to communicate completely with the common stock] tend not only to prevent a main stroke of lightning and the lateral explosion; but tend likewise most powerfully to prevent any dangerous electrical returning stroke whatever from taking place near that part of the edifice upon which they are erected. So admirable, and so extensive, is the principle upon which is founded this simple and most incomparable invention!\"\n\n† See also (in the volume LXVIII. of the Philosophical Transactions, part I. p. 313. et seq.) the \"Report of the Committee, appointed by the Royal Society, 600\n\n\"to consider of the most effectual Method of securing the Powder Magazines at Purfleet against the Effects of Lightning, in compliance with the Request of the Board of Ordnance;\" in which Report, several high and acutely-pointed conductors, properly connected with the bottom of the wells, are proposed to be erected; and other precautions, founded on a like principle, are recommended.\nsecurity of those magazines is a great national object, not only on account of their importance in time of war; but, also on account of their vicinity to the City of London. For, from the immense quantity of gunpowder they contain (when full), their situation upon the river Thames, and their being within the distance of only a few miles of London, those magazines being blown up would probably produce, in the Metropolis, a violent shock, like that of an earthquake.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106718.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 25,
    "total-input-tokens": 39246,
    "total-output-tokens": 8520,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1349,
        2
      ],
      [
        1349,
        2973,
        3
      ],
      [
        2973,
        4680,
        4
      ],
      [
        4680,
        6343,
        5
      ],
      [
        6343,
        8157,
        6
      ],
      [
        8157,
        9859,
        7
      ],
      [
        9859,
        11554,
        8
      ],
      [
        11554,
        13204,
        9
      ],
      [
        13204,
        14771,
        10
      ],
      [
        14771,
        16550,
        11
      ],
      [
        16550,
        18446,
        12
      ],
      [
        18446,
        20191,
        13
      ],
      [
        20191,
        22032,
        14
      ],
      [
        22032,
        23819,
        15
      ],
      [
        23819,
        25610,
        16
      ],
      [
        25610,
        27288,
        17
      ],
      [
        27288,
        28865,
        18
      ],
      [
        28865,
        30442,
        19
      ],
      [
        30442,
        32133,
        20
      ],
      [
        32133,
        34196,
        21
      ],
      [
        34196,
        34665,
        22
      ],
      [
        34665,
        34665,
        23
      ],
      [
        34665,
        34665,
        24
      ],
      [
        34665,
        34665,
        25
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106718",
    "title": "Remarks on Mr. Brydone's Account of a Remarkable Thunder Strom in Scotland. By the Right Honourable Charles Earl Stanhope, F. R. S.",
    "authors": "Mr. Brydone, Honourable Charles",
    "year": 1787,
    "volume": "77",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 25,
    "jstor_url": "https://www.jstor.org/stable/106718"
  }
}