{
  "id": "306d9c2ab15e482bc1b18e7a099779e0f0d0fadb",
  "text": "very small, about 16 Inches in Length, and the same in Diameter. The Eyes are also small, about the Big-\nness of a Sixpence. On the upper part of the Head,\nis a Hole about three Inches in Diameter, out of which\nprobably he spouts Water, like the Whales. On each\nSide of the Neck are placed two black Finns, one\nabove another, and at a small Distance from one an-\nother. They are half an Inch in Thickness, of one\nHand's Breadth, and two Feet in Length, round on\nthe Fore-part all fleshy, and of a Liver-colour.\n\nIV. Insectum Aquaticum, antea non descrip-\ntum, cujus Iconem & Descriptionem ad Il-\nlustr. Dm Hans Sloane, R. S. Praef. misit\nDom. Jacobus Theodor. Klein, Reipubl.\nGedan. à Secret. & R. S. Lond. S.\n\nINSECTUM aquaticum, cujus iconem trado, Uder-\nwangæ in Borussia Orientali inter astacos lacustres\nrepertum, hominibusque astacos venantibus plane ig-\nnotum, amicus singularis D. B. tum temporis Uder-\nwangæ commorans, pro museo meo conservatum, re-\ndux mihi tradidit.\n\nOb magnum numerum pedum, & mira facilitate\nmobilium, Scolopendram Aquaticam Scutatam pari,\nsi non meliori, jure, quo Aldrovandus piscem quen-\ndam cetaceum, Scolopendram Cetaceam (de Cetis\npag. 721.) insignivit, appellare liceat.\n\nVide\nVide T A B. I. F I G. II. A.\n\nExhibet Insectum, a parte superiori, Scuto tectum, hoc ad formam Testudinum accedit, nisi, quod in medio dorso longitudinaliter nonnihil gibbotum, & versus extremitatem Corporis sectura triangulari, leviter denticulata, hiatum patiatur; integrum est, & ejusdem fere Substantiae, dilutioris tamen coloris, ac sunt vaginae alarum Scarabæi Goëdarti, a frumenti verme oriundi, vel illius, qui nobis audit Scarabæus rosarium. Oculi per Scutum transcunt, nonnihil eminentes.\n\nF I G. II. B.\n\nInsectum a parte inversa delineatum; ubi simul apparet ingens Copia crurum: Horum quodlibet sub tibiis, si his locum assignare licet, sacculo quodam (vid. Fig. D.) donatum, in pedes, vei, si mavis, digitos ternos exiens. Anteriora duo hoc singulare habent, quod ipsis pedes vel digiti terni sint longiores praeterquis, et si inter scipidos mensura differant. Omnes digitii majorum minorumque pedum ex similibus articulationibus constant, qualibus gaudent setæ caudæ hujus Scolopendræ bifidæ, vel aliorum insectorum antennæ. Non longe aberrabo existimaturus, insectum hoc anteriorum amborum pedum digitis longioribus ante, setis vero caudæ suæ bifidæ pone, pro antennis uti, quibus mediantibus persequentis vestigia sua, vel in cryptis offendentes hostes suos tempestive explorat; nisi duo illa cornicula curta, quæ in figura ad illum locum, ubi jure merito caput quaeritur, extant, pro antennis habere velis.\nF i g. II. C.\n\nCorpus, sub Scuto, nudum & detectum, a dorso inspiciendum, cujus gratia Scutum longitudinaliter & circumspecte divisum, utpote, quod, quoad partem explicatam, dorso continuum non est. In inferioris partis Scuti cuticulâ tenui, & quidem ad ambo latera, aperturæ velut acu pictæ (vid. Fig.) observantur. An perhas aperturas aquam in Cavitatem, quæ est Scutum non-nihil gibbum inter & cuticulam, attrahat, & rursus emittat, vel cuticulam aere repleat, & vacuatam habeat, pro ratione, qua vel fundum petere, vel ex aquis surgere vult, certo affirmare non possum. Infectiones circiter triginta, crura vero difficulter numerare licet, quoniam unicum hoc Exemplum libentius conferre, quam destruere volui. In extrema corporis parte, quæ Scutum separat, annuli infectionum spinulis, & quidem eodem ordine, obstiti sunt, quo delineati apparent (vid. Fig. A & C).\n\nF i g. II. D.\n\nCrurum alterum cum sacculo, ex illis, quæ anteriores sunt proximiora; simile crus alio in Situ explicatum, vid. Fig. B.\n\nQuamdiu hoc insectum vitam egit, tamdiu pedes continuo & singulari facilitate movit, extremam corporis partem simul quasi in vaginam contrahens, rursusque promittens.\n\nNullum apud authores hujusmodi insecti vestigium reperire potui. Hinc est, quod & figuram & aliqualem descriptionem cum curiosis communicare voluerim, nec scius an mihi vel aliis alterum exemplum aliquando obvium se dabit. Tantum.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103907.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9914,
    "total-output-tokens": 1498,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1214,
        4
      ],
      [
        1214,
        2638,
        5
      ],
      [
        2638,
        4042,
        6
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103907",
    "title": "Insectum Aquaticum, Antea Non Descriptum, Cujus Iconem & Descriptionem ad Illustr. Dm Hans Sloane, R. S. Praes. Misit Dom. Jacobus Theodor. Klein, Reipubl. Gedan. à Secret. & R. S. Lond. S.",
    "authors": "Hans Sloane, Jacobus Theodor. Klein",
    "year": 1737,
    "volume": "40",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103907"
  }
}