{
  "id": "e80f793203827b841ec9c138f5a1cd73f9e7fbbc",
  "text": "XXVI. Some Remarks on the Effects of the late Cold in February last: in a Letter from the Rev. R. Watson, Fellow of Trinity College, and Professor of Chemistry at Cambridge, to Mathew Maty, M.D. Sec. R. S.\n\nDear Sir,\n\nTrin. Coll. Cam. March 21, 1771.\n\nRead April 11, 1771.\n\nOn the 12th of last February, about an hour after sun rising, I observed at Cambridge a degree of cold which is very unusual in England, though common enough in more northern climates. Fahrenheit's thermometer, made by Dollond, as well in the open air, as when covered with snow, stood as low as 6° above 0. The Cam, by no means a rapid river, remained unfrozen; at the sides indeed there was a little ice, and some small flakes floating in the middle. This is no very uncommon phenomenon. The Seine was not frozen at Paris in 1709, though the cold continued for two days one degree greater than in the present case. Various reasons have been produced, in order to account for this seeming deviation from the usual course of nature. It hath been generally believed that\nthat the strong current in the Seine impeded the congelation: motion will certainly hinder the parts of fluid bodies from acquiring a regular arrangement; but it may be doubted whether it will wholly prevent their coalescence, in any case where the degree of heat is less than what would keep them fluid if they were quiescent. We have frequent instances in chemistry, of saturated solutions of salts remaining perfectly fluid whilst at rest, and of forming thick coagulums upon the least motion. Melted metals, glass, resins, &c. appear to continue fluid for a longer time, after being taken from the fire, by having their parts moved, than if they are left at rest; because the superficies which is exposed to the air is constantly changing, and the whole mass becomes uniformly cold and fixed at once, as soon as it has parted with the heat necessary for its fusion. The most rapid rivers would probably experience a similar change; did the cold in the atmosphere continue long enough to be communicated to the whole body of the water: for upon taking the thermometer out of the snow, which laid upon the bank of the river, and immersing it into the water, it suddenly rose $26^\\circ$, and stood at $32^\\circ$, or higher; so that the air was very considerably colder than the water: nor is this at all to be wondered at, when we consider that great degrees of cold may be suddenly produced in the atmosphere by causes which do not immediately operate upon other bodies. Thus the influx of colder air from the northern latitudes, or the descent of that which always remains exceedingly cold in the upper parts of the atmosphere in the same\nsame latitude, may in a few hours wholly change\nthe air of a particular district: or, if from any pec-\nuliar circumstance the air should become unusually\ndry, and consequently disposed to dissolve much\nwater, a great degree of cold might be almost in-\nstantaneously produced; but which could not be\ncommunicated to other bodies, in a little time, by\nso rare a fluid as the air.\n\nDuring the forementioned degree of cold, a thick\nvapour was seen rising from the surface, and marking\nas it were the course of the river. If we attribute\nthe elevation of this vapour to the attraction of the\nair, rather than to the comparative warmth of the\nwater (for water just beginning to freeze is ob-\nserved not to lose of its weight by evaporation in va-\ncuo) the great cold may be thought perhaps to have\nproceeded from the solution of water in air which\nwas then carrying on; for the earth was glutted with\nhumidity, and the air was become dry, having been\nfreed from its water by an almost incessant precipi-\ntation for three days, under the form of snow or\nsleet. It is very remarkable, that the extreme cold\nof January 13, 1709, came on at Paris, with a\ngentle south wind, and was diminished when the\nwind changed to the north; this is accounted for by\nM. de la Hire, from the wind's having passed over the\nmountains of Auvergne to the south of Paris, then\ncovered with snow; and by Mr. Homberg, from\nthe reflux of that air, which had been flowing for\nsome time from the north. I do not see from what\nphilosophical principle it can be supposed, that the\nsame air in its regress from a southern latitude should\nbe\nbe colder than in its progress from a northern; and as to the other opinion, the phenomenon of the cold's increasing upon the wind's changing from north to south, hath been taken notice of in other places, where there was no snow to refer it to. May it not deserve to be considered, whether the sudden solution of large quantities of aqueous vapours, brought from the south into a dry northern air, be not a cause adequate to the effect produced? The solubility of water in air is distinctly mentioned by Dr. Halley, in the Philos. Trans. N° 192; and in the 6th Vol. of the French Encyclopedie, published in 1756; and more fully and ingeniously treated of by Dr. Hamilton in 1765: the cold attending the solution is a phenomenon similar to that attending many other chemical solutions, and is in a less degree sensibly felt by every one who goes into a room newly washed, or street in the summer time lately watered.\n\nUpon taking the thermometer out of the river, its bulb was quickly covered with a thin crust of ice, which defended it so much from the cold subsisting in the atmosphere, that it did not sink two degrees in ten minutes; whereas, when it was wiped dry after immersion in water, it sunk above $20^\\circ$ in a less space of time: this circumstance shews that ice doth not transmit cold, and is explained by the experiments of M. Richmann, who hath established it as a principle, that metallic substances are far more quickly affected in their dimensions by the transitions from heat to cold, and the contrary, than any other bodies yet known.\nBeing desirous of observing the effect of this extraordinary degree of cold upon various saline solutions, I hastened to my laboratory, where I happened to have a great many solutions of salts corked up in quart bottles; the bottles were not all full, but the solutions were perfectly saturated; the state in which I found them is expressed in the following table.\n\n| Frozen wholly | Frozen nearly | Wholly fluid |\n|---------------|--------------|-------------|\n| Alum          | Green vitriol | Sea salt    |\n| Cream of Tartar | Blue vitriol | Sal gemmæ   |\n| Arsenic       | Rochelle salt | Sal ammoniac |\n| Corrof. sublimate | Glauber's salt genuine | Volatile alkaline salt |\n| Borax         | White vitriol, a few | Fixt alkali per deliq. |\n| Nitre         | glacial spicula | Epsom salts } Lymington-Glauber salts } ton. |\n\nThese experiments agree upon the whole very well with those of professor Braunius, related in the Petersburgh Commentaries for 1763: for, though his saturated solutions of Epsom salts, and of fixt alkali, had begun to freeze in a less degree of cold, yet it is probable that his Epsom salts might have been different from those manufactured at Lymington, and the solution of his fixt alkali not so well saturated as that which is made per deliquium.\n\nDuring the same frost, I endeavoured to find out the powers, by which different salts, when they are dissolved in water, resist congelation. With this view I dissolved equal weights of salts, equally dry, in equal quantities of water, and exposed the solu-\ntions, when they were arrived at the same degree of heat, in vessels of equal and similar figures to the same freezing atmosphere; and accurately marking the times in which they began to freeze, I found them observing the following order: first alum, then Rochelle salt, green vitriol, sugar refined, white vitriol, vitriolated tartar, Glauber's salt, mineral fixt alkali, nitre, blue vitriol, volatile alkali, sal ammoniac, last of all, sea salt. These experiments were repeated once or twice with some attention; yet I would not be thought to propose the order in which I have arranged the several salts, as wholly to be relied on. It were to be wished, that a sufficient number of experiments were accurately made upon this subject; some general truths relative to metallic earths, and alkaline neutral salts, would probably be obtained therefrom, which, however unimportant in themselves, might serve, upon some occasion or other, as connecting links, to extend the chain of our ideas. By this comparison of equal quantities of different salts dissolved in equal quantities of water, we might be enabled to speak with as much precision, concerning the powers by which they resist congelation, as we do concerning those by which they resist putrefaction. I know not whether it may not be thought too curious a remark to observe, that the Ocean is impregnated with that species of salt which resists congelation with the greatest power, and in such a quantity as tends not to preserve entire, but to accelerate the dissolution of the numberless animals which are daily dying in it. Beccher, it hath been asserted, was acquainted with this property of common salt; but\nbut he seems only to speak of it as a far less efficacious anti-septic than sugar; at least, the honour of ascertaining the proportion in which it acts as a septic undoubtedly belongs to Sir John Pringle; for Beccher, in his *Physica Subterranea*, lib. I. sect. v. cap. i. where he is speaking of this matter, says, \"quod 'nimius salis usus corpus putrefacere faciat, sicut 'modicus a putredine praeservat.\"\n\nTo a table exhibiting the relative powers of neutral salts in resisting congelation, another might be usefully added, denoting the powers of all the known acids and alkalies when diluted to a given density; as also of vinous spirits, from highly rectified spirits of wine to water impregnated with the minutest quantity of spirit. Not but that it may be conjectured *a priori*, that in this last case the resistance to congelation would be directly as the quantity of spirit contained in given quantities of water. I made an experiment of this kind with sea salt; in equal quantities of water were dissolved quantities of sea salt, increasing in the arithmetical progression, 0, 5, 10, 15, 20, &c.; the times in which the solutions began to freeze, reckoning from the time in which simple water began, increased accurately in the same progression: hence it may be inferred, that, in salt of the same kind, the resistance to congelation is in the direct simple proportion of the quantity of salt dissolved; this conclusion cannot be extended to salts of different kinds, since water saturated with sea salt is more difficultly congealed than when saturated with various other salts, which it dissolves in greater quantities.\n\nThese\nThese observations, which are only proposed as hints to those who have more leisure for experimental enquiries, you will be so obliging as to communicate to the Royal Society, or not, as you think proper. I am,\n\nDear Sir,\n\nYour most faithful\n\nand obedient servant,\n\nR. Watson.\n\nXXVII. A",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106095.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13560,
    "total-output-tokens": 2787,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1044,
        2
      ],
      [
        1044,
        2686,
        3
      ],
      [
        2686,
        4290,
        4
      ],
      [
        4290,
        5848,
        5
      ],
      [
        5848,
        7386,
        6
      ],
      [
        7386,
        9056,
        7
      ],
      [
        9056,
        10696,
        8
      ],
      [
        10696,
        10982,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106095",
    "title": "Some Remarks on the Effects of the Late Cold in February Last: In a Letter from the Rev. R. Watson, Fellow of Trinity College, and Professor of Chemistry at Cambridge, to Mathew Maty, M. D. Sec. R. S.",
    "authors": "R. Watson",
    "year": 1771,
    "volume": "61",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106095"
  }
}