{
  "id": "7857aaa21c1b5a817f8e3ac0af16389df5f05833",
  "text": "V. An Account of a Book.\n\nHippocratis Aphorismi, cum Commentariolo. Auctore Martino Lister, e Medicis Serenissimae Majestatis Regine Annae. Londini Typis W. B. Impensis A. & J. Churchill, ad Insigne Nigri Cygni, in vico vulgo dicto Paternoster-row. 1703.\n\nHujus Commentarioli rationem reddere idem esset, ac si quis singula in singulos Aphorismos ab Authore dicta, transcriberet; qui tere totidem praecpta sunt de corporis oeconomia, tam sanitatis, quam valetudinis adversae statu; illudque adeo tanquam super vacaneum omitendum credidit. Quae vero ad hunc superioremque ejus tractatum in Sanctorium de medicina statica peculiariter spectant, nempe humorum concoctiones, paucis ponenda esse videtur.\n\nHumorum itaque secretio sive percolatio è sanguine, cui nulli omnino naturaliter insunt, ei esse videtur longè maximus error, causaque praecipua, cur frustra adhuc exhibita fuerunt tot hypotheses, ad explicandam naturam humanam: hinc, inquit, tot & tantae hallucinationes ortae sunt; nimirum sanguinis fermentatio, ejusque ab humoribus depuratio, succus nescio quis nutritius, (qui aliàs liquidum nervorum, spiritusve animales dicitur copia incredibili per insensibilem transpirationem jugiter amittendus, & similia. In huic autem rei gratiam nervi, reclamante anatomia pertuit sunt, perinde ut de universis fibrillis partes corporis organicas constituentibus fabelantur, nem, pe eos concavos esse, more tubolorum; etiam si ope conspicillorum vel exquisitissimorum nondum alii detecta sunt\nquam solida quaedam filaments; imo neque hactenus morborum beneficio aliter visa sunt; qui tamen alia omnia vasorum genera aliquando varicibus amplificare solent, ut vel nudis oculis tandem conspicua sint. Canes nobis (ut id hic obiter notem) non tantum jugulandi, sed omni morborum genere de industria afficiendi sunt: ita et medicamentorum vires, & partium quarumcunque fabrica, usuque citò & clare elucebunt: quam certe methodum juniores nostris, & athletica valetudine gaudentibus, vehementer commendo, à qua mirabiles progressus in re medica auguror.\n\nCum itaque secretio humorum quorumcunque é sanguine, integra valetudine firmaque existente, mera fictio sit, ipse Author non sine optima ratione, ut arbitratur, ejus loco, humorum concoctiones in viseribus glandulisque ubique substituit, ex una scilicet atque eadem pura puta sanguinis massa; siquidem viscera quaque majora, viscellaque quas glandulas vocant, non mera itinera sunt ad humores transmittendos, eosque in se recipiendos, deponendosque; sed ipsae quoque officinae sunt, ubi quilibet humores conficiuntur, suumque characterem ultimum atque discretivum induunt: & quemadmodum chylus in ventriculo liquatur, id est, extra atque ante ejus ingressum in sanguinem; ita singuli quique corporis humores fabricantur extra citraque sanguinis circulum; non excepta insensibilis perspirationis materia, etiam si omnium humorum longe copiosissima sit: quod minus mirandum, cum ultima & summatisima sit omnium & singularum totius corporis officinarum concoctio atque dispendium; non fecus, atque flatus in intestinis ex unius fere chyli concoctione.\n\nAt nervos concavos esse, necesse est; nam omnino (ut super Quidam) ita vult mechanica Philosophiae ratio, id quidem petere principium est, audacter nimis, praeterque summam virtutem modestiamque disciplinae mathematicae, quae nihil unquam postulare consuevit, nisi facilitimum datu, &\n& ex sua natura perspicuum. At quorsum hæc tua festinationem? nemini certe pudori est, sateri non posse ulterius progredi in hac vel illa functionis corporis exponenda: interim Anatomiam colas velim; fat cito calculi adhibentur, cum rerum naturæ Historia uberior sit, & per se explicationem.\n\nFatetur Au hor jam diu esse, cum non pauca ad humorum concoctiones spectantia exarasset, eaque edere cogitasset sed rem distulit, quod speravit, a summa hujus temporis industria, glandulas plerasque non potuisse diu latere, sed eas singulas jam jam describendas, transitusq; sanguinis in eas rationem clare exhibendam fore; cum ipsa res expeditissima sit.\n\nPeieri autem similitudo, qua ventriculus intestinaq; cum lacteorum vasorum appendicibus, glandulae comparantur, elegans quidem & multi ingenij imaginatio est; sed Bellino impositisse videtur, cum inde affirmaverit, glandulas tantum variorum ab arteriis excentium longitudine, numero, crassitieq; inter se discrepare. Illud tamen verissimum, (quantum video) Glandularum fabricam pene unice in Anatomia, certe maxime & vehementer, desiderari: sed fabrica cujusq; partis demonstranda, non caeca aliqua conjectura singenda est.\n\nMissa itaq; in praesentiarum peculiari humorum doctrina, quam meditor, quatenus scilicet ex concoctionibus sanguinis extraneis deducendi sunt, unum interim alterumq; considerandum offert Auctor: nimirum primum, an absurdum sit cogitare, cum ex immensa varietate cibi potuisq; unus chylus intra ventriculum perpetuo conficiatur, idemq; lacteis venis propter summum suum candorem, dulcedinem, puritatemq; mirifice conspicuus, ad eundem modum ex uno eodemq; sanguine, minime dissimili, sed sibi per omnia sua vasa simili, multiplicem humorum varietatem posse concoqui, certe visceribus glandulisq; plurimum inter se discrepantibus, quas totidem ventriculos concoctionum respectu esse diximus.\nAlterum illud, quemadmodum universae corporis partes sive membra ejus simul extant, nec unum aliud superinducitur: (felix seculi praeriti inventione;) ita illa omnium vasa non vacua genita fuisset, sed lingua seu humoribus connatis repleta; ut cohect in promptu sit quoddam condimentum, ad sanguinem et continuo impulsum, cum vita & nutritio incepsura sit, in variis propriis humo digestur.\n\nHaec autem pauca sufficiant, ad aliquam certe plenioram intelligentiam ejus, quod toties in duobus commentariis de humorum concoctione passim expositum fuit.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102895.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1905,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1491,
        2
      ],
      [
        1491,
        3383,
        3
      ],
      [
        3383,
        5248,
        4
      ],
      [
        5248,
        5797,
        5
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102895",
    "title": "An Account of a Book",
    "authors": "Martin Lister",
    "year": 1702,
    "volume": "23",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102895"
  }
}