{
  "id": "d87f6904076f29437d49169e3468d36c680b4cff",
  "text": "fly, but one fly being not enough to bring the young one to its full growth, they feed it with more: Their Ibeas are at last all covered over with the wings, legs, and other fragments of flies.\n\nA Letter of Mr. Martin Lister, written at York August 25 1671, confirming the Observation in No 74. about Musk-scented Insects; adding some Notes upon D. Swammerdam's book of Insects, and on that of M. Steno concerning Petrify'd Shells.\n\nSIR,\n\nI have observed the two Insects, which Mr. Ray saith, smell of Musk, which indeed they do in an high degree. The small Bees are very frequent in the Wooles in Lincolnshire, and about the latter end of April are to be found in pastures and meadows, upon the early-blown flowers of a sort of Ranunculus, as You have been rightly inform'd; but it is something improper to say Bees feed on flowers: And likewise the same Bees are no less frequent on the flowers of Dens Leonis, &c. The sweet Beetle, is a very large Insect, and well known about Cambridge. All the trials I have made to preserve them with their smell, have proved ineffectual: For, both sorts of these Insects will of themselves in a very few weeks become almost quite scent-less. To these I shall add another sweet-smelling Insect, which is a Hexapode-worm feeding on Gallium lutetum.\n\nThe Observation of the Vespa Ichneumones, as it hath relation to Spiders, I willingly reserve for other Papers: yet I may tell you in general, that this kind of Insect is one of the greatest puzzels in nature; there being few Excrescencies of Plants, and very many births of Insects, wherein these slender Wasps after divers strange ways are concerned.\n\nThough I be at present from my Books, yet I well remember the passage, which Mr. Willoughby refers you to in Muffet *. And he is well able to judge, whether the Observation be made upon the same sort of Insect. I conceive it a fault not consistent with Ingenious Spirits, to pass by in silence the Industry\n\n* See Numb. 74. p. 222.\nof Moderns as well as of Ancient Writers; according to that\nof C. Celsus: Oportet neque recentiores viros in his fraudare, quae\nvel repererunt, vel recte fecuti sunt; & tamenea, quae ab antiqui-\noribus posita sunt, authoribus suis reddere. You can best inform\nme, what D. Swammerdam does in a matter of this nature:\nwhen I read in the Account given us by you of his Book,\nNumb. 64; that Snails are both Male and Female; that Ca-\nterpillars may teach us, by their feeding, the correspondence\nof the virtues of Plants, &c; I am desirous to know, whe-\nther he quote Mr. Ray for the former, as having publish't the\nObservation ten years ago at least; and for the latter, the\nLearned and Noble D. Columna, who did propose the way of\neffaying the virtues of Plants by the palats of Insects in the\nbeginning of this Age.\n\nBut I leave this, and proceed to a remark of my own; and\nit shall be, if you please, concerning Petrified Shells; I mean\nsuch Shells, as I have observed in our English stone-Quarries.\nBut Sir, let me premise thus much, that I am confident, that\nyou at least will acquit me, and not believe me one of a li-\ntigious nature. This I say in reference to what I have lately\nread in Steno's Prodromus, that, if my sentiments on this par-\nticular are somewhat different from his, it proceeds not from a\nspirit of contradiction, but from a different view of Nature.\nFirst then, we will easily believe, that in some Countries, and\nparticularly along the shores of the Mediterranean Sea, there\nmay all manner of Sea shells be found promiscuously included in\nRocks or Earth, and at good distances too from the Sea. But,\nfor our English-inland Quarries, which also abound with in-\nfinite number and great varieties of shells, I am apt to think,\nthere is no such matter, as Petrifying of Shells in the business\n(Or, as Steno explains himself p. 84. in the English Version, &\nalibi, that the substance of those shells, formerly belonging\nto animals, hath been dissolved or wasted by the penetrating\nforce of juices, and that a stony substance is come in the\nplace thereof,) but that these Cockle-like stones ever were,\nas they are at present, Lapidés sui generis, and never any part\nof an Animal. That they are so at present, is in effect con-\nfessed by Steno in the above cited page; and it is most certain,\nthat our English Quarry-shells (to continue that abusive name) have no parts of a different Texture from the rock or quarry they are taken, that is, that there is no such thing as shell in these resemblances of shells, but that Iron-stone Cockles are all Iron-stone; Lime or marble all Lime-stone and Marble; Sparre or Chrystalline-shells all Sparre, &c. and that they never were any part of an Animal. My reason is: That Quarries of different stone yeild us quite different sorts or species of shells, not only one from another (as those Cockle stones of the Iron-stone Quarries of Adderton in York-shire differ from those found in the Lead-mines of the neighbouring mountains, and both these from that Cockle-Quarrie of Wanfordbridge in Northamptonshire, and all three from those to be found in the Quarries about Gunthrop and Beausur-Castle, &c;) but, I dare boldly say, from any thing in nature besides, that either the land, salt, or fresh water doth yeild us. 'Tis true, that I have picked out of that one Quarry of Wanford very resemblances of Murices, Teline, Turbines, Coelica, &c. and yet I am not convinced, when I particularly examined some of our English shores for shells, also the fresh waters and the fields, that I did ever meet with (N.B.) any one of those species of shells anywhere else, but in their respective Quarries, whence I conclude them Lapides sui generis, and that they were not cast in any Animal mold, whose species or race is yet to be found in being at this day.\n\nThis argument perhaps will not so readily take place with those persons, that think it not worth the while exactly and minutely to distinguish the several species of the things of nature, but are content to acquiesce in figure, resemblance, kind, and such general notions; but when they shall please to condescend to heedful and accurate discriptions, they will, I doubt not, be of that opinion, which an attentive view of these things led me into some years ago. Though I make no doubt, but the Repository of the R. Society is amply furnished with things of this nature; yet if you shall command them, I will send you up two or three sorts of our English Cockle-stones of different Quarries, nearly resembling one the other and all of them very like a common sort of Sea-shell, and yet\nif there shall not be enough specifically to distinguish them, and hinder them from being sampled by any thing of the spoils of the Sea or fresh waters or the land-snails; my argument will fall, and I shall be happily convinced of an Error.\n\nAnother Letter, written of the same Gentleman, from York Sept. 13. 1671. enlarging his former Communications in Numb. 75. about Vegetable Excrescencies, and Ichneumon-Worms.\n\nSIR,\n\nIn my last Paper about Vegetable Excrescencies, I was wholly silent of the opinion, which Mr. Willoughby is pleased to favour; and because that worthy Gentleman hath so far made it probable, that now it seems only to depend upon the good fortune of some lucky Observer, I am willing to reassume my former thoughts, that all those odd Observations, we have made of the Births of Ichneumon, do but beget in me a strong belief, that they have a way yet unheeded, whereby they do as boldly, as subtly, convey their Eggs within the Bodies of Insects and parts of Vegetables.\n\nA fifth and last proposition of that Paper * was, that the substance of many Vegetable Excrescencies seemed not to be the food of the worms to be found in them. My meaning was, that the substance of the Vegetable Excrescencies in which those Ichneumon worms were to be found, was rather augmented, than diminished or worm-eaten. And the like conformity of their feeding within Insects is well observed by Mr. Willoughby *, that the impregnated Caterpillars seem not to be concerned, though their bodies are full of Insects of a quite different kind, but go on as far as they may towards the achievement of the perfection of their own species. Thus I have seen a Poppy-head swoln to a monstrous bulk, and yet all the Cells were not receptacles of Ichneumons, but some had good and ripe seed in them. I shall not refuse Mr. Willoughby (though you know upon what grounds",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101103.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2207,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1974,
        2
      ],
      [
        1974,
        4283,
        3
      ],
      [
        4283,
        6568,
        4
      ],
      [
        6568,
        8429,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101103",
    "title": "A Letter of Mr. Martin Lister, Written at York August 25 1671, Confirming the Observation in No 74. about Musk Sented Insects; Adding Some Notes upon D. Swammerdam's Book of Insects, and on That of M. Steno Concerning Petrify'd Shell",
    "authors": "Martin Lister",
    "year": 1671,
    "volume": "6",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101103"
  }
}