{
  "id": "62e2430d08dfd018d145790c3ad7a4c7a95c09ca",
  "text": "VII. An Account of an Experiment, touching an Attempt to produce Light on the Inside of a Globe-Glass lin'd with melted Flowers of Sulphur, as in the Experiments of Sealing-Wax and Pitch. By Mr. Fr. Hauksbee, F. R. S.\n\nNotwithstanding Sealing-wax and Pitch afford such surprizing Phænomena, rendering the Form of Bodies visible thro' their Opake Substances, under the Circumstances of a Vacuum and Attrition; yet there are other Bodies, by which very different Effects will be produc'd; of which I shall give you a very remarkable Example: And that is in Flowers of Sulphur, or Sulphur Sublim'd: About half a Pound of this Preparation I melted in a Ladle, and pour'd it into a Globe Glass, and used it in all respects as in the other Experiments: And when it was exhausted, and Motion and Attrition given, I expected as before to have seen a Light on its inside: But all that we could do had no manner of effect on it, in relation to such an Appearance, neither when it was exhausted, nor when replete with Air: There was nothing to be observ'd but a very small weak Light, which after long rubbing, shew'd it self in that part where the Hand touch'd the Glass. But when I came to look upon it, I found the Sulphurous Lining all in a body disengag'd from the Concave surface of the Glass. As to the Electricity of the Globe lin'd with this sort of Matter; after the Attrition of it had been continued for some time, and\nand the Glass was become pretty warm (at the same time full of common Air) the Hoop of Threads was held over it; but the Attraction was very inconsiderable on the lin'd part, though on the transparent side the Threads were pretty vigourously directed; yet not with that force and strength, as when the Glass is perfectly clear within, as this was not; because the Fumes of the melted Sulphur adhering to it, made it appear somewhat Cloudy.\n\nA Repetition of the foregoing Experiment with Common Sulphur.\n\nI took a quantity of Common Sulphur, nearly equal to what I had used before of the Flowers; which having melted as before, I pour'd it into another Globe Glass, which I us'd in all Respects as the former. But when I had exhausted it, and given the usual Motion and Attrition, the effect was so surprizingly different, that one would scarce think it should proceed from the same sort of body. For the Figure of my Hand and Fingers appear'd not only on its inside, (tho' more faint and pale than in the Experiments of Sealing-wax and Pitch,) but on its outside there appear'd a brisk Purple Light, so beautiful and agreeable to the Eye, that it was very pleasant to behold. The Strength of this Light may be judged from hence, That the Lines of the Palm of my Hand, which being near the touching Parts, were easily discoverable by it; and were a small Print plac'd at the same distance, I question not but it would be legible without any great difficulty. And as this common Sulphur differ'd vastly in that part of the Experiment already related, from the former, so likewise in the latter; for when the Hoop of Threads came to be held over it, (under the same Circumstances as in the other) they were directed toward it as vigourously as in any Experiment heretofore made. The Parts lin'd and trans-\ntransparent perform'd much alike; if there was any difference, it seem'd to incline to that part lin'd with the Sulphur. Likewise in this Experiment as in the last, the Sulphur was loosed and separated from the Glass that contain'd it: Which therefore cannot be urg'd, as any ways conducible to the Unsuccessfulness of the former.\n\nA Repetition of this last Experiment with a larger quantity of Sulphur.\n\nInto a Globe Glass of the same size of the former, which was about five Inches Diameter, I pour'd about two Pound of melted Sulphur: This, when cold, contracted itself, and became loose from every part of the Glass, as in the former Experiments: The Sulphur cover'd more than half the inward surface of the Globe, and its thickest part was about half an Inch in thickness. Towards the Axis it appear'd to be more than a full Inch in Substance. This Glass, when exhausted of its Air, was used in every thing as the former. The Light produc'd was very considerable, I mean that on its outside, and attended with the same Colour and Vivacity as before; nor was that less vigorous on its inside. Comparing it with the former, notwithstanding the thickness of the Lining, it was at least four times greater; but the Figure of the Fingers was now not so distinguishable as in the other. But on the part near the Axis (as I hinted before) where the substance of the Sulphur was much the greatest, no Light was produc'd; which may be attributed in a great measure to the slowness of the motion and the weakness of it there, in comparison with that which is made more remote from it, where it was that the Light was seen within. What farther is observable, was that the Light which was visible on its outside only, appear'd to be\nproduced between the inward Surface of the Glass and the convex Surface of the Sulphur; the Sulphur being loose from it gave liberty for the Air to be taken from thence as well as from the other Parts: The Light which was there produced, being reflected by the hard, polish'd, and nearly contiguous Body of Sulphur, seems to me to be the Reason why it appear'd with so much vigour. This outward Light would sometimes break into Branches all over the lin'd part of the Globe, in as odd, and as pleasant a manner, as what has been taken notice of in former Experiments, with the large Globe Glass, upon letting in a little Air. And what farther occur'd in this Experiment was, that when the Attrition was ceas'd, but the Globe continuing its motion, abundance of Sparks of Light would appear all round it, and continue so to do for some time, without any fresh Attrition. I cannot conclude without taking some notice, that in the Experiments formerly made on Sulphur, mention'd in my Book of Physico-Mechanical Experiments, I us'd the same sort as in the first of these; and had it been my Chance to have happen'd on the common sort, I doubt not but the Success of it would have been different from what is there related, which I hope to try at one time or other.\n\nCoroll. Hence we may see what Remarkable Changes may be produc'd in Bodies, with respect to their Electrical and Luminous Qualities, by their different Management and Preparation: As here 'tis plain that common Sulphur, which is plentifully endow'd with both these Qualities, by undergoing the Chemical Fire (which sublimes it into Flowers,) is almost totally depriv'd of them both.\nperhaps by other management of the same Body, this Loss might be repair'd again. And 'tis possible there may be Chymical Operations, which instead of impairing, may Improve and Heighten these wonderful Qualities of Bodies: Nay for ought that I know, may as well give them a new, where they never were at all; as to take them away, where they once were in a great degree of Perfection. The Powers of Nature are not to be determined beforehand by Demonstration, but to be search'd out by Observation and Experiment. And as these Trials have open'd the way to something that looks with a very promising Aspect; so we hope by degrees to pursue them with some good Success.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103285.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1851,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1420,
        2
      ],
      [
        1420,
        3223,
        3
      ],
      [
        3223,
        4949,
        4
      ],
      [
        4949,
        6595,
        5
      ],
      [
        6595,
        7263,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103285",
    "title": "An Account of an Experiment, Touching an Attempt to Produce Light on the Inside of a Globe-Glass Lin'd with Melted Flowers of Sulphur, as in the Experiments of Sealing-Wax and Pitch. By Mr. Fr. Hauksbee, F. R. S.",
    "authors": "Fr. Hauksbee",
    "year": 1708,
    "volume": "26",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/103285"
  }
}