{
  "id": "1ef9e8ae047d0632aec00734a804bd994b234dee",
  "text": "An Extract\nOf a Letter of M. Denis Prof. of Philosophy and Mathematicks to M. * * * touching the Transfusion of Blood, of April 2. 1667.\n\nThis we English out of the 8th Journal des Scavans of 1667.\n\nViz.\n\nSince the Experiments, of which I wrote to you the 9th of March, we have transfused the blood of three Calves into three Dogs, to assure ourselves, what the mixture of two such differing sorts of blood might produce. I shall hereafter acquaint you at large with the particulars; at present I shall onely inform you, that the Animals, into whom the blood hath been transmitted, do all of them eat as well as before, and that one of these three Dogs, from whom the day before so much blood had been drawn, that he could hardly stir any more, having been supplied the next morning with the blood of a Calf, recover'd instantly his strength, and shew'd a surprizing vigor.\n\nWe have found new wayes of making this Transfusion with so much facility, that M. Emmerez undertakes to perform it without any Ligature, onely by pricking, like that, which is used in Letting of blood.\n\nObservations\nConcerning the Uniting of Barks of Trees cut, to the Tree it self; made by Christopher Merret M.D. and read before the Royal Society January 9. 1666.\n\nIn the midst of March An. 1664. I made a Section of the Rinds of Ash, and of the Tree, falsly called Sycamore. The first Section of each of the Rinds was square, whereof three sides were cut,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101201.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 427,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1433,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101201",
    "title": "An Extract of a Letter of M. Denis Prof. of Philosophy and Mathematicks to M. * * * Touching the Transfusion of Blood, of April 2. 1667",
    "authors": "M. Denis",
    "year": 1666,
    "volume": "2",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101201"
  }
}