{
  "id": "4f78304781326e82ab3bb06de840515268ce804d",
  "text": "A Letter concerning some form'd Stones found at Hunton in Kent, from Griff. Hatley, M.D. of Maidstone in Kent.\n\nSIR,\n\nAlthough I fear the Doctrine of petrification will receive but little light from this Account, yet since you may deduce more from it, than I foresee, I have at your Request sent it to you.\n\nMy Brother at the opening of a piece of Ground, at his house in Hunton, (five miles from this place, and about a quarter of a mile from the River Medway.) After the coping was taken off (which was a Clay about three foot deep,) He came to a very good blew Marle, which continued such three feet and half deep more, and then there appeared a hard floor or pavement composed of Shells, or shell-like stones, crowded closely together; the interstices whereof were filled up with the same Marle. This layer (which runs as the veins of Flints do in chalky Earth) was about an inch deep, and several yards over, and we could walk on it, as on a Beach. Under this layer we came to Marle again; but the depth I do not well remember, I think it was a foot: this ground hath a pond on one side of it, which probably was heretofore a marl pit, and it is almost surrounded with Springs, which first encouraged my Brother to the opening it, his design being to enlarge the Pond. I cannot upon enquiry find that in the memory of any man thereabouts, any floods from the River have reached so far as this place.\n\nThese Stones (for I take them to be lapides sui Generis) are of that sort which is called Conchites; and resemble Sea-fish of the testaceous kind. Most of them are turbinate, or wreathed; the rest are of the bivalvular sort, but I have not found any of them with valves closed together, but single.\n\nThe bigness of the turbinate, is from a Vetch, to a Hafell-Nut, they are all filled with a Terra lapidis, like the Marl, and are of that colour, till you have washed, and rubbed them, and then they appear of the colour of Bezoar, and of the same politure. After they have been boiled in water, they are whitish, and leave a chalkiness upon your fingers, which when it is rubbed off, gives you a view of very fine black striae, thick set on the outside. These wreath'd stones\nStones are all perfectly formed; they differ not in figure one from another, but that some have their sides a little depressed: upon a few of them there adhered a little portion of a glittering mineral like Iron, which Mr. Lister hath often observed, *num conchites plurium generum, aliaq; multa fossilia pyrite infecta*, *de Font. Med. cap. 2 p. 30*. I put some of them into Vinegar where they made a strong and a boiling effervescence.\n\nThe Bivalvular are most of them no bigger than a kidney Bean, some lesser, a few as broad as the largest sort of Beans, but the valve much thinner than any of that kind, which had been the *Exuviae* of an Animal, the gibbous part of the valve is smooth, and of the same colour with that of the turbinated. In a few there are some oblong lineations bent circularly to the commissure of the valve: I have a piece of such a one by me consisting of several *Lamellae*, which hath this further observable in it, that the gibbous part is of a most beautiful black shining colour, and the inner part of a shining pearl colour'd substance.\n\nOf this bivalvular sort many of them seem to be *in fieri*, not as to their shape but as to their hardness and thickness, there being in some only the *prima stamina*, and in others, the several steps and progresses toward a perfect Figuration, which seems to me an unanswerable Argument, for their never having been the spoils of Animals. Some of these appeared in the inner side white, and it came off upon the fingers like Chalk, and seemed as if a depression had been first made in the bed, of the shape of a valve, and then the convex side rubbed with Chalk or painted white.\n\nThose pieces of this odd concretion which I keep by me (now the Marl, which is in the interstices, is grown hard) appear much like that coarse sort of Marble-stone which is dug about *Blackley* in the Wild of Kent. Which Marble seems to be a coagulation of such shell-like stones, the Marl betwixt them having acquired a firm solidity and hardness. With this stone they make their Causeys in that part of the County: and they are apt to be worn into little cavities, or holes, where they have lain long exposed to the Air; the rains in length of time washing away the portions of Marl (which is less hard than the rest) from the orifices and interstices of those shell-like stones. I am much confirmed in this Opinion by a piece of Marble, inlaid as it were with such\nsuch stones which was dug out of a Marl-pit, at a little distance from, and on the same level with that of my Brothers, it is now converted into the leaf of a Table, and in the possession of the worshipful Thomas Fane Esquire, in whose grounds it was dug. I think it might not be a very different sort of stone which the Learned Mr. Lister mentions in the forecited Book, cap. 2. pag. 20. huic autem lapidi soliditas marmorea est, & qua poliri possit; maximeq; si cochlites aliquis eo miscetur, a nostris ad polituram valde expetitur.\n\nThe imperfect as well as the complete formation of some of the bivalvular kind (the valves being only found single, and both sorts in a ground never heretofore disturbed) are no light arguments for their being stones. But by what means they receive this likeness to shells, is hard to determine, your own conjecture satisfies me best. mus. reg. societ. part. 3. cap. 1. and there can be no convincing argument given, why the salts of Plants, or animal Bodies, washed down with rains, and lodged under ground; should not there be disposed into such like Figures, as well as above it: probably in some cases much better, as in a colder place; and where therefore, the work not being done in an hurry, but more slowly, may be so much the more regular.\n\nMy Brother purposed to dig up much more of the same ground the next Summer: if any thing then occur, that may be added to this, or may afford reason why I should alter my Opinion, about their being stones, I shall acquaint you with it, for whatever aversion I have to say anything of a subject of this nature, is all conquered by the great desire I have to express myself.\n\nSir,\n\nMaidstone, Nov. 12. 1683.\n\nYour most\n\nHumble Servant,\n\nGriff. Hailey.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102027.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 1663,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2181,
        2
      ],
      [
        2181,
        4603,
        3
      ],
      [
        4603,
        6338,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102027",
    "title": "A Letter concerning Some Form'd Stones Found at Hunton in Kent, from Griff. Hatley, M. D. of Maidstone in Kent",
    "authors": "Griff Hatley",
    "year": 1684,
    "volume": "14",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/102027"
  }
}