{
  "id": "bf7784cb0517d6b8eaa8f36a30c3575bb0e18786",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1810 to July 1811,\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1810.\n\nPRESENTS.\n\nNov. 15. Relation de l'Egypte par Abd-Allatif, Medecin Arabe de Bagdad. Traduit par M. Silvestre de Sacy. Paris, 1810.\n\nGrammaire Arabe par A. J. Silvestre de Sacy. Paris, 1810. 2 Vols.\n\nNotices et Extraits des Manuscrits de la Bibliothèque Imperiale et autres Bibliothèques, publiés par l'Institut de France. Tome 8. Paris, 1810.\n\nTraité complet théorique et pratique sur les Abeilles par M. Februrier. Paris, 1810.\n\nGouvernement des Arbres à Fruit par l'Arcure, par M. M. Bosc, l'Abbé, et Februrier.\n\nObservations sur la Vegetation de la Tulipe, par M. Februrier.\n\nExposé des Effets de la Contagion Nomenclative, par B. G. Sage. Paris, 1810.\n\nThe Elements of the Practice of Medicine on a popular Plan, by George Hoggart Toulmin, M.D. London, 1810.\n\nThe Conquest of the Miao Tse, an Imperial Poem, by Kien-lung, from the Chinese, by Stephen Weston, F.R.S. &c.\n\nThe Philosophical Magazine, No. 147—150, by A. Tilloch.\n\nA Journal of Natural Philosophy, &c. by Mr. W. Nicholson. No. 119—123.\n\nThe Critical Review, July—October, 1810, and Appendix to Vol. XX.\n\nA Discourse of some of the principal Desiderata in Natural History, and on the best Means of promoting the Study of this Science in the United\n\nDONORS.\n\nM. Silvestre de Sacy.\n\nThe National Institute of France.\n\nM. Februrier.\n\nM. M. Bosc, l'Abbé, et Februrier.\n\nM. Februrier.\n\nM. Sage, 2 Copies.\n\nDr. G. H. Toulmin.\n\nRev. Stephen Weston.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Proprietor.\n\nDr. B. S. Barton.\n\nMDCCCXI.\nStates, by Benj. Smith Barton, M. D. Philadelphia, 1807.\n\n32. Synopsis Morborum, a Summary View of Observations on the principal Diseases incident to Seamen and Soldiers, by Robert Robertson, M. D. F. R. S. &c. Vol. I. London, 1810.\n\nA Chart of the Islands and Channels between Luzon and Formosa, by James Horsburgh, Esq. F. R. S.\n\nDec. 6. The Elements of Experimental Chemistry, by Wm. Henry, M. D. F. R. S. &c. London, 1810. 2 Vols.\n\nA Journal of Natural Philosophy, &c. by Mr. Wm. Nicholson. No. 124.\n\nThe Philosophical Magazine, by A. Tilloch. No. 151.\n\nThe Critical Review, November, 1810.\n\nThe Hydro-Æronaut, or Navigator's Life Buoy, being an easy and effectual Method of preventing the Loss of Lives by drowning, in Cases of Shipwreck and others, by Thomas Cleghorn. London, 1810.\n\nTransactions of the Medical Society of London. Vol. I. Part I. London, 1810.\n\nPharmacopoeia Officinalis Britannica, being a new and correct Translation of the late Edition of the London Pharmacopoeia, &c. by Richard Stocker. London, 1810.\n\nThe Principles of Fluxions, designed for the Use of Students in the University, by William Dealtry, M. A. &c. Cambridge, 1810.\n\nMémoires de l'Académie Royale des Sciences et Belles Lettres, 1804. Berlin, 1807.\n\nAstronomisches Jahrbuch für die Jahren 1810—1812. 3 Vols. Berlin.\n\n13. A Treatise on Isoperimetrical Problems, and the Calculus of Variations, by Robert Woodhouse, A. M. F. R. S. Cambridge, 8°\n\nJan. 10. The History of Sumatra, by William Marsden, F. R. S. Third Edition. London, 1810.\n\nMémoires de la Classes des Sciences Mathématiques et Physiques de l'Institut National de France. 2 Semestre de 1807. Paris, 1808.\n\nMémoires de la Classe des Sciences Mathématiques et Physiques de l'Institut de France, Année 1808. Paris, 1809.\n\nMemoirs of the American Academy of Arts and Sciences. Vol. III. Part I. Cambridge, 1809.\n\nObservations on the Comet of 1807, and Observations on the Total Eclipse of the Sun, June 16, 1807, by Nathaniel Bowditch, A. M.\nPRESENTS.\n\nAn Estimate of the Height, Direction, Velocity, and Magnitude of the Meteor that exploded over Weston in Connecticut, December 14, 1807, with Methods of calculating Observations made on such Bodies, by Nath. Bowditch, A. M. 4°\n\nApplication of Napier's Rules for solving the Cases of right-angled spheric Trigonometry to several Cases of oblique-angled spheric Trigonometry, by Nath. Bowditch, A. M. 4°\n\nStatistica generale di Sicilia de SS. DD. Gius. Emin Ortolani e Const. S. Rafin. Schmaltz, parte 1°. Palermo, 1810. 4°\n\nThe Philosophical Magazine, by A. Tilloch. No. 152.\n\nA Journal of Natural Philosophy, &c., by William Nicholson. No. 125 and 126.\n\nThe Nautical Almanac and Astronomical Ephemeris for the Year 1814. London. 8°\n\nAn Appendix to the requisite Tables.\n\nThe Critical Review for December, 1810.\n\nThe Transactions of the Dublin Society. Vol. VI. Dublin, 1810. 8°\n\nCatalogues des Livres de la Bibliothèque de Feu M. A. F. de Fourcroy. Paris, 1810. 8°\n\nA short Account of the Improvements gradually made in determining the astronomic Refraction, by Mr. T. S. Evans. London, 1811. 8°\n\nA Description of the Collection of ancient Terra Cottas in the British Museum, with Engravings. London, 1810.\n\nA new System of Chemical Philosophy, Part 2, by John Dalton. Manchester, 1810. 8°\n\nFeb. 7. The Philosophical Magazine, by A. Tilloch. No. 153.\n\nA Journal of Natural Philosophy, &c., by Mr. Wm. Nicholson. No. 127.\n\nThe Critical Review for January, and Appendix to Vol. XXI.\n\n14. Essays of the London Architectural Society, Part 2. London, 1810. 8°\n\nAn Essay on the Doric Order of Architecture, by Mr. Edmund Aikin. London, 1810. fol.\n\n28. Journal des Mines, ou Recueil de Mémoires sur l'Exploitation des Mines, et sur les Sciences et les Arts qui s'y rapportent. No. 81—160. Paris. 8°\n\nNouveau Bulletin des Sciences, par la Société Philomatique. No. 1—135. Paris. 4°\n\nThe Philosophical Magazine, by A. Tilloch. No. 154.\n\nMar. 7. A Journal of Natural Philosophy, &c., by William Nicholson. No. 128.\n\nThe Critical Review for February, 1811.\n\nDONGRS.\n\nMr. N. Bowditch.\n\nSign. Giuseppe Emmi Ortolani.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Commissioners of Longitude.\n\nThe Proprietor.\n\nThe Dublin Society.\n\nMr. Payne.\n\nMr. T. S. Evans.\n\nThe Trustees of the British Museum.\n\nMr. John Dalton.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Proprietor.\n\nThe London Architectural Society.\n\nLe Conseil des Mines de l'Empire Français.\n\nLa Société Philomatique de Paris.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Proprietor.\nPRESENTS.\n\nFacts and Observations relating to the Temple Church, and the Monuments contained in it. London, 1811.\n\nA Sermon preached in the Cathedral Church of Lincoln, August 5, 1810, before the Judges of Assize, by the Rev. Charles Turnor, A.M. Lincoln, 1810.\n\nApr. 4. Proposals, with the Measures and Plan detailed, for rectifying public Affairs with private Grievances, and instituting the happy and divine Order of Things intended for Mankind, by George Edwards, Esq. M.D. London, 1811. 2 Vols.\n\nA Journal of Natural Philosophy, &c. by William Nicholson. No. 129.\n\nThe Philosophical Magazine, by A. Tilloch. No. 135.\n\nThe Critical Review for March, 1811.\n\n25. Hindu Infanticide; an Account of the Measures adopted for suppressing the Practice of the systematic Murder, by their Parents, of female Infants, with incidental Remarks on other Customs peculiar to the Natives of India, by Edward Moor, F.R.S. London, 1811.\n\nMay 2. The first Report of the Commissioners appointed to inquire into the Nature and Extent of the several Bogs in Ireland, and the practicability of draining and cultivating them. 1810. fol.\n\nThe Philosophical Magazine, by A. Tilloch, No. 156.\n\nA Journal of Natural Philosophy, &c. by William Nicholson. No. 130 and 131.\n\nThe Critical Review for April, 1811.\n\n9. De Animi Immortalitate Poema, Auc. Is. Hawkins Browne, Arm. Edit. 4. London, 1811.\n\n16. The Surgical Works of John Abernethy, F.R.S. &c. London, 1811. 2 Vols.\n\n23. Essay on some of the Stages of the Operation of Cutting for the Stone, by Charles Brandon Trye, F.R.S. London, 1811.\n\n30. An Essay to explain the Cause of the principal Phenomena in Nature, by J. Hamstead, Esq. &c. London, 1810.\n\nJune 13. Observations on Mineralogical Systems, by Rich. Chenevix, Esq. F.R.S. &c. London, 1811.\n\nSynopsis Morborum, a Summary View of Observations on the principal Diseases, incident to Seamen and Soldiers, by Robert Robertson, M.D. &c. Vol II. London, 1811.\n\nA Manuscript Account of Rain that has fallen at Chatsworth for Fifty Years, from Sept. 15, 1760 to March 31, 1810.\n\nDONORS.\n\nThe Treasurer and Master of the Bench of the Inner Temple.\n\nThe Rev. Cha. Turnor.\n\nGeorge Edwards, Esq.\n\nMr. W. Nicholson.\n\nMr. A. Tilloch.\n\nThe Proprietor.\n\nEdward Moor, Esq.\n\nCommissioners for the Bogs in Ireland.\n\nMr. A. Tilloch.\n\nMr. W. Nicholson.\n\nThe Proprietor.\n\nIsaac Hawkins Browne, Esq. F.R.S.\n\nJohn Abernethy, Esq.\n\nCharles B. Trye, Esq.\n\nJ. Hamstead, Esq.\n\nRichard Chenevix, Esq.\n\nDr. Robert Robertson.\n\nMr. John Farey.\n20. A Portraiture of the Heavens as they appear to the naked Eye, by Francis Wollaston, F.R.S. London, 1811.\n\n27. A Topographical Dictionary of the Dominion of Wales, by Nicholas Carlisle, Fellow and Secretary of the Society of Antiquaries of London. London, 1811.\n\nJuly 4. The Statutes of the Realm, printed by Command of His Majesty King George the Third. Vol. I. 1810.\n\nRev. Francis Wollaston.\n\nNicholas Carlisle, Esq.\n\nThe Commissioners of Public Records.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1811.\n\nA\n\nAconite, juice of the leaves of, its effects on the animal economy, 185, 193\nAffection, nervous, on a case of, cured by pressure of the carotids; with some physiological remarks, 89\nAlcohol, its effects on the animal economy, 179\nexists in wine ready formed, 339\nAlmonds, bitter, essential oil of, its extraordinary effects on the animal economy, 183, 193\nArteries, carotid, effects of pressure on them 94\n\nB\n\nBaily, Francis, Esq. On the solar eclipse which is said to have been predicted by Thales, 220\nBelladonna, juice of, its effects on the eye 380\nBirds, small intestines of, an account of an appendix to them, 257\nBrande, Wm. Thomas, Esq. His account of a vegetable wax from Brazil, 261\nHis experiments to ascertain the state in which spirit exists in fermented liquors: with a table exhibiting the relative proportion of pure alcohol contained in several kinds of wine and some other liquors 337\nBrodie, B. C. Esq. His Croonian Lecture, on some physiological researches, respecting the influence of the brain on the action of the heart, and on the generation of animal heat, 36\nINDEX.\n\nBrodie, B. C. Esq. Experiments and observations on the different modes in which death is produced by certain vegetable poisons - 178\n\nC\n\nCalomel, analysis of - 26\nCavendish, Mr. His experiments on the density of the earth referred to - 376\nChlorine or Chloric gas, a name given to oxymuriatic acid - 32\nCorrosive Sublimate, analysis of - 26\nCruickshank, Mr. His experiments on the serum of diabetic persons noticed - 97\nCutting, Dr. His observations on the effects produced on the eyes by the application of belladonna, noticed - 384\n\nD\n\nDavy, Humphry, Esq. LL.D. His Bakerian Lecture. On some of the combinations of oxymuriatic gas and oxygene, and on the chemical relations of these principles to inflammable bodies - 1\nOn a combination of oxymuriatic gas and oxygene gas - 155\nDavy, Mr. E. His analysis of hyperoxymuriate of potash noticed - 18\nDerbyshire, an account of the great denudation of - 242\nDuct, thoracic, not the organ through which fluids pass to the circulation of the blood - 165\nDu Hamel. His experiments on trees noticed - 210\n\nE\n\nEarth, mean density of, deduced from experiments on Schehallien - 376\nEarths, metals of, on their combinations with oxygene and oxymuriatic gas - 19\nEclipse, Solar, on that said to have been predicted by Thales - 220\nEuchlorine, or Euchloric gas, a name given to a combination oxymuriatic gas and oxygene - 162\nproperties of - 156\nINDEX.\n\nF\n\nFarey, Mr. J. Senr. His account of the great Derbyshire denudation, 242\nFabroni. His experiments on alcohol referred to, 337\nFluids, experiments to prove that they pass directly from the stomach to the circulation of the blood, and from thence into the cells of the spleen, the gall bladder, and urinary bladder, without going through the thoracic duct, 163\nFontana, Abbe. His experiments on the ticunas noticed 201\n\nG\n\nGuinea Pigs, effects of woorara on them, 194\n\nH\n\nHellins, Rev. John, B.D. On the rectification of the hyperbola by means of two ellipses, &c. Also some further observations on the same subject; being an Appendix to his paper inserted in the Phil. Trans. for 1802 110\nHerschel, William, LL.D. His astronomical observations relating to the construction of the heavens, arranged for the purpose of a critical examination, the result of which appears to throw some new light upon the organization of the celestial bodies 269\nHerodotus, his account of the solar eclipse referred to 220\nHome, Everard, Esq. His experiments to prove that fluids pass directly from the stomach to the circulation of the blood, and from thence into the cells of the spleen, the gall bladder, and urinary bladder, without going through the thoracic duct, 163\nHumboldt, his account of a vegetable wax referred to 262\nHutton, Dr. His calculations on the attraction of Schehalien referred to, 357, 363, 371\nHyperbola, on the ratification of, by means of two ellipses, &c. Also some further observations on the same subject. Being an Appendix to a paper on the rectification of the hyperbola inserted in the Phil. Trans. for 1802, 110\n\nK\n\nKnight, Thomas, Esq. On the expansion of any functions of multinomials, 49\nKnight, T.A. Esq. On the causes which influence the direction of the growth of roots, 209\nINDEX.\n\nL\n\nLanden, Mr. John, his memoir on the hyperbola and ellipses, referred to, 111\nLecture, the Bakerian, 1\n—— the Croonian, 36\n—— Addition to it for the year 1810, 207\nLiquors, Spirituous, the quantity of alcohol they contain, 346\nLussac, Gay, and Thenard, their discovery of the peroxides of potassium and sodium noticed, 4\n\nM\n\nMacartney, James, Esq. His account of an Appendix to the small intestines of birds, 257\nMarget, Dr. His letter to Dr. Wollaston on the subject of diabetes, 106\n—— His analysis of muriate of soda referred to, 16, 174\nMaskelyne, Dr. His astronomical observations on the mountain of Schehallien referred to, 347\nMetals, common. On their combinations with oxygene and oxymuriatic gas, 22\nMinium, native, addition to the account of it, inserted in the Philosophical Transactions for 1806, 177\nMultinomials, on the expansion of any functions of, 49\n\nN\n\nNebulae, of such as have a cometary appearance, 306\n—— of planetary, 317\n—— of stellar, 325\nNebulosities, observations of, never before published, 273\n\nO\n\nObservations, Astronomical, relating to the construction of the heavens, arranged for the purpose of a critical examination, the result of which appears to throw some new light upon the organization of the celestial bodies, 269\nOxides, metallic, on the action of oxymuriatic gas on them, 25\nOxygene, on its combinations with the metals from the fixed alkalies, 2\nINDEX.\n\nOxymuriatic gas, on its combinations with the metals from the fixed alkalies, 2\n——— does not affect vegetable colours when dry, 29\n——— does not crystallize at a low temperature, 30\n——— impropriety of its name 32\nOxymuriatic compounds, some reflections on the nomenclature of, ib.\n\nP\n\nParry, C. H., M. D. On a case of nervous affection cured by pressure of the carotids; with some physiological remarks, 89\nPresents received by the Royal Society, from November 1810 to July 1811, 393\nPlayfair, John, Esq. His account of a lithological survey of Schehallien, made in order to determine the specific gravity of the rocks which compose that mountain, 347\nPoisons, vegetable, experiments and observations on the different modes in which death is procured by them, 178\n——— experiments with, applied to the tongue or alimentary canal, 179\n——— experiments with, applied to wounded surfaces, 193\n\nR\n\nRoots, on the causes which influence their direction and growth, 209\n\nS\n\nSchehallien, account of a lithological survey of it, 347\n——— catalogue of specimens from, 358\nSeymour, Lord Webb. His co-operation with Mr. Playfair in a lithological survey of Schehallien, 348\nSmithson, James, Esq. On the composition of zeolite 171\nSodium, an easy mode of obtaining it, 15\nSpirit, experiments to ascertain the state in which it exists in fermented liquors, 337\nSpleen, not the peculiar organ by which fluids pass directly from the stomach to the kidneys, 169\nSugar, on the non existence of, in the blood of persons labouring under diabetes mellitus, 96\nINDEX.\n\nT\nTobacco, the infusion of, its effects on the animal economy, 186\n———, empyreumatic oil of, its effects on the animal economy, 191\n\nU\nUpas antiar, its effects on the animal economy, 196\n\nV\nVision, observations and experiments on, 379\n\nW\nWax, vegetable, an account of one from Brazil, 261\n———its properties, 262\nWells, Charles, M.D. His observations and experiments on vision, 379\nWines, quantity of alcohol they contain, 345\nWollaston, W.H. M.D. On the non-existence of sugar in the blood of persons labouring under diabetes mellitus, 96\nWoorara, its effects on the animal economy, 194\n\nY\nYoung, Dr. T. His experiments on vision referred to, 382\n\nZ\nZeolite, on its composition, 171",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107352.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19000,
    "total-output-tokens": 5605,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1605,
        2
      ],
      [
        1605,
        3595,
        3
      ],
      [
        3595,
        6122,
        4
      ],
      [
        6122,
        8623,
        5
      ],
      [
        8623,
        9083,
        6
      ],
      [
        9083,
        10234,
        7
      ],
      [
        10234,
        11624,
        8
      ],
      [
        11624,
        13428,
        9
      ],
      [
        13428,
        14828,
        10
      ],
      [
        14828,
        16371,
        11
      ],
      [
        16371,
        17061,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107352",
    "title": "Back Matter",
    "authors": null,
    "year": 1811,
    "volume": "101",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/107352"
  }
}