{
  "id": "2b647f5d837bae1c6b4b4ef175b1f80903374600",
  "text": "XII. On the Conversion of Animal Muscle into a Substance much resembling Spermaceti. By George Smith Gibbes, B.A. of Magdalen College, Oxford. Communicated by George Shaw; M.D. F.R.S.\n\nRead March 13, 1794.\n\nIt is a matter of great curiosity to observe, after any fact has been well ascertained, how many things might have led to a much earlier investigation; particularly so, had the writings of many great men been equally examined, with those observations which, though apparently very trifling, have often excited general attention. The conversion of animal muscle into a fatty matter gives us a very striking example.\n\nThe celebrated Sir Thomas Brown, in his very learned and curious treatise intituled Hydriotaphia, assures us, that he has found a soap-like substance in an hydropical body. His words are as follow, viz. \"In an hydropical body, ten years buried in a church-yard, we met with a fat concretion, where the nitre\nof the earth, and the salt and lixivious liquor of the body,\nhad coagulated large lumps of fat into the consistence of\nthe hardest Castile soap; whereof part remaineth with us.\"\n\nLord Bacon, in his work intituled *Sylva Sylvarum*, also\nmentions this curious circumstance: \"You may turn (almost)\nall flesh into a fatty substance; if you take flesh and cut it\ninto pieces, and put the pieces into a glass covered with\nparchment; and so let the glass stand six or seven hours in\nboiling water. It may be an experiment of profit for mak-\ning grease or fat for many uses; but then it must be of such\nflesh as is not edible, as horses, dogs, bears, foxes, badgers,\n&c.\"\n\nAnimal muscle, having lost its living principle, has been\ngenerally supposed to undergo, when exposed either to the\naction of air or water, that kind of decomposition only which\nis known by the name of the putrefactive fermentation. Since\nthe discovery of the bodies in the *Cimetière des Innocens* at\nParis, this subject has been more attended to; and a substance\nmuch resembling spermaceti, is now known to be formed by\ncombinations which take the animal flesh and water.\n\nIf you put flesh under water, and let it stay some time, it\nwill get very offensive, and the putrefactive fermentation will\nin some measure most assuredly take place. This seems to have\nbeen the reason why the substance remaining in the water had\nnot been more accurately examined, it being imagined that\nas this decomposition had commenced, the whole would be\nchanged in the same manner. It would appear strange, if the\nsame substance, exposed to the action of two such different\nbodies as air and water, should undergo precisely the same\nchange. That they do not, has been lately proved by many\nexperiments, and that the putrefactive fermentation is not at all necessary in the formation of this fatty matter, I think some of the following experiments will shew.\n\nAfter having seen some of the matter found in the Cimetière des Innocens at Paris, I concluded that in some situations the same kind of substance might be easily found; accordingly I examined some of the macerating tubs belonging to anatomical schools in town, and I found that in most of them the flesh was nearly changed into this kind of fat. By the indulgence of Dr. Pegge, the anatomical professor in Oxford, I was permitted to examine the receptacle in which the bodies are deposited, after he has finished lecturing on them. This place is a hole dug in the ground to the depth of about 13 or 14 feet, and, to remove all offensive smell, a little stream is turned through it. I found, on first looking into it, that the flesh was quite white, and on drawing up the first piece, I found it changed in the manner before described. From this place I have procured at least 12 pound weight of a substance equal in every respect to spermaceti.\n\nHaving seen many specimens of different animals, which had been changed under somewhat different circumstances, that is, where some had been buried in dampish ground, some in wet ground, and some even in water itself, I began to suspect that I might bring about the same change in a shorter time, at least I might determine the time necessary for it: with this view a piece of the leanest part of a rump of beef was confined in a box full of holes, which being tied to a tree near a river, was suffered to float in it. On taking this up from time to time, I perceived that it gradually got whiter and whiter, and at the\nend of a month it was perfectly to appearance changed to a mass of fatty matter. From some circumstances, I am induced to believe that it is sooner converted in running water than when it is perfectly at rest; for when this beef was exposed to the water in the river, a piece of mutton was placed in a reservoir of water, and I perceived, that though the mutton was exposed for a longer time than the beef, yet it was not so much changed.\n\nFinding that this substance was so formed, and that I could procure large quantities of it, I tried some experiments to purify it; for this purpose I took several pieces of it and melted them, and I found, though they were brought into a closer union, yet the foetid smell was as bad as before. After trying some unsuccessful experiments, it occurred to me that if I could add a substance to it which would unite with the offensive parts, and not with the fat, I might then get it pure; accordingly I poured some nitrous acid upon it, which immediately had the desired effect; a waxy smell was perceived, and on separating and melting it, I got it nearly pure. The nitrous acid turns it yellow, but by submitting it to the action of the oxygenated muriatic acid, I have got it quite white and pure. In the beginning of last June I buried a cow, in a place where, from the rising of a river to supply a mill twice a day, it was submitted to the action of running water. On taking this cow up in December, I found that where the water was constantly running over it, there it was changed into a fatty substance, but where the water which had acted on the meat could not pass off, there a very disagreeable smell was sensible, and the flesh was not so much changed. A piece of this cow, that was perfectly\nlean, was stuck through with a stick, and fastened to the bottom of the river; this piece was perfectly changed into a fat matter, and had lost its offensive smell.\n\nI have brought about this change in a much shorter time, in the following manner. I took three lean pieces of mutton and poured on them the three mineral acids, and I perceived that at the end of three days each was much altered; that in the nitrous acid was much softened, and on separating the acid from it, I found it to be exactly the same with that which I had before got from the water; that in the muriatic acid was not in that time so much altered; the vitriolic acid had turned the other black.\n\nFrom these experiments, it appears to me that it is not at all necessary that the putrefactive fermentation should take place; on the contrary, that it takes away a great deal of the flesh which might serve for the formation of a greater quantity of this waxy substance.\n\nThe foregoing experiments may not appear new to every one, but as they are perfectly so to me, I take the liberty of offering them.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106897.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 1808,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        931,
        2
      ],
      [
        931,
        2668,
        3
      ],
      [
        2668,
        4403,
        4
      ],
      [
        4403,
        6146,
        5
      ],
      [
        6146,
        7220,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106897",
    "title": "On the Conversion of Animal Muscle into a Substance Much Resembling Spermaceti. By George Smith Gibbes, B. A. of Magdalen College, Oxford. Communicated by George Shaw, M. D. F. R. S.",
    "authors": "George Shaw, George Smith Gibbes",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/106897"
  }
}