{
  "id": "819e33c6d13eb904fdb8bcb07dc5786d92dc2162",
  "text": "Fig. V.\n\nRepresents the new gage; which I call the pear-gage. It is open at $A$; $BC$ is the graduated tube, which is hermetically closed at $C$, and is suspended by the piece of brass $DE$, that is hollowed into a cylinder, and clasps the tube.\n\nL.XX. An Account of Aphyllon and Dentaria heptaphyllos of Clusius, omitted by Mr. Ray: by Mr. William Watson, F. R. S.\n\nRead April 16, 1752.\n\nMr. Watson presented to the Society some specimens of two plants, now in flower, which he said were not frequently found in England. One of them was the *Anblatum* of Cordus, or *Aphyllon* of John Bauhin. This plant is denominated *Squamaria* by Rivinus, and *Dentaria crocodylia* by Tabernamontanus. Linnæus, in the *Flora Suecica*, calls it *Lathraea caule simplicissimo, corollis nutantibus, labio inferiore trifido*. Mr. Ray, in his *Synopsis plantarum Angliæ*, takes notice of its being found near Darking in Surrey, but the plant now presented was collected near Harefield in Middlesex.\n\nThe other plant offered was the *Dentaria heptaphyllos baccifera* of Caspar Bauhin, or *Dentaria tertia baccifera* of Clusius. This plant is treated of by Linnæus, in the *Hortus Cliffortianus*, and by Van Royen, in the *Flora Leydensis prodromus*, under the appellation of *Dentaria foliis inferioribus palmatis, summis simplicibus*.\nThis plant, which is frequently met with upon the continent of the northerly parts of Europe, has been but lately discover'd to grow in England, and that only in one place; viz. in a wood not far from Harefield in Middlesex, where it was first discover'd by Mr. Blackstone, an ingenious apothecary in Fleet-street. This is one of those few plants omitted by the late Mr. Ray in his excellent Synopsis, which are found to be natives here; and, from their great scarcity, it is not wonderful, that they were unobserved by that great naturalist.\n\nLXXI. An Account of a Machine for killing of Whales, proposed by John Bond, M.D.\n\nRead April 23, 1752.\n\nBEFORE I give a particular description of this machine, I humbly beg leave to premise some account of the present method of killing whales, which I have collected from several persons of credit, who have been employ'd at Greenland, that those, who are unacquainted with it, may see, how dangerous and uncertain it is, and how much some improvement is requir'd to render it more successful.\n\nWhales being of the same structure internally with quadrupeds, must come frequently to the surface of the water to breathe; and when they expel the rarefied air from their capacious lungs, thro' a narrow tube, which protrudes above the upper jaw, they occasion a great noise, which the fishers",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105083.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 802,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1318,
        2
      ],
      [
        1318,
        2650,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105083",
    "title": "An Account of Aphyllon and Dentaria heptaphyllos of Clusius, Omitted by Mr. Ray: By Mr. William Watson, F. R. S.",
    "authors": "William Watson",
    "year": 1751,
    "volume": "47",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105083"
  }
}