{
  "id": "9b086929fc417a72feca34fe3796b8e9dd2c87a2",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving some ACCOUNT OF THE Present Undertakings; Studies and Labours OF THE INGENIOUS.\n\nIn many Considerable Parts of the World.\n\nVOL. XXII. For the Years 1700 and 1701.\n\nLONDON,\n\nPrinted for S. Smith and B. Walford, Printers to the Royal Society, at the Prince's Arms in St Paul's Church-yard. MDCCII.\nTo the Right Honourable\n\nJOHN Lord SOMMERS,\n\nPresident of the\n\nROYAL SOCIETY OF LONDON,\n\nFOR THE NATURAL KNOWLEDGE,\n\nThis Two and Twentieth Volume\n\nOF THE PHILOSOPHICAL TRANSACTIONS\n\nIs humbly Dedicated by\n\nHis Lordships\n\nmost Obedient Servant,\n\nHans Sloane, S. R. Secr.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of January 1700.\n\nThe CONTENTS.\n\nI. The Construction of a Quadratrix to the Circle, being the Curve described by its Equable Evolution.\n\nII. Part of a Letter from Mr Anthony Van Leeuwenhoek, F. R. S. dated at Delft in Holland, Sept. 25. 1699. concerning the Circulation and Stagnation of the Blood in Tadpoles.\n\nIII A relation of the cutting an Ivory Bodkin out of the Bladder of a young Woman in Dublin, by Mr Proby; communicated by Dr Thomas Molyneux, F. R. S.\n\nZ z z IV. A\nIV. A Discourse of the Viper, and some other Poy-\nJons, wrote by Sir Theodore de Mayerne, af-\nter some discourse he had with Mr Pontæus,\ncommunicated by the late Sir Theodore de\nVaux, M.D and F.R.S.\n\nV. A Letter from Dr George Hickes, dated\nMay the 22d, 1700, to Dr Sloane, concerning\nthe Saxon Antiquity, mentioned N. 247 of\nthese Transactions. With an account of his\nBook now in the Press at Oxford.\n\nVI. Part of a Letter to Dr Sloane, wherein is\nan account of a Double Pear.\n\nVII. Historia Lumbaginis Rheumaticæ Convul-\nsivæ. A Christophoro Pitt, M.D. commu-\nnicata.\n\nVIII. The Method, Manner and Order of the\nTransmutation of Copper into Brats, &c. By\nThomas Povey, Esq; Brought into the Royal\nSociety, of which he is a Fellow.\n\nIX. An Account of a Book,\nRecherches sur la Nature & la Guerison des\nCancers. Par Mr Deshayes Geudron Docteur\nen Medicine de l'Universite de Monpellier.\nA Paris 1700, in 8o.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of February 1700.\n\nThe CONTENTS.\n\nI. Part of two Letters from Dr James Brewer to Dr Sloane, concerning Beds of Oyster-shells, found near Reading in Berkshire.\n\nII. An Essay concerning Giants. Occasioned by some further Remarks on the large Humane Os Frontis, or Forehead-bone, mentioned in the Philosophical Transactions of February 1685. Number 168. By Dr Tho. Molyneux, M.D. Fellow of the King and Queen's Colledge of Physicians in Ireland, and of the Royal Society in England.\n\nIII. An Account of the persons Married, Christened and Deceased in all the Dominions of the Elector of Brandenburg, in the year 1698.\n\nIV. Part of a Letter from Mr Anthony Van Leeuwenhoek, concerning the Worms in Sheep's Livers, Gnats, and Animalcula in the Excrements of Frogs.\n\nV. An Account of the Houses and Hearths in Dublin, for the years 1696, 1697. Communicated by Captain South.\n\nVI. A List of all the Seamen, Fishermen, Watermen, Lightermen, Gabbardmen, Kielmen Bargemen, Boatmen, Ferrymen, Cottmen, and Seafaringmen, of what kind soever, in the Kingdom of Ireland, according to a return made in 1697; by the same.\n\nVII. An Account of the Number of people in the Counties of Armagh, Lowth, and Meath, and City of Dublin. With an Estimate number of people that were in the Kingdom of Ireland the 10th of January 1696. by the same.\n\nVIII. An Account of the Romish Clergy in Ireland, according to a return made April 1693. by the same.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of March 1700.\n\nThe CONTENTS.\n\nI. The way of making several China Varnishes, sent from the Jesuits in China, to the Great Duke of Tuscany, communicated by Dr William Sherard.\n\nII. Part of a Letter from the Reverend Mr Derham to Dr Sloane, giving an account of his observations of the weather for the Year 1699.\n\nIII. Part of a Letter from Mr Geoffroy, F.R.S. and Royal Academy of Sciences, to Dr Sloane, concerning the exact quantity of acid Salts contained in acid Spirits.\n\nM m m m IV. Part\nIV. Part of a Letter from Mr Gray, concerning an unusual Parhelion and Halo.\n\nV. Part of a Journal kept from Scotland to New Caledonia in Darien, with a short account of that Country. Communicated by Dr Wallace, F. R. S.\n\nVI. An Abstract of a Book, viz. An Account of the Islands of Orkney. By James Wallace, M. D. and Fellow of the Royal Society. To which is added, an Essay concerning the Thule of the Ancients, 8o. London.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of April. 1700.\n\nThe CONTENTS.\n\nI. A Letter from Mr Bussiere, F. R. S. concerning a Substance cough'd up, resembling the Vessels of the Lungs.\n\nII. A Letter of Dr Wallis to Min Heer Leibnitz at Hanover, concerning some easy Methods of his, for the measuring of Curve-lined Figures; Plain and Solid.\n\nIII. Part of a Letter from Mr Lewuenhoek, concerning the Circulation and Globules of the Blood in Butts.\n\nIV. A Letter from the Reverend Mr Abraham de la Pryme, to the very Reverend Dr G. D. of Y. and F. R. S. concerning some Roman Antiquities in Lincolnshire.\n\nV. An Account of Books, viz.\n\n1. Petri Chirac, Consiliarii, Medici & Professoris Regii Monspelienfis de Motu Cordis Adversaria Analytica. Monsp. 1698. in 12.\n2. Ejusdem Dissertatio Academica An Incubo ferrum rubiginosum? Monsp. 1694. in 12.\n\n3. Ejusdem Dissertatio Academica An Passioni Iliace Globuli plumbei Hydrargyro Preferendi? Monsp. 1694. in 12.\n\n4. Christiani a Steenveldt dissertatio, de Ulcere verminoso ad Clarissimum virum Godefridum Bidloo. Lugd. Bat. apud Jordanum Luchtmans. 1697. in 40.\n\n5. Godefredi Bidloo observatio de animalculis in ovino aliorumq; animantium hepate detectis ad virum celebrem Antonium Lewuenhock. Ludg.Bat. apud Jordanum Luchtmans. 1698. in 40.\n\n6. Description de la piece d'ambregris que la chambre d'Amsterdam a recue des Indes orientales pesant 182 livres; avec un petit traite de son origine & de sa vertu par Nicolas Chevalier. A Amsterdam chez l'auteur. 1700. in 40.\n\nERRATA.\n\nPag. 445 §. 4. lin.6. for AnA put AnH. §. 7. last line, for to the Tangent put to ACE. the Angle. §.8. l.l.r: Let C. be a point: §.8.l.3. for An a r. §.v.l., §.9. for Ac i Ao, put Ac—Ao. and line 7. for AE put AC.\n\nIn the Scheme, the lower C should have been a Capital.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June. 1700.\n\nThe CONTENTS.\n\nI. Part of a Letter from Mr James Cunningham, to the Publisher, from the Cape of Good Hope, giving an account of his observations on the Thermometer and Magnetick Needle in his Voyage thither.\n\nII. Of an accident by Thunder and Lightning at Leedes by Mr Ralph Thoresby. F. R. S.\n\nIII. An Account of part of a Collection of Curious Plants and Drugs, lately given to the Royal Society by the East India Company.\n\nIV. A Relation of the bad condition of the Mountains about the Tungarouse and Batavian Rivers, having their source from thence, occasioned by the Earthquake between the 4th and 5th of January, 1699. Drawn up from the account given by the Tommagon Porbo Nata, (who hath been there) and sent to the Burgermaster Witsen, who communicated it to the Royal Society, of which he is a Member.\n\nY y y y V. An\nV. An Extract of a Letter from Dr James Burrough, to Mr Houghton, F. R. S. concerning a Bulimia.\n\nVI. Responso Almi Collegii Romanorum Archiatrorum ad Epistolas Clarissimi D. Raymundi Vieussens Medici nee Doctoris Monspeliensis, in qua potissimum agitur De existentia Salis acidi in Sanguine, &c. De proportione principiorum ejusdem Scripta Per Jo. Mariam Lancisi olim. S. D. Innocentii XI. Med. a Secretis & nunc Archiatrum Collegialem, &c. in Romano Lyceo Theorice extraordinariae professorum.\n\nVII. An Account of Books, viz.\n\n1. Dissertatio anatomico-medica de motu bilis circularis ejusq; morbis quam publice olim habuit Mauritius van Reverhorst Medic. Cand. Lugd. Bat. nunc professor anatomicus Hagae Comitis in 8°.\n\n2. Pharmacopoeia Harlemensis senatus auctoritate munita Harlemi in 12°.\n\nVIII. A Letter from Dr. P. Silvestre, of the College of Physicians, and F. R. S. to the Publisher, giving an account of some new Books and Manuscripts in Italy.\n\nI. Part\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July and August. 1700.\n\nThe CONTENTS.\n\nI. A Relation of four extraordinary Medico-Chirurgical Cases, Communicated to the Publisher by Mr Greenhill.\n\nII. A Letter sent to the Publisher, with an abstract of some observations made of the Eclipse of the Sun, September 13. 1699.\n\nIII. The Dimension of the Solids generated by the Conversion of Hippocrates's Lunula, and of its Parts about several Axes, with the Surfaces\nfaces generated by that Conversion, by Ab. De Moivre, F. R. S.\n\nIV. A Letter from Dr Peter Silvestre, F. R. S. to the Publisher, concerning the State of Learning, and several particulars observed by him lately in Italy.\n\nV. Part of two Letters from Mr Anthony Van Leeuwenhoek, F. R. S. concerning Worms pretended to be taken from the Teeth.\n\nVI. A Letter from Mr John Monro to the Publisher, concerning the Catacombs of Rome.\n\nAn Account of a Book.\n\nVII. Flora Noribergensis; being a Catalogue of such Plants as not only grow Spontaneously about Nuremburg, but also of such Exoticks as the Physick Garden of that City hath lately raised, with the figures and descriptions of many of the most rare, Opera Johannis Georgii Volkaneri, M. D. Noriberg. 1700. 4to, p. 408.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of September and October. 1700.\n\nThe CONTENTS.\n\nI. A Letter from Mr Christopher Hunter to Dr Martin Lister, Fellow of the Coll. of Phys. and R. S. concerning some Roman Inscriptions found near Durham.\n\nII. A Letter from Mr Anthony van Leeuwenhoek, F. R. S. concerning some Insects observed by him in Fruit-Trees.\n\nIII. A Letter from Mr Charles Ring to Mr Sam. Doudy, F. R. S. concerning Crabs Eyes.\n\nIV. Part of Monsieur Poupart's Letter to Dr Martin Lister, F. R. S. concerning the Insect called Libella.\n\nV. Part of a Letter of Dr Jo. Wallis F. R. S. to the Publisher, concerning the use of the Numerical Figures in England, in the year 1690.\n\nVI. A Letter of the Reverend Mr Abr. de la Pryme to the Publisher, concerning Brougham in Lincolnshire, with his observations on the Shells observed in the Quarries about that place.\n\nVII. Part of a Letter from Dr J. Wallace, F. R. S. to the Publisher, concerning a Stone cut out of the Bladder having hair in it, &c.\n\nVIII. Part of a Letter from Dr George Garden to the Publisher, concerning a Stone cut from a Child, having a Flint in it.\n\nIX. D. Wilhelmi Musgrave Coll. Med. Lond. &c. Sec. Reg. Soc. Epistola de polype in Gane reperto.\n\nX. Part of a Letter from the Reverend Mr. Gordon, F. R. S. to the publisher, concerning a Castle near Gottenburg, and the remains of the observatory of the famous Tycho Brahe.\n\nXI. Part of a Letter from Sir Robbert Sibbald, to the Publisher, giving an account of some Stones and Plants found lately in Scotland, and of some Books now printing there.\n\nK k k k k\nIMP CÆS M NT GORDIA\nNVS P F A G BALNEVM CVM\nBASILICA LINSTRVXT\nPRENIUS CLANVMLE AVG\nPRPRCVRITEMAVR\nQVIRINO PRECHILGR\n\nMAR TI\nDEO VII\n\nGENIO PRAETORI\nCLEPAPHRODITVS\nCLAUDIANVS\nTRIBUNVS CHO\nILLINGVLPM\n\nCOHT\n\nFORTVNAE\nAVG SACR\nPAFIATTI\nCVSSRAFI\nVASLVM\n\nDEO MARCAVRVS VOT\n\nLEG\nXXVV\nFEC\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December. 1700.\n\nThe CONTENTS.\n\nI. An Account of an Extraordinary Aneurisma of the Arteria Aorta near to the Basis of the heart, with the Symptoms thereof; dissected by Mr Lafage Surgeon, on the 10th of April, 1700.\n\nII. An Account of Mr Sam. Brown his Second Book of East India Plants, with their Names, Vertues, Description, &c. By James Petiver, Apothecary, and Fellow of the Royal Society.\n\nIII. De Iride, sive de Arcu Celesti, dissertatio Geometrica, qua methodo directâ Iridis utriusq. Diameter, data Ratione Refractionis, obtinetur: Cum solutione Inversi Problematis, sive Inventione Rationis istius ex data Arcus Diametro. Per Edm. Halley, Reg. Soc. Soc.\n\nIV. An advertisement necessary for all Navigators bound up the Channel of England.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of January. 1700.\n\nThe CONTENTS.\n\nI. Modus colorandi marmora.\nII. A Letter from the East Indies, of Mr John Marshal to Dr Coga, giving an account of the Religion, Rites, Notions, Customs, Manners of the Heathen Priests commonly called Bramines. Communicated by the Reverend Mr Abraham de la Pryme.\nIII. A Letter from Mr Anthony Van Lewenhoek, F.R.S. concerning his further observations on the animalcula in Semine Masculino.\nIV. Reverendi D Johannis Craig, Epistola ad Editorem continens solutionem duorum problematum.\nV. A Letter to the Publisher from Mr Bussiere, F. R. S. Concerning a triple Bladder, &c.\n\nVI. An Abstract of two Letters written by Dr Francis Monginot, to Dr Peter Silvestre, F.R. S. giving an Account of an unusual Medicinal Case.\n\nVI Part of a Letter from Mr Clark to Mr Ludlow, concerning several Roman Antiquities found near the Devizes in Wiltshire.\n\nVII. Excerpta ex literis D. Petri Hotton Med. & Botan. Profess in Acad. Lugduno Batava, ad Editorem de Acemella & ejus facultate lithontriptica.\n\nVIII. Part of a Letter from Mr Stephen Gray to the Publisher, concerning his observations on the Fossils of Reculver Cliffe, and a new way of drawing the Meridian Line, with a Note on this letter by the Publisher.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of February. 1700.\n\nThe CONTENTS.\n\nI. An account of some Roman, French and Irish Inscriptions and Antiquities lately found in Scotland and Ireland by Mr Edw. Lloyd, Communicated to the Publisher from Mr John Hicks, of Trewithier in Cornwall, by Dr Will. Musgrave, F.C.P. & R.S.\n\nII. A Letter of Dr Wallis to Dr Tyson, concerning Mens feeding on Flesh.\n\nIII. Part of a Letter of Mr Anthony Van Leuwenhoeck, F.R.S. concerning Excrencencies growing on Willow Leaves, &c.\n\nIV. Dissectio Puerpera, Communicata a Petro Silvestre, M.D. Soc. Reg. Socio.\n\nV. An Account of Dr Robert Hook's Invention of the Marine Barometer, with its Description and Uses published by order of the R. Society, by R. Halley, R.S.S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of March and April, 1701.\n\nThe CONTENTS.\n\nI. An Account of a Polypus taken out of the Vena Pulmonalis, and of the Structure of that Vessel. By William Cowper, F. R. S.\n\nII. Epistola D. Johannis Friend ad Editorem missa de Spasmi Rarioris Historia.\n\nIII. Part of a Letter from the Reverend Mr Patrick Gordon, F. R. S. to the Publisher, concerning a Water-spout observed in the Downs.\n\nIV. Some Observations concerning Insects made by Mr John Banister in Virginia, A. D. 1680. with Remarks on them by Mr James Petiver, Apothecary and Fellow of the Royal Society.\nA Letter from Mr Stephen Gray, concerning drawing the Meridian Line by the Pole-Star, and finding the hour by the same.\n\nVI. A Letter from Dr Martin Lister, F. R. S. to Dr Tancred Robinson, F. R. S concerning powder'd Blue passing the Lacteal Veins, &c.\n\nVII. Part of a Letter from Mr Anthony van Leeuwenhoek, dated Delft 15. April 1701. N. S. concerning the Spawn of Codfish, &c.\n\nVIII. Scala graduum Caloris.\n\nIX. An Account of Books.\n\n1. Profluvia Ventris: or the Nature and Causes of Loosenesses plainly discovered, their Symptoms and sorts evidently settled, the Maxims for Curing 'em fully demonstrated, and all illustrated with the most remarkable Methods and Medicins of all ges; and with some Practical Observations concluding every sort. By William Cockburn, M. D. late Physician of his Majesties Fleet, F. R. S. and of the Colledge of Physicians, London, 1701. in 8°.\n\n2. Sanctorij Sanctorijde Statica Medicina Aphorismorum Sectiones Septem cum Commentario Martini Lister, Londini. Impens. S. Smith & Benj. Walford, R. S. Typograph 1701. in in 8°.\n\nL. An\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of May and June, 1701.\n\nThe CONTENTS.\n\nI. A Letter from the Reverend Mr Wm. Derham to the Publisher, concerning an Insect that is commonly called the Death Watch.\n\nII. The Humane Allantois fully discovered, and the Reasons assigned why it has not hitherto been found out, even by those who believed its Existence. With an Answer to their Objections, who deny it still. By Rich Hale M.D. of Trinity College in Oxford. Communicated to the R.S. by Edward Tyton M.D.\n\nIII. An Account of Mr Sam. Brown, his Third Book of East India Plants, with their Names, Vertues, Description, &c. By James Petiver, Apothecary, and Fellow of the Royal Society. To which are added, some Animals sent him from those Parts.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of July, 1701.\n\nThe CONTENTS.\n\nI. A Letter from Dr William Musgrave, F. R. S., to the Publisher, concerning a very extraordinary Periodical Hemorrhage.\n\nII. A Letter from Mr Anthony van Leeuwenhoek, F. R. S. concerning Spiders, their way of killing their Prey, Spinning their Webs, Generation, &c.\n\nIII. Chartham News: Or a Brief Relation of some Strange Bones there lately digged up, in some Grounds of Mr John Somner's in Canterbury.\n\nIV. Part of a Letter, giving an Account of a person who can neither Read nor Write, yet will reckon Summs to great exactness. Communicated by Mr Locke.\n\nY yyyy I. A\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Month of August, 1701.\n\nThe CONTENTS.\n\nI. A Letter from Dr Davies to Sir Charles Holt, containing a relation of a person who voided many Hydatides by Urine.\n\nPart of a Letter from Rome to Mr John Monro, giving an account of what Books are Printed, and now Printing in Italy.\n\nII. A Letter from Mr Antony van Leeuwenhoek, F. R. S. to Mr Chamberlaine, concerning the causes of the different tastes of Waters, and edge of Razors.\n\nIII. Part of a Letter from Mr Anthony van Leeuwenhoek, F. R. S. to the Publisher, concerning several Microscopical observations.\nIV. A description of a new kind of Walnut-tree, discovered by Monsieur Reneaume, of the Royal Academy of Sciences.\n\nV. An Abstract of a Letter, wrote some time since, by Signior John Ciampini of Rome, to Father Bernard Joseph a Jesu Maria, &c. concerning the Asbestus, and manner of spinning and making an incombustible Cloath thereof.\n\nVI. An Account of Books. 1. Jac. Gaveti Academ. Monspel. Alumni Avenionensis Doct. Medici & apud Camberienses Practici, Nova Febris Idea seu Conjectura Physica circa Febris Naturam, Genevae 1700. in 8o.\n\n2. D. Dominici Sanguineti Appuli Dissertationes Iatrophysica Neapoli 1699.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of September, 1701.\n\nThe CONTENTS.\n\nI. Part of a Letter from Mr John Luffkin to the Publisher, concerning some large Bones lately found in a Gravel-pit near Colchester.\n\nII. A Description of some Shells found on the Molucca Islands; as also an Account of Mr Sam. Brown, his Fourth Book of East India Plants, with their Names, Vertues, &c. By James Petiver, Apothecary and Fellow of the Royal Society.\n\nIII. An Account of the strange effects of the Indian Varnish. Wrote by Dr Joseph del Papa, Physician to the Cardinal de Medices, at the desire of the Great Duke of Tuscany. Communicated by Dr William Sherard.\n\nIV Observations upon the Dissolutions and Fermentations which we may call Cold, because they are accompanied with a Coolness of the Liquors into which they pass. And of a new Thermometer. Extracted out of a Discourse, which Mr Geoffroy, F. R. S. made in the Public meeting of the Royal Academy of Sciences the 21st of April, 1700.\n\nH h h h h h I. Part\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Month of October, 1701.\n\nThe CONTENTS.\n\nI. Part of a Letter from Dr Davies, to the Publisher concerning an unusual Colick.\n\nII. A Letter of Dr John Wallis, D.D., Professor of Geometry in the University of Oxford, and Fellow of the Royal Society in London; To Dr Hans Sloane, Secretary to the said Royal Society; Relating to that Isthmus, or Neck of Land, which is supposed to have joined England and France in former Times, where now is the Passage between Dover and Calais.\n\nIII. Part of a Letter from the Reverend Mr Abraham de la Prym, to the Publisher, concerning Trees found upon Ground in Hard Chur...\nIV. Part of a Letter from Sir Charles Holt, to the Publisher, concerning a Child who had its Intestines, Mesentery, &c. in the Cavity of the Thorax, and a further account of the person mentioned to have swallowed Stones, in No 253. of these Transactions.\n\nV. A Letter from Dr William Musgrave, F.R.S., to the Publisher, concerning some Experiments made for transmitting a Blue coloured Liquor into the Lacteals.\n\nVI. An Account of a person who took a great quantity of Opium, without causing Sleep.\n\nVII. An account of a Woman who voided the greatest part of a Fetus by the Navel, by Mr Christopher Birbeck.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of November and December, 1701.\n\nThe CONTENTS.\n\nI. A Letter from Mr Wilson to the Publisher, giving an account of the Lapis Amiantus, Asbestos, or Linum incombustibile, lately found in Scotland.\n\nII. An Account of Mr Sam. Brown his Fifth Book of East-India Plants, with their Names, Vertues, Description, &c. By James Petiver, Apothecary and Fellow of the Royal Society. To which are added some Animals sent him from those parts.\n\nIII. A Second Letter of Dr Wallis to the Publisher, relating to Mr Somner's Treatise of Chartham News. And some Magnetick Affairs.\n\nIV. Account of a Book, viz. Aloysi Ferdinandi Comit. Marsigli Danubialis operis Prodromus. Ad Regiam Societatem Anglicanam. Fol. 1700.\n\nV. Extracts of some Letters to the Publisher, giving an Account of some Books now Printing, and lately Printed in Italy, France, Germany, Holland and Scotland.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102729.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 33,
    "total-input-tokens": 47696,
    "total-output-tokens": 7168,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        400,
        5
      ],
      [
        400,
        671,
        6
      ],
      [
        671,
        1190,
        7
      ],
      [
        1190,
        2097,
        8
      ],
      [
        2097,
        3564,
        9
      ],
      [
        3564,
        4100,
        10
      ],
      [
        4100,
        4526,
        11
      ],
      [
        4526,
        5289,
        12
      ],
      [
        5289,
        6322,
        13
      ],
      [
        6322,
        7216,
        14
      ],
      [
        7216,
        8181,
        15
      ],
      [
        8181,
        8645,
        16
      ],
      [
        8645,
        9412,
        17
      ],
      [
        9412,
        11003,
        18
      ],
      [
        11003,
        11285,
        19
      ],
      [
        11285,
        12092,
        20
      ],
      [
        12092,
        12654,
        21
      ],
      [
        12654,
        13370,
        22
      ],
      [
        13370,
        14118,
        23
      ],
      [
        14118,
        14723,
        24
      ],
      [
        14723,
        15789,
        25
      ],
      [
        15789,
        16535,
        26
      ],
      [
        16535,
        17180,
        27
      ],
      [
        17180,
        17773,
        28
      ],
      [
        17773,
        18389,
        29
      ],
      [
        18389,
        19396,
        30
      ],
      [
        19396,
        20041,
        31
      ],
      [
        20041,
        20649,
        32
      ],
      [
        20649,
        21551,
        33
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "la",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102729",
    "title": "Front Matter",
    "authors": null,
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 33,
    "jstor_url": "https://www.jstor.org/stable/102729"
  }
}