{
  "id": "b32fdbfacd4e11d41d79cc6addb5b048a5d16117",
  "text": "II. Observations upon the Spots that have been upon the Sun, from the Year 1703 to 1711. With a Letter of Mr. Crabtree, in the Year 1640, upon the same Subject. By the Reverend Mr William Derham, F.R.S.\n\nWHEN Spots on the Sun were more rare, than for these three or four Years last past they have been, this most Illustrious Society was pleased to accept of my Account of some of the first that for divers Years had been seen: Which for their Novelty were published, with some others, in the Phil. Transact. No. 288. But for as much as those Observations of mine were imperfect, as I there confess'd, therefore to make some amends, I will give a better Account of the Spots and Faculae that have been seen on the Sun since; there having, I suppose, few of those Appearances escap'd my Sight, since their first being seen in 1703; and because I am now better provided with competently good Instruments to take their Places on the Sun, viz. a Micrometer (after Mr. Gascoign's manner) to take their distance from the Suns Northern or Southern Limb, which is parallel with the Pole of the Earth; and an Half-Seconds Movement, to measure their distance from the Suns Eastern or Western Limb.\n\nIn this following Table, may be seen at one view, what Spots or Faculae fell under my cognizance.\nA Table of all the Spots and Faculae on the Sun, visible at Upminster, since July 1703.\n\n| Year | Month | Day | Description |\n|------|-------|-----|-------------|\n| 1703 | Oct. 9 | 24 | Some vanished |\n|      |       | 25 | *            |\n|      | July 18 | 22 | June 23     |\n|      | Nov. 19 | 21 | *            |\n|      |        | 22 |             |\n|      | Sept. 16 | 10 |             |\n|      | Jan. 17 | 18 |             |\n|      |        | 19 |             |\n|      |        | 20 |             |\n|      |        | 21 |             |\n|      | Dec. 22 | 2 |             |\n|      |        | 23 |             |\n| 1704 | Jan. 30 | 1 |             |\n|      | Feb. 23 | 2 |             |\n|      | Mar. 7 | 5 |             |\n|      |        | 8 |             |\n|      |        | 9 |             |\n|      |        | 10 |             |\n|      |        | 11 |             |\n|      |        | 12 |             |\n|      | April 1 | 1 |             |\n|      | May 5 | 7 |             |\n|      |        | 6 |             |\n|      |        | 7 |             |\n|      |        | 8 |             |\n|      |        | 9 |             |\n|      |        | 10 |             |\n|      |        | 11 |             |\n|      |        | 12 |             |\n|      |        | 13 |             |\n|      |        | 14 |             |\n|      |        | 15 |             |\n|      |        | 16 |             |\n|      |        | 17 |             |\n|      |        | 18 |             |\n|      |        | 19 |             |\n|      |        | 20 |             |\n|      |        | 21 |             |\n|      |        | 22 |             |\n|      |        | 23 |             |\n|      |        | 24 |             |\n|      |        | 25 |             |\n|      |        | 26 |             |\n|      |        | 27 |             |\n|      |        | 28 |             |\n|      |        | 29 |             |\n|      |        | 30 |             |\n|      |        | 31 |             |\n| 1705 | Jan. 1 | 1 |             |\n|      | Feb. 2 | 2 |             |\n|      | Mar. 3 | 3 |             |\n|      |        | 4 |             |\n|      |        | 5 |             |\n|      |        | 6 |             |\n|      |        | 7 |             |\n|      |        | 8 |             |\n|      |        | 9 |             |\n|      |        | 10 |             |\n|      |        | 11 |             |\n|      |        | 12 |             |\n|      |        | 13 |             |\n|      |        | 14 |             |\n|      |        | 15 |             |\n|      |        | 16 |             |\n|      |        | 17 |             |\n|      |        | 18 |             |\n|      |        | 19 |             |\n|      |        | 20 |             |\n|      |        | 21 |             |\n|      |        | 22 |             |\n|      |        | 23 |             |\n|      |        | 24 |             |\n|      |        | 25 |             |\n|      |        | 26 |             |\n|      |        | 27 |             |\n|      |        | 28 |             |\n|      |        | 29 |             |\n|      |        | 30 |             |\n|      |        | 31 |             |\n| 1706 | Feb. 7 | 22 |             |\n|      | Mar. 8 | 21 |             |\n|      |        | 22 |             |\n|      |        | 23 |             |\n|      |        | 24 |             |\n|      |        | 25 |             |\n|      |        | 26 |             |\n|      |        | 27 |             |\n|      |        | 28 |             |\n|      |        | 29 |             |\n|      |        | 30 |             |\n|      |        | 31 |             |\n\nN.B. This Nov. 15 another Spot arose on the Eastern side of the Disk, whilst this was on the Western.\nIn this Table the Faculae are noted with an Asterisk; and the duration of every Appearance of the same Spots or Faculae, or the time they disappeared, with a Line: And where anything remarkable occur'd, that could be briefly noted, I have taken notice of it in the Table.\n\nThere are many other things that I took notice of in viewing the Spots and Faculae, which would be troublesome to the Society, and indeed needless to particularly mention, since so many Accounts have been already given of them. But some things I shall select, as may be of use to, and gratify such as are curious in these Matters.\n\nAnd first, as to the Figure of the Spots. They are well known to change frequently; and therefore I think it of little use to give their Figures every time I observ'd them. But it is somewhat remarkable, that the Spots generally appear longest near the extreme Parts of the Disk. If they are never so round near the middle of the Disk, they become longer and longer towards the Extremes, till (at going off) they seem to be nearly a strait Line, nearly parallel to the Sun's Limb. Which is a manifest Argument, that the Sun is a Globe, and that these Spots are on, or very near its Surface.\n\nAnother thing remarkable is, The Mutability of the Shape of the Spots. I have more than once manifestly perceived them to change in the very time I have been looking upon them. Thus Nov. 19. 1703. I saw three or more Spots not far off the middle of the Disk; and whilst I was looking upon them, they seemed to vary, both as to their Shape and Strength; sometimes seeming longer, sometimes shorter; sometimes spiss, sometimes languid. And this they seem'd to do, not only through my 16 Feet Tube, (which I thought at first was from the different Disposition of my Eye) but also when I received the Sun's Image through a Six Feet Telescope,\nIescope, on a white Paper, in a darkened Room. These mutable Spots the Weather hindred me from seeing again till November the 22d. following; and then they were become only like a thin Smoak, or Nebula.\n\nSo again April 11. 1704. there were divers Spots with Umbra about them. These Umbrae, or Nebulae, I could plainly perceive, whilst I was looking on them, to be sometimes very faint and thin, and sometimes much darker and thicker. These Maculae and Umbrae I observed suddenly brake out in the Sun: For, on April 9. the Disk was free. But this April 11. last mentioned, I perceived them advanced near a quarter part on the Disk: And consequently they brake out in the Sun within 48 hours before. On April 13. the Spots were become Umbrae, in the Morning; and at Four of Clock in the Afternoon, there were no Remains of either Maculae or Umbrae.\n\nFrom this short continuance of these Spots on the Sun, it is more than probable, they were in a perpetual Flux and Change; and that those Mutations which I perceived in them, whilst I was looking on them, were real, not imaginary.\n\nAlso it may be farther remarked, (which I have frequently observed, and which as I remember Scheiner observ'd long ago) That those Spots and Umbrae which suddenly arise, do as suddenly decay, and are soon extinct. And such Spots, I have farther observed, do seldom turn to Faculae, as they commonly do when longer on the Sun, as I shall observe by and by.\n\nAgain, May 5. 1705. I could perceive two Spurs or Branches (running from a Spot) to change, and be sometimes darker, sometimes thinner.\n\nSo March 30. 1706. I observ'd such another Variation. This Day, or but little before, Spots with Faculae arose in the Sun, which remained not above three Days on him. One of these Spots I could manifestly perceive\nceive to be sometimes quite extinct, and then again immediately to appear: And the Faculae also, in half an hours time, had plainly alter'd their Shapes.\n\nOctober 29. the same Year, I could plainly perceive the Maculae and Faculae both to change: And whilst I was carefully viewing them, I saw a Spot arise in one of the brightest Faculae, and again nearly disappear; and then again appear strong and spits. I should have been glad to have seen how they appear'd next Day; but the Weather was Stormy, Cloudy, and Wet for several Days after.\n\nAnother thing I have observed (and not having the Book by me, I forget whether Scheiner observed the same or not) is, That the Maculae do generally, if not always, become Nebulae or Umbrae before they quite vanish; and after that, very frequently turn to Faculae, or bright golden Spots, more illustrious and fulgid than the other Parts of that glorious Globe. If the Spots are of short duration, Faculae seldom ensue: Or if they do, they are commonly the Remains of some Spots that had before been on the Sun, and vanish'd perhaps on the side opposite to us. But Spots that long continue, if they vanish before that part of the Sun revolveth out of our sight, do very often become Faculae. Of which the Table affordeth several Instances, particularly July 3. 1705.\n\nFrom these preceding Particulars, and their congruity to what we perceive in our own Globe, I cannot forbear to gather, That the Spots on the Sun are caused by the Eruption of some new Vulcano therein; which at first, pouring out a prodigious quantity of Smoak, and other opacous Matter, causeth the Spots: And as that fuliginous Matter decayeth and spendeth itself, and the Vulcano at last becomes more torrid and flaming, so the Spots decay and grow to Umbrae, and at last to Faculae; which Faculae I take to be no other than more flaming brighter\nbrighter Parts than any other Parts of the Sun. These Faculae I have observ'd never continue long on the Sun: And the reason I conceive is, because the Vulcano, after its Smoak is over, doth not long emit its Flames; by reason the fiery Pabulum is then near spent, when once it begins to flame: After which the torrid Vulcano soon returneth to the Natural Temperature of the Sun, so nearly at least as to escape our sight, at so vast a distance as the Sun is from us.\n\nAnother thing that may be accounted for, and indeed doth in some measure confirm also what I have said, is the Nuclei, or darker part of the Spots; generally in most Spots, and towards the middle of them. Now it is very usual in Culinary Fires in this our Globe, when they emit Smoak, that the middle is the darkest part. If, for instance, we were from aloft in the Air, to see a thick Smoak come tumbling out of a Chimney, or the Mouth of a Vulcano just kindled, we should find the middle part, just over the Mouth of the Chimney, or Vulcano, to be the most spits and dark, and towards the extremes clearer and thinner. And so I take it to be in the Eruptions of the Sun; that the Nucleus is just over the Mouth of the ignivomous Cavern, and that the misty Parts of the Spot are the thinner Parts of the Smoak, swimming about in that Fluid, or Atmosphere, which I suppose doth surround the Sun, as well as our Globe, and the Moon manifestly; yea, and in all probability, every Planet of this our Solar System.\n\nFrom what hath been said, we may give a reason why there are sometimes Spots frequently on the Sun, and sometimes none in many Years. One thing I believe there is in this, That there may be Spots, but not always seen. But there are doubtless great Intervals sometimes when the Sun is free; as between the Years 1660 and 1671, 1676 and 1684. In which time Spots could hardly escape the sight of so many curious Observers.\nservers of the Sun, as were then perpetually peeping upon him with their Telescopes in England, France, Germany, Italy, and all the World over; whatever might be before, from Scheiner's time. The reason, I say, of this long disappearance of the Spots, I take to be from the want of extraordinary Eruptions in that fiery Globe. The Sulphureous, or other Matter, or Pabulum of those Eruptions, is spent or dissipated, and that Globe continues in its natural ordinary burning State, till there happens to be a fresh Collection of Smoaking, Dispositive, and extraordinary Matter, that causeth a new Eruption. Which Eruptions generally happen between what we may call the Suns Tropicks, or in his Torrid Zone: For I never observ'd any Spots to be near the Suns Poles. And if I misremember not, the Spots in Scheiner's Cuts are all about the middle Zone of the Disk. The greatest Evagination I ever observed of them was March 8. 1704. On which Day, besides the dark Spots in the usual Zone, I perceived some faint Spots, scarce visible, much nearer the Southern Pole than I ever had seen them. But this was, no doubt, in some measure owing to the Position of the Earth in respect of the Sun, as well as to the Southerly Place of the Spots on him: For, about the Equinoxes, the Spots seem to march pretty far towards the Poles of the Sun, as may be seen by the annexed Schemes. (Tab. II.)\n\nHaving thus observ'd what part of the Sun the Spots commonly possess, I shall next take notice of their Stages and Path over the Sun. That the Sun moveth round his own Axis, is manifest, beyond doubt, from the Motion of the Spots. And that the Spots seem to traverse the Sun, sometimes in Strait Lines, sometimes in Curve Lines, curved this way, and that way, is as manifest also, and well known to the Curious, and is set forth in the annexed two Figures: Which Figures shew the Stages of the Spots every Day that I observ'd them, and\nand the Lines they describe in several Months of the Year. The daily Stages in both Figures are exact; or if they seem otherwise, it is by reason the Observations were made at different times of the Day; as one in the Morning, the other some following Day in the Evening, or Afternoon. But the Declinations of the Spots, or their distances from the Suns Northern or Southern Limb, are less exact in the second Figure than the first; in which latter they are very near the truth.\n\nAnd the Causes of the Defects in the 2d Scheme I shall mention, to prevent the same Errors in others I myself ran into.\n\n1. The Diminution of the Suns vertical Diameter by the Refractions was the principal cause of my Errors. This, altho' I was sufficiently aware of, yet I did not think had been so considerable, for want of experimenting, or well considering the Matter: For I have sometimes found the perpendicular, or vertical Diameter of the Sun diminished, from $32' 21''$ on the Meridian, to $26' 3''$ at the Horizon, in one and the same Day.\n\n2. For the same reason I was not aware of the time being so long before the Sun goes round, as I found it.\n\n3. Another Error was measuring the Suns Image on the Scene of white Paper, with the Shade of the Micrometer; and not by looking through the Tube, and so clasping the Limb of the Disk with the parallel edges of the Micrometer. The former, altho' practised by some eminent Astronomers, is a far more easy and indulgent, than accurate way.\nA further Account of the Solar Spots to the Year 1711.\n\nSince my foregoing Account was drawn up, I have seen other Spots on the Sun, whose times are expressed in this following Table.\n\n| 1707 | 1709 |\n|------|------|\n| Decemb. 4 | Jan. 15 |\n| 10 | 21 |\n| * 29 | 22 |\n| * 30 | August 13 |\n| * 17 | |\n| 1708 | Octob. 8 |\n| July 31 | Novemb. 1 |\n| August 1 | 2 |\n| 5 | 4 |\n| 6 | 5 |\n| 22 | 6 |\n| 23 | |\n| 24 | |\n| 28 | Jan. 22 |\n| Septemb. 1 | April * 6 |\n| Novemb. 5 | Octob. 14 |\n| Dec. 14 | * 18 |\n| 26 | |\n\nFrom the Spots in this Table I had frequent occasions to be assured of my Opinion, in the foregoing Paper. Particularly in viewing the Spots of August 1, 1708. (represented in Tab. II. Fig. 3.) where some were large and dark, others...\nothers less and thinner, and all encompass'd with Nebula: In viewing these, I say, I observ'd great alterations at the very time I was looking on them. Sometimes the Nuclei were very dark and black, sometimes less so; and the same thing I observed also in the Nebula encompassing them. One of the lesser Spots b. in Fig. 3, which the Day before was sufficiently visible and strong, was this Day, now thick and strong, and anon languid and less visible. And from the two Spots a. and d. I could plainly see a Smoak issuing out to c. and f. sometimes visible for 5 or 6 Minutes, and then disappearing for a quarter of an Hour, or more; and then again smoaking out, and again disappearing, as before. All which Particulars, I saw over and over again repeated, for a good while together, till I was weary of the Observation.\n\nThese Spots I was hindered from viewing until Aug. 5. following: And then I found the Spot b. quite extinct, (as I expected,) as also some of the other Spots; together with the Nebula grown less. But the great Spot a. continued dark and strong, only sometimes fainter, and then again stronger; and sometimes like a half, or horned Moon; sometimes roundish, or rather of an Oval Figure; of which latter Figure they commonly are, when they are near the Suns Limb, which this Spot was not far off at this time.\n\nThese particulars are Confirmations of what I said, That the Solar-Spots are no other than a Smoak rising out of the body of the Sun. Of which Opinion I have been almost ever since I first observ'd them, and find that I am not singular in this Opinion, as I shall shew from a Letter (which with some others is lately fallen into my Hands) from the admirable Mr. Crabtree to the no less admirable Mr. Gascoigne, the Inventor of the Micrometer; which I presume will hardly be ungratefully to this most illustrious Society.\nThe beginning of the Letter hath been torn off; but I find by that part of it that is left, it was Mr. Crabtree's first Letter to Mr. Gascoigne, and that the torn part was only Compliments for his Writing to him, being a Stranger, &c. After which it follows in these Words.\n\n\"I writ also to Mr. Townley at that time my Opinion in brief of the Suns Spots, (which you conceive to be Stars,) and it seems he, or Mr. Kay, writ to the same purpose to you, desiring your Opinion: Which you freely deliver; for which I cannot but commend you, and especially for preferring Reason before any Mans Authority. Yet give me leave (pace tua Amice desideratissime) to speak my mind likewise freely concerning these Appearances. I do not value the Authority of Galileus (though reputed the greatest Speculative Mathematician in Europe) nor yet Kepler (though Astronomorum facile princeps) further than either Demonstrative, or the most probable Reasons confirm their Opinions. Nor will I stick to subscribe to the Man whosoever shall bring better Reasons for his Opinion. I must acknowledge you say more for the stellifying of these Solar Obscurities, than I have heard before; yet I conceive not sufficient, either demonstratively or probably to countermand those which Galileus, Kepler, and others have produced to the contrary; nor yet such as can be cleared from such Objections, as Reason, Demonstration, and Observation may lay against them. My Occasions will not admit a full Disquisition hereof at this time; yet something I would say for the present, the better to furnish you where to object when I see you; that so by diligent Inquisition, the desired truth may (may we have that happiness) be better found out by us.\"\n\"I have often observed these Spots; yet from all my Observations cannot find one Argument to prove them other than fading Bodies. But that they are no Stars, but unconstant (in regard of their Generation) and irregular Excrescences arising out of, or proceeding from the Sun's Body, many things seem to me to make it more than probable.\n\n\"For first, for their Form; they are seldom round, but of irregular Shapes, and, as I have often seen, one side, or end of the Spot more thin than the rest, like to a certain misty darkness, and by degrees thicker, groser, and darker, nearer to the main body of the Spot; just as the Smoak of some pitchy Fire, which is in one part very gross, and in another more rare and thin, turning at last into meer Air: Or like a Cloud, Fog, or Mist, more thick, dark, and gross in the midst; and more thin, fluid, penetrable, and transparent towards the sides; which I suppose is not compatible with any of the Stars.\n\n\"Secondly, for their Colour: The lighness thereof differenceth them from Stars, or Planets; they being never of such absolute darkness as I observed Venus the 24th of November last: Tho' I have seen spots sometimes little less than she, yet always of a far paler and whiter Colour, looking (at least in some Parts) like some thin dissipated substance.\n\n\"Thirdly, for the manner of their appearance. I have seen many Spots, which in the middle of the Sun appear of a round body, but coming towards the side of the Sun, appear long. Which (if you rightly consider it) is a demonstrative Argument that they are not Globes, as all the Planets and Stars are: For Globes always appear of one form (round) in every Position; but Exhalations, or such like fluid Substances, extended to a broad flat form, like our Clouds, which being over our Heads, and so in their full breadth,\nbreadth, appear large and broad; but driven with\nthe Wind, till they turn one edge upon us, seem of\na long shape. So these Solar-Clouds, being turned\nabout the Sun, may in the middle show their full\nbreadth to us, and about both edges of the Sun, turn\ntheir edges to us: Which answereth to the appear-\nance.\n\nFourthly, for their continuance. Some of these\nSpots, arising at the East-side of the Sun, vanish be-\nfore they come to the midst of the Sun. Others ap-\npear first in the middle of the Sun, and vanish before\nthey come to the Western Limb; and for the most\npart they vanish before they have made a full revolu-\ntion about the Sun. Which argues them to be but\nthin, vanishing, fading Substances, not like the perma-\nnent bodies of the Stars.\n\nBut to take off these Reasons, you answer, That\nyou conceive these Spots to be Stars moving regularly\nin their own Orbes, which are many, though none of\ngreater extent than about \\( \\frac{1}{6} \\) of the \\( \\odot \\) Semidiameter\nfrom its Circumference; and that the swifter Movers\nin the lower Orbes, overtaking the slower in the\nhigher Orbes, cause an appearance. You seem there-\nfore to think, that they being so thin bodies, the\nSuns Rayes pass through them, and so one cannot\nbe seen alone, till more being together, one heaped\nbehind another, they stop the light of the Suns Rayes,\nand so cause an appearance. This I conceive is you\nmeaning: Or else (as you seem to insinuate afterwards)\nthat the Higher reflects the Suns Rayes strongly e-\nnough upon the Lower (when they come within the\nAngle of Reflection) to make the interjacent Planet\nindiscernable.\n\nBut to these I answer,\n\n1. If it be by their coming within the Angle of\nReflection, that the light of the Sun reflected from\nthe outer Planet upon the inner, doth make it (as you\nspeak) indiscernable, then that Light so reflected is re-\nflected either upon all places, as the Moons and Pla-\nnets Light; or but upon one, as is the Reflection\nof a plain Looking-Glass. If the first, there would\nnever be many seen (feldom above one or two) be-\ncause the outermost would continually make the in-\nner indiscernable. But Gassendus affirms, there are\nseen sometimes 40 at once in the Suns body. If the\n2d, there would always be many seen, because the\nreflected Light would but occupy a little room, and\nthat but for a small time, till the twitter were past\nthe place of Reflection: Whereas many Days there\nare none at all seen in the Suns Hemisphere: And in\nboth these cases, the outermost Planet of all would\nalways in the space of 27 Days, be seen in the same\nplace, being never obscured, none of the interior be-\ning able to reflect Light upon it. Add hereunto, if\nany kind of Reflection should make them to appear\nbright like the Sun, and so not distinguishable from\nthe Light of the Sun, what should (a) hinder, but\nwe should see them also bright Bodies by the side of\nthe Sun, when they are passing either by the West,\nor East-side of the Suns Body? The Light being\nthen reflected upon them by the interior Planets as\nwell as at other times, and that also upon much of\nthat side of them which we should behold.\n\n(a) N.B. Mr Gascoigne having, against these Words, inserted a rough-drawn Figure in the Margin of Mr Crabtree's Letter, I have also represented it in Tab. 2. Fig. 4. imagining it may somewhat explain Mr Gascoigne's Hypothesis, and what Mr. Crabtree saith against it.\n\"But if you waive this conceit, as insufficient, and fly\nto your former, That the swifter Movers in the\nlower Orbes, overtaking the slower in the higher\nOrbes, cause an appearance. To this I answer.\n1. The thing you suppose seems to me neither ne-\ncessary nor probable, nor do I conceive why they\nshould not be seen, being themselves alone, as well as\nconjoined, seeing all other Stars and Planets are so.\n2. If it be because they are of a thin, transparent\nSubstance, till many, being one behind another, make\nthem to seem groser; Then they are not of the\nnature of other Planets, as is proved in § and §,\nwho of themselves appear dark Bodies, when they\ncome between us and the Sun; nay, they must be\nmore thin than our Clouds, which will easily be seen\nbetween us and the Sun, and hides it from us.\n3. If\nit be because they are so little, that the Imperfection\nof our Glasses cannot discover one alone, there must\nbe, without doubt, many Millions of them; which\nhow they can be included within the compass of\nof the ⊙ Semidiameter, we shall consider anon. I\nhave seen one of an ordinary darkness, (yea darker\nthan many greater) yet not above 5\" Diameter. If\nthis consist of two, or many, of themselves invisible,\nhow many were in those which Gassendus saw of 1' ½\nDiameter? 4. The Figure of these great ones (being\nnecessarily composed of Stars of such different Orbes\nand Motions) would quickly vary, by reason of the\ndiversity of their Motions; like as we see in a Flock\nof small Birds. But 5thly, you say the furthest of\nthese Orbes is not above ¼ of the Suns Semidiameter\nfrom its Circumference. But there would not, in that\nsmall space, be room enough for so many Orbes of\nPlanets, as have been seen at once. Which I prove\nthus. 1. Gassendus affirms there are sometimes some\nof about the ¼ part of the ⊙ Semidiameter; which\nthe whole space allowed by you for them all. And\nI myself have seen of $\\frac{1}{3}$ of the ⊙ Semidiameter: And\nyet you must confess these great ones could only be\nthe Conjunctions of some, not all: 2: There are\nmany times seen in the ⊙ Superficies, a great number\nof Spots, whose Diameters added together, would\ndo more than twice fill the space you speak of. I my\nself have seen it, and so I believe have you. Gass-\nsendus affirms, there are sometimes 40 seen at once:\nIf this was by Conjunction of Planets, in every Ap-\npearance, there was at least 80 Bodies at once on this\nside the ⊙; it may be as many on the other side,\nbesides those unseen (by your Reflection or other-\nwise) which doubtless must be far more than seen.\nFor it is a most rare, and I think unheard of thing\nto see but 3 (which is less than the half) of our\nPlanets, conjoin’d in visible ⊙ at once: So that with-\nout question, if they be Planets, they are many hun-\ndreds; which must have so many several Orbes, and\nwhich certainly cannot be done in so narrow a com-\npass, as the $\\frac{1}{10}$ of the ⊙ Semidiameter. And that\nthey cannot have any larger (I suppose not so large\nan) extent from the ⊙ Superficies, may be proved by\ntheir motion through the visible Hemisphere of the\nSuns Spherical Body, by comparing the swiftness of\ntheir motion towards the middle and sides together.\n6. If one of these (imagined) Planets be swifter than\nanother, as they must needs be, then the ⊙ of 2 or\n3 swifter ones would make a Spot of speedier motion\nthan the ⊙ of 2 slower ones: But the motion of all\nabout the ⊙ Center, is always equal; yea, and the\nSpots retain the same Position one to another, (con-\nsidering the Suns Sphericity, and the Angle of their\nappearance to us) just like the Fixed-Stars. So affirms\nGassendus, Moveri omnes eodem & uniformi motu, adeo\nut, cum plures fuerint, nulla anteveriat aliam, sed cun-\n\nU u\nAs for that other annual Motion of the Spots, you speak of, from West to East, upon their Axis inclined above 8 Degrees to the Ecliptick; I suppose it is not any real Motion of the Orbes of those Solar Pla-\nnets or Spots, but only a visible Motion so appear-\ning, caused (in Kepler's Systeme) by the Suns rolling\nupon its own Center in the midst of all the Orbes,\nnot exactly in the way of the Temporary Ecliptick,\nbut in the Via regia (as Kepler calls it) inclined certain\nDegrees to the Temporary; thereby turning about with\nhim, the same way, his Adventitious, or Excrementi-\ntious Parts, the Spots, by his Magnetical or Sympathe-\ntical Rays. And hence may be demonstrated the\nappearance of that Annual Motion in the Suns Spots\nyou speak of. See Galilaeus, Syst. Cosm. p. 339, &c.\nSo also in Ptolemie's and Tycho's Systeme, the same Ap-\npearance may be demonstrated, supposing the fixed\nin the middle of the Universe, and the rolling\nround upon the same Poles of that Via regia (or way\nof the Spots) and keeping his Axis in Parallelism con-\ntinually towards one and the same Part of the Uni-\nverse. This may be certainly demonstrated, altho'\nGalilaeus there affirms the contrary. Other Hypothe-\nses of that Motion may be feigned, as by the annual\nconversion of the Poles of the Via regia about the\nPoles of the Ecliptick in the Suns Body: But none I\nconceive so compendious, as the one of the former.\nFor my part, I incline to the first: Yet if when we\nsee you, you shew us any more likely Theory, for\nmy part I shall be ready to consent to you in any\nthing with reason.\n\nThus you have, what for the present, I conceive\nof these Maculae Solares. Fromundus mentions one\nJo. Tarde Gallus, who thinks them to be Secondary\nPlanets.\n\"Planets; who hath written a Book of that Subject,\nand calls them Astra Borbonia: But I could never yet\nsee it. What you, or he, or others may alledge for\nthat Opinion, I know not. In the mean time it\nwere too much levity in me, against my Judgment,\nto acknowledge them Stars; unless I see at least\nsome possibility how they may be so, or some pro-\nbability why they should not rather be Spots. Which\nwhen you, or they do produce from better grounded\nReasons, Optical Experiments, or Demonstrations, I\nshall willingly recant my Opinion.\n\nIn the mean time, let me encourage you to pro-\nceed in your noble Optical Speculations. I do be-\nlieve there are as rare Inventions as Galilæus Tele-\nscope, yet undiscover'd. My living in a place void\nof apt Materials for that purpose, makes me almost\nIgnorant in those Secrets; only what I have from\nReason, or the reading of Kepler's Astron. Opt. and\nGalilæus: If you impart unto us any of your Op-\ntical Secrets, we shall be thankful, and obliged to\nyou, and ready to requite you in any thing we\ncan.\n\nIt is true which you say, That I found Venus\nDiameter much less than any Theory extant made\nit. Kepler came nearest, yet makes her Diameter 5\ntimes too much. Tycho, Lansberge, and the Ancients,\nabout 10 times greater than it was. So also they dif-\nfer in the time of the σ as far from the truth. By\nLansberg the σ should have been 16h 31' before we\nobserv'd it: By Tycho and Longomontane 8h 25' be-\nfore. By Kepler (who is still nearest the truth) 9h 46'\nbefore. So that had not our own Observations, and\nStudy, taught us a better Theory than any of these,\nwe had never attended at that time for that rare\nSpectacle. You shall have the Observation of it,\nwhen we see you. The Clouds depriv'd me of part\nof the Observation, but my Friend and second Self\nMr. Jeremiah Horroox, being near Preston, observed it\nclearly from the time of its coming into the Sun,\ntill the Sun's setting; and both our Observations a-\ngreed, both in the Time and Diameter, most precisely.\nIf I can, I will bring him along with Mr. Towneley\nand myself, to see Yorkshire, and you. You shall\nalso then have my Observation of the Sun's last E-\nclipse here in Broughton, Mr. Horroox's between Liver-\npool and Preston, and Mr. Foster's at London. Langs-\nberg in Eclipses, especially of the ☉, comes often\nnearer the truth than Kepler, yet it is by packing\ntogether Errors; his Diameters of the ☉ and ☊ be-\ning false, and his variation of the Shadow being\nquite repugnant to Geometrical Demonstration. His\ncircular Hypotheses Mr. Horroox (before I could per-\nsuade him) assayed a long time with indefatigable\nPains, and Study, to correct, and amend; changing\nand turning them every way (still amazed and amused\nwith those lofty Titles of Perpetuity and Perfection,\nso impudently imposed upon them) until we found,\nby comparing Observations in several places of the\nOrbes, that his Hypotheses would never agree with\nthe Heavens for all times, as he confidently boasts;\nno, nor scarce for any one whole Year together, al-\nter the equal Motion, Prosthaphæreses, and Excentri-\ncity howsoever you will.\n\nKepler's Elliptick is undoubtedly the way which\nthe Planets describe in their Motions: And if you\nhave read his Comment. de motu &c., and his Epit.\nAstron. Copern. I doubt not you will say his\nTheory is the most rational, demonstrative, harmo-\nnious, simple, and natural that is yet thought of,\n(or I suppose can be;) all those superfluous Fictions\nbeing rejected by him, which others are forced so\nabsurdly to introduce. And although in some respects\nhis Tables be deficient, yet being once corrected by\ndue Observations, they hold true in the rest: Which\nis that argument of Truth, which Lansberge's and all\nothers want.\n\nYour conceit of turning the Circle into 100,000,000\nParts, were an excellent one, if it had been set on\nfoot, when Astronomy was first invented. Mr. Hor-\nrox and I have often conferred about it. But in re-\nspect that all Astronomy is already in a quite diffe-\nrent form, and the tediousness of reducing the Ta-\nbles of Sines, Tangents, and all other things we\nshould have occasion to use, into that form; as also\nsome Inconveniences which we foresaw would follow\nin the composing the Tables of Celestial Motions,\ntogether with the greatness of the Innovation, de-\nterred us from the conceit. Only we intend to use\nthe Centesmes or Millesmes of Degrees, because of\nthe ease in Calculation. I have turned the Rudol-\nphine Tables into Degrees and Millesmes, and altered\nthem into a far more concise, ready, and easy form,\nthan they are done by Kepler. My Occasions force\nme to put an abrupt End to my unpolish'd Lines,\nand without more Compliments, to tell you plainly,\nbut sincerely, I am\n\nYour Loving Friend,\n\nFrom my House in\nBroughton near\nManchester, this\n7. August 1640.\n\nWilliam Crabtree.\n\nThe Superscription of this Letter is, To his Loving\nFriend Mr. William Gascoigne, at his Fathers House in\nor near Leeds in Yorkshire.\nThis with most of the Letters between Mr. Crabtrie and Mr. Gascoigne, together with other very valuable Papers of Mr. Horrocks, Mr. Towneley himself, Mr. Collins, Mr. Shuse, and other great Men, were imparted unto me, the last Month, by the great favour of Charles Towneley Esq; Son of the late most Ingenious Rich. Towneley Esq; of Lancashire.\n\nAnd forasmuch as every thing of Mr. Crabtrie's is valuable, I have taken this occasion from my own Observations of the Solar Spots (for the most part drawn up near 4 Years ago) to give Mr. Crabtrie's Letter at large, containing as well some things of another Nature, as what relates to the Spots; not doubting but the one will be acceptable to the Curious, as well as the other. I have two other of his Letters concerning the Spots (with Mr. Gascoigne's Answers.) One contains his Theory of their Motion and Appearances; the other his way of observing them. But being long, I have not time at present to fit them up for the Societies Use; but intend (God willing) to do it as soon as may be, if this Specimen be acceptable.\n\nN. B. Tab. II. Fig. I. Shows the Stages and Lines described by the Spots upon the Sun in Sept. and Novemb. 1706. and in Feb. and March, 1707. and in Sept. and Novemb. 1707.\n\nFig. II. Shows the Stages and Lines described by the Spots upon the Sun in Jan. 1705. and in May, June, and Octob. 1705.\n\nThe other Figures in this Table are explained in the foregoing Discourse.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103121.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 24,
    "total-input-tokens": 36758,
    "total-output-tokens": 10419,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1286,
        4
      ],
      [
        1286,
        4909,
        5
      ],
      [
        4909,
        6745,
        6
      ],
      [
        6745,
        8533,
        7
      ],
      [
        8533,
        10392,
        8
      ],
      [
        10392,
        12294,
        9
      ],
      [
        12294,
        14213,
        10
      ],
      [
        14213,
        15689,
        11
      ],
      [
        15689,
        16433,
        12
      ],
      [
        16433,
        18285,
        13
      ],
      [
        18285,
        20000,
        14
      ],
      [
        20000,
        21820,
        15
      ],
      [
        21820,
        23556,
        16
      ],
      [
        23556,
        25210,
        17
      ],
      [
        25210,
        27041,
        18
      ],
      [
        27041,
        28932,
        19
      ],
      [
        28932,
        30663,
        20
      ],
      [
        30663,
        32409,
        21
      ],
      [
        32409,
        34225,
        22
      ],
      [
        34225,
        35625,
        23
      ],
      [
        35625,
        37065,
        24
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103121",
    "title": "Observations upon the Spots That Have Been upon the Sun, from the Year 1703 to 1711. With a Letter of Mr. Crabtrie, in the Year 1640. upon the Same Subject. By the Reverend Mr William Derham, F. R. S",
    "authors": "William Derham, William Crabtrie",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 24,
    "jstor_url": "https://www.jstor.org/stable/103121"
  }
}