{
  "id": "7a8b013cf798543320c7d0c03776c4339fc868b7",
  "text": "A Relation of a petrified Glandula Pinealis, lately found in the Dissection of a Brain: Communicated by Sr. Edmond King Knt. M. D. and Reg. Soc. S.\n\nMr. ROBERT BACON, Master of Arts, of Corpus Christi College in Oxford, a Pious Learned Man, above 75 Years of age, was formerly employed in Transcribing and Publishing the posthumous Works of Dr. Robert Gell; he had been before a Preacher at Butteston, near Bristol, and afterwards in the Town of Windsor; he was Sanguine, and cheerful in his natural Temper.\n\nAbout 12 Years since, his Friends observed that at his return home from walking, he would bend double to his right Side, infomuch that he would be ready to fall, and has been brought home in Coaches and Sedans, yet was always temperate, and never observed to be disordered with Drink in his Life.\n\nHe would often say, that he feared Fatuity, or Distraction, and would pray that God would keep him in his right Mind.\n\nHis Appetite to all sorts of Food in his latter Years inclined to Canine, and his Thirst very great.\n\nHe often complained of pain in his Bowels.\n\nHe was always desirous to have his Head rubb'd many times in the day, and this too was of late Years.\n\nHis Urine of late Years, and Excrement came away always involuntary at Bed, Beard, &c. of which he did not seem at all to be sensible.\n\nOf late he would always hang down his Head in a prone sleeping Posture; and his Head was very hot: he did sweat very much every night, and wet his Linnen extraordinarily.\n\nAnd in the whole his rational Faculties seemed to be quite lost, for a great while before he dyed; for he would usually take\ntake up Tongs, Fire-shovel, Brooms (many times alltogether) to walk by, though he had a Staff of his own; he would also hale the Chairs about the House and up the Stairs, and grasp at any thing with his hands; he would often tumble on the ground, and seldom rise without help; he did rather creep along by Walls and Chairs than go, though formerly he went very upright; of late it was 2 or 3 Folks Work to support him to his Bed; he would put 2 or 3 Hatts at a time upon his Head like an Antick, he would many times strike those that attended him, yet at Intervals would say to his Daughter, Pray thee be reconciled to me, or words to that Effect.\n\nI hearing of these things before this Gentleman dyed, desired that I might open his Head, and examine the Brain to see what I could find or observe therein extraordinary, that might occasion so great a Change as was in him some Years before his Death.\n\nHe dyed of a Fever, November the 4th. 1686, about 6 in the Evening.\n\nNov. 6th. 1686.\n\nUpon Dissecting the Body of Mr. Robert Bacon aforesaid; We found in the lowest Venter as followeth.\n\nThe Liver indifferently well coloured and firm.\nThe Spleen firm and good, but shrivill'd.\nThe Stomack firm, large, and strong.\nThe Intestines all well-coloured.\nThe Omentum whole but ill coloured.\nThe Pancreas very firm and good.\nThe Mesenterie well enough.\nThe right Kidney sound, with a few small stones.\nThe left Kidney two parts of three wasted, and some course.\ncourse Gravel, but both Kidneys very fatt.\n\nThe Bladder of Gall filled with one Stone only, and that no bigger than a long Nutmeg.\n\nThe Bladder of Urine sound, but some little course Gravel and small Stones in it.\n\nThe middle Venter being opened; the Lungs were well enough, only by the stagnation of Blood discolour'd, and fill'd in several places with Icorous Spumy Matter.\n\nThe Heart strong and Vigorous as I have seen.\n\nThe Pericardium very thin, and too tender, and too little Water in it; very little Blood in the Ventricles: No adhesion of his Lungs to his Ribbs.\n\nThe Auricles of his Heart perfectly sound and strong, as of any found Man of 20 Years old; those and the strength of the Muscles of the Heart I admir'd.\n\nThe Head being opened.\n\nThe Dura Mater extreanly hard, thin and white, a slender Imboydery of Vessels.\n\nThe Pia Mater all full of seeming turgid Glands, and a great distention of Lymphæducts full of coagulated Lympha.\n\nThe substance of the Brain loose and shrunk, very white, very little of the cineritious Colour to be seen.\n\nThe Corpus Callosum very flaccid more than ordinary.\n\nThe whole Body of the Brain was shrunk about a third part.\n\nBetween the two Meninges of the Brain, was near a pint of extravasated Serum, that must needs oppres the Brain very much.\n\nThe Ventricles of the Brain full of Serum.\n\nThe Plexus Choroides extreanly large, in length as well as breadth and thickness.\n\nThe Nates and Testes very small, and shrunk.\n\nThe Thalami Nervorum Opticorum plump and fair.\nThe Corpora Striata large and fair, full of large Striae as I have seen.\n\nThe Glandula Pinealis firm and fair, well colour'd to look on, of the exact Figure, and ordinary size: Feeling of it, and finding it harder than ordinary (and talking to a Gentleman then present of Des Cartes his Opinion, that it was the Seat of the Soul) I prest it, and found in it a Stone in a film, or rather a petrified Gland in a film; I took out the Stone, and kept it as a great Raritie; I do not remember I ever heard of such a thing before, I am sure of all the Brains I have dissected (and I may say I have dissected more than an hundred) I never saw such a one.\n\nThe Glandula Pituitaria was half wasted, that part that was left was very hard and brittle, had not the Tone of a true Gland, nor substance, according to my Observations, unless of a vitiated Gland.\n\nThe Cerebellum seem'd well enough, and all down the Cauda Medullae oblongatae.\n\nThe other parts of the Brain unmentioned had nothing remarkable, nor have I time now to Philosophe upon the Remarques to be made upon the above-named Observations.\n\nBefore he became so mopish, he would say he felt a certain kind of fierceness within him, which (it is probable) made him to utter some kind of Vociferation when he was displeased at any thing.\n\nRemedies were applyed to all these Distempers for several Years, both inward and outward; outward as in Plaisters, Cerates, opening the Jugular, &c. inward as Cardiacks, Cephalics, and Febrifuges, &c.\n\nThus having told you Matter of Fact, attested by his own Relations, who were Eye Witness of it) I leave these my Observations upon the Dissection of his Body to the Consideration of the more Curious and Inquisitive.\n\nEdm. King.\n\nNovember the 6th. 1686.\n\nF f 2\n\nEclip.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101870.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7978,
    "total-output-tokens": 1773,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1608,
        2
      ],
      [
        1608,
        3064,
        3
      ],
      [
        3064,
        4574,
        4
      ],
      [
        4574,
        6332,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101870",
    "title": "A Relation of a Petrified Glandula Pinealis, Lately Found in the Dissection of a Brain: Communicated by Sr. Edmond King Knt. M. D. and Reg. Soc. S.",
    "authors": "Edmond King",
    "year": 1686,
    "volume": "16",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101870"
  }
}