{
  "id": "c3945c4c10264fda89b880bbf184e422887e667d",
  "text": "VIII. Description of a Machine for dressing and curing Patients, who are very unwieldy, and are under the Surgeon's Hands for some Ailment on the Back, the Os Sacrum, &c. or are apprehensive of it. By M. le Cat, F.R.S. Surgeon to the Hotel Dieu at Rouan, and Royal Demonstrator in Anatomy and Surgery: Abstracted from the French by P.H.Z. F.R.S.\n\nRead Feb. 3, 1742-3.\n\nA Lusty Body labours, as it were; under the Richness of its Constitution, which at the long run turns to Misery: The Vessels of a plethoric Body are, even in the most vigorous State of it, hardly able to convey all the Juices; but when that Vigour is lost, they stagnate and corrupt, and produce numberless Distempers: If any critical and salutary Evacuations free it of Part of its Burden, there remain flabby Bags and Cells ouzing Humours, which become Materials for Imposthumics, for want of a proper Supply of Animal Spirits, and laudable Humours, which are compressed and stopped by the Weight of the respective Parts. The increasing Weakness of the Patient hinders him from stirring, and putting himself into the Situation necessary for his Cure: His enormous Bulk makes it even impossible for his Attendants to assist him; the Number of Hands that are then employed, rather give him Torment than Ease, and the Apprehension of changing his Posture at so painful a Rate, will make him rather\nrather prefer an easy Sinuation, that will at last lead him to the Grave.\n\nSince my practising Surgery, I have had several of those unhappy Persons under my Hands, and even some who were dearer to me than the rest of my Patients; and I have had the Grief to see them carried off in despite of all the Resources my Attachment furnished me with, and those my Profession suggested to me then, as generally used. Finding these latter insufficient by repeated Experience, my Imagination at last made me conceive a sort of hanging Cradle or Hammock, as represented in the Figure hereto annexed. In January 1741. I gave the Draught of this Machine to some Workmen, having then under my Hands the Abbé de la Bucaillé of this City of Rouen, a Person of a vast Bulk, paralytic, and labouring under a Mortification about the Os Sacrum. The following Explanation of the Figures will shew the several Uses of the Machine.\n\nTab. 2. represents the Patient's Bed-chamber with a Bed in it without the Bedding, in order the better to shew the Machine.\n\nUpon it lies a sort of Boat of Turkey Leather, full as long as the Bed, with very strong Hems all round, and Eilet-holes for receiving Hooks, that serve to lift up this Hammock.\n\nThe Hooks are fastened to several Ropes, all which depend on as many Cross-beams of very solid Wood.\n\nThe Cross-beams consist of one Beam of the Length of the whole Bed, running Lengthways over the Middle of it, and Four transverse Beams, the Two middlemost of which are somewhat longer than the others.\nothers. The Ropes on which the Hammock hangs, are fastened to the Extremities of these Beams, which keep the Hammock displayed; and on the same Extremities are also fastened all the Ropes, which unite in one that passes through the Testern of the Bed, and above it hangs on a Pulley, that is fixed to the Cieling of the Bed-chamber.\n\nAnother Rope that is run into the Pulley, passes into another Pulley corresponding to it, hanging at some Distance from the Bed, where a Man is placed to pull it, and raise the Hammock.\n\nWhat we chiefly intend in Dressing a Patient in Question, are,\n\n1st, To dress and refresh him, that is to say, gently to place him in a proper Posture, easy both for himself, and those who attend him.\n\n2dly, To put him into an easy Situation, that may also promote his Recovery: The making of his Bed often, is already of great Ease to him; but at the same time it is necessary, that his Wounds or Ailments may not bear upon any the least thing possible; and therefore his Bed ought to be composed of several small Matresses, or of Matresses of several Pieces, each with its Tick over it; these Matresses ought besides to be supplied with Numbers of Pillows, each with its Pillow-bier, so that he who waits on the Patient, may place them where it is proper, for the Ease of the Person, and of the Part affected. Nothing is more proper for this Purpose than our Hammock; the Patient may be lifted up from his Bed, and suspended just above those Pillows, and higher yet, if necessary.\nOur Hammock, being of Turkey Leather, fits itself to those Pillows, and gathers them in as the lower Sheets would do; but the Inconveniency of Sheets we have supplied with those Ticks and Pillow-biers covering the Matresses and Pillows.\n\nThe Turkey Leather of the Hammocks is full wide, not only to cover the whole Bed, but even so as that the Hems or Borders of it may hang down round about it, and tuck in under the Matresses: The Bottom of it is pierced in those Places which answer to the Anus, or any Part affected, so that the Evacuations may find their Passage into Receptacles between the Pillows ranged accordingly.\n\nWhen the Patient is to be dressed or refreshed, the Borders of the Hammock are taken up, and the several Hooks passed through, by which he is to be suspended, as appears in the Figure; and then a Man, being placed at the Rope that runs over the Pulleys, lifts the Patient up to the Height necessary for the Surgeon to search and dress the Wound, and for the Assistants to make his Bed, which, even for the greater Conveniency, may be pulled out from under the Hammock.\n\nWhen all is done, the Bed is pushed back again to its former Place, the Patient is gently let down upon it, the Cross-beams are lowered and detached both from the Hammock and the Block, and put out of the Way into a Corner of the Room; instead of it, a Rope is fixed to the Hook of the Block, tied into an Eilet at the End, coming down towards the Bed within the Patient's Reach, in order to help himself when he wants to stir a little.\nThe Hammock being displayed, and the Cross-beams taken away, the Patient is wrapped up in Napkins as much as possible, to supply the Sheet he wants between his Body and the Leather of the Hammock; he is afterwards covered with an upper Sheet, and other necessary Bed-cloaths.\n\nTab. 3. This Machine may be farther improved by Use. For Instance: Since I contrived this, I thought that instead of the Border or Hem of the Hammock, one might make strong cylindrical iron Rods, like Curtain-rods, formed into a Square, somewhat larger than the Bedstead, to the Four Corners of which are fastened as many Ropes, which meet at the Pulley; in which Case the Cross-beams, and the Ropes depending on them, become useless; and instead of a Hammock all of one Piece, one might fix Four broad Straps of Turkey Leather to Two Sides of the square Rod, which may be placed under such Parts of the Patient’s Body as will be proper, and which leave a Space between each other where it is convenient. These Straps may be fastened to the iron Rods by several Buckles with Rings to slide along the Rods, by the Help of which the Straps may be pushed on to such Places where there is Occasion; they may also thereby be stretched or slackened, or even be taken off, or changed as is thought fit. After the Patient has been dressed, and the Bed made, the Four Ropes may be taken off both from the Rod and from the Block, and the Rod be let drop with the Extremities of the Straps down upon the Floor round the Bedstead, which being narrower than the Square of the Rod, the latter will easily slip over it.\nI have given these two Methods together, as there may be Occasions when one becomes preferable to the other.\n\nIX. An Account of a Treatise, (intitled, D. Alberti Halleri Archiatri Regii & Elekt. Medicin. Anatomiae, Botan. Praeect. &c. Enumeratio Methodica Stirpium Helvetiae indigenarum. Qua omnium brevis Descriptio & Synonymia, Compendium Virium Medicarum, dubiarum Declaratio, novarum & variorum uberior Historia & Icones continentur. Gottingiae, 1742. in Folio) extracted and translated from the Latin by William Watson, F. R. S.\n\nRead Feb. 3. THIS learned and ingenious Performance, in Two Volumes in Folio, contains a Dedication to the Prince of Wales, a Preface, and 794 Pages.\n\nIn the Preface, the Author first lays down a Geographical Account of Switzerland, being situate from 46 to 48 Degrees in Latitude, and Four Degrees in Longitude; then mentions its various and almost surprising Degrees of Heat and Cold within the Space of a few Miles, arising from the different Arrangement of the Mountains: That it is in some Parts destitute both of Corn and Wood from the Intensity of the Cold; in others, where there are high Moun-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104191.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14480,
    "total-output-tokens": 2342,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        1366,
        4
      ],
      [
        1366,
        2884,
        5
      ],
      [
        2884,
        4388,
        6
      ],
      [
        4388,
        5921,
        7
      ],
      [
        5921,
        7503,
        8
      ],
      [
        7503,
        8640,
        9
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104191",
    "title": "Description of a Machine for Dressing and Curing Patients, Who are Very Unwieldy, and are under the Surgeon's Hands for Some Ailment on the Back, the Os Sacrum, &c. or are Apprehensive of It. By M. le Cat, F. R. S. Surgeon to the Hotel Dieu at Rouan, and Royal Demonstrator in Anatomy and Surgery: Abstracted from the French by P. H. Z. F. R. S.",
    "authors": "P. H. Z., M. le Cat",
    "year": 1742,
    "volume": "42",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/104191"
  }
}