{
  "id": "eec4aac1bb9bd6a027d19f000883d1e3b42f488b",
  "text": "XX. Discovery of the Metamorphosis in the second type of the Cirripedes, viz. the Lepades, completing the Natural History of these singular Animals, and confirming their affinity with the Crustacea. By J. V. Thompson, F.L.S. Deputy Inspector-General of Hospitals. Communicated by Sir James Macgrigor, Bart. M.D. F.R.S.\n\nReceived January 3,—Read March 5, 1835.\n\nTHE Fourth Memoir, published in my Zoological Researches and Illustrations, No. III. page 69, &c., having first made known the real nature of the Cirripedes, the key of which remained concealed in their metamorphosis, it might have been expected that some naturalist favourably situated to investigate the oceanic tribe of these animals, would have been the first to make the same discovery in regard to these, and thereby complete their natural history. It was scarcely to be expected that the honour of this discovery also should be reserved for the author, fixed to one spot, where none of them naturally exist, and are but casually thrown upon our shores by the waves of the Atlantic, attached to pieces of wreck, or brought into port fixed to the bottoms of ships returning from distant voyages. Fortunately, however, two ships of this description came into this harbour (Cork), one from the Mediterranean, the other from North America, which, not being sheathed with copper, had their bottoms literally covered with Barnacles of the three genera of Lepas, Cineras, and Otion; and having persons employed expressly for the purpose, numbers of these were brought alive in sea water, amongst which were many with the ova in various stages of their progress, and some ready to hatch, which they eventually did in prodigious numbers, so as to enable him to add the proof of their being, like the Balani, natatory Crustacea in their first stage, but of a totally different facies and structure; a circumstance which determines the propriety of the separation of the Cirripedes into two tribes, and evinces the sagacity of Mr. MacLeay in being the first to indicate that these two tribes, the Balani and Lepades, were not so closely related as generally supposed*.\n\nThe larvae of the Balani, described in Memoir IV. under the external appearance of the bivalve Monoculi (Astracoda), have a pair of pedunculated eyes, more numerous and more completely developed members, approximating to those of Cyclops, and of the perfect Triton; while, in the present type, or Lepades, the larva resembles somewhat that of the Cyclops, which Müller, mistaking for a perfect animal, named Amymone, and which can be shown to be common to a great many of the Entomostraca;\n\n* See Horæ Entomologicae.\nor the resemblance is still more striking to that of the *Argulus Armiger* of Latreille, which, in fact, is but an *Amymone* furnished with a tricuspidate shield at the back.\n\nThe genus *Cineras* was the first in which the larvæ were observed to hatch, July 27, three days after the arrival of the ship; then in *Lepas anserifera*, August 19; and a few days later in *Lepas dentata*; in all of which there is a perfect accordance, with very slight differences, which probably resulted from the more or less perfect development of the larva. The very remarkable and beautiful one of *Lepas anserifera* may be regarded as the perfect type to which all the others are to be referred (fig. 5.).\n\nIn the whole of this tribe of the *Cirripedes*, the ova, after expulsion from the ovarium, appear to be conveyed by the ovipositor into the cellular texture of the pedicle, just beneath the body of the animal, which they fill to the distance of about an inch. When first placed in this situation they seem to be amorphous, and inseparable from the pulpy substance in which they are imbedded; but as they approach to maturity, they become of an oval shape, pointed at both ends, and are easily detached. Sir Everard Home has given a very good representation of them, at this stage of their progress, in his Lectures on Comparative Anatomy, from the elegant pencil of Mr. Bauer.\n\nDuring the stay of the ova in the pedicle, they render this part more opake, and of a blueish tint; the ova themselves, and the cellular texture with which they are surrounded, being of a pale or azure blue colour. It is difficult to conceive in what manner the ova are extricated from the situation above indicated; but it is certainly not by the means suggested by Sir Everard Home in the above-mentioned Lecture, viz. by piercing outwards through the membranes of the pedicle, for the ova are subsequently found forming a pair of leaf-like expansions, placed between either side of the body of the animal and the lining membrane of the shells in *Lepas* (fig. 1.), or of the leathery internal tunic in *Cineras*. These leaves have each a separate attachment at the sides of the animal to the septum, which divides the cavity occupied by the animal from that of the pedicle: they are at first comparatively small, have a rounded outline, and possess the same blueish colour which the ova had in the pedicle; but as the ova advance in progress these leaves extend in every dimension, and lap over each other on the back, passing through various lighter shades of colour into pale pink, and finally, when ready to hatch, become nearly white (fig. 2.). These leaves appear to be composed of a layer of ova irregularly placed, and imbedded in a kind of parenchymatous texture, out of which they readily fall when about to hatch, on its substance being torn asunder; indeed, it appears at length to become so tender as to fall entirely away, so that after the period of gestation is past, no vestige of these leafy conceptacles is to be found.\n\nWhen the larvæ, barely visible to the naked eye, burst forth from the ova, their development goes on with such rapidity that they seem to grow sensibly while under observation. These changes have been depicted in *Cineras* at figg. 6. 7. & 8., which\nlast probably did not possess sufficient vitality to pass into the next stage, such as we see that of *Lepas anserifera* (fig. 5.).\n\nThe larva of the *Lepades*, then, is a tailed *Monoculus*, with three pairs of members, the most anterior of which are simple, the others bifid, having its back covered by an ample shield, terminating anteriorly in two extended horns, and posteriorly in a single elongated spinous process*.\n\nIt must ever remain uncertain how long the larvae of the *Lepades* remain in their first or free state, but it is probably for a longer or shorter period of time, according as they sooner or later meet with a substance adapted to their respective habits: thus, those of the *Lepas fascicularis* attach themselves in preference to Gulf-weed or floating *Fuci*; *Lepas minima* to slender species of *Antipathes*; *Lepas anserifera*† and *dentata*, *Cineras vittatus*, and *Otion*, to the bottoms of ships; *Lepas anatifa*‡ to floating timber, and to one another; while *Lepas sulcata* seems to prefer the backs of Turtles and the shell of the *Ianthis*: the species, however, have not been sufficiently discriminated, nor observations of this kind made with the requisite care, to enable us to prosecute further this part of their natural history. It is evident that they possess locomotive powers which enable them at every instant to change their situation, and a conspicuous eye to guide them in their choice.\n\nThese remarkable and important discoveries, connected as they are with those relating to the *Crustacea*§, complete the natural history of this tribe, and lead us to the following important results, viz.\n\nI. That the *Cirripedes* do not constitute a distinct class of animals, as they have been considered by all late naturalists, Dr. Leach, Latreille, Lamarck, Cuvier, &c., being connected with the *Crustacea decapoda* through the *Balani*, and with the *Entomostraca* by means of the *Lepades*.\n\nII. That they have no relation or affinity whatever with the *Testacea*, as supposed by Linnæus and all the older systematists.\n\nIII. That the *Crustacea* now therefore furnish examples of a class in which we have animals free and fixed, with eyes and eyeless, and with the sexes separated in some and united in others, all of which are characters to which naturalists have attached the greatest importance as regards classification.\n\nIV. That the proof of metamorphosis being fully and satisfactorily established, tends still to maintain the affinity so long recognised between the *Crustacea* and *Insecta*.\n\nNote.—The same economy in regard to the disposal of the ova has been observed in *Otion*, but hitherto no individual has been found with the ova on the point of hatching.\n\n* Compare with the larva of *Artemis* (Brine Shrimp). Zoological Researches, No. v. Plate II. f. 7, 8. (here-with sent).\n\n† Philosophical Transactions, vol. i. Plate xxxiv. fig. 5.\n\n‡ Philosophical Transactions, vol. i. Plate xxxiv. fig. 6.\n\n§ Zoological Researches, Memoir I. and Addenda, p. 63.\nPLATE V.\n\nFig. 1. *Lepas anserifera*, opened from behind to show the first stage of the leaf-like conceptacles of the ova (m).\n   a. Animal.\n   o. Ovipositor.\n   v. Valves.\n   p. Pedicle.\n\nFig. 2. Another individual, showing the conceptacles in an advanced stage, the right conceptacle being turned back (m).\n\nFig. 3. A portion of the conceptacle magnified.\n\nFig. 4. An ovum ready to hatch.\n\nFig. 5. Fully developed larva of *Lepas anserifera*, viewed in front, highly magnified.\n\nFig. 6. Larva of *Cineras vittatus*, just excluded from the ovum.\n\nFig. 7. The same more developed.\n\nFig. 8. The fully developed larva of the same, viewed in front and highly magnified.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108134.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9822,
    "total-output-tokens": 2503,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2643,
        2
      ],
      [
        2643,
        5905,
        3
      ],
      [
        5905,
        8921,
        4
      ],
      [
        8921,
        9588,
        5
      ],
      [
        9588,
        9588,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108134",
    "title": "Discovery of the Metamorphosis in the Second Type of the Cirripedes, Viz. the Lepades, Completing the Natural History of These Singular Animals, and Confirming Their Affinity with the Crustacea",
    "authors": "J. V. Thompson",
    "year": 1835,
    "volume": "125",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/108134"
  }
}