{
  "id": "a0f7256064ae9a4942476cef7d2da012b96f1bfb",
  "text": "IV. A mineralogical Account of the Native Gold lately discovered in Ireland. In a Letter from Abraham Mills, Esq. to Sir Joseph Banks, Bart. K. B. P. R. S.\n\nRead December 17, 1795.\n\nCronebane Copper Mines, near Rathdrum,\nNov. 21, 1795.\n\nSIR,\n\nThe extraordinary circumstance of native gold being found in this vicinity, early excited my attention, and led me to seize the first opportunity that presented itself, after my late arrival here, to inspect the place where the discovery was made.\n\nI went thither on Tuesday, the 3d of this month, with Mr. Lloyd, of Havodynos, and Mr. Weaver. The former having given you some account of the circumstances which attended the original discovery, and, since he left me, a favourable day having enabled me to take a second view of the adjacent country, I shall now attempt to describe the general appearance, and add such further information as has come to my knowledge.\n\nThe workings which the peasantry recently undertook, are on the north-east side of the mountain Croughan Kinshelly, within the barony of Arklow, and county of Wicklow, on the lands of the Earl of Carysfort, wherein the Earl of Ormond claims a right to the minerals, in consequence (as I have been informed), of a grant in the reign of King Henry the Second,\nby Prince John, during his command of his father's forces in Ireland; which grant was renewed and confirmed by Queen Elizabeth, and again by King Charles the Second.\n\nThe summit of the mountain is the boundary between the counties of Wicklow and Wexford; seven English miles west from Arklow, ten to the south-westward of Rathdrum, and six south-westerly from Cronebane mines; by estimation about six hundred yards above the level of the sea. It extends W by N and E by S, and stretches away to the north-eastward, to Ballycoage, where shafts have formerly been sunk, and some copper and magnetic iron ore has been found; and thence to the NE there extends a tract of mineral country, eight miles in length, running through the lands of Ballymurtagh, Ballygahan, Tigrony, Cronebane, Connery, and Kilmacoe, in all which veins of copper ore are found; and terminating at the slate quarry at Balnabarny.\n\nOn the highest part of the mountain are bare rocks, being a variety of argillite,* whose joints range NNE and SSW, hade to the SSW, and in one part include a rib of quartz, three inches wide, which follows the direction of the strata. Around the rocks, for some distance, is sound ground, covered with heath; descending to the eastward, there is springy ground, abounding with coarse grass; and below that, a very extensive bog, in which the turf is from four to nine feet thick, and beneath it, in the substratum of clay, are many angular fragments of quartz, containing chlorite, and ferruginous earth. Below the turbary the ground falls with a quick descent, and three ravines are observed. The central one, which is the most considerable, has been worn by torrents, which derive their source from the bog; the others are formed lower down\n\n* Kirwan, Edit. 1794, p. 234.\nthe mountain by springs, which uniting with the former, below their junction the gold has been found. The smaller have not water sufficient to wash away the incumbent clay, so as to lay bare the substratum; and their beds only contain gravel, consisting of quartz with chlorite, and other substances of which the mountain consists. The great ravine presents a more interesting aspect; the water in its descent has, in a very short distance from the bog, entirely carried off the clay, and considerably worn down the substrata of rock, which it has laid open to inspection.\n\nDescending along the bed of the great ravine, whose general course is to the eastward, a yellow argillaceous shistus is first seen; the laminae are much shattered, are very thin, have a slight hade to the SSW, and range ESE and WNW. Included within the shist, is a vein of compact barren quartz, about three feet wide, ranging NE and SW; below this is another vein, about nine inches wide, having the same range as the former, and hading to the northward, consisting of quartz, including ferruginous earth. Lower down, is a vein of a compact aggregate substance, apparently compounded of quartz, ochraceous earth, chert, minute particles of mica, and some little argillite, of unknown breadth, ranging E and W, hading fast to the southward, and including strings of quartz, from one to two inches thick, the quartz containing ferruginous earth. The yellow argillaceous shistus is again seen with its former hade and range; and then, adjacent to a quartz vein, is laminated blue argillaceous shistus, ranging NE and SW, and hading SE; which is afterwards seen varying its range and hade, running ENE and WSW, and hading NNW; lower down, the blue shist is observed more compact, though still\nlaminated. The ground, less steep, becomes springy, is inclosed, and the ravine, shallower, has deposited a considerable quantity of clay, sand, and gravel. Following the course of the ravine, or, as it may now more properly be called, the brook, arrive at the road which leads to Arklow; here is a ford, and the brook has the Irish name of Aughatinavought (the river that drowned the old man); hence it descends to the Aughrim river, just above its confluence with that from Rathdrum, which, after their junction, take the general name of the Ovo, that discharging itself into the sea near the town of Arklow, forms an harbour for vessels of small burthen.\n\nThe lands of Ballinvally are to the southward, and the lands of Ballinagore to the northward, of the ford, where the blue shistus rock, whose joints are nearly vertical, is seen ranging ENE and WSW, including small strings of quartz, which contain ferruginous earth. The same kind of earth is also seen in the quartz, contained in a vein from ten to twelve inches wide, ranging ENE and WSW, and hading to the southward, which has been laid open in forming the Arklow road.\n\nHere the valley is from twenty to thirty yards in width, and is covered with substances washed down from the mountain, which on the sides have accumulated to the depth of about twelve feet. A thin stratum of vegetable soil lies uppermost; then clay, mingled with fine sand, composed of small particles of quartz, mica, and shist; beneath which the same substances are larger, and constitute a bed of gravel, that also contains nodules of fine grained iron stone, which produces 50 per cent. of crude iron: incumbent on the rock are large tumblers of quartz, a variety of argillite and shistus; many pieces of the quartz are perfectly pure, others are attached to the shistus,\nothers contain chlorite, pyrites, mica, and ferruginous earth; and the arsenical cubical pyrites frequently occurs, imbedded in the blue shistus. In this mass of matter, before the workings began, the brook had formed its channel down to the surface of the rock, and between six and seven feet wide, but in times of floods extended itself entirely over the valley.\n\nResearches have been made for the gold, amidst the sand and gravel along the run of the brook, for near half a mile in length; but it is only about one hundred and fifty yards above, and about two hundred yards below the ford, that the trials have been attended with much success: within that space, the valley is tolerably level, and the banks of the brook have not more than five feet of sand and gravel above the rock; added to this, it takes a small turn to the southward, and, consequently, the rude surfaces of the shistus rock in some degree cross its course, and form natural impediments to the particles of gold being carried further down the stream, which still lower has a more rapid descent; besides, the rude manner in which the country people worked, seldom enabled them to penetrate to the rock, in those places where the sand and gravel were of any material depth. Their method was, to turn the course of the water wherever they deemed necessary, and then, with any instruments they could procure, to dig holes down to the rock, and by washing, in bowls and sieves, the sand and gravel they threw out, to separate the particles of gold which it contained; and from the slovenly and hasty way in which their operations were performed, much gold most probably escaped their search; and that indeed actually appears to have been the case, for since the late rains washed the clay and gravel which had been thrown up, gold has been\nfound lying on the surface. The situation of the place, and the constant command of water, do, however, very clearly point out the great facility with which the gold might be separated from the trash, by adopting the mode of working practised at the best managed tin stream works in the county of Cornwall; that is, entirely to remove (by machinery) the whole cover off the rock, and then wash it in proper buddles and sieves. And by thus continuing the operations, constantly advancing in the ravine towards the mountain, as long as gold should be found, the vein that forms its matrix might probably be laid bare.\n\nThe discovery was made public, and the workings began, early in the month of September last, and continued till the 15th of October, when a party of the Kildare militia arrived, and took possession by order of government; and the great concourse of people, who were busily engaged in endeavouring to procure a share of the treasure, immediately desisted from their labour, and peaceably retired.\n\nCalculations have been made, that during the foregoing period, gold to the amount of three thousand pounds Irish sterling was sold to various persons; the average price was three pounds fifteen shillings per ounce; hence eight hundred ounces appear to have been collected within the short space of six weeks.\n\nThe gold is of a bright yellow colour, perfectly malleable; the specific gravity of an apparently clean piece 19,000. A specimen, assayed here by Mr. Weaver, in the moist way, produced from 24 grains, $22\\frac{5}{10}$ grains of pure gold, and $1\\frac{4}{10}$ of silver. Some of the gold is intimately blended with, and adherent to quartz; some (it is said) was found united to the\nfine grained iron stone, but the major part was entirely free from the matrix; every piece more or less rounded on the edges, of various weights, forms, and sizes, from the most minute particle up to 2 oz. 17 dwt.; only two pieces are known to have been found of superior weight, and one of those is 5, and the other 22 ounces.\n\nI much regret not having been present when the work was going on, that I might have seen the gold as found, before prepared for sale by breaking off any extraneous matter that adhered; for in that state, a proper attention to the substances with which it was united, and a subsequent diligent inspection of the several veins that range through the mountain, might assist towards the discovery of that from whence it was detached.\n\nI shall shortly return to England; and on my arrival, will send specimens of the gold, and of the different substances of the mountain, to be deposited (if you think proper) in the collection of the Royal Society.\n\nAnd am, with great respect, &c.\n\nABRAHAM MILLS.\n\nThe bearings are all taken by the compass, without allowing for the variation.\n\nBESIDES these accounts of the gold found in Ireland, the following information has been received on that subject.\n\nWILLIAM MOLESWORTH, Esq. of Dublin, in a letter to RICHARD MOLESWORTH, Esq. F. R. S. writes, that he weighed the largest piece of gold in his balance, both in air and water;\nthat its weight was 20 oz. 2 dwt. 21 gr. and its specific gravity, to that of sterling gold, as 12 to 18. Also that Richard Kirwan, Esq. F.R.S. found the specific gravity of another specimen to be as 13 to 18. Hence, as the gold was worth £4 an ounce, Mr. William Molesworth concludes, that the specimens are full of pores and cavities, which increase their bulk, and that there are some extraneous substances, such as dirt or clay, contained in those cavities.\n\nThis opinion was discovered to be well founded, by cutting through some of the small lumps.\n\nStanesby Alchorne, Esq. his Majesty's Assay-master at the Tower of London, assayed two specimens of this native gold. The first appeared to contain, in 24 carats,\n\n\\[ \\frac{21}{8} \\text{ of fine gold;} \\]\n\\[ \\frac{1}{8} \\text{ of fine silver;} \\]\n\\[ \\frac{3}{8} \\text{ of alloy, which seemed to be copper tinged with a little iron.} \\]\n\nThe second specimen differed only in holding \\( \\frac{21}{5} \\) instead of \\( \\frac{21}{8} \\) of fine gold.\n\nMajor John Brown, of the royal engineers, transmitted to the Right Hon. Thomas Pelham a sketch of the spot where the gold was found, which Mr. Pelham has obligingly permitted to be engraved, for the use of the Royal Society. See Tab. II.\n\nC. B.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106997.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17432,
    "total-output-tokens": 3329,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1270,
        2
      ],
      [
        1270,
        3046,
        3
      ],
      [
        3046,
        4810,
        4
      ],
      [
        4810,
        6619,
        5
      ],
      [
        6619,
        8429,
        6
      ],
      [
        8429,
        10134,
        7
      ],
      [
        10134,
        11527,
        8
      ],
      [
        11527,
        11527,
        9
      ],
      [
        11527,
        11527,
        10
      ],
      [
        11527,
        12773,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106997",
    "title": "A Mineralogical Account of the Native Gold Lately Discovered in Ireland. In a Letter from Abraham Mills, Esq. to Sir Joseph Banks, Bart. K. B. P. R. S.",
    "authors": "Abraham Mills",
    "year": 1796,
    "volume": "86",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106997"
  }
}