{
  "id": "eec29ae17874d9e670256067ce4dd0af8cba0fbc",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1798 to June 1799;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1798.\n\nPRESENTS.\n\nNov. 8. Mémoires de l'Academie Royale des Sciences et Belles Lettres, 1792 et 1793. Berlin, 1798. 4°\nThe Transactions of the Royal Irish Academy. Vol. VI. Dublin, 1797. 4°\nTransactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XVI. London, 1798. 8°\n\nCatalogus Bibliothecae Historico-Naturalis Josephi Banks, auctore J. Dryander. Tomus I. Londini, 1798. 8°\n\nIcones Stirpium rariorum descriptionibus illustratae. No. 2. fol.\nBibliothèque Britannique. No. 1—21, 23—48, 55—62. Genève, 1796—1798. 8°\n\nA Voyage to the South Atlantic, and round Cape Horn into the Pacific Ocean, by Capt. J. Colnett. London, 1798. 4°\n\nThe sacred Scripture Theory of the Earth. Newcastle, 1798. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 17—21.\n\nTagebuch einer reise durch Peru, von A. Z. Helms. Dresden, 1798. 8°\n\n15. Ittiolitologia Veronese. Verona, 1796. fol.\n\nCases of the Diabetes mellitus, by J. Rollo. 2d edition. London, 1798. 8°\n\nDec. 6. Description de quelques appareils chimiques nouveaux ou perfectionnés de la fondation Teylerienne, et des expériences faites avec ces appareils, par M. Van Marum. Haarlem, 1798. 4°\n\nDONORS.\n\nThe Royal Academy of Sciences of Berlin.\nThe Royal Irish Academy.\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nRight Hon. Sir Joseph Banks, Bart. K. B. P. R. S.\n\nRichard Anthony Salisbury, Esq. F. R. S.\nProfessor Pictet, F.R.S.\n\nCapt. James Colnett, of the Royal Navy.\n\nMr. William Drysdale.\n\nMr. William Nicholson.\n\nMr. Anton Zacharias Helms.\n\nSocietas Physicorum Veronensium.\n\nJohn Rollo, M. D.\n\nMart. Van Marum, M.D. F. R. S.\nPRESENTS.\n\nPhilosophie de l'Univers. Paris, an 4. 8°\n\nRemarks on Hydrophobia, by R. Hamilton. London, 1798. 2 Vols. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 22.\n\nDec. 20. A Sermon preached on the Fast Day, Feb. 28, 1794, by H. Fly. London, 1794. 8°\n\nA Sermon preached before the Military Association of the parish of Trinity, in the Minories, Oct. 7, 1798, by H. Fly. London, 1798. 8°\n\nJan. 10. An Index, drawn up about the Year 1629, of many Records of Charters, granted by the Sovereigns of Scotland, between 1309 and 1413; published by W. Robertson. Edinburgh, 1798. 8°\n\nDeclaratio Parlamenti, ubi Johannes, Primogenitus Roberti, habet succedere in regnum. 4°\n\n17. A series of Engravings, to illustrate the Morbid Anatomy of the human Body, by M. Baillie. Fascic. I. London, 1799. 4°\n\nA Sermon, preached at the Yearly Meeting of the Children educated in the Charity Schools of London and Westminster, by H. Whitfeld; with an Account of the Society for promoting Christian Knowledge. London, 1798. 4°\n\n24. Memoirs, illustrating the History of Jacobinism, by the Abbé Barruel, translated by the Hon. R. Clifford. London, 1798. 4 Vols. 8°\n\nMeteorological Journal kept on board the Marine Society Ship, moored off Deptford Creek, from Jan. 1, 1792, to Dec. 31, 1797. MS. fol.\n\nA Meteorological Journal of the Year 1798, kept in London, by W. Bent. London. 8°\n\nA new System on Fire and planetary Life. London, 1796. 8°\n\nSome new Experiments, with Observations upon Heat, by R. Harrington. London, 1798. 8°\n\n31. An Account of the Operations carried on for accomplishing a Trigonometrical Survey of England and Wales. Vol. I. London, 1799. 4°\n\nTables for Meteorological Observations, by C. Kite.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 23.\n\nFeb. 7. Kongl. Vetenskaps Academiens Nya Handlingar, Tom. XVII. för år 1796, 3d and 4th Quarter; Tom. XVIII. för år 1797, and Tom. XIX. för år 1798, 1st, 2d, and 3d Quarter. Stockholm. 8°\n\nBibliotheque Britannique. No. 63—68.\n\nDONORS.\n\nM. Du Pont, de l'Instit. National de France.\n\nRobert Hamilton, M.D.\n\nMr. William Nicholson.\n\nThe Rev. Henry Fly, D. D. F. R. S.\n\nLord Frederick Campbell, F. R. S.\n\nMatthew Baillie, M. D. F. R. S.\n\nThe Rev. Henry Whitfeld, D. D. F. R. S.\n\nThe Hon. Robert Clifford, F. R. S.\n\nThe Rev. Samuel Glasse, D. D. F. R. S.\n\nMr. William Bent.\n\nRobert Harrington, M. D.\n\nMr. William Faden.\n\nMr. Charles Kite.\n\nMr. William Nicholson.\n\nThe Royal Academy of Sciences of Stockholm.\n\nProfessor Pictet, F. R. S.\nPRESENTS.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 24.\n\n21. Report on the Events and Circumstances which produced the Union of the Kingdoms of England and Scotland. 2 Vols.\n\nMar. 7. A Journal of Natural Philosophy, by W. Nicholson. No. 25.\n\n14. Commentationes Societatis Regiae Scientiarum Gottingensis ad a. 1795—98. Vol. XIII. Gottingæ, 1799.\n\nCollections for an Essay towards a Materia Medica of the United States, by B. S. Barton. Philadelphia, 1798.\n\nMeteorologie terrestre, par L. E. Pouchet. Rouen, 1797.\n\nApril 4. A topographical Plan of the Settlements of New South Wales.\n\nThe Life of Catherine II. Empress of Russia. The 3d edition. London, 1799. 3 Vols.\n\nThe Journal of Mr. Samuel Holmes, during his attendance on Lord Macartney’s Embassy to China. London, 1798.\n\nThe original Manuscript of this Journal.\n\nAstronomisches Jahrbuch für das Jahr 1801, von J. E. Bode. Berlin, 1798.\n\nBibliotheque Britannique. No. 69—72.\n\nNuovi sperimenti sopra l’effetto della caduta de gravi nelle materie cedevoli; del Ab. P. Zuliani. Padova, 1798.\n\nA Roll, containing the Bhagavat Gita, in the Sanscrita Language, with illuminations.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 26.\n\n11. The Effect of the nitrous Vapour, in preventing and destroying Contagion, by J. C. Smyth. London, 1799.\n\n18. Reflexions sur la Mineralogie moderne, par le P. D. de Gallitzin. Brunswick, 1799.\n\nNew Views of the Origin of the Tribes and Nations of America, by B. S. Barton. Philadelphia, 1798.\n\nMay 2. Plants of the Coast of Coromandel, by W. Roxburgh. Vol. II. No. 1. London, 1798. fol.\n\nNeuere beyträge zur erweiterung der sternkunde, von J. H. Schröter. Göttingen, 1798.\n\nAn Account of the regular gradations in Man, and in different Animals and Vegetables, by C. White. London, 1799.\n\nDONORS.\n\nMr. William Nicholson.\n\nHis Grace the Duke of Portland, F. R. S.\n\nMr. William Nicholson.\n\nThe Royal Society of Sciences of Gottingen.\n\nProfessor Barton, of Philadelphia.\n\nM. Pouchet.\n\nLieut. Col. William Patterson, F. R. S.\n\nThe Rev. William Tooke, F. R. S.\n\nSir William Young, Bart. F. R. S.\n\nMr. J. E. Bode, F. R. S.\n\nProfessor Pictet, F. R. S.\n\nProfessor Zuliani, of Padua.\n\nCapt. Symes.\n\nMr. William Nicholson.\n\nJas. Carmichael Smyth, M. D. F. R. S.\n\nPrince Demetri de Gallitzin, F. R. S.\n\nProfessor Barton, of Philadelphia.\n\nProfessor Pictet, F. R. S.\n\nJohn Anthony Heidmann, M. D.\n\nThe Court of Directors of the East India Company.\n\nDr. J. H. Schröter, F. R. S.\n\nMr. Charles White, F. R. S.\nPRESENTS.\n\nR. Blake Disputatio inaug. de dentium Forma-\ntione et Structura in Homine, et in variis Ani-\nmalibus. Edinburgi, 1798. 8°\n\nA Journal of Natural Philosophy, by W. Nichol-\nson. No. 27.\n\nMay 9. Further Observations on the Variolæ Vaccinæ; or\nCow Pox, by E. Jenner. London, 1799. 4°\n\nExperimental Inquiries concerning the principle of\nthe lateral Communication of Motion in Fluids,\nby J. B. Venturi. London, 1799. 8°\n\n23. Some Account of the Abbey Church of Bath. fol.\n\nLetters on the subject of Quarantine. London,\n1799. 4°\n\nJune 6. The Nautical Almanacks for the Years 1801,\n1802, 1803, and 1804. 4 Vols. London, 1796. 8°\n\nBibliotheque Britannique. No. 77 et 78.\n\nA Journal of Natural Philosophy, by W. Nichol-\nson. No. 28.\n\nLectures on Natural and Experimental Philo-\nsophy, by the late G. Adams. The 2d edition,\nwith Additions, by W. Jones. London, 1799.\n5 Vols. 8°\n\n13. Catalogus Bibliothecæ Historico-Naturalis Josephi\nBanks, auctore J. Dryander. Tomus IV. Lon-\ndini, 1799. 8°\n\nThe Observations of Newton concerning the In-\nflexions of Light, accompanied by other Obser-\nvations differing from his. London, 1799. 8°\n\nOsservazioni sulle proprietà della China del Bra-\nsile, di A. Comparetti. Padova, 1794. 8°\n\nRiscontri medici dello Febbri larvate periodiche\nperniciose, di A. Comparetti. Padova, 1795. 8°\n\nA. Comparetti Observationes Dioptricæ et Ana-\ntomicae comparatae de coloribus apparentibus,\nvisu et oculo. Patavii, 1798. 4°\n\nGrammatica Tatarico-Latina. MS. 4°\n\nLexicon Tatarico-Latinum. MS. 8°\n\nDONORS.\n\nRobert Blake, M. D.\n\nMr. William Nicholson.\n\nEdward Jenner, M. D.\nF. R. S.\n\nMr. William Nicholson.\n\nThe Society of Anti-\nquaries.\n\nThe Levant Company.\n\nThe Commissioners of\nLongitude.\n\nProfessor Pictet, F. R. S.\n\nMr. William Nicholson.\n\nMr. William Jones.\n\nRight Hon. Sir Joseph\nBanks, Bart. K. B.\nP. R. S.\n\nG. W. Jordan, Esq.\n\nProfessor Comparetti,\nof Padua.\n\nM. Poirot, of Pekin.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1799.\n\nA\n\nAcid of borax, on the decomposition of, 56\n—— gallic, on the quantity contained in the bark of various trees, 259\nAir, on an unusual horizontal refraction of it, 13\nAlgebraic equations, on the resolution of them, 265\n——— on the resolution of those of particular degrees, 281\nAltitudes of the sun, method of finding the latitude of a place by two, 74\nApple, experiments on its fecundation, 201\nAsterias, experiments on, 323\nAtmosphere, on the variations to which its lower parts are subject, 13\nAuriga, on the stars in, 121, 138\n\nB\n\nBalance, method used to determine the accuracy of one, 183\nBark, on the quantity of tanning principle and gallic acid contained in that of various trees, 259\nBarker, Thomas, Esq. Abstract of a register of the barometer, thermometer, and rain, at Lyndon, in Rutland, 1797. With some remarks on the recovery of injured trees, 24\nBarometer, register of, at Lyndon, in Rutland, 24\nBiggin, George, Esq. Experiments to determine the quantity of tanning principle and gallic acid contained in the bark of various trees, 259\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Bladder, experiments on                                              | 333  |\n| Bohn, Professor, remarks on some experiments made by him              | 2    |\n| Bone, experiments and observations on                                 | 315  |\n| Bones of fish, experiments on                                        | 326  |\n| —— of various animals, experiments on                                 | 325  |\n| —— fossil, experiments on                                             | 333  |\n| Borax, on the decomposition of its acid                              | 56   |\n| Bull, account of an hermaphrodite one                                | 170  |\n| **C**                                                                |      |\n| Cambridge, latitude of                                               | 115  |\n| Cartilaginous substances, remarks on                                 | 331  |\n| Cat, on the luminous appearance observed in its eye                   | 2    |\n| Cheselden, remarks on the supposed hermaphrodites described by him   | 160  |\n| Child, on one with a double head                                     | 28   |\n| Clitoris, on the enlargement of that part                            | 162  |\n| Correa de Serra, Joseph, LL.D. On a submarine forest, on the east coast of England | 145  |\n| Corse, John, Esq. Observations on the manners, habits, and natural history, of the elephant | 31   |\n| —— Observations on the different species of Asiatic elephants, and their mode of dentition | 205  |\n| Cow, on its teeth                                                    | 251  |\n| Crabs, experiments on their covering substance                       | 324  |\n| Crell, Lawrence de, M.D. On the decomposition of the acid of borax or sedative salt | 56   |\n| Crustaceous marine animals, experiments on their covering substance   | 321  |\n| Cuttle bone, experiments on                                          | 321  |\n| **D**                                                                |      |\n| Dentition, on that of the elephant                                   | 205  |\n| —— on that of the Sus Æthiopicus                                    | 248  |\n| Dog, account of an hermaphrodite one                                 | 157, 168 |\n| Dolomite; on the kind of marble so called                            | 309, 313 |\n| Draco, on the stars in                                               | 123, 138 |\n| Duck, account of one which acquired the feathers of a drake          | 174  |\n| **E**                                                                |      |\n| Echini, experiments on                                               | 322  |\n| Elephant, African, on its teeth                                      | 252  |\n### INDEX\n\n**Elephant, Asiatic**, on its manners, habits, and natural history, - 31  \non its size, - 32  \non its sagacity, - 37  \non the procreation of tame ones, - 41  \non the manner of tying them, - 42  \non the period of their gestation, - 49  \non their manner of sucking, - 50  \non the different species of them, - 205  \non their mode of dentition, - 205, 237  \non their tusks, - 208  \non their grinders, - 213, 239  \n\n**Enamel of the teeth**, experiments on, - 243, 328  \n\n**Equations, algebraic**, on the resolution of them, - 265  \non the resolution of those of particular degrees, - 281  \n\n**Eye**, on the luminous appearance observed in that of some animals. - 2  \n\n---\n\n**F**\n\n**Fecundation of vegetables**, experiments on, - 195  \n\n**Fish**, experiments on their bones, - 326  \n\n**Fontana**, remarks on his idea of the retina, - 4  \n\n**Fordyce, Dr.** remarks on an experiment made by him, - 180  \n\n**Forest**, on a submarine one, on the east coast of England, - 145  \n\n**Fossil bones**, experiments on, - 333  \nvegetables, remarks on, - 150  \n\n---\n\n**G**\n\n**Gallic acid**, on the quantity contained in the bark of various trees, - 259  \n\n**Glue**, on its use as a test for the tanning principle, - 260  \n\n**Grape**, experiments on its fecundation, - 201  \n\n---\n\n**H**\n\n**Haller**, remarks on his idea of the retina, - 4  \n\n**Hatchett, Charles, Esq.** Experiments on the enamel of the teeth, - 243, 328  \nExperiments on the synovia, - 246  \nExperiments and observations on shell and bone, - 315  \n\n**Head**, on a child with a double one, - 28  \n\n**Heat**, on the weight ascribed to it, - 179  \n\n**Hellins, Mr.** remarks on an assertion of his, - 278  \n\n**Hermaprodites**, observations on, - 157\nINDEX.\n\nHerschel, William, LL.D. A fourth catalogue of the comparative brightness of the stars, - 121\n\nHippopotamus, on its teeth, - 253\n\nHome, Everard, Esq. The Croonian lecture. Experiments and observations upon the structure of nerves, - 1\n\nSome additions to a paper, read in 1790, on the subject of a child with a double head - 28\n\nAn account of the dissection of an hermaphrodite dog. To which are prefixed, some observations on hermaphrodites in general, - 157\n\nSome observations on the structure of the teeth of graminivorous quadrupeds; particularly those of the elephant and Sus Æthiopicus, - 237\n\nHorns, remarks on, - 332\n\nHorse, experiments on its optic nerve, - 8\n\non its teeth, - 251\n\nHunter, Mr. remarks on his idea of the lucid tapetum, - 5\n\nsingular experiment proposed by him, - 162\n\nremarks on some of his opinions respecting the teeth, - 242\n\nJ\n\nJones, Sir William, and Lady. A catalogue of Oriental manuscripts presented to the Royal Society by them, - 335\n\nK\n\nKid, account of an hermaphrodite one, - 169\n\nKnight, Thomas Andrew, Esq. An account of some experiments on the fecundation of vegetables, - 195\n\nL\n\nLatitude, method of finding, by two altitudes of the sun, - 74\n\nof Ravensworth, in Yorkshire, - 109\n\nof Cambridge, - 115\n\nLax, the Rev. William, A.M. A method of finding the latitude of a place, by means of two altitudes of the sun and the time elapsed betwixt the observations, - 74\n\nLecture, Croonian, - 1\n\nBakerian, - 13\n\nLime, on different sorts used in agriculture, - 305\n\nLynx, on the stars in, - 126, 139\n\nLyra, on the stars in, - 127, 140\nINDEX.\n\nM\n\nMagnesia, on its effects on the growth of vegetables, - 307\nManuscripts, Oriental, catalogue of, - 335\nMargueron, M. remarks on his analysis of synovia, - 247\nMonoceros, on the stars in, - 128\nMonsters, remarks on those which have superfluous parts, - 174\nMother of pearl, experiments on shells composed of it, - 318\nMules, remarks on vegetable ones, - 203\nMuriate of tin, on its use as a test for the tanning principle, - 262\n\nN\n\nNacre, experiments on shells composed of it, - 318\nNerves, experiments and observations on their structure, - 1\nNeuters, remarks on the persons so called, - 165\n\nO\n\nOrgans of generation, on imperfections in the male ones, - 160, 165\n- on imperfections in the female ones, - 162\n- on the mixture of those of both sexes, - 167\n\nP\n\nPatella, experiments on, - 317\nPea, experiments on its fecundation, - 196\nPearls, experiments on, - 320\nPerseus, on the stars in, - 129, 140\nPresents received by the Royal Society, from November 1798 to June 1799, - 345\n\nQ\n\nQuadrupeds, graminivorous, observations on their teeth, - 237\n\nR\n\nRain, register of, at Lyndon, in Rutland, - 24\nRavensworth, in Yorkshire, latitude of, - 109\nRefraction of the air, on an unusual horizontal one, - 13\nRetina, remarks on, - 3\nRhinoceros, on its teeth, - 253\nRumford, Benjamin Count of. An inquiry concerning the weight ascribed to heat, - 179\n### INDEX\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| **S**                                                                |      |\n| Sedative salt, on the decomposition of,                              | 56   |\n| Sextans, on the stars in,                                            | 131, 141 |\n| Sheep, on its teeth,                                                 | 252  |\n| Shell, experiments and observations on,                               | 315  |\n| Shells, experiments on porcellaneous ones,                            | 317  |\n| —— experiments on those composed of Nacre or mother of pearl,         | 318  |\n| Sinuses, frontal, on tumors sometimes found in them,                  | 239  |\n| Starfish, experiments on,                                             | 323  |\n| Stars, fourth catalogue of their comparative brightness,              | 121  |\n| —— on those in Auriga,                                                | 121, 138 |\n| —— Draco,                                                            | 123, 138 |\n| —— Lynx,                                                             | 126, 139 |\n| —— Lyra,                                                             | 127, 140 |\n| —— Monoceros                                                         | 128  |\n| —— Perseus                                                           | 129, 140 |\n| —— Sextans                                                           | 131, 141 |\n| —— Taurus                                                            | 132, 142 |\n| —— Triangulum                                                        | 137, 144 |\n| Subsidence of the ground, remarks on,                                | 153  |\n| Sulphate of iron, on its use as a test for the gallic acid,           | 261  |\n| Superfætation of vegetables, remarks on,                             | 197  |\n| Sus Æthiopicus, on its teeth,                                        | 237, 248 |\n| Sutton, in Lincolnshire, strata of a well dug there,                  | 148  |\n| Synovia, experiments on,                                              | 246  |\n\n| **T**                                                                |      |\n| Tanning principle, on the quantity contained in the bark of different trees, | 259  |\n| Tapetum, lucid, remarks on,                                           | 3    |\n| Taurus, on the stars in,                                              | 132, 142 |\n| Teeth, on those of the Asiatic elephant,                              | 205, 237 |\n| —— African elephant,                                                  | 252  |\n| —— Sus Æthiopicus,                                                    | 237, 248 |\n| —— horse,                                                            | 251  |\n| —— cow                                                               | 251  |\n| —— sheep                                                             | 252  |\n| —— hippopotamus                                                      | 253  |\n| —— rhinoceros                                                       | 253  |\n| Tennant, Smithson, Esq. On different sorts of lime used in agriculture, | 305  |\n| Testicles, on imperfections of them,                                  | 165  |\nINDEX.\n\nTesticles, on their influence upon the constitution, - 173\nThermometer, register of, at Lyndon, in Rutland, - 24\nThigh bone, account of an uncommon one, - 245\nTrees, on the recovery of injured ones, - 26\n— account of some submarine ones, - 145\nTriangulum, on the stars in, - 137, 144\nTumors, on those sometimes found in the frontal sinuses, - 239\n\nU\nUteri, prolapsus, singular cases of, - 164\n\nV\nVegetables, experiments on their fecundation, - 195\n— fossil, remarks on, - 150\nVince, The Rev. Samuel, A. M. The Bakerian lecture. Observations upon an unusual horizontal refraction of the air; with remarks on the variations to which the lower parts of the atmosphere are sometimes subject, - 13\n\nW\nWater, on the weight it was supposed to acquire by being frozen, - 180\n— on the quantity of heat it loses by being frozen, - 192\nWeather of the year 1797, remarks on, - 25\nWeight, on that ascribed to heat, - 179\nWell, strata of one dug at Sutton, in Lincolnshire, - 148\nWheat, experiments on its fecundation, - 200\nWilkins, Charles, Esq. A catalogue of Oriental manuscripts presented to the Royal Society by Sir William and Lady Jones, - 335\nWilson, Giffin, Esq. Essay on the resolution of algebraic equations: attempting to distinguish particularly, the real principle of every method, and the true causes of the limitations to which it is subject, - 265\n\nFrom the Press of\nW. BULMER & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107041.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 18494,
    "total-output-tokens": 6966,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1748,
        2
      ],
      [
        1748,
        4247,
        3
      ],
      [
        4247,
        6747,
        4
      ],
      [
        6747,
        8653,
        5
      ],
      [
        8653,
        9768,
        6
      ],
      [
        9768,
        12660,
        7
      ],
      [
        12660,
        14364,
        8
      ],
      [
        14364,
        15940,
        9
      ],
      [
        15940,
        17293,
        10
      ],
      [
        17293,
        20664,
        11
      ],
      [
        20664,
        22086,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107041",
    "title": "Back Matter",
    "authors": null,
    "year": 1799,
    "volume": "89",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/107041"
  }
}