{
  "id": "2b56b35ef2353b0547b5468c7a580f7aa943e8fc",
  "text": "I. A Catalogue of fifty Plants lately presented to the Royal Society, by the Company of Apothecaries of London; pursuant to the Direction of Sir Hans Sloane, Bart. President of the College of Physicians, and Vice-President of the Royal Society.\n\nTHE Company of Apothecaries of London, having, in the Year 1673, established a Physick-Garden, which they have since furnish'd with a great Variety of Plants, for the Improvement of their Members in the Knowledge of Botany; Sir Hans Sloane, Bart. in order to encourage and promote an Undertaking so serviceable to the Publick, has generously granted to the Company the Inheritance of the said Garden, being part of his Estate and Manor of Chelsea, on condition that it be for ever kept up and maintain'd by the Company as a Physick-Garden; and as an Evidence of its being so maintain'd, he has directed and obliged the Company, in Consideration of the said Grant, to present yearly for ever to the Royal Society, at one of their weekly Meetings, fifty Specimens of Plants, that have grown in the said Garden the preceding Year, which are all to be specifically distinct from each other, until the Number of 2000 Plants be completed.\n\nAccordingly the Company did lately present to the Royal Society, by the Hands of Mr. Rand, and Mr. Meres, the following fifty Specimens of Plants, for the last\nlast Year 1722, which Specimens, together with those that are to follow them in subsequent Years, will, by order of the Royal Society, be carefully preserv'd for the Satisfaction of such curious Persons, as may desire to have recourse to them.\n\nThe Catalogue, by Mr. Isaac Rand, Apothecary, F. R. S.\n\nI. *Nemone Virginiana*, tertiæ Matthioli similis, flore parvo, Par. Bat. 18.\n\nII. *Bellis Africana*, capitulo aphyillo luteo, Coronapi folio, caulibus procumbentibus. H.L. Bat.\n\nIII. *Bupleurum angustifolium*. Dod. 633.\n\nIV. *Calamintha*, magno flore, C. B. 229.\n\nV. *Carduus capite rotundo tormentoso*. C. B. 382.\n\nVI. *Chrysanthemum perenne*, minus, Salicis folio glabro. H. Ox. p. 3. 21.\n\nVII. *Cirsium altissimum*, albis maculis notatum, semine visco. *Carduus albis maculis notatus*, capitulis Cirsij. Schol. Bot. 215.\n\nVIII. *Clematis cœrulea erecta*. C. B. 300.\n\nIX. *Clematis*, f. *Flammula surrecta alba*. J. B. 2. 127.\n\nX. *Cnicus*\nX. Cnicus perennis caeruleus, Tingitanus. H. L. Bat. 162.\n\nIX. Conyza Africana, Senecionis flore, retufis foliis. H. L. Bat.\n\nXII. Corona Solis altissima, alato caule. T. Inst. 490.\n\nXIII. Coronilla maritima glauco folio. T. Inst. 650.\n\nXIV. Cucubalus Plini. Lugd. 1429.\n\nXV. Daucus Fæniculi foliis tenuissimis. C. B. 150.\n\nXVI. Daucus maritimus lucidus. T. Inst. 307.\n\nXVII. Dens Leonis, foliis Erysimi vulgaris. T. Cor. 35.\n\nXVIII. Geranium columbinum dissectis foliis, pediculis florum longissimis. Raij Syn. 218.\n\nXIX. Geranium columbinum perenne Pyrenaicum maximum. T. Inst. 268.\n\nXX. Geranium pusillum maritimum supinum, Althææ aut Betonicæ folio, nostras. Raij Syn. 216.\n\nXXI. Gnaphalodes Lusitanica. T. Inst. 439.\n\nXXII. Horminum Sylvestre latifolium, verticillatum. C. B. 238.\n\nXXIII. Hypericum perfoliatum & perforatum. T. Inst. 255.\n\nXXIV.\nXXIV. *Jacea altissima*, folio disseceto, capite Ovarii nudo. D. Vaillant.\n\nXXV. *Jacea Lusitanica*, semper virens. H. Reg. Par.\n\nXXVI. *Jacobaea perennis Asplenii folio*. D. Vaillant.\n\nXXVII. *Lotus pentaphyllos minor hirsutus, siliquâ angustissimâ*. C. B. 332.\n\nXXVIII. *Lunaria vasculo sublongo intorto*. Raij Syn. 164.\n\nXXIX. *Lychnis linifolia torosîs & laxioribus capitulis*. Bar. Obs. 64.\n\nXXX. *Majorana Cretica*, Origani foliis, villosa, Satureiae odore, corymbis majoribus albis. T. Cor. 13. Origanum Smyrnæum Wheeleri.\n\nXXXI. *Marrubium Hispanicum supinum*, foliis sericeis argenteis. T: Inst. 192.\n\nXXXII. *Pentaphylloides palustre rubrum*. T. Inst. 298.\n\nXXXIII. *Pentaphylloides fruticosa*. Raij Syn. 142.\n\nXXXIV. *Phlomis fruticosa*, Salvie folio latiore & rotundiore. T. Inst. 177.\n\nXXXV.\nXXXV. Phlomis fruticosa, Salviae folio longiore & angustiore. T. Inst.\n\nXXXVI. Phlomis orientalis lutea, angustifolia cymis fulvescentibus. D. Sherard.\n\nXXXVII. Phlomis Samia herbacea, Lunariae foliis. T. Cor. 10.\n\nXXXVIII. Ptarmica orientalis pinnulis cristatis. T. Cor. Absinthium Santonicum. Aegyptiacum. C. B. 319.\n\nXXXIX. Quinquefolium album majus alterum. C. B. 325.\n\nXL. Ruta Chalepensis, latifolia, florum petalis villis scatentibus. H. L. Bat. 431.\n\nXLI. Rubus odoratus. Cornut. 150.\n\nXLII. Sclarea orientalis, Betonicae folio acutissimo, coma purpurascente. T. Cor. 10.\n\nXLIII. Securidaca lutea major. C. B. 348.\n\nXLIV. Thlaspi Halimi folio, semper virens. H. L. Bat. Alysson. T. 217.\n\nXLV. Trifolium peltatum Creticum. C. B. Prod. 142.\n\nXLVI. Veronica spicata hirsuta, folio subrotundo serrato. XLVII.\nXLVII. *Veronica multicaulis Pannonica.* T. Inst. 145.\n\nXLVIII. *Virga aurea floribus fistulosis, Senecionis instar, foliis angustioribus non serratis.* H. Ox. p. 3. 125.\n\nXLIX. *Virga aurea angustifolia, paniculâ speciosa, Canadensis.* H. Reg. Par.\n\nL. *Virga aurea altissima, ferotina, paniculâ speciosa, patula.*\n\nII. *Animadversions*",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103617.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10286,
    "total-output-tokens": 2031,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1340,
        2
      ],
      [
        1340,
        2283,
        3
      ],
      [
        2283,
        3134,
        4
      ],
      [
        3134,
        3939,
        5
      ],
      [
        3939,
        4752,
        6
      ],
      [
        4752,
        5089,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103617",
    "title": "A Catalogue of Fifty Plants Lately Presented to the Royal Society, by the Company of Apothecaries of London; Pursuant to the Direction of Sir Hans Sloane, Bart. President of the College of Physicians, and Vice-President of the Royal Society",
    "authors": "Isaac Rand",
    "year": 1722,
    "volume": "32",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103617"
  }
}