{
  "id": "c5c08ffee35456162159182aba34c423ec1e4d71",
  "text": "XI. Part of a Letter from Mr. William Arderon F.R.S. to Mr. Henry Baker F.R.S. concerning the Formation of Pebbles.\n\nDear Sir,\n\nRead April 2. In my late Searches after Sands, Pebbles, and other Fossils, in our County of Norfolk (some whereof I had the Pleasure to send you not long ago) I made such occasional Observations on the Situation and Condition of the several Bodies I met with, as Reason must, I think, suggest to every Man that considers them. I shall trouble you with no Hypothesis, nor form any random Guesses, to account for such their Situation, and the Condition wherein they are found; but, if a Relation of true Facts, and Conclusions naturally deducible therefrom, may prove acceptable, they are entirely at your Service.\n\nIn all Strata of Pebbles, that I have yet examined, there are some which are broken, and whose Pieces lie together, or very near each other; but, as Bodies of such Hardness could not be broken without some considerable Force or Violence, their Situation implies, that they suffered such Force or Violence as broke their Parts asunder, in or near the Place where they at present lie.\n\nOthers again have had Pieces broken from them, though not the least Fragment of those Pieces can now be found: From whence we must conclude, that whatever might be the Cause of their Fracture, they must either have been broken at some Place distant\ndistant from where they now lie, or the Pieces broken from them must at some time or other have been removed to some distant Place.\n\nSeveral of these Pieces of broken Pebbles have their Edges and Corners so very sharp, that it seems as if they had never been removed from the Place where they received the Damage. Others have their Sides and Corners so blunted, rounded, and worn away, that one cannot help imagining they must have been very roughly tossed backwards and forwards against other hard Bodies, and that too with great Violence, or for a very long Continuance; since, without a great deal of Friction, such hard Bodies could scarcely have been reduced to the Forms they are now found in.\n\nIt may possibly be objected, that these Pieces of Stones grew in the Figure wherein they now appear; but I am fully satisfied, that any Man who will take the Pains to examine these Bodies carefully, will soon be convinced, from their Veins, or Grain, or Coats, which surround each other, somewhat like the different Years Growth in Trees, that they must once have been complete and entire: And this will be more fully evident, if they are compared with a Stone broken by Art.\n\nAmong these Strata of Pebbles are several Fragments of various Kinds of Marble, various Kinds of Sand-Stone, and various Kinds of Gypsum (though this Part of the Kingdom affordeth no such thing); most of which have attained the Hardness of the very hardest of our Pebbles, as it should seem, by lying amongst them.\nSuch Pebbles as are found here in Strata near the Surface of the Earth, are much more brittle, and break easier without Comparison, than those which lie in deeper Strata: For, if the first of these fall, but with their own Weight, upon any other Stone, from the Height of 3 or 4 Feet, they will break very frequently into ten or a dozen Pieces; whereas such as are found deep in the Earth will endure being thrown against one another with all the Force one can give, and that too twenty times perhaps, before the least Splinter of them can be broken off.\n\nI have constantly found, that the more clean and transparent the Sands are with which our Pebbles are mix'd, the more beautiful the Pebbles themselves are, however different their Colours be.\n\nIt is wonderful to observe and consider with what amazing Skill the Creator of all Things hath disposed the different Strata of the Earth, to serve the Purposes of His Wisdom.\n\nThe vegetable Mould or Surface of the Earth is compounded or made up of Sands, Clays, Matls, Loams, rotten Stalks, and Leaves of Herbs, &c. serving as a proper Bed and Covering, as well as a Receptacle and Conductor of Moisture, to the Roots of Trees and Plants in general.\n\nSands and Pebbles may be consider'd as Drains for carrying off the redundant Moisture, to where it may be ready to supply the Place of what is continually rising in Exhalations; but, lest the Strata of Sand should be too thick, small ones of Clay are often placed between, and seem intended to prevent this Moisture from departing too far from where\nit may prove of general Use. And, lest these curious but thin Partitions of Clay should give Way, by their Softness, for the Particles of Sand to insinuate into them, and thereby let the Moisture pass through; thin Crusts of a ferruginous Substance are placed above and beneath each of these clayey Strata; and serve effectually to keep the Clay and Sand asunder.\n\nThe Observations you have now read must be understood to relate to the County of Norfolk only; for I have never had any Opportunity of searching the Bowels of the Earth in other Places; but the general Uniformity of Nature makes me suppose the Situation and Circumstances of Pebbles, Sands, &c., in other Countries may not be very different. Believe me,\n\nSIR,\n\nNorwich, March 3.\n1745-6.\n\nYours, &c.\n\nW. Arderon.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104856.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7656,
    "total-output-tokens": 1316,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1375,
        2
      ],
      [
        1375,
        2868,
        3
      ],
      [
        2868,
        4419,
        4
      ],
      [
        4419,
        5195,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104856",
    "title": "Part of a Letter from Mr. William Arderon F. R. S. to Mr. Henry Baker F. R. S. concerning the Formation of Pebbles",
    "authors": "William Arderon",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/104856"
  }
}