{
  "id": "a40611ed433339a914eadae0b06f725adbd7505e",
  "text": "the said Pipes $NO$, and the lowest Pipe draws the water that lies open to the Air. By the same reason when the Plug in the Pump $II$ goeth up, the Air must come in through the Pipes $EFF$: and so it is rarified in the second and fourth receptacles marked $BB$, and by that means the water may be driven up into the said Receptacles through the Pipes $PQ$. $PQ$, because at the same time the Plug in the Pump $HH$ going down, causes the Air to return to its ordinary pressure in the first and third receptacles, so that it is able to drive up the water through the said Pipes $PQ$.\n\n---\n\nA Letter from Mr William Cole of Bristol, to the Phil. Society of Oxford; containing his Observations on the Purple Fish.\n\nGentlemen,\n\nHere being many Naturall things, which I have formerly, and of late, happily found in the South and West parts of England, not (as I can find) published by any Author; besides many more, which have been discovered by the industrious exquisitions of divers ingenious and curious Searchers of Nature; (as also others which were before thought to be Exotiques;) I have reason to believe, that there are very many more (for encouragement of such Inquirers) yet undiscovered in this our Native Country. Among others, that of the Purple-Fish, which I found the last Winter, on the Sea Coasts\nCoasts of Somersetshire, and the shores of South-Wales opposite to it; and which also I doubt not but may be found on the other Coasts of England, especially the South and Western parts, (in which I am almost assured I have formerly seen them, though then unknown to me,) where there are Rocks and great Pebbles, and where the Tides run not too strong. Which discovery I do not pretend to be so made by me, as having no hint of it before; for in October, 1684, there were two Ladies at Mynehead, (where I then was,) who (seeing what collections I had made of Natural things in those parts,) told me, there was a certain person living by the Sea-side in some Port or Creek in Ireland, who made considerable gain, by marking with a delicate durable Crimson Colour, fine Linnen of Ladies, Gent. &c. sent from many parts of that Island, with their names, or otherwise as they pleased; which, they told me, (as they were informed,) was made by some liquid substance taken out of a Shell-fish; upon which, I shewed them all the Shells I had found on that Coast; one of them thought it to be taken out of a Limpot; the other out of that Shell here figured and described; but neither of them could inform me out of what part it was taken in either. After their departure from that Port, I made experiments on all the Shell-Fishes, in which I might probably think to find it; and brake them while the Fishes were alive in them, and with a short pointed Pencil of Horse hair (no other instrument being so convenient,) I tryed every part of each, which I imagined might yield the colour; but upon washing the Linnen (which I had marked) in scalding water, with sope, there appeared nothing of any colour on them; upon which I was ready to give over any farther search; but at length trying that part (in which I little thought the Tincture lay,) it immediately turned to a light green; which being presently dried and washed, as before, there appeared that delicate colour they told me of, as aforeaid.\n\nY y y The\nThe whole process, upon my oft repeated experiments, was as followeth.\n\nThese Shells, being harder than most of other kinds, are to be broken with a smart stroke of a hammer, on a plate of Iron, or firm piece of Timber, (with their mouths downwards) so as not to crush the body of the Fish within: the broken pieces being pickt off, there will appear a white Vein, lying transversely in a little furrow or cleft, next to the head of the Fish, which must be digg'd out with the stiff point of the Horse hair pencil, being made short and tapering; which must be so formed, by reason of the viscous clamminess of that white Liquor in the Vein, that so by its stiffness, it may drive in the matter into the fine Linnen, or white Silk; which (all though I have not yet tryed it) will (I think) be better than on Linnen, and make the colour appear more bright and vivid by its reflection.\n\nThe Letters, figures, or what else shall be made on the Linnen or Silk, (as much forced in, as it can be by the pencil,) will presently appear of a pleasant light green colour; and, if placed in the Sun, will change into the following colours; i.e. if in Winter, about noon, if in the Summer, an hour or two after Sun rising, and so much before setting, (for in the heat of the day, in Summer, the colours will come on so fast, that the succession of each colour, will scarce be distinguish'd;) next to the first light green, it will appear of a deep green; and in few minutes change into a full Sea-green; after which, in a few minutes more, it will alter into a Watchet blew; from that, in a little time more, it will be of a Purplish red: after which, lying an hour or two, (supposing the Sun still shining) it will be of a very deep Purple red, beyond which the Sun can do no more.\n\nNote, that these changes are made faster or slower, according to the degrees of the Sun's heat. But then the last and most beautifull colour, (after washing\ning in scalding water and sope,) will (the matter being again put out into the Sun or wind to dry,) be much a differing colour from all those mention'd. i.e. of a fair bright Crimson, or near to the Prince's colour; which afterwards (notwithstanding there is no use of any Stiptic to bind the colour) will continue the same, if well ordered; as I have found in handkerchers, that have been wash'd more than 40 times; only it will be somewhat allay'd, from what it was, after the first washing. I made large Letters on so many cloths, as there are distinct colours, to put them into a Book, which kept them from the Air; I have severall months after, shewed the various colours distinct as aforesaid; yet by often opening the Book, and so exposing them to the Air, all the colours, excepting the two last,(I mean before washing either) will fade; but all the colours, being wash'd, will be one and the same. While the Cloth so writ upon, lies in the Sun, it will yield a very strong fetid smell; (which divers who have smelt it could not endure,) as if Garlick & Affa-fætida were mixt together: which I proved but few days before I wrote this, though it had been at least twelve months, kept in a Book, and before it was laid in the Sun, had very little of that smell. I have farther observed, that the cloth dryed and wash'd, soon after it is wrote on, will appear fresher & brighter, then after being long kept in a Book; as I found by some I newly caused to be wash'd, after they had been 14 months so kept.\n\nThe Shells are of divers colours, but the most part of them white; some are red, when newly taken off the Rocks; some yellow; others of both those colours; some a blackish brown; many of a Sandie colour; and some few striped with white and brown parallel lines: I have herewith sent you most of the colours, with one of the largest I have found, and one of the least; with severall of the middle sized.\n\nY y y 2\nThe first Linnen Cloths marked with Letters and Names, I sent to Dr Plot in Nov. 1684, being then one of the Secretaries to the Royal Society, in London, to whom he communicating my Letter, containing my first observations, and also shewing the Linnen so markt (at the same time,) advised me that it was so acceptable to them, that they were pleased to order him to return me their thanks; and that they had appointed some Gent. to wait on his late Majesty with them; who (with divers Persons of Honour to whom they were shewn) was much pleased with the sight, and relation of the discovery, as new unto him. After which I was desired to fend up some of the Shells with the Fishes alive in them; which could not be done any other way, then by sending them in some Ship bound for London, in an open Earthen Pan; renewing the Sea-water every day: after which manner I have kept them near a fortnight, & longer I might, had I not made use of them; for it seems to be a kind of Amphibious Animal, alternately living in both Elements every Tide: being out of their native place, and in want of such Vicissitudes, they take this course to find the Air; when any of them are put into a Vessel of Seawater, (for in fresh they soon expire,) after they have lain some time on the bottom of the Vessel, they creep up to the superficies of the water, and by extending a kind of Lipp, with their operculums, cling to the side of the Vessel or Pan, (which is most convenient for their ascent,) with about half that part above the water, sometimes creeping down under it, and returning again to their station, between Wind and Water. This I designed to accomplish, and was contriving this way to gratify their desires; to the end his Majesty the great Patron and Founder of their Society, might have the pleasing diversion of seeing the experiment made in his Royall presence; but a stop was put to this design by a Calamity too great and public to be mention'd.\n\nThere\nThere are other imperfect observations, which I have made of this our Purple-Fish; which I may in some time give you a better account of, viz. 1 At what age of the Moon, and time of the Tides (i.e. Spring or Neap,) their Veins are fullest, and give the best Tincture? for I have found a difference, they being sometimes fuller and whiter, and the juice more viscid, at other times more flaccid and watery.\n\n2 Whether they are in greater perfection in Summer or Winter? having not, as I expected received any of them this last Summer, to make that experiment, by reason of our Western troubles in the late Rebellion. Such as are inclined to these Inquiries, and have more liberty from business then I have, may make farther improvements of this thing, in the preparations of it by Urine, Salt, &c. mentioned by Pliny and other Authors. And although the Shells are small, yet their abundance on our Coasts, may yield matter enough, (with the more pains) to dy a quantity of fine Wooll, or Silk, so as to render the discovery some way usefull, and to answer the vulgar objection of cui bono, made by such persons, who own no good but what relates to the Body. I am of opinion there may be found on our marine Coasts, some bigger Shells, which may have a colouring juice, though not the same with this, for that I know few Naturall things both of Animals and Vegetables, but what have divers sorts of the same kind in the same place. This may be a sufficient intimation to all Ingenious persons, living near the Sea, to employ some time to find this out.\n\nMy purpose was, with this discourse to have drawn and sent you figures of these Shells, with the Fish pulled out and extended beyond the Vein, together with their Operculum; to which end I sent lately for some of them, but they being not yet come (to satisfy the desires of some Gent. of the Society) I have sent it now, (in that particular,)\nparticular,) not so perfect as I could wish. As for the qualities of this Fish, I can say but little, only I was assured by some who had boiled, drest, and eaten of them, that they are wholesome food; as good at least, and tast as well, as Lympts or Winkles, only the flesh something harder.\n\nFor what use nature hath designed this Vein of colouring juice, unto the Animal, will be difficult to find out; perhaps it may be the spermatic and prolific matter, by which they propagate their kind; which I am inclinable to think, from its consistence, virulent and fastid savor. A Microscope (which I had not then with me) might have given some light in this matter, and confirmed it, if those Animalcula are to be found in it, which are in the Male Sperm of Fish, and other living Creatures, (as some affirm, from the many late experiments they have made.) Or else it may be a humour in this Animal, which by its Vital energy, as the spring of life and motion, supplies the want of heart, liver, blood, &c. as in other exanguineous Animals. Those who shall seek after them may find, as I have done, some of those Purple Shells, in which are the Cancelli, or rather Affaci, unto which they are more like, and so may mistake; for those little Crabbs or Crawfishes, I have found in most of our English Shells, excepting the bivalved, and Patella's; of which in many parts, (especially in the West-Indies,) there are many sorts, and some very large; which our Country-men there call the Soldiers; for that, they say, they enter by force, kill, and take possession of those houses they have not built; and when they grow too big, forsake them, and enter into larger: whether that be true, I know not; This I have found, when I have broken some of the Shells in which those vagrants are, so as not to bruise their bodies, and then put them naked into the water, I have beheld them with nimble springing motion, to run to and fro till they find\nfind a stone to hide themselves under; which not finding, they bury themselves in the loose land: and this observation gave me full satisfaction, that they were not (at least all the kinds,) connate & coalescent with their Shells, as other testaceous Animals of the Sea and Land are; but this being besides my purpose, I return to the Purpura.\n\nThere is no doubt, but that it is a species of that kind; of which there are many sorts, differing in bigness, structure, colour of the Shell, according to the nature of the Sea grounds, depth or shallowness of Water, Rocks, Gravel, Mud, as also the Latitude where they are found; and so differing also in the variety of colours of the tinging juice in their Veins, as black, livid, violaceous, deep Sea-green, light and deep red, Amethystine, &c. but the best of all were found in the Tyrian Seas, near that Island, on which the renowned City of Tyre was built, (now an inconsiderable Town called Sur;) this was celebrated, and prised above all the rest, for that it excelled them all in its illustrious colour, called in former Ages by divers names, as Ostrum Sarranum, Pelagium, Venenum Tyrium, Purpurissum, Flores Tyriani, &c. Almost all Authors agree, that it lies in a certain Vein in the Fish, and some of them mention it to be white & viscous, as this of ours is. It were to little purpose, to give the History at large of all the Purpureæ; and when and how first discovered by Phanix the Son of Agenor, 2d King of the Phenicians, by means of a Shepherds Dog devouring one of the Fishes, and colouring one of his lips with that excellent dye: by which its Antiquity appears. In succeeding Ages it received improvements, to the time of Pliny, in whose days (being in the reign of the Vespasians,) it seems to have arrived at its highest perfection; of which he hath made more particular observations than I can find in other Authors; for which he had great opportunity living in the Imperial City\nCity of the World, where the Artists in preparations of that tinging Succus, for dying the Robes and other Vestments of Emperors, Senators, &c. strove to excell each other in new fashioned Purples for their own gain, and to gratify the luxuriant excess of the Great ones of those times, by preparing and mixing the colour (found in the severall sorts of Shells as aforesaid.) This colour sold then at great prises; that which was the fine double dyed Purple of Tyre, called Diabapha, yielded 1000 Roman Denarii the pound, which is computed to be more than 30l Sterling; and this of ours being so excellent a colour, without other preparation or addition of any thing to it, may now or at least hereafter by (farther improvement) vye with the Tyrian Purple. Johnston out of Aristotle, mentions a species of these Fishes under the name of Littorales quæ parvae, & flore sunt rubro; this agrees with ours, which may be named Purpura littoralis (sive Teniensis) parva turbinata.\n\nSince the importunity of some friends hath hastned this discourse sooner than I intended, (and so prevented those farther experiments, which I might have made this next Summer;) presuming on your favourable acceptance, and excusing of the imperfections of it, which could not be so well digested (in the Method of it) as it might have been, were I not ingaged in publique employment, which requires my dayly attendance; I have therefore now presented you with it as it is: And if I find it gratefull to you, & to such others, as shall happen to read it, I shall be encouraged to impart other things, which I esteem no less considerable than this; to the end that the stupendious works of nature, or rather of the God of nature, (in which are clearly seen his infinite wisdome power and goodness,) may by us, as his Instruments, be celebrated for his glory: In whose service I am one of the least of your Society\n\nWILLIAM COLE.\n\nTab. 3. Fig. 3, 4, 5, 6, 7, Several Shells of the Purpura, in their Natural bigness. Fig. 8. the Operculum. A Letter",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102202.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16742,
    "total-output-tokens": 4389,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1309,
        3
      ],
      [
        1309,
        3312,
        4
      ],
      [
        3312,
        5240,
        5
      ],
      [
        5240,
        7163,
        6
      ],
      [
        7163,
        9118,
        7
      ],
      [
        9118,
        11013,
        8
      ],
      [
        11013,
        12948,
        9
      ],
      [
        12948,
        14897,
        10
      ],
      [
        14897,
        16917,
        11
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102202",
    "title": "A Letter from Mr William Cole of Bristol, to the Phil. Society of Oxford; Containing His Observations on the Purple Fish",
    "authors": "William Cole",
    "year": 1685,
    "volume": "15",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/102202"
  }
}