{
  "id": "973175c1accb148eb079cd125fce4c145356a5d7",
  "text": "and could never afterwards continue in any other Posture, without great Struggling, or sinking down to the Bottom of the Vessel. Which may serve to shew how nicely and wonderfully the Bodies of Fishes are balanced, for the keeping them in an horizontal Position; since in this Case the losing a few Grains of the Tail could so sensibly destroy the Equilibrium, as to render the rest of its Fins almost useless.\n\nI dare not however assert it will happen thus to all sorts of Fish on cutting off the Tail; nor does it to the Roach immediately: For as it is a Posture very unnatural and troublesome to Fishes, they exert all their Strength to prevent their Heads from sinking downwards; until, being wearied out, they at last are forced to submit. I remain,\n\nDear Sir,\n\nNorwich, April 14th\n1748. Your most obedient Servant,\n\nW. Arderon.\n\nIX. A Letter from Mr. Robert Roche to the President, of a Fustian Frock being set on Fire by Electricity.\n\nHonoured Sir,\n\nLondon, May 17, 1749.\n\nIf your Goodness will excuse the Liberty a Stranger has taken in giving you this Trouble, hoping the following Account will\nwill atone for his Boldness, I shall think myself greatly favoured.\n\nI have a Son about 16 Years old, that has been for 6 or 7 Years past troubled with sudden Fits that intirely take away his Senses. I got him all the Helps I could, but to no purpose; at last I sent him to St. Bartholomew's Hospital, as an Out-Patient; and there he was turn'd out as incurable. So finding his Case desperate, I considered the Power of Electricity, and made a large Machine for Electrifying; and afterwards shocking him commonly twice a Day, he has received some Benefit: And last Sunday, being May 15, he being on the Pedestal, and very high electrified, and having on a coarse Fustian working Frock, the condensing Phial being on the Conductor, and I, touching him to procure Snaps as usual, touched his right Shoulder Blade; and, to my great Surprize, the furzy Flax of the Frock caught Fire, with a great Blaze, and burnt the whole Breadth and Length of the Shoulder, the Flame rising 6 Inches above the Collar, and I believe would have set the Frock on Fire, had I not put it out with my Hands. There was no Fire in the Room that Day: This was about Noon; neither was there any thing that could have any inflammable Vapour there.\n\nMy Surprize was the greater, because all I read on that Subject says nothing will burn but what sends forth such Vapours.\n\nAt 9 the same Evening I made him put on the same Frock, and touch'd the left Arm, where the Flax had not been burnt before; and it had the same Effect as above.\n\nSir,\nSir, if any further Account of the above will be acceptable to you, or the Royal Society, if you please to command I will wait on you. There are Alterations in my Machine I think for the better; and some new Experiments too long to write, fearing it would be too troublesome; from\n\nYour humble and obedient Servant,\n\nR. Roche.\n\nX. A Letter from John Huxham M. D. F. R. S. to C. Mortimer Secr. R. S. concerning a Child born with an extraordinary Tumour near the Anus, containing some Rudiments of an Embryo in it.\n\nDear Sir,\n\nRead May 19. 1748.\n\nThe following Case was lately communicated to me by Mr. Alexander Wills, an experienced and ingenious Surgeon and Man-Midwife, of Kingsbridge. It seems to have something particular and remarkable. If you think so (on Perusal) you may be so good as to lay it before the Royal Society. I am,\n\nSIR,\n\nPlimouth, Dec. 12. 1746.\n\nYour much obliged, and most obedient humble Servant,\n\nJ. Huxham.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104551.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1007,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1104,
        2
      ],
      [
        1104,
        2614,
        3
      ],
      [
        2614,
        3546,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104551",
    "title": "A Letter from Mr. Robert Roche to the President, of a Fustian Frock Being Set on Fire by Electricity",
    "authors": "Robert Roche",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104551"
  }
}