{
  "id": "6861db4a961f4cbb2a208d36db157ea14dbb29b6",
  "text": "XII. Researches towards establishing a Theory of the Dispersion of Light. By the Rev. Baden Powell, M.A. F.R.S. Savilian Professor of Geometry in the University of Oxford.\n\nReceived February 19,—Read March 12, 1835.\n\nIntroductory Remarks.\n\nThe phenomena of prismatic dispersion, as originally discovered by Newton, and since examined throughout a vast range of transparent bodies by succeeding philosophers, especially Sir David Brewster, were principally considered with reference only to successive parts, or spaces, of the coloured spectrum, designated generally as the red, or violet, or mean rays.\n\nThe increasing precision of modern science has been evinced in the elaborate and justly celebrated researches of M. Fraunhofer, who, availing himself of the dark and bright lines to mark and designate distinct points of the spectrum, by prismatic observations for ten different media, solid and liquid, has determined in each the refractive indices for seven principal rays, thus always absolutely identifiable. We will use the term \"definite rays\" to signify the specific parts of the spectrum thus defined.\n\nAs to the law of the phenomena, the first notion of a simple proportionality was soon disproved. The refrangibility was seen to vary considerably and irregularly for each ray and each medium; and when Fraunhofer had assigned serieses of numbers as the accurate expressions of the varying refractive powers throughout the several spectra, the apparent absence of any law connecting these numbers was only rendered more palpable. All that could be said was, that the numbers increased from the red to the blue end of the scale, and in a different way in each medium.\n\nThe first object of inquiry in the search after such a law, would be some other characteristic of the same definite rays, equally well determined; between which and the refractive index some connexion might possibly be found to subsist.\n\nThe only such characteristic, perhaps, is the length of the interval for each ray, the Newtonian fit, or the undulatory wave, which (by whatever name it be called,) has demonstrably a real existence in the nature of light; and the value of which, for each of the definite rays, has also been determined by Fraunhofer, with his usual accuracy, from phenomena totally independent of refraction, viz., his very remarkable experiments, in which a spectrum absolutely pure and perfect is obtained without the intervention of any prism, from the interferences produced by a fine grating of parallel wires covering an object-glass. The positions assumed by the successive\nrays, here depend on nothing but the lengths of their periods or waves simply as such; and the intervals between them are precisely proportional to the differences of these lengths. These lengths decrease from the red to the blue end of the spectrum.\n\nWe might search for some empirical law which should connect these two serieses of data, the one being some inverse function of the other; but it would be more satisfactory should such a formula be supplied by any theory of light.\n\nI shall not I trust be considered as assuming a controversial tone, if I observe that no researches directly suggesting any such formula have been published except those of M. Cauchy, on the hypothesis of undulations. In these, indeed, such a formula is not actually developed. But in a paper in the London and Edinburgh Journal of Science*, in the former part of which I have offered a brief abstract of M. Cauchy's peculiar theory of undulations, some remarks upon it are given, including the deduction of a formula in which the relation between the length of a wave and the velocity of its propagation is precisely expressed; this last quantity being in fact the same as the reciprocal of the refractive index.\n\nWithout entering any further into theoretical considerations, it will be admitted that such a formula, (from whatever source derived,) if found to supply anything like a representation of the law of nature, or a clue to guide us through the seeming disorder which prevails among the experimental results, would be entitled to attention.\n\nIt has therefore been my object, without reference to the support of a theory, to examine by means of this formula the relation between the index of refraction and the length of the period or wave for each definite ray throughout the whole series of numerical results which we at present possess. And it will become a matter of increasing interest to pursue observations on the indices of definite rays for a greater range of transparent media.\n\nThe present paper will be occupied with the discussion of the data already known; and before proceeding to that discussion I will merely add, that whatever degree of interest may attach to the inquiry, the merit is due to Professor Airy, in whose suggestion it originated.\n\nGeneral Observations on the Formula.\n\nIn the investigations in the paper above referred to, on substituting for the velocity of a wave expressed by $\\frac{s}{k}$ its equivalent $\\frac{1}{\\mu}$, the formula at once presents the relation between the index $\\mu$ and the length of a wave $\\lambda$. $H$, $r$, and $n$ are quantities dependent on the nature of the medium; $r$, by hypothesis, always being a sensible fraction of $\\lambda$: thus the formula becomes\n\n$$\\frac{1}{\\mu} = H \\left[ \\frac{\\sin \\left( \\frac{\\pi r n}{\\lambda} \\right)}{\\pi r n / \\lambda} \\right]$$\n\n* Nos. 31 et seq.\nHere the value of $\\mu$ will evidently vary with a change in the value of $\\lambda$, or from one ray to another; it will also vary with a change in the constants $H$, $r$, or $n$, that is, from one medium to another.\n\nThe mere inspection of the formula will suffice to show that it exhibits at least a general accordance with the obvious constitution of the prismatic spectrum in the greater dispersion of the blue end.\n\nFor, in general, as $\\lambda$ is diminished, the arc $\\left(\\frac{\\pi r n}{\\lambda}\\right)$ is increased, and consequently the ratio of the arc to its sine increases, or $\\mu$ increases. And the variation in the value of this ratio, and consequently in that of $\\mu$, for a given variation in $\\lambda$, is greater when the arc is greater, that is, when $\\lambda$ is less.\n\nThus, towards the blue end of the spectrum, where $\\lambda$ is least, the dispersion or expansion of the rays is greatest.\n\nBut we must proceed from these very general remarks to the more precise comparison of numerical values.\n\n**Comparison of Numerical Results.**\n\nIn proceeding to apply the formula to actual calculation, we are met by several difficulties arising out of the peculiar form of the function. The process is, in fact, reduced to finding arcs which shall fulfill the twofold condition of being themselves in the ratio of the values of $\\lambda$, while they are to their sines in the ratio of the values of $\\mu$. For this I have not been able to make any direct method available.\n\nBy indirect and tentative methods, however, and the assumption of arcs which were seen (from a table of the lengths of arcs,) to be nearly in the required ratio to their sines, I advanced by successive trials of greater or less arcs to more exact values. Those for the two extreme rays were usually assumed in the first instance, and their ratios to their sines compared with the ratios of the refractive indices; and these once brought to a sufficiently near accordance, a fundamental arc was obtained, from which those for the other rays were deduced on dividing by the corresponding value of $\\lambda$; and the product of a constant coefficient multiplying the ratio of the arc and sine, which in theory ought to give the value of the refractive index, was compared with the index deduced from observation. This will sufficiently explain the meaning of the several columns in the tabular statement of the results.\n\nIt must be borne in mind that the values finally adopted are still only approximate, and are open to further correction by repeating the process; so that in all the cases here considered a still closer coincidence might probably be obtained were it thought desirable.\n\nThe fundamental data of these comparisons are (as already said) those very precise determinations of the value of $\\lambda$ for the several definite rays named by the letters B, C, D, &c., obtained by Fraunhofer from the interference-spectrum; and which\nSir J. Herschel has justly characterized as data of the utmost value in the theory of light*. These values are as follows:\n\n| Ray | Value of $\\lambda$ |\n|-----|-------------------|\n| B   | 0.0002541         |\n| C   | 0.0002422         |\n| D   | 0.0002175         |\n| E   | 0.0001945         |\n| F   | 0.0001794         |\n| G   | 0.0001587         |\n| H   | 0.0001464         |\n\nWith these values I have gone through every case of a refractive index for a definite ray at present known, that is, for every one of these seven definite rays in each of the ten substances whose refractive energy for the different rays was examined by Fraunhofer.\n\nThe following tabular statement gives the comparison between the refractive index for each ray in each medium, as given by Fraunhofer's observations in the first column, and as resulting from the formula of theory (adopting his independent determinations of the values of $\\lambda$) in the last; whilst in the intermediate columns the elements of the calculation are exhibited.\n\n### Flint Glass, No. 13. Fraunhofer.\n\n| Ray | Observed values of $\\mu$. | Assumed values of $\\frac{\\pi r n}{\\lambda}$. | Ratio $\\left( \\frac{\\text{arc}}{\\text{sine}} \\right)$. | Calculated values of $\\mu$. = const $\\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right)$. |\n|-----|--------------------------|------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| B   | 1.6277                   | 16 10                                    | 1.0134                                          | 1.6275                                           |\n| C   | 1.6297                   | 16 41                                    | 1.0143                                          | 1.6299                                           |\n| D   | 1.6350                   | 18 35                                    | 1.0178                                          | 1.6355                                           |\n| E   | 1.6420                   | 20 44                                    | 1.0222                                          | 1.6426                                           |\n| F   | 1.6483                   | 22 31                                    | 1.0261                                          | 1.6486                                           |\n| G   | 1.6603                   | 25 29                                    | 1.0336                                          | 1.6609                                           |\n| H   | 1.6711                   | 27 39                                    | 1.0399                                          | 1.6711                                           |\n\nconst = 1.607\n\n### Flint Glass, No. 23. Fraunhofer.\n\n| Ray | Observed values of $\\mu$. | Assumed values of $\\frac{\\pi r n}{\\lambda}$. | Ratio $\\left( \\frac{\\text{arc}}{\\text{sine}} \\right)$. | Calculated values of $\\mu$. = const $\\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right)$. |\n|-----|--------------------------|------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| B   | 1.6265                   | 16 6                                     | 1.0131                                          | 1.6269                                           |\n| C   | 1.6285                   | 16 17                                    | 1.0135                                          | 1.6278                                           |\n| D   | 1.6337                   | 18 15                                    | 1.0172                                          | 1.6335                                           |\n| E   | 1.6405                   | 20 22                                    | 1.0214                                          | 1.6403                                           |\n| F   | 1.6467                   | 22 8                                     | 1.0252                                          | 1.6464                                           |\n| G   | 1.6588                   | 25 2                                     | 1.0325                                          | 1.6582                                           |\n| H   | 1.6697                   | 27 9                                     | 1.0393                                          | 1.6697                                           |\n\nconst = 1.606\n\n* See Treatise on Light, art. 751. 756.\n### Flint glass, No. 30. Fraunhofer.\n\n| Ray | Observed values of \\( \\mu \\) | Assumed values of \\( \\frac{\\pi r n}{\\lambda} \\) | Ratio \\( \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) | Calculated value of \\( \\mu = \\text{const.} \\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) |\n|-----|-----------------------------|---------------------------------|----------------|--------------------------------------------------|\n| B   | 1·6236                      | 16 0                            | 1·0131         | 1·6239                                           |\n| C   | 1·6255                      | 16 17                           | 1·0135         | 1·6246                                           |\n| D   | 1·6306                      | 18 15                           | 1·0172         | 1·6305                                           |\n| E   | 1·6373                      | 20 22                           | 1·0214         | 1·6373                                           |\n| F   | 1·6435                      | 22 8                            | 1·0252         | 1·6434                                           |\n| G   | 1·6534                      | 25 2                            | 1·0325         | 1·6551                                           |\n| H   | 1·6660                      | 27 9                            | 1·0393         | 1·6660                                           |\n\n**const. = 1·6033**\n\n### Flint glass, No. 3. Fraunhofer.\n\n| Ray | Observed values of \\( \\mu \\) | Assumed values of \\( \\frac{\\pi r n}{\\lambda} \\) | Ratio \\( \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) | Calculated value of \\( \\mu = \\text{const.} \\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) |\n|-----|-----------------------------|---------------------------------|----------------|--------------------------------------------------|\n| B   | 1·6020                      | 15 20                           | 1·0120         | 1·6000                                           |\n| C   | 1·6038                      | 16 5                            | 1·0133         | 1·6039                                           |\n| D   | 1·6085                      | 17 55                           | 1·0164         | 1·6079                                           |\n| E   | 1·6145                      | 19 59                           | 1·0206         | 1·6145                                           |\n| F   | 1·6200                      | 21 42                           | 1·0243         | 1·6204                                           |\n| G   | 1·6308                      | 24 33                           | 1·0312         | 1·6313                                           |\n| H   | 1·6404                      | 26 39                           | 1·0369         | 1·6404                                           |\n\n**const. = 1·582**\n\n### Crown glass, M. Fraunhofer.\n\n| Ray | Observed values of \\( \\mu \\) | Assumed values of \\( \\frac{\\pi r n}{\\lambda} \\) | Ratio \\( \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) | Calculated value of \\( \\mu = \\text{const.} \\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) |\n|-----|-----------------------------|---------------------------------|----------------|--------------------------------------------------|\n| B   | 1·5548                      | 12 19                           | 1·0077         | 1·5548                                           |\n| C   | 1·5559                      | 12 55                           | 1·0085         | 1·5561                                           |\n| D   | 1·5591                      | 14 23                           | 1·0106         | 1·5593                                           |\n| E   | 1·5632                      | 16 5                            | 1·0133         | 1·5634                                           |\n| F   | 1·5667                      | 17 26                           | 1·0156         | 1·5671                                           |\n| G   | 1·5735                      | 19 42                           | 1·0199         | 1·5738                                           |\n| H   | 1·5795                      | 21 22                           | 1·0235         | 1·5792                                           |\n\n**const. = 1·543**\n\n### Crown glass, No. 13. Fraunhofer.\n\n| Ray | Observed values of \\( \\mu \\) | Assumed values of \\( \\frac{\\pi r n}{\\lambda} \\) | Ratio \\( \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) | Calculated value of \\( \\mu = \\text{const.} \\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) |\n|-----|-----------------------------|---------------------------------|----------------|--------------------------------------------------|\n| B   | 1·5243                      | 11 18                           | 1·0065         | 1·5243                                           |\n| C   | 1·5253                      | 11 51                           | 1·0071         | 1·5252                                           |\n| D   | 1·5280                      | 13 12                           | 1·0089         | 1·5279                                           |\n| E   | 1·5314                      | 14 46                           | 1·0112         | 1·5314                                           |\n| F   | 1·5343                      | 16 0                            | 1·0131         | 1·5343                                           |\n| G   | 1·5399                      | 18 5                            | 1·0168         | 1·5399                                           |\n| H   | 1·5447                      | 19 37                           | 1·0198         | 1·5444                                           |\n\n**const. = 1·5145**\n\n### Crown glass, No. 9. Fraunhofer.\n\n| Ray | Observed values of \\( \\mu \\) | Assumed values of \\( \\frac{\\pi r n}{\\lambda} \\) | Ratio \\( \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) | Calculated value of \\( \\mu = \\text{const.} \\times \\left( \\frac{\\text{arc}}{\\text{sine}} \\right) \\) |\n|-----|-----------------------------|---------------------------------|----------------|--------------------------------------------------|\n| B   | 1·5258                      | 11 18                           | 1·0065         | 1·5259                                           |\n| C   | 1·5269                      | 11 51                           | 1·0071         | 1·5269                                           |\n| D   | 1·5296                      | 13 12                           | 1·0089         | 1·5296                                           |\n| E   | 1·5330                      | 14 46                           | 1·0112         | 1·5332                                           |\n| F   | 1·5360                      | 16 0                            | 1·0131         | 1·5360                                           |\n| G   | 1·5416                      | 18 5                            | 1·0168         | 1·5416                                           |\n| H   | 1·5466                      | 19 37                           | 1·0198         | 1·5462                                           |\n\n**const. = 1·5162**\n### Oil of turpentine. FRAUNHOFER.\n\n| Ray | Observed values of $\\mu$. | Assumed values of $\\frac{\\pi r n}{\\lambda}$. | Ratio $\\left(\\frac{\\text{arc}}{\\sin \\lambda}\\right)$. | Calculated values of $\\mu = \\text{const.} \\times \\left(\\frac{\\text{arc}}{\\sin \\lambda}\\right)$. |\n|-----|--------------------------|---------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| B   | 1·4705                   | 12 25                                       | 1·0078                                          | 1·4703                                           |\n| C   | 1·4715                   | 13 1                                        | 1·0086                                          | 1·4715                                           |\n| D   | 1·4744                   | 14 30                                       | 1·0107                                          | 1·4746                                           |\n| E   | 1·4783                   | 16 13                                       | 1·0135                                          | 1·4786                                           |\n| F   | 1·4817                   | 17 35                                       | 1·0159                                          | 1·4821                                           |\n| G   | 1·4882                   | 19 51                                       | 1·0203                                          | 1·4886                                           |\n| H   | 1·4939                   | 21 32                                       | 1·0239                                          | 1·4938                                           |\n\nSolution of potash. FRAUNHOFER.\n\n| Ray | Observed values of $\\mu$. | Assumed values of $\\frac{\\pi r n}{\\lambda}$. | Ratio $\\left(\\frac{\\text{arc}}{\\sin \\lambda}\\right)$. | Calculated values of $\\mu = \\text{const.} \\times \\left(\\frac{\\text{arc}}{\\sin \\lambda}\\right)$. |\n|-----|--------------------------|---------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| B   | 1·3996                   | 10 34                                       | 1·0056                                          | 1·3999                                           |\n| C   | 1·4005                   | 11 5                                        | 1·0062                                          | 1·4008                                           |\n| D   | 1·4028                   | 12 20                                       | 1·0077                                          | 1·4029                                           |\n| E   | 1·4056                   | 13 10                                       | 1·0088                                          | 1·4044                                           |\n| F   | 1·4081                   | 14 57                                       | 1·0114                                          | 1·4080                                           |\n| G   | 1·4126                   | 16 55                                       | 1·0147                                          | 1·4126                                           |\n| H   | 1·4164                   | 18 20                                       | 1·0173                                          | 1·4162                                           |\n\nWater. FRAUNHOFER (two experiments).\n\n| Ray | Observed values of $\\mu$. | Assumed values of $\\frac{\\pi r n}{\\lambda}$. | Ratio $\\left(\\frac{\\text{arc}}{\\sin \\lambda}\\right)$. | Calculated values of $\\mu = \\text{const.} \\times \\left(\\frac{\\text{arc}}{\\sin \\lambda}\\right)$. |\n|-----|--------------------------|---------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| B   | 1·3309                   | 9 54                                        | 1·0050                                          | 1·3309                                           |\n| C   | 1·3317                   | 10 25                                       | 1·0055                                          | 1·3315                                           |\n| D   | 1·3336                   | 11 36                                       | 1·0068                                          | 1·3333                                           |\n| E   | 1·3358                   | 12 57                                       | 1·0085                                          | 1·3355                                           |\n| F   | 1·3378                   | 14 3                                        | 1·0101                                          | 1·3376                                           |\n| G   | 1·3413                   | 15 51                                       | 1·0129                                          | 1·3413                                           |\n| H   | 1·3442                   | 17 11                                       | 1·0151                                          | 1·3443                                           |\n\n**Conclusion.**\n\nUpon comparing the numbers above given as resulting from theory and from observation, and bearing in mind that the assumptions of the constants on which the calculation depends are but tentative and approximative, and open to further correction, it will, I think, be allowed that the coincidences are quite sufficient to permit us to regard the formula as a very close representation of the law of nature.\n\nWe are thus, I think, justified in concluding, that for all the substances examined by FRAUNHOFER, viz. for four kinds of flint glass, three of crown glass, for water, solution of potash, and oil of turpentine, the refractive indices observed for each of the seven definite rays are related to the lengths of waves for the same rays, as nearly as possible according to the formula above deduced from M. CAUCHY’s theory.\n\nThus, then, for all the media as yet accurately examined, the theory of undulations (as modified by that distinguished analyst,) supplies at once both the law and the explanation of the phenomena of dispersion.\n\n*Oxford,*\n\n*February 17, 1835.*",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108124.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11436,
    "total-output-tokens": 6405,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2583,
        2
      ],
      [
        2583,
        5426,
        3
      ],
      [
        5426,
        8359,
        4
      ],
      [
        8359,
        12862,
        5
      ],
      [
        12862,
        20002,
        6
      ],
      [
        20002,
        26279,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108124",
    "title": "Researches towards Establishing a Theory of the Dispersion of Light",
    "authors": "Baden Powell",
    "year": 1835,
    "volume": "125",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/108124"
  }
}