{
  "id": "fd7d468e1e175613a0da55b72837a19bb6c46806",
  "text": "The only official reprint\nauthorized by\nThe Royal Society of London\nPHILOSOPHICAL TRANSACTIONS.\n\nGiving Some ACCOUNT OF THE Present Undertakings, Studies, and Labours OF THE INGENIOUS, In Many Considerable Parts of the World.\n\nVOL: XXVII. For the Years 1710, 1711, and 1712.\n\nLONDON:\nPrinted for H. Clements at the Half-Moon, and W. Innys at the Princes-Armes, in St. Pauls Church-yard; and D. Brown without Temple-Bar. MDCCXII.\nTO THE\n\nQUEEN.\n\nMay it Please Your most Excellent Majesty,\n\nNOW it hath pleased GOD to establish Your Majesty's Health, I most humbly present to Your Majesty, instead of Medicinal Prescriptions, some Papers which have been lately laid before the Royal Society, instituted by Your Royal Uncle King Charles II. for Promoting Arts.\nDEDICATION.\n\nArts and Sciences, the greater Glory of GOD, and the Good of Mankind, as it is express'd in the Words of his Charter of Incorporation. The Accounts here publish'd are such as conduce to those Ends, and lead Us to the Admiration of the Works of the Great Creator: And therefore I hope Your Majesty's Exemplary Piety and Goodness, sufficiently known to all, but more especially to those who have the Honour to serve You, will Pardon my Presumption; Custom having made such Addresses in almost all Ages a Testimony of Duty.\n\nThe Royal Society is very sensible of Your Majesty's great Grace and Favour to their Body, in thinking of them amidst Your very many and weighty Affairs; and giving them the Direction of Your Royal Observatory at Greenwich, set up by their Patron and Founder, for Promoting the Ends of their Institution, more particularly Astronomy and Navigation, for the Benefit of this Trading Kingdom.\nDEDICATION\n\nThis Trust in a particular manner requires most humble Thanks; and so do other great, tho' too little regarded Blessings, which we partake with all Your Subjects; and which, next to Almighty GOD, we owe to Your Majesty's great Care, Protection, and Wisdom: I mean, that we have lived in a manner easily and quietly, when almost all our Neighbours have been under the great Calamities of War and its Consequences, Plague, Pestilence, and Famine, in the Bowels of their Countries.\n\nThe best Return for so many Benefits that can be made, and I dare presume the most pleasing to Your Majesty, would be, that all of Us, in our several Capacities, should shew Ourselves Thankful and Dutiful to GOD, live in peaceable Submission to the Laws of our Country, of which Your Majesty under GOD is the great Guardian, and be ready to do all good Offices which Civil Society requires of one to another.\n\nI do\nDEDICATION.\n\nI do assure YOUR MAJESTY I will endeavour thus to gain Your Majesty's Favour; and remain with unfeigned and profound Respect,\n\nYour Majesty's most Obedient, and\n\nMost Dutiful Subject.\n\nAnd Servant.\n\nJuly 26: 1712.\n\nHans Sloane.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, and March, 1710.\n\nThe CONTENTS.\n\nI. A Discourse upon the Usefulness of the Silk of Spiders. By Monsieur Bon, President of the Court of Accounts, Aydes and Finances, and President of the Royal Society of Sciences at Montpellier. Communicated by the Author.\n\nII. An Account of the Moon's Eclipse, Feb. 2. 1709-10. observ'd at Streatham near London, and compared with the Calculation. By the Rev. Mr H. Cressener, M.A. Fellow of the Royal Society.\n\nIII. A Letter from Mr Anthony Van Leeuwenhoek, F.R.S. containing some Microscopical Observations upon the Crystallized Particles of Silver dissolved in Aqua fortis.\n\nIV. A Letter from Dr. Archibald Adams to Dr. Hans Sloane, R.S. Secr. concerning the Manner of making Microscopes, &c.\n\nV. An Abstract out of a Letter from Dr. W. Holbrooke of Manchester, to Dr. W. Cole, Fellow of the College of Physicians in London; concerning Stones voided by Stoole. With Dr. Cole's Answer to the same.\n\nVI. An Account of the Dissection of a Person, who dy'd of an Ulcer in the Right Kidney. By J. Douglas, M.D. F.R.S.\n\nVII. An Account of a Book, intitul'd, Index Plantarum Horti Lugduno-Batavi, per Herman. Boerhaven. Lugduni Batav. 1710. 8vo.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May, and June, 1710.\n\nOsteographia Elephantina:\n\nOR,\n\nA full and exact Description of all the Bones of an Elephant, which dy'd near Dundee, April the 27th, 1706. with their several Dimensions.\n\nTo which are premis'd,\n\n1. An Historical Account of the Natural Endowments, and several wonderful Performances of Elephants, with the manner of Taking and Taming them.\n\n2. A short Anatomical Account of its Parts.\n\nAnd added,\n\n1. An exact Account of the Weight of all the Bones in this Subject.\n\n2. The Method I us'd in preparing the Skeleton.\n\n3. Four large Copper Plates, wherein are represented the Figures of the Stuff'd Skin, and prepared Skeleton, as they now stand in the Publick Hall of Rarities at Dundee; with the separated Bones in several Views, and other Parts of this Elephant.\n\nCommunicated in a Letter to Dr. Hans Sloane, R.S. Secr. By Mr. Patrick Blair, Surgeon, &c.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, August, and September, 1710.\n\nA Continuation of the Osteographia Elephantina:\n\nOR,\n\nA full and exact Description of all the Bones of an Elephant, which dy'd near Dundee, April the 27th, 1706. with their several Dimensions.\n\nTo which are premis'd,\n\n1. An Historical Account of the Natural Endowments, and several wonderful Performances of Elephants, with the manner of Taking and Taming them.\n2. A short Anatomical Account of its Parts.\n\nAnd added,\n\n1. An exact Account of the Weight of all the Bones in this Subject.\n2. The Method I us'd in preparing the Skeleton.\n3. Four large Copper Plates, wherein are represented the Figures of the Stuff'd Skin, and prepared Skeleton, as they now stand in the Publick Hall of Rarities at Dundee; with the separated Bones in several Views, and other Parts of this Elephant.\n\nCommunicated in a Letter to Dr. Hans Sloane, R.S. Secr. By Mr. Patrick Blair, Surgeon, &c.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of October, November, and Decem' er, 1710.\n\nThe CONTENTS.\n\nI. An Anatomical Description of the Heart of Land Tortoises from America. By Mr Paul Bussiere, F. R. S.\n\nII. An Argument for Divine Providence, taken from the constant Regularity observ'd in the Births of both Sexes. By Dr. John Arbuthnott, Physician in Ordinary to Her Majesty, and Fellow of the College of Physicians and the Royal Society.\n\nIII. Logarithmotechnia Generalis. Authore Jo. Craig.\n\nIV. Experiments concerning the Time required in the Descent of different Bodies, of different Magnitudes and Weights, in Common Air, from a certain Height. By Mr. Fra. Hauksbee, F. R. S.\n\nV. Experiments concerning the Effects of Air passed through red hot Metals, &c. By Mr Fra. Hauksbee, F. R. S.\n\nVI. A Description of the Apparatus for making Experiments on the Refractions of Fluids: With a Table of the Specifick Gravities, Angles of Observations, and Ratio of Refractions of several Fluids. By Mr. Fra. Hauksbee, F. R. S.\n\nVII. An Account of a Book, Intitled, Dissertatio Epistolari de Glandulis conglobatis Duræ Meningis humanæ, indeque ortis Lymphaticis ad Piam Meningem productis. Authore Antonio Pacchiono. Romæ 1705. 8vo.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May, and June, 1711.\n\nThe CONTENTS.\n\nI. A Demonstration of the Number of Acres contained in England, or South-Britain; and the Use which may be made of it. By Dr. Nehemiah Grew, Fellow of the Royal Society, and of the College of Physicians.\n\nII. Observations upon the Spots that have been upon the Sun, from the Year 1703 to 1711: With a Letter of Mr. Crabtree, in the Year 1640 upon the same Subject. By the Reverend Mr. William Derham, F. R. S.\n\nIII. A Letter from the Reverend Dr. Hugh Todd (S. T. P.) Sub-Dean and Prebendary of Carlisle, to Dr. Edmund Halley (LL. D.) Savilian Professor of Geometry in Oxford, and Fellow of the Royal Society; Giving an Account of some Antiquities lately found at Corbridge in Northumberland.\n\nIV. An Account of the Motes in Scotland. In a Letter from the Right Honourable George Earl of Cromertie, &c. Fellow of the Royal Society, to Dr. Hans Sloane, R. S. Secr.\n\nV. A Letter from Dr. Hans Sloane, R. S. Secr. to the Right Honourable the Earl of Cromertie; in Answer to the foregoing Letter.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, August, and September, 1711.\n\nThe CONTENTS.\n\nI. De Araneis & Scarabaeis Philippensis. Ex MSS. R.P. Geo. Jof. Camelli. Communicavit Jacobus Petiver, S.R.S.\n\nII. Part of a Letter from Mr. Anthony van Leeuwenhoek, F.R.S. to Mr. James Petiver, F.R.S. Containing some Microscopical Observations upon the Animalcula in Semine of Young Rams.\n\nIII. A Letter from Mr. Ralph Thoresby, F.R.S. to Dr. Hans Sloane, R.S. Secr. Giving an Account of a Lunar Rain-Bow seen in Derbyshire, and of a Storm of Thunder and Lightning which happened near Leedes in Yorkshire.\n\nIV. Another Letter from Mr. Ralph Thoresby, F.R.S. to Dr. Hans Sloane, R.S. Secr. Giving an Account of a Meteor, which was seen in Yorkshire, and other Neighbouring Counties, upon May 18. 1710.\n\nV. Part of a Letter from the Reverend Mr. Samuel Carte, Rector of St. Margaret's Parish in Leicester, to Mr. Humfrey Wanley, F.R.S. Concerning an Ancient Tessellated, or Mosaic Work, at Leicester.\n\nVI. An Account of the Repetition of an Experiment of the late Dr. Hooke's, concerning two Liquors, which, when mixt together, will possess less space, than when separate: With another Experiment concerning the same. By Mr. Fr. Hauksbee, F.R.S.\n\nVII. An Account of an Experiment, concerning an Endeavour to produce Light thro' a Metallic Body, under the Circumstances of a Vacuum and Attrition. By Mr. Fr. Hauksbee, F.R.S.\n\nVIII. Johannis Freind, M.D. Oxon. Praelectionum Chymicarum Vindiciae, in quibus Objectiones, in Actis Lipsiensibus Anno 1710. Mensis Septembri, contra Vim materiae Attractricem allatae, diluntur.\n\nIX. An Account of a Book, entituled, Gazophylacii Nature & Artis. Vol. I. In V. Decadibus. In quo Animalia, viz. Quadrupeda, Aves, Pisces, Reptilia, Insecta; Vegetabilia; item Fossilia, corpora Marina & Stirpes Minerales e Terra eruta. Lapides figurâ insignes, &c. Descriptionibus brevibus & Iconibus illustrantur. A Jacobo Petiver, Pharmacop. Londin. & Reg. Societ. Soc.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of October, November, and December, 1711.\n\nThe CONTENTS.\n\nI. A Relation of a New Island, which was raised up from the Bottom of the Sea, on the 23d of May 1707. in the Bay of Santorini, in the Archipelago. Written by Father Goree (a Jesuit) an Eye-witness.\n\nII. An Account of divers Rare Plants, lately observed in several Curious Gardens about London, and particularly the Company of Apothecaries Physick-Garden at Chelsey. By Mr. James Petiver, F.R.S.\n\nIII. An Account of an Experiment touching the Direction of a Drop of Oil of Oranges, between two Glass Planes, towards any side of them that is nearest press'd together. By Mr. Francis Hauksbee, F.R.S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of January, February, and March, 1712.\n\nThe CONTENTS.\n\nI. Additional Observations upon the Production of Mites, &c. In a Letter from Mr. Anthony van Leeuwenhoek, F. R. S.\n\nII. Some farther Account of divers Rare Plants, lately observed in several Curious Gardens about London, and particularly in the Company of Apothecaries Physick-Garden at Chelsey. By Mr. James Petiver, F. R. S.\n\nIII. A Relation of an Hydropical Case, in which the Gall-Bladder was distended to an unusual bigness. By Mr. James Yonge, F. R. S, Surgeon at Plimouth.\n\nIV. A Description of the Head of a monstrous Calf. In a Letter from the Revd. Mr. John Craig, F. R. S. Vicar of Gillingham in Dorsetshire, to Wm. Burnet, Esq; F.R.S.\n\nV. An Account of some Experiments touching the keeping of Fishes in Water under different Circumstances. By Mr Fr. Hauksbee, F. R. S.\n\nVI. Part of a Letter from Mr. Patrick Blair to Dr. Hans Sloane, R. S. Secr. Giving an Account of the Asbestos, or Lapis Amiantus, found in the High-lands of Scotland.\n\nVII. The Dimensions of some Human Bones, of an extraordinary Size, which were dug up near St. Albans in Hertfordshire. Communicated by Mr W. Cheselden, Surgeon, F. R. S.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of April, May, and June, 1712.\n\nThe CONTENTS.\n\nI. A Letter from Mr. Anthony van Leeuwenhoek, F. R. S. Containing his Observations upon the Seminal Vessels, Muscular Fibres, and Blood of Whales.\n\nII. Epistola D. J. Phil. Breynij, M.D. Gedanensis, & Reg. Societ. Lond. Sodal. ad D. Hans Sloane, M.D. dicta Societatis Secretarium; varias Observationes continens, in Itinere per Italiam suscepto, Anno 1703.\n\nIII. Animadversiones quaedam in Codicem MS. membranaceum, superiori Epistola memoratum: Excerpta ex Additamentis G. Ch. Schelhammeri ad Herm. Conringij Introductionem in Artem Medicam. Cap. XII. pag. 401.\n\nIV. A Letter from the late Mr. Edw. Lhwyd, Keeper of the Ashmolean Museum in Oxford, to Dr. Tancred Robinson, F. R. S., containing several Observations in Natural History, made in his Travels thro' Wales.\n\nV. An Extract from a Letter of Mr. Edw. Lhwyd to Dr. Tancred Robinson; giving some farther Account of the Birds mentioned in the foregoing Letter.\n\nVI. Some farther Observations relating to the Natural History of Wales. In a Letter from Mr Edw. Lhwyd to Dr. Tancred Robinson, F.R.S.\n\nVII. Concerning the Proportion of Mathematical Points to each other. By the Honourable Francis Robartes Esq; Vice-President of the Royal Society.\n\nVIII. An Account of an Experiment concerning the Angle requir'd to suspend a Drop of Oyl of Oranges, at certain Stations, between two Glass Planes, placed in the form of a Wedge. By Mr. Fr. Hauksbee, F. R. S.\n\nIX. A Letter from Mr. Richard Hopton to Mr. John Batchelor; giving an Account of the Eruption of a Burning Spring at Broseley in Shropshire. Communicated by Dr. William Gibbons, Fellow of the College of Physicians.\nPHILOSOPHICAL TRANSACTIONS.\n\nFor the Months of July, August, and September, 1712.\n\nThe CONTENTS.\n\nI. Observations concerning the Subterraneous Trees in Dagenham, and other Marshes bordering upon the River of Thames, in the County of Essex. By the Revd. Mr Wm. Derham, Rector of Upminster in the same County, and F. R. S.\n\nII. Experiments and Observations of the Effects of several sorts of Poisons upon Animals, &c. Made at Montpellier in the Years 1678 and 1679, by the late William Courten Esq; Communicated by Dr. Hans Sloane, R. S. Secr. Translated from the Latin MS.\n\nIII. A Letter from the late Mr. Edward Lhwyd, Keeper of the Ashmolean Museum in Oxford, to Dr. Tancred Robinson, F. R. S. Giving a farther Account of what he met with remarkable in Natural History and Antiquities, in his Travels thro' Wales.\n\nIV. Several Observations relating to the Antiquities and Natural History of Ireland, made by Mr. Edw. Lhwyd, in his Travels thro' that Kingdom. In a Letter to Dr. Tancred Robinson, Fellow of the College of Physicians and Royal Society.\n\nV. An Account of Experiments concerning the Proportion of the Power of the Loadstone at different Distances. By Mr. Francis Hauksbee, F. R. S.\n\nVI. The Specifick Gravities of several Metallick Cubes, in comparison with their like Bulks of Water. By Mr Pr. Hauksbee, F.R.S.\n\nVII. An Account of what appeared on the Dissection of the Body of Mr. Dove. By the late Mr. William Cowper Surgeon, F. R. S. In a Letter communicated by Dr. Hans Sloane, R. S. Secr.\n\nVIII. A Letter from Mr. Ralph Thoresby, F. R. S. to Dr. Hans Sloane, R. S. Secr. Giving an Account of the Damage done by a Storm of Hail, which happen'd near Rotherham in Yorkshire, on June 7, 1711.\n\nI. Observations\nPHILOSOPHICAL TRANSACTIONS\n\nFor the Months of October, November, and December, 1712.\n\nThe CONTENTS.\n\nI. Some Remarks upon the Disposition of the Parts, and Microscopical Observations upon the Contexture of the Skin of Elephants. In a Letter from Mr. Anthony van Leeuwenhoek, F.R.S.\n\nII. Observations of the Eclipse of the Moon, on Jan. 12, 1711-12. By the Revd. Mr. Wm. Derham, F.R.S. In a Letter to Rich. Waller Esq; R.S. Secr.\n\nIII. Some farther Observations relating to the Antiquities and Natural History of Ireland. In a Letter from the late Mr. Edw. Lhwyd, Keeper of the Ashmolean Museum in Oxford, to Dr. Tancred Robinson, F.R.S.\n\nIV. An Extract of a Letter from the late Mr. Edw. Lhwyd to Dr. Tancred Robinson; giving an Account of some uncommon Plants growing about Penzance and St. Ives in Cornwall.\n\nV. A Relation of the Effects of a Storm of Thunder and Lightning at Sampford-Courtenay in Devonshire, on October the 7th 1711. Communicated by John Chamberlayne Esq; F.R.S.\n\nVI. Some Microscopical Observations upon Muscles, and the manner of their Production. In a Letter from Mr. Anthony van Leeuwenhoek, F.R.S.\n\nVII. An Account of what appeared on opening the Body of —— St. Johns Esq, who dyed of an Asthma, July the 2d, 1705. Aged 72 Years. By the late Mr. William Cowper, Surgeon, F.R.S. Communicated by Dr. Hans Sloane, Reg. Soc. Secr.\n\nVIII. A Letter from Mr. Ralph Thoresby, F.R.S. to Dr. Hans Sloane, R.S. Secr. Concerning large Stones voided per Urethram.\n\nIX. Part of a Letter from Mr. Brook Taylor, F.R.S. to Dr. Hans Sloane, R.S. Secr. Concerning the Ascent of Water between two Glass Planes.\n\nX. An Account of an Experiment touching the Ascent of Water between two Glass Planes, in an Hyperbolick Figure. By Mr. Francis Hauksbee, F.R.S.\n\nXI. A Description of the several Strata of Earth, Stone, Coal, &c. found in a Coal-Pit at the West End of Dudley in Staffordshire: By Mr. Pettipace Bellers, F.R.S. To which is added a Table of the Specific Gravity of each Stratum: By Mr. Fr. Hauksbee, F.R.S. Communicated by Dr. Hans Sloane, R.S. Secr.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103100.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 20,
    "total-input-tokens": 30670,
    "total-output-tokens": 5560,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        68,
        4
      ],
      [
        68,
        429,
        5
      ],
      [
        429,
        758,
        6
      ],
      [
        758,
        1683,
        7
      ],
      [
        1683,
        2590,
        8
      ],
      [
        2590,
        2831,
        9
      ],
      [
        2831,
        4073,
        10
      ],
      [
        4073,
        5004,
        11
      ],
      [
        5004,
        5961,
        12
      ],
      [
        5961,
        7193,
        13
      ],
      [
        7193,
        8277,
        14
      ],
      [
        8277,
        10268,
        15
      ],
      [
        10268,
        10969,
        16
      ],
      [
        10969,
        12190,
        17
      ],
      [
        12190,
        13907,
        18
      ],
      [
        13907,
        15633,
        19
      ],
      [
        15633,
        17698,
        20
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103100",
    "title": "Front Matter",
    "authors": null,
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 20,
    "jstor_url": "https://www.jstor.org/stable/103100"
  }
}