{
  "id": "a16896c363d807285d79157772de6765d9b447b4",
  "text": "no purpose, or other ground equally improbable; it may not be amiss, to advise Exercise on Horseback, in Coach, or any other such way, as shall be likely to dislodge the Stone, and bring it off.\n\nBut, to make this Exercise effectual, it ought to be Violent, as the Patient can well bear it; and in such manner, as may, by much agitation of the Body, be most conducing to the Design in hand.\n\nThe History, here mentioned, does sufficiently recommend this Gymnastic Course; as capable of relieving, in some Cases of the Jaundice, when the best methods of Physick (for such we ought to suppose this Gentlemen had prescrib'd himself) fail of success.\n\nExon. Feb. 23. 1705-6.\n\nIV. Part of a Letter from Mr Ralph Thoresby, F.R.S. giving a farther Account of an Eruption of Waters in Craven.\n\nIn Philos. Transact. Number 245, is register'd the Vicar of Kildnick's Letter, which gives an account of an extraordinary Eruption of Water in Craven. I was lately enquiring further concerning it, of one that is now my Tenant and Neighbour; and am not only fully satisfied of the Truth of what the said Mr Pollard affirms, but also that, as he conjectures, a great part of the Land is not to this day recover'd from the Sand and Stones, though a great number of People were employed about it. Upon the opening of the Rock, at the foot of which the Town of Starbotham stands, the Water gushed out in so vast a quantity, as if it would have swept away the whole Town:\nTown: The Waves came rolling down, like long Swarms of Grass, one upon another, to use the Metaphor of the Relater, who had never seen the Sea. Several Houses were utterly ruin'd, and others wreckt up to the Chamber Windows; one particularly so covered, that a great piece of the Rock was left upon the top of the Chimney. These things my Neighbour was an Eye-Witness of, and had many a weary day in clearing some part of his Land. His House was, for some time, full of Neighbours, who were harbourless by this sudden Accident.\n\nLeeds, August 20, 1705.\n\nV. Observations of the Solar Eclipse, May 1st, 1706\nAt the Royal Observatory at Greenwich, &c. communicated by the Reverend Mr John Flamsted, Math. Reg. & F. R. S.\n\nThe Morning was Cloudy and Moist till about eight a clock, when the Clouds began to break, and we had sometimes a sight of the Sun through the spaces betwixt them. A Sevenfoot Telescope was fitted up with a Scene to receive the Species of the Sun cast through it, and on which it was about seven inches diameter, divided into digits by six concentrick Circles. But Clouds coming, the Sun frequently rendered this way of observing inconvenient, and therefore laying aside the Apparatus of the Scene, I viewed him through the same Telescope with Smoaked Glasses, to save my Eyes, and Noted:\n\n13 T 1706.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102676.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 784,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1452,
        2
      ],
      [
        1452,
        2771,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102676",
    "title": "Part of a Letter from Mr Ralph Thoresby, F. R. S. Giving a Farther Account of an Eruption of Waters in Craven",
    "authors": "Ralph Thoresby",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102676"
  }
}