{
  "id": "5b2a112e2b7ddf04f94fcc6f29ce6a17fdc77e9b",
  "text": "XI. Part of a Letter from Mr. Trembley, F.R.S. to Martin Folkes, Esq; Pres. R.S. concerning the Light caused by Quicksilver shaken in a Glass Tube, proceeding from Electricity.\n\nHague, 4 Feb. 1745. N.S.\n\nRead Feb. 13, 1745-6.\n\nMr. l'Allamand continues here very successfully his Experiments upon Electricity, and is at all times pleased to communicate them, in order to excite others as much as he can to pursue the same Inquiries: He has been pleased to impower me to give you an Account of such as he thought might be most likely to give you Pleasure, and at the same time desires your Acceptance of his best Respects.\n\nMr. l'Allamand inclosed some Mercury in a Tube close-stopp'd; and, when he afterwards rubb'd this Tube, it gave a great deal more Light than when the same had no Mercury in it.\n\nWhen this Tube has been rubb'd, after raising successively its Extremities, that the Mercury might flow from one End to the other, one sees a Light serpenting all along the Tube; that is to say, the Mercury, as it runs along, is all luminous.\n\nMr. l'Allamand then made the Mercury run in the same manner along the Tube without rubbing it, and it still gave some Light, but much less than before. This last Experiment persuaded him, that the Friction of the Mercury against the Glass might electrify that Glass, in the like manner as the rubbing of the Hand. And he has been confirmed in the\nthe same Notion by another Experiment: He brought some Down near to the Tube, and then made the Mercury run from one End to the other; and the Down was attracted, as the Mercury in its Motion passed by it.\n\nThese Experiments he has repeated, and varied several Ways; and they have led him to conclude, that the Phosphorus of the Barometer, known this great while, is not so properly a Phosphorus, as the Effect of the Mercury electrifying the Tube of the Barometer.\n\nMr. l'Allamand has put Mercury into exhausted Tubes, and, when these are rubb'd, they give much more Light than before; there then come out from them on all Sides Rays of very lively Light. I have also seen at Leyden, at Mr. Muschenbroeck's the Mechanist's, an exhausted Globe of Glass, which, when rubb'd with the Hand, seem'd all fill'd with a very bright Fire.\n\nSeveral Persons have observed, that when they had been electrified, their Pulses beat a little faster than before. I have even myself felt, after having been electrified a pretty while together, a Sensation all over my Body: But within these few Weeks, some Persons have felt very sharp Pains upon their being electrified.\n\nThere is an Experiment that Mr. l'Allamand has tried; he electrify'd a tin Tube, by means of a glass Globe; he then took in his left Hand a Glass full of Water, in which was dipped the End of a Wire; the other End of this Wire touched the electrified tin Tube: He then touch'd, with a Finger of his right Hand, the electrified Tube, and drew a Spark from it, when at the same Instant he felt a most violent Shock all over his Body.\nBody. The Pain has not been always equally sharp, but he says, that the first time he lost the Use of his Breath for some Moments; and he then felt so intense a Pain all along his right Arm, that he at first apprehended ill Consequences from it; tho' it soon after went off without Inconvenience.\n\nIt is to be remarked, that in this Experiment he stood simply upon the Floor, and not upon the Cakes of Resin. It does not succeed with all Glasses; and tho' he has tried several, he has had perfect Success with none but those of Bohemia. He has tried English Glasses without any Effect. That Glass with which it best succeeded was a Beer-Glass.\n\nMr. Muschenbroeck the Professor has repeated his Experiment, holding in his Hand a hollow Bowl exceeding thin, full of Water; and he says he experienced a most terrible Pain. He says, the Glass must not be at all wet on the Outside.\n\nXII. A Letter from Mr. John Hill, Apothecary, to the President, concerning the Manner of the Seeding of Mosses; and in particular of the Hypnum terrestris, trichoides, luteovirens, vulgare, majus, capitulis erectis. Raii Synopsis. Ed. 3. pag. 84.\n\nSIR,\n\nRead Feb. 13, 1745-6.\n\nTHE many late Discoveries of the Seeds of Vegetables (formerly supposed to produce none) have opened a Way",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104778.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1169,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1391,
        2
      ],
      [
        1391,
        2979,
        3
      ],
      [
        2979,
        4241,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104778",
    "title": "Part of a Letter from Mr. Trembley, F.R.S. to Martin Folkes, Esq; Pres. R. S. concerning the Light Caused by Quicksilver Shaken in a Glass Tube, Proceeding from Electricity",
    "authors": "Mr. Trembley",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104778"
  }
}