{
  "id": "907859d4cf25fa9e1a59feb3ae14b9457bc60e48",
  "text": "IV. A Continuation of an Account of an Essay towards a Natural History of Carolina and the Bahama Islands, by Mark Catesby, F. R. S. With some Extracts out of the seventh Set. By Dr. Mortimer, R. S. Secret.\n\nThe Account of the Sixth Set is printed in No. 432. of these Transactions; this Seventh begins at Plate 21, of Vol. II. which contains the\n\n21. Muræna maculata nigra; the black Murrey.\nLithophyton longè racemosum; cortice flavo perforato. This sort of Plants is woody within, but covered with a yellow Coralline or stony Crust, or Bark.\n\n22. Turdus oculo radiato. Guaperva maxima caudata, Willug. Tab. r. Fig. 23. The Old Wife. This is a Fish of the compressed sharp-back’d kind, and is tolerable good Meat.\n\n23. Bagre, secundæ Speciei Marggravii affinis; The Cat-Fish; so called (as I suppose) from the roundness of its Head which resembles that of a Cat: Its Flesh tastes like that of an Eel, and is good Food.\n\n24. Haringus minor, Bahamensis: The Pilchard. These are good to eat.\n\nArbor, Populi nigrae foliis, fructu reniformi, monospermo. This is a small Tree, which grows near the Sea.\n\n25. Anthea quartus Rondeletii, Will. 325. T. X 5. forte etiam Orpheus veterum? Rondeletii, Gesn. 252: The Mutton-Fish. This is reckon’d one of the most delicate Fish of the Bahama Islands.\n\n26. Re-\n26. *Remora*. Sloane's Nat. Hist. of Jamaica, Vol. I p. 28. The Sucking-Fish. This is that Fish so famous for sticking to the Sides of Ships, of which so many fabulous Stories have been related, particularly, that such a small Fish as this, being seldom more than a Foot in length, is able to stop a Ship under Sail, or a Whale when swimming: But our Author very justly remarks, that even several of them together can do no more than what Shells or Corals, and other Foulnesses of the same Bulk, which make a Ship fail somewhat the slower; and indeed in the same manner they may be some small hindrance to a Whale. He says, he hath taken five of them off of the Body of a Shark, and hath seen them swimming about a Shark's Mouth, without his offering to devour them.\n\n*Phylanthos*, Americana planta, flores ad foliorum Crenas proferens. Hort. Amstel. Tom. I. 121. This grows on many of the Bahama Islands.\n\n27. *Solea Lunata & punctata*: The Sole. This is much like our common Soles, only the Back is beautifully spotted with blue Spots, most of them in Form of Crescents, with the hollow Part and Cusps standing opposite to each other.\n\n28. *Orbis levis variegatus*: The Glob-Fish. *Cornus, foliis Salicis Laureae acuminatis, floribus albis, fructu Sassafras*.\n\n*Phaseolus minor lactescens, flore purpureo*. Sloane's Nat. Hist. Jam. Vol. I. p. 182.\n\n29. *Psittacus Piscis, viridis, Bahamensis*: The Parrot-Fish; so called from the Shape of the Head, and its beautiful Variety of Colours, green, blue, red, and yellow. It is not much esteemed for Food.\n30. *Acus maxima, squammosa, viridis*: The Green Gar-Fish.\n\n*Frutex aquaticus, floribus luteis; fractu rotundo, quinque-capsulari.*\n\n31 An *Acarauna major, pinnis cornutis*? an *Paru Brasiliensis*, Marg.? Will. App. P. T. o. 3? The Angel-Fish. This Fish is of the compressed kind; but the most remarkable Particular about it is, that the larger Scales, which immediately cover the Body, are each of them covered by a great many very small Scales: It is esteemed an excellent eating Fish.\n\n32. *Cancer terrestris cuniculos sub Terra agens*. Sloane's Nat. Hist. Jam. Vol. I. Tab. II. The Land-Crab. These Creatures make Holes in sandy Lands in the mountainous Parts; but in breeding-time do annually come down from the Hills to lay their Eggs near the Sea: In their Journey they never turn aside, but crawl over all Buildings they meet in their Way: they are of several Colours; the lightest colour'd are reckon'd best to eat; the black kind are poisonous.\n\n*Tapia trifolia, fructu majore oblongo.* The Crabs feed much on the Fruit of this Plant; it nearly resembles a Plumb.\n\n33. *Cancellus terrestris Bahamensis*: The Hermit-Crab. The Claws and Fore-part of this Creature are crustaceous, but the Hind-part is only cover'd with a tender Skin: Nature therefore hath taught them to chuse empty Shells of the *Buccinum* kind for their Habitation, wherein they secure their Hind-part, and by a small Claw at their Tail can keep themselves fast in their Shells, or quit them at pleasure,\nsure, which they can be made to do by laying them near a Fire. Their living in such Shells, like an Hermit in his Cell, hath given them the Name. Others call them Soldier-Crabs, resembling them to Soldiers in Centinels Boxes. Roasted in the Shell, they are esteemed delicate Food. In the Plate is represented one of these Crabs in his Shell, another out of it.\n\n*Mangbala*, Arbor Curassavica, *foliis Salignis*. Hort. Amst. Button-wood. Sloane's Nat. Hist. Jamaic. Vol. II. p. 18. The Hermit-Crabs are generally found in great Plenty under these Trees. The Wood is only used for Fuel.\n\n*Frutex trifolius, resinosus; floribus tetra-petalis, albis, racemosis.*\n\n34. *Cancellus maximus Bahamensis*: The Sea Hermit-Crab. This is much larger than the former, and inhabits the empty Shells of the largest sorts of *Buccinums*. They are never observed to dispossess any Fish of its Shell, and have therefore been undeservedly compared to Soldiers who turn People out of their Houses and plunder them.\n\n*Lithophyton compressum, obscurè lutescens; marginibus purpureis, asperis.*\n\n35. *Cancer arenarius*: The Sand-Crab.\n\n*Lithophyton pinnatum, purpureum, asperum.*\n\n36. *Pagurus maculatus*: The red mottled Rock-Crab. These Crabs cannot only run up the perpendicular Side of a Rock, but even under the projecting Parts of them with their Back downwards, as we see Flies upon the Cieling.\n\n*Cancer chelis crassissimis;* the rough-shell'd Crab.\n\n37. *Cancer*\n37. *Cancer Marinus*, chelis rubris: The red-claw'd Crab.\n\n*Titanokeratophyton ramosissimum; crusta elegantia, tuberculata.* These sorts of Plants are cover'd with a stony calcarious Coat or Bark; but the Substance within is semi-diaphanous, like Horn, and when set on fire, the Smoak smells exactly like that of Horns or Hoofs of Quadrupeds: And this is the most certain distinguishing Mark of all this Tribe of Submarine Plants called *Keratophyta*.\n\n38 Here our Author premises some Observations relating to the *Sea-Tortoise* in general, as that our Sailors corruptly call them *Turtle*; he mentions the several Species of them, and says that they are mostly timerous, except in the Time of Coition, when they are furious and regardless of Danger. They usually continue in Copulation for 14 Days together. In *April* they go on Shoar to lay their Eggs, whereof they drop above 100 in one Night into an Hole they have made in the Sand above two Feet deep, which they fill up again with Sand; and in three Weeks the Eggs are hatch'd by the Heat of the Sun.\n\n*Testudo marina viridis*: The green Turtle. This Sort is so called from the Colour of its Fat, and is preferr'd before all the other Kinds, being esteem'd a very wholesome and delicious Food. They feed on the following Plant;\n\n*Alga marina gramineo angustissimo folio*. Sloane's Nat. Hist. Jam Vol. I. p. 61. Turtle-Gras: It grows at the Bottom of the Sea in shallow Water.\n\n39. Here our Author relates the Methods of taking Turtle, which is either by turning them on their Backs when they are upon the Sand out of the Water,\nWater; or in the Water, by harpooning them; or by Men diving after them.\n\n*Testudo, Caretta.* Rochefort. *Hist. des Antilles:* The Hawk's-Bill Turtle. This takes its Name from the Form of its Mouth. It is the Shell, or rather Scales of this kind, which are employed in so many beautiful Works, and so well known by the Name of Tortoise-Shell. I take this Opportunity to observe, that the hard strong Covering which incloset all sorts of Tortoise is very improperly called a Shell, it being of a perfect bony Contexture, but cover'd on the out-side with Scales, or rather Plates of an horny Substance, which are what the Work-men call Tortoise-Shell.\n\n40. *Testudo marina, Caouanna.* Raii Syn. Quadrup. p. 257. *The Logger-head Turtle.* These are the boldest of all the Sorts of Turtle. They are voracious, very foul Feeders, and their Flesh tastes rank. They feed mostly on Shell-Fish, their Beaks being strong enough to break very large Shells.\n\n*Testudo Arcuata:* The Trunk-Turtle. Here is no Figure of this Sort, because the Author never met with one in the Country; but says, that in the Repository of the Royal Society is a Turtle preserved entire, which he takes to be of this Species.\n\nV. Halo",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103984.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 10332,
    "total-output-tokens": 2573,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1298,
        2
      ],
      [
        1298,
        2851,
        3
      ],
      [
        2851,
        4334,
        4
      ],
      [
        4334,
        5782,
        5
      ],
      [
        5782,
        7368,
        6
      ],
      [
        7368,
        8568,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103984",
    "title": "A Continuation of an Account of an Essay Towards a Natural History of Carolina and the Bahama Islands, by Mark Catesby, F. R. S. with Some Extracts out of the Seventh Set. By Dr. Mortimer, R. S. Secret.",
    "authors": "Mark Catesby, Dr. Mortimer",
    "year": 1735,
    "volume": "39",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/103984"
  }
}