{
  "id": "420bd103233a99c75a3a6b0ef6b5d9a9282b0f42",
  "text": "XII. An Account of a remarkable Tide at Bristol: In a Letter to the Rev. Thomas Birch, D. D. Secret. R. S. from the Rev. Josiah Tucker, D. D. Dean of Gloucester.\n\nRead Feb. 23, 1764.\n\nON Saturday the 11th instant, when the tide had hardly begun to flow, according to its regular course, it was observed, by the water-bailiff of the city, and by several others, both on the back, and at the key, to rise very suddenly to almost high-water mark; and it so continued for near half an hour: then it sunk, almost instantaneously, three feet perpendicular: after that, it began to flow in again, and kept flowing on till one of the clock, and rose to the height it was expected to do.\n\nAt Rowntown Passage, a mile below the city, the ferry-men observed the tide to ebb almost instantaneously, and to sink at least four feet perpendicular. Then it flowed in again, as it should have regularly done.\n\nAt King-Road, which is about three miles below the city, the officers observed the king's boat to float suddenly, which they attributed to a great fresh coming. But they found afterwards the boat presently aground.\n\nI could get no intelligence of any thing observable, that happened in the river Severn, excepting that at Gloucester, and at Worcester, the inundation sunk very\nvery fast on that day. But most undoubtedly the strong rapid tide of the Severn must have been affected in a very remarkable manner, had there been any curious persons to take notice of it.\n\nXIII. A Letter containing some Experiments in Electricity, to Mr. Benjamin Wilson, F. R. S. from Mr. Torbern Bergman, of Upsal, in Sweden.\n\nAmplissime atque celeberrime domine,\n\nRead Feb. 23, 1764.\n\nExperimentorum circa corporum adfrictum jam ea sunt commemoranda, quae cum serico institui; cujus vis electrica, et si a domino Gray dudum inventa, tamen hucusque parum fuit explorata. Pulchra sunt quae adtulit dominus Symmer; sed non sufficientia. Ne vero longa narratione variorum tentaminum charta impleatur; palmaria tantum, et e quibus reliqua intelligi possunt, adferam. Nova ligamenta sericea, unum circiter pollicem geometricum Suecanum lata, adhibui. Alterum extremitatibus fixum et bene tensum, quod in posterum fricatum voco, alterum vero seu fricans manibus, quantum satis, expando, super eodem spatio fricati pluries duco reducoque perpendiculariter ad ejus longitudinem. Hanc operationem transversam adpello: eam vero qua idem spatium fricantis ducitur antrosum retrosumque, super tota longitudine fricati, secundum longitudinem fieri dico.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105528.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 753,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1270,
        2
      ],
      [
        1270,
        2514,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105528",
    "title": "An Account of a Remarkable Tide at Bristol: In a Letter to the Rev. Thomas Birch, D. D. Secret. R. S. from the Rev. Josiah Tucker, D. D. Dean of Gloucester",
    "authors": "Josiah Tucker",
    "year": 1764,
    "volume": "54",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105528"
  }
}