{
  "id": "a5310bcaa4911ace1b612a356e996a80b222dda7",
  "text": "XVII. Dissertatio epistolaris de Ossibus et Dentibus Elephantum, aliarumque Belluarum in America Septentrionali, aliisque borealibus Regionibus obviis; qua indigenarum Belluarum esse ostenditur. Auctore R. E. Raspe, Serenissimo Hassiarum Landgravio à Consiliis, et R. S. S.\n\nSOCIETATI REGIÆ SCIENTIARUM LONDINENSI.\n\nRead May 11, 1769.\n\nPER SCRIPT ad me illustris Pringlius, baronettus: \"Media nu-\nper in America Septentrionali, non procul ab\nOhio fluvio, intra spatium duorum aut trium\njugerum terræ paludosæ, sale fœcundæ, sceleta\ntriginta belluarum majorum inventa fuisse, nulla\naut rara terra solum sepulta: Si magnitudinis\nossium atque dentium majorum habeatur ratio, ele-\nphantina videri; ob formam molarium dentium,\nqui carnivori potius sint animalis, ambigi cui bel-\nluarum speciei tribuenda; quæri inter naturæ stu-\ndiosos de phænomeni causis; pro sua in me bene-\nvolentia et meam rogare sententiam.\"\n\nHanc dissertationem, quamvis difficultates quæstio-\nnis magis ostendat quam solvat, malui judicio vestro\npotius\npotius subjicere quam dare aliud quodvis studiorum meorum documentum.\n\nDuplex proprie est quaestio; altera, \"de causa, quae harum belluarum ossa in Americam Septentrionalem transvexerit?\" Altera, \"quae in tam brevi spatio concluserit et sepelierit?\"\n\nPrimani soluturo occurrit:\n\n1. Historicorum Americae constans observatio, omnem hanc novi orbis terram, cum tribus fere abhinc seculis detecta Europaeis patere coepit, nonnisi a quadrupedibus minoribus suisse habitatam; peregrina igitur videri illa, sive elephantum sive aliarum belluarum colossalium sint ossa.\n\n2. In mentem redeunt ossa majora in Asiæ aut Sibiriae borealibus regionibus inventa et obvia, quae subterraneo lucifugo animali, quod Mammout dicitur, tribuit fabula, elephantis aliisque belluis vindicant commentarii Petropolitani et Gmelinus in Itinerario Sibiriaco. Nec in Asiæ et Americæ solum borealibus provinciis ea occurrunt, effodiuntur etiam in Europæ climatibus septentrionalibus.\n\nDe Britannicis huc pertinentia quaedam in Transationibus vestris legisse memini. De Suecia fidem faciunt Holmiensis academiæ commentarii. Ex Germaniae naturali historia minus vulgatas aliquot observationes addere liceat.\n\nNil moror gigantum ossa, quae credula antiquitas spectanda servavit in cathedralibus quibusdam templis, ut Halberstadensi, Gandersfæmensi, aliisque. Huc facere quidem videntur, sed certiora repeto et primo quidem ex electoratus et ducatus Brunsvicensis naturali historia, diligentius olim a me perscrutata. Recordemini ossium in antris Baumanniano, Schartzfeldensi, et prope Dü-\nnam in Hercynia effossorum. Ea scriptis eruditorum Leibnitzii in *Protogaea* et Hollmanni in Commentariis Goettingensibus celebrata sunt, atque cuilibet inspectanti belluarum majorum terrestrium esse evidentur, ex parte rhinocerotum ossibus persimilia ab Hollmanno demonstrata sunt. Dentem majorem, elephantinis forma et substantiae textura exacte convenientem et ad Fischbeckam prope Hatnelam ad Visurgim inventum, quem Hannoverae in instructissimo suo museo servat mihi amicissimus Andreae, plus una vice manibus versavi. Vidi etiam Blumenaviae prope Hannoveram effossam majorem costam incerti animalis. De specie belluae majoris ad Quedlinburgum effossae, cujus meminit Guerickius Magdeburgensis consul in libro *de vacuo*, quam maxime anceps est quaestio. Certius pronunciare licet de dentibus, in fundamentis jaciendis urbis Neo-Casselensis, quam nunc inhabito et per Serenissimi Landgravii Hassiarum in me cumulatam et liberalitatem et gratiam alteram praedico patriam, effossis. Isti elephantini sunt; et cum aliis naturae et artis miraculis in museo publico, mihi ex parte concredito, servantur. Plura non addo exempla, non quod deficiat materies, nam et antiquitas Graeca et Romana et quicquid fere est cultiorum populorum similia adnotavit; adducta vero sufficiunt ad probandum \"in omnibus borealibus regionibus et antiqui et novi orbis inveniri majorum belluarum ossa, quae vivae in illis non supersunt, et per caeli inclementiam nunquam in illis generatione videntur.\"\n\n3. Subit accuratius perpendendus fitus et natura foli in quibus deprehendi solent.\nIn stratis lapideis, corporibus marinis mixta, inclusa, tecta inveniri nusquam legi.\n\nDelitescunt in cavernis montium ut in tribus illis Hercyniae antris; aut palude, aut terra hortensi, aut limo exterioris superficie terrae vix contecta atque involuta jacent, quod de Americanis, Sibiriacis, aliisque, ex relationibus fide dignis, constat.\n\nNec etiam, ut corpora marina saxis inclusa, lapidis duritiem et naturam induerunt. Diversimode calcinata, parum aut nihil mutata sunt.\n\nIn Europae septentrionalibus plagis rarius jam et solitaria fere deteguntur, forte quod exhausta curiositatis materies, et quod diutius habitatae a populis miraculorum et medicamentorum appetentibus, nam offa hujusmodi, eboris aut unicornu fossilis nomine, in officinis pharmacopoeorum prostant, et nescio quam illis antidoti mirabilem vim tribuerat antiquitas.\n\nIn ipsis quoque Americae et Sibiriae terris, habitatione marinorum corporum in lapidem versorum immensae copiae, riora sunt; et minor utique belluarum terrestrium progenies in natali earum terra, quasi secus non suffectura, observata fuit.\n\nQuae omnia si recte animo colligantur duplicem eamque ad rem facientem suspicionem movent; alteram \"alio plane modo haec offa sepulta esse, quam quae profundius in lapidibus latent corpora marina; alteram non esse peregrinas et marinas belluas hisce, quarum sunt partes, sed fato suo, aut hominem vi, illas in ipsis hisce borealibus terris, olim illis natalibus, existentias fuisse.\"\n\nQuæstio igitur proposta, jamque solvenda, est de generali quadam causa, quae has belluas, aut sub sole tantum\ntantum calente degentes, in Septentrionem transfluerit, aut extinxerit similes illis species olim Septentrionis incolas.\n\nSi peregrinas alioque advectas et cæli solùm calidioris progeniem statuamus, omnis definitio periculosa videtur.\n\nTerræ motuum et Vulcanorum vis, quæ insulas produxit et montes, et rationem sufficientem reddit stratorum lapideorum, variè inclinatorum et ruptorum, illisque inclusorum marinorum corporum, nil valet ad advehendas orientis et meridiei bestias. Superficiem terræ fundique marium mutat. Climata inconcussa manent.\n\nDiluvii universalis Noachici aut Deucalionis cujusdam effectibus, praeter alia multa, quod supra notavi, obstat, osìa hæc vel in cavernis montium, solitis ferarum latebris, aut paludibus aut superiore solum terra, solitaria quadammodo, nunquam corporibus marinis tecta, mixta, inclusa deprehendi. Nec etiam, quæcunque tam mirabili aquarum super omnem continentem effusioni tribuatur vis et potentia, concipi animo potest, quare osìa et cadavera hæc graviora ex meridionalibus regionibus in septentrionales transvexerit, eaque in alta potius mediaque continente terra deposuerit, quam in oceani abyssis, nisi forte cum Woodwardo perplaceat diluvii tempore nullam omnino gravitatis suisse actionem, quod quidem per me licet, neminem vero vestrum rapiet in assensum.\n\nSi recurramus ad antiquitatis remotissimæ heroas, belluis uti belli instrumentis utentes, easque invitas cum militibus suis æque forte invitis in ultimam Europam, Sibiriam, atque Americam vi, metuque propellentes, quæstionem non solvimus sed impedimus.\n\nAmerica\nAmerica enim toto oceano ab antiquo orbe divisa, et quicquid dicant veteres, navalis eorum scientia exercitibus cum elephantis in Americam ex Asia aut Europa transvehendis non sufficit. Quatenus etiam lux est in antiquorum temporum historia et moribus, fero quadrupedes in bellum domarunt, elephantos primò nonnisi Asiæ et Africæ reges. Tenebris vero historiarum, quæ maximam antiqui orbis partem premunt, ad fabulas novas fingendas meo quidem judicio abuti non licet, nisi forte de quibuscunque historiæ et orbis terris incognitis impune mentiri liceat.\n\nPeregrinas igitur non est nec aliò advectas has Septentrionis belluarum majorum reliquias quam maxime prona est conjectura; idque et illi sensere, qui climata terræ mutata, eoque ipso omnem controversiam definiri posse putarunt. Vereor autem ne eorum hypotheses, nimio autorum ingenio, collapsuræ sint.\n\nClimata terræ, eodem orbitæ, qua circum solem revolvitur, diametro servato, duplici modo mutari atque affici posse videntur; aut magis imminuta istius orbitæ sive ecliptices obliquitate magisque ad planum æquatoris inclinata; aut axeos terræ centrique gravitatis sumta quadam mutatione, quæ cum climatibus simul et terræ figuram mutat.\n\nPrior hypothèsis mirè arrisit recentioribus quibusdam philosophis, tum quod problema propositum apparenter solvat, tum etiam quod talis quædam orbitæ vel ecliptices inclinatio ejusque obliquitatis diminutio revera accidit, si quidem Eratosthenis atque Hipparchi, novemdecim ab hinc seculis institutis, observationibus sua fides constat. Illi eclipticam ab æquatoris plano suo tempore $23°\\ 51'\\ 20''$ recedere notant,\nrunt, quam celeberrimus De la Caille nostris diebus\n2° 59′ ½ minorem observavit in Promontorio Bonæ\nSpei, uti quidem notavit in Leët. Elem. Astron.\nNolo contra antiquarum observationum fidem disput-\ntare, nec repetere quæ de incertitudine annuarum le-\ngum hujus imminutæ ecliptices obliquitatis et de\ncausa ejus non perpetua, inter astronomos disputata\nsunt. Concedam potius multo majorem olim suisse\necliptices obliquitatem; ipsa vero mea in hujus hy-\npotheseos patronos liberalitate vincam. Quamcunque\nenim majorem orbitæ obliquitatem fingere velint,\nnunquam tamen eò evitabunt necessariò inde prove-\nnientes tempestatum anni vicissitudines, naturæ ele-\nphantorum quammaxime contrarias. Extendant\ntropicos ad quinquagesimum et ultra latitudinis gra-\ndum; intendant quantum velint calorem æstivum, et\ncerte magis intensus fiet majore orbitæ obliquitate, et\nmagis direcťe solis radiis in zonas, quas inhabitamus,\nincidentibus, quid elephantis, quibus illa hypothesi\nin nostris regionibus commodas, et vivendi et gene-\nrandi sedes parare satagunt, inde commodi? Non\nequidem video: sentio potius, idque sphæroidea terræ\nfigura ipsaque major ecliptices obliquitas cuilibet per-\npendenti facile persuadebit, majorem hunc æstivum\ncalorem, constante semeetri vicissitudine, majus etiam\nfrigus hibernum insecurum, quod tantum abest ut\nelephantorum naturali progeniei in zonis borealibus\nconveniat ut potius illi quammaxime obstet.\n\nQuod ad axeos terræ centrique gravitatis mutationem\nattinet, ea aut momentanea esse debuisset, aut lenta,\net per gradus successiva.\n\nSi prius; hypothesis cælum Acherontaque movet,\nsumma miscet imis, omnemque hominum et anima-\nlium\nlium viviparorum progeniem fato subitae mortis, et sine miraculo inevitabilis involvit, in perpetuum interitu-\nram et sine novo creationis miraculo non reviviscen-\ndam; ejusmodi enim mutatio, quae meridionales zo-\nnas olim inter tropicos sitas uno temporis momento\nboreae objiciat, sine universali terrae ruina exitiali cogi-\ntari nequit, si, quod verissimum demonstravit New-\ntonus, rotatio orbis polos deprimit æquatorem pandit,\ndiameterque terrae per polos ductus minor fit altero\næquatoris septem et quod excurrit milliaribus Ger-\nmanicis. \"Quis talia fando temperet à lacrymis!\"\nTam violenta etiam climatum mutatio boreae olim\nincolarum cadavera sub æquatorem in meridionales\nterræ transvehere debuisset, quod an experientia con-\nfirmetur viderint ali quibus hæc arrident.\n\nSed lento gradu procedere potuit illa figuræ terræ,\nclimatum et axeos mutatio? Concedam. Sed quare\nnon amplius procedit? Quis impedit ne, certo quodam\net procedenti axeos mutationi respondente progressu,\nmeridionales plagas cum terræ trepidatione et mugitu\nversus boream procedentes paullatim deprimat et\nmergat, boreales vero ad meridiem jam tendentes ex-\ntollat oceano? Constantes sibi fingamus naturæ leges\naut nullas. Non enim senescit.\n\nRedeo igitur ad illam, quam supra jam indigitavi,\nsuspicionem, suo fato, aut hominum vi, obiisse bel-\nluas, quarum ossa nos exercent, ubi deprehendimus,\nnec peregrinas esse, nec marinas. Ea fola minoribus\ndifficultatibus laborat. Quamvis enim nec climata,\nnec axem terræ, nec ejus figuram mutandam propterea\ncenfæam, sunt tamen quædam quae obstare illi vi-\ndentur, quo minus pro generali aliqua phænomeni\npropositi\npropositi causa haberi possit; sed obstare tantummodo videntur.\n\nMaximam difficultatem hoc parit, pro elephantinis aut meridionalium belluarum ossibus haberi; Septentrionem et omnem Americam elephantos similis-que voluminis animalia non generare; et si animalium et climatum natura constans sit, et perpetua, nunquam generasse.\n\nTotius igitur quaestionis cardo versatur circa natu-ram horum ossium: an reverâ elephantina aut talia sint, quae animali in septentrione degenti convenire non possint? Et mihi quidem plus quam indecisa videtur illa ossium natura; certe elephantino vindicari non possunt molares dentes, simul cum reliquis in America eodem loco inventi; nec etiam alia ossea in Sibiria et Hercyniae cavernis obvia illi conveniunt, quod accuratius perlegenti commentarios Petropolitanos et Gmelini itinerarium, et sine praecognita opinione inspectanti ossa, sat clarum erit. Si per anato-miam omnium quadrupedum imprimis belluarum inter se comparatam, habito respectu ad diversas illa-rum ætates, quae ossium formam mutant, constaret, nullum cujuscunque animalis os alteri convenire et convenire posse, quod non constat; tum quidem co-actus confiterer re verâ elephantina esse quae videntur, reliqua quae elephantina non videntur adscribenda speciei nondum nec in India nec alibi terrarum ob-servatae. Quod an difficulitates omnes expeditat judi-cate ipsi; ne enim repetam cum nulla hypothesi ele-phantorum meridionalium sub septentrione ossa con-ciliari posse, anne admittenda erit alia belluarum spe-cies nondum observata, cui molares dentes elephantis non\nnon convenientes adscribantur? Species forte nullibi superstites, si quidem nobis datum est omnes nosse, omnes ritè descriptisse? Exstirpata forte aut emoritua? Aut etiam nescio in quo mundi angulo, philosopho nulli viso, adhuc delitescens?\n\nQuae cum ita sint, licere mihi puto omnia hæc septentrionis colossalia offa uni solum speciei incognitæ, olim septentrionis incolæ, aut adscribere etiam diversis. Tum me reliquarum hypothesium omnium defectus non vexabunt, et magnis me difficultatibus me explicuisse putabo——“forte ut incidam in Scyllam volens evitare Charybdim,” quod vestrum judicium esto.\n\nIntegras ferarum species in Britannia, Germania, aliisque Europæ provinciis penitus extirpatas, aut quam proxime emorituras ipsi nostis, aut quod nocivæ habitæ fuerint, aut in pellibus et carnibus earum luxuriatum sit genus humanum. De lupis, urfis, alce, uro, plerisque, Cæsaris ævo, in Germania Rhenana obviis sermo mihi est. Quidni igitur noxiam aliquam belluæ speciem, rarius generantem per longam fæculorum seriem exscindere potuisse septentrionalium populorum ab omni historiæ memoria celebratum venationis et bellicæ fortitudinis studium? Certe ea via ad gloriam ibant omnes, et Herculem et quemvis primi fæculi heroa acrem monstrorum debellatorem cantat fabula. Castorum et zibellinorum speciebus simile quid nostris fere diebus accidit, eoque minus de almæ naturæ lege, species omnes servante, contra me disputari potest; et in seculo quidem pluribus animantium speciebus fatali, et ab homine in omnium fere specierum individua sævo. Species etiam in septentrione non superstites superesse possunt in zonis antarcticis\nantarcticis nostris borealibus parallelis. Quis negat? quis novit?\n\nElephantorum Africæ, Indiæ, et Ceylanensium diversitatem quandam notant naturæ historici, Ceylanenses reliquis omnibus magnitudine et ingenio praecellere praedicantes. Esse igitur potuit elephantorum species in ipso septentrione, reliquis omnibus praecellens frigoris patientia, et à meridionalibus elephantis non magis diversa quam Lappones aut Hurones diversi esse solent a Nigritis et Malabariæ incolis. Sed certi quid pronunciare non ausim. Sufficit, omnium reliquarum hypothesium insufficientiam, naturam situs et ossium ipsorum, tandem etiam exempla extirpatarum specierum persuadere, quammaxime probabili quadam ratione, belluas quarum ossa in septentrione hinc inde latent, non esse peregrinas, non aliò advectas sed indigenas in illis terris, ipsis olim natalibus, vixisse, generasse, quamvis hodie non supersint.\n\nAltera jam quaestio de causa, quæ tam ingentem sceletorum atque ossium acervum in tam brevi Americæ Septentrionalis spatio concluserit et sepelierit? quammaxime est expedita. Latebant in terra paludosa, sāle fœcunda, rara solum terra tecta; non quod hæ belluæ de salinarum, dominio et proprietate humana quadam arte et crudelitate, invicem debellarint et fortitudine sua ceciderint in fundo ad præliandum quammaxime incommodo, quod videri poterat primo obtutu et jocabundo cuidam amicorum meorum videbatur; sed quod salis liguriendi deliciis in paludem allectæ, paludosa terra ponderi corporis cedente, haustæ, impeditæ, sepultæ fuerunt, luxuriem et voluptatem morte luentes.\n\nHæc\nHæc fere sunt quæ ad solvendas aut impediendas supra nominatas quaestiones mihi quidem dici posse videntur, elegantius forte et doctius dicenda, si magis verborum limatorum illecebris munerumque pretio atque pondere quam dantis et scribentis animo delineandi et capiendi foretis. Illum vero vobis addictissimum testor, sincera vota pro vestrae Societatis incolumitate et flore fundentem, vestraeque salutis et veritatis omnis cupidissimum.\n\nR. E. Raspe.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105815.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 19464,
    "total-output-tokens": 5794,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1022,
        2
      ],
      [
        1022,
        2579,
        3
      ],
      [
        2579,
        4144,
        4
      ],
      [
        4144,
        5721,
        5
      ],
      [
        5721,
        7297,
        6
      ],
      [
        7297,
        8912,
        7
      ],
      [
        8912,
        10568,
        8
      ],
      [
        10568,
        12204,
        9
      ],
      [
        12204,
        13773,
        10
      ],
      [
        13773,
        15403,
        11
      ],
      [
        15403,
        16976,
        12
      ],
      [
        16976,
        17429,
        13
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105815",
    "title": "Dissertatio Epistolaris de Ossibus ei Dentibus Elephantum, Aliarumque Belluarum in America Septentrionali, Aliisque Borealibus Regionibus Obviis; Qua Indigenarum Belluarum esse Ostenditur. Auctore R. E. Raspe, Serenissimo Hassiarum Landgravio a Consiliis, et R. S. S.",
    "authors": "R. E. Raspe",
    "year": 1769,
    "volume": "59",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/105815"
  }
}