{
  "id": "67dd7b6557c3967120e9c8c3c77b50d0cc403b91",
  "text": "II. A Letter to Dr. Watson, F. R. S. containing a Description of Three Substances mentioned by the Arabian Physicians, in a Paper sent from Aleppo, and translated from the Arabic, by Mr. J. Channing, Apothecary.\n\nSIR,\n\nRead Jan. 8, 1767.\n\nAt your desire, I send you the translation of the Arabic, and the specimens which you saw at my house. The passages included within hooks, with an asterism before them, are added, to make it more intelligible. I send likewise a copy of the paper which came with the specimens, written by a gentleman of the factory at Aleppo. It will give me pleasure, if they should be thought worthy of the inspection of the Society.\n\nYou will easily guess at my view in procuring these specimens. The Tabashir, Mamithsa, and Maimiraan are used by the Arabian physicians; by Rhazes particularly; in page 62 (not. 32) page 110 (not. 4); page 146 (not. 6). I have given the best account of each, which I could meet with; and you will see it differs not much from this paper, which came after that book was finished and printed off.\n\nLast\nLast week, in the Bodleian Library, I met with an Arabic MS. of Dioscorides. It appears quite entire and perfect. The Greek titles are inserted in the margin by Dr. Hyde, in red ink, which is some proof of his value for this MS. To me it appears a real treasure, and it is likely it may be of excellent use in correcting the very corrupt text of that author: perhaps too it may be a means of ascertaining the Materia Medica of the elder Greek physicians. The Escorial MS. contains only the first three books, and is imperfect at the beginning. If a transcript of this latter, however, could be obtained, it might likewise be of great use.\n\nI am,\n\nSIR,\n\nYour most obedient\n\nhumble servant,\n\nJohn Channing.\n\nEssex-street,\nOct. 24, 1766.\nCopy of a Paper sent with the Specimens, by a Gentleman of the Factory at Aleppo.\n\nThe specimens sent of the Tabasheer, though taken from different parcels, are not regarded here as different sorts. Amongst them will be found one or two pieces, which in their form answer to the ancient Arabic description of this drug. It is not from the sugar cane that the Tabasheer is supposed to be procured, but from that kind of cane of which the Arabs make their lances, and of which a piece is herewith sent.\n\nDifferent opinions concerning this substance, as also concerning the Mamithfa and Mameraan, collected from sundry Arabian writers, will be found in the paper inclosed: but as the Tabasheer is brought from the East, not prepared here, I cannot affirm any thing certain about it.\n\nFrom the specimens sent of the Mameraan, it will appear evidently to be a root. It is commonly believed to be a species of the Chelidonium, and, like the Tabasheer, brought from the East to Aleppo.\n\nMamithfa, ماميثفا or ماميتا, is the common name used here for wormwood. Our mint is called Nana نعناع. The literary name, however, of wormwood is افسنتين (* Ifsantin, absinthium).\n\nBut there is a plant here known by the name of ماميتا (* Mamitha) of which a specimen is now sent. This, from the use made of it by the natives in distempers of the eyes, as well as from other circumstances, appears to be the Glaucium of Dioscorides.\nDioscorides. An Papaver corniculatum floribus caeruleis?\n\nConcerning the Isbidrowia, I have been able to get no intelligence. The Orichalcum is called here or (* Dgaam or Tûck).\n\nThe paper made of silk husks is not to be found at present in the city. If any can be procured from the Baffora caravan lately arrived, it shall be sent.\n\nTranslation of a Paper in Arabic, sent to W—— C———, Esquire, from Aleppo, with several Specimens of Tebashir.\n\nIn the Camus (* an Arabic Lexicon, which the celebrated Golius translated into Latin), Tebashir is said to be a substance found in the hollow of that species of Indian cane of which lances are made: or the lower part of that cane burnt. The Tebashir which is formed at the knots of the cane is round like a dirhem (* ducat). This substance is found in the cavity of those canes which have been fired by rubbing one against another. It is frequently adulterated: the burnt bones of sheep, the skulls particularly, are sold for it.\n\nEbn Beitar, in his treatise of simples, says, \"Tebashir is a substance found in the hollow of the Indian cane.\"\n\nAli Ebn Mohammed says, \"It is the burnt part of the lower stem of the Indian cane; and is imported only from the coast of India; chiefly from that part of the coast called Sendapour\" (* or\n(* or Sendafour) from whence the black pepper is brought.\"\n\nAvicenna, in his Canon, says of Tebashir, \"it is the lower part of the cane which has been burnt; it is reported that the canes are fired by being rubbed one against another by the violence of the winds. This drug is produced on the coast of India.\"\n\nMamitha.\n\nEbn Beitar in his Treatise of Simples calls it Mamitha. Abu'l Abbas the Nabathæan (* the botanist) calls it Mamithsa. (* i.e. the letter is written sometimes with two, sometimes with three points over it). Both these names are sufficiently known.\n\nIn the treatise of simples called Ma-la-Yefa (* i.e. a treatise of those things which no physician ought to be ignorant of) Mamithsa, is \"the name of a plant like the papaver maritimum, or corniculatum. At the lower part of the Mamithsa is a moisture which sticks to the hand: it has a yellow flower like the papaver before mentioned; its seeds are different, inclining to black, like and about the size of the seeds of sesamum. The plant is of a strong and offensive smell, and very succulent. The difference between these two plants is this; the papaver corniculatum dies to the root in the winter, and sprouts again from its root in the spring; the Mamithsa, on the contrary, sprouts again in the spring from the top of its stem.\" Avicenna, in his Canon, says, \"Mamithsa is like acorns, of a yellow colour inclining to black,\" Vol. LVII.\n\"easily broke. It is bitter, of a substance watery\nand earthy; cold, but not vehemently so; its\njuice is in the same degree of cold as the wa-\nter of pools or lakes. It is prepared from a plant\nwhich is brought from Manbedge\" (*a town of\nnote in Syria, vid. Geogr. Nubiens. page 120, line 7,\nand Index Geograph.in vitam Saladini, in voc. Man-\nbesjum) \"of a very diffusive scent, a bitter taste,\nwhose juice is yellow, of a saffron colour.\"\n\nMamiraan. In the Liber Memorialis, it is said,\n\"Mamiraan is a plant, at the bottom of whose\nstem are produced knotted, crooked, hard roots.\nThe Indian is the best; this inclines to a black\ncolour: the Chinese to yellow: the other sorts are\ngreen. It grows in the water; its leaf is like\nthe leaf of the convolvulus; it is hot and bitterish;\nits seed is like that of sesamum.\"\n\nIt is said in the Canon of Chalid and Manown,\nsome say it is a root, and called Mamiraan; others\nsay, the smaller roots are called Mamiraan, but\nthe larger Zeradgush\" (*in Castell's Lexicon, col.\n308, and in Meninski, col. 2441, the word is\nزَرَادْجُوب Zeradgiob, which signifies yellow wood,\nand is the Persic name for curcuma).\n\nAvicen, in his Canon, says, \"Mamiraan is a\nwoody knotted substance, inclining to a black\ncolour, has small curvatures, and is one of the\nthings used by dyers.\"\n\nMa-la-Yefa says, \"Absinthium is a Greek word,\nin Persic it is called Mowi Chowfsheh. This is a\nplant which grows freely and largely; it rises in\na stem, from which shoot out many branches,\"\non which are many thick and tufted leaves; it bears a flower like that of parthenium, small and white; in its middle it has a part yellow; its head is small, in which is a small seed; its taste is bitter and styptic. Some sorts of it have a leaf like the daucus, and a yellow flower. The inhabitants of Egypt call this kind of it Demisfah. It grows plentifully in the East, and in Syria, Chorasan, and Irak. The two last sorts of it are less esteemed, and of less value.\"\n\nAbsinthium \"some physicians call this Alhich Alroumi\" (i.e. Absinthium Ponticum, or Romanum).\n\nLook into the Canon of Avicenna, under the article Absinthium, you will find there several things concerning Mamithsa. Consider that article, therefore, very attentively.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105927.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 11762,
    "total-output-tokens": 2365,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1060,
        2
      ],
      [
        1060,
        1795,
        3
      ],
      [
        1795,
        3207,
        4
      ],
      [
        3207,
        4485,
        5
      ],
      [
        4485,
        5895,
        6
      ],
      [
        5895,
        7395,
        7
      ],
      [
        7395,
        8133,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105927",
    "title": "A Letter to Dr. Watson, F. R. S. Containing a Description of Three Substances Mentioned by the Arabian Physicians, in a Paper Sent from Aleppo, and Translated from the Arabic, by Mr. J. Channing, Apothecary",
    "authors": "John Channing",
    "year": 1767,
    "volume": "57",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/105927"
  }
}