{
  "id": "d8b883a2a62baba8d6a348e6274b0bc541b7c1bd",
  "text": "XI. A Description of the several Strata of Earth, Stone, Coal, &c. found in a Coal-Pit at the West End of Dudley in Staffordshire: By Mr. Fettiplace Bellers, F. R. S. To which is added, a Table of the Specifick Gravity of each Stratum: By Mr Fr. Hauksbee, F. R. S. Communicated by Dr. Hans Sloane, R. S. Secr.\n\nI. A Yellowish Clay, which lies immediately under the Turf.\n\nII. A Blewish Clay.\n\nIII. A Blewish hard Clay; the Miners call it Clunch. This is one of the certain Signs of Coal. It has in it Mineral Plants.\n\nIV. A Blewish soft Clay.\n\nV. A fine-grained Gray Stone: It lies next the former, and is found in some Pits only.\n\nVI. A Clay almost like the First, only whiter.\n\nVII. A hard Gray Rock; with something like the Impressions of Vegetables, but none distinct.\n\nVIII. A Blew Clunch, like Numb. 3. with Mineral Plants in it.\n\nVIII. +. This Stratum (which is the same with Numb. 13.) was not taken.\n\nIX. Coal, called Bench-Coal.\n\nX. Coal, less black and shining than the former, called Slipper-Coal.\n\nXI. Coal, more black and shining, called Spin-Coal.\n\nXII. A Coal like Cannal-Coal, by the Miners called Stone Coal. These Strata of Coal have between each\nof them a Bat, of about the thickness of a Crown Piece.\n\nXIII. A black Substance, called the Dun-Row-Bat.\n\nXIV. A hard grey Iron Oar, called the Dun-Row Iron-Stone.\n\nXV. A blewish Bat, in which the following Iron-Stone lyes, called the White-Row.\n\nXVI. A hard blackish Iron Oar, lying in small Nodules, having between them a white Substance; and from thence by the Miners called the White-Row-Grains, or Iron Stone.\n\nXVII. A hard grey Iron Oar, with some white spots in it, called the Mid-row Grains.\n\nXVIII. A black fissile Substance, called the Gublin-Bat.\n\nXIX. A hard blackish Iron Oar, with white spots in it, called the Gublin Iron-Stone.\n\nXX. A Bat, in Substance much like that of Numb. XVIII.\n\nXXI. A hard grey Iron Oar, called the Cannoc, or Cannot-Iron-Stone.\n\nXXII. A Bat, somewhat harder than Numb. XX.\n\nXXIII. A dark, gray, hard Iron Oar, called the Rubble Iron-Stone.\n\nXXIV. The Table-Bat, next under the Rubble Iron-Stone.\n\nXXV. A coarse sort of Coal, called the Foot-Coal.\n\nXXVI. A black, brittle, shining Bat.\n\nXXVII. The Heathen-Coal.\n\nXXVIII. A Substance like a coarse Coal, but by the Miners called a Bat; perhaps because it does not burn well.\n\nXXIX. The Bench-Coal.\n\nXXX.\nXXX. A Bat under the last, and is as low (viz. 188½ Feet) as they generally dig, tho' there is a coarse Coal under this.\n\nN.B. Those Substances, which divide the Strata of Coals and Iron Oars from each other, are called Bats by the Miners: They are generally black, consisting of a Matter peculiar to themselves, and are of a Texture nearest like Marle; tho' some of them are fissile, and others have a Substance not unlike Coal mixt with them.\n\nA Table of the Thickness of each Stratum, and its Proportion to Water, or Specifick Gravity.\n\n| Number of the Strata | Thickness of each Stratum. Feet. Inches | Proportion to Water, | Or Specifick Gravity. |\n|----------------------|----------------------------------------|---------------------|-----------------------|\n| I.                   | 4 0                                    | as 385 to 192        | as 200 to 100         |\n| II.                  | 5 0                                    | 296 168              | 176                   |\n| III.                 | 24 0                                   | 23 9                 | 256                   |\n| IV.                  | 9 0                                    | 209 106              | 197                   |\n| V.                   | 4 0                                    | 583 237              | 246                   |\n| VI.                  | 21 0                                   | 401 192              | 209                   |\n| VII.                 | 75 0                                   | 683 259              | 243                   |\n| VIII.                | 5 0                                    | 223 88               | 253                   |\n| VIII+.               | 1 0                                    | —                    | —                     |\n| IX.                  | 3 0                                    | 7 5                  | 140                   |\n| X.                   | 3 0                                    | 106 72               | 147                   |\n| XI.                  | 4 0                                    | 147 114              | 129                   |\n| XII.                 | 4 0                                    | 185 143              | 130                   |\n| XIII.                | 1 0                                    | 408 198              | 206                   |\n| XIV.                 | 0 1                                    | 204 67               | 303                   |\n| XV.                  | 0 3                                    | 183 72               | 254                   |\n| XVI.                 | 1 3                                    | 325 232              | 334                   |\n| XVII.                | 0 2                                    | 781 244              | 320                   |\n| Number of the Strata | Thickness of each Stratum. Feet. Inches | Proportion to Water, as 305 to 129 | Or Specifick Gravity, as 236 to 109 |\n|----------------------|----------------------------------------|----------------------------------|-----------------------------------|\n| XVIII.               | 2 0                                    |                                  |                                   |\n| XIX.                 | 0 9                                    | 920 266                          | 346                               |\n| XX.                  | 1 6                                    | 192 76                           | 253                               |\n| XXI.                 | 0 6                                    | 675 216½                         | 313                               |\n| XXII.                | 1 0                                    | 428 165                          | 290                               |\n| XXIII.               | 0 6                                    | 828 231                          | 358                               |\n| XXIV.                | 2 0                                    | 333 153                          | 218                               |\n| XXV.                 | 1 0                                    | 198 154                          | 128                               |\n| XXVI.                | 6 0                                    | 238 141                          | 169                               |\n| XXVII.               | 6 0                                    | 298 236½                         | 126                               |\n| XXVIII.              | 0 1                                    | 267 186                          | 144                               |\n| XXIX.                | 2 0                                    | 314 240                          | 131                               |\n| XXX.                 | 0 6                                    | 244 133                          | 183                               |\n\nBy which it is evident, that the Gravities of the several Strata are in no manner of Order; but purely casual, as if mixt by chance.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103172.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 1953,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1166,
        2
      ],
      [
        1166,
        2360,
        3
      ],
      [
        2360,
        5160,
        4
      ],
      [
        5160,
        7353,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103172",
    "title": "A Description of the Several Strata of Earth, Stone, Coal, etc. Found in a Coal-Pit at the West End of Dudley in Straffordshire: By Mr. Fettiplace Bellers, F. R. S. To Which is Added, a Table of the Specifick Gravity of Each Stratum: By Mr Fr. Hauksbee, F. R. S. Communicated by Dr. Hans Sloane, R. S. Secr.",
    "authors": "Hans Sloane, Fr. Hauksbee, Fettiplace Bellers",
    "year": 1710,
    "volume": "27",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103172"
  }
}