{
  "id": "d78008d19d550769edf699a6529127e345db5bd0",
  "text": "Botanicum Hortense IV.\n\nGiving an Account of divers Rare Plants, Observed the last Summer A.D. 1714. in several Curious Gardens about London and particularly the Society of Apothecaries Physick-Garden at Chelsea.\n\nBy James Petiver, F.R.S.\n\nContinued from the last Transactions.\n\n47 Planta Nasifloræ. Snout-Flowers.\nLehoof Snapdragon. Ray Hist. Plantar. p. 567. pl. 3.\nCymbalaria Hedera terrestris folio, flore maximo.\nAntirrhino seu Linaria affinis fol. Hedera terrestris. Flor. Batav.\nAsarina Lob. Lugd. 915 fig. 2.\nAsarina Lob. flore Hederæ terrestris I. B. 3. App. 840. fig.\nAsarina sterilis, Sevæ Narbonensis agri Lob. Obs. 329 ic.\nAsarina sive saxatilis Hedera Lob. Icon. 601.\nHedera saxatilis Jonst. 856. fig. 2.\nHedera terrestris, magno flore C.B. 306. Phyt. 609. 3.\n\nIts Flowers, Seeds and Capsules plainly shew it to be a kind of Snapdragon. Lobel says this grows wild in Narbone and Provence (from whence I should be glad to see it,) but his Figure does not express the Hoariness with which our Leaves are endowed, nor are its Flowers so large or exact. I first saw this elegant Plant in the\nAmsterdam Physick-Garden, Flowering in July, and since at Chelsea.\n\n48. English Yellow Pansey. Ray's British Herbal. Tab. 37. fig. 10.\n\nViola montana lutea grandiflora nostras Ray 1052. 5. Syn. ed. 215. 8.\n\nViola 5. Jonst. 853. Ger. 704.\n\nMr. Ray observed this in divers boggy mountainous Pastures in Derbyshire, Yorkshire, and Wales. It Flowers very well in our Gardens, and makes a beautiful edging.\n\n49. Bog Violet. Rays British Herbal Tab. 37. Fig. 5.\n\nViola palustris rotundifolia Plot. Hist. Oxon. 144. 4. Tab. 9. fig 2. Ray 1050. 4. Synopsis. 152. 4. edit. 2. p. 214. 4.\n\nViola palustris rotundifolia glabra Moris. Oxon. 475. 5. sect. 5. Tab. 35. fig.\n\nDr. Plot first discovered this in the Bogs about Stowwood in Oxfordshire, and Chiswell in Berkshire, since which it hath been found in the like Places between Wickam and Croydon in Surry plentifully, from whence it was transplanted into Chelsea Garden. It Flowers in April and May.\n\n50. Hairy Wood Violet. Rays British Herbal Tab. 37. fig. 7.\n\nViola Trachelii folio Morret. pin. 125.\n\nViola Martia hirsuta, major, inodora Plot. Oxon 144. 3. Ray 1051. 5. Synopsis. 152. 6. ed. 2. p. 215. 6.\n\nViola Martia major, hirsuta inodora Moris. Ox. 475. 4. S. 5 Tab. 35. fig.\n\nGrows plentifully in Charlton and other Woods in Kent, &c. It Flowers in March and April.\n\n51. Upright Tree-Violet Ray 1052. 1.\n\nViola arborescens vel potius erecta Camer. Epit. 511. fig. opt.\n\nViola assurgens tricolor Ger. 703. Ic. 2. Jonst. 854. fig.\n\nViola elatior Clus. 309.\n\nViola Martia arborescens purpurea C. B. 195. 2.\n\nViola Martia surructis cauliculis Lob. Ic. 610. 2.\nJacea tricolor; surrectis caulibus, quibudam arborea dicla Chabr. 510. Ic. 3. I.B 3. l. 32. p. 547. fig.\n\nClusius observed this to grow common in the Woods of Austria and Styria. Dr. Morison in his Hist. Oxon. p. 476. says this is found in England on the Tops of Mountains and in Woods, which has not as yet been observed, either by the inquisitive Mr. Ray or any other.\n\nPlanta Bacciferae. Berry-bearing Plants.\n\n52. Long Horse-tongue Ray 663. 1.\n\nBonifacia sive Bislingua Chabr. 45. Ic. 5. & 6. I.B. 1. I. 5. p. 575. fig.\n\nHippoglossum Camer. Epit. 919. fig.\n\nHippoglossum Dioscoridis & Laurotaxa Plinii Col. 165. fig. opt.\n\nHippoglossum sive Bislingua Barrel. pl. 5. Ic. 249. Park. 702. Ic.\n\nHippoglossum mas & feminæ Ger. 761. Ic. 1. & 2. Jonst. 908. Ic. 1. & 2.\n\nRadix Idea, Hippoglossum Col. phyt. 64. fig.\n\nRuscus angustifolius, fructu folio innascente El. Bot. 70. Inst. 79.\n\nThis and the next are accurately Figured by Columna & Barrellier. The peculiarity of this Plant is to have a small tongue like the Key or Fruit of the Ash-tree, growing from the middle Rib on the under side of each Leaf.\n\nGrows on shady Mountains in Italy and Hungary.\n\n53. Round Horse-tongue Ray 663. 2.\n\nLaurus Alexandrina Camer. Epit. 936. Ic. Chabr. 46. Ic. 1. I. B. 1. l. 5. p. 574. fig.\n\nLaurus Alexandrina & Chamædaphne Col. 165. fig. opt.\n\nLaurus Alexandrina genuina Park. 700. fig. 1.\n\nLaurus Alexandrina vera Diosc. & Theophr. Barrel. 6. Ic. 250.\n\nLaurus Alex. fructu folio insidente C B. 305.\nRuscus latifolia, fructu folio innascente E. B. '70. Inst. '79.\n\nI have a very fair Specimen of this in Flower, gathered with the last at Gibraltar by Dr. Pelham Jonston a curious Botanist.\n\n54. Cherry Nightshade Ray 673. 4.\nAmomum Plinii Ger. 289. fig. Jonst. 361. fig.\nAmomum Plinii Strycnodendron sive Solanum arborescens Lob. Ic. 265. 1. Belg. 322 Obs. 136. fig.\nPseudo Capsicum seu Amomum Plinii Park. parad. 427. fig. 7.\nSolanum fruticosum Tabern. 578. Ic. 2.\nSolanum fruticosum bacciferum CB. 166. 9. phyt. 29.\nSolanum fruticosum Americanum dictum Amomum Plinii Park. 353 fig.\n\nIts an old Inhabitant in our Gardens, where it Flowers about Midsummer, and its Cherry-like Fruit is ripe in the Winter.\n\nI have received this from the Maderas, where Dr. Sloan, that Consummate Botanist, has also observed it.\n\n55. Virginia Potatoes Ray 675. 14.\nBatata Virginiana f Virginianorum & Pappus Ger. 781. fig. Jonst. 927. fig.\nArachidna Theophr. fortè Papas Peruanorum Clus. 97. fig.\nPapas seu Battatas Virginianorum Park. parad. 517. fig. 3.\nPapas radix, ex qua Edulium Chunno dictum conficitur Jos. Acosta l. 4 c. 17. imo Panis loco utuntur quem Chunno dictum vocant id. l. 3. cap. 20.\nSolanum tuberosum C B. phyt. 301. 19.\nSolanum tub. esculentum C B. 167. 13. Prod. 89. fig. opt.\n\nWe are obliged to that indefatigable Botanist Caspar Bauhine for a most accurate Figure and full Description of this useful Root, which was first discovered in Virginia and there call'd Openanck.\n\nIt was first cultivated in Ireland, and now about London, and in many Counties of Great Britain. It Flowers from July till Autumn and then Fruits, altho' rarely ripens.\nHerbæ capitibus stellatis seu echinatis,\nHerbs with Star or Burr heads.\n\n56. Avicens Abtilon Ray 699.1. H. Oxon.531.\nAlthea lutea Ger. 790:fig. Jonst. 935. fig.\nAlthea lutea sive Abutilon Avicenne putatum Park. 304.\nIc 5.\nAlthea luteis floribus Lob. Ic 635.1. Belg. 801. Obs 374.\nfig.\nAlthea Theophrasti fl. luteo C.B. 316.8. phyt. 632.8.\nAlthea Theophrasti fl. luteo, quibusdam Abutilon I.B. 2.1.\n23. p.958. fig. Chabr. 302.1c.1.\nCaspar Bauhine observed this Plant, altho' an Annual, 2\nCubits high, between Ferraria and Bononia. Its also a\nNative of both the Indies, from whence I have received it.\n\n57. Betony Mallow Ray 593.3 H. Oxon 522. xi.\nAlcea Betonica folio fl. purpureo violaceo Barrel. 72. Ic.\n1189.\nMalva Betonica folio H Bles. 285. Pocc. 15. fig Zan. 130.\nfig. 52.\nMalacoides Betonica folio Inst. R.H. 98.\nThis elegant Mallow grows wild in Tuscany, from whence\nit was sent me by Pet. Antony Micheli the Grand Duke's\nBotanist as also from the Reverend Bruno Tozzi Abbot of\nVailambroso and Fellow of the Royal Society.\n\n58. Cupain his Dwarf Spearwort Ray 3. p. 361. 27.\nRanunculus Alpestris palustris, lignosus, fol. Ocimi echinatus H. Cathol.\nRanunculus Siculus sol. rotundo vix serrato Gazoph Natur.\nTab. 24. fig. 9. opt.\nThis is a small stooping Plant, with pretty large Heads,\nits Leaves broad and lightly notcht. Grows wild in Sicily.\n\n59. Mutet Cronfoot Ray 582. 5.\nRanunculus magnus valde hirtutus. fl. luteo I.B. 3.1. 30 p.\n417.fig. Chabr. 465. Ic. 6.\n\nRanunclu-\nRanunculus mont. subhirsutus, Geranii folio C.B. 182. 13.\nRanunculus montanus subhirsutus, Geranii folio C.B. pr.96.\n6. fig.\nRanunculus mont latifol. hirsutus alter C.B. phyt. 323. 15.\nC.B. in his Phytopinax says he first found this on Mount Mutet near Basil, and afterwards on Rossberg near Tubing in Wirtenbergh. I received the first Specimen of this from Mr. Jacob Bobart at Oxford.\n\nHerbae Tetrapetala. Quaterpetals.\n60. Babylonion Cress, Ray 821. 1.\nDraba prima umbellata C.B. phyt. 174. 1.\nDraba vulgaris Park. 849. fig. 1.\nDraba Dioscoridis Jonst. 274. fig. 1.\nDraba sive Arabis Chabr. 295. lc. 6.\nDraba multis fl. albo. I.B. 2. l. 22. p. 939. fig.\nDraba umbellata vel Draba maj. capitulis donata CB. 109.1.\nArabissive Draba & Nasturtium Babylonicum Lob. Ic. 224.\n1 Belg. 267. fig. Obs. 111.\nGrows in the Borders of Fields about Vienna plentifully, as also in the like Places in Italy and France. Flowring in May and June.\n\n61. Bur Rocket Ray 804. 4.\nEruca segetum El. Bot. 199. Inst. 152.\nEruca Monspeliaca siliquâ quadrangulâ Park. 821. fig.\nEruca Monsp. fil. quadrangulâ echinatâ C.B. 99. 14. phyt. 149. 15. prodr. 41. 7.fig. opt.\nRaphanistrum dispermon Monspel. fil. quadrangulâ echinatâ H. Leyd. 520.\nSinapi echinatum Lugd. 647. fig. Chabr. 275. Ic. 3. I. B. 2. l. 21. p. 858. fig.\nGrows about Montpelier in Corn. It Flowers and Seeds in June, &c.\n\n62. Ever-green Persian Tufts Ray 837. 7.\nThlaspi fruticosum Leucoii folio latifol. C.B. 108. 1. prodr. 49. 9. Park.\nThlaspi frut. umbellatum Persicum, fol. Leucoii instar sempervirentibus H. Oxon. 296. 23.\n\nThlaspi latifol. platycarpon, Leucoii foliis Bocc. 55. fig. opt.\n\nThlaspi sempervirens & florens Dodart. 115. fig.\n\nThlaspidium frutic. Leucoii folio semperflorens E.B. 183. Inst. 214.\n\nThlaspio fruticoso di Persia, con foglia di Keiri, di fiore odo rato Zanon 106. Tab. 74. fig.\n\nThis is always green, Flowers long and especially towards the Winter, its said to come from Persia, Boccone found it wild about Palermo in Sicily.\n\n63. Garlick Cress Ray 834. 19.\n\nScorodo-thaspi Ulisses Aldrovandi Chabr. 294. Ic. I.I. B. 2. 1. 22. p. 932. fig.\n\nThlaspi Allium redolens H. Oxon. 297. 28. Tab. 18. fig.\n\nThat very great and laborious Naturalist Ulisses Aldrovandus first discovered this Plant growing about Bononia. Its Flowers and Seeds in Chelsea-Garden early in the Spring.\n\nPlantae fl. pentapetalo. Cinquepetals.\n\n64. Dwarf Gentian with a large Flower Ray 718. 2.\n\nGentiana Apina magno flore I.B. 3.1 31. p. 523. fig.\n\nGentiana Alp. pumila, latifol. magno flore Elem. Botan. 96.\n\nGentiana Alp. magno fl. caeruleo violaceo Mariana Chabr. 503. Ic. 6.\n\nGentiana 5. Gentianella major verna Clus. 314. fig.\n\nGentianella Alpina verna major Park. 402. fig. 1.\n\nGentianella Alp. latifol. magno flore C.B. 187. 1. phyt. 347. 46 prodri. 97. c. x. 1.\n\nGentianella Helvetica Lob. Icon. 310. 1. Belg. 381.\n\nGentianella Campanula flore purp. Helvetia Adv. 130. fig.\n\nI.B. makes this and the Angustifolia to be the same Plant.\n\nGrows\nGrows on most Mountains in Austria, Styria and Switzerland, where it Flowers in their Spring, viz. in June, or as soon as the Snow there melts.\n\nThis elegant Plant is pretty common in most of our Country Gardens.\n\n65. Pona's blew Valerian Ray 745. 6.\nCervicaria Valerianoides caerulea C B. 95. 20.\nRapunculus Valerianoides caeruleus umbellatus Boer. 104. 3.\nRapuntium umbellatum Col. phyt. 2. p. 22.\nTrachelio azuro umbellifero Pone Ital. 44. fig.\nTrachelium umbelliferum caeruleum Park. 645. 8.\nValerianoides Alpin. Trachelii folio, fl. coccineis Alm. Bot.\n\n379.\nThis is very different from the Telephium fl. purpureis Lobel. Ic. 389. 2. as Columna and C B. from him take to be the same.\n\nPona, in his Italian Edition of the Plants on Mount Baldus, gives the first Figure and Description of this elegant Plant, which he received from Signior Contareni at Venice, and supposes it to come from Candy; but Pere Barrelier says it grows in moist shady Places not only about Rome but Valentia in Spain, where its also sometimes found with a white Flower. Its blew umbelliferous Tufts make a beautiful Shew in our Physick Garden where it Flowers from Midsummer till the end of September.\n\n66. Childing Pink Ray 990. 13. H. Ox. 563. 21.\nCaryophyllus sylv. prolifer CB. 209. 6. phyt. 393. 18.\nCaryophyllus prolifera Park. 1338. fig. 1.\nBetonica Coronaria squamosa sylv. Chabr. 446. Ic. 6. IB. 3. l. 29. p. 335. fig.\nArmeria prolifera Lob. Ic. 449. 1. Belg. 534. Jonst. 599. fig. 5.\n\nGrows in barren Pastures in many Parts of France, Italy, Germany, &c.\n\n67. Gray\n67. Gray Stitchwort Ray 1020. 7. H. Ox. 546. 44.\nHolosteum Hart. inanum vulgare Nobis.\nCaryophyllus Holosteus Ger. 277. xi. Jonst. 595. fig. 15.\nCaryophyllus Holosteus tomentosus I B. 3. l. 29. p. 360. fig.\nPark. 1339. fig. 7.\nCaryophyllus Holost. tomentosus latifolius C B. 210. 2.\npr. 194. 5.\nLychnis maritima incana & tomentosa H. Oxon. 546. 44.\nMyosotis tomentosa Linaria folio amplo. E B. 211. Inst. 244.\nThe Description of I B. and others much better agree\nwith this Plant than that of C B. prodr. p. 104. 5.\nThere is no good Figure of this Herb altho a Common\nEdging in every Countrey Garden.\n\n68. Penny's Myrtle Cistus Ray 1011. 13.\nAscyrum Balearicum frutescens, magno flore luteo, fol.\nminoribus lucidis subtus verrucosis J. Salvadore.\nMyrto-Cistus Pennei Clus. 68. fig. Pan. 67. fig. Park. 665. fig.\nGer. 1098. fig. 16. Jonst. 1279. fig. 16. Tab. Ic. 1054. 2.\nMyrto-Cestus Pennei, fl. luteis oblongis Chabr. 103. Ic. 2.\nI B. 2. l. 13. p. 21. fig.\nDr. Penny a famous Physitian of London and a very curi-\nous Naturalist of that time, first communicated this\nPlant A. D. 1580. which he had gathered on the Island\nMajorca to Carolus Clusius, who gave a Figure of it, and\nfrom whence all other Authors have since copied it. We\nare lately obliged to Dr. John Salvadore at Barcelona for\nthe more perfect Knowledge of it, who amongst many\nother very curious and Rare Plants gathered in that Island\nand Minorea, sent me this under the Name as above, of\nwhich it is a true Species.\n\n69. Matthiolus his Coris or St. John's-wort Ray 1018. 4.\nCoris C B in Matth. 663. fig. opt. Cam. 678. fig. Park. 570.\nfig. 1. Jonst. 544. fig. 1. Lob. Ic. 403. 1. Belg. 489. Obs.\n220. fig.\nCoris lutea C B. 280. 1. lutea major phyt. 548. 1.\nHypericoides Coris quorundam & Coris legitima Cretica\nChabr. 456. Ic. 5. l. B. 3. l. 29. p. 384 fig.\nHypericum seu Coris legitima Ericae similis H. Oxon. 469. 4.\nHypericum Syriacum tenuissimo & glauco folio El. Bot. 222 Inst. 255.\nMatthiolus says this grows in dry Grounds and Hills in many Places of Italy, and by Carara a Village of Liguria, as Camerarius asserts.\n\nI take this by its Figure to be different from Bellus and Pona their Coris legitima Cretica:\n\n70. Succory Mullein.\n\nBlattaria Chicorei folio villosa Nobis.\nan Blattaria Orient. Agrimonia folio T. Coral.\n\nIts Leaves spread on the Ground, are deeply cut long and hoary, from the midst of these rite slender Stalks, much branched and full of small yellow Flowers which soon fall off.\n\nI have as yet seen this in Chelsea Garden only.\n\n71. Great Pile Trefoil Ray 968. 12. H. Ox. 177. 14.\nLotus Hæmorrhoidalis sive Trifolium Hemorroid. majus Park. 1102. fig. 8.\nLotus pentaphyllos siliquosus villosus C.B. 332. 9.\nLotus polyceratos frutescens incana alba, siliquis curvis crassioribus & brevioribus erectis H. Ox. 177. 14\nOxytriphylum alterum Stribonii Herbariorum Lob. Adv. 381. fig.\nTrifolium album, rectum hirsutum valde Chabr. 160. Ic. 1\nl. B. 2. l. 17. p. 360. fig.\nTrifolium Hemorrhoidale Lob. illustr. 151.\n\nGrows plentifully about Montpelier, Lobel says its also found about Lyons and Turin.\n\nThe Leaves or rather the Seed given in Powder from 30 Grains to 60 in Red Wine, is said to be very effectual in curing the Piles.\n\n72. Lesser Pile Trefoil Ray 968 xi.\nLotus Hemorrhoidalis alter minus sive Lotus Lybica Dal. Park. 1102. f. 9.\n\nLotus siliquosus glaber, flore rotundo C B. 332. 10.\n\nLotus Lybica Dalechampii Lugd. 509. fig.\n\nLotus Lybica Dalech. vulgo H. Leyd. 384.\n\nTrifolium rectum Monspeissulanum I B. 2. l. 17. p. 359. sine fig.\n\nTrifolium rectum Monspef. fl. rotundo C B phyt. 666. 46.\n\nGrows by River sides and moist Places about Messina, Calabria and Montpellier.\n\n73. Camerarius his Birds Foot Trefoil. Ray 970. 20.\n\nLotus siliquis Ornithopodii C B. 332. 2. phyt. 667. 36. I B. 2. l. 17. p. 359. fig.\n\nLotus peculiaris, siliquis Ornithopodii Camer. Hort. 91. Ic. 25. opt.\n\nLotus Ornithopodii siliquis, fl. luteo, nigris lineis striato Chabr. 158. Ic. I.\n\nLotus polyceratos annuus procumbens latifolius, siliquis Ornithopodii H. Ox. 176. 8.\n\nLotus sylvestris Creticus Park. 1101. fig. 4. ex Pona Ital. 153.\n\nThat Reverend Divine and Botanist Sir George Wheeler observed this in the Island Corfu.\n\n74. Fine Fumitory Ray 406. 3. H. Ox. 261. xi.\n\nFumaria tenuifolia Ger. 928. fig. 3. Jonst. 1088. fig. 3.\n\nFumaria minor sive tenuifolia Park. 287. fig. 2.\n\nFumaria minor tenuifolia C B. 143. 3. phyt. 245. 2.\n\nFumaria minor sive tenuifolia surrecta Chabr. 277. Ic. 6. I B. 3. l. 26 p. 203. fig.\n\nCapnos tenuifolia Clus. 208. fig. 2. Hisp. 375. fig. Lob. Ic. 757. 2. Belg. 914 Obf. 438.\n\nGrows amongst Corn and by Pathways about Montpelier, and in divers parts of Spain where its called Palomilla, and flowers in April and May.\n\n75. Barcelona Hart Fumitory.\n\nFumaria henneaphyllos Hispanica saxatilis Bocc. Mus. 83. Tab. 73.\nFumaria heneaphyllos Hispan. saxatilis, fl. vario Barret. 866. Ic. 42.\n\nFumaria Hisp. saxatilis, fol. amplioribus cordiformibus, sem. compressis El Bot. 334. Inst. 422.\n\nDr. Salvatore observed this in the Fissures of Mount Serrat, and in the Hermits Walls about Barcelona where it Flowers in May, June, and July.\n\nThe curious Dutchess Dowager of Beaufort shewed me very fair Specimens of this Plant, which her Grace raised from Seed I had given her.\n\nPlantæ fructu tricocco. Plants with Treble Husks and Seed.\n\n76. Garden Spurge Ray 866. 18.\n\nLathyris C B. in Matth. 868. fig. 1. Camb. 968. fig. opt.\n\nLathyris major C B. 293. 1. phyt. 577. 1.\n\nLathyris major Hortensis Park. 191. fig. 1.\n\nLathyris sive Cataputia minor Chabr. 535. Ic. 4. I B. 3. p. 880. fig. Inst. 503. fig. 18.\n\nCataputia minor Lob. Ic. 362. 1. Belg. 439. Obs. 197. Ger. 405. fig. 14.\n\nCataputia minor sive Lathyris angustifolia Tab. 587. Ic. 2.\n\nTithymalus latifolius Cataputia dictus H. Leyd.\n\nGrows spontaneously in many Gardens, where it Flowers and Seeds in July and August.\n\n77. Red Flowred Spurge Ray 864. 2.\n\nCharacias Monspeliensium Clus. & Matth. Lob. Ic. 359. 2. Belg. 43. Obs. 194. fig. 2. Adv. 152.\n\nTithymalus Amygdaloides sive Characias Chabr. 534. Ic. 2. I B. 3. l. 34. p 672. fig.\n\nTithymalus Characias 1. Clus. 188. fig. 1. Hisp. 436. fig.\n\nTithymalus Characias Monspeliensium Park. 186. 2. Inst. 499. fig. 8.\n\nTithymalus Characias rubens peregrinus C B. 290. 2. phyt. 572. 1.\nClusius observed this on the rough Mountains of Spain, its also found in Italy and about Montpelier in stoney Places. Its dark red Flowers, distinguish it from others like it.\n\n78. Montpelier Meadow Spurge.\nTithymalus Lithospermi majoris folio Bot. Monsp. 305.\nAn Tithymalus Tingitanus Linariae folio, lunato flore H. Leyd.\nAn Tithymalus Linariae folio, lunato flore H. Blef. 313.\nDr. Nissole that curious Botanist sent me this Plant among many others gathered about Montpelier.\n\n79. Soft Spurge of Mount Polline.\nTithymalus Montis Pollini, fol. & fructu pubescentibus.\nIts Stalks brown and hoary as are its Leaves which grow alternately and not thick set. It Flowers and Seeds in July and August.\nMons. Vaillant sent me a Specimen and Seed of this from Paris.\n\n80. Cambridge Corn Spurge Ray 868.22.\nTithymalus Segetum longifolius Cat. Cant. app.\nIt grows in the Corn beyond Kingston-wood in the Road to Gamlingay in Cambridge-shire, where I found it in company with Mr. James Sherard, an accurate Botanist and well versed in the Knowledge of our English Plants.\n\n81. Cypreis Spurge Ray 865.19. H. Ox. Bob. 335.4.\nTithymalus Cupressinus Jonst. 449 fig. 5. H. Ox. Bob. 335.4; 1. Tab. Ic. 594. fig. 2. Hist. 2. p. 293. f. 3. opt.\nTithymalus Pinea Ger. 402. fig. 6. opt.\nTithymalus Cyparissias CB.291.2.T. Esula Chabr. 532. Ic. 6. IB. 3. l. 34 p. 663. fig. Cam. 964. fig. Lob. Obs. 192. fig. 3. Adv. 151. CB in Matth. 865. fig. 5. Lugd. 1644. fig. 2. opt.\nTithymalus Cyparissias minor CB phyt. 575.15,\nTithymalus Cyparissias vulg. Park. 193. descr. 3 but its Figure is of the Pytiusa or Esula major.\n\nVertues. Dr. Tournefort says the Root of this Spurge is a proper Cathartick in Hydropick and Cachetic Bodies, as also for intermittent Fevers given from 3s to 9ij with 20 Grains\nGrains of Mercarius dulcis and 30 of Cream of Tartar, 10,\n15 or 20 of its Seed is a strong Purge, and the Basis of\nFernelius his Pill. ex Esula, its Dose 3ij. The Roots of this\nPlant are also used in the Benedicta Laxativa. Hydragogum\neximium Renodei. Extract. eximium & Cholagogum\nRofsinchii.\n\nIt grows pretty common in many Gardens.\n\n82. Common Sea Spurge Ray Brit. Herbal. Tab. 53. fig. 8.\nTithymalus maritimus C B 291. 1. phyt. 574. xi.\nTithymalus Paralius Chabr. 534. Ic. 6. 1 B. 3. 1 34.p.674.\nfig. Lob. Ic. 354. 2, Belg. 430. Obs. 191. fig. Camer. 962.\nfig. opt.\n\nTithymalus paralius seu maritimus Park. 184. fig Ger. 401.\nfig. 1. Jonst. 498. fig 1. opt. Matth. Lugd. 1643. fig. 2.\n& 47. fig. 1. Tab. 593. Ic. 1. Hist. 2. p. 292. f. 3. C B in\nMatth. 864.fig. 3.\n\nThis elegant Spurge is found on most of the Sea Coasts\nof Europe.\n\n83. Small Portland Spurge.\nTithymalus maritimus minor Portlandicus.\n\nFrom a small downright single Root, rise slender Stalks\nwith longish oval Leaves not thick set (as in the common\nSea-Spurge) at the Top come small Umbels of Flowers and\nSeeds like other Spurges. It grows not a Span high even in\nour Gardens where it is very luxuriant.\n\nThe Reverend Mr. William Stonestreet, that accurate\nBotanist, first discovered this about a Year since on a nar-\nrow Neck of Land covered with Peebles which joyns\nPortland with the Coast of Dorset-shire.\n\nArbores Pisifloræ. Trees with Pea-blooms.\n\n84. Bean Trefoil-tree. Ray 1721.1.\nAnagyris Cam. 671. fig. Ger. 1239. fig. 1. Jonst. 1427.fig.1.\nAnagyris t. Tabern. 1089. Ic. 2. Hist. Vol. 2. p.794. f. 1.\nAnagyris non foetida major vel Alpina C B. 391. 3.\nAnagyris Live. Laburnum majus Park. 245 fig. 2. opt.\n\nAnagy-\nAnagyris minus fætens vel Laburnum Lob. Ic. 2 p. 49. 2\nBelg. 21 p. 56. fig:\nLaburnum Chabr. 78. Ic. 1.\nLaburnum arbor trifolia Anagyridis similis I B. r. l. xi. p. 361. fig.\nIt Flowers in May, June, &c. On Saleve & Jura two Mountains near Geneva where Mr. Ray observed it, as also on the Alps of Savoy.\n85. Great podded, Bastard Sena Ray 923. 1. H. Ox. 122. 1.\nColutea Scorpioides Lob. Ic. 86; 2. pt. 2. Belg. 100. T. 2.\nAdv. 405. fig. Chabr. 82. Ic. 1. I.B. r. l. xi. p. 381. fig.\nGer. 1116. fig. 2. Jonst. 1299. fig. 2.\nColutea Scorpioides 1. Tab. 1091. Ic. 1. Hisp. 695. f. 2.\nColutea Scorpioides 1. elatior Clus. 97. fig.\nColutea Scorpioides major Park. 227. fig. 2.\nColutea Scoopioides elatior & major frutescens H.Ox:122.1.\nColutea filiquea five Scorpioides major C B. 397. 2.\nEmerus vulgo Casalp. 117.\nMr. Ray has observed this about Montpelier, Geneva, &c.\n86. Common Bladder Bastard Sena Ray 1720. 1.\nColutea Ger. 1116. fig. 1. Jonst. 1299. fig. 1. Tab. 1090. Ic. 2.\nColutea Theoph. Lob. Ic. 88. 2. pt. 2. Belg. 101. T. 2. Obs. 530.\nColutea Vesicaria vulgaris Park 227. fig. 1. C B. 396. 1.\nColutea Vesicaria Chabr. 81. Ic. 6. I.B. r.l.xi. p. 380 fig.\nEmiri alterum genus Casalp. 117.\nGrows about Trent plentifully, as also on Mount Vesuvius, &c.\nArbores Bacciferæ. Berry-trees.\n87. Widdow-wayl Ray 1710. c. 12. Lecaan 83. 50.\nOlivella Hispanis. Garoupe Narbonem. Frembd Seidel past Germ.\nChamelea Dod. 633. fig Cam. 573. fig. opt.\nChamelea tricoccos. C B. 462. 1. Clus. 87. fig 1 Hisp. 170.\nfig Chabr. 46 Ic. 3. I.B. 1. L5. p. 584 fig. Park.202.fig.5.\nChamelea Arabum tricoccos Ger. 1215. fig. Jonst.1402. fig.\n1. Tab. 1075. Ic. 2.\nChamelea vera aliis Tricoccos, Mezereon Cam. Hort. 39.\nChimalea vera, alitis Tricoccos Lob. Ic. 369. 2. Adv. 157.\nfig. Belg. 448. fig.\nGrows plentifully in Olive Grounds and on the Rocky Hills about Montpelier.\n\n88. Plain Oval Mock-Privet.\n\nPhillyrea folio subrotundo vix serrato.\nThese Leaves much resemble the Figure in Camerarius his Epitome p. 90. marked thus * but its notches less visible.\n\n89. True Mock-Privet.\n\nPhillyrea vera, folio acuto, basi lato.\nThis also is very lightly notcht.\n\n90. Olive Mock Privet. Ray Dendr. 53. 2.\n\nPhillyrea Olea Ephesiae folio Hort. Med. Chels. Pluk. Tab. 310. fig. 5.\nThese Leaves are oblong, pointed and wholly plain.\n\n91. Fine dented, small leaved Mock-Privet.\n\nPhillyrea folio minori argute serrato.\nThe only Tree of this I have as yet seen is in the Wilderness of the Bishop of London's Garden at Fulham.\n\n92. Common Mock-Privet. Ray 1585. 2.\n\nPhillyrea fol. Ligustri C B. 476. 4.\nPhillyrea latiore folio Ger. 1209. fig. Jonst. 1395. fig. 2.\nPhillyrea latiusculo fol. Chabr. 42. Ic. 2. I B. 1. 1. 5. p. 539. fig.\nPhillyrea 3 Clus. 52. fig. 2. Hisp. 68. fig.\nPhillyrea angustifolia 1 Park. 1443 fig. 4. secundum Iconem.\nGrows wild in Spain and about Montpelier.\n\n93. Common Narrow Mock-Privet Ray. 1585. 1.\n\nPhillyrea angustifolia Ger. 1209. fig. 1. Jonst. 1595. fig. 1.\nChabr. 42. Ic. 1. I. B. 1. 1. 5. p. 538. fig. Lob. Ic. 2. p. 132.\nBelg. T. 2. p. 154. fig. Obs. 565. fig.\nPhillyrea angustifolia 1 C B. 476. 5.\nPhillyrea 4 Clus. 52. fig. 3. Hisp. 64. fig.\nFrequent about Montpelier.\n\nWe shall Conclude with the Indian Herbs and Trees in the next Transactions.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103057.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 26840,
    "total-output-tokens": 10493,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1102,
        2
      ],
      [
        1102,
        2708,
        3
      ],
      [
        2708,
        4196,
        4
      ],
      [
        4196,
        5842,
        5
      ],
      [
        5842,
        7324,
        6
      ],
      [
        7324,
        8801,
        7
      ],
      [
        8801,
        10311,
        8
      ],
      [
        10311,
        11866,
        9
      ],
      [
        11866,
        13590,
        10
      ],
      [
        13590,
        15120,
        11
      ],
      [
        15120,
        16693,
        12
      ],
      [
        16693,
        18157,
        13
      ],
      [
        18157,
        19933,
        14
      ],
      [
        19933,
        21625,
        15
      ],
      [
        21625,
        23322,
        16
      ],
      [
        23322,
        24874,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103057",
    "title": "Botanicum Hortense IV. Giving an Account of Divers Rare Plants, Observed the Last Summer A. D. 1714. in Several Curious Gardens about London and Particularly the Society of Apothecaries Physick-Garden at Chelsea",
    "authors": "James Petiver",
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/103057"
  }
}