{
  "id": "a07a319759daebdc18bca700ab259cf724a26965",
  "text": "IV. Chemical Researches on the Blood, and some other Animal Fluids. By William Thomas Brande, Esq. F.R.S. Communicated to the Society for the Improvement of Animal Chemistry, and by them to the Royal Society.\n\nRead November 21, 1811.\n\nSECTION I.\n\nIntroduction.\n\nIn the following pages I shall have the honour of laying before this Society an account of some experiments upon the blood, which were originally undertaken with a view to ascertain the nature of its colouring matter. The difficulties attendant on the analysis of animal substances have rendered some of the results less decisive than I could have wished, but I trust that the general conclusions to which they lead, will be deemed of sufficient importance to occupy the time of this body.\n\nThe existence of iron in the blood was first noticed by Menghini,* and its peculiar red colour has been more recently attributed to a combination of that metal with phosphoric acid, by M. M. Fourcroy and Vauquelin.†\n\n* Vincentius Menghinus de Ferrearum Particularum Progressu in Sanguinem. Comment. Acad. Bonon. T. 2, P. 2, page 475.\n† Système des Conn. Chym. Vol. 8, p.\nvery slight discoloration occasioned by the addition of infusion of galls to a solution of the colouring matter, under circumstances most favourable to the action of that delicate test of iron, first led me to doubt the inferences of those able chemists, and subsequent experiments upon the combinations to which they allude, tended to confirm my suspicion, and induced me to give up no inconsiderable portion of the time which has elapsed since the last meeting of this Society, to the present investigation.\n\nAn examination of the chyle and of lymph, in order to compare their composition with that of the blood, formed an important part of this inquiry, especially as those fluids have not hitherto been submitted to any accurate analysis, on account of the difficulty of procuring them in sufficient quantities, and in a state of purity. Whilst engaged in assisting Mr. Home in his physiological researches, several opportunities occurred of collecting the contents of the thoracic duct under various circumstances, and in different animals; on other occasions Mr. Brodie has kindly furnished me with the materials for experiment.\n\nSECTION II.\n\nOn the Composition of Chyle.\n\nThe contents of the thoracic duct are subject to much variation. About four hours after an animal has taken food, provided digestion has not been interrupted, the fluid in the duct may be regarded as pure chyle; it is seen entering by the lacteals in considerable abundance, and is of an uniform white-\nness throughout. At longer periods after a meal, the quantity of chyle begins to diminish, the appearance of the fluid in the duct is similar to that of milk and water; and lastly, where the animal has fasted for twenty-four hours or longer, the thoracic duct contains a transparent fluid which is pure lymph.\n\nA. The chyle has the following properties.\n\n1. When collected without any admixture of blood, it is an opaque fluid of a perfectly white colour, without smell, and having a slightly salt taste, accompanied by a degree of sweetness.\n\n2. The colour of litmus is not affected by it, nor that of paper stained with turmeric, but it slowly changes the blue colour of infusion of violets to green.\n\n3. Its specific gravity is somewhat greater than that of water, but less than that of the blood; this, however, is probably liable to much variation.\n\n4. In about ten minutes after it is removed from the duct, it assumes the appearance of a stiff jelly, which in the course of twenty-four hours gradually separates into two parts, producing a firm and contracted coagulum, surrounded by a transparent colourless fluid. These spontaneous changes, which I have observed in every instance where the chyle was examined at a proper period after taking food, are very similar to the coagulation of the blood and its subsequent separation into serum and crassamentum; they are also retarded and accelerated by similar means.\n\nB. 1. The coagulated portion bears a nearer resemblance to the caseous part of milk than to the fibrine of the blood.\n\n2. It is rapidly dissolved by the caustic and subcarbonated\nalkalies. With solutions of potash and soda, it forms pale brown compounds, from which, when recent, a little ammonia is evolved. In liquid ammonia the solution is of a reddish hue.\n\n3. The action of the acids upon these different compounds is attended with nearly similar phenomena, a substance being separated intermediate in its properties between fat and albumen. Nitric acid added in excess redissolves this precipitate in the cold, and sulphuric, muriatic, and acetic acids when boiled upon it for a short time.\n\n4. Neither alcohol nor ether exert any action upon the coagulum of chyle; but of the precipitate from its alkaline solution, they dissolve a small portion, which has the properties of spermaceti: the remainder is coagulated albumen.\n\n5. Sulphuric acid very readily dissolves this coagulum, even when diluted with its weight of water; and with the assistance of heat, it is soluble in a mixture of one part by weight of acid, with four of water; but when the proportion of water is increased to six parts, the dilute acid exerts no action upon it. I was surprised to find that the alkalies produced no precipitation in these sulphuric solutions when heat had been employed in their formation, and where a small proportion only of the coagulum had been dissolved, and was therefore led to examine more particularly the changes which the coagulum had undergone by the action of the acid.\n\nOn evaporating a solution of one drachm of the coagulum in two ounces of dilute sulphuric acid (consisting of one part by weight of acid with three of water) down to one ounce, a small quantity of carbonaceous matter separated, and the solution had the following properties.\nIt was transparent, and of a pale brown colour.\n\nNeither the caustic nor carbonated alkalies produced in it any precipitation, when added to exact saturation of the acid; or in excess.\n\nInfusion of galls, and other solutions containing tannin, rendered the acid solution turbid, and produced a more copious precipitation in that which had been neutralized by the addition of alkalies.\n\nWhen evaporated to dryness, carbonaceous matter was deposited, and sulphurous acid evolved, with the other usual products of these decompositions.\n\n6. On digesting the coagulum in dilute nitric acid, consisting of one part by weight of the acid to fifteen of water, it was speedily rendered of a deep brown colour, but no other apparent change was produced for some weeks, when on removing it from the acid at the end of that period, it had acquired the properties of that modification of fat which is described by Fourcroy under the name of adepcire.*\n\nA mixture of one part of nitric acid with three of water, acted more rapidly upon the coagulum of chyle; a portion of it was dissolved, and when the acid was carefully decanted from the remainder, it was found to possess the properties of gelatine. But when heat was applied, or when a stronger acid was employed, the action became more violent, nitrogen and nitric oxide gas were evolved, and a portion of carbonic acid and of oxalic acid were produced.\n\n7. Muriatic acid in its undiluted state does not dissolve the coagulum of chyle, but when mixed with an equal quantity of water, or even more largely diluted, it dissolves it with facility,\n\n* Mem. de l'Acad. des Sciences, 1789.\nforming a straw-coloured solution, which is rendered turbid when the alkalies are added to exact saturation, but no precipitate falls, nor can any be collected by filtration. When either acid or alkali are in excess in this solution, it remains transparent.\n\n8. Acetic acid dissolves a small portion of the coagulum of chyle, when boiled upon it for some hours. As the solution cools, it deposits white flakes, which have the properties of coagulated albumen.\n\n9. The action of oxalic acid is nearly similar to that of the acetic, but neither citric, nor tartaric acid, exert any action upon this coagulum.\n\n10. The destructive distillation of this substance affords water slightly impregnated with carbonate of ammonia, a small quantity of thin fetid oil and carbonic acid and carburetted hydrogen gas.\n\nThe coal which remains in the retort is of difficult incineration; it contains a considerable portion of muriat of soda and of phosphat of lime, and yields very slight traces of iron.\n\nC. 1. The serous part of the chyle becomes slightly turbid when heated, and deposits flakes of albumen.\n\n2. If after the separation of this substance the fluid be evaporated to half its original bulk, at a temperature not exceeding 200° Fahrenheit; small crystals separate on cooling, which, as far as I have been able to ascertain, bear a strong resemblance to sugar of milk: they require for solution about four parts of boiling water, and from sixteen to twenty parts of water of the temperature of 60°. They are sparingly soluble in boiling alcohol, but again deposited as the solution cools. At common temperatures alcohol exerts no action upon\nthem. The taste of their aqueous solution is extremely sweet. By nitric acid they are converted into a white powder of very small solubility, and having the properties of saccholactic acid, as described by Scheele.*\n\nThe form of the crystals I could not accurately ascertain even with the help of considerable magnifiers. In one instance they appeared oblique six-sided prisms, but their terminations were indistinct.\n\nSome of the crystals heated upon a piece of platina in the flame of a spirit lamp, fused, exhaled an odour similar to that of sugar of milk, and burnt away without leaving the smallest perceptible residuum.\n\n3. The destructive distillation of the serous part of chyle afforded a minute quantity of charcoal, with traces of phosphate of lime and of muriate of soda and carbonate of soda.\n\nSECTION III.\n\nAnalysis of Lymph.\n\nThe fluid found in the thoracic duct of animals that have been kept for twenty-four hours without food, is perfectly transparent and colourless, and seems to differ in no respect from that which is contained in the lymphatic vessels. It may therefore be regarded as pure lymph.\n\nIt has the following properties.†\n\n1. It is miscible in every proportion with water.\n\n* Chemical Essays, No. XVII.\n† The term lymph has been applied indiscriminately to the tears, to the matter of encysted dropsy, and to some other animal fluids. Vide Aikin's Dictionary of Chemistry and Mineralogy, Art. Lymph.\n2. It produces no change in vegetable colours.\n\n3. It is neither coagulated by heat, nor acids, nor alcohol, but is generally rendered slightly turbid by the last re-agent.\n\n4. When evaporated to dryness, the residuum is very small in quantity, and slightly affects the colour of violet paper, changing it to green.\n\n5. By incineration in a platina crucible the residuum is found to contain a minute portion of muriate of soda; but I could not discover in it the slightest indications of iron.\n\n6. In the examination of this fluid, I availed myself with some advantage of those modes of electro-chemical analysis, which on a former occasion I have described to this Society.*\n\nWhen the lymph was submitted to the electrical action of a battery, consisting of twenty pairs of four inch plates of copper and zinc, there was an evolution of alkaline matter at the negative surface, and portions of coagulated albumen were separated. As far as the small quantities on which I operated enabled me to ascertain, muriatic acid only was evolved at the positive surface.\n\nSECTION IV.\n\nSome Remarks on the Analysis of the Serum of Blood.\n\nThis fluid has been so frequently and fully examined by chemists, that I shall not enter into a detailed account of its composition, but merely state such circumstances respecting it as relate particularly to the present inquiry, and have not hitherto been noticed by the experimentalists to whom I have alluded.\n\n* Phil. Trans. 1809, p. 373.\nMr. W. Brande's Chemical Researches on the Blood,\n\nThe fluid which oozes from serum that has been coagulated by heat, and which, by physiologists, is termed serosity, is usually regarded as consisting of gelatine, with some uncombined soda, and minute portions of saline substances, such as muriate of soda and of potash, and phosphate of lime, and of ammonia. Dr. Bostock regards it as mucus.*\n\nFrom some experiments which I made upon the serum of blood, on a former occasion, I was induced to regard the serosity as a compound of albumen with excess of alkali, and to consider the coagulation of the serum analogous to that of the white of egg, and of the other varieties of liquid albumen.\n\nTo ascertain this point, and to discover whether gelatine exists in the serum, I instituted the following experiments.\n\nTwo fluid ounces of pure serum were heated in a water bath until perfectly coagulated: the coagulum, cut into pieces, was digested for some hours in four fluid ounces of distilled water, which was afterwards separated by means of a filter.\n\nThe clear liquor reddened turmeric paper, and afforded a copious precipitation on the addition of infusion of galls, and when evaporated to half an ounce, it gelatinised on cooling. It was rendered very slightly turbid by the addition of dilute sulphuric and muriatic acid; but alcohol produced no effect.\n\nFrom the result of these trials, it might have been concluded that gelatine was taken up by the water, but as an alkaline solution of albumen forms an imperfect jelly when duly concentrated, and as albumen and gelatine are both precipitated by tannin, I was inclined to put little reliance on the appearances just described, until I had examined the solution by the more accurate method of electrical decomposition.\n\n* Transactions of the Medical and Chirurgical Society of London, Vol. I. p. 73.\nUpon placing it in the Voltaic circuit my suspicions were justified, by the rapid coagulation which took place in contact with the negative wire. I therefore made some other experiments in order to corroborate this result.\n\nOne fluid ounce of pure serum was dissolved in three of distilled water; the conductors from a battery of thirty pairs of four inch plates were immersed in this solution at a distance of two inches from each other; the electrization was continued during three hours and a half, the solid albumen being occasionally removed; at the end of that period, no further coagulation took place, and a mere decomposition of the water was going on.\n\nHaving ascertained in previous researches, that gelatine is not altered during the electrical decomposition of its solution carried on as just described, my object in this experiment was, to ascertain whether any gelatine remained after the complete separation of the albumen had been effected. I accordingly examined the water from which the coagulated albumen had been removed, and found that it was not altered by infusion of galls, nor did it afford any gelatine when evaporated to dryness.\n\nTwo fluid ounces of dilute muriatic acid were added to one of serum. The mixture immediately assumed a gelatinous appearance; it was heated, and a more perfect coagulation of the albumen took place; the liquid part was separated by a filter. No effect was produced upon it by Voltaic electricity, nor did infusion of galls occasion any precipitation.\n\nI repeated the first experiment with the addition of twenty drops of a solution of isinglass to the serum. The liquid which now separated, after the albumen had been entirely coagulated\nby the action of electricity, was copiously precipitated by infusion of galls.\n\nIt may be inferred from these experiments, that gelatine does not exist in the serum of the blood, and that the serosity consists of albumen in combination with a large proportion of alkali, which modifies the action of the re-agents commonly employed, but which is readily separated by electrical decomposition.\n\nTo ascertain whether iron exists in the serum of the blood, one pint was evaporated to dryness in a crucible, and gradually reduced to a coal, which was incinerated and digested in muriatic acid, to which a few drops of nitric acid were added; some particles of charcoal remained undissolved; the solution was saturated with ammonia, which afforded a copious precipitation of phosphate of lime, accompanied with slight traces only of oxide of iron.\n\nSECTION V.\n\nSome Experiments upon the Coagulum of Blood.\n\nMr. Hatchett's valuable researches on the chemical constitution of the varieties of coagulated albumen, have shewn that that substance varies but little in its properties, whether obtained from the crassamentum of the blood, or from washed muscular fibre, or other sources; but that the proportion of earthy and saline matter is different in the different varieties.*\n\nIt will also be remarked, on referring to the dissertation which I have just quoted, that the ashes obtained by incinerat-\n\n* Phil. Trans. 1800, p. 384.\ning the coal left after the destructive distillation of albumen, did not contain any appreciable proportion of iron.\n\nAssuming the existence of iron in the colouring matter of the blood, I made the following experiments upon the crassamentum of that fluid.\n\nTwo pints of blood were collected in separate vessels. The one portion was allowed to coagulate spontaneously, the other was stirred for half an hour with a piece of wood; so as to collect the coagulum, but to diffuse the principal part of the colouring matter through the serum. These two portions of coagulum were now dried in a water-bath, and equal weights of each reduced in a platina crucible to the state of coal, which afterwards was incinerated. The ashes were digested in dilute nitro-muriatic acid, and the solution saturated with liquid ammonia, in order to precipitate the phosphate of lime as well as any iron which might have been present.\n\nThe precipitates were collected, dried, and treated with dilute acetic acid, by which they were almost entirely dissolved, some very minute traces only of red oxide of iron remaining, the quantity of which was similar in both cases, and so small as nearly to have escaped observation.\n\nIt is reasonable to infer, that if the colouring matter of the blood were constituted by iron in any state of combination, that a larger relative proportion of that metal would have been discoverable in the former than in the latter coagulum; but frequent repetitions of these experiments have shewn that this is not the case, and the following result appears to complete the evidence on this subject.\n\nThe colouring matter of a pint of blood was diffused by agitation through the serum, from which it was allowed\ngradually to subside, the coagulum having been removed: after twenty-four hours, the clear serum was decanted off, and the remainder, containing the colouring matter, after having been evaporated to dryness, was incinerated, and the ash examined as in former experiments. But the traces of iron were here as indistinct as in the other instances above mentioned, although a considerable quantity of the colouring matter had been employed.\n\nThe minutiae of analysis I have purposely excluded, as leading into details which would exceed the proper limits of this paper, and unnecessary in the present investigation; I shall now merely dwell on the principal results which have been obtained, and on the general conclusions which these afford.\n\nSECTION VI.\n\nResearches on the colouring Matter of the Blood.\n\n1. To procure this substance for experiments, I generally employed venous blood which had been stirred during its coagulation; the fibrina is thus removed, and the colouring matter diffused through the serum, from which it gradually subsides, being difficultly soluble in that fluid; on decanting off the supernatant serum, the colouring matter remains in a very concentrated form. When other modes of procuring it were employed they will be particularly mentioned; but as I have not found the serum which is retained interfere much with the effects of various agents upon the colouring principle, the method just noticed was commonly adopted.\n\n2. When the colouring matter thus collected is microsco-\npically examined, it seems, as Lewenhoeck first observed,* to consist of minute globules. These are usually described as soluble in water, a circumstance which my own observations led me to doubt, and which the more accurate experiments of Dr. Young, an account of which, intended for publication, he has kindly permitted me to peruse, have completely disproved.\n\n3. The effect of water upon the red globules, is to dissolve their colouring matter, the globule itself remaining colourless, and, according to Dr. Young, floating upon the surface.\n\nThis aqueous solution is of a bright red colour, and not very prone to putrefaction. When heated, it remains unaltered at temperatures below 190° or 200° Fahrenheit; at higher temperatures it becomes turbid, and deposits a pale brown sediment: if in this state it be poured upon a filter, the water passes through without colour, so that exposure to heat not only destroys the red tint, but renders the colouring matter insoluble in water.\n\nAlcohol and sulphuric ether added to this solution also render it turbid, and when these mixtures were filtrated, a colourless and transparent liquor was obtained.\n\n4. The matter remaining upon the filter was insoluble in water, in alcohol, and in sulphuric ether; but when digested in dilute muriatic or sulphuric acid, a portion was taken up forming a brown solution. I regard this soluble portion as a modification of the colouring matter produced by the operation of heat: the insoluble residuum had the properties of albumen.\n\n* Haller Elem. Physiolog. Vol. I, p. 51.\n5. Effects of Acids on the colouring Matter.\n\nA. Muriatic acid poured upon the colouring matter of the blood, renders one portion of it nearly insoluble and of a bright brown colour: another portion is taken up by the acid forming a dark crimson solution when viewed by reflected light; but when examined by transmitted light, it has a greenish hue.\n\nThis solution remains transparent, and its colour is unimpaired by long exposure to light, either in contact with the air, or when kept in close vessels. At its boiling temperature the colour is also permanent.\n\nInfusion of galls produces no change in this muriatic solution, nor is its colour affected by carbonated alkalies, even when added in considerable excess.\n\nIt is rendered brown red by supersaturation with caustic potash, but not with soda, nor ammonia: these, and especially the latter, rather heighten its colour.\n\nWhen considerably diluted with water its original colour is much impaired, and the green hue, which it always exhibits by transmitted light, becomes more evident.\n\nIn preparing this solution, I frequently employed the coagulum of blood cut into pieces, and digested in equal parts of muriatic acid and water, at a temperature between 150° and 200°. In three or four hours the acid was poured off, and filtrated. The clear solution was in all respects similar to that above described, although before filtration it appears of a dirty brown colour.\n\nI evaporated a portion of this muriatic solution in a water-bath, to dryness; it retained its colour to the last, and left a\ntransparent pellicle upon the evaporating basin, of a dirty red colour: this, when redissolved in muriatic acid acquired its former tint, but the colour of its aqueous solution was nearer brown than red.\n\nB. Sulphuric acid, diluted with eight or ten parts of water, forms an excellent solvent of the colouring principle of the blood.\n\nIt may be employed in a more concentrated state; but the bright colour of the solution is in that case apt to be impaired, and when more largely diluted with water, its action is slow and uncertain. Either the sediment of the colouring matter from the serum, or the crassamentum of the blood, may be indifferently employed in forming these solutions.\n\nWhen dilute sulphuric acid is added to the colouring matter, it renders it slightly purple; and if no heat be applied, the acid when poured off and filtered, is colourless; so that dilute sulphuric acid when cold, does not dissolve this colouring principle.\n\nOne part of the crassamentum of blood cut into pieces, was put into a matrass placed in a sand heat, with about three parts of dilute sulphuric acid. It was kept for twelve hours in a temperature never exceeding $212^\\circ$, nor below $100^\\circ$. After twenty-four hours the acid was filtered off, and it exhibited a beautiful bright lilac colour, not very intense, and tainted with green when viewed by transmitted light.\n\nThis solution is nearly as permanent as that in the muriatic acid. Some of it which has been kept for a month in an open vessel, often exposed to the direct rays of the sun, is very little altered.\n\nWhen diluted with two or three times its bulk of water,\nthe lilac tint disappears, and the mixture is only slightly green.\n\nWhen exposed to heat, the colour gradually changes as the acid becomes more concentrated by evaporation, and when reduced to about half its bulk the lilac hue is destroyed.\n\nThe solutions of pure and carbonated alkalies when added in excess, convert the colour of this sulphuric solution to brownish red; but in smaller quantities, they merely impair it by dilution.\n\nC. Nitric acid, even much diluted, is inimical to the colouring matter of the blood.\n\nA few drops added to the muriatic or sulphuric solutions gradually convert their colour to a bright brown, and larger quantities produce the same change immediately.\n\nThe action which this acid exerts upon the colouring matter under other circumstances is nearly similar, and always attended with its decomposition, so that my attempts to procure a red solution in this menstruum uniformly failed of success.\n\nD. Acetic acid dissolves a considerable quantity of the colouring matter of the blood; the solution is of a deep cherry red colour. When somewhat diluted, or when observed in tubes of about a quarter of an inch bore, this solution appears perfectly green by transmitted light. In its other habitudes it nearly resembles the muriatic solution.\n\nE. The solution of the colouring matter in oxalic acid is of a brighter red than those hitherto noticed; that in citric acid is very similar to the acetic solution, and with tartaric acid the compound somewhat inclines to scarlet. All these solutions exhibit the green hue, to which I have so often alluded, in a remarkable degree.\n6. Effects of Alkalies on the colouring Principle of the Blood.\n\nThe caustic and the carbonated alkalies form deep red solutions of this substance, which are extremely permanent.\n\n1. Solutions of pure potash, and of the subcarbonate, take up a large proportion of the colouring matter of the blood. The intensity of the colour of this solution, when concentrated, is such, that it appears opaque, unless viewed in small masses, or in a diluted state, when it is of a bright red colour.\n\n2. In soda and its subcarbonate, the solution has more of a crimson hue, which colour is extremely bright in its concentrated state.\n\n3. The solution in liquid ammonia approaches nearer to scarlet than that in which the fixed alkalies are employed.\n\n4. When these alkaline solutions are supersaturated with muriatic acid, or with dilute sulphuric acid, they acquire a colour nearly similar to the original solutions in those acids, which have been above described.\n\n5. Nitric acid added in small quantities, or even to saturation of the alkaline menstruum, heightens the colour of the three compounds; but when there is a slight excess, a tint of orange is produced, which soon passes into bright yellow.\n\n6. The alkaline solutions may be evaporated nearly to dryness without losing their red colours; during the evaporation of the ammoniacal solution, the alkali flies off, and a brown-red solution of the colouring matter in water remains.\nHaving ascertained the above facts respecting the colouring principle of the blood, I next proceeded to examine how far it was susceptible of entering into those combinations which are peculiar to other varieties of colouring matter.\n\nThese experiments I shall detail in the order in which they were made.\n\n1. Some pure alumine was added to a concentrated aqueous solution of the colouring matter of the blood, and after twenty-four hours the mixture, which had been frequently agitated during that period, was poured upon a filter, and the residuum washed with hot distilled water.\n\nThe filtrated liquor had lost much of its original colour; the alumine had acquired a red tinge; it was dried at a temperature between 70° and 80°, during which it became brown.\n\n2. Two hundred grains of alum were dissolved in four fluid ounces of a solution of the colouring matter, similar to that employed in the last experiment. The colour of the compound was bright red. Liquid ammonia was added, and the precipitate collected, and carefully dried. It was of a dirty red, and after some days exposure to light, became nearly brown.\n\nFrom these, and other experiments which I have not thought it necessary to detail, it appears that alumine will not form a permanent red compound with the colouring principle of the blood; I was therefore next induced to employ oxide of tin.\n\n3. Fifty grains of crystallized muriate of tin (prepared by boiling tin filings in muriatic acid, and evaporating the solution), were dissolved in four ounces of the solution of colouring matter, which immediately assumed a purple tint, and became afterwards brown. It was diluted with twice its bulk of water, and put aside in a stopped phial. On examin-\ning it three days afterwards, a small quantity of a bright red powder was observed at the bottom of the phial, which proved to consist of the colouring principle combined with the metallic oxide. A portion of this compound which has been kept in water for some weeks has undergone no change of colour; but when dried by exposure to air, it loses its brilliant tint, and becomes of a dull red hue.\n\nTo a compound solution of muriate of tin and colouring matter, similar to that employed in the last experiment, I added a sufficient quantity of solution of potash to decompose the salt of tin. The precipitate thus obtained was collected, and dried by exposure to the air of a warm room. It was of a dull red colour, and has undergone no apparent change by exposure to the joint action of light and air for three weeks.\n\n4. Finding that supertartrate of potash exalted the colour of the blood, I endeavoured to form a compound of it with that substance and oxide of tin, and thus, in some measure, to imitate the process in which cochineal is employed for the production of scarlet dye; but although a bright red compound is produced, when it is dried at a very moderate temperature its colour becomes similar to that of the other combinations which I have described.\n\nThese experiments I repeated in various ways, occasionally applying the salt of tin as a mordant to woollen cloth, linen, &c.; but the brilliancy of the colour was never permanent.\n\n5. Having observed that infusion of galls and decoction of oak bark do not impair the colour of the blood, I conceived that solution of tannin might answer the purpose of a mordant, as it is effectually employed by dyers in giving permanence to some of their red colours.\nI accordingly impregnated a piece of calico with decoction of oak bark, and afterwards passed it through an aqueous solution of the colouring matter of blood. When dry, it was of a dirty red colour, nearly similar to that which would have been obtained, had no mordant been applied: when however an alkaline solution of the colouring matter was employed, the colour was equal to that of a common madder red, and as far as I have been able to ascertain, it is permanent.\n\n6. A solution of superacetite of lead was impregnated with the colouring matter of the blood. The compound was bright red: no spontaneous change took place in it, and on the addition of an alkali a white precipitate was formed, the fluid retaining its former tint.\n\nFrom this and other experiments, in which it was attempted to combine oxide of lead with the colouring of the blood, it would appear that there is no attraction between those two substances.\n\n7. The most effectual mordants, which I have discovered for this colouring matter, are some of the solutions of mercury, especially the nitrate, and corrosive sublimate.\n\nTen grains of nitrate of mercury (prepared with heat and containing the red oxide), were dissolved in two fluid ounces of a solution of the colouring of the blood. After some hours a deep red compound was deposited, consisting chiefly of the metallic oxide combined with the colouring matter, and a small portion of coagulated albumen. The remaining fluid had nearly lost its red colour.\n\nThe nitrate of mercury containing the black oxide, produces nearly similar effects, excepting that the colour of the compound is of a lighter red.\nWhen corrosive sublimate is added to the solution of the colouring matter, its tint is instantaneously brightened, and it becomes slightly turbid from the deposition of albumen. If this be immediately separated by a filter, the liquor which passes through gradually deposits a deep red or purplish insoluble precipitate, and if it now be again filtrated the liquid is colourless, the whole of the colouring principle being retained in the compound which remains upon the filter.\n\nBy impregnating some pieces of woollen cloth with solution of nitrate of mercury, or of corrosive sublimate, and afterwards steeping them in an aqueous solution of the colouring matter of the blood, I succeeded in giving them a permanent red tinge, unalterable by washing with soap; and by employing the ammoniacal solution of the colouring matter, calico and linen may be dyed with the same mordant.\n\nIn these experiments I was much satisfied by the complete separation of the colouring matter from its solutions, which after the process, were perfectly colourless.\n\nSECTION VII.\n\nSome Remarks on the preceding experimental Details.\n\nFrom the experiments related in the second section of this paper, it appears that sulphuric acid effects changes upon the coagulum of chyle, similar to those which Mr. Hatchett has observed to result from the action of dilute nitric acid upon the coagulated white of egg. This last substance, however, is not convertible into gelatine by means of sulphuric acid, whereas in these respects the curd of milk resembles that of chyle: this circumstance, as well as the more ready solubility\nof the coagulum of chyle in dilute, than in concentrated acids, points out a strong analogy between those two bodies.\n\nThe sweet taste of chyle naturally suggested the idea of its containing sugar;* but I am not aware of any direct experiments which have demonstrated its existence, and have therefore detailed minutely such researches as I have been enabled to make upon the subject, hoping at some future period to render them more complete.\n\nThe experiments to prove the non-existence of gelatine in the serum of blood, will, I trust, be deemed sufficiently decisive: they shew that that abundant proximate principle of animals is not merely separated from the blood, in which it has been supposed to exist ready formed, but that it is an actual product of secretion.\n\nThe proportion of iron afforded by the incineration of several varieties of animal coal, is much less considerable than we have been led to expect, and the experiments noticed in the fifth section, shew that it is not more abundant in the colouring matter of the blood, than in the other substances which were submitted to examination; and that traces of it may be discovered in the chyle which is white, in the serum, and in the washed crassamentum or pure fibrina.\n\nThe inferences to which I have alluded, in the first section of this paper, are strongly sanctioned by these facts, and coincide with the opinion which has been laid before the Royal Society, by Dr. Wells,† respecting the peculiar nature of the colouring principle of the blood, and support the arguments which are there adduced.\n\nThat the colouring matter of the blood is perfectly independent of iron, is, I conceive, sufficiently evident from its\n\n* Forbyce on Digestion, 2d Edition, p. 121. † Phil. Trans. 1797.\ngeneral chemical habitudes, and it appears probable that it may prove more useful in the art of dyeing than has hitherto been imagined; since neither the alkalies nor the acids (with the exception of the nitric) have much tendency to alter its hue. The readiness too with which its stains are removed from substances to which no mordant has been applied, seem to render it peculiarly fit for the purposes of the calico-printer. I have not extended these experiments, nor have I had them repeated on a sufficient scale to enable me to draw more general conclusions respecting the possibility of applying them with advantage in the arts: this would have led me into too wide a field, and one not immediately connected with the objects of this Society: the subject, however, appears important.\n\nIt is not a little remarkable that blood is used by the Armenian dyers, together with madder, in the preparations of their finest and most durable reds,* and that it has even been found a necessary addition to insure the permanency of the colour.† This fact alone may be regarded as demonstrating the non-existence of iron as the colouring principle of the blood, for the compounds of that metal convert the red madder to gray and black.\n\nWhilst engaged in examining the colouring matter of the blood, I received from Mr. William Money, house surgeon to the general hospital at Northampton, some menstrual discharge, collected from a woman with prolapsus uteri, and consequently perfectly free from admixture of other secretions. It had the properties of a very concentrated solution of the colouring matter of the blood in a diluted serum, and\n\n* Tooke's Russian Empire, Vol. III, p. 497.\n† Aikin's Dictionary, Art. Dyeing, and Philos. Magazine, Vol. XVIII.\nafforded an excellent opportunity of corroborating the facts respecting this principle, which have been detailed in the preceding pages. Although I could detect no traces of iron, by the usual modes of analysis, minute portions of that metal may, and probably do exist in it, as well as in the other animal fluids which I have examined; but the abundance of colouring matter in this secretion should have afforded a proportional quantity of iron, did any connection exist between them. It has been observed that the artificial solutions of the colouring matter of the blood, invariably exhibit a green tint when viewed by transmitted light: this peculiarity is remarkably distinct in the menstrual discharge.*\n\nI hope that some of the facts furnished by the above experiments, may prove useful to the physiological inquirer: they account for the rapid reproduction of perfect blood after very copious bleedings, which is quite inexplicable upon that hypothesis which regards iron as the colouring matter, and may perhaps lead to the solution of some hitherto unexplained phenomena connected with the function of respiration. There can, I think, be little doubt that the formation of the colouring matter of the blood is connected with the removal of a portion of carbon and hydrogen from that fluid, and that its various tints are dependent upon such modifications of animal matter, and not, as some have assumed, upon the different states of oxidizement of the iron which it has been supposed to contain.\n\n* I could discover no globules in this fluid; and although a very slight degree of putrefaction had commenced in it, yet the globules observed in the blood would not have been destroyed by so trifling a change.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107308.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 26,
    "total-input-tokens": 40952,
    "total-output-tokens": 9368,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1124,
        2
      ],
      [
        1124,
        2606,
        3
      ],
      [
        2606,
        4208,
        4
      ],
      [
        4208,
        5888,
        5
      ],
      [
        5888,
        7513,
        6
      ],
      [
        7513,
        9153,
        7
      ],
      [
        9153,
        10585,
        8
      ],
      [
        10585,
        12057,
        9
      ],
      [
        12057,
        13916,
        10
      ],
      [
        13916,
        15613,
        11
      ],
      [
        15613,
        17037,
        12
      ],
      [
        17037,
        18751,
        13
      ],
      [
        18751,
        20257,
        14
      ],
      [
        20257,
        21818,
        15
      ],
      [
        21818,
        23370,
        16
      ],
      [
        23370,
        24996,
        17
      ],
      [
        24996,
        26604,
        18
      ],
      [
        26604,
        28033,
        19
      ],
      [
        28033,
        29754,
        20
      ],
      [
        29754,
        31475,
        21
      ],
      [
        31475,
        33111,
        22
      ],
      [
        33111,
        34713,
        23
      ],
      [
        34713,
        36469,
        24
      ],
      [
        36469,
        38220,
        25
      ],
      [
        38220,
        39937,
        26
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107308",
    "title": "Chemical Researches on the Blood, and Some Other Animal Fluids",
    "authors": "William Thomas Brande",
    "year": 1812,
    "volume": "102",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 26,
    "jstor_url": "https://www.jstor.org/stable/107308"
  }
}