{
  "id": "ca61757b1ccf8b756fe5cc5c96b3a15485b65382",
  "text": "XLVIII. A Catalogue of the Fifty Plants from Chelsea Garden, presented to the Royal Society by the worshipful Company of Apothecaries, for the Year 1769, pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. nuper Praes. By William Hudson, Societatis Regiae et clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanicus.\n\nRead Dec. 6, 1770.\n\n2351 ACALYPHA, Virginica, involucris femineis cordatis incisis, foliis ovato-lanceolatis petiolo longioribus. Lin. Spec. plant. 1423.\nMercurialis tricoccos, hermaphroditica. Pluk. phyt. tab. 99. fig. 4.\n\n2352 Agrostis, canina, calycibus coloratis, petalorum arista dorsali recurvatis, culmis prostratis subramosis. Lin. Spec. plant. 92.\nGramen supinum caninum paniculatum, folio varians. Bauh. pin. 1.\n\n2353 Agrostis, capillaris, panicula capillari patente, calycibus tubulatis æqualibus hispidiusculis coloratis, flosculis muticis. Lin. Sp. pl. 93.\nGramen montanum, panicula spadicea delicatoire. Bauh. pin. 3.\n\n2354 Agrostis, flolonifera, panicula ramulis divaricatis muticis, culmo ramoso repente, calycibus æqualibus. Lin. Spec. plant. 93.\n\nGramen caninum supinum minus. Vaill. Paris. 86.\n\n2355 Agrostis, palustris, panicula coarctata mutica, calycibus æqualibus hispidiusculis coloratis; culmo repente. Hudf. fl. Angl. 27.\n\nGramen miliaceum majus, panicula spadicea. Pet. conc. Gram. 118. Raii syn. 464.\n\n2356 Agrostis, præcox, foliis setaceis: vaginis angulatis, floribus paniculato-spicatis, flosculis basi arista tatis. Lin. Spec. plant. 97.\n\nGramen parvum præcox, panicula laxa canescente. Raii syn. p. 407. tab. 22. fig. 2.\n\n2357 Amaranthus, Graecianus, glomerulis triandris axillaribus, foliis lanceolatis obtusis repandis. Lin. Spec. plant. 1405.\n\n2358 Amaryllis, lutea, spatha uniflora, corolla æquali, staminibus declinatis. Lin. Spec. plant. 420.\n\nColchicum luteum i. majus. Bauh. pin. 69.\n\n2359 Aster, tenellus, foliis subfiliformibus scabris, pedunculis nudis, calycibus hemisphæricis glabris. Lin. Spec. plant. 1225.\n\n2360 Centaurea, Amberboi, calycibus inermibus subrotundis glabris: squamis ovatis, foliis lyrato-dentatis. Lin. Spec. plant. 1286.\n\nCyanus orientalis major, foliis magis dissectis, flore luteo. Moris Hist. III. pag. 135. fec. 7. tab. 25. fig. 9.\n\n2361 Che-\n2361 Chenopodium, *aristatum*, foliis lanceolatis subcarnosis, integerrimis, corymbis dichotomis aristatis axillaribus. Lin. Spec. plant. 321.\n\n2362 Coronilla *Cretica*, herbacea, leguminibus quinis erectis teretibus articulatis, foliolis undenis. Lin. Spec. plant. 1048.\nCoronilla Cretica herbacea, flore parvo purpureo-rascente. Tourn. Cor. 44.\n\n2363 Cucubalus *Tartaricus*, petalis bipartitis, floribus secundis decumbentibus, pedunculis oppositis solitariis erectis caule simplicissimo. Lin. Spec. plant. 592.\n\n2364 Cynoglossum *linifolium*, foliis lineari-lanceolatis grabris. Lin. Spec. plant. 193.\nCynoglossum minus album, linifoliis glaucis, semine umbilicato. Moris. Hist. III. p. 449. sec. 11. tab. 30. fig. 11.\n\n2365 Erysimum *cheiranthoides*, foliis lanceolatis integerrimis. Lin. Spec. plant. 923.\nMyagrum siliqua longa. Bauh. pin. 109.\n\n2366 Euphorbia *Hispanica*, umbella quinquifida: dichotoma, involucellis cordatis, foliis oblongis integerrimis emarginatis, capsulis verrucosis.\nTithymalus latifolius, Hispanicus. Bauh. pin. 291.\n\n2367 Festuca *myuros*, panicula spicata nutante, calycibus minutissimis muticis, floribus scabris longius aristatis. Lin. Spec. plant. 109.\nGramen murorum, spica longissima. Raii Syn. 415.\n\n2368 Festuca *duriflora*, panicula secunda oblonga, spiculis sexfloris oblongis, laevibus, foliis fimbriatis. Lin. Spec. plant. 108.\n\nGramen\nGramen pratense, panicula duriore laxa unam partem spectante. Raii Syn. 413. tab. 19. fig. 1.\n\n2369 Gypsophila rigida, foliis lineari-lanceolatis planis caule dichotomo, pedunculis bifloris, petalis emarginatis. Lin. Spec. plant. 583.\n\n2370 Hedyarum caput galli, foliis pinnatis, leguminibus monospermis cristatis, aculeatis, petalis æqualibus caule diffuso. Lin. Spec. plant. 1059.\n\nOnobrychis, fructu echinato minor. Bauh. pin. 350.\n\n2371 Hordeum Zeocriton, flosculis lateralibus masculis muticis, seminibus angularibus patentibus corticatis. Lin. Spec. plant. 125.\n\nZeocriton S. Oriza Germanica. Bauh. pin. 22.\n\n2372 Iris tuberosa, corollis imberbibus, foliis tetragonis. Lin. Spec. plant. 58.\n\nIris tuberosa, folio angulofo. Bauh. pin. 40.\n\n2373 Leonurus marubiastrum, foliis ovatis lanceolatisque serratis calycibus sessilibus spinosis. Lin. Spec. plant. 817.\n\nMarubiastrum foliis cardiacæ. Bocc. Mus. 2. pag. 120. tab. 98.\n\n2374 Lepidium, Iberis, floribus diandris tetrapetalis, foliis inferioribus lanceolatis serratis; superioribus linearibus integerrimis. Lin. Spec. plant. 900.\n\nIberis latiore folio. Bauh. pin. 97.\n\n2375 Lobellia inflata, caule erecto, foliis ovatis sub-serratis pedunculo longioribus, capsulis inflatis. Lin. Spec. plant. 1320.\n\n2376 Lotus\n2376 Lotus *ornithopoides*, leguminibus subternatis arcuatis compressis, caulibus diffusis. Lin. Spec. plant. 1091.\n\nLotus siliquis ornithopodii. Bauh. pin. 332.\n\n2377 Melia, *Azedarach*, foliis bipinnatis. Lin. Spec. plant. 550.\n\nArbor fraxini folio, flore cæruleo. Bauh. pin. 415.\n\n2378 Olea *Europæa*, foliis lanceolatis. Lin. Spec. plant.\n\nOlea sativa. Bauh. pin. 472.\n\n2379 Ononis *ornithopoides*, pedunculis bifloris aristas, leguminibus linearibus cernuis. Lin. Spec. plant. 1009.\n\nFœnum Græcum fículum, siliquis ornithopodii. Tourn. 409.\n\n2380 Origanum, *Majorana*, foliis ovalibus obtusis, spicis subrotundis compactis pubescentibus. Lin. Spec. plant. 825.\n\nMajorana vulgaris. Bauh. pin. 224.\n\n2381 Panicum *capillare*, panicula capillari erecta patente, caule hirto. Lin. Spec. plant. 87.\n\nPanicum miliaceum viride, foliis latis brevibus, panicula capillacea. Sloan. Jam. 1. pag. 115. tab. 72. fig. 2.\n\n2382 Passiflora *cærulea*, foliis palmatis integerrimis. Lin. Spec. plant. 1360.\n\nFlos passionis major pentaphyllus. Sloan. Jam. 1. pag. 229.\n\n2383 Phleum *paniculatum*, panicula cylindrica spiciformi, glumis glabris, culmo subramoso. Hudf. Fl. Angl. 23.\n2384 Poa annua, panicula diffusa angulis rectis, spiculis obtusis, culmo obliquo compresso. Lin. Spec. plant. 99.\nGramen pratense paniculatum minus. Bauh. pin. 2.\n\n2385 Poa trivialis, panicula subdiffusa, spiculis trifloris basi pubescentibus, culmo erecto tereti. Lin. Spec. plant. 99.\nGramen pratense paniculatum medium. Bauh. pin. 2.\n\n2386 Poa pratensis, panicula diffusa, spiculis quinquefloris glabris, culmo erecto tereti. Lin. Spec. plant. 99.\nGramen pratense paniculatum majus latiore folio. Bauh. pin. 2.\n\n2387 Poa angustifolia, panicula diffusa, spiculis quadrifloris pubescentibus, culmo erecto tereti. Lin. Spec. plant. 99.\nGramen pratense paniculatum majus angustiore folio. Bauh. pin. 2.\n\n2388 Poa lolliacea, spicata, spiculis alternis sessilibus, subsexfloris. Hudf. Fl. Angl. 35.\nGramen pumilum lolliaceo simile. Raii Syn. 395.\n\n2389 Polycnemum Hispanicum. Lin. Spec. plant. 50.\nCamphorata congener. Bauh. pin. 486.\nCamphorata vaginis spinosis. Hall. Helv. 183.\n\n2390 Polypodium aculeatum, frondibus bipinnatis: pinnis lunulatis ciliato-dentatis, stipite striato. Lin. Spec. plant. 1552.\nFilix mas aculeata major. Bauh. pin. 358.\n\n2391 Poly-\n2391 Polypolium lobatum, fronde bipinnata pinnis lanceolato-ovatis dento-ciliatis superne basi lobatis stipite strigoso. Hudt. Fl. Angl. 390.\nFilix lonchitidis affinis. Raii Syn. 121. Pluk. phyt. tab. 180. fig. 3.\n\n2392 Rhus radicans, foliis ternatis: foliolis petiolaris ovatis nudis integerrimis, caule radicante. Lin. Spec. plant. 381.\n\n2393 Ricotia Ægyptiaca. Lin. Spec. plant. 912.\nLunaria folis supradecompositis: foliolis trifidis, siliquis oblongis pendulis. Mill. Icon. 169.\n\n2394 Salvia hæmatodes, foliis cordato-ovatis rugosis tomentosis, calycibus hispidis, radice tuberoso. Lin. Spec. plant. 35.\nHorminum sylvestre majus hæmatodes glabrum, flore coeruleo, Italicum. Barr. tab. 185.\n\n2395 Salvia, Horminum, foliis obtusis crenatis, bracteis summis majoribus coloratis. Lin. Spec. plant. 34.\nHorminum sativum. Bauh. pin. 34.\n\n2396 Seriola æthnensis, hispida foliis obovatis subdentatis. Lin. Spec. plant. 1139.\nHieracium multicaule, bellidis folio molli. Bocc. app. 8.\n\n2397 Seseli annuum, petiolis rameis membranaceis ventricosis emarginatis. Lin. Spec. plant. 373.\nFœniculum sylvestre annum, tragofelini odore, umbella alba. Vaill. Paris. 54. tab. 9. fig. 4.\n\n4 A 2\n\n2398 Sina-\n2398 Sinapis *lævigata*, siliquis *lævibus* patulis, foliis lyratis glabris, summis lanceolatis caule *lævi*. Lin. Spec. plant. 934.\n\n2399 Sinapis *erucoides*, siliquis *lævibus*, foliis lyratis oblongis glabris, caule scabro. Lin. Spec. plant. 935.\n\nEruca sylvestris, flore albo, Italica. Barr. Icon. 132.\n\n2400 Teucrium *chamaepitys*, foliis trifidis linearibus integerrimis, floribus sessilibus lateralibus, caule diffuso. Lin. Spec. plant. 787.\n\nChamaepitys lutea vulgaris, f. folio trifido. Bauh. pin. 249.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105920.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13192,
    "total-output-tokens": 3816,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        948,
        2
      ],
      [
        948,
        2291,
        3
      ],
      [
        2291,
        3671,
        4
      ],
      [
        3671,
        4940,
        5
      ],
      [
        4940,
        6108,
        6
      ],
      [
        6108,
        7266,
        7
      ],
      [
        7266,
        8457,
        8
      ],
      [
        8457,
        8968,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105920",
    "title": "A Catalogue of the Fifty Plants from Chelsea Garden, Presented to the Royal Society by the Worshipful Company of Apothecaries, for the Year 1769, Pursuant to the Direction of Sir Hans Sloane, Bart. Med. Reg. et Soc. Reg. Nuper Praeses. By William Hudson, Societatis Regiae et Clariss. Societatis Pharmaceut. Lond. Soc. Hort. Chelsean. Praefectus et Praelector Botanicus",
    "authors": "William Hudson",
    "year": 1770,
    "volume": "60",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/105920"
  }
}