{
  "id": "e130e60c7a838d93e8e7452f9c87e5a7fbf275d7",
  "text": "XIII. An appendix to a paper on the effects of the colchicum autumnale on gout. By Sir Everard Home, Bart. V.P.R.S.\n\nRead April 25, 1816.\n\nWhen I laid before the Society my Paper upon this subject, I was anxious to establish what appeared to me to be two important facts; one, that the infusion of the colchicum can be received into the circulation without producing any permanent mischief; the other, that it is through the medium of the circulation, its beneficial effects upon gout are produced, and, therefore, the sudden relief which is experienced can be readily explained. Having attended to the effects of the eau medicinale, and of this medicine for several years in cases of gout, both in my own case, and in those of my friends, I found, invariably, that they diminished the frequency of the pulse, 10 or 20 beats in a minute, and this effect generally took place about twelve hours after the medicine was exhibited: I therefore considered this to be the criterion of the constitution being under the influence of the medicine; and when I found that the pulse was affected in the same way by the medicine received into the circulation, and in a much shorter time, I became satisfied that in both cases this arose from an effect upon the circulation, and not upon the stomach, and therefore did not farther prosecute the enquiry; since exhibiting larger doses could only confirm what is already known, namely, that the medicine is capable, when injudiciously used, of producing very violent effects.\nIt has been suggested to me since the Paper was read, that the only mode of proving that the medicine acts through the medium of the circulation, is to show that when a sufficient quantity is received into the blood, all the violent effects are produced, that result from a large dose taken by the mouth; and as I had no object but the pursuit of truth, I lost no time in complying with this suggestion, and introduced into the circulation of a dog 160 drops of the same infusion before employed.\n\nThe animal instantly lost all power of voluntary motion, the breathing became extremely slow, and the pulse was hardly to be felt. In 10 minutes, the pulse was 84, the inspirations natural, which are 40 in a minute. In 20 minutes, the pulse was 60, the inspirations 30 in a minute, a tremulous motion had taken place in the hind legs. In an hour, the pulse was 115, and irregular; the animal was capable of sitting up, but was in a state of violent tremor, and the inspirations could not be counted.\n\nIn 1½ hour, the tremor had gone off, the pulse continued the same; the animal made ineffectual attempts to vomit, and continued to do so for ten minutes, accompanied with great languor; the inspirations were 54 in a minute.\n\nIn 2 hours, the pulse was 150, and very weak; the animal had voided 1½ ounce of water, had vomited twice, each time bringing up a quantity of mucus tinged with bile, and had two liquid stools.\n\nIn 3 hours, had vomited again, and had another stool; the pulse too weak to be counted.\n\nIn 4 hours, continued extremely languid.\n\nIn 5 hours, vomited some bloody mucus, and expired.\nOn opening the body, the stomach contained mucus tinged with blood, and its internal membrane was inflamed; the duodenum had its internal surface universally inflamed, the same appearance in a less degree was met with in the jejunium and ilium, and more strongly marked in the colon than in the ilium.\n\nThe facts which I have now adduced, afford sufficient proof of the action of the colchicum autumnale upon the different parts of the body, being through the medium of the circulation, and not in consequence of its immediate effects upon the stomach and intestines.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107526.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6456,
    "total-output-tokens": 958,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1510,
        2
      ],
      [
        1510,
        3111,
        3
      ],
      [
        3111,
        3678,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107526",
    "title": "An Appendix to a Paper on the Effects of the Colchicum Autumnale on Gout",
    "authors": "Everard Home",
    "year": 1816,
    "volume": "106",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/107526"
  }
}