{
  "id": "8474ddbb1adb438841d84fdc5158f23503ac71a8",
  "text": "XXVIII. An Account of Baptisms, Marriages, and Burials, during Forty Years, in the Parish of Blandford Forum, Dorset. Communicated by Richard Pulteney, M. D. F. R. S.\n\nTO DR. WATSON, F. R. S.\n\nSIR,\n\nRead Mar. 19, 1778.\n\nAs the subjects of the following tables have been much discussed of late, I take the liberty of putting these into your hands, encouraged thereto by your assurances, when I had the pleasure of seeing you last in town, that they might not improperly be laid before the Royal Society. If upon inspection you should continue to think so, you will do me the honour of presenting them.\n\nExclusive of general curiosity, I was also induced to examine the register of this place, in order to determine how far the general opinion, which gives the credit of extraordinary salubrity to this country, was founded on fact, as far as that could be proved by this mode of examination. I found that the register had been kept with sufficient\nufficient accuracy in the usual method; that, since the recovery of this place from the dreadful fire of 1731, scarcely any new houses had been built, at least on any new site; that no fluctuation in the number of inhabitants from the introduction of any new manufactory, or from any other apparent cause, had taken place; and was therefore led to conclude, that the result might prove a tolerably fair one, and more especially upon finding the excess of the baptisms above the burials so small as it appears to be.\n\nIn the year 1773, when these tables were drawn up, I also procured the number of the people to be taken; by which it appeared, that there were 446 families, reckoning a workhouse of 44 persons, and three schools containing 92, as four families only, which gives nearly $4\\frac{3}{4}$ to a family. The whole number of souls in the parish was found to be, males 1174, females 936, total 2110; but it must be remarked, that in this number were not included any of the inhabitants of the close adjoining villages of St. Mary, Blandford, Brianston, or Langton.\n\nFrom an inspection of table the first it will be seen, that $55\\frac{3}{4}$ is nearly the average of deaths for 40 years; and the average of the last ten years will appear to be 54: hence, taking 55 for the average number, which also will be seen to be the exact number of burials in the year\nyear preceding that of the survey, it will be seen that about 1 in 38 or 39 dies yearly; and, as it can scarcely be doubted, that the errors of a survey must be on the side of omission, it may not be too much to allow 1 in 39 only.\n\nFrom this result, therefore, it is manifest, that although the salubrity of this place does not equal what we read of some particular villages in the North of England, or of the district of Vaud, yet it turns out very much in favour of the general opinion, and very far beyond that of London and larger towns, where the number is found to be from 1 in 20 to 1 in 26 or 28.\n\nI am, &c.\nTable I. A table of the baptisms, marriages, and burials, during forty years, in the parish of Blandford Forum.\n\n| Year | Baptisms | Males | Females | Total | Marriages | Males | Females | Total | Burials | Males | Females | Total |\n|------|----------|-------|---------|-------|-----------|-------|---------|-------|---------|-------|---------|-------|\n| 1733 | 39       | 33    | 72      | 33    | 27        | 27    | 54      | 1753  | 22      | 24    | 46      | 54    |\n| 1734 | 35       | 32    | 67      | 27    | 26        | 20    | 46      | 1754  | 36      | 18    | 54      | 18    |\n| 1735 | 34       | 25    | 59      | 24    | 17        | 26    | 43      | 1755  | 30      | 21    | 51      | 8     |\n| 1736 | 39       | 22    | 61      | 27    | 29        | 17    | 46      | 1756  | 35      | 23    | 58      | 23    |\n| 1737 | 24       | 52    | 76      | 29    | 36        | 29    | 65      | 1757  | 21      | 11    | 32      | 17    |\n| 1738 | 38       | 29    | 67      | 30    | 26        | 25    | 51      | 1758  | 24      | 29    | 53      | 23    |\n| 1739 | 31       | 27    | 58      | 15    | 25        | 30    | 55      | 1759  | 20      | 29    | 49      | 13    |\n| 1740 | 25       | 22    | 47      | 14    | 33        | 31    | 64      | 1760  | 24      | 25    | 49      | 19    |\n| 1741 | 21       | 16    | 37      | 18    | 46        | 56    | 102     | 1761  | 35      | 20    | 55      | 24    |\n| 1742 | 34       | 24    | 58      | 20    | 36        | 28    | 64      | 1762  | 17      | 26    | 43      | 18    |\n| 1743 | 22       | 21    | 43      | 33    | 27        | 27    | 54      | 1763  | 30      | 16    | 46      | 26    |\n| 1744 | 32       | 32    | 64      | 23    | 16        | 18    | 34      | 1764  | 38      | 32    | 70      | 24    |\n| 1745 | 20       | 24    | 44      | 7     | 23        | 26    | 49      | 1765  | 38      | 30    | 68      | 18    |\n| 1746 | 21       | 29    | 50      | 24    | 21        | 26    | 47      | 1766  | 22      | 25    | 47      | 17    |\n| 1747 | 21       | 27    | 48      | 18    | 21        | 31    | 52      | 1767  | 32      | 25    | 57      | 20    |\n| 1748 | 28       | 19    | 47      | 26    | 34        | 33    | 67      | 1768  | 23      | 30    | 53      | 15    |\n| 1749 | 26       | 32    | 58      | 28    | 15        | 25    | 40      | 1769  | 39      | 24    | 63      | 25    |\n| 1750 | 24       | 29    | 53      | 26    | 23        | 23    | 46      | 1770  | 23      | 31    | 54      | 20    |\n| 1751 | 26       | 19    | 45      | 18    | 22        | 27    | 49      | 1771  | 28      | 25    | 53      | 20    |\n| 1752 | 27       | 33    | 60      | 8     | 21        | 26    | 47      | 1772  | 29      | 31    | 60      | 12    |\n\nTotal\n### Baptisms, &c. at Blandford Forum.\n\n| Total baptisms | Marriages | Total burials |\n|---------------|-----------|--------------|\n| Males         | 1133      | Males        | 1099        |\n| Females       | 1042      | Females      | 1132        |\n|               | 2175      |              | 2231        |\n\nThe baptisms among the Dissenters are brought into this account only during the last ten years, males 39, females 54, total 93: if therefore the same proportion is taken for the first-three decennial periods, the total of the baptisms will amount to 2454.\n\nSmall-pox years, of which distemper died as underneath:\n\n- In 1741 - 76\n- 1753 - 40\n- 1766 - 44\n\nIn the year 1756, among the burials, 18 were of soldiers, who died during the time of the encampment.\n\nThis table does not include the close adjoining villages of Langton, Brianston, and Blandford St. Mary.\nTABLE II. The annual average of baptisms and burials in the four decennial periods of the foregoing table, taking among the baptisms 93 in each period for the number among the Dissenters, which appeared to be the exact number baptized in the fourth period.\n\n| Annual average of the baptisms in the first ten years | Annual average of the burial in the first ten years |\n|------------------------------------------------------|-----------------------------------------------------|\n| 69½                                                 | 59                                                  |\n| 60½                                                 | 48½                                                 |\n| 58½                                                 | 61½                                                 |\n| 57½                                                 | 54                                                  |\n\n| Annual average of the baptisms in the second ten years | Annual average of the burial in the second ten years |\n|-------------------------------------------------------|------------------------------------------------------|\n| 69½                                                  | 59½                                                 |\n| 60½                                                  | 48½                                                 |\n| 58½                                                  | 61½                                                 |\n| 57½                                                  | 54                                                  |\n\n| Annual average of the baptisms in the third ten years | Annual average of the burial in the third ten years |\n|------------------------------------------------------|-----------------------------------------------------|\n| 69½                                                  | 59½                                                 |\n| 60½                                                  | 48½                                                 |\n| 58½                                                  | 61½                                                 |\n| 57½                                                  | 54                                                  |\n\n| Annual average of the baptisms in the fourth ten years | Annual average of the burial in the fourth ten years |\n|-------------------------------------------------------|------------------------------------------------------|\n| 69½                                                  | 59½                                                 |\n| 60½                                                  | 48½                                                 |\n| 58½                                                  | 61½                                                 |\n| 57½                                                  | 54                                                  |\n\nIn the 40 years, 61½ 2454\n\nIn the 40 years, 55½ 2231\n\nThe excess of baptisms over the burials in forty years, 223.\nTABLE III. Shewing the whole number of burials in each month, and each quarter of the year collectively throughout the whole of the above period, disposed in two columns, in the latter of which, those who died of the small-pox are excluded, serving to illustrate the different salubrity of the seasons.\n\n| Winter       | Summer     |\n|--------------|------------|\n| January      | July       |\n| 220          | 146        |\n| February     | August     |\n| 218          | 144        |\n| March        | September  |\n| 223          | 165        |\n|              |            |\n| 661          | 455        |\n|              | 451        |\n\n| Spring       | Autumn     |\n|--------------|------------|\n| April        | October    |\n| 193          | 172        |\n| May          | November   |\n| 218          | 174        |\n| June         | December   |\n| 190          | 168        |\n|              |            |\n| 601          | 514        |\n|              | 501        |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106339.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 8,
    "total-input-tokens": 12406,
    "total-output-tokens": 3418,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        947,
        2
      ],
      [
        947,
        2314,
        3
      ],
      [
        2314,
        2931,
        4
      ],
      [
        2931,
        5691,
        5
      ],
      [
        5691,
        6561,
        6
      ],
      [
        6561,
        9610,
        7
      ],
      [
        9610,
        10574,
        8
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106339",
    "title": "An Account of Baptisms, Marriages, and Burials, during Forty Years, in the Parish of Blandford Forum, Dorset. Communicated by Richard Pulteney, M. D. F. R. S.",
    "authors": "Richard Pulteney",
    "year": 1778,
    "volume": "68",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 8,
    "jstor_url": "https://www.jstor.org/stable/106339"
  }
}