{
  "id": "9d2bdf4e3fa7201c9e4ed98cb51c399daf9889d5",
  "text": "XXI. On some of the Products of the Destructive Distillation of Boghead Coal.—Part I.\n\nBy C. Greville Williams, Lecturer on Chemistry in the Normal College, Swansea.\n\nCommunicated by Dr. Sharpey, Sec. R.S.\n\nReceived November 25, 1856,—Read January 22, 1857.\n\nThe action of heat on organic substances has been studied under two aspects: in the one the relation of the products to the original matter is seen, and we are enabled to draw theoretical deductions, in most cases of great simplicity; in the other, the relation is not capable of being traced; and it would appear, therefore, at a first glance, that the study of bodies produced in this manner would be less conducive to the advancement of theoretical science. But so far from this holding good, it is not too much to assert that organic chemistry has been more enriched by products of the second kind than the first. The metamorphoses of naphthaline, to which the law of substitution owes so much for its development; the study of aniline, which has so greatly increased our knowledge of the theory of basic combinations; the history of the phenyle series and its numerous homologues,—are, immense as their influence on the progress of chemistry has been, only a few instances of what may be anticipated from the study of products of destructive distillation. It is true that their history has been developed, not because of their origin, but from their intrinsic interest, yet it cannot be denied that no operation has furnished chemistry with products so numerous and diversified in character. It is also unquestionable that no organic type exists unrepresented by bodies of pyrogenous derivation.\n\nHeat is perhaps the only chemical agent to which we can assign no special function; at one time acting as a powerful incentive to oxidation, at another to reduction; it is generally recognized as the most potent of disruptive forces, yet we sometimes find it causing the coalescence and reduplication of atoms; it is evident, therefore, allowing heat to possess these various and apparently antagonistic qualities, that there are few organic bodies capable of withstanding high temperatures whose presence among products of destructive distillation can be looked upon as impossible. The progress of chemical science has moreover shown in repeated instances, that the substances at one time regarded as the rarest and most difficultly obtainable, become in a short period those with which we are most familiar. The present investigation may be considered a case in point, its object being to prove the existence in great quantity in a commercial product, of a class of compounds hitherto only procurable by processes founded on purely theoretical considerations, and requiring considerable care in their prosecution.\n\nThe substance, the distillate from which contains the hydrocarbons forming the subject of this communication, is the Torbane-hill mineral or Boghead Coal, worked on a\nlarge scale at Bathgate, near Edinburgh. A very partial examination of it has been published by Dr. Genther*, with results which, as we shall afterwards see, are far from correct; for he has assumed that the fractions obtained at particular boiling-points are homogeneous, and consist of different but isomeric hydrocarbons of the formula $C^n H^n$. In addition to paraffine, long known as one of the products, he has detected picoline and phenole; but, nevertheless, his results, on the whole, are rather in favour of the view that the Torbane-hill mineral is not a true coal in the sense generally understood by chemists. I do not enter here upon the much-disputed and litigated question of the nature of the mineral itself, my object being solely to study the chemical relations of the bodies produced by its decomposition under the influence of heat.\n\nThe ordinary Boghead naphtha appears in commerce in the form of a nearly colourless fluid of a very characteristic odour, quite different to that obtained from ordinary coal. Its specific gravity is only 0·750 at 15°, and is therefore greatly lower than that from the latter source, for even thoroughly purified benzole has a density of 0·850. Notwithstanding its small density the boiling-point was high, the lowest fraction that could be obtained in the first rectification being between 143° and 148°. That the fluid was a mixture of many bodies of very different boiling-points, was shown by the fact that during the first distillation the mercury in the thermometer steadily rose to the highest range it was safe to allow. This complexity was still better seen by the sudden depression of the boiling-point of the first fraction in the second distillation, for there was then obtained a considerable quantity of fluid between 121° and 126°, the second rectification thus causing a fall of no less than 22°; subsequent to this, the lowering of the initial fraction with the advance in the number of rectifications was less marked, but still decided, and after six distillations I was able to procure a portion boiling as low as 98°·5.\n\nIt appearing evident that, previous to attempting any examination, it would be essential to obtain the crude hydrocarbons of nearly constant boiling-point, they were submitted to a tolerably complete fractionation, during which there were made, altogether, no less than one thousand distillations.\n\nAn opinion has been hazarded by some persons, that in processes of fractional distillation a continual breaking up is taking place, which they suppose to account for the variations in the point of ebullition: that the supposition is incorrect will be admitted by all chemists who have given close attention to processes of this kind, and the question is placed beyond doubt by the fact that the variation becomes less as the distillations are more numerous, and, at last, the fractions distil almost entirely between the points at which they last came over, and doubtless might, if sufficient time was expended on them, be obtained perfectly steady.\n\nAs soon as by the means described fractions were obtained of almost constant boiling-points, I proceeded to ascertain whether the fluids consisted of more than one substance, and, passing over the preliminary trials, it was soon found that more than one series of bodies were present. This was proved by the deportment of the mixed hydrocarbons\n\n* Liebig's Annalen, xcvii. p. 277, and Chemical Gazette, 1856, No. 330.\nwith fuming nitric, or a mixture of nitric and sulphuric acids. If, into a flask of three or four ounces capacity, two drachms of fuming nitric acid be poured, and one drachm of the naphtha be added by small portions, with constant and brisk agitation, allowing the temperature to rise a little, but preventing it going too far by immersing the flask (still kept in motion) in very cold water, a point is reached when the temperature no longer rises, and it is seen that the mixture forms an emulsion of a red-brown colour, a layer of green but brilliant fluid floating on the surface; the whole is then poured into a very narrow conical glass and allowed to rest for a few minutes, by which time the fluid unacted on has risen to the surface. The lower portion having been removed and thrown into water by means of a pipette, furnished with a hollow caoutchouc ball to avoid suction with the lips, the indifferent hydrocarbon is transferred to a flask having a well-fitting stopper and containing a quantity of highly-concentrated nitric acid. When the above operation has been repeated until sufficient of the hydrocarbon has been accumulated in the flask, the latter is violently shaken to thoroughly mix the fluids, and on standing for some time separation into two layers takes place; the lower, consisting of the acid, which has abstracted the chief part of the hydrocarbons removeable by it, is withdrawn by means of a pipette, and the operation is several times repeated. It is absolutely essential to correct results that this treatment be sufficiently performed. The acid being removed for the last time, the fluid is washed with a solution of caustic potash, which, by absorbing the nitrous fumes, removes the green colour. The indifferent hydrocarbon is then digested with sticks of potash to remove the water, and when apparently dry, is distilled several times over sodium.\n\nThe fluids obtained as above are perfectly colourless, of a pleasant odour, resembling may-blossoms, very volatile, even at low temperatures, and having a density of about 0·725. If pieces of sodium be rapidly cut from a mass, so as to have only a very thin layer of soda, and are then thrown into the perfectly dry hydrocarbon, the coating of oxide is dissolved, the metal appearing of the lustre of silver, and may probably be thus kept for any length of time.\n\nMy first experiments were made upon the fraction boiling between 115° and 121°, merely because that happened to be the largest, and it soon became evident that the hydrocarbon obtained by the process described, possessed the composition and the same degree of condensation in the state of vapour as butyle (valyle of Kolbe). But as it is evident that the formula $C^{16}H^{18}$ corresponds also to the hydruret of the radical of the caprylic alcohol, it was necessary to ascertain the correct boiling-points of the bodies obtained, because if coinciding with those of the radicals, it would be strong evidence of their identity with them. But the composition of the radicals differing but little, it is evident that analysis alone, however carefully made, cannot decide the question; fortunately, however, the addition or subtraction of $C^aH^2$ has a very considerable influence on their vapour-density, as will at once be seen by reference to the annexed Table, where the increase is compared with the rise of carbon and diminution of hydrogen as the boiling-point becomes higher.\n\nMDCCCLVII.\nBoiling-point. Vapour-density. Per-cent-age of carbon. Per-cent-age of hydrogen.\n\nPropyle C\\textsuperscript{12}H\\textsuperscript{14} 65° 2·98 83·72 16·28\nButyle C\\textsuperscript{16}H\\textsuperscript{18} 106° 3·94 84·21 15·79\nAmyle C\\textsuperscript{20}H\\textsuperscript{22} 158° 4·91 84·51 15·49\nCaproyle C\\textsuperscript{24}H\\textsuperscript{26} 202° 5·88 84·70 15·30\n\nThe boiling-points of the indifferent hydrocarbons being such important evidence, it has been considered proper to give positive proof that the fractions analysed were those whose constitution exactly tallied with the bodies with which they were sought to be identified; in each case therefore the vapour-densities of several fractions near the known boiling-point of the radicals were determined; and it is submitted, that it is no slight proof of the correctness of the view advanced relative to the nature of the bodies isolated, that in almost every instance the fraction which gave the correct vapour-density was that which corresponded in boiling-point with the radical. In order to save space, the numerous determinations made are condensed into Tables. In one or two of these merely trial experiments, it will be observed that the regularity of the series is slightly interrupted; where this happens, it will be found to arise from the fact of the bodies not having been obtained from the fraction corresponding to their own boiling-point; thus in the Table containing the amyle experiments, the fourth and sixth determinations are not in perfect harmony with the rest; in the third, the fraction used distilled between 160° and 165°, but it was obtained from the portion of the crude hydrocarbons boiling between 150° and 160°; this makes the density come out somewhat lower than it would have been had the fraction been extracted from the hydrocarbons boiling between 160° and 165°. In general, however, it will be found that the increase of density with the rise of boiling-point is quite as steady as could have been anticipated.\n\nIt has been stated that the composition of the fractions varied so little as the boiling-points became higher, that I did not imagine myself justified in considering the nature of any fraction established by the mere results of analysis; but although vapour-density has been chiefly relied on as the means of research, it is believed, nevertheless, from the extreme care with which the combustions were made, that they represent very nearly the true per-centages of carbon and hydrogen.\n\nChemists are aware that the accurate analysis of volatile fluids, having a high percentage of carbon, is a somewhat fatiguing process, from the constant attention indispensable, and the slowness with which it is necessary to advance the fire along the tube. By the following method of burning, which is described in the hope that it may be found useful to others, less time and far less attention are required for the determination of the carbon and hydrogen in a body like propyle or butyle, than for the combustion of an ordinary solid. For this purpose the fluid is contained in one bulb, and is driven out at the commencement of the analysis into a column of thirteen or fourteen centimetres of cold oxide of copper: this latter portion is never directly heated until the end of the analysis, the fluid being volatilized by the heat conducted by the oxide. Oxygen\nis, of course, passed over the reduced metal to remove any carbon which may have combined with it. The tube is arranged as in the annexed sketch.\n\nAt \\(a\\) is placed a small plug of recently ignited asbestos, about two centimetres long; then a mixture of fused and powdered chlorate of potash and oxide of copper as far as \\(b\\) (about seven centimetres); then at \\(c\\) two centimetres of asbestos, followed to \\(k\\) by the same length of coarse-grained oxide of copper. The substance is placed at \\(e\\), the tube to \\(f\\) being filled completely by granular oxide of copper of about the coarseness of ordinary gunpowder, and, finally, at \\(g\\) is placed another plug of asbestos. The combustion is commenced by heating the end \\(a\\) to redness, and between the screens \\(h\\) and \\(i\\); when fully red, the space between the screens \\(k\\) and \\(l\\) is filled with live coals, the whole of the fluid being immediately driven amongst the oxide of copper occupying the space from \\(d\\) to \\(i\\). In a short time this oxide becomes sufficiently hot to cause a perfectly steady distillation of the fluid over the red-hot column of oxide from \\(i\\) to \\(h\\), where it is burnt. No further attention is requisite until carbonic acid ceases to enter the bulbs, when the screen \\(i\\) is removed back; but it is always found, if the fluid is moderately volatile, that very little remains. When the tube is red-hot from \\(h\\) to \\(l\\), the mixture of oxide and chlorate is slowly heated to redness. Combustions made in this manner seldom fail to yield good results. One great advantage of the method is, that if the space from \\(i\\) to \\(d\\) be of the proper length, there is no fear of either a sudden rush of gas or of the operation being tediously slow. All the fluid analyses given in this paper were made in this manner.\n\nOn the Hydrocarbons unacted on by Sulphuric and Nitric Acids.\n\nThe lowest fraction obtained during the rectifications was between 65° and 71°; the quantity was far from large; and although working on a tolerably extensive scale, great care was requisite to prevent loss by evaporation during the distillation. The density at 15°-5 of the crude hydrocarbons was only 0·735, although containing a considerable percentage of benzole. On treatment with highly concentrated fuming nitric acid, in the manner previously described, and placing the acid and nitrocompound in a conical glass, for the purpose of facilitating the separation of the hydrocarbon unacted on by acids, I was surprised to find that no separation whatever took place; and on throwing the mixture into water, no nitrocompound fell to the bottom, the whole rising to the surface in the form of a pale green layer. The latter was therefore separated, placed in a retort, and the heat of a water-bath applied; a considerable quantity of a colourless fluid distilled over, which was treated several times with fuming nitric acid to remove any of the other hydrocarbons present, the last traces being retained with such tenacity that the process had to be repeated many times before the separated acid no longer\nproduced milkiness when thrown into water, indicating the presence of the nitrocompound. After washing several times with solution of potash, and digestion with sticks of the latter substance to remove moisture, it was distilled over fragments of sodium, and came over chiefly between 65° and 71°. On one occasion, when distilling over sodium some impure propyle, as soon as the retort became nearly dry, a small quantity of nitrocompound present, which had dissolved in the indifferent hydrocarbon, reacted on the metal with great violence, the latter becoming ignited, torrents of smoke being evolved, and large quantities of carbon at the same time depositing on the interior of the retort and receiver: when the radical is in a state of purity, sodium remains perfectly brilliant under it during the distillation.\n\nIn order to ascertain the boiling-point of propyle, I commenced by determining the vapour-density of the fractions, beginning with the portion distilling, in the sixteenth rectification, between 72° and 79°: the experiments were made by the method of Dumas, the second being taken at a slightly higher temperature than the first.\n\n| Temperature of air | 20° | 20° |\n|-------------------|-----|-----|\n| Temperature of vapour | 104° | 112° |\n| Pressure | 769 mm. | 769 mm. |\n| Excess of weight of balloon | .4673 grm. | .4817 grm. |\n| Capacity of balloon | 294 cub. cent. | 307 cub. cent. |\n| Residual air | 11 cub. cent. | 5 cub. cent. |\n\nExperiment. Theory.\n\nI. II. C₁₂H₁₄=4 volumes.\n\n3·10 3·08 2·97\n\nIt appearing, therefore, that the boiling-point was considerably below 79°, the fraction distilling between 65° and 70° was taken for further examination. On combustion, it was found that—\n\nI. ·1678 gramme yielded ·5148 carbonic acid and ·2521 water.\nII. ·1673 gramme yielded ·5132 carbonic acid and ·2450 water.\n\n| Experiment. Calculation. |\n|--------------------------|\n| I. II. C₁₂ 72 83·7 |\n| Carbon 83·7 83·7 |\n| Hydrogen 16·7 16·3 H₁₄ 14 16·3 |\n| 86 100·0 |\n\nThe following are the details of a determination of the vapour-density of the same portion of fluid by Gay-Lussac's method:—\n\nWeight of fluid . . . . . 1098 grm.\nTemperature of vapour . . 100°\nObserved volume of vapour. 43·5 cub. cent.\nAtmospheric pressure . . . 772·1 mm.\nDifference of mercury level . . . 85·4 mm.\nDensity of vapour . . . . 2·956\n\nThe formula $C^{12}H^{14}=4$ volumes requires—\n\n12 volumes carbon vapour . . . 0·8290 · 12 = 9·948\n28 volumes hydrogen . . . . 0·0692 · 28 = 1·938\n\n$\\frac{11·886}{4} = 2·972.$\n\nExperiment. Theory.\n2·956 2·972\n\nThe substance unacted on by acids boiling at 65°, as extracted from the Torbane-hill mineral distillate, has therefore not only the composition, but also the vapour-density of the radical of the propylc series. I shall show, further on, that its boiling-point also coincides with what might be expected. It is evident that propyle might be procured by electrolysis of butyric acid, and I propose eventually to subject the hydrocarbons from both sources to a careful comparison. It may be mentioned that propyle has not previously been obtained. Its density at 18° was found to be 0·6745.\n\nNitrocompound from fraction boiling between 66° and 71°.\n\nThis substance, which, it has been said, floated on water while holding the radical in solution, was much heavier than that fluid after the hydrocarbon had been distilled off. Treated with alcoholic potash great heat was produced, the solution becoming blood-red, and a peculiar odour being evolved. The mixture was placed in an iron alembic, and the alcohol distilled off on the water-bath; the latter was then removed, and the distillation continued over the naked fire. An abundance of milky fluid containing an alkaloid came over, accompanied by a small quantity of non-basic oil. At last an explosive evolution of vapour ensued; the chief portion of the contents of the alembic being projected into the neck, and there becoming solidified, stopped the distillation. The non-basic oil was removed by addition of hydrochloric acid to dissolve the base, and then passing through a wet filter. The undissolved portion solidified on the filter to a mass of golden-brown crystals having the characters of azobenzide. A large quantity of aniline was found in the basic portion of the distillate. The nitrocompound contained, therefore, a considerable amount of nitrobenzole. The study of the nitrocompounds and their products is reserved for a future communication.\n\nButyle.\n\nThe following experiments were the first made with the radicals from Boghead naphtha, but are placed here in their proper sequence with regard to the other homologues.\n\nIt has been found that the separation of the hydrocarbons can be effected by other\nmeans than those adopted for the preparation of the radicals; the details of the method belong to a series of experiments to be given in Part II. It is to be understood, therefore, that the nitric acid process was adhered to for the isolation of the bodies described in this paper.\n\nAfter preparation of the butyle, I proceeded to determine the vapour-density of the fractions, the results being embodied in the annexed Table.\n\n**Vapour-densities of fractions from 104° to 129°, after treatment with nitric acid, &c.**\n\n| Boiling-point | Excess of weight of balloon | Temperature of vapour | Temperature of air | Pressure | Capacity of balloon | Residual air | Density |\n|---------------|-----------------------------|-----------------------|--------------------|----------|---------------------|--------------|---------|\n| 104 to 107    | ·5332                       | 154                   | 19                 | 752      | 298·5               | ·5           | 3·63    |\n| 104 to 110    | ·4365                       | 171                   | 16                 | 752      | 268·0               | 5·0          | 3·66    |\n| 107 to 110    | ·5030                       | 163                   | 16                 | 761      | 281·5               | 1·5          | 3·73    |\n| 110 to 116    | ·4950                       | 173                   | 16                 | 761      | 277·5               | 2·0          | 3·82    |\n| 121 to 127    | ·5489                       | 179                   | 18                 | 760      | 274·5               | 0·0          | 4·11    |\n| 126 to 129    | ·5545                       | 160                   | 14                 | 750      | 268·5               | 2·3          | 4·09    |\n\nIt was evident from the foregoing determinations, that the boiling-point of the hydrocarbon having the formula C₁₆H₁₈ was between 116° and 121°, but this being higher than was anticipated, it appeared probable that the fractions used had not been treated sufficiently with nitric acid: a portion of somewhat lower boiling-point than those in the Table was therefore repeatedly acted on until the impurity was entirely removed, and the separated acid, on being diluted with water, yielded not the slightest milkiness. The annexed were the results obtained with the hydrocarbon so purified:\n\n| Portion distilling, 100° to 101° | Portion distilling, 101° to 103° |\n|----------------------------------|----------------------------------|\n| Temperature of air                | 17°                              |\n| Temperature of vapour             | 145°                             |\n| Pressure                          | 776·2 mm.                        |\n| Excess of weight of balloon       | ·5545 grm.                       |\n| Capacity of balloon               | 308 cub. cent.                   |\n| Residual air                      | 4·5 cub. cent.                   |\n| Density of vapour                 | 3·63                             |\n\nThe repeated treatment with nitric acid, although it had the effect of raising the density, did it to so slight a degree, that it was clear the boiling-point of butyle from the Torbane-hill mineral was much higher than that found by other observers, and lay between 116° and 121°. Analysis gave the numbers annexed:\n\nI. ·3325 butyle gave 1·0246 carbonic acid and ·4704 water.\nII. ·1783 butyle gave ·5505 carbonic acid.\nIII. ·1841 butyle gave ·5673 carbonic acid and ·2604 water.\nIV. ·1687 butyle gave ·5189 carbonic acid and ·2421 water.\nOF THE DESTRUCTIVE DISTILLATION OF BOGHEAD COAL.\n\n| Experiment | Mean | Calculation |\n|------------|------|-------------|\n| I.         | II.  | III. IV.    | C₁₆ 96 84·2 |\n| Carbon     | 84·1 | 84·2 84·0 83·9 | 84·1 |\n| Hydrogen   | 15·7 | — 15·7 15·9 | 15·8 |\n\nThe fourth analysis was made upon a different preparation to the others.\n\nKolbe's radical obtained by the electrolysis of butyric acid gave him the following numbers, which are sensibly the same as the above:\n\nKolbe.\n\n| Carbon | 84·1 | 84·0 |\n|--------|------|------|\n| Hydrogen | 15·9 | 15·8 |\n\nAnnexed is a determination of the vapour-density of the fraction distilling between 116° and 121°.\n\nExcess of weight of balloon . . . 5270 grm.\nTemperature of vapour . . . 167°\nTemperature of air . . . 16°\nPressure . . . . . . . 753 mm.\nCapacity of balloon . . . 280 cub. cent.\nResidual air . . . . . . 1·0 cub. cent.\n\nThe formula C₁₆H₁₈ requires—\n\n16 volumes carbon vapour . . . 0·8290 · 16 = 13·264\n36 volumes hydrogen . . . 0·0692 · 36 = 2·491\n\n\\[ \\frac{15·755}{4} = 3·9387 \\]\n\nExperiment. Kolbe. Wurtz. Theory = 4 vols.\n3·883 4·053 4·070 3·9387\n\nAlthough the above numbers are exceedingly near those required by theory, it follows that the boiling-point of the hydrocarbon having the same formula as butyle from Boghead coal, is decidedly higher than that found by Kolbe and Wurtz. The boiling-point of Kolbe's hydrocarbon, obtained by electrolysis of valerianic acid, was 108°, and that of butyle, obtained by Wurtz by cohabating iodide of butyle over sodium, was 106°, whereas my hydrocarbon distilled in the sixteenth rectification between 116° and 121°. It will be seen that in the first and third analysis there is a tendency towards a deficiency in the hydrogen; on searching into the cause of this, it was found that a trace of one of the homologues of olefiant gas, to be described in the second part of this paper, remained in the fluid. This arose from insufficient treatment with nitric acid. The fourth analysis was made on a perfectly pure product. The results obtained further on with the other radicals are perfectly in accordance with those of other chemists. The density of the butyle, as analysed, was found to be 0·6945 at 18°, agreeing perfectly\nwith Kolbe's determination made at the same temperature, which gave 0·6940. It undergoes considerable expansion with even a small rise of temperature, for Wurtz found the density at 0° to be 0·7057.\n\nAmyle.\n\nThe experiments previously made having indicated somewhat too high a boiling-point for the butyle, it was considered necessary to examine the fractions having boiling-points at all approaching to that of amyle with great care, in order to ascertain whether the same difference would be found. The following Table contains the results:\n\n**Vapour-densities of fractions from 154° to 169°, after treatment with nitric acid, &c.**\n\n| Boiling-point | Excess of weight of balloon | Temperature of vapour | Temperature of air | Pressure | Capacity of balloon | Residual air | Density |\n|---------------|-----------------------------|-----------------------|--------------------|----------|---------------------|--------------|---------|\n| 154 to 160    | ·6187                       | 210°                  | 19                 | 756      | 274                 | 4·0          | 4·82    |\n| 160 to 162    | ·7581                       | 208°                  | 21                 | 765·5    | 305·5               | 0            | 5·02    |\n| 160 to 165    | ·7855                       | 193°                  | 19                 | 752      | 305·5               | 1·5          | 5·02*   |\n| 163 to 164    | ·7518                       | 210°                  | 20                 | 765·5    | 298                 | 0            | 5·11    |\n| 166 to 169    | ·6980                       | 207°                  | 18                 | 757      | 275                 | 0            | 5·11†   |\n\nIt was quite obvious, from the numbers condensed into the above Table, that the amyle from the Torbane-hill mineral boiled between 154° and 160°; but the first experiment which was made upon the entire fluid boiling between these points proving too low, a fraction was selected distilling in the sixteenth rectification between 157° and 160°.\n\n·1949 gramme gave ·6032 carbonic acid and ·2757 water.\n\n**Experiment.**\n\nCarbon . . . . 84·4\n\nHydrogen . . . . 15·7\n\n**Calculation.**\n\n\\[ \\text{C}^{20} \\quad 120 \\quad 84·5 \\]\n\n\\[ \\text{H}^{22} \\quad 22 \\quad 15·5 \\]\n\n\\[ 142 \\quad 100·0 \\]\n\nThe following are the results obtained by Frankland and Wurtz:\n\n**Frankland.**\n\nCarbon . . . . 84·2\n\nHydrogen . . . . 15·4\n\n**Wurtz.**\n\nCarbon . . . . 84·6\n\nHydrogen . . . . 15·2\n\nTo confirm the result obtained in the analysis of the amyle from the above fraction, the density of its vapour was ascertained.\n\nExcess of weight of balloon . . . . ·6746 grm.\n\nTemperature of vapour . . . . 212°\n\n* From fraction of crude naphtha distilling between 154° and 160°.\n\n† This result was obtained during the preliminary experiments; the fluid had not been absolutely freed from bodies of lower boiling-point.\nOF THE DESTRUCTIVE DISTILLATION OF BOGHEAD COAL.\n\nTemperature of air . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21°\nPressure . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 767·3 mm.\nCapacity of balloon . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 283·5 cub. cent.\nResidual air . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 cub. cent.\n\nThe formula C₂₀H₃₂ requires—\n\n20 volumes carbon vapour . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 0·8290×20=16·580\n44 volumes hydrogen . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 0·0692×44=3·045\n\n\\[\n\\frac{19·625}{4}=4·906\n\\]\n\nExperiment. Frankland. Wurtz. Theory.\n4·930 4·899 4·956 4·906\n\nThe boiling-point of amyle, according to the most recent experiments on the subject*, is 158°, which agrees quite as nearly as could be expected with the above result. The density of the fluid was found to be (at 18°) 0·7365. Frankland found it 0·7704 at 11°, and Wurtz 0·7413 at 0°.\n\nWhen Boghead amyle is cohabated with monohydrated nitric acid for some days, a large quantity of a nitro-acid is formed, which yields a silver salt of very sparing solubility. This acid will be described in a future communication, it being my intention to compare the products of the action of oxidizing agents on the radical from the Torbanehill distillate, with those from amyle prepared by the action of sodium on the iodide.\n\n**Caproyle.**\n\nThis radical was first isolated by Messrs. Brazier and Gossleth† in the course of their researches on caproic and oeanthylie acids; they obtained it by the electrolysis of oeanthylate of potash. Remembering that, as obtained by them, it had a boiling-point of 202°, I commenced in searching for it by taking the vapour-densities of the fractions a little above and below that point, and obtained the numbers annexed:\n\n| Boiling-point, | Boiling-point, |\n|---------------|---------------|\n| 196° to 199°. | 202° to 208°. |\n| Excess of weight of balloon | .8855 grm. | .6680 |\n| Temperature of vapour | 230° | 233° |\n| Temperature of air | 15° | 14° |\n| Pressure | 739·4 mm. | 760·2 mm. |\n| Capacity of balloon | 322·5 cub. cent. | 225 cub. cent. |\n| Residual air | 4·0 cub. cent. | .5 cub. cent. |\n| Density | 5·74 | 6·03 |\n\nThe hydrocarbon from the Boghead naphtha, of which I was in search, boiled therefore\n\n* Wurtz, Ann. de Chimie et de Phys. 2me série, tome xiv. p. 282.\n† Quarterly Journal of the Chemical Society, vol. iii. p. 226.\nbetween 199° and 202°. The following is a combustion of the fluid distilling at that temperature:\n\n·1578 gramme caproyle gave ·4897 carbonic acid and ·2238 water.\n\n| Experiment | Calculation |\n|------------|-------------|\n| Carbon     | 84·6        | C₂₄ 144 84·7 |\n| Hydrogen   | 15·8        | H₂₆ 26 15·3 |\n|            | 170         | 100·0       |\n\nThe results of the analysis of this radical by other observers are as follows:\n\n**Brazier and Gossleth.**\n\n84·49 84·54\n\n15·60 15·44\n\n**Wurtz.**\n\n84·25\n\n15·49\n\nA determination of the vapour-density proved that the fraction boiling at 202° had not only the percentage composition, but exactly the same condensation as the radical caproyle, thus:\n\n- Excess of weight of balloon . . . . . . ·8021 grm.\n- Temperature of vapour . . . . . . 231°\n- Temperature of air . . . . . . . . 15°\n- Pressure . . . . . . . . . . . . 739·4 mm.\n- Capacity of balloon . . . . . . . . 283·0 cub. cent.\n- Residual air . . . . . . . . . . . 1·0 cub. cent.\n- Density . . . . . . . . . . . . . 5·83\n\nThe formula C₂₄H₂₆ requires—\n\n24 volumes carbon vapour . . . . . . 0·8290·24 = 19·896\n52 volumes hydrogen . . . . . . . . 0·0692·52 = 3·598\n\n\\[ \\frac{23·494}{4} = 5·8735 \\]\n\n**Experiment.**\n\n5·83\n\n**Wurtz.**\n\n5·983\n\n**Theory.**\n\n5·8735\n\nIt was found that as the radicals of higher boiling-point were reached, greater difficulty existed in getting rid of the last traces of nitrocompound; although repeatedly washed with monohydrated nitric acid to remove any that might remain in solution, and then with strong potash, the radical so obtained did not, at first, distil perfectly colourless, and, moreover, retained a slight odour of the nitrocompound. The fluid in this condition left a yellow residue on distillation. A few rectifications over sodium entirely removed the impurity, and the radical as analysed above was perfectly colourless and almost inodorous. Its density at 18° was 0·7568. Wurtz found it at 0° 0·7574. Messrs. Brazier and Gossleth do not state the density of the caproyle analysed by them.\nIt is submitted that the foregoing experiments prove that the distillate from the Torbane-hill mineral contains, in addition to several other substances, a series of hydrocarbons having the percentage composition, density in the fluid and gaseous states, and also the boiling-point of the alcohol radicals. It is perhaps to be regretted that in investigating these bodies, we are unable to avail ourselves of active affinities of a kind tending to yield easily procured and definite compounds, the study of which would remove all doubt as to identity. It is also peculiarly unfortunate that the boiling-points of simple and compound radicals, as at present determined, show no fixed law; in fact, if we examine the only data in our possession on the subject, namely, the numbers given by Wurtz, we find no less than nine different values for the increment of $C^2H^2$, as may be seen from the following Tables:\n\n| Table | Boiling-point |\n|-------|--------------|\n| I     | Ethylamyle $C^{14}H^{16}$ $88^\\circ$ |\n|       | Ethylbutyle $C^{12}H^{14}$ $62^\\circ$ |\n| Difference for $C^2H^2$ | $26^\\circ$ |\n\n| II    | Methylcaproyle $C^{14}H^{16}$ $82^\\circ$ |\n|       | Ethylbutyle $C^{12}H^{14}$ $62^\\circ$ |\n| Difference for $C^2H^2$ | $20^\\circ$ |\n\n| III   | Butyle $C^{16}H^{18}$ $106^\\circ$ |\n|       | Ethylamyle $C^{14}H^{16}$ $88^\\circ$ |\n| Difference for $C^2H^2$ | $18^\\circ$ |\n\n| IV    | Butyle $C^{16}H^{18}$ $106^\\circ$ |\n|       | Ethylbutyle $C^{12}H^{14}$ $62^\\circ$ |\n| Difference for $C^2H^2$ | $22^\\circ$ |\n\n| V     | Butyle $C^{16}H^{18}$ $106^\\circ$ |\n|       | Methylcaproyle $C^{14}H^{16}$ $82^\\circ$ |\n| Difference for $C^2H^2$ | $24^\\circ$ |\n\n| VI    | Butylamyle $C^{18}H^{20}$ $132^\\circ$ |\n|       | Butyle $C^{16}H^{18}$ $106^\\circ$ |\n| Difference for $C^2H^2$ | $26^\\circ$ |\n\n| VII   | Butylamyle $C^{18}H^{20}$ $132^\\circ$ |\n|       | Ethylamyle $C^{14}H^{16}$ $88^\\circ$ |\n| Difference for $C^2H^2$ | $22^\\circ$ |\n\n| VIII  | Butylamyle $C^{18}H^{20}$ $132^\\circ$ |\n|       | Methylcaproyle $C^{14}H^{16}$ $82^\\circ$ |\n| Difference for $C^2H^2$ | $25^\\circ$ |\n\n| IX    | Amyle $C^{20}H^{22}$ $158^\\circ$ |\n|       | Butylamyle $C^{18}H^{20}$ $132^\\circ$ |\n| Difference for $C^2H^2$ | $26^\\circ$ |\n\n| X     | Butylcaproyle $C^{20}H^{22}$ $155^\\circ$ |\n|       | Butylamyle $C^{18}H^{20}$ $132^\\circ$ |\n| Difference for $C^2H^2$ | $23^\\circ$ |\n\n| XI    | Butylcaproyle $C^{20}H^{22}$ $155^\\circ$ |\n|       | Butyle $C^{16}H^{18}$ $106^\\circ$ |\n| Difference for $C^2H^2$ | $24^\\circ$ |\n\n| XII   | Amyle $C^{20}H^{22}$ $158^\\circ$ |\n|       | Caproyle $C^{24}H^{26}$ $202^\\circ$ |\n| Difference for $C^2H^2$ | $26^\\circ$ |\n\n| XIII  | Caproyle $C^{24}H^{26}$ $202^\\circ$ |\n|       | Butylcaproyle $C^{20}H^{22}$ $155^\\circ$ |\n| Difference for $C^2H^2$ | $23^\\circ$ |\n\n| XIV   | Caproyle $C^{24}H^{26}$ $202^\\circ$ |\n|       | Amyle $C^{20}H^{22}$ $158^\\circ$ |\n| Difference for $C^2H^2$ | $22^\\circ$ |\n\nThe following nine values are therefore obtained as the differences for $C^2H^2$; the Roman numerals indicate the number of the Table:\n\n- III. $18^\\circ$\n- II. $20^\\circ$\n- IV., VII. and XIV. $22^\\circ$\n- X. $23^\\circ$\n- XIII. $23^\\circ$ 5\n- V. $24^\\circ$\n- XI. $24^\\circ$ 5\n- VIII. $25^\\circ$\n- I., VI., IX. and XII. $26^\\circ$\n\nSeveral curious facts become apparent from inspection of these numbers, not the least\nof which is, that, contrary to what has been found to hold with organic bases, isomeric radicals have the same, or nearly the same boiling-points, thus:\n\nEthylbutyle = C\\textsubscript{12}H\\textsubscript{14}.  \nBoiling-point. 62°\n\nEthylamyle = C\\textsubscript{14}H\\textsubscript{16}.  \nBoiling-point. 88°\n\nAmyle = C\\textsubscript{20}H\\textsubscript{22}.  \nBoiling-point. 155°\n\nPropyle = C\\textsubscript{12}H\\textsubscript{14}.  \nBoiling-point. 65°\n\nMethylcaproyle = C\\textsubscript{14}H\\textsubscript{16}.  \nBoiling-point. 82°\n\nButylcaproyle = C\\textsubscript{20}H\\textsubscript{22}.  \nBoiling-point. 155°.\n\nIf we consider the great difficulty of obtaining the radicals absolutely pure, we cannot be surprised at the fact that these numbers do not exactly accord.\n\nIt is not unworthy of note, that the great difference in the boiling-points of propyle and butyle from Boghead naphtha, which might have been urged as evidence against the view I have taken of their constitution, is, in fact, strong proof of the correctness of it, for the amount of that difference is 53° or 26° for C\\textsubscript{9}H\\textsubscript{2}, which happens to be the number occurring most frequently with the simple and compound radicals, and, moreover, it causes the Boghead propyle to have almost exactly the boiling-point of its isomer, ethylbutyle.\n\nWith regard to the fact of isomeric bases differing in boiling-point while isomeric radicals appear not to do so, it remains to be seen how much in the former case the variations are caused by difference of type.\n\nIn making the vapour-density determinations, I have endeavoured to find a method of shortening the time required for the performance of some of the operations. One of the points to which I turned my attention was, to avoid the necessity of filling the balloon a second time with mercury or water in order to determine the residual air. For this purpose, as soon as the point of the balloon has been broken off under mercury and the latter has entered the globe, it is to be placed on a straw ring beneath a burette filled with the metal, as in the engraving. The tube is divided into cubic centimetres and fractions. Having so adjusted the position of the balloon that the fine tube from the burette just enters the neck, the screw \\(a\\) is turned sufficiently to allow a slow stream of metal to flow until the condensed fluid exactly arrives at the opening, the altered level in the burette is then read off. It is evident that the difference between the first and second readings indicates a quantity of mercury exactly equal in volume to the residual air. The condensed fluid being removed with the pipette, the tap is again\nopened, and mercury permitted to flow in until the globe is quite filled. The rest of the process is continued as usual. Where several densities are to be determined in succession, this process saves more time than would readily be believed.\n\nThe compression tap used in this experiment is capable of withstanding a very considerable pressure of mercury, and is so manageable that the smallest portion of metal may be added at will; it is also particularly well adapted for various volumetric and gaseous operations. The following is the method of construction. A block of wood, \\(a, b, c, d\\), has a square hole mortised in it, through which passes the vulcanized tube, \\(e, f, g, k\\), attached at \\(e, f\\) to the lower orifice of the burette. A piece of hard wood, \\(i, k\\), also passes through the mortise, and is retained in its place by the flange \\(i\\). It is evident that on turning the head of the screw, \\(l\\), the piece \\(i\\) will be pressed against the vulcanized tube and collapse it.\n\nIn order to facilitate comparison of the indifferent hydrocarbons from Boghead naphtha with the radicals, I annex the following Table, containing their boiling-points and densities in the fluid and gaseous state, according to various observers.\n\n**Comparative Table of the Physical Properties of the Radicals.**\n\n| Radicals | Boiling-Points | Densities | Vapour-densities |\n|----------|---------------|-----------|------------------|\n|          | Frankland     | Kolbe     | Wurtz            | Brazier and Gossleyn | C. G. Williams | Frankland | Kolbe | Wurtz | C. G. Williams | Theory |\n| Propyle  | \\(C^{12}H^{14}\\) | ...       | ...             | Mean              | ...           | ...       | ...   | ...   | ...           | 2·96   | 2·97   |\n| Butyle   | \\(C^{16}H^{18}\\) | 108°      | 106°            | 119°              | 0·6940        | 0·7057    | 0·6945 | 4·053 | 4·07         | 3·88   | 3·94   |\n| Amyle    | \\(C^{20}H^{22}\\) | 155°      | 158°            | 159°              | 0·7704        | 0·7413    | 0·7365 | 4·899 | 4·956        | 4·93   | 4·91   |\n| Caproyle | \\(C^{24}H^{26}\\) | 202°      | 202°            | 202°              | 0·7574        | 0·7568    | ...   | 5·983 | 5·83         | 5·87   |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108627.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 26652,
    "total-output-tokens": 12246,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2945,
        2
      ],
      [
        2945,
        6409,
        3
      ],
      [
        6409,
        9857,
        4
      ],
      [
        9857,
        13228,
        5
      ],
      [
        13228,
        16317,
        6
      ],
      [
        16317,
        18538,
        7
      ],
      [
        18538,
        21034,
        8
      ],
      [
        21034,
        24547,
        9
      ],
      [
        24547,
        26775,
        10
      ],
      [
        26775,
        29654,
        11
      ],
      [
        29654,
        32240,
        12
      ],
      [
        32240,
        34279,
        13
      ],
      [
        34279,
        37620,
        14
      ],
      [
        37620,
        40292,
        15
      ],
      [
        40292,
        42507,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108627",
    "title": "On Some of the Products of the Destructive Distillation of Boghead Coal.--Part I",
    "authors": "C. Greville Williams",
    "year": 1857,
    "volume": "147",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/108627"
  }
}