{
  "id": "33a6200837679a117d8f0499f7d2431928a22b05",
  "text": "XXI. Description of a Hydropneumatic Baroscope. By John Thomas Cooper, Esq.\nCommunicated by William Thomas Brande, Esq., F.R.S. &c.\n\nReceived January 28,—Read February 21, 1839.\n\nThe principle on which the instrument I am about to describe is constructed, is, that the volume of a given quantity of air under a constant temperature, is inversely as the pressure to which it is subjected; and the means I employ to estimate the change of volume which that quantity of air undergoes, by being subjected to differences of pressure caused by a change of elevation, are the determination of the difference of weight which a floating body is capable of sustaining in both situations. Thus, if a vessel containing a quantity of air and water be floated in water, and there be a communication between the water in the floating body and that in which it floats, it will follow, that when such an apparatus is subjected to diminished pressure, the air within the float will dilate, and cause a volume of water equal in amount to the dilatation of the air to be driven from the float; and the difference of weight which the floating body will sustain, will be the exact weight of the water expelled: if such an apparatus is subjected to an increased pressure, the air within it will contract, and consequently a quantity of water, from that in which it floats, will enter the float, and the diminished weight it is capable of sustaining will be the weight of the water which has entered the float, in consequence of the diminution of the volume of the air. It is by such means, with the instrument immediately to be described, and by the help of a very simple calculation, that I propose to determine the difference of level between any two places.\n\nPlate X. fig. 1. represents the floating part, made of thin sheet brass, the body of which (a), in form the frustum of a cone, is nine inches long, two inches in diameter at one end, and one inch at the other, and capable of containing about fourteen cubic inches. In the centre of the widest end, a small stud of brass (b) is hard soldered, into which a brass wire (c) is screwed, an inch and three-eighths long, and about one twenty-fifth or one thirtieth of an inch in diameter: the other end of the wire is screwed into a brass stud in the middle of the convex side of a shallow cup (d), made also of brass, and as light as possible, so that it will retain its shape, and be capable of sustaining a weight of about eight hundred or one thousand grains.\n\nAt the lower and smaller end, a projecting rim (e) of brass is soldered, for the purpose of pouring out a portion of water from the interior with less risk of spilling; and into this end is screwed a brass plug f, which is required to be made of sufficient weight to sink the instrument in water with one hundred or one hundred and twenty grains.\nin the cup at the upper part, when it contains ten cubic inches of air. To the middle of the brass wire I affix a very small quantity of red sealing-wax (g), melted on it at that part, to serve as an index. Through the centre of the brass plug, a small hole (h), about the same diameter as the wire, is to be drilled, which forms a communication between the water in the inside of the float and that in which it floats. The reason I prefer the form of an inverted frustum of an acute cone is, that the greatest portion of the weight being considerably below the centre of gravity, causes the instrument to float with greater stability, and also enables it to carry more weight in the cup, without inclining to either side.\n\nFig. 2. is a representation of another part of the instrument, which serves as the case for containing the float, without any chance of its becoming injured, and at the same time retains the quantity of water necessary to render it buoyant. It consists of an inner vessel (i) made of thin sheet copper, nearly of the same form as the float, but somewhat larger in all its dimensions, being two inches and three quarters in diameter at top, one inch and three quarters at bottom, and eleven inches and a half deep; this is surrounded by a cylindrical case (k) of tin plate, three inches in diameter, and fourteen inches long. About three inches from the upper part of the outer case, are four holes (l) three quarters of an inch in diameter, having small hoods (m) of tin plate soldered over them, to prevent in a great measure the wind from blowing into them. The inner copper vessel is secured to the outer cylinder of tin plate by soft solder; and both are firmly soft soldered, water-tight, to a thick circular plate of brass (n), in which a circular hole (o) is turned, a little more than two inches in diameter, for the purpose of readily allowing the float to pass through it. In the inner edge of this circular hole a female screw is cut, in order that it may be closed either by a screw plug, or by the bottom of the brass box (p), which serves to carry the requisite grain weights. Across the top passes a piece of thick iron or brass wire (q), bent into the form of a loop, answering the purpose of a handle for carriage, or for suspending it.\n\nFig. 3. represents the elevation and plan of a small spirit lamp (r), requisite, when an observation is to be made, to bring the water and the float with the water and air it contains always to the same temperature. The lamp is fixed by means of three wires (sss) into the middle of a rim of tin plate (t) rather smaller in diameter than the outer cylinder, and consequently allowing it easily to slip in, and there to be secured by three small studs with bayonet-joints. An open space or interval is left between the lamp and outer rim for the free admission of air necessary for the combustion of the spirit, three small balls (v) serving as feet, upon which the instrument rests, so as to admit sufficient air beneath. Fig. 5. represents a vessel of copper or tin plate, capable of containing 2525 grains of distilled or rain water, having, at its open extremity, a piece of strong glass tube cemented, upon which a mark (w) is to be made with a file or diamond, at the place occupied by the surface of the water when it contains the above quantity, at the temperature of 62° Fahr.\n\nThe mode of adjusting the instrument I have next to describe; it is as follows:\nhaving unscrewed the plug \\( h \\) (fig. 1.), the float is first to be filled with rain or distilled water, and then as much water is to be poured out as will fill the measure (fig. 5.) to the mark on the glass tube: ten cubic inches of water having been thus abstracted from the float, the same volume of air will supply its place. If this operation be carefully performed, the same quantity of air within two or three hundredths of a cubic inch will always be admitted, which may be proved by the instruments sustaining nearly the same weight in the cup: the plug may then be screwed into its place.\n\nThe next step of the operation is to fill the inner conical vessel (fig. 2.) with rain or distilled water, and to bring it, by means of the lamp, to the temperature at which it is determined that all the observations are to be made. Presuming that the instrument will be principally employed, for the purposes intended, in the summer season, I would recommend the adjustment and all observations to be made at the temperature of 75° or 80° F. The float is next to be placed with its smaller extremity uppermost into the warmed water, that the air and water which it contains may acquire the desired temperature. I may here remark that a thermometer capable of showing at least a quarter of a degree on Fahrenheit's scale ought to accompany the instrument under all circumstances, when experiments and observations are to be made. As soon as the float and its contents have acquired the requisite heat, (which may take from four to five minutes) the finger is to be placed over the small hole in the plug; then quickly withdrawing the float and replacing it inverted in the same vessel, it is adjusted for use.\n\nIn order to find the altitude by the weights to be applied in the cup, which may be considered as its scale, a long series of experiments has been made, of which the following is an abstract. The float, after being adjusted as above described, was placed in a cylindrical glass vessel containing water at 75° F., the laboratory being kept at the same temperature during the time occupied by the experiments, which was generally from an hour to an hour and a half; and weights were then added to the cup, till the instrument was adjusted so that the index on the middle of the wire was coincident with the surface of the water. One hundred grains were then put into the cup, which caused the instrument to sink to the bottom of the glass vessel; and no more water was allowed to be in the glass, when the instrument had so sunk, than would stand a quarter of an inch above the mark on the wire. The cylindrical glass vessel was then placed on the plate of an air pump, and a barometer capable of reading to the \\( \\frac{1}{100} \\)th of an inch, having a cistern four inches diameter, attached to the smaller plate. The barometer was first read off and noted; a receiver was then placed over the vessel with the float, and exhaustion slowly made, until the float gradually rose from the bottom of the glass vessel, and the index on the stem coincided with the surface of the water. The barometer was then again read off and noted. A small portion of air being now let into the pump by the screw for that purpose, the float immediately sunk to the bottom. The screw, which allowed the admission of air, being made tight, the operation was repeated; and this was done a third time if the observations of the baro-\nmeter differed more than two or three thousandths of an inch: a mean of the three readings was taken for the correct one. The air was now admitted into the pump, and the receiver removed, when the barometer rose to its original elevation, unless any change of atmospheric pressure had occurred during the interval, which was seldom the case; but when it did happen, a mean of the two was taken. The same operation was gone through with 200, 300, 400, 500, 600, and 700 grains, the last weight being about as much as the instrument would steadily carry on the cup without showing a tendency to overbalance. Care was taken to remove from the glass vessel an equivalent portion of water on the addition of each 100 grains, otherwise it would have risen so high in the glass as to come in contact with the bottom of the brass cup, and thereby have frustrated the experiment.\n\nHaving given a general description of the instrument and mode of adjustment, I may now refer to fig. 6, which represents the apparatus in use, and which shows the difference of the level of the water in the interior of the float, and that which is exterior to it. Although the instrument contains ten cubic inches of air when subjected only to the atmospheric pressure, it will contain somewhat less than that quantity, by being pressed upon by a column of water, equal to the difference of the two levels, which is about five or six inches.\n\nThe following Table exhibits a series of experiments made with the air-pump, and the altitudes deduced from the barometrical depressions, calculated according to the formula and tables of Mr. Bailey.\n\n| (a) | (b) | (γ) | (δ) | (ε) |\n|-----|-----|-----|-----|-----|\n| grs. feet. | grs. feet. | grs. feet. | grs. feet. | grs. feet. |\n| 100 = 1062 | 100 = 1076 | 100 = 1071 | 100 = 1040 | 100 = 1040 |\n| 200 = 2123 | 200 = 2134 | 200 = 2113 | 200 = 2012 | 200 = 2095 |\n| 300 = 3170 | 300 = 3136 | 300 = 3140 | 300 = 3097 | 300 = 3212 |\n| 400 = 4129 | 400 = 4124 | 400 = 4101 | 400 = 4052 | 400 = 4084 |\n| 500 = 5087 | 500 = 5098 | 500 = 5134 | 500 = 4988 | 500 = 5026 |\n| 600 = 6027 | 600 = 6011 | 600 = 5992 | 600 = 5859 | 600 = 6159 |\n| 700 = 6930 | 700 = 6907 | 700 = 6895 | 700 = 6925 |\n\nAssuming the height to be of the form $A G + B G^2$, in which $G$ denotes the number of grains in the cup $d$, the set of observations $(a)$ gives the following equations:\n\n$$\n\\begin{align*}\nA + B &= 1062 \\\\\n2A + 4B &= 2123 \\\\\n3A + 9B &= 3170 \\\\\n4A + 16B &= 4129 \\\\\n5A + 25B &= 5087 \\\\\n6A + 36B &= 6027 \\\\\n7A + 49B &= 6930;\n\\end{align*}\n$$\n\nwhence by the method of least squares, we readily find $A = 1085.27$, $B = -13.533$.\n\nIn the same manner the coefficients $A$, $B$ have likewise been determined from the other sets of observations $(b)$, $(γ)$, $(δ)$, $(ε)$, and the following are the results obtained.\nA mean has also been taken of the number of feet corresponding to each 100 grains, and from these are found\n\n\\[\n\\begin{align*}\n\\text{A.} & \\quad 1076.38 \\\\\n\\text{B.} & \\quad -12.687\n\\end{align*}\n\\]\n\nhence we have from mean observations\n\n\\[\n\\begin{align*}\n\\text{A.} & \\quad 1076.38 \\\\\n\\text{B.} & \\quad -12.687 \\\\\n\\text{Mean of five sets} & \\quad 1082.20 \\\\\n\\text{Means} & \\quad 1079.29\n\\end{align*}\n\\]\n\nThe height is, therefore, expressed by the formula \\(1079.29 G - 13.271 G^2\\); or if \\(g\\) denote the number of single grains the height is\n\n\\[\nh = 10.7929 g - 0.013271 g^2 = g (10.7929 - 0.013271 g)\n\\]\n\nThe following table, showing the factor in the parenthesis, has been constructed, retaining only three places of decimals, to the nearest figure, which are all that can be required in practice; and it is only necessary to multiply this factor by the number of grains, \\(g\\), to get the height, \\(h\\), in feet.\n\n**Table I.**\n\n|   |   |   |   |   |   |   |   |   |   |\n|---|---|---|---|---|---|---|---|---|---|\n| -100 | 10.926 | 100 | 10.660 | 300 | 10.395 | 500 | 10.129 | 700 | 9.864 |\n| -90 | .913 | 110 | .647 | 310 | .382 | 510 | .116 | 710 | .851 |\n| -80 | .899 | 120 | .634 | 320 | .368 | 520 | .103 | 720 | .837 |\n| -70 | .886 | 130 | .620 | 330 | .355 | 530 | .090 | 730 | .824 |\n| -60 | .873 | 140 | .607 | 340 | .342 | 540 | .076 | 740 | .811 |\n| -50 | .859 | 150 | .594 | 350 | .328 | 550 | .063 | 750 | .798 |\n| -40 | .846 | 160 | .581 | 360 | .315 | 560 | .050 | 760 | .784 |\n| -30 | .833 | 170 | .567 | 370 | .302 | 570 | .037 | 770 | .771 |\n| -20 | .819 | 180 | .554 | 380 | .289 | 580 | .023 | 780 | .758 |\n| -10 | .806 | 190 | .541 | 390 | .275 | 590 | .009 | 790 | .745 |\n| 0 | .793 | 200 | .528 | 400 | .262 | 600 | .997 | 800 | .731 |\n\n**Table II.**\n\n|   |   |   |   |   |   |   |   |   |   |\n|---|---|---|---|---|---|---|---|---|---|\n| 0 | 10.793 | 200 | 10.528 | 400 | 10.262 | 600 | 9.997 | 800 | 9.731 |\n| 10 | .780 | 210 | .514 | 410 | .249 | 610 | .983 | 810 | .718 |\n| 20 | .766 | 220 | .501 | 420 | .235 | 620 | .970 | 820 | .705 |\n| 30 | .753 | 230 | .488 | 430 | .222 | 630 | .957 | 830 | .691 |\n| 40 | .740 | 240 | .474 | 440 | .209 | 640 | .944 | 840 | .678 |\n| 50 | .727 | 250 | .461 | 450 | .196 | 650 | .930 | 850 | .665 |\n| 60 | .713 | 260 | .448 | 460 | .182 | 660 | .917 | 860 | .652 |\n| 70 | .700 | 270 | .435 | 470 | .169 | 670 | .904 | 870 | .638 |\n| 80 | .687 | 280 | .421 | 480 | .156 | 680 | .880 | 880 | .625 |\n| 90 | .673 | 290 | .408 | 490 | .143 | 690 | .877 | 890 | .612 |\n| 100 | .660 | 300 | .395 | 500 | .129 | 700 | .864 | 900 | .599 |\nAs an example of the application of the instrument to the determination of the height of one station above another, we will suppose that, having adjusted the instrument in the manner already described, it is found that 118 grains are required to be placed in the cup, in order to sink the float so that the index on the stem shall coincide with the surface of the water, when its temperature is $75^\\circ$ Fah. Having noted these particulars, returned the weights into the box, and screwed it into its place, we then proceed to the other station, the altitude of which is greater. Here the water is first brought, by means of the lamp, to the same temperature, $75^\\circ$, and then weights are put into the cup, until the instrument floats at the same mark; and we will suppose it requires 274 grains to effect this:\n\n\\[\n\\begin{align*}\n\\text{then} & \\quad 274 \\\\\n& - 118 \\\\\n& \\hline\n& 156 \\text{ grains, the difference of weights supported.}\n\\end{align*}\n\\]\n\nIn Table I. 150 gives . . . 10:594\n\nIn Table II. 6 gives . . . - 8\n\n\\[\n\\begin{align*}\n& 10:586 \\\\\n\\text{which multiplied by} & \\quad 156 \\\\\n& 63:516 \\\\\n& 52930 \\\\\n& 10586 \\\\\n\\text{gives} & \\quad 1651:416 \\text{ feet}\n\\end{align*}\n\\]\n\nfor the difference of altitude between the two stations.\n\nAs another example, suppose that at the first station it requires 112 grains to sink the instrument to the mark, the temperature being as before $75^\\circ$, and we then descend into a mine where it requires, at the same temperature, only 48 grains to bring it to the same position:\n\n\\[\n\\begin{align*}\n\\text{then} & \\quad 48 \\\\\n& - 112 \\\\\n& \\hline\n& - 64 \\text{ grains, the difference of weights supported:}\n\\end{align*}\n\\]\n\nthis is minus, because the weight at the second station is less than at the first.\n\nIn Table I. - 60 gives 10:873\n\nIn Table II. - 4 gives + 5\n\n\\[\n\\begin{align*}\n& 10:878 \\\\\n\\text{which multiplied by} & \\quad 64 \\\\\n& 43512 \\\\\n& 65268 \\\\\n\\text{gives} & \\quad 696,192 \\text{ feet}\n\\end{align*}\n\\]\n\nfor the depression of the second station below the first.\nAs a last example, I will give the following, which will in some degree serve to show the application of the instrument to the measurement of comparatively small quantities, and the amount of reliance that may be placed on the observations made with it and also on the formula.\n\nFrom the ground floor to the attics of my house it requires as nearly as possible three grains to be added to the cup to balance the instrument.\n\nIf we now take from Table I. the number answering to 0 . . . . . 10·793\nand subtract from it the number answering to 3 in Table II. . . . . . 4\n\n\\[\n\\begin{align*}\n10·793 \\\\\n- & \\quad 4 \\\\\n\\hline\n& 10·789\n\\end{align*}\n\\]\n\nmultiply by the difference of weights . . . . . . . . . . . . . . . . . . . . . . . . . . . 3\n\nthe product gives the height . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . = 32·367 feet\nwhereas by actual measurement it is 31 feet.\n\nThe delicacy and sensibility of the instrument are, however, such, that if it be very nicely adjusted to a tenth of a grain, it will readily show a difference of elevation of three or four feet.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108181.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14664,
    "total-output-tokens": 5933,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2844,
        2
      ],
      [
        2844,
        6289,
        3
      ],
      [
        6289,
        9712,
        4
      ],
      [
        9712,
        12526,
        5
      ],
      [
        12526,
        15121,
        6
      ],
      [
        15121,
        17149,
        7
      ],
      [
        17149,
        18234,
        8
      ],
      [
        18234,
        18234,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108181",
    "title": "Description of a Hydropneumatic Baroscope",
    "authors": "John Thomas Cooper",
    "year": 1839,
    "volume": "129",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/108181"
  }
}