{
  "id": "5fc6be458cac1b519a3eaf60a9d098a32f53d177",
  "text": "XX. An Analysis of Two Mineral Substances, viz. the Rowley-rag-stone and the Toad-stone. By William Withering, M.D.; communicated by Joseph Priestley, LL.D. F.R.S., to Sir Joseph Banks, Bart. P.R.S.\n\nRead May 16, 1782.\n\nTO SIR JOSEPH BANKS, BART. F.R.S.\n\nDEAR SIR,\n\nI HAVE the pleasure to lay before you an analysis of two mineral substances by Dr. Withering of Birmingham, whose accuracy in processes of this kind will, I doubt not, give you and the members of the Royal Society great satisfaction.\n\nIt may, perhaps, throw some additional light on the subject of these fossils to inform you, that the Rowley-rag appears, by its texture before and after fusion, and also by the quantity and quality of the air which it yields in fusion, to be the same thing with the basaltes with which you have favoured me from Scotland; and that the Toad-stone, treated in the same manner, appears (after the calcareous part has been dissolved out of it) to resemble some of the species of lava, except that it yields much more air. As Dr. Withering has sent specimens of the fossils in their natural state, I thought it might not be amiss to present along with them the glassy substances into which they are reduced by fusion.\n\nI am, with the greatest respect, &c.\n\nJ. PRIESTLEY.\nTO DR. PRIESTLEY.\n\nSIR,\n\nI NOW send you the results of my examination of the Toad-stone and the Rowley-rag-stone; being part of a plan which I have long since formed for a chemical analysis of all the substances that are known to exist in the earth in large quantity.\n\nSome years ago I transmitted to the Royal Society an analysis of the different marles found in Staffordshire, which they did me the honour to insert in their Transactions; if they think these papers likewise worth their adoption, I shall send them the results of my future inquiries.\n\nIn the course of experiments which this subject has led me to, I found it convenient to form some new tables, and to enlarge some that were less completely formed before. These tables will be useful in other branches of chemical inquiry. One of them I subjoin to the present papers. The facts taken from M. Macquer are marked with an M; those with the * are the consequence of my own experiments.\n\nIn order to save much repetition in future, it may not be amiss to mention, once for all, a few particulars in the conduct of these processes.\n\n1st, By water, is always meant water distilled in glass vessels, or by means of a large tin refrigeratory in Mr. Irwin's method.\n\n2dly, Only glass or china vessels are used in the liquid processes.\n\n3dly, By a mortar I mean those excellent ones made by Mr. Wedgewood; or, as will be specified at the time, a steel mortar.\nmortar tempered so hard that it will bear the grinding of enamel in it without discolouration.\n\n4thly, Filtres are never employed, it being found impossible to get the quantities accurate where they are used. The powdery parts are allowed to subside until the supernatant liquor becomes clear. This sometimes requires days or weeks; but I am ignorant of a better method. By giving the vessels a circular motion round their axes, I can greatly facilitate the subsiding of the solid contents. If the separating vessels are made like a common tart-dish, with a spreading border, the liquors may be poured off very near, without disturbing the sediments.\n\n5thly, Phlogisticated alkaly means the vegetable fixed alkaly prepared by the deflagration of nitre and crystals of tartar dissolved in water, and boiled with Prussian blue in such quantity that it will not any longer precipitate an earth from an acid.\n\nI remain, &c.\n\nW. WITHERING.\n\nROWLEY-RAG.\n\nTHE stone which is the subject of the following experiments forms a range of hills in the southern part of Staffordshire. The lime-stone rocks at Dudley bed up against it, and the coal comes up to the surface against the lime-stone. The highest part of the hills is near the village of Rowley. The summit has a craggy, broken appearance, and the fields on each side to a considerable distance are scattered over with large fragments of the rock, many of which are sunk in the ground. In a quarry near Dudley, where a pretty large open-\ning has been made in order to get materials for mending the roads, the rock appears to be composed of masses of irregular rhomboidal figures: some of these masses inclose rounded pebbles of the same materials. At the distance of four, five, or six miles from the hills, as at Bilston, Willenhall, and Wednesbury, the Rag-stone is frequently found some feet below the surface in rhomboidal pieces, forming an horizontal bed of no great depth, and seldom of more than a few yards extent. Over the whole of this tract of country it is used to mend the roads, and lately has been carried to Birmingham to pave the streets. Some people sell it in powder, as a substitute for emery in cutting and polishing.\n\nMORE OBVIOUS PROPERTIES.\n\nIts appearance dark grey, with numerous minute shining crystals. When exposed to the weather gets an ochry colour on the outside; strikes fire with steel; cuts glass; melts, though not easily, under the blow-pipe. Heated in an open fire becomes magnetic, and loses about 3 in 100 of its weight.\n\nEXPERIMENTS.\n\nA. After three drams had been broken to small pieces with a hard steel hammer, upon a plate of the same metal, it was ground to an impalpable powder in one of Mr. WEDGWOOD's China mortars. The mortar, which had been previously weighed, lost only one-third of a grain weight during this operation.\n\nB. This powder was repeatedly washed with pure water, so as to carry off all the finer parts, and the coarser ground again, until\nuntil the whole was washed away. The washings were then filtered, and the powder carefully collected and dried. The water employed in the washings did not appear to have dissolved any part of the stone; for no precipitate was formed either upon the addition of mild fixed alkaly, or of silver dissolved in the nitrous acid.\n\nC. 100 parts of this powder were put into a small mattras, and covered with marine acid: a degree of heat was excited, and a very slight effervescence took place. Water was then added, and the mixture kept boiling for half an hour. The liquor was decanted off, and more acid added, which was boiled as before. This was decanted, and the residuum washed with water until the water came off tasteless. These waters were added to the liquors before decanted. The powder had now an ash-coloured appearance, and when dried weighed 80¼.\n\nTo the liquors (C) phlogisticated fixed alkaly was added, until no more Prussian blue was precipitated. To effect this it took one ounce, five drams, and twelve grains of the phlogisticated alkaly. The precipitate, when washed and dried, weighed 47.\n\nE. The powder of 80¼ (C) mixed with twice its weight of fossile fixed alkaly, was put into a black lead crucible, and exposed to a red-heat for two hours. The heat was never sufficient to render the mass fluid, nor to make it adhere firmly to the crucible. The saline part was then washed away by repeated effusions of hot water. To the remaining powder marine acid was added repeatedly, and boiled as before. The powder was now perfectly edulcorated by hot water, and when dry weighed 47½.\n\nThe above liquors were all added to the liquor (C), and phlogisticated fixed alkaly was dropped in, until no more Prussian blue\nblue was precipitated. To effect this, half an ounce of the alkaly was required. This precipitate weighed 19; so that the whole of the Prussian blue weighed 66. After calcination in a crucible it was reduced to $3\\frac{1}{2}$, and was then wholly attracted by a magnet.\n\nF. Mild fixed alkaly was now gradually added to the liquors after the separation of the Prussian blue, and a white powder was precipitated. This powder, when well washed and dried, weighed $46\\frac{3}{4}$. After being exposed to a low red-heat for ten minutes, it weighed only $32\\frac{1}{2}$.\n\nG. The edulcorated powder (E) was now perfectly white; was not acted upon either by the vitriolic, nitrous, or marine acids, but readily melted into a glass with fossil fixed alkaly; during the melting an effervescence took place.\n\nH. The white powder (F) readily dissolved in diluted vitriolic acid, and under a slow evaporation formed crystals which had the appearance and the taste of allum.\n\nThese crystals were then reduced to powder, and boiled in alcohol. The alcohol was decanted off, but did not appear to have dissolved any part of the powder; nor did it afford any precipitate upon the addition of mild fixed alkaly.\n\nCONCLUSIONS.\n\nFrom these experiments it appears, that the Rowley-ragstone consists of siliceous earth, clay, or earth of alum, and calx of iron. From the latter must be deducted $11\\frac{1}{2}$ for the quantity of calciform iron, found by experiment to be contained in the quantity of phlogisticated alkaly made use of, and then the proportions in 100 parts of the stone will be these:\n\nPure\nRowley-rag-stone and the Toad-stone.\n\n| Component                  | Percentage |\n|---------------------------|------------|\n| Pure siliceous earth      | 47½        |\n| Pure clay, free from fixable air | 32½       |\n| Iron in a calciform state | 20         |\n\n100\n\nFrom this view of the component parts of this stone, it is not improbable, that it might advantageously be used as a flux for calcareous iron ores. The makers of iron are acquainted with such ores; but never could work them to advantage, for want of a cheap and efficacious flux.\n\nTOAD-STONE.\n\nFROM Derbyshire; sent to me by Mr. Whitehurst, who has so fully and so accurately described the mode of its stratification, that it is needless to enlarge upon that subject.\n\nMORE OBVIOUS PROPERTIES.\n\nOf a dark brownish grey, a granulated texture; with several cavities filled with crystallized spar. It does not strike fire with steel. It melts to a black glass.\n\nEXPERIMENTS.\n\nA. 100 parts rubbed to an extremely fine powder in a china mortar, and boiled in marine acid; the solution was decanted: the undissolved part, after proper washing and drying, weighed 71.\nB. The undissolved part was rubbed with twice its weight of mild fossil alkaly, and then exposed to a red heat in a black lead crucible for one hour.\n\nC. This mixed mass was reduced to powder, and repeatedly boiled, first in marine, afterwards in strong vitriolic acid: the residuum now weighed 56, and was perfectly white.\n\nD. The liquors of exp. A. and C. being put all together, phlogisticated fixed alkaly was added until no further precipitation ensued. This precipitate was a Prussian blue, which, when washed and dried, weighed 56½.\n\nAfter exposure to a red-heat in a crucible for forty minutes, it weighed only 29, and was wholly attracted by the magnet.\n\nNow the 2 oz. 5 dr. and 32 gr. of phlogisticated fixed alkaly used in this experiment contain 13 gr. of calciform iron, as ascertained by a separate trial; therefore, deducting 13 from 29, we have 16 for the quantity of calciform iron obtained from the stone.\n\nE. The earthy parts were next precipitated from the liquors by the addition of mild fossil alkaly. The precipitate, when perfectly edulcorated and dried, weighed 29½.\n\nF. Distilled vinegar was added to this powder, and suffered to stand in a cool place for four hours; the vinegar was poured off, and the residuum repeatedly washed with pure water. To these liquors mild fixed alkaly was added, and a white precipitate subsided, which, when washed and dried, weighed 7½.\n\nG. To the residuum (F) dilute vitriolic acid was added: a solution took place, which solution, by evaporation and crystallization, yielded allum.\n\nH. The part of the residuum (F) undissolved by the vitriolic acid was boiled in nitrous acid, in marine acid, and in aqua regia, without being diminished; the weight of it when dried was\nwas $7\\frac{5}{6}$. It could not be fused by the greater heat of a blowpipe, but melted into a glass when mixed with calcareous earth.\n\nI. The undissolved part (exp. C.) was not fusible by itself; nor was it acted on by vitriolic, nitrous, or marine acid. It melted into a glass with fossil alkali.\n\nK. The precipitate of $7\\frac{5}{6}$ (exp. F.) after a sufficient exposure to heat was put into an ounce of water: the next morning the water had a pellicle upon its surface, and tasted like lime-water.\n\n**CONCLUSIONS.**\n\nHence it appears, that 100 parts of this specimen of Toad-stone contained\n\n| Substance          | Parts |\n|--------------------|-------|\n| C. Siliceous earth | 56    |\n| H. More ditto      | 7$\\frac{5}{6}$ |\n| D. Calciform iron  | 16    |\n| F. K. Calcareous earth | 7$\\frac{5}{6}$ |\n| G. H. Earth of alum | 14$\\frac{8}{10}$ |\n\n$101\\frac{8}{10}$\n\nFrom the addition of $1\\frac{8}{10}$ of weight it is probable, that the substances capable of uniting with fixable air were not in the specimen used fully saturated with it, as they would be after their precipitation by the mild alkali.\n\nUpon repeating these experiments with different portions of the Toad-stone, the quantities of the calcareous earth were found to differ a little; but nothing further appeared to invalidate the general conclusions.\nA Table shewing the Solubility or Insolubility of certain Saline Substances in Alcohol.\n\n| Substances                  | Results     |\n|-----------------------------|-------------|\n| **Vitriolic acid**          |             |\n| Neutral                     |             |\n| Vitriolated tartar          | Insoluble. M. |\n| Glauber's salt              | Insoluble. M. |\n| Vitriolic ammoniac          | Insoluble. M. |\n| Metallic                    |             |\n| Vitriol of silver           | Insoluble. M. |\n| mercury                     | Insoluble. M. |\n| copper                      | Insoluble. M. |\n| iron                        | Insoluble. M. |\n| zinc                        | Insoluble. * |\n| Earthy                      |             |\n| Heavy spar                  | Insoluble. * |\n| Selenite                    | Insoluble. M. |\n| Allum                       | Insoluble. * |\n| Epson salt                  | Soluble. * |\n| Neutral                     |             |\n| Nitre                       | Soluble. M. |\n| Cubic nitre                 | Soluble. M. |\n| Nitrous ammoniac            | Soluble. M. |\n| Metallic                    |             |\n| Nitre of silver             | Soluble. M. |\n| mercury                     | Insoluble. M. |\n| copper                      | Soluble. M. |\n| lead                        | Soluble. * |\n| Earthy                      |             |\n| Calcareous nitre            | Soluble. M. |\n\n| Substances                  | Results     |\n|-----------------------------|-------------|\n| **Muriatic acid**           |             |\n| Neutral                     |             |\n| Digestive salt              | Soluble. M. |\n| Common salt                 | Insoluble. M. |\n| Sal ammoniac                | Soluble. M. |\n| Metallic                    |             |\n| Luna cornea                 | Insoluble. M. |\n| Corrof. Sublimate           | Soluble. M. |\n| Muria cupri                 | Soluble. M. |\n| ferri                       | Soluble. M. |\n| Earthy                      |             |\n| Muria calcarea              | Soluble. M. |\n| magnesifæ                   | Soluble. * |\n| aluminosa                   | Soluble. * |\n| Neutral                     |             |\n| Soluble tartar              | Soluble. * |\n| Rochelle salt               | Insoluble. * |\n| Veget. ammoniac             |             |\n| Metallic                    |             |\n| Verdigras                   | Soluble. * |\n| Sugar of lead               | Soluble. * |\n| Neutral                     |             |\n| Veg. alkaly mild            | Insoluble. * |\n| Foff. alkaly mild           | Insoluble. * |\n| Vol. alkaly mild            | Soluble. * |\n| Calcareous spar             | Soluble. * |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106464.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17478,
    "total-output-tokens": 4133,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1267,
        2
      ],
      [
        1267,
        2685,
        3
      ],
      [
        2685,
        4170,
        4
      ],
      [
        4170,
        5637,
        5
      ],
      [
        5637,
        7365,
        6
      ],
      [
        7365,
        8952,
        7
      ],
      [
        8952,
        10079,
        8
      ],
      [
        10079,
        11810,
        9
      ],
      [
        11810,
        13130,
        10
      ],
      [
        13130,
        15860,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106464",
    "title": "An Analysis of Two Mineral Substances, viz. the Rowleyrag-Stone and the Toad-Stone. By William Withering, M. D.; Communicated by Joseph Priestley, LL. D. F. R. S. to Sir Joseph Banks, Bart. P. R. S.",
    "authors": "William Withering, Joseph Priestley",
    "year": 1782,
    "volume": "72",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106464"
  }
}