{
  "id": "11b3091405339759386f6bf24aca7a6d4cdcddb0",
  "text": "XXIII. Researches into the Chemical Constitution of Narcotine, and of its Products of Decomposition.—Part III. By Augustus Matthiessen, F.R.S., Lecturer on Chemistry in St. Bartholomew's Hospital.\n\nReceived February 18,—Read March 18, 1869.\n\nIn Part II. of this investigation, carried out in conjunction with Professor Foster, it was stated that when narcotine is heated for some time with strong hydrochloric acid a new base was formed, which we called methyl-normal-narcotine, or methyl-normarnarcotine, being derived from narcotine by replacing two atoms of methyl by two of hydrogen.\n\nIn continuing the research into this subject, it has been observed that when narcotine is heated with hydrochloric acid, for only a short time, one atom of methyl is replaced by hydrogen; and further, that when narcotine is heated with fuming hydriodic acid, three atoms of methyl are replaced by three of hydrogen, thus forming two other bases, the description of the preparation and properties of which form the subject of this Memoir.\n\n1. On the Action of Hydriodic Acid on Narcotine.\n\nWhen narcotine is heated with fuming hydriodic acid, iodide of methyl is evolved, and on investigating the residue it was found to consist of the iodide of a new base. To prepare this the following method was employed: fuming hydriodic acid (made by converting iodine into hydriodic acid by sulphuretted hydrogen, evaporating the solution, and, when cold, saturating it with gaseous hydriodic acid) is made to act on narcotine in a retort at the boiling-point of the mixture, when iodide of methyl is immediately given off and a tarry mass left in the retort, which is chiefly the iodide of the new base.\n\nIn two experiments made with 50 grms. of narcotine, 45·7 and 46·2 grms. of iodide of methyl, and in a third experiment with 100 grms. of narcotine, 91·8 grms. of iodide of methyl, were obtained, 51·5 grms. and 103·1 grms. being the theoretical quantities required for the following reaction:\n\n\\[ C_{22}H_{23}NO_7 + 3HI = C_{19}H_{17}NO_7 + 3CH_3I. \\]\n\nIf the reaction\n\n\\[ C_{22}H_{23}NO_7 + 2HI = C_{20}H_{19}NO_7 + 2CH_3I \\]\n\ntook place, the theoretical quantity of iodide would only be 34·3 grms. and 68·7 respectively.\n\nAll endeavours to obtain the base in a state fit for analysis have been fruitless, owing to its rapidly oxidizing when exposed to the air; to establish its composition the follow-\ning method was adopted. After distilling off the iodide of methyl, the contents of the retort were thrown into water, the free acid neutralized by carbonate of sodium, and then water added till all the iodide was dissolved. The iodide is much more soluble in a neutral solution than in an acid one. To the solution of the iodide hydrochloric acid is added until no further precipitate takes place; this precipitate consists chiefly of the chloride of the new base. The chloride is filtered off and redissolved in water (for it behaves like the chloride of methyl-nornarcotine, being far more soluble in pure than in acidulated water), and reprecipitated with hydrochloric acid. This operation is repeated until the precipitate contains no longer any iodine.\n\nThe analysis of this chloride, dried first over lime and sulphuric acid, and then in the water-bath, gave the following results. The substance was burnt with chromate of lead and oxygen. The chlorine determinations were made in the usual manner.\n\nI. 0·5073 grm. substance gave 1·0387 grm. carbonic acid and 0·2108 water.\nII. 0·4790 grm. substance gave 0·9830 grm. carbonic acid and 0·2050 water.\nIII. 2·066 grms. substance gave 0·7332 grm. chloride of silver.\nIV. 1·595 grm. substance gave 0·5506 grm. chloride of silver.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C₁₉         | I.     | II.    | III.   | IV.   |\n| H₁₈         | 18     | 4·42   | 4·62   | 4·76  |\n| N           | 14     | 3·44   |        |       |\n| O₇          | 112    | 27·48  |        |       |\n| Cl          | 35·5   | 8·71   |        |       |\n| C₁₉H₁₇NO₇HCl| 407·5  | 100·00 |        |       |\n\nThe analyses I. and III. and II. and IV. were made from samples prepared at different times, and the portions employed for the above determinations were obtained by fractional precipitation. The chloride when first precipitated is almost white, but soon becomes slightly yellow. It is amorphous. The base itself, when newly precipitated, is nearly white, but as soon as it is exposed to the air it becomes almost black; it is soluble in carbonate of sodium and caustic soda, potash or ammonia, slightly soluble in hot alcohol, quite insoluble in ether, and nearly so in water. All endeavours to obtain it or its salts in a crystalline state have hitherto failed.\n\nThe base may be called normal narcotine, or, shorter, nornarcotine, as it contains, in all probability, normal meconin combined with cotarnimide. Thus in Part I. page 366 of this Memoir, carried out in conjunction with Professor Foster (Philosophical Transactions, 1863), it is stated that cotarnine may be written\n\n\\[\n\\begin{align*}\n\\text{H} & \\quad \\text{H} \\\\\n(C_{11}H_{9}O_{2})^{m} & \\quad (C_{11}H_{9}O_{2})^{n} \\\\\n\\text{CH}_{3} & \\quad \\text{H} \\\\\n\\text{N} & \\quad \\text{N},\n\\end{align*}\n\\]\nin which one atom of hydrogen is replaced by one of methyl; and in the Journal of the Chemical Society we suggest that the rational formulæ of narcotine may be written thus:\n\n\\[\n\\text{Narcotine.} \\quad \\begin{cases}\n\\text{CH}_3 \\\\\n(C_{11}H_9O_2)^{\\text{III}} \\\\\n(C_8H_4O)^{\\text{IV}} \\\\\nH(CH_3)_2\n\\end{cases} \\quad \\begin{cases}\n\\text{N} \\\\\nO \\\\\nO_3\n\\end{cases}\n\\]\n\n\\[\n\\text{Meconine.} \\quad \\begin{cases}\n(C_8H_4O)^{\\text{IV}} \\\\\n(CH_3)_2\n\\end{cases} \\quad \\begin{cases}\nO_3\n\\end{cases}\n\\]\n\nMeconine being the dimethylized compound of the normal meconine, \\((C_8H_4O)O_3\\).\n\nIf the foregoing assumption as to the rational formula of narcotine is correct, that of the base now under consideration will be\n\n\\[\n\\begin{cases}\nH \\\\\n(C_{11}H_9O_2)^{\\text{III}} \\\\\n(C_8H_4O)^{\\text{IV}} \\\\\nH_3\n\\end{cases} \\quad \\begin{cases}\n\\text{N} \\\\\nO \\\\\nO_3\n\\end{cases}\n\\]\n\n2. On the Action of Hydrochloric Acid on Narcotine.\n\nWhen narcotine is heated with hydrochloric acid for about two hours, chloride of methyl is evolved, and on examining the residue it will be found to contain the chloride of a new base.\n\nThe best method of its preparation is as follows:—Narcotine (say 100 grms.) is placed in a large flask with a quantity of strong hydrochloric acid (500 cub. centims.) with a little paraffin, and heated on a water-bath for the space of three to four hours; much chloride of methyl is given off, and there remains behind in the retort the chloride of a new base. The reaction which takes place is simply that one atom of methyl in the narcotine is replaced by one of hydrogen, thus:\n\n\\[\nC_{22}H_{23}NO_7 + HCl = C_{21}H_{21}NO_7 + CH_3Cl.\n\\]\n\nTo obtain the base from the chloride, the following process was adopted: as soon as the contents of the flask are cold they are neutralized by carbonate of sodium; this salt is then added in excess, which dissolves any methyl-nornarcotine, or nornarcotine which may have been formed during the reaction, and leaves the new base and any undecomposed narcotine. This may be separated by caustic potash, in which the new base is readily soluble, narcotine being insoluble in that reagent. The potash solution is acidulated with hydrochloric acid, and the base precipitated fractionally by carbonate of sodium.\n\nThe solution in which the base is suspended may be heated to 50° C. (but not higher, otherwise the base is apt to get sticky), when it filters readily.\n\nThe separation from narcotine may also be accomplished by alcohol, in which the new base is easily soluble. On analyzing the base the following results were obtained. It was dried in a Leibig's tube, first at 50° C., and then at 100° C.\nI. 0·3600 grm. substance gave 0·8262 grm. carbonic acid and 0·1766 water.\nII. 0·3500 grm. substance gave 0·8072 grm. carbonic acid and 0·1642 water.\nIII. 0·3820 grm. substance gave 0·8810 grm. carbonic acid and 0·1830 water.\nIV. 1·0380 grm. substance gave 0·2680 grm. platinum.\n\n| Calculated. | Found. |\n|-------------|--------|\n| C₂₁         | I.     | II.    | III.   | IV.   |\n| 252         | 63·16  | 62·58  | 62·90  | 62·89 |\n| H₂₁         | 21     | 5·26   | 5·45   | 5·21  | 5·32 |\n| N           | 14     | 3·51   |        |       | 3·66 |\n| O₇          | 112    | 28·07  |        |       |      |\n| C₂₁H₂₁NO₇   | 100·00 |        |        |       |      |\n\nThe pure base forms a white amorphous powder, almost insoluble in water and ether, very soluble in alcohol. Its salts, like those of other bases derived from narcotine, are, as far as they have been prepared, amorphous. The base may be called dimethyl-normal-narcotine, or, shorter, dimethyl-nornarcotine. The rational formula of this base is either\n\n\\[ \\begin{align*}\n\\text{H} & \\quad \\text{CH}_3 \\\\\n(C_{11}H_9O_2)^m & \\quad (C_{11}H_9O)^m \\\\\n(C_8H_4O)^v & \\quad (C_8H_4O)^v \\\\\n(CH_3)_2H & \\quad CH_3H_2 \\\\\n\\end{align*} \\]\n\nif narcotine be\n\n\\[ \\begin{align*}\n\\text{CH}_3 & \\quad \\text{N} \\\\\n(C_{11}H_9O_2)^m & \\quad (C_{11}H_9O)^m \\\\\n(C_8H_4O)^v & \\quad (C_8H_4O)^v \\\\\n(CH_3)_2H & \\quad O_3.\n\\end{align*} \\]\n\nFurther experiments will show which is the correct one: in the annexed Table the properties and reactions of the narcotine bases are given side by side. Neither of the above bases have any marked physiological effects; for in working with them, as well as in taking grain-doses, no ill effects have been observed. It is worthy of notice that the taste of the chlorides varies so markedly by the replacement of one atom of methyl by one of hydrogen.\n| Form | Solubility in | Solution of Chloride | Taste of Chloride | Reactions of the Chlorides in solution with |\n|------|---------------|----------------------|-------------------|------------------------------------------|\n|      | Water | Alcohol | Ether | Not precipitated by HCl. Solution in HCl not precipitated by water. | Bitter. | Yellow precipitate. | Precipitate insoluble in excess. | Precipitate insoluble in excess. |\n| Trimethyl-normal-narcotine (ordinary narcotine), C_{22}H_{23}NO_{7}. | Crystalline. | Almost insoluble. | Soluble. | | | | |\n| Dimethyl-normal-narcotine, C_{21}H_{21}NO_{7}. | White amorphous. | Almost insoluble. | Very soluble. | Slightly soluble. | Precipitated partially by HCl. Solution in strong HCl precipitated by water; the precipitated chloride tarry. | Bitter. | Yellow precipitate. | Precipitate soluble in excess. | Precipitate slightly soluble in excess. | Precipitate soluble in excess. |\n| Methyl-normal-narcotine, C_{20}H_{19}NO_{7}. | White when freshly precipitated, sometimes brown; amorphous. | Almost insoluble. | Insoluble. | Insoluble. | Mostly precipitated by HCl. Solution in strong HCl precipitated by water; precipitated chloride granular. | Astringent. | Yellow precipitate, slowly turning brown. | Precipitate soluble in excess. | Precipitate soluble in excess. | Precipitate soluble in excess. |\n| Normal narcotine, C_{19}H_{17}NO_{7}. | White when freshly precipitated, turns brown immediately on exposure to air; amorphous. | Almost insoluble. | Insoluble. | Insoluble. | Almost wholly precipitated by HCl. Solution in strong HCl precipitated by water; the precipitated chloride granular. | Tasteless. | Yellow precipitate, immediately turning brown. | Precipitate soluble in excess. | Precipitate soluble in excess. | Precipitate insoluble in excess. |\n| Cotarnine, C_{12}H_{13}NO_{3}. | White, generally buff colour, crystalline. | Almost insoluble. | Very soluble. | Very soluble. | Not precipitated by HCl. Solution in HCl not precipitated by water. | Bitter. | Yellow precipitate. | Precipitate slightly soluble in excess. | Precipitate soluble in excess. | Precipitate soluble in excess. |\n\n* All these precipitates decompose on boiling with excess of platinum chloride.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/109014.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 10052,
    "total-output-tokens": 3714,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2387,
        2
      ],
      [
        2387,
        5187,
        3
      ],
      [
        5187,
        7822,
        4
      ],
      [
        7822,
        9645,
        5
      ],
      [
        9645,
        11887,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-109014",
    "title": "Researches into the Chemical Constitution of Narcotine, and of Its Products of Decomposition.--Part III",
    "authors": "Augustus Matthiessen",
    "year": 1869,
    "volume": "159",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/109014"
  }
}