{
  "id": "da068d3bdd4b0b9566dd769d3b4e483a589e4373",
  "text": "An Alphabetical Table for the twelfth Volume of the Philosophical Transactions.\n\nThe first Figures relate to the Number of Tracts, the second to the Page.\n\nA\n\nAccension by Borrichius's Experiment refuted. n. 150. p. 292. Ague fits explained n. 150. p. 297. Anatomy of a Rattle-Snake. n. 144. p. 25. Animals in Salt Brine. n. 145. p. 97. Animals in Malt Seed. n. 155. p. 347. Antidote to the Poison of the Viper. n. 144. p. 49. Aper Mexicanus Moschiferus n. 153. p. 359. Arteria Aorta strangely formed n. 153. p. 371.\n\nB\n\nBarbarossa's Tomb n. 152. p. 345. An extraordinary Birth in Staffordshire. n. 150. p. 281. Roman Bricks and their measure. n. 149. p. 240.\n\nBooks\n\nJacobus Barner de Spiritu Vini sine acido. n. 145. p. 111. Lauretij Bellini de Urinis, Pulsibus &c opus. n. 154. p. 425. Joh. Bohn Epiftola de Alcali & Acidii insufficientia. n. 145. p. 110. Joh. Alph. Borelli de motu animalium. n. 144. p. 62. Mr. Boyle's Memoirs for the Natural History of Human Blood n. 154. p. 428. Benjamini a Brookhuyzen Occo-nomia Animalis. n. 147. p. 194. Epiftola invitatoria ad observati-ones magnet. variat. inveniendas. n. 143. p. 23. Laz. Erckern translated n. 147. p. 189. Excerpta ex literis illustr. Vi-orum ad Joh Hevelium &c. n. 150 p. 308. Joh. Godartius of Insects. n. 143. p. 22. Neh. Grew's Anatomy of Plants n. 150. p. 303. Historia Naturalis Helvetiae curiosa. n. 149. p. 268. Hortus Indicus Malabaricus.\n\nn. 145. p. 100. Martini Litter de fontibus medi-catis Angliae Exercitatio prior. n. 144. p. 59. Two Letters concerning Vision. n. 149. p. 205. Observations on the Dublin Bills of Mortality. n. 143. p. 21. Cl. Ptolemei Harmonicorum lib. 3. n. 143. p. 20. Relazione de Ritrovamento dell'nuova di cioccicle. n. 152. p. 356. Wilhelmi ten Ryne disfertatio de Arthritide, &c. n. 148. p. 222. Mr. Spon Recerches Curieuses, &c. n. 153. p. 386. Dr. Sydenham Tractatus de podagra & Hydrope. n. 150. p. 309. Mr du Verney Traite del'organe de l'ovie. n. 149. p. 259. Joh Jac Zimmermanni Cometoscopia. n. 149. p. 270.\n\nC\n\nAstroenum what n. 153. p. 377 The Cæcum cut out of a Bitch n. 151. p. 324 The Cæcum of the same Structure with the Colon. n. 153. p. 367 The whiteness of the Chyle whence. n. 149. p. 242 Its pas-sage not yet demonstrated. n. 143. p. 6 The Colon not salted to the Meffentery. n. 153. p. 367 Observations of the Comet Aug. 16. 82. at Dantzick. n. 143. p. 16. Historio-la Cometæ Anni 1683. n. 154. p. 416. Three late conjunctions of Saturn and Jupiter calculated. 149 p. 244. How many Conjunctions possible in one year. n. 149. p. 247. de tribus Conjunctionibus magnis n. 151. p. 325. Constantinople, a discourse concerning it. n. 152. p. 335 Creatures found in the Melts of Fila n. 148 p. 207. Cure for the Murren. n. 145. p. 94.\nA Table.\n\nD Description of Pen park hole in Gloucester-Shire. n. 143. p. 2.\nOf a Mantle-tree at Helmdon in Northampton-Shire. n. 154. p. 399.\n\nE Earthquake at Oxford. n. 151. p. 311. Observations of the Lunar Eclipse Aug. 19. 81. made at Madagascar. n. 143. p. 15. Eclipses of Jupiters Satellit's for the year following. n. 154. p. 404. A Catalogue of them. n. 154. p. 413. Of Egge-branches n. 145. p. 74. Eggs in the Cornua uteri of a Worm. n. 147. p. 157. Eggs affixed to the Mefentery, Kidney &c. n. 147. p. 186. Experiments on Brine in Stafford-Shire. n. 145. p. 96. Experiments about the force and difference of the Poyson of several sorts of Serpents Shown by an Indian. n. 144. p. 49.\n\nF Numerical Figures how antient in Europe. n. 154. p. 401. How the Medullary Fibers of the Optick Nerve are Capable of a Tension. n. 147. p. 175. Fire produced by the mixture of two Liquors actually cold. n. 150. p. 291. Fish pass twice a year through the Bosphorus. n. 152. p. 344. A Fætus found in the Testicle of a Woman. n. 150. p. 287.\n\nG The Scent-Gland of the Ta-jacu described n. 153. p. 373. A Spiral Gut in several Animals. n. 153. 368.\n\nH Hair, bones &c. found in the Ovaria of a Woman. n. 150. p. 283. the horns of the Womb in a Bitch stuff with Bones. n. 147. p. 185. Hydrophobia described n. 147. p. 162. Hysterical fits explained n. 150. p. 295.\n\nY Yellow Jaundice why caused by the biting of a Viper. n. 144. p. 49. Ingresses of Jupiters Satellites into his shadow and their Emerisions. n. 151. p. 322.\n\nL The Lacteal veins tinged Blew. n. 143. p. 9. Latitude of Constantinople n. 152. p. 341. Longitude more probably to be found by the Eclipses of Jupiters Satellites than of the Moon. n. 154. p. 406. Lumbricus latus n. 146. p. 113. in several Animals found. n. 146. p. 123. Lumbricus teres. n. 147. p. 154. The Lungs of the Salamandra aquatica &c. n. 144. p. 30. The use of the Lymph. n. 149. p. 243.\n\nM Agnetical compass the Theory of its Variation. n. 148. p. 208. Mezaraick vessels differing. n. 153. p. 368. Microscopical observations n. 145. p. 74. Mouths in the Joints of the Lumbricus Latus. n. 146. p. 132. An account of a Roman Monument. n. 145. p. 70. A Murren in Switzerland n. 145. p. 93. Musk-Cods not the Testicles. n. 153. p. 377. The Spiral Muscle in an Earth-worm. n. 147. p. 155.\nA Table.\n\nObjectionstoDr.Brigs'sMode of Vision answered. n. 147. p. 176. Observationes defectus Lunaris. n. 145. p. 89. n. 146. p. 145. Circa occultationes fixarum. n. 151. p. 331.\n\nPhosphorus like lightning. n. 150. p. 289. Powder of the Worm not to be given and why. 147. p. 159.\n\nR Uines of a Roman wall described. n. 147. p. 238. RockPlants a farther account of them. n. 150. p. 276.\n\nS And found in Salt Brine n. 145. p. 97. The Theory of the motion of the Satellites of Saturn corrected. n. 145. p. 82. Scent-baggs n. 144. p. 38. The Snake stone its vertue. n. 144. p. 50. The Skeleton of the Tajacu described. n. 153. p. 380. Spittle envenomed by the biting of a mad Dog. n. 147. p. 169. Three Stomachs in a Tajacu. n. 153. p. 365.\n\nA Table of the mean conjunctions of Saturn and Jupi-\n\nter. 149. p. 258. Tabula motus medij Satellitis Saturnij. n. 145. p. 85. A correct Tide Table for the year 83. n. 143. p. 10. Tide Tables in Almanacks false. p. 12. Tide Tables reducable to any part in England. n. 143. p. 14. Tajacu and Tiger at enmity. n. 153. p. 363. Poysonous Teeth of the Viper kind. n. 144. p. 45.\n\nV Alves in the Vessels of Wood. n. 148. p. 201. Vessels in Wood observed. p. 198. Vesica Fellea wanting in the Mexican hog. n. 153. p. 368. Vesiculæ Seminales of more sorts than one. n. 153. p. 370. A continuation of a discourse about Vision. n. 147. p. 171. The Ureters inserted into the Rectum. n. 147. p. 189.\n\nHigh-waters nearer to the Neaps, the least to the highest Spring-tides. n. 143. p. 13. Wind-Pipe of the Rattle-Snake described. n. 143. p. 29.\nERRATA fic Corrige.\n\nPage. 33. l. r. read recruiting. p. 351. l. r. contained in a a. p. 38. l. 23. r. connivant value. p. 39 l. 14. r. it may be. l. yte. r. is ill scented. p. 40 l. 17. r. involved. l. 20. r. Congeries. p. 45. l. 6. r. they arc. l. 8. r. whole p. 46. l. 14. r. as likewise. l. 15. r. did spoil. p. 47. l. 16. r. is l. 17. r. con. l. 18. r. nor. p. 50. l. 5. r. H. &c. &c. l. 6. dele Juddicium difficile. p. 52. l. 30. l. at Scales. p. 55. l. 11. r. of the Oesophagus. p. 65 l. 4. r. specific. p. 119. l. 33. r. lib. l. p. 133. l. 33. r. cap. 15. p. 157. l. 22. r. 10000. p. 160. l. 18. r. v. e the Vagina Uteri. added. the two Cornua Uteri. p. 173. l. 29. r. help in. 175. l. 7. r. tension of the Fibre on the Thalam. p. 213. l. 32. r. it decreases to 17 degrees. l. 34. r. that to the Eastward. p. 216. l. 11. r. the other Northern pole. p. 218. l. 26. r. Alcanaba. l. 31. r. from the pole of the World. l. 33. r. and that under the Equator. p. 243. l. 27. r. as oil from water. p. 342. l. 6. for place. r. space. p. 361. l. 31. r. one inch and a quarter long. p. 368. l. 20. for in. r. forme. p. 383 l. 23. r. diffusion.\n\nOXFORD,\nPrinted at the THEATER, and are to be sold by Moses Pit at the Angel, and Samuel Smith at the Princes Arms in St. Pauls Church-yard London. 1683.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102267.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7794,
    "total-output-tokens": 3727,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2751,
        2
      ],
      [
        2751,
        5061,
        3
      ],
      [
        5061,
        6633,
        4
      ],
      [
        6633,
        7928,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102267",
    "title": "Back Matter",
    "authors": null,
    "year": 1683,
    "volume": "13",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/102267"
  }
}