{
  "id": "346914051969fd7d80703adef00d428d43e6bdf6",
  "text": "XXIV. Account of a mineral Substance, called Strontionite, in which are exhibited its external, physical, and chemical Characters. By Mr. John Godfrey Schmeisser, F. R. S.\n\nRead May 29, 1794.\n\nThis substance has obtained its name from the place Strontion, in Scotland, where it is found in granite rocks, accompanied by galena and witherite, which latter is described by Dr. Withering in the Philosophical Transactions of the year 1784.\n\nOn all the specimens which I have seen of this substance, I could not discover any regular crystallized shape, like the witherite.\n\nThe specimen which I submitted to experiments, was in solid masses of a fibrous texture, apparently composed of long fibres, closely adhering to each other, and disposed in a radiated manner; its colour was an asparagus green, which appeared deeper towards the centre of the mass; when broken, the surface was a little shining in certain directions, the fragments rather bar-like, and somewhat brittle.\n\nSome specimens exhibit only light shades of this colour, and appear to be composed of long thin bars, which are often separated from each other towards the extremity.\n\nThe specimen which I examined, and used for experiments, was semitransparent, but the most part of it rather inclining to opaque.\nAs to hardness, its surface could be scratched with a hard knife, but not scraped.\n\nIts specific gravity I found as $3.586$, compared to distilled water of $60^\\circ$ temperature.\n\n**Properties of the Substance.**\n\nN. B. The first experiments, which pointed out a distinction between its basis and the ponderous earth of Scheele, were made, at Dr. Crawford's desire, by his assistant Mr. Cruikshank, and were afterwards repeated by himself; the account of which is inserted in the second volume of the Medical Communications.\n\n**Experiment I.**\n\nI reduced a certain quantity of the substance to a very fine powder, and boiled it in water for some time, but no solution took place.\n\n**Experiment II.**\n\n*With acids.* It was not affected by sulphuric acid; but was entirely soluble in nitric and muriatic acid, with a strong effervescence, during which a great quantity of gaz was disengaged, which when tried, was entirely absorbed by lime-water, extinguished flame, and had no smell.\n\n**Experiment III.**\n\nDiluted sulphuric acid dropped into a diluted solution of this substance in nitric and marine acid, occasioned a white powdery precipitate, which was insoluble in water.\nMr. Schmeisser's Account of a\n\nEXPERIMENT IV.\n\nA piece of the substance was exposed to the action of the blow-pipe, did not crackle nor split asunder, nor did it melt when even exposed to white heat, but it discovered a very bright phosphorescent light, became more brittle, and had lost its greenish cast; it was then partly soluble in water.\n\nIt only lost a very little of its weight, when exposed for a long time to white heat, but it then still effervesces with acids.\n\nEXPERIMENT V.\n\nIt melted with borax and soda with ebullition, but neither a blue nor a green colour was produced when melted with the first.\n\nEXPERIMENT VI.\n\nLiquid volatile alkali did not extract any blue colour from the powdered substance, nor when added to the solution in acids.\n\nEXPERIMENT VII.\n\nThe solutions in nitric and muriatic acid were colourless, and a piece of paper dipped into this nitric solution burnt with a red flame, which was first observed by Dr. Ash.\n\nEXPERIMENT VIII.\n\nPhlogisticated alkali, or prussiate of pot-ash, added to a saturated solution, discovered a very slight quantity of blue precipitate.\n\nEXPERIMENT IX.\n\nOxalic acid, or acid of sugar, added to the diluted solution, discovered a very slight precipitate.\nEXPERIMENT X.\n\nThe remaining liquid of the foregoing experiment was mixed with sulphuric acid, until no more precipitate took place, the remaining filtered liquor was saturated with purified pot-ash, and no earth was separated or discovered.\n\nEXPERIMENT XI.\n\nA certain quantity of the powdered substance was dissolved, and saturated with nitric acid, and evaporated; it then crystallized; the crystals were permanent in air, did not deliquesce, and exhibited triangular and sexangular plates.\n\nEXPERIMENT XII.\n\nWhen dissolved and saturated with muriatic acid, it exhibited on evaporation long six-sided prismatic crystals, which have the broad alternating with the narrow sides, terminating in obtuse trihedral pyramids; this was observed by Dr. Crawford, who also found that the salt formed of the substance with acids dissolved in water, produced five times more cold than the salt from the barytes in the same acid; that the salt formed by marine acid and this substance, was much more soluble in warm water than in cold, whilst the muriat of barytes is nearly as soluble in cold as in warm water; that one ounce of distilled water dissolves three times as much of the muriat of Strontionite as the muriat of barytes, which makes a distinction between the basis of this substance and the barytes.\n\nEXPERIMENT XIII.\n\nNitric acid added to the solution of that substance in muriatic acid, occasioned a decomposition.\nA quantity of this substance was dissolved in muriatic acid, the solution much diluted with distilled water, and afterwards precipitated by diluted sulphuric acid. The precipitate was dried and decomposed by purified pot-ash, by means of heat.\n\nThe earth which was thus separated, was perfectly freed from saline parts, afterwards dried and calcined, in order to deprive it of moisture. A quantity of this earth was again dissolved in acid, in order to ascertain the quantity of carbonic acid, or fixed air, which it contained, and the real proportion of pure earth contained in a certain quantity.\n\nI then found by accurate experiments,\n\n1st. That 100 grains of specific sulphuric acid required 133 grains of the pure earth for saturation.\n\n2dly. That 100 grains of nitric acid required 94 grains, and\n\n3dly. That 100 grains of muriatic acid required 56 grains for saturation. Which experiment ascertained the dormant affinity of this earth to those acids.\n\nI also ascertained in the same way,\n\n1st. That 100 grains of sulphuric acid required 130 grains of barytes.\n\n2dly. That 100 grains of nitric acid required 120 grains, and\n\n3dly. That the same quantity of muriatic acid required 96 for saturation, which gave the dormant affinity betwixt the barytes and those acids.\n\nFrom these experiments I drew the following conclusions.\n\n1st. That according to experiment i. the substance contained no saline parts.\n\n2dly. That according to experiment ii. it contained fixed air.\n3dly. That according to experiment III. it contained an earth somewhat similar to barytes.\n\n4thly. That according to experiment IV. it discovers no crystallizing water.\n\n5thly. That according to experiment V. the substance contained no cobalt.\n\n6thly. That according to experiment VI. the substance contained no copper.\n\n7thly. That according to experiment VIII. it contained a little iron.\n\n8thly. That according to experiment IX. the substance contained calcareous earth.\n\n9thly. That according to experiment X. the substance contained no argillaceous nor magnesian earth.\n\n10thly. That according to the last experiment, the base of this substance is distinct from the barytes.\n\nIn order to ascertain the quantity or proportion of component parts of this substance,\n\n**EXPERIMENT I.**\n\nOne hundred grains were dissolved in acid, and yielded 30 grains of fixed air.\n\n**EXPERIMENT II.**\n\nThe solution was diluted, and mixed with oxalic acid, by means of which half a grain of calcareous earth was separated (in the state of oxalate of lime).\n\n**EXPERIMENT III.**\n\nThe remaining solution was decomposed, and yielded 68 grains of pure earth.\nAccording to these experiments, 100 grains of the analyzed substance contains 30 grains of fixed air, 1 of calcareous, and 68 grains of another earth, which may be called Strontion earth, and the remaining weight may be accounted for, from the substance which gives it the colour, and which I suggest, from comparative experiments, to be phosphate of iron and manganese; the proportion of which I could not accurately ascertain, on account of the smallness of the specimen which I possessed, and which I employed for analysis; but which I shall endeavour to ascertain by future experiments on a larger scale.\n\nIn order to compare the nature of the substance with which it was accompanied to the before-mentioned substance, I made the following experiments.\n\nThis substance was crystallized in six-sided prisms with pyramids, colourless, semitransparent, rather opaque towards the basis, and less hard than the other substance; a certain quantity of it I reduced to fine powder, and submitted it to various experiments, by which I found that it contained barytes, calcareous earth, and carbonic acid.\n\nOne hundred grains of this substance were dissolved in marine acid, during which 15 grains of carbonic acid were separated; the solution was gently evaporated, and exposed to crystallize. The crystals were then exposed for some time to air in a funnel, during which part of the crystals had deliquesced. When no more deliquescence was observed, the whole liquor was diluted with a sufficient quantity of distilled water, and diluted sulphuric acid was then added, by means of which 2 grains of barytes were separated. The filtered liquor was then decomposed by alkali, and 12 grains of calcareous earth were separated. The dry crystals remaining on the\nfunnel were then dissolved in distilled water, and also decomposed by alkali, by means of which 68 grains of barytes were obtained.\n\nAccording to these experiments, 100 grains of this crystallized substance yielded by decomposition 70 grains of barytes, 15 grains of carbonic acid, and 12 grains of calcareous earth. The difference of the 3 remaining grains may be accounted for by the water, by the small loss which was observed when the crystallized substance was exposed to a strong heat, and also from the crackling which was perceived when exposed to a sudden heat. Whether this crystallized substance is different from that specimen which Dr. Withering analyzed, or whether the calcareous earth escaped his observation during his experiments, I cannot decide, as he does not mention that he employed the substance in a crystallized state for his experiments.*\n\n* The experiments newly communicated by Mr. Kirwan, and those which are promised to be communicated by Dr. Hope, will probably throw some more light on the nature of the Strontionite.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106910.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 13928,
    "total-output-tokens": 2624,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1272,
        2
      ],
      [
        1272,
        2448,
        3
      ],
      [
        2448,
        3667,
        4
      ],
      [
        3667,
        5084,
        5
      ],
      [
        5084,
        6559,
        6
      ],
      [
        6559,
        7699,
        7
      ],
      [
        7699,
        9453,
        8
      ],
      [
        9453,
        10503,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106910",
    "title": "Account of a Mineral Substance, Called Strontionite, in Which are Exhibited Its External, Physical, and Chemical Characters. By Mr. John Godfrey Schmeisser, F. R. S.",
    "authors": "John Godfrey Schmeisser",
    "year": 1794,
    "volume": "84",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/106910"
  }
}