{
  "id": "61abbfab16cd14794b3b22ebe26e882d2358a608",
  "text": "XI. On the Diurnal and Annual Inequalities of Terrestrial Magnetism, as deduced from Observations made at the Royal Observatory, Greenwich, from 1858 to 1863; being a continuation of a communication on the Diurnal Inequalities from 1841 to 1857, printed in the Philosophical Transactions, 1863. With a Note on the Lunodiurnal and other Lunar Inequalities, as deduced from observations extending from 1848 to 1863. By George Biddell Airy, Astronomer Royal.\n\nReceived July 27,—Read December 10, 1868.\n\nThe paper which I have the honour now to submit to the Royal Society is similar, in its general character, to that which was printed by the Society in the Philosophical Transactions for 1863, as containing in a contracted form the results of very extensive observations which have been printed, and of detailed calculations founded on them which are prepared for printing, in the legitimate organ of publication of the observations made in the Royal Observatory. For the principal part of the work, the results are here exhibited to the eye in the shape of diagrams.\n\nThe instruments employed are precisely the same which were used in the second part of the former investigation, from 1848 to 1857, mounted in the same place, and treated in the same manner; and the observations are reduced by application of the same formulae. The only difference in the form of exhibition is, that Greenwich Mean Time is here exclusively adopted instead of Göttingen Mean Time, which was used in the former paper. It will be remembered that the longitude of Göttingen is $0^\\text{h} 39^\\text{m} 46^\\text{s}.5$ East of Greenwich. The nominal time, therefore, of the occurrence of a phenomenon is less in the results now presented than in those of the former paper; or, the position on the curves of the figures 1, 2, 3, &c. for hours of time is more advanced than in the former paper, by $40^\\text{m}$ nearly.\n\nTREATMENT OF THE PHOTOGRAPHIC CURVES.\n\nThe first operation, in the treatment of the photographic records of the magnetometers, was to withdraw the sheets for those days on which the disturbances were so great as to make it difficult to draw a curve-line representing the mean path of the photographic spot. The actual list of days will be given in the detailed Greenwich publication; but it may be interesting here to state the number of days thus omitted, including the back series from 1841 to 1857.\n\n| Year | Days |\n|------|------|\n| 1841 | 9    |\n| 1842 | 10   |\n| 1843 | 7    |\n| 1844 | 5    |\n| 1845 | 17   |\n| 1846 | 20   |\n| 1847 | 20   |\n| 1848 | 20   |\n| 1849 | 5    |\n| 1850 | 6    |\n| 1851 | 13   |\n| 1852 | 17   |\n| 1853 | 18   |\n| 1854 | 13   |\n| 1855 | 4    |\n| 1856 | 0    |\n| 1857 | 10   |\n| 1858 | 6    |\n| 1859 | 15   |\n| 1860 | 14   |\n| 1861 | 3    |\n| 1862 | 5    |\n| 1863 | 2    |\nThe estimate of the amount of irregularity which rendered it necessary to withdraw a sheet has been made throughout by the same person (Mr. Glaisher); and, through the years collected in the two last of the columns above, the records are of the same kind (photographic). I think therefore that, without going through a formal process claiming numerical accuracy for comparison of the tendency to magnetic disturbance in different years, these numbers may be presented as giving very important information. If they point to any cycle at all, it is one of 6 or $6\\frac{1}{2}$ years.\n\nThese sheets being withdrawn, a pencil-curve was drawn by eye through the slightly disturbed photographic records; and the ordinates, by means of which the diagrams now presented to the Society were constructed, were measured to the pencil-curve. The number used for forming the ordinates of the diagrams was the excess of the curve-ordinate for each special hour above the mean for the twenty-four hours; and these are not here exhibited for every day, but their monthly means are taken, which monthly means themselves are the basis of further operations of grouping; in one operation the same nominal months of different years are combined and their means taken, and in another operation all the months for each year are combined and their means taken. In forming from these means the ordinates of the diagrams, in the two first plates, exhibiting the inequalities in the horizontal plane, it will be remembered that the vertical ordinate represents the change of northerly horizontal magnetic force (supposed to act on the northerly or marked end of the magnet), the measure upwards corresponding to increase of force; and that the horizontal ordinate represents the change of westerly declination, exhibited as a westerly disturbing force on the same scale as the northerly force, by considering a deviation of $1'$ to be produced by a westerly force equal to $\\frac{1}{3438}$ of the whole northerly force.\n\nANNUAL INEQUALITY.\n\nFollowing generally the order of the former paper, I will here advert to the question of annual inequality. The mean westerly declination for the six months called January in the six years was taken; in like manner, the mean for the six months called February; and so for all the months. These means are not comparable for the purpose of ascertaining annual inequality, because they are subject to the influence of secular inequality. The mean annual change produced by secular inequality was found to be $-9'\\cdot2$. The proportional part of this, corresponding to the interval of each month from January, was applied with sign changed to the monthly results. After smoothing the numbers by taking a second mean of adjacent numbers, the following values of Westerly Declination were found, applying, as regards secular values, to the month January in the mean of the six years:\n\n| Month   | Declination |\n|---------|-------------|\n| January | $21^\\circ 12'\\cdot9$ |\n| February| $12'\\cdot9$ |\n| March   | $13'\\cdot4$ |\n| April   | $12'\\cdot5$ |\n| May     | $11'\\cdot8$ |\nINEQUALITIES OF TERRESTRIAL MAGNETISM.\n\nJune . . . . . . . . . . 21° 12′ 2″\nJuly . . . . . . . . . . 13·0\nAugust . . . . . . . . . 13·3\nSeptember . . . . . . . 13·1\nOctober . . . . . . . . . 13·1\nNovember . . . . . . . . 13·6\nDecember . . . . . . . . 13·5\n\nFrom these are obtained the following Excesses of Corrected Westerly Declination for each month above the mean of all the months:\n\nAnnual Inequality of Western Declination.\n\n| Month     | In Minutes of Arc | In parts of Horizontal Force |\n|-----------|-------------------|------------------------------|\n| January   | -0·04             | 0·0000                       |\n| February  | -0·04             | 0·0000                       |\n| March     | +0·46             | +0·0001                      |\n| April     | -0·44             | -0·0001                      |\n| May       | -1·14             | -0·0003                      |\n| June      | -0·74             | -0·0002                      |\n| July      | +0·06             | 0·0000                       |\n| August    | +0·36             | +0·0001                      |\n| September | +0·16             | 0·0000                       |\n| October   | +0·16             | 0·0000                       |\n| November  | +0·66             | +0·0002                      |\n| December  | +0·46             | +0·0001                      |\n\nThe monthly values of the Northerly Horizontal Force were treated in the same way, the correction applied being based on the supposition that the annual increase, in terms of the whole Horizontal Force, is about 0·0017. This number is derived from the following values of Absolute Measure of Horizontal Force; of which it is to be remarked that the numbers for 1858, 1859, 1860 are obtained from observations with the old instrument, corrected for the constant difference between the old and new instrument, those for 1861 from both instruments, and those for 1862 and 1863 exclusively with the new instrument. The values are:\n\n1858 . . . . . . . . . . 3·789\n1859 . . . . . . . . . . 3·786\n1860 . . . . . . . . . . 3·864\n1861 . . . . . . . . . . 3·812\n1862 . . . . . . . . . . 3·819\n1863 . . . . . . . . . . 3·824\nfrom which the annual change was found to be $+0.0063$, or in parts of the whole horizontal force $+0.0017$.\n\nApplying the proportional parts of this annual change for the several months with the sign changed, the following numbers (all requiring the addition of $0.8830$ nearly) are obtained as expressing the monthly values of northerly horizontal force:\n\n| Month    | Value |\n|----------|-------|\n| January  | 0.1172|\n| February | 0.1175|\n| March    | 0.1185|\n| April    | 0.1196|\n| May      | 0.1195|\n| June     | 0.1189|\n| July     | 0.1172|\n| August   | 0.1171|\n| September| 0.1172|\n| October  | 0.1167|\n| November | 0.1167|\n| December | 0.1167|\n\nFrom these are obtained the following Excesses of Corrected Horizontal Force for each month above the mean of all the months:\n\nAnnual Inequality of Northern Horizontal Force.\n\n| Month    | Value |\n|----------|-------|\n| January  | $-0.0005$|\n| February | $-0.0002$|\n| March    | $+0.0008$|\n| April    | $+0.0019$|\n| May      | $+0.0018$|\n| June     | $+0.0012$|\n| July     | $-0.0005$|\n| August   | $-0.0006$|\n| September| $-0.0005$|\n| October  | $-0.0010$|\n| November | $-0.0010$|\n| December | $-0.0010$|\n\nOn comparing these two series of monthly numbers, for Declination and Horizontal Force, with those in the two periods treated in the preceding paper, it does not appear, I think, that there is such agreement as justifies us in concluding that there is any real yearly inequality distinct from the secular inequality. There will, however, always be some doubt on conclusions applying to horizontal force in different months, on account of the uncertainty of correction for temperature; but no such doubt attaches to the declination.\nDIURNAL INEQUALITIES IN THE HORIZONTAL PLANE.\n\nI will now call attention to the curves which represent the laws of diurnal inequalities of force in the horizontal plane. And, first, the curves (Plate XXXIII.) which represent the inequalities in different months (the same nominal months in all the years being combined, and their means being taken), for the period 1858–1863, agree very closely with those for the period 188–1857. But, secondly, the curves (Plate XXXIV.), which represent the diurnal inequalities in different years, have undergone in the course of the period 1858–1863 a most striking change. In the years 1858 and 1861 they are similar to those of the winter months; in the years 1859, 1860, 1862, 1863 they resemble those of the summer months. And, on comparing these curves with those in the former paper, the following order of changes will be seen. From 1841 to 1847 the magnitude and summer character of the annual curves had slightly increased; but from 1848 to 1857 they rapidly diminished, giving the smallest and most winter-like curves in 1856 and 1857. The curves in the present paper have risen to the summer form steadily (with the exception of a little irregularity in 1861), and have at length sensibly attained to their original character. Thus\n\n1858 nearly resembles 1856\n1859 ,, ,, 1851\n1860 ,, ,, 1850\n1861 ,, ,, 1851\n1862 ,, ,, 1847\n1863 ,, ,, 1841.\n\nIn other words, the magnetic action of the sun, which had during several years greatly diminished, has now increased till it has attained sensibly the same energy as before.\n\nDIURNAL INEQUALITIES OF VERTICAL FORCE.\n\nI now advert to the changes in the diurnal inequality of Vertical Force. In these, perhaps, the uncertainty connected with temperature-correction is even greater than for the Horizontal Force; but as the same instrument and the same numerical correction are adopted throughout, little uncertainty can attach to the comparisons of different years. On comparing the month-curves (Plate XXXV.) of the period 1858–1863 with those of the period 1848–1857, I think it appears that the curves of autumn are not now quite so bold as in the former period; there is not, however, any remarkable difference. The times, however, of nodal passage (or points where the actual Vertical Force = mean Vertical Force for the day) are not quite the same, as will appear from the following Table, in which the hours &c. are all referred to Greenwich Time.\nHours of nodal passages.\n\n| Period 1848-1857 | Period 1858-1863 |\n|------------------|------------------|\n| h m              | h m              |\n| January          | 4 0              | 16 0              | 4 25             | 17 25            |\n| February         | 4 0              | 15 20             | 4 50             | 17 30            |\n| March            | 4 0              | 15 25             | 4 55             | 16 40            |\n| April            | 3 20             | 14 30             | 5 0              | 16 40            |\n| May              | 1 25             | 13 45             | 3 0              | 14 50            |\n| June             | 1 20             | 13 20             | 4 40             | 16 0             |\n| July             | 1 30             | 13 45             | 2 50             | 15 30            |\n| August           | 2 10             | 13 35             | 2 30             | 14 40            |\n| September        | 2 45             | 14 15             | 3 20             | 16 0             |\n| October          | 3 35             | 15 50             | 4 25             | 16 25            |\n| November         | 4 10             | 15 45             | 4 50             | 17 15            |\n| December         | 4 40             | 15 30             | 5 15             | 18 0             |\n\nThe differences are probably connected with those which I have next to exhibit.\n\nOn comparing the annual curves for Vertical Force, it appears that to the year 1855 they gradually increased in boldness, and that from that year to 1862 (Plate XXXVI.) they have gradually diminished. The times of passage of node in the annual curves merit examination. In the former paper I pointed out a remarkable change which appeared to have gone on from 1842 to 1857. I will now bring together the nodal hours, all referred to Greenwich Time, for the entire period.\n\n| Hours of nodal passage |\n|------------------------|\n| h m                    |\n| 1842                   | 8 40              | 20 30            |\n| 1843                   | 9 50              | 23 40            |\n| 1844                   | 10 40             | 24 5             |\n| 1845                   | 9 35              | 24 0             |\n| 1846                   | 11 20             | 23 40            |\n| 1847                   | 8 40              | 19 20            |\n| 1848                   | No observations   |\n| 1849                   | 6 20              | 14 30            |\n| 1850                   | 4 10              | 14 40            |\n| 1851                   | 3 10              | 13 35            |\n| 1852                   | 3 25              | 14 15            |\n| 1853                   | 3 15              | 15 20            |\n| 1854                   | 3 30              | 15 15            |\n| 1855                   | 2 50              | 14 20            |\n| 1856                   | 3 20              | 14 55            |\n| 1857                   | 2 30              | 13 50            |\n| 1858                   | 2 10              | 13 35            |\n| 1859                   | 4 0               | 15 45            |\n| 1860                   | 4 50              | 17 25            |\n| 1861                   | 4 20              | 16 20            |\n| 1862                   | 3 45              | 15 35            |\n| 1863                   | 5 25              | 17 35            |\n\nIt appears here that there is a rude relation between the hours of nodal passage of\nthe Vertical Force and the magnitudes of the curves in the horizontal plane; the early passage of node synchronizing (but with some irregularity) with the small curves in the horizontal plane.\n\nThere is no appearance of any kind of cycle in these results.\n\nLUNO-MENSTRUAL INEQUALITIES IN THE HORIZONTAL PLANE.\n\nThe times of the upper and lower transits of the moon at Greenwich were computed, in Göttingen Time from 1848 to 1857, and in Greenwich Time from 1858 to 1863; and these times were laid down on the time-scales of the photographs, and the intervals were divided each into twelve lunar hours. For each of these hours a new measurement of ordinates was made to the pencil-curve above mentioned. Remarking that the lunar phenomena occur, in rapid succession, at all hours of day and night, and consequently with all orders of change of temperature, it did not appear necessary to apply any correction for temperature to the readings of the Horizontal-Force Photographs.\n\nThe means being taken for every lunar day, and the first days of all the lunations being grouped together from 1848 to 1863, the second days being grouped together, &c., the means were taken for each lunation-day. The results were corrected for secular inequality, in the same manner as those mentioned in preceding sections (the maximum corrections being, at the beginning of the lunation, about $+\\frac{1}{25}$ of the annual correction, and at the end about $-\\frac{1}{25}$ of the annual correction). The deduced lunation-inequalities were the following, the unit for Declination being the minute of arc, and that for Horizontal Force being the whole Horizontal Force:\n\n| Day of Lunation | Inequality in Declination | Inequality in Horizontal Force |\n|-----------------|--------------------------|-------------------------------|\n| 1               | +0·04                    | -0·00017                      |\n| 2               | 0·00                     | -21                           |\n| 3               | +0·09                    | -15                           |\n| 4               | +0·21                    | -6                            |\n| 5               | +0·25                    | -1                            |\n| 6               | +0·24                    | 0                             |\n| 7               | +0·19                    | +5                            |\n| 8               | +0·12                    | +9                            |\n| 9               | +0·09                    | +9                            |\n| 10              | +0·05                    | +6                            |\n| 11              | -0·01                    | +5                            |\n| 12              | -0·08                    | +2                            |\n| 13              | -0·08                    | -2                            |\n| 14              | -0·07                    | -10                           |\n| 15              | -0·07                    | -17                           |\n| 16              | -0·08                    | -17                           |\n| 17              | -0·10                    | -8                            |\n| 18              | -0·11                    | +6                            |\n| 19              | -0·05                    | +16                           |\n| 20              | 0·00                     | +19                           |\n| 21              | -0·05                    | +19                           |\n\n$3 k 2$\n### THE ASTRONOMER ROYAL ON THE DIURNAL AND ANNUAL\n\n| Days of Lunation | Inequality in Declination | Inequality in Horizontal Force |\n|------------------|--------------------------|-------------------------------|\n| 22               | -0·13                    | +0·00016                      |\n| 23               | -0·18                    | +11                           |\n| 24               | -0·18                    | +8                            |\n| 25               | -0·15                    | +6                            |\n| 26               | -0·12                    | 0                             |\n| 27               | -0·04                    | -4                            |\n| 28               | +0·04                    | -3                            |\n| 29               | +0·11                    | -6                            |\n\n### LUNO-DIURNAL INEQUALITIES IN THE HORIZONTAL PLANE.\n\nThe Luno-diurnal inequalities were found in the same way as the Solar Diurnal inequalities; and the results are the following:\n\nThe annual means from 1848 to 1857 are printed in the Greenwich Magnetical and Meteorological Observations, 1859, pages ccxxv and ccxxxii; and it is unnecessary to repeat them here. Those from 1858 to 1863 are contained in the following Tables:\n\n| Lunar Hour | 1858 | 1859 | 1860 | 1861 | 1862 | 1863 | Mean, 1858–1863 | Equivalent in terms of Horizontal Force |\n|------------|------|------|------|------|------|------|-----------------|----------------------------------------|\n| 0          | +0·1 | +0·3 | +0·5 | +0·1 | +0·1 | +0·4 | +0·25           | +0·000073                              |\n| 1          | 0·0  | +0·3 | +0·5 | +0·1 | +0·1 | +0·4 | +0·23           | +67                                    |\n| 2          | +0·1 | +0·4 | +0·4 | +0·1 | +0·3 | +0·3 | +0·27           | +79                                    |\n| 3          | 0·0  | +0·4 | +0·2 | +0·3 | +0·2 | +0·1 | +0·20           | +58                                    |\n| 4          | -0·2 | +0·4 | +0·2 | +0·1 | +0·2 | 0·0  | +0·12           | +35                                    |\n| 5          | -0·2 | +0·2 | 0·0  | +0·1 | -0·1 | -0·1 | -0·02           | -6                                     |\n| 6          | -0·2 | +0·2 | -0·3 | 0·0  | -0·1 | -0·3 | -0·12           | -35                                    |\n| 7          | -0·1 | 0·0  | -0·4 | -0·3 | -0·2 | -0·5 | -0·25           | -73                                    |\n| 8          | -0·1 | -0·1 | -0·4 | 0·0  | -0·3 | -0·5 | -0·23           | -67                                    |\n| 9          | +0·1 | -0·1 | -0·1 | +0·4 | -0·3 | -0·4 | -0·07           | -20                                    |\n| 10         | +0·2 | 0·0  | -0·1 | +0·3 | 0·0  | -0·2 | +0·03           | +9                                     |\n| 11         | +0·1 | +0·1 | -0·1 | +0·4 | +0·2 | -0·2 | +0·08           | +23                                    |\n| 12         | +0·1 | +0·3 | +0·3 | +0·3 | +0·4 | +0·2 | +0·27           | +79                                    |\n| 13         | +0·2 | +0·2 | +0·3 | +0·2 | +0·3 | +0·1 | +0·22           | +64                                    |\n| 14         | -0·1 | +0·1 | +0·3 | +0·2 | +0·2 | +0·1 | +0·13           | +38                                    |\n| 15         | 0·0  | +0·1 | +0·1 | 0·0  | +0·2 | +0·1 | +0·08           | +23                                    |\n| 16         | 0·0  | -0·2 | -0·2 | -0·3 | +0·1 | +0·3 | -0·05           | -15                                    |\n| 17         | -0·2 | -0·3 | -0·3 | -0·3 | 0·0  | +0·1 | -0·17           | -49                                    |\n| 18         | -0·1 | -0·5 | -0·5 | -0·3 | -0·3 | 0·0  | -0·28           | -81                                    |\n| 19         | 0·0  | -0·6 | -0·3 | -0·5 | -0·3 | -0·2 | -0·32           | -93                                    |\n| 20         | +0·1 | -0·7 | -0·3 | -0·4 | -0·5 | -0·2 | -0·33           | -96                                    |\n| 21         | +0·2 | -0·5 | -0·2 | -0·4 | -0·3 | -0·2 | -0·23           | -67                                    |\n| 22         | +0·1 | -0·4 | +0·2 | -0·3 | -0·1 | +0·2 | -0·05           | -15                                    |\n| 23         | +0·1 | 0·0  | +0·2 | -0·1 | +0·2 | +0·3 | +0·12           | +35                                    |\n### INEQUALITIES OF TERRESTRIAL MAGNETISM.\n\n| Lunar Hour | 1858 | 1859 | 1860 | 1861 | 1862 | 1863 | Mean, 1858–1863 |\n|------------|------|------|------|------|------|------|----------------|\n| 0          | -0.00004 | +0.00009 | +0.00002 | +0.00012 | +0.00003 | +0.00004 | +0.000043 |\n| 1          | -     | +    | +    | +    | +    | +    | +    |\n| 2          | 0     | +    | +    | +    | +    | +    | +    |\n| 3          | +     | +    | +    | +    | +    | +    | +    |\n| 4          | +     | +    | +    | +    | +    | +    | +    |\n| 5          | +     | +    | +    | +    | +    | +    | +    |\n| 6          | -     | +    | +    | +    | +    | +    | +    |\n| 7          | -     | +    | +    | +    | +    | +    | +    |\n| 8          | -     | +    | +    | +    | +    | +    | +    |\n| 9          | -     | +    | +    | +    | +    | +    | +    |\n| 10         | +     | +    | +    | +    | +    | +    | +    |\n| 11         | +     | +    | +    | +    | +    | +    | +    |\n| 12         | +     | +    | +    | +    | +    | +    | +    |\n| 13         | +     | +    | +    | +    | +    | +    | +    |\n| 14         | +     | +    | +    | +    | +    | +    | +    |\n| 15         | +     | +    | +    | +    | +    | +    | +    |\n| 16         | +     | +    | +    | +    | +    | +    | +    |\n| 17         | +     | +    | +    | +    | +    | +    | +    |\n| 18         | +     | +    | +    | +    | +    | +    | +    |\n| 19         | +     | +    | +    | +    | +    | +    | +    |\n| 20         | +     | +    | +    | +    | +    | +    | +    |\n| 21         | +     | +    | +    | +    | +    | +    | +    |\n| 22         | +     | +    | +    | +    | +    | +    | +    |\n| 23         | +     | +    | +    | +    | +    | +    | +    |\n\nThe accordance, in general character, of the numbers in the last columns, derived from the observations 1858 to 1863, with those derived from the observations 1848 to 1857 (Greenwich Magnetical and Meteorological Observations, 1859) is so striking, as to give great confidence in the mean of a few years' observation, and to justify the breaking-up of the entire period 1848 to 1863 (of which the observations and reductions necessarily form one connected and uniform series) in any way that physical considerations may suggest. Now, remarking the singular difference for different years which has presented itself in the discussion of the solar inequalities, it appeared to me very desirable to examine whether there is any discoverable difference in the lunar inequalities for the same years. For this purpose, I divided the years into the following groups defined by the magnitude of the curves in the solar-diurnal inequalities:\n\n- Large curves . . . 1848 to 1852;\n- Small curves . . . 1853 to 1857;\n- Small curves . . . 1858 and 1861;\n- Large curves . . . 1859, 1860, 1862, 1863.\n\nThe means for these periods were taken; the first and fourth were united, forming a double mean for large curves, and the second and third were united, forming a double mean for small curves; and in each system the numbers for the groups of three adjacent hours, 0\\(^h\\) to 2\\(^h\\), 3\\(^h\\) to 5\\(^h\\), &c., were added together. Thus were obtained the following:—\nDouble three-hourly sums of Means of Luno-Diurnal Inequalities.\n\n| Extent of Group in Lunar Hours | Western Declination | Horizontal Force |\n|-------------------------------|---------------------|------------------|\n|                               | Years of large solar curves | Years of small solar curves | Years of large solar curves | Years of small solar curves |\n| h h                           | +1·33               | +0·90            | +0·000284                | +0·000182                 |\n| 0 to 2                        | +0·10               | -0·34            | +176                     | +91                       |\n| 3 to 5                        | -1·31               | -0·86            | -313                     | -372                      |\n| 6 to 8                        | -0·17               | +0·72            | -86                      | -19                       |\n| 9 to 11                       | +1·35               | +0·94            | +387                     | +354                      |\n| 12 to 14                      | +0·27               | -0·33            | +147                     | +156                      |\n| 15 to 17                      | -1·14               | -0·89            | -387                     | -201                      |\n| 18 to 20                      | -0·43               | -0·11            | -215                     | -169                      |\n\nThe inequalities are so evidently semidiurnal* that we may at once proceed to treat them on that assumption. Then each of the groups corresponds to a quadrant of luno-semidiurnal tide, and the first quadrant must be understood to begin at 23½h lunar time, or, in arc, 15° before the moon is on the meridian. And when, from the numbers above, we shall have ascertained the argument of the luno-semidiurnal tide as measured from that lunar epoch 23½h, we must represent the argument as measured from lunar noon, or the argument in lunar time, by adding 15° to the argument reckoned from 23½h.\n\nIn each of the semidiurnal tides, the coefficient of the sine of double lunar angle from 23½h may be found by taking 1st number + 2nd number − 3rd number − 4th number, and dividing by $8 \\times (\\sin 15° + \\sin 45° + \\sin 75°) = 15·4544$. And the coefficient of the cosine may be found by summing 1st number + 4th number − 2nd number − 3rd number, and using the same divisor. The sum of a multiple of sine and a multiple of cosine may then be converted into a single sine; and the correction +15° may be applied, to render the argument measurable from lunar noon. Thus we obtain, as expressions for the Lunar Inequality,\n\n**In Western Declination from North,**\n\n- **Years of large solar curves**\n  - First Semidiurnal Wave, $0·246 \\times \\text{sine (double moon’s hour-angle} + 39° + 15°)$\n  - Second Semidiurnal Wave, $0·237 \\times \\text{sine (double moon’s hour-angle} + 31° + 15°)$\n  - Mean, $0·242 \\times \\text{sine (double moon’s hour-angle} + 50°)$\n\n- **Years of small solar curves**\n  - First Semidiurnal Wave, $0·188 \\times \\text{sine (double moon’s hour-angle} + 14° + 15°)$\n  - Second Semidiurnal Wave, $0·169 \\times \\text{sine (double moon’s hour-angle} + 38° + 15°)$\n  - Mean, $0·179 \\times \\text{sine (double moon’s hour-angle} + 41°)$\n\n* The numbers in each of the four columns of figures above may be resolved into a semidiurnal and a diurnal series, as follows:\n\n| +1·34 | -0·01 | +0·92 | -0·02 | +335 | -51 | +268 | -86 |\n|-------|-------|-------|-------|------|-----|------|-----|\n| +0·18 | -0·08 | -0·34 | 0·00  | +161 | +15 | +124 | -32 |\n| -1·22 | -0·08 | -0·88 | +0·02 | -350 | +37 | -286 | -86 |\n| -0·30 | +0·13 | +0·30 | +0·42 | -150 | +65 | -94  | +75 |\n| +1·34 | +0·01 | +0·92 | +0·02 | +335 | +51 | +268 | +86 |\n| +0·18 | +0·08 | -0·34 | 0·00  | +161 | -15 | +124 | +32 |\n| -1·22 | +0·08 | -0·88 | -0·02 | -350 | -37 | -286 | +86 |\n| -0·30 | -0·13 | +0·30 | -0·42 | -150 | -65 | -94  | -75 |\nINEQUALITIES OF TERRESTRIAL MAGNETISM.\n\nIn Horizontal Force.\n\nYears of large solar curves\n\nFirst Semidiurnal Wave, $0.0000596 \\times \\text{sine (double moon's hour-angle} + 21^\\circ + 15^\\circ)$\n\nSecond Semidiurnal Wave, $0.0000781 \\times \\text{sine (double moon's hour-angle} + 20^\\circ + 15^\\circ)$\n\nMean, $0.0000688 \\times \\text{sine (double moon's hour-angle} + 36^\\circ)$\n\nYears of small solar curves\n\nFirst Semidiurnal Wave, $0.0000517 \\times \\text{sine (double moon's hour-angle} + 34^\\circ + 15^\\circ)$\n\nSecond Semidiurnal Wave, $0.0000588 \\times \\text{sine (double moon's hour-angle} + 15^\\circ + 15^\\circ)$\n\nMean, $0.0000552 \\times \\text{sine (double moon's hour-angle} + 41^\\circ)$\n\nThere does not appear to be any sufficient reason for concluding that one of the semi diurnal waves certainly differs from the other, or that the constant angle in the argument is certainly different in any of the several cases. But there appears to be no doubt that the coefficient for years of large solar curves is greater than that for years of small solar curves. The proportion lunar semidiurnal inequality in years of large solar curves is,\n\n$$\\frac{0.242}{0.179} = 1.35;$$\n\nfor horizontal force, $$\\frac{695}{549} = 1.25.$$\n\nIt would seem possible to suggest two conjectural reasons for this remarkable association in the time-law of changes of solar effect and lunar effect. One is, that the moon's magnetic action is really produced by the sun's magnetic action; and a failure in the sun's magnetic power will make itself sensible both in its direct effect on our magnets and in its indirect effect through the intermediation of the moon's excited magnetism. The other is, that, assuming both actions (solar and lunar) to act on our magnets indirectly by exciting magnetic powers in the earth, which alone or principally are felt by the magnets, the earth itself may go through different stages of magnetic excitability, increasing or diminishing its competency to receive both the solar and the lunar action.\n\nThe arguments of lunar inequality, in western declination from north, and in horizontal force to magnetic north, are sensibly the same; so that we may consider the two disturbances to be synchronous, or that they are the effect of one disturbance in a definite straight line. The mean coefficient in western declination $= 0.210$, which expressed in terms of horizontal force $= 0.0000611$. The mean coefficient in force to magnetic north, similarly expressed, $= 0.0000621$. The direction of the composite disturbing force is therefore in the direction magnetic N.W. and S.E. very nearly; or, in astronomical bearing, making an angle $65^\\circ$ west of the north meridian. This may be described roughly as in the line from the Red Sea to the south of Hudson's Bay.\n\nThe laws of the lunar action and the solar action are widely different. The lunar action is semidiurnal; the solar action is mainly diurnal. The lunar action is in the N.W. direction; the solar action is mainly in the S.W. direction. (See the curve for the mean of years 1858–1863, in Plate XXXIV., accompanying this paper; and the curve for the mean of years 1848–1857, Greenwich Magnetical and Meteorological Observations, 1859, page clxxxv.)\nLUNO-MENSTRUAL AND LUNO-DIURNAL INEQUALITIES OF VERTICAL FORCE.\n\nThe luno-menstrual inequality has been investigated; but the resulting numbers are small and uncertain, and it does not appear necessary to insert them here.\n\nThe luno-diurnal inequality for the period 1858–1863, expressed in terms of the horizontal force, is found to be as follows:\n\n| Lunar Hour | Inequality of Vertical Force, in terms of Horizontal Force |\n|------------|----------------------------------------------------------|\n| 0          | +0·000005                                               |\n| 1          | +18                                                    |\n| 2          | +64                                                    |\n| 3          | +26                                                    |\n| 4          | +43                                                    |\n| 5          | +33                                                    |\n| 6          | -84                                                    |\n| 7          | -110                                                   |\n\n| Lunar Hour | Inequality of Vertical Force, in terms of Horizontal Force |\n|------------|----------------------------------------------------------|\n| 8          | -0·000120                                               |\n| 9          | -77                                                    |\n| 10         | -33                                                    |\n| 11         | -51                                                    |\n| 12         | +20                                                    |\n| 13         | +38                                                    |\n| 14         | +95                                                    |\n| 15         | +69                                                    |\n\n| Lunar Hour | Inequality of Vertical Force, in terms of Horizontal Force |\n|------------|----------------------------------------------------------|\n| 16         | +0·000008                                               |\n| 17         | -18                                                    |\n| 18         | -64                                                    |\n| 19         | +20                                                    |\n| 20         | -38                                                    |\n| 21         | -26                                                    |\n| 22         | +97                                                    |\n| 23         | +102                                                   |\n\nOn comparing these numbers with the corresponding numbers for the period 1849–1857 (Greenwich Magnetical and Meteorological Observations, 1859, page cxxxvi), there appears to be sufficient resemblance between them to induce us to combine them. The general mean is as follows:\n\n**Luno-diurnal Inequality of Vertical Force, for the period 1849–1863.**\n\n| Lunar Hour | Inequality of Vertical Force, in terms of Horizontal Force |\n|------------|----------------------------------------------------------|\n| 0          | +0·000011                                               |\n| 1          | +10                                                    |\n| 2          | +16                                                    |\n| 3          | -20                                                    |\n| 4          | -12                                                    |\n| 5          | -53                                                    |\n| 6          | -74                                                    |\n| 7          | -11                                                    |\n\n| Lunar Hour | Inequality of Vertical Force, in terms of Horizontal Force |\n|------------|----------------------------------------------------------|\n| 8          | -0·000078                                               |\n| 9          | -76                                                    |\n| 10         | -33                                                    |\n| 11         | -51                                                    |\n| 12         | -23                                                    |\n| 13         | +10                                                    |\n| 14         | +60                                                    |\n| 15         | +79                                                    |\n\n| Lunar Hour | Inequality of Vertical Force, in terms of Horizontal Force |\n|------------|----------------------------------------------------------|\n| 16         | +0·000049                                               |\n| 17         | +61                                                    |\n| 18         | +31                                                    |\n| 19         | -8                                                     |\n| 20         | -18                                                    |\n| 21         | -6                                                     |\n| 22         | +47                                                    |\n| 23         | +104                                                   |\n\nThese numbers may be rudely resolved into a Luno-diurnal term and a Luno-semidiurnal term, in the following form:\n\n**Luno-diurnal Inequality of Vertical Force, for the period 1849–1863.**\n\n| Lunar Hour | Luno-diurnal term. | Luno-semidiurnal term. |\n|------------|--------------------|------------------------|\n| 0          | +0·000017          | -0·000006              |\n| 1          | 0                 | +10                    |\n| 2          | -22               | +38                    |\n| 3          | -50               | +30                    |\n| 4          | -31               | +19                    |\n| 5          | -57               | +4                      |\n| 6          | -53               | -21                    |\n| 7          | -1                | -10                    |\n| 8          | -30               | -48                    |\n| 9          | -35               | -41                    |\n| 10         | -40               | +7                      |\n| 11         | -77               | +26                    |\n\n| Lunar Hour | Luno-diurnal term. | Luno-semidiurnal term. |\n|------------|--------------------|------------------------|\n| 12         | -0·000017          | -0·000006              |\n| 13         | 0                 | +10                    |\n| 14         | +22               | +38                    |\n| 15         | +50               | +30                    |\n| 16         | +31               | +19                    |\n| 17         | +57               | +4                      |\n| 18         | +53               | -21                    |\n| 19         | +1                | -10                    |\n| 20         | +30               | -48                    |\n| 21         | +35               | -41                    |\n| 22         | +40               | +7                      |\n| 23         | +77               | +26                    |\n\nThe numbers do not appear sufficiently regular to justify the examination with reference to the classification of the years by large solar curves and small solar curves.\nCurves representing the Diurnal Change in Magnitude and Direction of the Magnetic Forces in the Horizontal Plane acting on the North End of the Needle at the Royal Observatory, Greenwich, for each Month in the Year, on the Mean of the Years 1858 to 1863.\n\nThe numerals on the Curves represent Hours of Greenwich Mean Solar Time.\n\nScale in terms of Whole Horizontal Force.\nCurves representing the Diurnal Change in Magnitude and Direction of the Magnetic Forces in the Horizontal Plane acting on the North End of the Needle, at the Royal Observatory, Greenwich, for the Years 1858 to 1863, from the Means of the Observations at corresponding Hours through each Year.\n\nThe numerals on the Curves represent Hours of Greenwich Mean Solar Time.\n\nMagnetic Meridian.\n\nScale in terms of Whole Horizontal Force.\nCurves representing the Diurnal Change in Magnitude and Sign of the Magnetic Vertical Force, acting on the North End of the Needle at the Royal Observatory, Greenwich, for each Month in the Year, on the Mean of Years 1858-1863.\n\n| Months   | Sale in Terms of Whole Vertical Force | Hours of Greenwich Mean Solar Time |\n|----------|--------------------------------------|-----------------------------------|\n| January  | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| February | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| March    | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| April    | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| May      | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| June     | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| July     | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| August   | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| September| + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| October  | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| November | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n| December | + 0.001                              |                                   |\n|          | 0.000                                |                                   |\n|          | -0.001                               |                                   |\n\nW.H.Wesley lith.\nCurves representing the Diurnal Change in Magnitude and Sign of the Vertical Magnetic Force acting on the North End of the Needle at the Royal Observatory, Greenwich, for the Years 1858 to 1863, from the Mean of all the Observations at corresponding Hours through each Year.\n\n| Years | Scale in Terms of Whole Vertical Force | Hours of Greenwich Mean Solar Time |\n|-------|--------------------------------------|-----------------------------------|\n|       | + 0·002                              |                                   |\n|       | + 0·001                              |                                   |\n|       | 0·000                                |                                   |\n|       | - 0·001                              |                                   |\n|       | - 0·002                              |                                   |\n| 1858  |                                      |                                   |\n| 1859  |                                      |                                   |\n| 1860  |                                      |                                   |\n| 1861  |                                      |                                   |\n| 1862  |                                      |                                   |\n| 1863  |                                      |                                   |\n\nW.H.Wesley lith.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/109001.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 17,
    "total-input-tokens": 28496,
    "total-output-tokens": 13021,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2798,
        2
      ],
      [
        2798,
        5883,
        3
      ],
      [
        5883,
        8039,
        4
      ],
      [
        8039,
        9731,
        5
      ],
      [
        9731,
        12173,
        6
      ],
      [
        12173,
        15649,
        7
      ],
      [
        15649,
        19127,
        8
      ],
      [
        19127,
        23429,
        9
      ],
      [
        23429,
        26661,
        10
      ],
      [
        26661,
        30583,
        11
      ],
      [
        30583,
        33810,
        12
      ],
      [
        33810,
        40930,
        13
      ],
      [
        40930,
        41302,
        14
      ],
      [
        41302,
        41733,
        15
      ],
      [
        41733,
        45326,
        16
      ],
      [
        45326,
        46727,
        17
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-109001",
    "title": "On the Diurnal and Annual Inequalities of Terrestrial Magnetism, as Deduced from Observations Made at the Royal Observatory, Greenwich, from 1858 to 1863; Being a Continuation of a Communication on the Diurnal Inequalities from 1841 to 1857, Printed in the Philosophical Transactions, 1863. With a Note on the Lunodiurnal and Other Lunar Inequalities, as Deduced from Observations Extending from 1848 to 1863",
    "authors": "George Biddell Airy",
    "year": 1869,
    "volume": "159",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 17,
    "jstor_url": "https://www.jstor.org/stable/109001"
  }
}