{
  "id": "92b654505dbbbe851fd8001c994d1c2bb2b572e3",
  "text": "II. A Letter of Dr Wallis to Min Heer Leibnitz at Hannover, concerning some easy Methods of his, for the measuring of Curve-lined Figures, Plain and Solid.\n\nCeleberrimo Nobilissimoq; Viro, D. Godefredo Guilielmo Leibnitio, Hannoveræ.\n\nOxoniae, Martii 29. 1700.\n\nIteras Tuas (Vir Celeberrime) Nov. 28. ad me datas, accepi non ita pridem: Quibus quod non prius responderim, Te veniam oro.\n\nTua Novissima Sinica quod spectat, atq; rem eam quam tu illic agis; haud incommodum fore judico, si istius Libri plura Exemplaria, Bibliopolæ vestri, ad nostras mercatum mittant: Dignus utiq; est Liber ille qui pluribus innotescat. Unum illud Exemplar quod ad me mittere dignatus sis, est forte Unicum quod in Angliam appulit, &c. [Quæ sequebantur, alio spectabant.]\n\nInterim, ne nihil sit, quod rem Mathematicam spectet; libet hæc pauca subjicere.\n\nMeminisse forsan poterit Vir Celeberrimus, quod, in Epistola quadam mea ad Te data 30 Julii 1697, (quæ ex eo tempore, est, cum aliis, typis edita, in Operum meorum Mathematicorum volumine Tertio) inter alias ibidem memoratas meas methodos (quibus in Tetragonismis utor) occurrunt hæ Duæ, quarum alteram appello methodum Convolutionis & Evolutionis; alteram, methodum Complicationis & Explicationis. Quorum ope ostendo (tum aliarum Figurarum, tum specialem)\ntim) Cycloidis dimetiendae, Quis sit modus omnium Simplicissimus. (Quod non repeto.)\n\nSimili Artificio colligetur, tota Sphæra cum Cylindro Collatio: Quod sibi monumentum fecit Archimedes.\n\nQuippe si (Fig. 1.) ad Basin P (Peripheriæ Circuli æqualem) Sumatur Altitude R (æqualis Radio) fiet Parallelogrammum Rectangulum = RP. Quod ex minutis Parallelogrammis æque altis, numero infinitis, (juxta receptam methodum Indivisibilium) conflatum intelligatur. Quorum si omnium Vertices, intelligantur, in unicum punctum contrahi Fig. 2. Quo, ex illis minutis Parallelogrammis, totidem fiant Triangula, super eisdem Basibus æque-alta; singula singularum, adeoque omnia omnium, dimidia; (curvata Basi in Circuli Peripheriam:) Fiet Circulus (centro C, radio R,) Parallelogrammi Dimidiüs = RP.\n\nQuæ est, ipsa Archimedis Dimensio circuli: Æqualis utiq, Triangulo Rectangulo, cujus Laterum (Circa Angulum Rectum) æquatur alterum Peripheriæ, alterum Radio, expositi Circuli. Quippe 'R (semi-altitude Trianguli) in P (Basin) ducta, exhibet Magnitudinem istius Trianguli = RP, circulo æqualem.\n\n(Idemq; accommodabitur Sectori Circulari: sumpto Arcu A pro P Peripheria.)\n\nPorro; si, (fig. 3.) ad illud Parallelogrammum = RP, (ut Basem) sumatur itidem (in ordine ad Hemisphaerium) Altitude R; Fiet Parallelepipedum = RRP. Quod pariter, ex minutis Parallelepipedis æque altis, numero infinitis, conflatum intelligatur (minutis arcolis istius Plani insistentibus; quorum omnium communis altitudo sit R; & Basium Aggregatum = RP. Quodsi Parallelogrammum hoc (manente magnitudine = RP,) intelligatur, in curvam superficiem cylindricam curvari (cujus Basis sit P, jam in Peripheriam circuli convoluta, Altitude R:) Quo minuta illa Pa-\nParallelepipeda in totidem Cuneos, seu Prismata:basium triangularium, (Parallelepipedorum, singula singulorum, adeoque omnia omnium, sub-dupla) redigantur; Acies seu Vertices habentia totidem C puncta (seu lineolas minutas) in Axe Cylindri constituta, eaque complextia: Fiet Cylindrus (Parallelepiedi Dimidius) \\(= \\frac{1}{2} RRP\\).\n\nVel (in ordine ad Sphaeram integram) si sumatur, utrinque, Altitudo \\(R\\), (ut sit tota Altitudo \\(D = 2R\\); ) Fiet (convolutione pariter facta,) Cylindrus (ut prius) ex Cuneis seu Prismatibus numero infinitis (Vertices seu Acies habentibus in Axe Cylindri:) \\(= RRP = \\frac{1}{2} RP \\times 2R\\) æqualis Facto ex \\( \\frac{1}{2} RP \\) (circulari Base) in Altitudinem \\(2R\\): seu (quod tantundem est) \\(= \\frac{1}{2} Rx2RP\\), æqualis Facto ex \\( \\frac{1}{2} R \\) (semiflisse communis Altitudinis Cuneorum) in (Basium aggregatum) \\(2RP\\).\n\nQuod quidem Basium Aggregatum, est, ipsa Cylindrica superficies Curva \\(= P \\times 2R\\) (æqualis Facto ex Basis Circularis Peripheria \\(P\\) in Altitudinem \\(2R\\) ducta:) seu \\( \\frac{1}{2} RP \\times 4\\), (æqualis Quatuor Circulis in Sphaera maximis:) Quibus si accenseantur, oppositae duae Bases Circulares; Fiet Cylindri (Sphaeræ circumscripti) tota superficies, æqualis sex circulis Maximis, \\(= \\frac{1}{2} RP \\times 6 = 3RP\\). Et Cylindri Magnitudo, \\(= RRP = \\frac{1}{2} RP \\times 2R\\), æqualis Facto ex Base Circulare \\( \\frac{1}{2} RP \\) in Altitudinem \\(2R\\) ducta: ut prius.\n\nQuodsi porro, Cuneorum horum omnium Vertices (Cylindri Axem Complentes) intelligantur in unum punctum contrahi: quo Cunei illi, seu Prismata, jam fiant todidem Pyramides, super eisdem Basibus æquivalentes; singula singularum, adeoque omnes omnium, subseque tertiae, seu ut \\( \\frac{1}{2} \\) ad \\( \\frac{1}{2} \\); & superficies, prius Curva Cylindrica, jam fiat Sphaerica propter ejus omaia puncta æqualiter a Centro remota; & manente quod prius erat Basium Aggregato \\(= 2RP\\), quatuor Circulis Maximis \\(RRrrr2\\) æquali:)\nquali:) Habebitur, tum tota Sphaeræ superficies \\(=2RP\\) \\(=RP \\times 4\\) æqualis quatuor circulis maximis; & quidem toti Curvae Cylindricæ æqualis, & partes partibus respectivo æquales, eadem. Axis partes respicientibus;) tum Sphaeræ magnitudo \\(=3RRP = RP \\times 2RP\\); æquales Facto ex \\(R\\) (triante communis Altitudinis Pyramidum omnium) in \\(2RP\\) (Basium Aggregatum, jam factam superficiem Sphaericam,) ducto.\n\nEst itaque Cylindri Sphaeræ circumscripti, tum Superficies tum magnitudo, ad Superficie & magnitudinem, (Inscriptæ Sphaerae;) fægnialtera, seu ut 3 ad 2. (Illic quidem, ut sex Circuli maximui \\(=3RP\\), ad quattuor Circulos maximos \\(=2RP\\): Hic vero ut RRP ad \\(3RRP\\).) Quod est illud ipsum Archimedis Inventum celebre.\n\nIdem paulo brevius habetur; si, in Parallelepipedo illo (super plana Base \\(2RP\\) cum Altitudine \\(R\\)) ex minutis Parallelepeditis conflato; Horum omnium Vertices, immediate, censeantur in unicum \\(C\\) punctum comprimi. Quo, manente ut prius Basium Aggregato \\(=2RP\\), Parallelepepida illa, in totidem Pyramides, redigantur; Vertices habentes ad Sphaeræ Centrum cocuntes; cujus Radius \\(R\\), (communis Pyramidum omnium Altitude;) & Sphaerica superficies, Basium omnium Aggregatum. Quippe \\(R\\) (triens communis Altitudinis) in \\(2RP\\) (Basium Aggregatum) exhibet Sphaeræ magnitudinem (ut prius) \\(3RRP\\); & Sphaeræ superficiem \\(=2RP\\).\n\nPotestq; hoc itidem Sectori Sphaerico accommodari. Ducto \\(R\\) (triante communis Altitudinis Pyramidum omnium) in Portionem sphæricaæ superficie plano abscissam: Quæ est, ad totam superficiem Sphaericae, ut est Diametri (seu Axis) pars Abscissa ad totam Diametrum; ut supra ostensum est.\n\nHæc pauca subjunctisse visum est; Quæ quamvis non novam exhibeant Doctrinam antehac incognitam; Constructio tamen, haud inelegans, Tibi (credo) non displicet.\n\nCujus\nCujus quidem Processus totius ratio, his saltem Principiis nititur; Nempe, quod Figura ex Triangulis, est, Dimidia Figureæ ex Parallelogrammis, super eisdem Basibus, æque-altis: (Illam ego appello Figurem Convolutam; Hanc, Evolutam:) Et, Figura ex Pyramidibus, est, Triens Figureæ ex Parallelepipedis, super eisdem Basibus, æque-altis. (Illam ego appello Figurem Complicatam; Hanc, Explicatam.) Quæ possunt mille modis accommodari, Figureis Curvilineis (tum Superficialibus, tum Solidis,) mirum in modum perplexis. Cujus rei nos, hic & alibi, plura dedimus specimina.\n\nTuis ad officia deditissimus\n\nJohannes Wallis.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102757.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 2775,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1295,
        2
      ],
      [
        1295,
        3007,
        3
      ],
      [
        3007,
        4987,
        4
      ],
      [
        4987,
        6821,
        5
      ],
      [
        6821,
        7436,
        6
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102757",
    "title": "A Letter of Dr Wallis to Min Heer Leibnitz at Hannover, concerning Some Easy Methods of His, for the Measuring of Curve-Lined Figures, Plain and Solid",
    "authors": "Johannes Wallis",
    "year": 1700,
    "volume": "22",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/102757"
  }
}