{
  "id": "85ba56ee2b027273b55635ecc31d0310d00852f8",
  "text": "Other Inquiries concerning the Sea.\n\nThe Publisher of these Tracts knowing, that the Honorable Robert Boyle had not left unconsidered the Natural History of the Sea, of which Subject the late, and these present Papers, have entertained the Reader as to the Observables of its Flux and Reflux; He was, on this occasion, instant with that Gentleman to impart to him, for publication, these Heads of Inquiries, he had drawn up, touching that Subject: Which having obtained (though the Author desires, they may be looked upon as unfinished) he thus subjoins.\n\nWhat is the Proportion of Salt, that is in the Water of differing Seas; And whether in the same Sea it be always the same? And if it be not, how much it differs?\n\nWhat is the Gravity of Sea-waters in reference to Fresh Waters and to one another: Whether it vary not in Summer and Winter, and on other Scores? And whether in the same Season its Gravity proceed only from the greater or lesser Proportion of Salt, that is in it, and not sometimes from other Causes? And what are the differing Gravities of the Sea-water, according to the Climats.*\n\nWhat are the Odors, Colours and Tasts, observable in Seawater?\n\nWhat is the Depth of the Sea in several places, and the Order of its Increase and Decrements. And whether the Bottom of the Sea does always rise towards the Shore, unless accidentally interrupted?\n\nOf the Bottom of the Sea, and how it differs from the Surface of the Earth, in reference to the Soil, and Evenness or Roughness of the Superficies; And the Stones, Minerals, and Vegetables to be found there?\n\nWhat the Figuration of the Seas from North to South, and from East to West, and in the several Hemispheres and Climats?\n\nWhat communication there is of Seas by Straights, and Subterranean Conveyances?\n\nOf the Motion of the Sea by Winds, and how far Storms reach downwards towards the Bottom of the Sea?\n\nOf the grand Motions of the Bulk or Body of the Sea; especially of the Tides: Their History as to their Nature and Differences.\n\n* This last clause containing a difficult Query, and that may seem something odd, Mr. Boyle thinks fit to note, That having recommended this matter, among others, to a learned Physician, that was sailing into America, and furnished him with a small Hydrostaticall Instrument, to observe from time to time the Differences of Gravity, he might meet with: This account was returned him, That he found by the Glass, the Sea-water to increase in weight, the nearer he came to the Line, till he arrived at a certain Degree of Latitude; as he remembers, it was about the 30th; after which, the water seemed to retain the same specific gravity, till he came to the Barbados, or Jamaica.\nWhat power the Sea hath to produce or hasten Putrefaction in some Bodies, and to preserve others; as Wood, Cables, and others that are sunk under it?\n\nOf the Power ascribed to the Sea to eject Dead Bodies, Succinum, Ambergris?\n\nOf the shining of the Sea in the night?\nWhat are the Medical virtues of the Sea, especially against Hydrophobia?\nWhat is its virtue to Manure Land? And what are the Plants, that thrive best with Sea-water?\n\nSome Considerations\n\nConcerning the Parenchymous parts of the Body.\n\nThese were communicated by the Inquisitive Mr. Edmund King at the Instance of the Publisher, as follows:\n\nThe Parenchymous parts of the Body, are by Anatomists generally supposed to be in very many places wholly void of Vessels; designed chiefly to fill up Cavities and Interstices between the Vessels, and to bolster up the same, and to convey them through the parts.\n\nBut having many years endeavoured to excarnate several parts of the Body, viz. the Liver, Lungs, Spleen, Kidneys &c. (not to name the Placenta Uteri, which seems to be Parenchymous too;) and being very desirous to make a Scheme of the Vessels of any of these, whatever they were, I fixt upon; I found, notwithstanding all my care to preserve the Vessels, when I was freeing them, as heedfully as I could; from the supposed Parenchyma, that in every breach, I made, either with my fingers or otherwise, all my endeavours were destructive to my purpose; and upon examination of those bits, much of which is called Parenchyma, I met in them more Vessels, than I had preserved in the parts whence they came: And though the Portion were never so small, yet my bare eye could make this discovery; much more could I, when assisted by a Microscope, perceive, I had destroyed more Vessels, than preserved, in despight of the exactest care, I was capable to use.\n\nAnd being not a little concern'd, that I should undertake to preserve the Vessels by such a Cause, as I saw plainly to be their destruction (were the part never so big, or never so small) I was both confounded and tired. For I saw (and so must any, that will attempt this work) in my endeavouring to preserve one Vessel of a traceable magnitude, I spoiled an infinite number of others less discernable, which were as truly Vessels, as the other, differing only in size and figure (as to appearance.) Then reviewing what mischief I had done in every place, quite through the whole Tract of my Fingers, Knife, &c. I began to think within myself, That it was not impossible for these parts to consist wholly of Vessels curiously wrought and interwoven (probably for more uses, than is yet known;) And the considera-",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101516.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4796,
    "total-output-tokens": 1323,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2686,
        2
      ],
      [
        2686,
        5326,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101516",
    "title": "Other Inquiries Concerning the Sea",
    "authors": "Robert Boyle",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/101516"
  }
}