{
  "id": "78791b978ae52d1f620b3bb051b6d59a108dadb3",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable, that a Committee of their members should be appointed to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds\nof their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the Chair to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS.\n\nI. The Croonian Lecture. In which some of the morbid Actions of the straight Muscles and Cornea of the Eye are explained, and their Treatment considered. By Everard Home, Esq. F. R. S. page 1\n\nII. Observations on horizontal Refractions which affect the Appearance of terrestrial Objects, and the Dip, or Depression of the Horizon of the Sea. By Joseph Huddart, Esq. F. R. S. p. 29\n\nIII. Recherches sur les principaux Problèmes de l'Astronomie Nautique. Par Don Josef de Mendoza y Rios, F. R. S. Communicated by Sir Joseph Banks, Bart. K. B. P. R. S. p. 43\n\nIV. On the Nature of the Diamond. By Smithson Tennant, Esq. F. R. S. p. 123\n\nV. A Supplement to the Measures of Trees, printed in the Philosophical Transactions for 1759. By Robert Marsham, Esq. F. R. S. p. 128\n\nVI. On the periodical Changes of Brightness of two fixed Stars. By Edward Pigott, Esq. Communicated by Sir Henry C. Englefield, Bart. F. R. S. p. 133\n\nVII. Experiments and Observations, made with the View of ascertaining the Nature of the Gaz produced by passing Electric Discharges through Water. By George Pearson, M. D. F. R. S. p. 142\nVIII. An Experimental Inquiry concerning Animal Impregnation. By John Haighton, M.D. Communicated by Maxwell Garthshore, M.D. F.R.S. p. 159\n\nIX. Experiments in which, on the third Day after Impregnation, the Ova of Rabbits were found in the fallopian Tubes; and on the fourth Day after Impregnation in the Uterus itself; with the first Appearances of the Fœtus. By William Cruikshank, Esq. Communicated by Everard Home, Esq. F.R.S. p. 197\n\nX. Letter from Sir Benjamin Thompson, Knt. Count of Rumford, F.R.S. to the Right Hon. Sir Joseph Banks, Bart. K.B. P.R.S. announcing a Donation to the Royal Society, for the Purpose of instituting a Prize Medal. p. 215\n\nAPPENDIX.\n\nMeteorological Journal kept at the Apartments of the Royal Society by Order of the President and Council.\nTHE PRESIDENT and COUNCIL of the ROYAL SOCIETY adjudged, for the year 1796, the Medal on Sir GODFREY COPLEY's Donation, to GEORGE ATWOOD, Esq. F.R.S. for his paper on the Construction and Analysis of geometrical Propositions, determining the Positions assumed by homogeneal Bodies which float freely, and at rest, on a fluid Surface; and also determining the Stability of Ships, and other floating Bodies.\nCONTENTS.\n\nXI. On the Action of Nitre upon Gold and Platina. By Smithson Tennant, Esq. F. R. S. p. 219\n\nXII. Experiments to determine the Force of fired Gunpowder. By Benjamin Count of Rumford, F. R. S. M. R. I. A. p. 222\n\nXIII. A Third Catalogue of the comparative Brightness of the Stars; with an introductory Account of an Index to Mr. Flamsteed's Observations of the fixed Stars contained in the second Volume of the Historia Coelestis. To which are added, several useful Results derived from that Index. By William Herschel, LL.D. F. R. S. p. 293\n\nXIV. An Account of the Means employed to obtain an overflowing Well. In a Letter to the Right Honourable Sir Joseph Banks, Bart. K. B. P. R. S. from Mr. Benjamin Vulliamy. p. 325\n\nXV. Observations of the changeable Brightness of the Satellites of Jupiter, and of the Variation in their apparent Magnitudes; with a Determination of the Time of their rotatory Motions on their Axes. To which is added, a Measure of the Diameter of the Second Satellite, and an Estimate of the comparative Size of all the Four. By William Herschel, LL.D. F.R.S. p. 332\n\nXVI. Farther Experiments and Observations on the Affections and Properties of Light. By Henry Brougham, Jun. Esq. Communicated by Sir Charles Blagden, Knt. Sec. R. S. p. 352\nXVII. On Gouty and Urinary Concretions. By William Hyde Wollaston, M.D. F.R.S. p. 386\n\nXVIII. Experiments on carbonated hydrogenous Gas; with a View to determine whether Carbon be a simple or a compound Substance. By Mr. William Henry. Communicated by Mr. Thomas Henry, F.R.S. p. 401\n\nXIX. Observations and Experiments on the Colour of Blood. By William Charles Wells, M.D. F.R.S. p. 416\n\nXX. An Account of the Trigonometrical Survey, carried on in the Years 1795, and 1796, by Order of the Marquis Cornwallis, Master General of the Ordnance. By Colonel Edward Williams, Captain William Mudge, and Mr. Isaac Dalby. Communicated by the Duke of Richmond, F.R.S. p. 432\n\nPresents received by the Royal Society, from November 1796 to July 1797. p. 543\n\nIndex. p. 547",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106915.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15450,
    "total-output-tokens": 2170,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1464,
        3
      ],
      [
        1464,
        2953,
        4
      ],
      [
        2953,
        4072,
        5
      ],
      [
        4072,
        4849,
        6
      ],
      [
        4849,
        5255,
        7
      ],
      [
        5255,
        5255,
        8
      ],
      [
        5255,
        6532,
        9
      ],
      [
        6532,
        7294,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106915",
    "title": "Front Matter",
    "authors": null,
    "year": 1797,
    "volume": "87",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/106915"
  }
}