{
  "id": "7bd3ecf8649fdd628603971c4eac76a7c6b45f12",
  "text": "XXVIII. Observations on two Antient Roman Inscriptions discovered at Netherby in Cumberland: In a Letter to the Right Rev. Charles Lord Bishop of Carlisle, F. R. S. from the Reverend John Taylor, LL. D. Canon Residentiary of St. Paul's, and Chancellor of the Diocese of Lincoln.\n\nTo the Right Rev. the Lord Bishop of Carlisle.\n\nRead May 12, 1763.\n\nThe following observations I beg leave to present to your Lordship, who was pleased to communicate those remains of antiquity, that gave birth to them. The Society of Antiquaries cannot but be greatly delighted to see your Lordship advanced to an Episcopacy, in a country Antiquitatum Romanarum feracissima; and succeeding, at a distance, a very consummate Antiquary, to whom this kingdom stands greatly indebted, the great bishop Nicholson.\n\nYour Lordship's former situation in another remote part of England contributed greatly to the cultivation of this kind of letters, and brought us acquainted with what might otherwise have lain unknown or neglected. We begin already to experience the benefit of your Lordship's removal to this.\n\nI am,\n\nAmen-Corner, my Lord,\nApril 28th, etc. etc.\n1763.\n\nJohn Taylor.\nTHE inscriptions [TAB. XI.] marked N°. I. No. II. were discovered at Netherby in Cumberland, the former in the year 1762, the other early in the present century: they both make mention of Marcus Aurelius Salvius, Tribune of the Cohors Prima Ælia Hispanorum Milliaria Equitata. The former moreover points out the particular emperor M. Aurelius Severus Alexander, in whose reign it was engraved: and almost directs us to the very year also: which must have been either the CCXXVIth or CCXXIXth of the Christian æra, for in those two years was that emperor consul: and one of those consulates this stone alludes to, in the last words of it; which I read thus:\n\nIMPERATORE DOMINO NOSTRO\nSEVERO ALEXANDRO, PIO,\nFELICE, AVGUSTO, CONSVLE.\n\nAnd here I take occasion to observe, that this appellation Dominvs Noster was given to our emperor in the inscription before us, notwithstanding what is recorded of him by his historian, Lampridius, Dominum se appellari vetuit. And be it observed, that whatever inclination Alexander Severus might have towards Christianity, as has been imagined, his forces in Britain, as appears from that pagan and frequent compliment, which occurs in the fourth line of this inscription, were not in the secret:\n\nDEVOTA NVMINI MAIESTATIQUE EIVS.\n\nAnd\nA Draught of the Discoveries made at Netherby in the Parish of Arthuret & County of Cumberland, in the Month of May 17...\n\nThe elevation of 36 Pillars found Standing at E.E.\n\nN.E.R.S.\n.....quoD TIBI NON VIS\n.....nE FECERIS\nA.....G.....O\nD.N.O.M.\n\nA.A.A.A. Four Pillars of Square Style one above another with a little Cement between.\nB.B. Tavern.\nC.C. Two Conduits or Air Pipes.\nD.D.D. Three hollow Tubes or Pipes thro' the Wall.\nE.E. Fifty four Pillars of Solid Stone, 36 of which are covered with Tagg & Cement.\nF. A Bath.\nG. The Altar with an Inscription upon it, found in the same Year.\nH.H. Full of Tile both inside and outside.\n\nN.B. Most of the Rooms were floored with a small thick Flagg laid in Cement, with three\n\nA Scale of Feet\nThe elevation of 36 Pillars found Standing at E.E.\n\nI.\nIMP CAES M AVRELIO\nSEVERO ALEXANDRO PIO FEL AVG\nPONT MAXIMO TRIB POT COS PP COH I AEL\nHISPANORVM EQ DEVOTA NUMINI\nMAIESTATIQUE EIVS BASILICAM\nEQUESTREM EXERCITATORIAM\nIAMPRIDEM A SOLO COEPTAM\nAEDIFICAVIT CONSUMMavitQVE\nSVB CVRA MARI VALERIANI LEG\nAVG PR PR INSTANTE M AVRELIO\nSALVIO TRIB COH IMP D N\nSEVERO ALEXANDRO PIO FEL\nAVG COS\n\nII.\nDEAE SANCTAE FORTYNAE\nCONSERVATRICI\nMARCVS AVREL\nSALVINISTRIVNVS\nCOH I AELHI\nSPANORVM\nEQ\nV. S. L. M.\n\nThis Altar was found Standing at G. Several Years before the Building was taken up.\n\nOne above another with a little Cement between. B.B. Twenty Pillars of the same kind.\n\nD.D.D. Three hollow Tyles or Pipes thro' the Wall.\n\nStone, 36 of w. are covered with Flagg & Cement. F. A Bath discover'd in the Year 1732.\n\nDescription upon it found in the same Year. H.H. Full of Tyle both hollow & plain.\n\nFloored with a small thick Flagg laid in Cement, with three Course of Pavement below.\nAnd farther still, a Cumberland inscription, marked LI. in Horseley, carries the pagan compliment to the same emperor something higher *:\n\nDEABVS MATRIBVS TRAMARINIS\nET NUMINI IMPERATORIS ALEXANDRI AVGVSTI ET IVLIAE MAMMAEAE\nMatri Avgvsti Nostri et Castro-\nrvm totiq. Domvi Divinae\nAETERNAEQ. VEXILLATIO. ...... Posuit.\n\nThe passages, which seem to favour the opinion I mentioned, of this emperor's tendency to Christianity, are these of Lampridius, scil.\n\nJudæis privilegia reservavit: Christianos esse pas-\nsus est.\n\nMatutinis horis, in larario suo (in quo et divos principes, sed optimos et electos, et animas sanctiores, in quibus & Apollonium, et, quantum scriptor suorum temporum dicit, Christum, Abraham, et Orpheum, et hujuscemodi Deos habebat, ac majorum effigies) rem divinam faciebat.\n\nChristo templum facere voluit, eumque inter Deos recipere.\n\nQuum Christiani quendam locum, qui publicus fu-\nerat, occupassent, contra Popinarii dicerent, sibi eum deberi, reliquit, Melius esse, ut quomodocunque il-\nlic Deus colatur, quam Popinariis dedatur.\n\nClamabatque sæpius, quod a quibusdam sive Ju-\ndæis sive Christianis audierat, et tenebat: idque per præconem, quum aliquem emendaret, dici jubebat,\n\nQVOD TIBI FIERI NON VIS ID ALTERI NE FECERIS.\n\n* This, as far as we know for certain, is the only inscription in Britain made under this emperor, except that we are now discoursing of.\n\nQuam\nQuam sententiam usque adeo dilexit, ut et in palatio et in publicis operibus praescribi juberet.\n\nI mention this the rather, because I believe, that one of those inscriptions mentioned by Lampridius is come down to our times, but somewhat mutilated. It is to be found on the Via Appia, not far from the Tres Tabernae; and is marked N° III. in the paper before you.\n\nNetherby, whether the Castra Exploratorum of Antonine, with Horsley and Wesseling, or the Æsica of Ravennas, with Camden and Gale, is the place, where the inscriptions marked N° I. and N° II. were lately discovered. N° I. served as a cover to a drain, which did not seem of any considerable age: the table part of which is five feet seven inches, by two feet four inches and a half: the margent two inches more. N° II. was found in a room or apartment belonging to a large building, lately discovered, but now pulled to pieces for the sake of the materials. My L. of Carlisle has a draught of it, where there appears to have been an hypocaust, and possibly thereabouts was the Basilica also, mentioned in our first inscription.\n\nA Durham inscription, marked XI. in many instances explains ours, and is proper to be compared with it. It runs thus:\n\nIMP. CAESAR M. ANT. GORDIA\nNVSP. F. AVG. BALNEVM CVM\nBASILICA A SOLO INSTRVXIT\nPER GN. LVCIILIANVM LEG. AVG.\nPR PR CVRANTE M. AVR.\nQVIRINO PRAE. COH. I. LEG. GOR.\nThe purport of the Inscription now under consideration is this, viz.\n\nIn the reign of Severus Alexander, Pius, Felix, &c. the Cohors Prima Ælia Hispanorum Milliaria Equitata put the finishing hand to a building, termed here Basilica Equestris Exercitatoria, the foundations of which had been laid some time before. This was conducted under the care and direction of Valerianus, the emperor's lieutenant and pro-prætor, at the instance of M. Aurel. Salvius, tribune of the aforesaid company.\n\nLine 3. The Cohors I. Hispanorum is mentioned in many inscriptions found hereabouts, but in none of them called Ælia, as here in these two inscriptions. coh. i. AELIA DACORVM is very frequent. And in the Notitia we meet with Cohors prima Ælia Clasica.\n\nLine 4. I read HISPANORVM MILLIARIA EQVITATA; the Monogram standing for M. or MILLIARIA, and EQ. for EQVITATA, not EQVESTRIS. For the auxiliaries served on foot, some of the regiments being lined, or flanked, with horse, and called therefore Equitatae: for that is the meaning of the word, not promoted from the foot service to the horse, which is the opinion of some, as Mr. Horsley, for instance, &c. I have spoken to this point more fully in my observations upon the Rutchester Inscription, which are printed in the Philosophical Transactions *.\n\nLine 5. Basilica is a word of large extent, and commonly signifies what is built for public use, or by public authority. It is therefore frequently applied to a burse or exchange. The public roads are termed\n\n* A.D. 1747. No 482. III.\nBasilicæ: and the Christian writers took this word for their churches.\n\nThough this be the common use of the word, it is not the primary. It signifies, I say, originally and principally, as it does in this inscription, a portico or colonnade, which being very large and considerable in places built for courts of justice, for public auditories and meetings of merchants, it came to pass, that the name of the principal was sunk in the adjunct; and all these places called alike basilicæ, from the colonnade, which attended, and perhaps sometimes encompassed them:\n\nBasilicarum loca, adjuncta foris, quam calidissimis partibus oportet constitui, ut per hyemem sine molestia tempestatum se conferre in eas negociatores possent. Vitruv. V. i.\n\nIn the law-books I find them sometimes distinguished:\n\nSacram vel religiosam rem vel usibus publicis in perpetuum reliætam, ut forum, aut basilicam, aut hominem liberum, inutiliter stipulor. L. 83. § 3. D. de V. O.\n\nAnd so likewise Asconius upon Cic. Orat. pro Milone:\n\nQuo igne & ipsa quoque curia flagravit, & item Porcia basilica, quæ erat ei juncta, ambusta est.\n\nIn Capitolinus I meet with basilica centenaria, basilica pedum quingentorum. And in the same light we must certainly view the words of Vopiscus in the life of Aurelian:\n\nMiliarensem denique porticum in hortis Sallustiis ornavit, in qua quotidie et equos et se fatigabat.\n\nWhich passage will explain the words of Juvenal, Sat. IV. init. Quid\nQuid referit igitur, quantis jumenta fatiget\nPorticibus\n\nAnd both together, the use and destination of the building, which is the subject of our Inscription, BASILICA (i.e. porticus) EQVESTRIS EXERCITATORIA.\n\nAs the Roman affairs in Britain are little known under this emperor; one only Inscription besides, as I observed, either bearing his name, or referring to his age, these notices may possibly be more welcome. And what makes the first Inscription more so, is the mention of a new Legate, or lieutenant and pro-prætor, Valerianus, in this province, never taken notice of before. A copper Inscription lately discovered in the estate of the D. of Norfolk in Yorkshire, and now in his Grace's possession, affords us another, and that a very remarkable personage, under the emperor Hadrian, and one much known in the Roman history.\n\nWhat was the prænomen of this Legate, l. 9. is a matter of farther enquiry.\n\nXXIX. A Method of lessening the Quantity of Friction in Engines, by Keane Fitzgerald, Esq; F. R. S.\n\nRead May 12, 1763.\n\nMECHANICS, or that branch of mathematics which considers motions and moving powers, their nature and laws, is properly distinguished into rational, and practical.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105716.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 10,
    "total-input-tokens": 15174,
    "total-output-tokens": 3366,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1157,
        2
      ],
      [
        1157,
        2428,
        3
      ],
      [
        2428,
        3167,
        4
      ],
      [
        3167,
        4145,
        5
      ],
      [
        4145,
        5541,
        6
      ],
      [
        5541,
        6918,
        7
      ],
      [
        6918,
        8448,
        8
      ],
      [
        8448,
        9898,
        9
      ],
      [
        9898,
        11093,
        10
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105716",
    "title": "Observations on Two Antient Roman Inscriptions Discovered at Netherby in Cumberland: In a Letter to the Right Rev. Charles Lord Bishop of Carlisle, F. R. S. from the Reverend John Taylor, LL. D. Canon Residentiary of St. Paul's, and Chancellor of the Diocese of Lincoln",
    "authors": "John Taylor",
    "year": 1763,
    "volume": "53",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 10,
    "jstor_url": "https://www.jstor.org/stable/105716"
  }
}