{
  "id": "552c4908e1847f098e014194344e339c0120c911",
  "text": "I. Cometæ Berolini nuper visi observationes, ut Eclipseos Solaris Feb. 19no mane, Noribergæ & Berolini habitæ, è Novis Litterariis Berolinensibus, hoc anno primum edi caeptis, desumptæ.\n\nC. Christfridus Kirchius, motus Corporum coelestium, ut munere sibi à Societate Scientiarum Regia (Berolini) demandato recte fungeretur, sedulò observans, a. d. XV. Kal. Febr. (Jan 18. st. n.) anni praesentis, vesperi dimidiâ Septimâ, versus Septentriones fortuitò Cometam conspexit. Vicinus erat ad dextram (stellarum) γ & β Bayeri in Ursa minore, nudoque oculo longè distinctius apparebat, quam β Ursa minoris, licet ea insignis sit Stella secundæ magnitudinis, cum longè pallidior quidem majore tamen diametro, arque satis clara luce maxime circa centrum, conspicetur. Per Tubum visus lucidam rotundamque referebat nubeclam; Caudæ autem nullum observari potuisse vestigium, neque Nucleus dignoscì. Motu celerrimo ab hora VII. ad XI. processit, gradusque quattuor cum dimidio abolvit, ut ex observationibus colligitur.\n\nDie 19no & 20mo Januarii coelum nubibus fuit obductum. Die vero 21mo Cometa longè recesserat à loco suo nupero, atque in Cassiopea deprehendebatur, ubi cum stellis ε & δ triangulum conficiebat (an equicure?) facil. Hora 5h 45' in 17° 34' 8, sub latitudine Boreali 49° 54' hærebat: Deinde 9h 15', in 16° 38' 8 sub Lat. Bor. 49° 2' conspiciebatur. Cæterum multum decreverat, atque à celeritate sua remiserat; praeterquam enim quod pallidior quam ante apparebat, stellas etiam quartæ dignitatis magnitudine haud superare nudo ocu-\nlo conspectus videbatur, inque orbita sua, quatuor cum dimidia horis, non ultra sesquigradum processerat: Tubi autem beneficio diameter ejus 7 min. inveniebatur.\n\nJan. 23. hora IV. mat Cometa cum δ & φ Cassiopeae triangulum æquicurum efficiebat, cum ab utraque 2° 41½ abesse. Hoc mane duarum horarum spatio vix dimidium gradum absolvit; hora decima vespertina cum δ Cassiopeae & φ Persei in linea recta cernebatur, atque à priori 3° 38', à posteriori 3° 9' distabat. Diameter ejus erat 5 min. nudoque oculo conspectus stellam quintæ magnitudinis referebat.\n\nDie 24° Jan. hora VI. mat. nondum attigerat φ Persei, sed cum u & g ejusdem Asterismi triangulum æquicurum sistebat, & ab utraque non planè 3½ grad. aberrat. Plura ex observationibus docebit Astrophilos Vir accuratisimus, in pleniori quam parat hujus Cometæ Historia.\n\nHaec enim Nova Litteraria dicta pag. 43, 44 ubi deferantur Observationes Diei 18°, cum Cometa velocissime motus terræ proximus erat, unde certius de Via ejus tans vera quam apparente judicium ferre possemus. Manifestum autem est cum Polo Æquatoris Boreo vicinissimum die Januarii 19° transisse. Quod si cui libeat has Observationes ad examen revocare, calculoque accurato subjicere; in illius gratiam, loca Stellarum fixarum, quarum hic fit mentio, ex Catalogo Britannico excerpta, subiectuntur: Unde etiam patet nonnulla in hac motus Cometæ descriptione haud rite se habere; qua tamen à Cl. Kirchio corrigi, in pleniori ejus quam promisit historia, spes est.\n\nStellarum\nStellarum fixarum Loca ineunte Anno 1718.\n\n| BAYERO | Long. | Lat. Bor. |\n|--------|-------|-----------|\n| Ursae minoris | β | 9° 18' 07\" 58' 10\" |\n| | γ | 17° 35' 15\" 75' 13\" 15\" |\n| Cassiopeae | δ | 8° 14' 00\" 35\" 46' 23\" 25\" |\n| | ε | 8° 20' 50\" 8' 47' 31\" 50\" |\n| | φ | 8° 11' 36\" 35\" 45' 4\" 5\" |\n| Persei | υ | 8° 8' 32\" 0' 35' 23\" 45\" |\n| | φ | 8° 10' 41\" 35\" 36' 49\" 15\" |\n| | ζ | 8° 12' 15\" 20\" 36' 18\" 37\" |\n\nEx iisdem Novis etiam obtinuimus duplicem observationem Eclipseos exigue Solaris, currentis anni Feb. 19° st. vet. mane celebrata; alteram Noribergæ à Cl. D. Wurtzelbau, alteram à praefato D. Kirchio Berolini habitam.\n\nNoribergæ autem Sol ortus est aliquantulum deficiens in limbo superiore, qui quidem defectus ad tres plene digitos accrevit; Deficit Eclipseis 8° 8' 48\" circa 60 grad. à Vertice Solis ad Sinistras. Berolini vero Sol statim ab ortu capit deficere, Hora scil. 6° 49' vel 49' ½. Circa medium Eclipseos, nempe 7° 35', erant Partes lucide in Sole residue 24' 40\", unde digiti obscurati 2° 50'. Finis autem incidit in 8° 28' 10\". Qui plus a de his cupid, adeat Nova ipsa Berolini edita.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103330.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6180,
    "total-output-tokens": 1723,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1537,
        2
      ],
      [
        1537,
        3035,
        3
      ],
      [
        3035,
        4152,
        4
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      true
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103330",
    "title": "Cometae Berolini Nuper Visi Observationes, ut & Eclipseos Solaris Feb. 19no Mane, Noribergae & Berolini Habitae, e Novis Litterariis Berolinensibus, hoc anno Primum edi coeptis, Desumptae",
    "authors": "Novis Litterariis Berolinensibus",
    "year": 1717,
    "volume": "30",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/103330"
  }
}