{
  "id": "8cbae532a5c3085d2e97649422bdd64020814bfb",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1801 to July 1802;\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1801.\n\nPRESENTS.\n\nNov. 5. Some Account of the Cathedral Church of Durham. London, 1801.\n\nRoyal Humane Society. Annual Report, 1801. London.\n\nThe Anniversary Sermon of the Royal Humane Society, by W. Langford, D.D. London, 1801.\n\nNova Acta Academiae Scientiarum Imperialis Petropolitanae. Tom. XII. Petropoli, 1801.\n\nTables trigonometriques decimales, calculées par Ch. Borda, revues et publiées par J.B. Delambre. Paris, An 9.\n\nBibliotheca quam Daniel Williams bono publico legavit Catalogus. Londini, 1801.\n\nA Series of Engravings to illustrate the Morbid Anatomy of the Human Body. Fascic. VII. London, 1801.\n\nHistoire Celeste Francaise, publiée par J. Delalande. Tome I. Paris, An 9. (1801.)\n\nAnnuaire de la Republique Francaise pour l'Annee X. Paris, An 9.\n\nBibliotheque Britannique. No. 113—120.\n\nSupplement to a Memoir concerning the fascinating Faculty which has been ascribed to the Rattlesnake. (Philadelphia, 1800.)\n\nMoyens propres à sauver les Equipages d'une Partie des Vaisseaux qui viennent échouer et perir à la Côte, par Ducarne Blangy. Paris, An 9. (1801.)\n\nPolygraphie, ou l'Art de correspondre, à l'aide d'un Dictionnaire, dans toutes les Langues, par Zalkind Hourwitz. Paris, An 9.\n\nDONORS.\n\nThe Society of Antiquaries.\n\nThe Royal Humane Society.\n\nThe Imperial Academy of Sciences of Petersburg.\n\nThe Bureau des Longitudes of Paris.\n\nThe Trustees under the Will of the late Dr. Williams.\n\nMatthew Baillie, M.D. F.R.S.\n\nM. Delalande, F.R.S.\n\nProfessor Pictet, F.R.S.\n\nProfessor Barton, of Philadelphia.\n\nM. Ducarne Blangy.\n\nM. Hourwitz.\nDe Amoribus Pancharitis et Zoroæ, Poema eroticodidacticon. Parisiis, A. 9.\n\nMecanique philosophique, par R. Prony. Paris, An 8.\n\nNotice sur les grandes Tables logarithmiques et trigonometriques, calculees au Bureau du Cadastre. Paris, An 9.\n\nJ. J. Winterl Prolusions ad Chemiam Sæculi decimioni. Budæ, 1800.\n\nJacobi Dickson Fasciculus Quartus Plantarum cryptogamicarum Britanniae. Londini, 1801.\n\nThe literary Life of William Brownrigg, M. D. F. R. S. by J. Dixon. Whitehaven, 1801.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 53—57.\n\nThe Philosophical Magazine, by A. Tilloch. No. 36—41.\n\nTransactions of the Dublin Society. Vol. I. Part 1 and 2. Vol. II. Part 1. Dublin, 1800, 1801.\n\nObservations sur la Pesanteur de l'Atmosphere, par le Cit. Pugh. Rouen, An 8.\n\nRapport sur le Perfectionnement des Charrues, par le Cit. François (de Neufchateau.) Paris, An 9.\n\nA Treatise on Fluxions, by Colin Maclaurin, 2d edition. London, 1801. 2 Vols.\n\nA Companion to the Gentleman's Diary for the Year 1798. London, 1797.\n\nThe Gentleman's Mathematical Companion for the Years 1799—1782. London, 1798—1801.\n\nPlants of the Coast of Coromandel, by W. Roxburgh. Vol. II. No. 3.\n\nA Continuation of an Account of Indian Serpents, by P. Russel. London, 1801.\n\nThe Works of James Harris, Esq. London, 1801. 2 Vols.\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 58.\n\nThe Philosophical Magazine, by A. Tilloch, No. 42.\n\nMémoires de l'Academie Royale des Sciences et Belles-Lettres, 1797. Berlin, 1800.\n\nJ. E. Bode Uranographia. Berlin, 1801.\n\nDescription et Connaissance générale des Constellations, par J. E. Bode. Berlin, 1801.\n\nAstronomisches Jahrbuch für das Jahr 1804, von J. E. Bode. Berlin, 1801.\n\nCases of Phthisis pulmonalis, successfully treated, upon the Tonic Plan. C. Pears. London, 1801.\n\nA Series of Engravings to illustrate the Morbid Anatomy of the Human Body. Fascic. VIII. London, 1801.\n\nProfessor Petit-Radel, of Paris.\n\nM. Prony, of the Institute of France.\n\nProfessor Winterl.\n\nMr. James Dickson.\n\nJoshua Dixon, M. D.\n\nMr William Nicholson.\n\nMr Alexander Tilloch.\n\nThe Dublin Society.\n\nM. Pugh.\n\nM. François de Neufchateau, Senateur de France.\n\nMr. William Davis.\n\nThe Committee of Warehouses of the East India Company.\n\nThe Earl of Malmesbury.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Royal Academy of Sciences of Berlin.\n\nMr. J. E. Bode, F. R. S.\n\nMr. Charles Pears.\n\nMatthew Baillie, M. D. F. R. S.\nPRESENTS.\n\nObservations on the Cow-pock, by J. C. Lettsom. London, 1801. 4°\n\nJan. 14. A Journal of Natural Philosophy, by W. Nicholson. No. 1. 8°\n\nThe Philosophical Magazine, by A. Tilloch, No. 43.\n\n21. Connoissance des Tems pour l'An 12, publiée par le Bureau des Longitudes. Paris, An 9. 8°\n\nIntroduction à la Science de l'Economie politique, et de la Statistique générale, par G. Leblanc. Paris, 1801. 8°\n\n28. The Prospectus, Charter, Ordinances, and Bye-laws, of the Royal Institution of Great Britain. London, 1800. 4°\n\nJournals of the Royal Institution of Great Britain. No. 1—5. 8°\n\nA Syllabus of a Course of Lectures on Natural and Experimental Philosophy, by T. Young. London, 1802. 8°\n\nA Syllabus of a Course of Lectures on Chemistry, delivered at the Royal Institution of Great Britain. London, 1802. 8°\n\nFeb. 4. Bibliotheque Britannique, No. 129—140. Table générale des Matieres des cinq premières Années de la Bibliotheque Britannique. Geneve, 1801. 8°\n\nDella Specola astronomica de' Regii Studii di Palermo Libri V. di Gius. Piazzi. Palermo, 1792—1794. 2 Vols. fol.\n\nGeneral Zoology, by G. Shaw. Vol. I. II. and III. London, 1800—1802. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No. 2. 8°\n\nThe Philosophical Magazine, by A. Tilloch. No. 44.\n\n11. Transactions of the Society for the Encouragement of Arts, Manufactures, and Commerce. Vol. XIX. London, 1801. 8°\n\nActes de la Société de Medecine, Chirurgie, et Pharmacie, établie à Bruxelles. Tome I. 1 Partie. Bruxelles, An 6. 2 Partie, An 8. 8°\n\nJ. B. Van Mons Censura Commentarii a Wieglebo nuper editi, cui Titulus : De Vaporis aquei in Aërem Conversione. Bruxelles, An 9. 4°\n\nCadran logarithmiques adaptés aux Poids et Mesures, par A. S. le Blond. 8°\n\nNotice historique sur la Vie et les Ouvrages de Jean Etienne Montucla, par A. S. le Blond. Paris, An 8. 8°\n\nMémoire sur la Reintegration du Sang arteriel dans les Veines, Versailles. 8°\n\nDONORS.\n\nJohn Coakley Lettsom, M. D. F. R. S.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe National Institute of France. M. Leblanc.\n\nThe Managers of the Royal Institution.\n\nProfessor Pictet, F. R. S.\n\nProfessor Piazzi, of Palermo.\n\nGeorge Shaw, M. D. F. R. S.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch.\n\nThe Society for the Encouragement of Arts, Manufactures, and Commerce.\n\nGeorge Biggin, Esq.\n\nM. le Blond.\n\nM. Mangin.\nPRESENTS.\n\n18. Journals of the Royal Institution of Great Britain. No. 6.\nA Walk through Southampton, by Sir H. C. Englefield. Southampton, 1801.\n\n25. Kongl Vetenskaps Academiens Nya Handlingar, Tom. XXI. för År 1800, 3d and 4th Quarter; Tom. XXII. för År 1801, 1st, 2d, and 3d Quarter. Stockholm.\n\nCharts of Meteorological Observations, made at Soho, in the County of Stafford, in 1799, 1800, and 1801.\n\nThéatre de M. Cailhava. Paris, 1781. Tomes II.\n\nLes Journalistes Anglois, Comedie, par M. de Cailhava. Paris, 1802.\n\nDe l'Art de la Comedie, par M. de Cailhava. Paris, 1786. Tomes II.\n\nLes Menechmes Grecs, Comedie, par J. F. Cailhava. Paris, 1791.\n\nAthenes pacifiee, Comedie, par Cailhava. Paris, An 6.\n\nEssai sur la Tradition Théatrale, par Cailhava. Paris, An 6.\n\nNotices pour servir à l'Histoire des Théatres, par Cailhava. Paris, An 6.\n\nLa Descente de Bonaparte en Egypte, par P. Brunetti, traduit de l'Espagnol par Cailhava. Paris, An 8.\n\nLe Depit amoureux, retabli en cinq actes, par Cailhava. Paris, An 9.\n\nHydrogéologie, par J. B. Lamarck. Paris, An 10.\n\nJ. G. Schneider Historia Amphibiorum naturalis et literariae Fasciculus 2. Jenæ, 1801.\n\nMar. 4. A Journal of Natural Philosophy, by W. Nicholson. No. 3.\n\nThe Philosophical Magazine, by A. Tilloch. No. 45.\n\n11. An Account of a new Mode of Operation for the Removal of the Cataract, by Sir J. Earle. London, 1801.\n\nDisquisitiones arithmeticae, Auctore C. F. Gauss. Lipsiae, 1801.\n\n18. Bibliothèque Britannique, No. 141—144.\n\n25. An entirely new Survey of the County of Kent, by the Surveying Draftsmen of the Board of Ordnance. 4 Sheets.\n\nThe Sixteenth Report of the Society for bettering the Condition of the Poor. London, 1801.\n\nJournal de Chimie, par J. B. Van Mons. No. 1—4. Bruxelles, An 10.\n\nDONORS.\n\nThe Managers of the Royal Institution.\n\nSir Henry C. Englefield, Bart. F. R. S.\n\nThe Royal Academy of Sciences of Stockholm.\n\nMatthew Boulton, Jun. Esq.\n\nM. Cailhava, de l'Institut de France.\n\nM. Lamarck, de l'Institut de France.\n\nProfessor Schneider, of Frankfort on the Oder.\n\nMr William Nicholson.\n\nMr Alexander Tilloch.\n\nSir James Earle, Knt. F. R. S.\n\nCharles Frederick Gauss, Ph. D.\n\nProfessor Pictet, F. R. S.\n\nThe Board of Ordnance.\n\nThe Committee of the Society for bettering the Condition of the Poor.\n\nM. Van Mons, de l'Institut de France.\nPRESENTS.\n\nApril 1. Flora Batava. No. 1—3. Amsterdam. 4°\n\nJournals of the Royal Institution of Great Britain, No. 7.\nSupplement II. to the General Synopsis of Birds. London, 1802.\nA Journal of Natural Philosophy, by W. Nicholson. No. 4.\nThe Philosophical Magazine, by A. Tilloch. No. 46.\n\n29. Memoirs of the Literary and Philosophical Society of Manchester. Vol. V. Part 2. Manchester, 1802. 8°\nRoyal Humane Society Annual Report, 1802. London, 1802. 8°\nLiterary Antiquities of Greece, by P. Allwood. London, 1799. 4°\nAnnals of Medicine, for the year 1801, by A. Duncan, sen. and A. Duncan, jun. Vol. I. Lustrum 2. Edinburgh, 1801. 8°\nBibliotheque Britannique. No. 145—150.\nCaptain Cook’s Second Voyage, translated into Russian by L. Kutuzov. Petersburg, 1796—1799. 4 Vols. 4°\nDe’ Benificamenti delle Terre Pontine, da N. Nicolaj. Roma, 1800. fol.\nMélanges mathematiques, par le Commandeur de Nieuport. 1 Recueil. Bruxelles, 1794. 2 Recueil 1799. 4°\n\nMay 6. Mémoires de l’Institut National des Sciences et Arts. Tome 3me des trois Classes. Paris, An 9. Tomes III. 4°\nHints designed to promote Beneficence, Temperance, and medical Science, by J. C. Lettsom. London, 1801. 3 Vols. 8°\nA Journal of Natural Philosophy, by W. Nicholson. No. 5.\nThe Philosophical Magazine, by A. Tilloch. No. 47.\nThe Works in Natural History of the late Rev. Gilbert White. London, 1802. 2 Vols. 8°\n\n13. Transactions of the American Philosophical Society, held at Philadelphia. Vol. III. Philadelphia, 1793. Vol. IV. 1799. 4°\nPhilosophical Papers, by B. Count of Rumford. Vol. I. London, 1802. 8°\n27. Journals of the Royal Institution of Great Britain. No. 8.\nA Series of Engravings to illustrate the Morbid Anatomy of the Human Body, by M. Baillie. Fascic. IX. London, 1802. 4°\n\nMDCCCII.\n\nDONORS.\n\nThe Minister of Political Economy of the Batavian Republic.\nThe Managers of the Royal Institution.\nJohn Latham, M. D. F. R. S.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nThe Literary and Philosophical Society of Manchester.\nThe Royal Humane Society.\nThe Rev. Philip Allwood, M. A.\nAndrew Duncan, sen. M. D. and Andrew Duncan, jun. M. D.\nProfessor Pictet, F. R. S.\nM. Kutuzov.\nAbate Nicolò Nicolaj.\nM. De Nieuport, de l’Institut de France.\nThe National Institute of France.\nJohn Coakley Lettsom, M. D. F. R. S.\nMr. William Nicholson.\nMr. Alexander Tilloch.\nMr. John White.\nThe American Philosophical Society.\nBenjamin Count of Rumford, F. R. S.\nThe Managers of the Royal Institution.\nMatthew Baillie, M. D. F. R. S.\nPRESENTS.\n\nR. Relhan Flora Cantabrigiensis. Editio altera. Cantabrigiae, 1802. 8°\n\nJune 5. Transactions of the Linnean Society. Vol. VI. London, 1802. 4°\n\nRemarks upon chemical Nomenclature, according to the Principles of the French Neologists, by R. Chenevix. London, 1802. 12°\n\nAnacreontis Odaria, cura E. Forster. Londini, 1802. 8°\n\nA Discourse, introductory to a Course of Lectures on Chemistry, delivered in the Theatre of the Royal Institution, by H. Davy. London, 1802. 8°\n\nA Journal of Natural Philosophy, by W. Nicholson. No 6.\n\nThe philosophical Magazine, by A. Tilloch. No. 48. Catalogue of the Manuscripts in the Cottonian Library, deposited in the British Museum, 1802. fol.\n\nCalendarium Rotulorum Patentium in Turri Londinensis, 1802. fol.\n\nTaxatio ecclesiastica Angliæ et Walliæ, auctoritate P. Nicolai, IV. 1802. fol.\n\nA Sermon preached in the Chapel of the Magdalen Hospital, by C. P. Layard. London, 1802. 4°\n\nRecreação filosofica, pelo T. d’Almeida, Tomos X. Lisboa, 1781—1800. 8°\n\nCartas fisico-mathematicas, para servir de Complemento a Recreção filosofica. Tomos III. Lisboa, 1784—1797. 8°\n\nThesouro de Paciencia nas Chagas de Jesu Christo, pelo T. de Almeida. Lisboa, 1784. 12°\n\nT. de Almeida Physicarum Institutionum Libri x. Tomi III. Olisiponæ, 1785—1793. 8°\n\nO feliz Independente do Mundo e da Fortuna, pelo T. d’Almeida. Tomos III. Lisboa, 1786. 8°\n\nMethodo para a Geografia, par T. A. Lisboa, 1787. 8°\n\nSermões de T. de Almeida. Tomos III. Lisboa, 1787. 8°\n\nEntretenimentos do Coração devoto. Lisboa, 1790. 8°\n\nEstimulos do Amor da V. Maria, pelo T. de Almeida. Lisboa, 1791. 12°\n\nExercicios do Christão, segundo o Espírito da Igreja. Lisboa, 1791. 12°\n\nMeditações dos Attributos divinos, pelo T. A. Tomos IV. Lisboa, 1796. 8°\n\nOpusculos sobre diversos Assumptos, par T. A. Tome I. Lisboa, 1797. 8°\n\nO Pastor evangelico, por T. A. Tomos IV. Lisboa, 1797—1799. 8°\n\nDONORS.\n\nThe Rev. Richard Relhan, M. A. F. R. S. The Linnean Society.\n\nRichard Chenevix, Esq. F. R. S.\n\nThe Rev. Edward Foster, M. A. F. R. S. Mr. Humphry Davy.\n\nMr. William Nicholson.\n\nMr. Alexander Tilloch. The Commissioners for the Public Records.\n\nThe Rev. Charles Peter Layard, D. D. Dean of Bristol, F. R. S.\n\nFather Theodore d’Almeida, F. R. S.\n24. Journals of the Royal Institution of Great Britain. No. 9.\n\nBibliotheque Britannique, No. 151, 152.\n\nArithmetique universelle de Newton, traduite du Latin, avec des Notes, par Noel Beaudeux. Paris, 1802. Tomes II.\n\nHistoire du Galvanisme, par P. Sue, ainé. Paris, 1802. Tomes II.\n\nSéance publique de l'Academie de Chirurgie du 11 April, 1793. Paris, 1793.\n\nMémoire sur la Vie et sur les Ouvrages de Jean Goulin, par P. Sue. Paris, An 8.\n\nMémoire sur l'Etat de la Chirurgie à la Chine, par P. Sue. Paris, An 9.\n\nCommentaires sur quelques Passages des Lettres de Seneque, relatifs à la Medecine, par P. Sue.\n\nJuly 1. Illustrations of the Huttonian Theory of the Earth, by J. Playfair. Edinburgh, 1802.\n\nThe Philosophical Magazine, by A. Tilloch. No. 49.\n\n8. Etudes sur Moliere, par Cailhava. Paris, 1802.\n\nMémoire sur un nouveau Genre d'Insecte trouvé en Afrique, par le C. Palisot Beauvois.\n\nTraité de l'Inoculation, par les Cits. F. Derotaux et L. Valentin. Paris, l'an 8.\n\n15. Journal des Mines, publié par le Conseil des Mines de la Republique Française. No. 1—67. Paris, an 3—10.\n\nThe Managers of the Royal Institution.\n\nProfessor Pictet, F. R. S.\n\nM. Beaudeux.\n\nM. P. Sue, ainé.\n\nProfessor Playfair.\n\nMr. Alexander Tilloch.\n\nM. Cailhava, de l'Institut de France.\n\nM. Palisot Beauvois, de l'Institut de France.\n\nL. Valentin, M. D.\n\nLe Conseil des Mines de la Republique Française.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1802.\n\nA\n\nAcid, muriatic, on the metallic combinations of, - 152\n——— oxygenized and hyperoxygenized, observations on, 126\nAdularia, remarks on, - 280, 287\nAlumina, hyperoxygenized muriate of, remarks on, - 149\nAmethyst, oriental, remarks on, - 244\nAmmonia, hyperoxygenized muriate of, remarks on, - 148\nAnalytical and geometrical methods of investigation, on their independence, - 85\nAsteroids, name proposed to be given to certain celestial bodies, - 228\n——— definition of that name, - 229\n\nB\n\nBachelay, Abbé, account of a stone said to have fallen on the earth, - 170\nBaribold, M. account of a stone called Pierre de Tonnerre, - 171\nBarytes, hyperoxygenized muriate of, remarks on, - 145\nBlackness, remarks on, - 42\nBournon, the Count de. Mineralogical description of the various stones said to have fallen upon the earth, - 180\n——— Description of various kinds of native iron - 203\n——— Description of the corundum stone, and its varieties, commonly known by the names of oriental ruby, sapphire, &c.; with observations on some other mineral substances - 233\nButters of the Metals, remarks on, - 164\n\nC\n\nCalomel, remarks on, - 154\n——— on Scheele's method of preparing it, - 159\nCelestial Bodies, on two lately discovered ones, - 213\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Ceres, observations on a star so called                               | 214, 231 |\n| Ceylanite, remarks on                                                | 318   |\n| Chatoyance, remarks on that property                                 | 271   |\n| **Chenevix, Richard**, Esq. Observations and Experiments upon oxygenized and hyperoxygenized muriatic acid; and upon some combinations of the muriatic acid in its three states | 126   |\n| Analysis of corundum, and of some of the substances which accompany it; with observations on the affinities which the earths have been supposed to have for each other, in the humid way | 327   |\n| **Chromate of Iron, Siberian**, remarks on                           | 50    |\n| **Chrysolite, oriental**, remarks on                                  | 244   |\n| **Colours**, on the theory of light and colours                       | 12    |\n| —— on those of striated surfaces                                      | 35    |\n| —— on those of thin plates                                            | 37    |\n| —— on those of thick plates                                           | 41    |\n| —— on those by inflection                                             | 42    |\n| —— account of some cases of their production                          | 387   |\n| —— on their dispersion by refraction                                  | 393   |\n| **Columbium**, account of a metal so called                           | 65    |\n| **Comets**, definition of them                                        | 225   |\n| —— observations on them                                               | 226   |\n| **Conic Sections**, on their rectification                            | 448   |\n| **Corundum stone**, description of, and its varieties, the oriental ruby, sapphire, &c. | 233   |\n| —— on its different appearances                                       | 240   |\n| —— distinguished into perfect and imperfect                          | 241   |\n| —— on its colour                                                      | 242   |\n| —— on its transparency                                                | 244   |\n| —— on its hardness                                                    | 247   |\n| —— on its phosphorescence                                             | 248   |\n| —— on its gravity                                                     | 249   |\n| —— on its crystalline forms                                          | 250   |\n| —— on its fracture and texture                                        | 264   |\n| —— phenomena with respect to light                                    | 271   |\n| —— character afforded by analysis                                     | 275   |\n| —— on the kind called compact                                         | 281   |\n| —— on the matrix of imperfect corundum from India                     | 282   |\n| —— on the substances which accompany the imperfect corundum from India | 285   |\n| —— on the matrix of imperfect corundum from China                     | 301   |\n| —— on the matrix of imperfect corundum from Ava                      | 304   |\n| —— on the matrix of perfect corundum from Ceylon                     | 304   |\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Corundum stone, on that supposed to be found in America               | 322  |\n| Corundum stone, on that supposed to be found in France                | 323  |\n| Corundum stone, analysis of                                           | 327  |\n| Corundum stone, analysis of its matrix                                 | 333  |\n| Corundum stone, analysis of some substances contained in its matrix   | 334  |\n| Cotes, remarks on a theorem of his                                    | 107  |\n| Crystal, Iceland, on its oblique refraction                           | 381  |\n| Crystalline lens, on the power of the eye, when deprived of it        | 1    |\n| D                                                                     |      |\n| D'Alembert, remarks on a paradox mentioned by him                     | 100  |\n| Darracq, remarks on some experiments of his                            | 340  |\n| Dispersive powers, method of examining                                 | 365, 372 |\n| Dispersive powers, on those of the eye                                | 396  |\n| Drake, remarks on its organs of generation                             | 361  |\n| E                                                                     |      |\n| Earths, on the affinity they have been supposed to have for each other| 327, 339 |\n| Emerald, oriental, remarks on                                          | 244  |\n| Emeralds, on some found in France                                      | 325  |\n| Emery, on its composition                                              | 398  |\n| Eslinger, Mr. remarks on his description of the spinelle               | 308  |\n| Ether, remarks on that of Sir Isaac Newton                             | 14   |\n| Eye, on its power to adjust itself to different distances              | 1    |\n| Eye, on its dispersive powers                                          | 396  |\n| F                                                                     |      |\n| Felspar, remarks on                                                    | 285, 301 |\n| Felspar, analysis of                                                   | 334, 336 |\n| Fibrolite, remarks on                                                  | 289, 302 |\n| Fibrolite, analysis of                                                 | 335, 336 |\n| G                                                                     |      |\n| Garnets, remarks on                                                    | 297  |\n| Guyton de Morveau, remarks on some experiments of his                  | 339  |\n| H                                                                     |      |\n| Hatchett, Charles, Esq. An analysis of a mineral substance from North America containing a metal hitherto unknown | 49   |\n| Hauy, Abbé. Remarks on some opinions of his respecting the corundum stone and the sapphire | 239, 276 |\n| Heat, remarks on                                                       | 32   |\n| Heat, some remarks on, and on the action of bodies which intercept it  | 403  |\nINDEX.\n\nHELLINS, THE REV. JOHN. Of the rectification of the conic sections, 448\n\nHERSCHEL, WILLIAM, LL.D. Observations on the two lately discovered celestial bodies, 213\n\nCatalogue of 500 new nebulae, nebulous stars, planetary nebulae, and clusters of stars; with remarks on the construction of the heavens, 477\n\nRemarks on some experiments of his, 493\n\nHOME, EVERARD, Esq. The Croonian lecture. On the power of the eye to adjust itself to different distances, when deprived of the crystalline lens, 1\n\nA description of the anatomy of the Ornithorhynchus paradoxus, 67\n\nDescription of the anatomy of the Ornithorhynchus Hystrix, 348\n\nHornblende, remarks on, 295\n\nHOWARD, EDWARD, Esq. Experiments and observations on certain stony and metallic substances, which at different times are said to have fallen on the earth; also on various kinds of native iron, 168\n\nHuygens, remarks on his theory of light, 381\n\nI\n\nInvestigation, on the independence of the analytical and geometrical methods of, 85\n\nIron, Siberian Chromate of, remarks on, 50\n\nNative, observations on, 168, 203\n\nAttractable oxide of, remarks on, 300, 302\n\nK\n\nKLAPROTH, MR. Remarks on his analysis of the corundum stone and the sapphire, 234\n\nKRAFT and RICHMANN, MESS. Their law of the increase of heat, 407\n\nL\n\nLecture, Bakerian, 12\n\nCroonian, 1\n\nLight, on the theory of light and colours, 12\n\nOn its refraction, 365\n\nOn its dispersion, 365, 372\n\nOn the colours into which it is separable, 378\n\nOn the effects of its invisible rays, 379\n\nRadiant, remarks on, 44\n\nLime, hyperoxygenized muriate of, remarks on, 147\n## INDEX\n\n### M\n\n**Magnesia, hyperoxygenized muriate of**, remarks on, - 149  \n**Manis**, remarks on, - 358  \n**Mercury**, on its combination with muriatic acid, - 153  \n**Metal**, analysis of a substance containing one hitherto unknown, - 49  \n**Meteor**, account of the explosion of one near Benares, - 175  \n——— account of one seen in America, - 202  \n**Mica**, remarks on, - 296, 301  \n——— mistake respecting it, - 309  \n**Milky-way**, remarks on, - 495  \n**Muriate of potash, hyperoxygenized**, remarks on, - 139  \n——— of soda, hyperoxygenized, remarks on, - 144  \n——— of barytes, hyperoxygenized, remarks on, - 145  \n——— of strontia, hyperoxygenized, remarks on, - 147  \n——— of lime, hyperoxygenized, remarks on, - 147  \n——— of ammonia, hyperoxygenized, remarks on, - 148  \n——— of magnesia, hyperoxygenized, remarks on, - 149  \n——— of alumina, hyperoxygenized, remarks on, - 149  \n——— of silica, hyperoxygenized, remarks on, - 150  \n**Muriates, oxygenized**, remarks on, - 134  \n——— alkaline and earthy hyperoxygenized, remarks on, - 138  \n——— metallic, remarks on, - 152  \n**Myrmecophaga**, remarks on various species of, - 359\n\n### N\n\n**Nebulae**, Catalogue of 500 new ones, - 477, 503  \n——— remarks on, - 497  \n——— on stellar ones, - 499  \n——— on planetary ones, - 501  \n**Nebulosity, milky**, remarks on, - 499  \n**Newton**, remarks on various passages in his works, - 14\n\n### O\n\n**Olbers, Dr.** Observations on a moving star discovered by him, - 213  \n**Optometer**, remarks on that instrument, - 6  \n**Oriental**, remarks on that term, - 235  \n**Ornithorhynchus paradoxus**, description of, - 67  \n——— correction of an error concerning it, - 356  \n——— *Hystrix*, description of, - 348  \n——— account of a new species, - 357  \n**Oxygenated**, remarks on that word, - 126\n\nMDCCCII.\n### INDEX\n\n**P**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Pallas, observations on a star so called                              | 216, 232 |\n| Piazzi, Mr. Observations on a moving star discovered by him          | 213   |\n| Pictet, M. Remarks on some experiments of his                         | 430, 440 |\n| Account of a phenomenon observed by him                               | 432   |\n| Planets, definition of them                                           | 224   |\n| Platina, on the action of potash upon it                              | 337   |\n| method used to detect it in gold                                     | 337   |\n| most sensible test for                                                | 338   |\n| Potash, on its action upon platina                                    | 337   |\n| on its volatility                                                     | 338   |\n| hyperoxygenized muriate of, remarks on                                | 139   |\n| Presents received by the Royal Society, from November 1801 to July 1802 | 529   |\n| Prevost, P. Quelques remarques sur la chaleur, et sur l'action des corps qui l'interceptent | 403   |\n| His theory of heat                                                    | 442   |\n| Prismatic reflection, method of examining refractive and dispersive powers by | 365   |\n\n**Q**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Quartz, remarks on                                                   | 295   |\n\n**S**\n\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Sapphire, description of                                              | 233   |\n| analysis of                                                           | 332   |\n| See Corundum                                                         |       |\n| Scheele, on his method of preparing calomel                          | 159   |\n| Sidereal systems, of binary ones                                      | 480   |\n| of complicated ones                                                  | 486   |\n| Silica, hyperoxygenized muriate of, remarks on                        | 150   |\n| Soda, on its volatility                                               | 338   |\n| hyperoxygenized muriate of, remarks on                                | 144   |\n| Spar, calcareous, remarks on                                          | 260   |\n| Spinelle, remarks on                                                  | 305   |\n| on its matrix                                                         | 308   |\n| Stars, catalogue of clusters of                                       | 477, 503 |\n| of insulated ones                                                     | 478   |\n| of double ones                                                        | 480   |\n| of treble ones, &c.                                                   | 486   |\n| of clustering ones                                                    | 495   |\n| of groups of them                                                     | 496   |\n| Topic                                                                 | Page |\n|----------------------------------------------------------------------|------|\n| Stars, of clusters of them                                           | 497  |\n| —— of those with burs                                                 | 499  |\n| —— of nebulous ones                                                  | 500  |\n| Star-stones, remarks on                                               | 273  |\n| Stone, account of one which fell in Yorkshire                        | 174  |\n| Stones, account of some which fell in Italy                           | 173  |\n| —— account of some which fell near Benares                            | 175  |\n| —— mineralogical description of some, said to have fallen on the earth| 180  |\n| Stony and metalline substances, account of some, said to have fallen on the earth | 168  |\n| Strontia, hyperoxygenized muriate of, remarks on                      | 147  |\n| Sublimate, corrosive, remarks on                                      | 154  |\n| T                                                                    |      |\n| Talc, remarks on                                                      | 296  |\n| Tennant, Smithson, Esq. On the composition of emery                   | 398  |\n| Thallite, remarks on                                                  | 291  |\n| —— analysis of                                                        | 335  |\n| Tiree, remarks on a stone found there                                 | 321  |\n| Tourmalin, remarks on                                                 | 313  |\n| —— red, remarkable specimen of                                        | 317  |\n| V                                                                    |      |\n| Vauquelin, Mr. Remarks on his analyses of felspar                     | 287  |\n| W                                                                    |      |\n| Waring, Dr. Remarks on two series given by him                        | 475  |\n| Williams, John Lloyd, Esq. Account of the explosion of a meteor, near Benares, in the East Indies; and of the falling of some stones, at the same time, about 14 miles from that city | 175  |\n| Wolfram, remarks on                                                   | 50   |\n| Wollaston, William Hyde, M.D. A method of examining refractive and dispersive powers, by prismatic reflection, On the oblique refraction of Iceland crystal | 365  |\n| Woodhouse, Robert, A.M. On the independence of the analytical and geometrical methods of investigation; and on the advantages to be derived from their separation | 85   |\nINDEX.\n\nY\n\nYoung, Thomas, M.D. The Bakerian Lecture. On the theory of light and colours, - 12\nAn account of some cases of the production of colours, not hitherto described, - 387\nRemarks on some experiments of his, - 4\n\nZ\n\nZircon, remarks on, - 298\n\nFrom the Press of\nW. Bulmer & Co.\nCleveland-Row, St. James's.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107133.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25962,
    "total-output-tokens": 9916,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1665,
        2
      ],
      [
        1665,
        4102,
        3
      ],
      [
        4102,
        6454,
        4
      ],
      [
        6454,
        8778,
        5
      ],
      [
        8778,
        11272,
        6
      ],
      [
        11272,
        13517,
        7
      ],
      [
        13517,
        14905,
        8
      ],
      [
        14905,
        16196,
        9
      ],
      [
        16196,
        19545,
        10
      ],
      [
        19545,
        22734,
        11
      ],
      [
        22734,
        24309,
        12
      ],
      [
        24309,
        26100,
        13
      ],
      [
        26100,
        29440,
        14
      ],
      [
        29440,
        32084,
        15
      ],
      [
        32084,
        32395,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true,
      false,
      true,
      true,
      true,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107133",
    "title": "Back Matter",
    "authors": null,
    "year": 1802,
    "volume": "92",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107133"
  }
}