{
  "id": "7c890026d609cda5b3e06c91cf47eb3130228859",
  "text": "XV. Abstract of a Letter from Mr. Wm. Arderon, F. R. S. to Mr. Henry Baker, F. R. S. containing some Observations made on the Bansticle, or Pricklebag, alias Prickleback, and also on Fish in general.\n\nDear SIR,\n\nRead Feb. 5, 1746-7.\n\nMany of my Leisure Hours last Summer were employed in attending and making Observations on several Kinds of Fish; some whereof I with great Care have preserved alive in glass Jars for many Months together.\n\nI sent you some time ago a brief Account of what I had observed remarkable in the Dace and Ruff, and am now going to lay before you what I have thought worth Notice in that little common Fish called the Prickle-Back.\n\nAbout the Beginning of last April I took a Bansticle out of our River, full of Spawn, and put it into one of my glass Jars, at the Bottom of which I had placed a small Quantity of Sand, as I always do in every Vessel wherein my Fish are kept; and about the 20th of May it buried its Spawn in the said Sand. I was in Hopes this Spawn would have produced a young Brood, but was unluckily disappointed; which I impute to its being frequently disturbed by the pouring in of fresh Water.\n\nFor some Days after I had catched this Bansticle, it refused to eat any thing I could offer it, as is common with all Fish I have yet kept; but frequently giving\ngiving it fresh Water, and coming often to it, it became so familiar as to eat small Worms I now-and-then threw into the Jar, and from that time grew so tame as to take them out of my Hand; nay it became so bold at last, that when its Belly was full, or it did not like what I offer'd, it would set up its Prickles, and with its utmost Strength made a Stroke at my Fingers, if I put them into the Water to it.\n\nThis Fish was of so unsociable a Disposition, that it would suffer no other Fish to live in the Jar with it, and so audacious, as to attack whatever I put in, though ten times its own Size.\n\nOne Day, for the sake of Diversion, a Friend being then with me, I put a small Ruff into the Jar to it, which the Bansicle immediately assaulted and put to Flight, having in the Conflict torn off a good Part of its Tail; and would, I dare say, have killed it, had I not separated them very soon.\n\nInfinite Numbers of these Prickle-backs are to be found in almost all fresh Waters, where-ever it is possible for Fish to live; and whatever other Kinds the Water is replenished with, this certainly is one, as far as I have yet had Opportunity to make any Enquiry.\n\nThe Endeavours they use, and the Ability they have, to get from Place to Place, are also extraordinary; for though the largest of them scarce measures above two Inches in Length, I have seen some of them leap out of the Water a Foot high perpendicularly, and even much further in an oblique Direction, when they wanted to get over Boards or Stones, or some other Obstacle to their Passage.\nIt is scarce to be conceived what Damage these little Fish do, and how greatly detrimental they are to the Increase of all the Fish in general amongst whom they inhabit. For it is with the utmost Industry, Sagacity, and Greediness, that they seek out and destroy the Spawn of all Sorts of Fish; and moreover all the young Fry, that come in their Way, are pursued by them with the utmost Eagerness, and swallowed down without Distinction, provided they are not too large.\n\nAnd in Proof of what I here assert, I must assure you, that the Bansticle before mention'd in my glass Jar, did, on the 4th of May last, devour, in five Hours Time, 74 young Dace, which were about a Quarter of an Inch long, and the Thickness of an Horse-Hair. Two Days after it swallowed 62, and would, I am persuaded, have eat as many every Day, could I have procured them for it.\n\nCould Gentlemen, who take Pleasure in Fishponds, intirely prevent these Destroyers from getting into them, I am convinced their Produce would be much greater than it commonly is: And though it may not be possible to keep them out intirely, it is most certainly advisable to be very diligent in the destroying of them: And whenever, by Netting, or other means, any of them are got out of the Water, never throw them in again, on a Supposition of their being harmless.\n\nNature has furnished this little Fish with a kind of Breast-plate or Armour, to be its Defence against any outward Injury: She has likewise bestowed upon it several offensive Weapons or Spines, placed upon its Sides and Back, which it immediately erects\nerects upon the least Appearance of Danger, or when it attacks some other Fish. The Sharpness of these Prickles guards it well enough from larger Animals, that might otherwise prey upon it; but neither these, nor all the Endeavours it can use, are able to free it from an Enemy that torments it even to Death; what I mean is a kind of Louse, of an oval Figure, having eight Legs, and a very transparent Body, which is able either to twim or crawl, and sticks on it so fast, sucking and plaguing it all the while, that it makes it almost mad.\n\nOne remarkable Particular in this Louse is, that its little fibrillous Fins are always in Motion, whether the Creature be swimming about, or fixed upon the Fish.\n\nALL Fish regulate their Times of Eating and Abstinence by the Temperature of the Air, and the Quarter from whence the Wind blows; and would those Persons who are Lovers of Angling, take the Pains to keep a few small Fish in Glasses, they might at any time easily foretel, from their taking or refusing Food, what Sport is to be expected, and often save themselves many a weary Step taken to no purpose.\n\nI have always observed, amongst the Fish I keep in Jars, that such as have lived a while together contract so great an Affection for each other, that if they are separated they become melancholy and sullen, and are a long time before they forget the Lots.\n\nAbout Christmas last I put two Ruffs into a Jar of Water, where they lived together until April; when, at the Desire of a Friend, I gave one of them away.\naway.—After this Separation the Fish that remained with me was so affected, that for three Weeks it would eat nothing I could give it; and therefore, fearing it would die to Death, I sent it to the Gentleman on whom I had bestowed its Companion; and what is very extraordinary, upon being put together again, it ate immediately, recovered its former Briskness, and both of them are still alive.\n\nI have made abundance of other Observations on Fish, but shall only add at present, that when they remain supine and unactive, they every now-and-then gape and yawn, as most Land Animals do, when weary of the Situation they are in. I remain,\n\nSIR,\n\nNorwich, July 9.\n1746.\n\nYours, &c.\n\nW. Arderon.\n\nXVI. A Supposition how the white Matter is produced, which floats about in the Air in Autumn; in a Letter from the same to Mr. Baker.\n\nSIR,\n\nNorwich, Aug. 28. 1746.\n\nHAVING lately a large Spider in my Hand, by chance I let it fall, and it hung by its Thread, as they very commonly do. On holding my Hand very still it readily ascended up it again; and thus, by giving it a Shake, and then holding my Hand still, the Spider ascended and descended",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104842.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9132,
    "total-output-tokens": 1874,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1305,
        2
      ],
      [
        1305,
        2860,
        3
      ],
      [
        2860,
        4437,
        4
      ],
      [
        4437,
        5959,
        5
      ],
      [
        5959,
        7098,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104842",
    "title": "Abstract of a Letter from Mr. Wm. Arderon, F. R. S. to Mr. Henry Baker, F. R. S. Containing Some Observations Made on the Bansticle, or Pricklebag, Alias Prickle-Back, and Also on Fish in General",
    "authors": "Wm. Arderon",
    "year": 1746,
    "volume": "44",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104842"
  }
}