{
  "id": "ab130b606e97d55f817af221c83a1c127385b42f",
  "text": "mixed species of animals. I believe, that two species widely different from each other, as water-fowl and land-birds, &c. cannot possibly conjoin, so as to produce a living mixed offspring. I have been informed, and believe it may be true, that a mixed species has been produced between our common poultry, and partridges that harbour near farmyards.\n\nI am, SIR,\n\nYour most humble\n\nand obedient servant,\n\nLondon, May 22, 1760.\n\nGeo. Edwards.\n\nLXXII. An Account of a late Discovery of Asbestos in France: In a Letter to the Rev. Tho. Birch, D.D. Secretary to the Royal Society, from Mr. Turberville Needham, F.R.S.\n\nReverend Sir,\n\nRead June 5, 1760.\n\nI Have little to add in the way of literature, except a singular discovery accidentally made, lately, in one of the French provinces, of the nature of the asbestos, or amianthus. The proprietor of a certain forge, upon taking down his furnaces to repair them, found a great quantity of this substance at the bottom. It answered effectually all the common uses of the native amianthus, either\nmanufactured into linen, or paper. In short, upon a progress in this inquiry, he finds, that both this, which he obtained from his forge, and the native asbestos, is nothing more, as he terms it, than calcined iron, deprived of the phlogistic; and that, by uniting the phlogistic, either with this, or the fossile amianthus, he can restore it, at any time, to its primitive state of iron. Does not this, with the discovery of lava, pummic-stones, iron in a perfect state, and, in fine, many other traces of fire observed in most of the mountains, particularly in all the great chains, and remarkably in all those under the equator, which are the highest upon the globe, seem to indicate, that the dry land, with all its eminencies, was originally raised out of the waters, by the force of subterraneous fire?\n\nI am,\n\nWith great respect and esteem,\n\nReverend Sir,\n\nYour most obedient,\n\nhumble servant,\n\nParis, May 17, 1760.\n\nT. Needham.\n\nLXXIII. An",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/105418.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 589,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1042,
        2
      ],
      [
        1042,
        1989,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-105418",
    "title": "An Account of a Late Discovery of Asbestos in France: In a Letter to the Rev. Tho. Birch, D. D. Secretary to the Royal Society, from Mr. Turberville Needham, F. R. S.",
    "authors": "Turberville Needham",
    "year": 1759,
    "volume": "51",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/105418"
  }
}