{
  "id": "557fe4b4a7903109653388887cf112688746ada7",
  "text": "IV. Account of some Discoveries made by Mr. Galvani, of Bologna; with Experiments and Observations on them. In two Letters from Mr. Alexander Volta, F. R. S. Professor of Natural Philosophy in the University of Pavia, to Mr. Tiberius Cavallo, F. R. S.\n\nRead January 31, 1793.\n\nLe sujet des découvertes et des recherches, dont je vais vous entretenir, Monsieur, est l'Electricité Animale; sujet qui doit vous intéresser vivement. Je ne sais si vous avez encore vu l'ouvrage d'un professeur de Bologna, Mr. Galvani, qui a paru il y a à-peu-près un an, avec ce titre; Aloysii Galvani de Viribus Electricitatis in Motu Musculari Commentarius. Bononiae, 1791, in 4to, de 58 pages, avec quatre grandes planches; ou du moins si vous en avez eu notice. Il contient une des plus belles et des plus surprenantes découvertes, et le germe de plusieurs autres. Nos journaux Italiens en ont donné différents extraits, entre autres celui du Dr. Brugnatelli de Pavie, qui à pour titre, Giornale Fisico-medico; auquel j'ai fourni moi-même deux longs memoires, qui seront suivis de quelques autres, ayant beaucoup étendu les experiences, et poussé les recherches plus loin sur ce sujet.\n\nOr c'est une esquisse, tant de la découverte admirable de Mr. Galvani, que des progrès que j'ai été assez heureux de faire dans cette nouvelle carrière, que je vais vous tracer, Monsieur, dans cet écrit, que je souhaite que vous présentiez\nau digne President de la Société Royale, le Chevalier Banks, pour être communiqué, s’il le croit à propos, à cette savante Compagnie, comme un foible témoinage de ma reconnoissance pour l’honneur qu’elle m’a fait de m’associer à son corps, et de mon zèle et empressement à répondre à son invitation de lui faire part, de temps à autre, du fruit de mes recherches.\n\n(1.) Le Dr. Galvani ayant coupé et préparé une grenouille, de manière que les jambes tenoient à une partie de l’épine du dos, tronquée du reste du corps, uniquement par les nerfs cruraux mis à nud, vit qu’il s’excitoit des mouvements très vifs dans ces jambes, avec des contractions spasmodiques dans tous les muscles, chaque fois que (ce reste d’animal, se trouvant placé à une distance considérable du grand conducteur de la machine électrique, et dans certaines circonstances, que j’expliquerai ensuite,) on tiroit de ce même conducteur, non pas sur le corps de l’animal, mais sur tout autre corps, et dans toute autre direction, une étincelle. Les circonstances requises étoient donc, que l’animal, ainsi dissequé, se trouvât en contact, ou très près de quelque métal, ou autre bon conducteur assez étendu, et mieux encore entre deux semblables conducteurs, dont l’un étoit tourné vers l’extrémité des dites jambes, ou quelqu’un de ses muscles, l’autre vers l’épine, ou les nerfs : il étoit aussi très avantageux, qu’un de ces conducteurs, que l’auteur distingue par le nom de conducteur des nerfs, et de conducteur des muscles, et préférablement ce dernier, eût une libre communication avec le plancher. C’est dans cette position surtout, que les jambes de la grenouille préparée, comme on a dit, recevoient de violentes secousses, s’élançoient et se debattoient avec vivacité à chaque étincelle du conducteur de la machine, quoiqu’il fût assez éloigné, et quoique la décharge\nne se fit, ni sur le conducteur des nerfs, ni sur celui des muscles, mais sur un autre quelconque, pareillement éloigné d’eux, et ayant tout autre communication par où transmettre une telle décharge, par exemple, sur une personne placée à l’angle opposé de la chambre.\n\n(2.) Ce phénomène étonna Mr. Galvani, peut-être plus qu’il n’auroit dû faire ; car enfin le pouvoir, non seulement des étincelles électriques lorsqu’elles frappent immédiatement les muscles ou les nerfs d’un animal, mais d’un courant de ce fluide qui les traverse, de quelque manière que ce soit, avec une suffisante rapidité, son grand pouvoir, dis-je, d’y exciter des commotions, étoît une chose assez connue ; d’ailleurs il étoit visible comment, dans cette expérience, et dans toutes celles du même genre rapportées dans la première et seconde partie de son ouvrage, et qui sont représentées dans les deux premières planches de figures, sa grenouille se trouvoit effectivement exposée à être traversée par un tel courant. On n’a qu’à se retracer l’action très-connue des atmosphères électriques, ou ce qu’on appelle electricité de pression ; par laquelle le fluide des corps déférants, plongés dans la sphere d’activité d’un corps électrisé quelconque, est poussé et déplacé, en raison de la force, et de l’étendu, de cette sphere, et entretenu en cet état de déplacement tant que l’électricité dans le corps dominant subsiste, laquelle otée il revient à sa place des endroits éloignés, peu-à-peu si elle se dissipe petit à petit, et en un instant si on la détruit instantanément, en déchargeant tout d’un coup le corps qui en est revêtu. C’est donc ce courant de retour, ce reflux de fluide électrique dans les corps déférants contigus à la grenouille, ou proches d’elle, son passage brusque du conducteur des muscles au conducteur des\nnerfs, ou vice versa, à travers son corps, surtout lorsqu’un tel courant est resserré dans le canal unique et étroit des nerfs, qui excite les spasmes et les mouvements dans les expériences dont il est ici question. Mr. Galvani, qui semble n’avoir pas assez réfléchi à cette action des atmosphères électriques, et qui ne connoissoit pas encore la prodigieuse sensibilité de sa grenouille, singulièrement préparée de la manière susdite, (je dirai ici, que je l’ai trouvée à-peu-près égale dans tous les autres petits animaux, comme lezards, salamandres, souris) fut extrêmement frappé d’un tel effet, qui ne paroitra pas si merveilleux à d’autres physiciens. Ce fut pourtant le premier pas, qui le conduisit à la belle et grande découverte d’une électricité animale proprement dite, appartenante non seulement aux grenouilles, et à d’autres animaux à sang froid, mais aussi-bien à tous les animaux à sang chaud, quadrupèdes, oiseaux, &c.; découverte qui fait le sujet de la troisième partie de son ouvrage, sujet absolument neuf, et très intéressant. C’est ainsi qu’il nous a ouvert un champ très vaste, dans lequel nous nous proposons d’entrer, et de poursuivre les recherches, après que nous nous serons arrêté encore un peu sur ces expériences préliminaires qui concernent l’action de l’électricité artificielle, ou étrangere, sur les fibres nerveuses et musculaires.\n\n(3.) Ce fut le hazard qui presenta à Mr. Galvani le phénomene que nous venons de décrire, et dont il fut étonné, je le répète, plus qu’il n’auroit dû être. Cependant qui est ce qui auroit cru, qu’un courant électrique, foible au point de ne pouvoir être rendu sensible par les électromètres les plus delicats, fût capable d’affecter si puissamment les organes d’un animal, et d’exciter dans ses membres, découpis une ou plusieurs heures\navant, des mouvements, tels que l’animal vivant n’en produit pas de plus forts, comme d’élancer vigoureusement les jambes, de sauter, &c. pour ne rien dire des convulsions toniques les plus violentes ? Or tel est le courant qui envahit le petit animal couché, par exemple, sur la table, auprès de quelque métal, ou entre deux bons conducteurs non isolés, lorsqu’une personne tire du grand conducteur électrique, suspendu plusieurs pieds au dessus, une médiocre étincelle, et dirige la décharge par une tout autre voie.\n\n(4.) Je dis médiocre ; car si elle est bien forte, et si la distance de ce conducteur, puissamment électrisé et volumineux, aux corps posés sur la table n’est pas fort grande, il paraîtra des petites étincelles dans les interstices de ces corps surtout métalliques, et là même ou la grenouille fait un anneau de communication entr’eux ; étincelles produites évidemment par ce fluide électrique de retour, dont nous avons parlé ci-dessus. (sect. 2.) Ou, si la chose n’arrive pas à ce point, au lieu des étincelles, on pourra observer des mouvements assez marqués de quelques électromètres placés sur la même table, et aux mêmes endroits. Or dans ce cas, où les électromètres donnent des signes, et beaucoup plus dans l’autre, où l’on obtient les susdites étincelles, on pourra observer que même une grenouille entière et intacte, où un autre petit animal quelconque, un lézard, un souris, un moineau, sont saisis de fortes convulsions dans tous leurs membres, surtout dans les jambes, qui s’élancent avec vivacité, si le passage du fluide électrique (le courant de retour) suit la direction de ces mêmes jambes d’un bout à l’autre. Jusques-là point de merveille ; la surprise est dans le cas où le courant électrique n’étant plus sensible, pas même aux électromètres les plus délicats, il excite\nencore les mêmes convulsions, les mêmes mouvements et débats, si non dans la grenouille entière, au moins dans ses membres disséqués et préparés à la manière de Mr. Galvani.\n\n(5.) Je me suis appliqué, avec quelque attention, à déterminer quelle étoit la moindre force électrique requise à produire ces effets, aussi bien dans une grenouille intacte et pleine de vie, que dans une disséquée et préparée à la dite manière ; ce que Mr. Galvani avoit omis de faire. J’ai choisi la grenouille de préférence à tout autre animal, à cause qu’elle est douée d’une vitalité très-durable, et qu’il est fort aisé de la préparer. Au reste j’ai aussi fait des épreuves sur d’autres petits animaux, dans cette vue, et avec un succès à-peu-près égal. Pour bien évaluer la force du courant électrique, j’ai cru devoir soumettre l’animal destiné aux expériences de ce genre, non pas aux courants de retour occasionnés par les atmosphères, (sect. 2.) mais aux décharges électriques directes, tantôt d’un simple conducteur, tantôt d’une bouteille de Leyde, et en sorte que tout le courant dût traverser le corps de l’animal. À cet effet j’avais soin de le tenir isolé d’une manière ou de l’autre, et le plus souvent en l’attachant, par des épingle, à deux plateaux de bois tendre, portés par des colonnes de verre.\n\n(6.) J’ai donc trouvé, que pour la grenouille vivante et entière il suffissoit de l’électricité d’un simple conducteur, de moyenne grandeur, quand elle arrivoit seulement à pouvoir donner une très foible étincelle, et à éléver de cinq à six degrés l’électromètre de Henly. Que si je me servois d’une bouteille de Leyde, aussi de moyenne grandeur, une charge de celle-ci beaucoup plus foible produisoit l’effet, telle, par exemple, que ne donnant pas la moindre étincelle, et n’étant aucunement\nsensible au quadrant-électrometre, l’étoit à peine à un électrometre de Cavallo au point d’écarter d’une ligne environ ses petits pendules.\n\n(7.) Cela, comme je viens de montrer, pour une grenouille entiere et intacte ; car pour une disséquée et préparée en differentes manières, et sur-tout à la façon de Galvani, où les jambes tiennent à l’épine dorsale par les seuls nerfs cruraux, une électricité beaucoup plus foible encore, soit du conducteur, soit de la bouteille de Leyde, (le fluide étant obligé d’enfiler ce passage étroit des nerfs,) ne manquoit pas d’exciter les convulsions, &c. Oui une électricité quarante ou cinquante fois plus foible, comme une charge de la bouteille absolument imperceptible au dit électrometre de Cavallo, et même à celui extremement delicat de Bennet ; une charge, que je ne pouvais rendre sensible qu’à l’aide de mon condensateur, et que je crois pouvoir évaluer à cinq ou six centiemes de degré de l’électrometre de Cavallo.\n\n(8.) Voila donc, dans les jambes de la grenouille attachées à l’épine du dos uniquement par ses nerfs bien dépouillés, une nouvelle espèce d’électrometre ; puisque des charges électriques qui, ne donnant aucun signe à ceux-ci, paroitroient nulles, en donnent de si marqués par ce nouveau moyen, par un tel électrometre animal, si on peut l’appeller ainsi.\n\n(9.) Lorsqu’on a vu comment une grenouille ainsi préparée se ressent, et est saisie de fortes convulsions par une électricité extremement foible, par un courant de fluide imperceptible, on ne doit surement plus être surpris, qu’elle se debatte de même lorsqu’un corps quelconque décharge tout d’un coup le grand conducteur de la machine électrique, et fait qu’un autre courant de fluide électrique, grand ou petit, du\nfluide ci-devant déplacé dans les corps *déférents* auprès de la grenouille, et qui se rétablit, comme on a expliqué plus haut, (sect. 2) passe rapidement à travers ses nerfs. Supposons que ce courant de retour soit à peine équivalent à celui que lance directement un conducteur suffisamment volumineux, avec une électricité non étincellante, et presqu’insensible jusqu’à l’électromètre de Cavalllo, ou une petite bouteille de Leyde, chargée à peine un dixième de degré de ce même électro- metre ; supposons, dis-je, que le courant électrique ne soit pas plus fort que cela, il suffit encore, comme mes expériences, rapportées ci-dessus, (sect. 6. et 7.) font voir, pour exciter les mouvements dont il s’agit.\n\n(10.) Mais si on ne doit plus être surpris, après ces expé- riences, de celles de Mr. Galvani décrites dans la première et seconde partie de son ouvrage, comment s’empecher de l’être de celles tout-à-fait nouvelles et merveilleuses qu’il rapporte dans la troisième ? Par lesquelles il obtint les mêmes convul- sions et mouvements violents des membres, sans avoir recours à aucune électricité artificielle, ou excitation étrangere, par la seule application d’un *arc conducteur* quelconque, dont un bout touchât aux muscles, et l’autre aux nerfs ou à l’épine de la grenouille, préparée de la manière decrite. Cet arc con- ducteur pouvoit être ou entièrement métallique, ou partie mé- tallique partie d’autres corps de la classe des *déférents*, comme d’eau, d’une ou plusieurs personnes, &c. Même les bois, les mu- railles, le plancher, pouvoient entrer dans le circuit, pourvu qu’ils ne fussent pas trop secs ; il n’y avoit que l’interposition des corps *cobibents*, comme verre, resines, soye, qui empechât l’effet. Les mauvais conducteurs cependant ne servoient pas si bien, et seulement pour les premiers moments après la\n\nMDCCXCIII.\npréparation de la grenouille, tant que les forces vitales se soutenoient en pleine vigueur; après quoi il n'y avoit plus que les bons conducteurs qu'on pût employer avec succès, et bientôt on ne pouvoit réussir qu'avec les excellents, c'est à dire, avec des arcs conducteurs entièrement métalliques. Il trouva au surplus un grand avantage à appliquer une espèce d'armure métallique à cette portion d'épine qu'il laissoit attachée aux nerfs cruraux, et aux nerfs eux-mêmes, et surtout à revêtir cette partie d'une feuille mince d'étain ou de plomb.\n\n(11.) Mr. Galvani ne s'arreta pas, dans ces expériences vraiment étonnantes, aux grenouilles; il les étendit avec succès, non seulement à plusieurs autres animaux à sang-froid, mais aussi aux quadrupedes, et aux oiseaux; dans lesquels il obtint les mêmes résultats, moyennant les mêmes préparations; qui consistoient à degager de ses enveloppes un des principaux nerfs, là où il s'implante dans un membre susceptible de mouvement, à armer ce nerf de quelque lame ou feuille métallique, et à etablir une communication, à l'aide d'un arc conducteur, de cette armure du nerf aux muscles dépendants.\n\n(12.) C'est ainsi qu'il découvrit heureusement, et nous demontra, de la manière la plus evidente, l'existence d'une véritable électricité animale dans tous, ou presque tous les animaux. Il paroit prouvé en effet par ses expériences, que le fluide électrique tend sans cesse à passer d'une partie à l'autre du corp organique vivant, et même des membres tronqués, tant qu'il y subsiste un reste de vitalité; qu'il tend à passer des nerfs aux muscles, ou vice versa, et que les mouvements musculaires sont dus à une semblable transfusion, plus ou moins rapide. En verité il semble qu'on ne peut rien opposer à cela, ni à la façon dont Mr. Galvani explique la chose, par\nune espèce de décharge semblable à celle de la bouteille de Leyde. Cependant un grand nombre de nouvelles expériences, que j’ai faites sur ce sujet, font voir qu’il y a bien des restrictions à faire, tant à la chose, qu’aux conséquences que l’auteur en a tirées ; en même temps qu’elles étendent beaucoup les phénomènes attribués à cette *électricité animale*, et nous la représentent dans un grand nombre de circonstances et de combinaisons nouvelles.\n\n(13.) Mr. Galvani, suivant l’idée qu’il s’est fait, d’après ses expériences, et pour suivre, en tout point, l’analogie de la bouteille de Leyde et de l’arc conducteur, prétend qu’il y ait naturellement un excès de fluide électrique dans le nerf, ou dans l’intérieur du muscle, et un défaut correspondant dans l’extérieur, ou *vice versa* ; et suppose conséquemment qu’un bout de cet arc doit communiquer au nerf, qu’il regarde comme le fil conducteur, ou crochet de la bouteille ; l’autre bout à la face externe du muscle. Toutes les figures de la troisième et quatrième planche, et toutes ses explications reviennent à cela. Mais s’il avait un peu plus varié les expériences, comme j’ai fait, il aurait vu que ce double contact du nerf et du muscle, ce circuit qu’il imagine, n’est pas toujours nécessaire. Il aurait trouvé, ce que j’ai trouvé, qu’on peut exciter les mêmes convulsions, les mêmes mouvements, dans les jambes, et autres membres des grenouilles, et de tout autre animal, par des attouchements métalliques, soit à deux parties du nerf seul, soit à deux muscles, et même à différents points d’un seul et simple muscle.\n\n(14.) Il est vrai qu’on ne réussit pas, à beaucoup près, si bien de cette manière que de l’autre, et qu’il faut, dans ce cas, avoir recours à un artifice, dont nous aurons occasion de parler\nplus au long, et qui consiste à employer deux métaux differents ; artifice qui n’est pas absolument necessaire lorsqu’on expérimente suivant le procédé de Galvani, decrit ci-dessus, (sect. 10. et 11.) du moins tant que la vitalité dans l’animal, ou dans ses membres coupés, se soutient en pleine vigueur ; mais enfin, puisque avec des armures de differents métaux appliquées, soit aux nerfs seuls, soit aux seuls muscles, on vient à bout d’exciter les contractions dans ceux-ci, et les mouvements des membres, on doit conclure que s’il y a des cas (ce qui pourroit bien encore paroitre douteux) où la pretendue décharge entre nerf et muscle (sect. 12. et 13.) est cause des mouvements musculaires, il y a bien aussi des circonstances, et plus fréquentes, où l’on obtient les mêmes mouvements, par un tout autre jeu, par une tout autre circulation, du fluide électrique.\n\n(15.) Oui c’est un tout autre jeu du fluide électrique, dont on doit dire plutôt qu’on trouble l’équilibre, que de le retablir, en ce qu’il coule d’une partie à l’autre du nerf, du muscle, &c. tant interieurement par leurs fibres conductrices, qu’extérieurement par la voie des conducteurs metalliques appliquées, non pas en conséquence d’un excès ou defaut respectif, mais par une action propre de ces mêmes métaux, lorsque ceux-ci sont de differente espece. C’est ainsi que j’ai découvert une nouvelle loi, qui n’est pas tant une loi d’électricité animale, qu’une loi d’électricité commune ; à laquelle on doit attribuer la plûpart des phénomenes, qui paroissoient, d’après les experiences de Galvani, et d’après plusieurs autres que j’avois faites moi-même à la suite de celles-là, appartenir à une veritable electricité animale spontanée, et qui n’en sont pas ; ce sont réellement des effets d’une electricité artificielle très foible, qui\ns'excite d'une manière dont on ne s'étoit pas douté, par la simple application de deux armures de differents métaux, comme j'ai deja indiqué, et que j'expliquerai mieux ailleurs.\n\n(16.) Je dois dire ici, qu'à la découverte de cette loi nouvelle, de cette électricité artificielle jusqu'à présent inconnue, je me defiai d'abord de tout ce qui m'avoit paru demontrer une électricité animale naturelle, dans le sens propre, et que j'etois sur le point de revenir de cette idée. Mais repassant, avec un examen reflechi, tous les phénomenes, et repetant les expériences sous ce nouveau point de vue, je trouvai enfin que quelques unes soutiennent encore cet examen, (celles, par exemple, où l'on n'a pas besoin d'armures differentes, ni même d'armure quelconque, un simple fil métallique, ou tout autre corps différent, faisant office d'arc conducteur entre le nerf isolé et un des muscles dépendants, pouvant exciter dans ceux-ci les convulsions), (sect. 10, &c.) et qu'ainsi l'électricité animale naturelle et proprement organique subsiste, et ne peut pas être renversée entièrement. Les phénomenes qui l'établissent, quoique beaucoup plus limités, ne laissent pas que d'être demonstratifs, comme je viens d'indiquer, et comme on verra mieux dans la suite.\n\n(17.) Ce qu'on trouvera peut-être plus désagréable, c'est qu'il faut aussi renfermer en des limites plus étroits son empire dans l'économie animale, et renoncer aux plus belles idées qu'on avoit conçues, et qui paroisoient nous mener à expliquer clairement tous les mouvements des muscles. Mes expériences, variées de toutes les manières possibles, montrent que le mouvement du fluide électrique, excité dans les organes, n'agit point immédiatement sur les muscles ; qu'il ne fait qu'exciter les nerfs, et que ceux-ci, mis en action, excitent.\nà leur tour les muscles. Quelle soit cette action des nerfs; comment elle se propage d’une de ses parties aux autres; comment elle passe aux muscles, et comment il en resulte le mouvement de ces derniers; ce sont encore des problèmes, pour l’explication desquels nous n’en sommes pas plus avancés qu’avant la découverte dont il s’agit.\n\n(18.) Je viens maintenant aux expériences qui prouvent toutes les assertions que j’ai avancées dans ces derniers paragraphes. Dans la foule qui se présente j’en choisirai quelques unes seulement, celles qui me paroissent mieux établir certains principes, la plupart nouveaux et différents de ceux adoptés par Mr. Galvani. Mais disons premièrement encore un mot des expériences de cet auteur. Je ne sais s’il en a fait d’autres, mais celles dont il nous rend compte dans son ouvrage sont renfermées dans un cercle trop étroit; il s’agit toujours de découvrir et isoler les nerfs, et d’établir une communication, de corps conducteurs de l’électricité, entre ces nerfs et les muscles qui en dépendent, (comme on voit dans toutes les figures des quatre planches jointes à ce même ouvrage) lorsqu’on se propose d’exciter les convulsions et mouvements de ces muscles, par l’action du fluide électrique. Il suppose donc, dans tous les cas, et il s’explique la dessus assez clairement, que la transfusion du fluide électrique produite, soit par l’électricité artificielle, soit par l’électricité animale naturelle, doive se faire des nerfs aux muscles, ou vice versa; que ces deux termes au moins y doivent être compris, pour que les mouvements musculaires aient lieu; et vraiment toutes les expériences qu’il nous décrit semblent prouver cela. Mais c’est qu’elles roulent, comme j’ai déjà dit, dans ce cercle trop étroit, dont il n’est jamais, ou presque jamais, sorti. En variant les\nexpériences de ce genre de plusieurs manières, j’ai fait voir, que ni l’une ni l’autre de ces conditions, savoir, de découvrir et isoler les nerfs, et de toucher simultanément ceux-ci et les muscles, pour procurer la prétendue décharge, sont absolument nécessaires (sect 13.). Il suffit, lorsqu’on a par exemple découvert le nerf ischiatique à un chien, à un agneau, &c. de faire passer un courant électrique d’une partie de ce nerf à une autre, même prochaine, en laissant tout le reste intact et libre, et intacte encore plus toute la jambe ; il suffit, dis-je, de cela pour voir excités dans cette jambe les convulsions et les mouvements les plus forts ; et cela, soit qu’on emploie une électricité artificielle étrangère, soit qu’on mette en mouvement le fluide électrique inhérent au nerf lui-même. Voici de quelle manière je fais ces expériences.\n\n(19.) EXPERIENCE A. Je serre, avec des pincettes, le nerf ischiatique un peu au dessus de son insertion dans la cuisse, et j’applique, quelques lignes plus haut, une pièce de monnoye, ou une autre lame métallique, sur ce même nerf, détaché soigneusement de ses adhérences, et soutenu par un fil, ou appuyé à une plaque de verre, à un bâton de cire d’Espagne, ou de bois sec, ou à tout autre corps mauvais conducteur. Alors appuyant le ventre d’une bouteille de Leyde, très foiblement chargée, aux dites pincettes, je porte le crochet en contact de l’autre lame métallique ; et voilà que la décharge qui se fait, quand même elle n’est pas assez forte pour donner la moindre étincelle, fait entrer en convulsion tous les muscles de la cuisse et de la jambe, qui est secouée et s’élance avec plus ou moins d’impétuosité. Et cependant toute cette jambe, et une partie même du nerf qui en déborde, se trouvoient, comme on voit, hors la route que le fluide électrique a parcouru dans son\ntrajet, de sorte qu’une petite partie seulement du nerf a pu être irritée ; cela néanmoins a suffi pour occasionner la contraction des muscles.\n\n(20.) EXPERIENCE B. Il en est de même, c’est-à-dire de semblables convulsions et mouvements de la jambe ont lieu, sans avoir recours à une électricité étrangère, par la décharge qui se fait, en certaine manière naturellement, lorsqu’ayant appliqué, comme ci-dessus, les mêmes pincettes, ou une lame d’argent, à une partie du nerf, et une lame de tout autre métal, et surtout d’étain ou de plomb, à une autre partie, on les fait simplement communiquer entr’elles, soit par un contact immédiat, ou par l’entremise d’une troisième pièce de métal, qui fasse l’office d’arc conducteur.\n\n(21.) Or donc voila les mêmes effets, des convulsions et mouvements musculaires les plus vifs, sans que la décharge de fluide électrique se fasse entre les nerfs et les muscles, comme Mr. Galvani suppose toujours ; et sans qu’il soit besoin qu’un bout de l’arc conducteur communique aux uns, et l’autre bout aux autres. Mais aussi l’autre condition, de dépouiller un nerf quelconque et le mettre à nud, n’est pas plus requise, comme les expériences suivantes vont montrer.\n\nEXPERIENCE C. J’applique les armures, ou lames de différents métaux (c’est cette difference des armures qui est essentielle) (sect. 14. et 15.) à une grenouille toute entière et vivante, revêtue même de sa peau, en un mot intacte : je colle, par exemple, une feuille mince d’étain sur son dos, ou sur les reins, et je pose une pièce de monnoye d’argent sous ses cuisses, ou sous son ventre, l’y comprimant un peu ; cela fait, j’avance cette monnoye, en la glissant, jusqu’au contact de la feuille d’étain, ou bien j’établis une communication entre ces\ndeux armures, moyennant un fil d’archal, ou une autre pièce de métal quelconque ; et voilà qu’il s’excite des convulsions spasmodiques dans tous les muscles du ventre, des cuisses, du dos, avec de violentes secousses des jambes, une contraction et courbure de l’épine, &c. lesquelles convulsions et spasmes, quoique presqu’universelles, sont cependant plus marqués dans les membres et muscles qui touchent; ou avoisinent, les armures, et plus encore dans ceux qui dépendent des principaux nerfs proches eux-mêmes aux dites armures.\n\n(22.) Ces expériences réussissent dans quelques autres animaux; dans les poissons, et dans les anguilles sur-tout, auxquels il n’est pas nécessaire d’ôter la peau, quoiqu’elle ne laisse pas que d’empêcher un peu l’action. C’est pourquoi en la leur otant, au moins en partie, particulièrement à la grenouille, on obtient plus surement les effets, et on les obtient beaucoup plus grands. On gagne encore, à cet égard, si on coupe la tête à la grenouille, et si on finit de la tuer en lui enfonçant une grosse épingle dans la moëlle épinière; on excite alors, par le moyen décrit des armures métalliques différentes, des mouvements plus forts, ou qui paraissent au moins plus marqués, parce qu’ils ne se confondent pas avec les autres mouvements que l’animal se donne étant en vie.\n\n(23.) S’il est avantageux, comme on vient de voir, d’ôter la peau aux grenouilles, quoique fort mince et assez humide, il l’est beaucoup plus, et même nécessaire, de l’ôter à presque tous les autres animaux, lezards, salamandres, serpents, tortues, et sur-tout aux quadrupèdes, et aux oiseaux, fournis d’une peau plus sèche, et beaucoup plus épaisse, pour réussir dans ces expériences. Voici donc comment je m’y prends.\n\n**Experience D.** J’attache à une table, au moyen de\n\nMDCCXCIII.\nquelques grosses épingles, un lezard, une souris, un poulet; &c. et en faisant une incision à la peau et aux autres intéguments, jusqu'à la chair nue, sur le dos de l'animal ainsi assujetti, je renverse les intéguments des deux cotés; j'en fais autant à la cuisse ou à la jambe, après quoi j'applique les deux armures aux endroits dénusés, ici la feuille d'étain, là la cuiller ou la piece de monnoye. Alors, toutes les fois que je fais communiquer entr'elles ces deux armures, il s'excite de fortes contractions dans les muscles adjacents, et sur-tout dans ceux de la cuisse et de la jambe, qui remue et se debat très fort. Ces secousses sont beaucoup plus violentes selon que la feuille d'étain se trouve appliquée plus près du nerf ischiatique, et la lame d'argent mieux appliquée au muscle qu'on appelle gluteus, ou à l'autre dit gastrocnemius, et toujours plus si on va jusqu'à découvrir ce même nerf, et a le revêtir lui-même de la feuille d'étain; si, le laissant attaché seulement aux muscles dans lesquels il s'implante, on lui ôte tout autre adherence; si enfin on détache tout le membre du reste du corps, avec son nerf pendant, et on l'assujettit seul aux expériences.\n\nJe suis, &c.\n\nA. VOLTA.\n\nSeptembre 13, 1792.\nSecond Letter.\n\n(24.) AU reste on comprend bien que ce que je viens de faire observer, par rapport au nerf ischiatique et à la jambe, a lieu pour le nerf brachial et le bras, et pour tout autre nerf relativement aux muscles et membres régis par ces nerfs.\n\n(25.) Ces dernières préparations reviennent à celles de Mr. Galvani; et elles prouvent bien qu’il est avantageux de mettre à découvert les nerfs, et plus encore de les détacher tout-au-tour; mais nullement que ce soit une condition nécessaire, puisqu’on ne manque pas d’obtenir les mêmes convulsions et mouvements des membres lorsqu’on découvre simplement les muscles, et qu’on laisse tous les nerfs enveloppés et cachés sous eux dans l’état naturel, comme toutes mes autres expériences ci-devant rapportées (sect. 21. 22. 23.) font voir.\n\n(26.) Après ces essais sur des reptiles, sur des oiseaux, et sur de petits quadrupèdes, je procedai à d’autres animaux plus grands, lapins, chiens, agneaux, bœufs; et non seulement je parvins à produire de semblables effets par toutes les manières décrites, mais à en obtenir de plus marqués et plus durables, à raison que la chaleur vitale se soutenoit dans ces grands animaux, et dans leurs membres, plus long-temps. Car je ne dois pas négliger de dire, que si dans la plûpart des animaux à sang froid, et particulièrement dans les grenouilles, la vitalité subsiste dans les membres tronqués plusieurs heures, cette vitalité qui les rend si sensibles à la plus foible irritation électrique, elle ne dure gueres que quelques minutes\ndans les membres découpés des animaux à sang chaud, et disparaît communément avant que toute cette chaleur animale soit dissipée.\n\n(27.) Ayant eu un tel succès de mes expériences sur des animaux grands et petits de toute espèce, tantôt vivants et dans toute leur intégrité, tantôt écorchés, quelquefois décapités, et dissequés de différentes manières, et dans chacun de leurs gros membres tronqués, et presque toujours sans cette préparation requise par Mr. Galvani, c'est à dire, sans mettre à découvert les nerfs, je voulus aller plus loin, et essayer sur de petits membres, sur un seul muscle, et sur de petits morceaux de muscles ; et le nouveau succès que j'en ai eu m'a conduit à d'autres découvertes, que j'exposerai bientôt, après avoir décrit quelques unes de ces expériences.\n\n(28.) EXPERIENCE E. J'ai coupé tantôt une jambe avec la cuisse, tantôt la jambe seule, tantôt une moitié ou un quart de jambe, à une grenouille ; et ayant appliqué, à l'ordinaire, à une partie de la pièce coupée la feuille d'étain, et à une autre partie la lame d'argent, et fait communiquer entr'elles ces armures, j'obtins toujours des convulsions et mouvements. J'en ai détaché un seul muscle, par exemple le gluteus ou le gastrocnemius ; d'autres fois je n'en ai pris qu'un morceau pas plus gros qu'un grain d'orge ; mêmes effets, savoir, des contractions très vives et spasmodiques de ces muscles, ou de ces morceaux de muscles, moyennant l'artifice de deux armures différentes, &c.\n\nEXPERIENCE F. J'ai répété les mêmes expériences sur une jambe, une moitié et un tiers de jambe, sur un seul muscle, et un fragment de muscle, de poulet, et d'autres oiseaux ; sur une\ntranche du gluteus d’un lapin, d’un agneau, &c. et j’ai eu les mêmes effets tout le temps que les chairs ont conservé une chaleur sensible. (sect. 26.)\n\n(29.) Ainsi donc on excite des contractions très fortes dans les muscles des animaux à sang chaud, comme à sang froid, et dans toutes les parties coupées des muscles ; et on les excite par le simple artifice des armures métalliques différentes, appliquées au muscle lui-même, sans aucune préparation des nerfs, même sans découvrir ceux-ci. Ailleurs nous avons vu qu’on les excite également, et par le même moyen des armures appliquées à deux parties voisines du nerf seul, (sect. 19. et 20. Expérience A. et B.) d’où j’ai raison de conclure qu’il n’est pas du tout nécessaire qu’il se fasse une décharge de fluide électrique entre nerf et muscle, ou qu’il s’en transporte de l’intérieur à l’extérieur de ce dernier par le nerf et par l’arc conducteur, comme Mr. Galvani suppose, ou vice versa ; et qu’il n’y a aucune comparaison à faire du muscle avec la bouteille de Leyde et sa décharge, dans les expériences dont il s’agit ici. Qu’y a-t-il en effet qui ressemble, et qu’on puisse expliquer analogiquement à la bouteille, lorsque les deux lames de métal, auxquelles arrivent les deux bouts de l’arc conducteur, se trouvent appliquées très près l’une de l’autre à l’extérieur du même nerf, (Expérience A. et B.) ou sur l’extérieur de deux muscles semblables, ou sur le même muscle ; (Expérience C. D. E. F.) il faut convenir qu’on feroit inutilement des efforts pour soutenir ici une analogie avec la bouteille de Leyde.\n\n(30.) Expérience G. Ayant revêtu de deux feuilles, une d’argent l’autre d’étain, les deux cuisses d’une grenouille aux endroits précisément correspondants, on excite les contractions\ndes muscles, et les mouvements ordinaires des jambes, au moment qu'on fait communiquer par un arc conducteur ces deux armures.\n\n(31.) Est ce comme cela, je demande, que se fait la décharge de deux bouteilles de Leyde, en établissant une communication entre les surfaces homologues ? Laissons donc là ces idées de bouteille et décharge, et toute explication forcée, et disons simplement qu'il se fait ici, et dans les expériences analogues, un transport de fluide électrique de l'une à l'autre des deux parties convenablement armées ; transport déterminé, non par un excès respectif de ce fluide, qu'on ne sauroit naturellement supposer entre des parties similaires, mais par la diversité de ces mêmes armures, qui doivent être de différents métaux, comme j'ai eu soin d'indiquer déjà, (sect. 20. et 21. Expérience B. et C.) et toujours inculqué dans la suite. En effet,\n\n(32.) EXPERIENCE H. Si deux muscles, ou deux endroits d'un seul muscle, sont armés pareillement, c'est à dire, de deux lames d'un même métal, égales aussi quant à leur trempe et dureté, souplesse ou rigidité, quant au poli ou à la rudesse des superficies, et appliquées de la même manière, on aura beau les faire communiquer par un arc conducteur, il ne s'ensuivra aucune convulsion, aucun mouvement.\n\n(33.) J'avoue qu'il n'est pas aisé de concevoir comment et pourquoi la simple application de deux armures dissemblables, je veux dire de deux différents métaux, à deux parties similaires de l'animal, et même à des points très proches les uns des autres d'un muscle quelconque, trouble l'équilibre du fluide électrique, et, le tirant de son repos et de son inaction, le sollicite de passer incessamment d'un endroit à l'autre ; lequel\ntransflux a lieu sitôt qu'on établit un arc conducteur entre ces deux armures dissemblables, et continue tout le temps que cette communication subsiste. Mais concevable ou non, qu'en soit la cause, c'est un fait que les expériences déjà rapportées prouvent assez, et qui sera confirmé par beaucoup d'autres ; à la suite desquelles je tâcherai d'en donner quelqu'explication. C'est un fait qu'on doit ajouter à ce que nous connaissons déjà en électricité ; un fait qui doit surement paraître extraordinaire, et difficile à concilier avec les lois communément établies. C'est véritablement une nouvelle loi bien singulière, que j'ai découverte ; une loi qui n'appartient pas proprement à l'électricité animale, mais à l'électricité commune, puisque ce transflux de fluide électrique, transflux qui n'est pas au surplus momentané, comme serait une décharge, mais continu et suivi tout le temps que la communication entre les deux armures subsiste, a lieu, soit que celles-ci se trouvent appliquées aux substances animales vivantes ou mortes, ou à d'autres conducteurs non métalliques, mais suffisamment bons, comme à l'eau, ou à des corps mouillés. Mais avant que d'en venir aux expériences qui prouvent décidément tout ce que j'avance ici, je dois encore m'arrêter quelque peu sur celles que j'ai déjà rapportées. (sect. 20.—32.)\n\n(34.) Il paraît d'abord par celles-ci qu'on peut exciter, moyennant le simple artifice des armures de différents métaux convenablement appliquées, de fortes contractions dans tous les muscles de tous les animaux, tant qu'ils jouissent encore de quelque vitalité. Une telle conclusion serait pourtant trop générale, et l'expérience même, au milieu des preuves que j'ai si fort étendues, m'a appris qu'il faut y mettre des restrictions, tant relativement aux classes et\ngenres d'animaux, que par rapport aux différents muscles de chaque animal.\n\n(35.) Et premièrement pour ce qui est des différentes classes d'animaux ; quoiqu'il soit bien constant que tous les quadrupèdes, les oiseaux, les poissons, les reptiles, et les amphibiens, que j'ai soumis aux épreuves, présentent les phénomènes décrits, il n'en est pas moins vrai que les vers en général, et plusieurs insectes, s'y sont refusés. J'ai essayé en vain les vers de terre, les sangsues, les limaces et limaçons, les huitres, et diverses chenilles ; je n'y ai pas même pu exciter des mouvements par de petites et médiocres étincelles, et décharges, d'électricité artificielle. Voici de quelle manière j'ai procédé.\n\n**Experience I.** J'ai appliqué la feuille d'étain, et la lame d'argent, à différentes parties, tant extérieures qu'intérieures, de ces limaces, sangsues, vers de terre, &c. et le mieux qu'il m'a été possible ; et j'ai établi la communication de ces armures métalliques, tantôt en approchant l'une de l'autre jusqu'au contact, tantôt par l'interméde d'un autre métal faisant office d'arc conducteur ; mais par tous ces moyens je n'ai jamais pu obtenir le moindre mouvement dans aucune partie de leur corps.\n\n**Experience L.** J'ai affectué à travers leurs corps, isolés ou non isolés, des décharges de bouteille assez fortes pour exciter une médiocre étincelle, et pour me donner une petite commotion, et ils n'en furent pas sensiblement affectés ; point de mouvements ou des convulsions.\n\n(36.) Est-ce donc que les animaux les plus imparfaits, la classe entière des vers, et plusieurs insectes ne possèdèrent guères cette sensibilité et irritabilité, cette mobilité électrique,\ns'il m'est permis de dire ainsi, dont jouissent les autres animaux plus parfaits ? Je ne veux point encore tirer cette conclusion générale de mes expériences, que je n'ai étendues jusqu'à présent qu'à un petit nombre de vers et d'insectes. Encore, à l'égard de ces derniers, je dois dire que j'ai réussi, sans beaucoup de difficulté, sur des écrevisses, des scarabées, des sauterelles, des papillons, des mouches. Il ne sera pas inutile que j'explique une des manières par lesquelles je viens à bout avec ces animaux, difficiles d'assujettir aux expériences, ou par leur petitesse, ou par les écailles dont ils sont recouverts.\n\n**Experience M.** Après avoir tranché la tête à la mouche, au papillon, au scarabé, &c. je leur fend, tout au long, le corcellet avec un canif, ou de petits ciseaux ; et j'introduis profondément dans la fente, près du cou, un morceau de feuille d'étain, (le papier dit improprement argenté est très à propos) et un peu au dessous j'introduis, de même bien avant dans l'intérieur, le tranchant d'une lame d'argent, ou d'une petite monnoye : alors quand j'avance celle-ci jusqu'au contact de la feuille d'étain, les jambes commencent à se plier, à se débattre, et les autres parties, et le tronc même, à s'agiter. Il est fort amusant d'exciter de cette manière le chant d'une cigale, &c.\n\n(37.) Ainsi donc j'aurois grand tort de ranger les insectes parmi les animaux destitués, comme le sont les vers déjà indiqués, de la faculté électrique dont il s'agit. Tout au plus, si les chenilles se montrent telles, on peut dire que dans cet état de larve, avant d'atteindre par leur métamorphose l'état parfait, d'acquérir de nouveaux organes, &c. de même qu'elles sont comparables aux vers à plusieurs autres égards,\n\nMDCCXCIII.\nelles le sont aussi à celui de n'être pas douées de la sensibilité électrique.\n\n(38.) Enfin, s'il m'est permis de dire ici ce que je pense, les animaux seulement qui ont des membres bien distincts, des articulations, et des muscles propres pour le mouvement de chacun, de ces muscles qu'on appelle flexeurs, ou éleveurs, et des nerfs propres qui les regissent, se ressentent, et sont saisis d'une contraction réelle et spasmodique, soit par de petites décharges d'électricité artificielle, soit par un foible courant de fluide occasionné par les simples armures métalliques différentes; contractions et spasmes qui entraînent le mouvement, et aussi l'agitation violente des dits membres. Au contraire les vers, et ceux d'entre les insectes qui n'ont point de membres assez distincts, point d'articulations proprement dites, ou qui manquent de ces muscles flexeurs, ou qui ne jouissent que d'un mouvement vermiculair, ne sont point affectés par une semblable électricité. C'est une tout autre économie animale, une tout autre mécanique pour les mouvements de ces animaux, un jeu qu'on a très bien découvert et expliqué dans plusieurs espèces. Voila mes idées, encore un peu vagues, fondées sur quelques expériences ; c'est la suite de celles-ci qui doit ou les confirmer, ou les rectifier.\n\n(39.) A l'égard des différents muscles dans le même animal, je suis en état d'avancer quelque chose de plus assuré. Je dis donc, qu'il s'en faut de beaucoup que tous les muscles soient susceptibles de contraction par la foible action électrique dont il s'agit. Il y a une grande distinction à faire par rapport à leur fonction dans l'économie animale; tous ne sont pas soumis à l'empire de la volonté, et prêts aux mouvements spontanés. Or, il n'y a proprement que ceux-ci qui soient\ncapables des contractions spasmodiques, par les moyens décrits. Oui, il n’y a que les muscles obeissants à la volonté que j’ai trouvés susceptibles d’irritation et de mouvement, par l’action de ce foible courant de fluide électrique occasionné par le simple attouchement de deux métaux différents ; et point du tout les autres muscles sur lesquels la volonté n’a aucun pouvoir direct, comme ceux du ventricule, des intestins, &c. pas même le cœur, d’ailleurs si irritable. Les muscles du diaphragme oui ; (et je le devinai avant que d’en faire l’épreuve) puisqu’ils sont d’entre ceux dont les mouvements dépendent de la volonté.\n\n**Experience N.** Il est bien surprenant qu’une tranche de bonne chair musculaire, coupée, par exemple, à la cuisse d’un agneau égorgé une demie heure ou une heure avant; que ce morceau, dis-je, de muscle presqu’entièrement refroidi, et qui ne se ressent plus de l’action d’aucun stimulant mécanique ou chymique, soit si puissamment affecté par le fluide électrique transmis d’une partie à l’autre, au point d’être saisi de contractions spasmodiques très fortes ; et qu’au contraire le cœur recemment arraché à ce même animal, et encore tout chaud et très irritable, traité de même, sollicité également par des armures métalliques le mieux adaptées, et l’arc conducteur qui en établit la communication, n’en souffre aucune altération ; que ses battements lorsqu’ils sont affoiblis et lents ne redoublent point, et lorsqu’ils sont suspendus ou assoupis ne se reveillent pas, tandis que cela arrive par les plus foibless stimulants mécaniques, ou chymiques.\n\n(40.) Le fluide électrique donc,,qui paraît être le stimulant approprié aux muscles de la volonté, ne l’est aucunement pour le cœur, et pour les autres muscles doués des mouvements\nvitaux et animaux non volontaires. Mais que dira-t-on si je montrerois qu’il n’est pas non plus la cause immédiate, ou effi-\ncience, des mouvements des dits muscles volontaires ; que dans\nceux-ci mêmes il n’est encore qu’une cause médiate, entant\nque les nerfs seuls en sont directement affectés ? C’est ce que\nplusieurs expériences m’ont appris ; par lesquelles j’ai été\nforcé de renoncer aux plus belles et vastes idées. J’aimois à\npenser, avec Mr. Galvani, que le fluide électrique mis en\nmouvement dans les organes, toutes les fois qu’il poussoit son\ncourant jusqu’aux muscles, et qu’il les frappoit avec une cer-\ntaine force, fit lui-même l’office de stimulant, et excitât l’irri-\ntabilité qui leur est propre ; que tous les mouvements muscu-\nlaires s’excutassent par une semblable irruption de fluide\nélectrique dans les muscles, soit lorsqu’on employoit l’élec-\ntricité artificielle, soit lorsqu’on donnoit jeu à l’électricité ani-\nmale naturelle ; qu’enfin les mouvements mêmes qui se font\nnaturellement dans la machine animale vivante, au moins les\nmouvements volontaires, reconnussent la même cause, savoir,\nl’action immédiate du fluide électrique sur les muscles. Mais,\nje le repéte, j’ai du renoncer, non sans regret, à toutes ces\nbelles idées, par lesquelles il nous paroissoit possible d’expliquer\nles choses à merveille. Oui, il faut limiter beaucoup l’action\nde l’électricité dans les animaux, et l’envisager sous un autre\npoint de vue, savoir, comme capable seulement d’exciter par\nelle-même les nerfs, comme j’ai déjà indiqué, et comme je vais\nmaintenant prouver.\n\n(41.) D’abord qu’elle puisse agir, et qu’elle agisse effective-\nment, sur les nerfs, et que ceux-ci excités par elle excitent à leur\ntour les muscles dépendants, sans même que le courant élec-\ntrique arrive jusqu’aux dits muscles, c’est un fait qui n’a plus\nbesoin de preuves après celles fournies par les Expériences A. et B. (sect. 19. et 20.) et même par une expérience de Mr. Galvani, qui fut la première de toutes, et l’origine des autres, suivant son recit. On voit assez que le courant électrique, dans cette expérience du professeur de Bologne, comme dans les miennes que je viens de citer, traverse une partie seulement du nerf crural, et pas un des muscles de la jambe ; cependant comme ils dépendent de ce nerf, ils tombent tous en convulsion.\n\n(42.) Mais je vais plus avant et je soutiens, que même dans les cas où le courant électrique (on comprend bien que je n’entends parler que des foibles décharges artificielles, ou de ce courant qui a lieu par la simple application des armures de différents métaux) frappe et pénètre les muscles susceptibles de mouvement, ce n’est pas en irritant ceux-ci immédiatement qu’il les fait entrer en contraction, mais en stimulant leurs nerfs. C’est ce qu’indiquent déjà mes Expériences C. et D. (sect. 21. et 23.) où la feuille d’étain et la lame d’argent se trouvant appliquées immédiatement aux parties musculeuses de l’animal, soit entier, soit écartelé, ce ne sont pas tant les muscles couverts par les deux armures métalliques qui souffrent les plus violentes contractions, que ceux qui dépendent de quelque nerf principal, auquel soit proche l’une ou l’autre des armures. C’est ainsi que dans la grenouille, lorsque la feuille d’étain est appliquée sur les reins, ou gissent à peu de profondeur les nerfs cruraux, les muscles des jambes sont saisis de fortes convulsions plus que tout autre, plus même que ceux qui touchent ou avoisinent l’autre armure, c’est à dire, la lame d’argent. J’ai déjà fait observer la même chose dans les quadrupèdes, chiens, agneaux, &c. par rapport au nerf ischiatique, (Expérience D.) et je dois ajouter seulement,\nque la jambe ne laisse pas d'être sécoulée lorsque ce nerf n'est pas trop caché sous les chairs et autres intéguments, et on applique comme il faut à cet endroit une des armures; quand même on ne feroit point repondre l'autre ni au muscle gluteus, ni à aucun muscle de la jambe, mais à un autre quelconque, pourvu qu'il ne soit pas trop éloigné. Voila encore pourquoi,\n\n**Experience O.** Si on applique à la grenouille, ou à d'autres petits animaux, la feuille d'étain tout le long de l'épine du dos, d'où sortent tous les nerfs du tronc et des membres; et l'autre armure à une autre partie quelconque, tous ces membres se debattent, les muscles, non seulement des jambes mais du ventre et du dos, souffrent des contractions spasmodiques, et le tronc lui-même se courbe et se plie en arc; en un mot les convulsions sont générales. L'expérience est encore plus frappante dans un lezard que dans une grenouille, et je vais la décrire.\n\n**Experience P.** Ayant coupé la tête à un lezard, et découvert les muscles du dos en enlevant la peau, j'applique un morceau de feuille d'étain au bout tronqué, de manière que cette feuille deborde un peu et s'éleve sur les épaules, et je pose une monnoye d'argent sur le milieu de l'épine; enfin je fais avancer, en glissant, cette monnoye jusqu'au contact de la dite feuille. A l'instant les jambes remuent, la queue se replie tortueusement, et tout le corps agité se courbe et s'élance de droite à gauche, et de gauche à droite. N'est-ce pas à cause que la partie supérieure de la moëlle épiniere, la source principale des nerfs, est irritée?\n\n(43.) On peut obtenir, par une semblable opération, à-peu-près les mêmes effets dans une souris, un petit oiseau, &c.\nmais il faut en ôter, non seulement la première peau et les autres intéguments, mais aussi de la chair, à raison que leur dos est plus charnu, et les principaux nerfs et la moëlle se trouvent plus cachés par cette chair, et par les os mêmes du tube vertébral. Il est aisé en effet de comprendre que le courant de fluide électrique, occasionné par les deux armures, ne penetrant qu’à une certaine profondeur les parties de l’animal recouvertes par ces armures, ne peut guère atteindre ni la moëlle épinière, ni les principales branches des nerfs, qui entrent dans l’intérieur des membres, si les os, la chair, et d’autres intéguments interposés ont une épaisseur considérable. On comprend aussi pourquoi dans les grands animaux, chiens, agneaux, &c. on ne réussit pas à exciter de cette manière des mouvements dans tous les membres, je veux dire en appliquant les deux armures au dos, quoique décharné. Les gros troncs des nerfs restent encore trop cachés, et ensevelis ; il n’y a que des branches ou ramifications qui gissent peu au dessous des dites armures, et ces branches n’aboutissent, pour la plus-part, qu’à certaines parties extérieures et voisines ; en conséquence on ne voit naître communément que des contractions et des palpitations superficielles dans tel ou tel autre muscle. Ou si par hazard tout un membre est mis en mouvement, c’est que le nerf qui entre dans son intérieur, et regit ce mouvement, se trouve peu caché, qu’il n’y a qu’un léger voile, une couche peu épaisse qui le couvre, des fibres minces seulement interposées entre lui et l’une ou l’autre des armures métalliques ; comme on a pu observer dans les Expériences D. et suivantes, (sect. 23, &c.) où il suffisait, pour exciter de grands mouvements dans la jambe d’un chien, ou d’un agneau, d’appliquer une des armures près du\nnerf ischiatique, et plus on en approchoit, et plus on amincis-\nsoit la couche de chair qui l'enveloppoit, plus les mouvements\nde la jambe étoient forts.\n\n(44.) Il faut donc connoître la position des nerfs, leur direc-\ntion, &c. et il faut enlever non seulement les intéguments com-\nmuns, la graisse, &c. mais aussi partie de la chair qui couvre\net enveloppe les dits nerfs, il faut amincir plus ou moins cette\nenveloppe, avant que d'y appliquer l'armure métallique, pour\nobtenir dans les grands animaux le mouvement de tel ou\ntel autre membre, outre les contractions et palpitations su-\nperficielles de quelques muscles. Il est peut-être impossible\nd'exciter ces mêmes mouvements et convulsions dans tous les\nmembres à la fois ; tandis que cela n'est pas difficile dans les\npetits animaux, comme nous avons vu ci-dessus, (sect. 42.\nExpérience O. et P.) en leur ôtant seulement la peau, ou\npartie des autres intéguments ; ce qui n'est pas même néces-\nsaire pour la grenouille, à laquelle on peut laisser la peau,\nqui, étant extremement mince et humide, n'empêche pas par\nson interposition que le courant électrique atteigne les prin-\ncipaux nerfs, ou la moëlle épiniere.\n\n(45.) Mais s'il faut avoir égard à la direction des princi-\npaux nerfs, pour determiner les mouvements dans les diffé-\nrents membres, il faut aussi faire attention à la position des ar-\nmures relativement aux muscles ; puisque ceux qui se trouvent\ninterposés, et plus près de l'une ou de l'autre armure, sont\nen général plus sujets à contracter des convulsions spasmo-\ndiques, et souvent aussi sont les seuls dans lesquels on les ob-\nserve ; par exemple, lorsque les armures ne repondent à aucun\ngros nerf, ou, s'il y en a, lorsqu'ils se trouvent trop enve-\nloppés et trop profondément cachés.\n(46.) Cela, et les Expériences E. F. (sect. 28.) où un muscle seul, et même un morceau de muscle, traité à l'ordinaire, ne laisse pas de souffrir des contractions très fortes, pourroient faire croire que le fluide électrique produisit ces mouvements en irritant les fibres musculaires elles-mêmes, sans l'intervention des nerfs ; l'action desquels par conséquent ne seroit ni primaire, ni absolument nécessaire, comme je pretends. Mais l'argument tiré de ces exemples n'a aucune force, tant qu'on ne prouve pas que dans ces muscles, dans ces morceaux de muscle, il n'y ait gueres de nerfs ; puisque s'il y en a, (et certainement il doit y avoir, et il y a, des ramifications nerveuses dans chaque portion sensible, j'ai presque dit dans chaque fibre musculaire) je puis toujours soutenir que ce sont ces filets nerveux, dont la substance du muscle se trouve parsemée, qui sont immédiatement affectés par le fluide électrique qui pénetre cette même substance ; que ce fluide déployant son action sur les nerfs extremement sensibles, action qui finit là, ceux-ci exercent la leur sur les muscles, &c. Je puis, dis-je, soutenir avec assez de vraisemblance que le fluide électrique n'a par lui-même d'influence au phénomene des contractions musculaires, qu'en ce qu'il en excite les nerfs ; en un mot, qu'il n'en est pas la cause immédiate. Une telle assertion, que les choses expliquées jusqu'ici rendent plus que probable, est prouvée directement, et de la manière la plus évidente, comme je vais montrer, par plusieurs expériences que j'ai faites sur la langue : expériences qui m'ont conduit à d'autres découvertes, aussi intéressantes que curieuses.\n\n(47.) Etant parvenu à exciter des convulsions toniques, et les mouvements les plus forts, dans les muscles, et dans les membres, non seulement des petits mais des grands animaux, sans MDCCXCIII.\ndécouvrir aucun nerf, par la simple application des armures de différents métaux aux muscles dénus des intéguments, je pensai bien-tôt si on ne pourrait pas obtenir la même chose dans l'homme. Je conçus que la chose réussiroit très bien dans les membres amputés ; mais dans l'homme entier et vivant comment faire? Il auroit fallu aussi ôter les intéguments, faire des incisions profondes, emporter même une partie des chairs aux endroits sur lesquels on alloit appliquer les lames métalliques, (comme j'ai fait remarquer qu'il faut faire souvent aux parties charnues des grands animaux). Heureusement il me vint dans la tête, que nous avons, dans la langue, un muscle nu, dépourvu au moins des intéguments épais dont sont couvertes les parties extérieures du corps, un muscle qui est très mobile, et mobile à volonté. Voila donc, me disois-je, toutes les conditions requises, pour pouvoir y exciter de viifs mouvements par l'artifice ordinaire des armures différentes. Dans cette vue je fis, sur ma propre langue, l'expérience suivante.\n\n(48.) EXPERIENCE Q. Ayant revêtu la pointe de la langue, et une partie de sa surface supérieure, dans l'étendue de quelques lignes, d'une feuille d'étain, (le papier dit argenté est le plus à propos) j'appliquai la partie convexe d'une cuiller d'argent plus avant sur le plat de la langue, et en inclinant cette cuiller je portai sa queue jusqu'au contact de la feuille d'étain. Je m'attendois à voir tremblotter la langue ; et je faisois, pour cela, l'expérience devant un miroir. Mais les mouvements que j'osois prédire n'arriverent pas ; et j'eus, au lieu de cela, une sensation à laquelle je ne m'attendois nullement ; ce fut un goût aigre assez fort, sur la pointe de la langue.\n(49.) Je fus d’abord fort surpris de cela ; mais réfléchissant un peu à la chose, je conçus aisément, que les nerfs qui aboutissent à la pointe de la langue, étant les nerfs destinés aux sensations du goût, et nullement aux mouvements de ce muscle flexible, il étoit tout-à-fait naturel, que l’irritation du fluide électrique, mu par l’artifice ordinaire, y excitât une saveur, et pas autre chose ; et que pour exciter dans la langue les mouvements dont elle est susceptible, il faudroit appliquer une des armures métalliques auprès de sa racine, où s’implantent les nerfs destinés à ces mouvements ; ce que je verifiai bientôt par cette autre expérience.\n\n(50.) EXPERIENCE R. Ayant coupé, à un agneau tout recemment égorgé, la langue près de sa racine, j’appliquai une feuille d’étain à l’endroit de la coupure, et la cuiller d’argent à une de ses surfaces ; procedant alors à établir une communication, comme il faut, entre ces deux armures métalliques, j’eus le plaisir de voir la langue entière tremousser vivement, élever sa pointe, se tourner et se replier de part et d’autre, chaque fois et tout le temps qu’une telle communication avoit lieu.\n\n(51.) J’ai répété cette expérience sur une langue de veau, que je posai, armée de la même manière de la feuille d’étain près de sa racine, sur un plat d’argent, pour qu’il fît l’office de l’autre armure ; et le succès fut le même. Je l’ai répétée aussi sur la langue d’autres petits animaux, comme souris, poulets, lapins, &c. et j’obtins presque toujours le même effet. Je dis presque toujours, car quelques fois il manqua dans la langue des petits animaux ; soit que la feuille d’étain ne fût pas appliquée convenablement à l’endroit juste, où les nerfs qui\nregissent les mouvements de la langue y ont leur insertion; soit que la langue refroidie eût déjà perdu sa vitalité, qui ne dure guères long-temps dans les muscles des animaux à sang chaud, comme j'ai déjà fait observer, (sect. 26.) et particulièrement dans la langue.\n\nJe suis, &c.\n\nA. VOLTA.\n\nOctobre 25, 1792.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106803.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 36,
    "total-input-tokens": 56632,
    "total-output-tokens": 17840,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1410,
        2
      ],
      [
        1410,
        3257,
        3
      ],
      [
        3257,
        5068,
        4
      ],
      [
        5068,
        6876,
        5
      ],
      [
        6876,
        8691,
        6
      ],
      [
        8691,
        10481,
        7
      ],
      [
        10481,
        12221,
        8
      ],
      [
        12221,
        14069,
        9
      ],
      [
        14069,
        15882,
        10
      ],
      [
        15882,
        17661,
        11
      ],
      [
        17661,
        19476,
        12
      ],
      [
        19476,
        21275,
        13
      ],
      [
        21275,
        23090,
        14
      ],
      [
        23090,
        24926,
        15
      ],
      [
        24926,
        26679,
        16
      ],
      [
        26679,
        28478,
        17
      ],
      [
        28478,
        29705,
        18
      ],
      [
        29705,
        31236,
        19
      ],
      [
        31236,
        32895,
        20
      ],
      [
        32895,
        34654,
        21
      ],
      [
        34654,
        36361,
        22
      ],
      [
        36361,
        38158,
        23
      ],
      [
        38158,
        39841,
        24
      ],
      [
        39841,
        41591,
        25
      ],
      [
        41591,
        43365,
        26
      ],
      [
        43365,
        45133,
        27
      ],
      [
        45133,
        46974,
        28
      ],
      [
        46974,
        48818,
        29
      ],
      [
        48818,
        50518,
        30
      ],
      [
        50518,
        52325,
        31
      ],
      [
        52325,
        54091,
        32
      ],
      [
        54091,
        55938,
        33
      ],
      [
        55938,
        57660,
        34
      ],
      [
        57660,
        59372,
        35
      ],
      [
        59372,
        59684,
        36
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr",
      "fr"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106803",
    "title": "Account of Some Discoveries Made by Mr. Galvani, of Bologna; With Experiments and Observations on Them. In Two Letters from Mr. Alexander Volta, F. R. S. Professor of Natural Philosophy in the University of Pavia, to Mr. Tiberius Cavallo, F. R. S.",
    "authors": "Mr. Galvani, Alexander Volta",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 36,
    "jstor_url": "https://www.jstor.org/stable/106803"
  }
}