{
  "id": "f737a455e81575b8e1e7195c60e55ee3800792f6",
  "text": "An Accomp of some Books:\n\nI. PHARMAEUTICE RATIONALIS, sive Diatriba de MEDICAMENTORUM OPERATIONIBUS in Humano Corpo; Pars Secunda; Auth. Tho. Willis M.D. &c. E Theatro Sheldoniano. 1675.\n\nThis Learned and Worthy Author (whose Death may certainly be reputed a publick loss, and a detriment to the very Faculty of Physick,) saw but a very few dayes before his decease this Book of his finished in the Press; to which, if Heaven had thought good to have spared him longer amongst us, he would doubtless have added many other Philosophical and useful Pieces, for the improvement of Knowledge and the Art of Physick. But since that is denied us, we must content ourselves with what he hath left behind, which indeed is of very great value, and speaks the Learning and Merit of the Author to admiration.\n\nHe had not long since publish't the First part of this Argument, of which an Account was given in Numb 99. of these Traits: We have now before us the Second part thereof, wherein the Author undertakes to give a Reason of the Operation of such Remedies as have a respect to some Peculiar part of the Body, or to some Singular Disease, and are by some Specifique virtue or operation directed to those Ends: And in doing this, he chiefly inquires into the Reason and Manner of the Operation of such Medicins as are Pectoral, wont to be prescribed against Coughs, Consumptions, Catarrh's, Asthma's, and the like morbid Affections of the Thorax.\n\nTo this he premises, as a Ground-work, the Anatome and Consideration of the structure of those Parts, their Uses and Functions.\n\nIn the Anatomical part, he doth with admirable curiosity and incomparable accuracy describe and discourse upon the wonderful Fabrique of the Lungs, which, with the Excellent Malpighius, he makes to be, in their whole substance, fistulous, and composed of nothing but tubes of different kinds and sizes; which, though they seem to be strangely complicated, and variously perplexed, yet are everywhere continuous, and running out with a mutual relation and habitude to one another, do orderly and regularly convey and dispose up and down the Air, Blood, Lympha, and Animal Spirits, for their several and respective Uses.\nThese parts are represented by very exact Figures, and the matter for these Figures is furnish't by the Ingenious and Diligent Dr. Edmund King, with great skill and dexterity; as the Author himself acknowledges in the Dedication of this Book.\n\nFrom the Conformation of the Lungs and the parts and Vessels thereof, the Author infers, that the Use of the Lungs seems to him to be; That the Blood may be through the smaller Vessels, like so many little rivulets, displayed and exposed in all its parts, and all these parts meet with the Nitrous particles of the Air, and be inspired with Vitality from the same.\n\nHaving explained the Organs of Respiration, he searches into the Cause of that constant vicissitude of the Systole and Diastole; and having assigned it to be the Animal Spirits, rushing out of the tendons into the carious fibres, to perform the Contraction of the Muscles, and receding back out of these into those, to perform their Relaxation: Having, I say, done this, he shews the different cause of the Spontaneous and the meer Natural function in Animals, deriving the former from those Animal Spirits that are dispens'd by the Cerebrum; the latter from those that are furnish't by the Cerebellum; proving withal, that Respiration is, as 'twere, a mix'd work partaking of both functions, the spontaneous and natural.\n\nAfter the examination of the structure of the Lungs and the Parts thereof, serving for Motion and the entertainment of Life; he proceeds to consider the various ways and accidents, by which that manifold apparatus of organs may be vitiated, and consequently the functions, depending therefrom, perverted; esteeming that this Pneumonique Engin, lodged in the breast, whereby the Air being inspired, we maintain the life of the blood and its motion and heat, is exceedingly subject to depravation; as a Watch that is with great Art composed of a spring, ballance, wheeles, strings, &c. is very liable to disorder.\n\nHere he shews, How the Uses and Ends of Respiration may be spoiled; which is done chiefly two ways: First, when the Blood does not duly circulate through the Heart and the Pneumonique Vessels; which may sometimes be caus'd within the right ventricle of the heart, or the Pneumonique Arteries, sometimes also within the left ventricle, or the pulmonary veins: Secondly, when the Air is either not duly inspired and expired in or out of the Windpipe and its branches: Of each of which as there are various cases,\ncases, and causes, and ways, so the chief of them are here learnedly discussed; with an Animadversion on the Sylvian opinion concerning the bloods effervescence in the Lungs. Here occur various Inquiries; 1. How the blood may be impeded sometimes by too little, sometimes by too great, an accension; sometimes also by the depravation of its Grafs, the texture of it being often too loose (whence store of serosity, and corruptive miasmata are deposited in the Lungs) often too close (whence arise Fevers, Pleurifies, Peripneumonia's.) 2. How the blood may be impeded by the fault of the Heart, when the Spirits of it are either deficient or move irregularly. 3. How it may be hindered by the obstruction of the passages, which may also happen divers ways, and from divers causes. 4. How it may be impeded by the Air, either wanting, or corrupted: Where are noted the defects and vices of the Air, and the many obstructions and other ill effects proceeding from thence, amongst which are Catharrs, Asthma's, Coughs, Atrophies or Consumptions.\n\nThese things being dispatched, he advances to the chief design of this work, which is the Pathology, and treats largely of the remedies proper to cure those indispositions and diseases of the thorax, and to render an Accompt of the manner of their operation.\n\nAnd in this part he considers the origine, nature, symptoms and remedies of the several sorts of PHTHYSICAL maladies, of Blood-spitting, Peripneumonia's, Pleurifies, Empyema's, Asthma's, Thoracical Dropsies. In all which the Reader will find many considerable particulars, touching Tabifique matter and it's causes; as also concerning Transpiration impeded; the various Incongruities of the inspired Air; the Congruity of a sulphureous Air, and of sulphureous Medicines to Consumptive bodies, with the reason thereof: Further, concerning strange sorts of Coughs, and their Cures; divers grievous Asthma's, and some convulsive ones, and the way of curing them; a very odd case of an Ascites in the Breast, caused by the rupture of some Lymphedu&ts there, follow'd by an audible dropping of the Liquor into the cavity of the part. And, as this Disease of the Pectoral Dropsie, so all others of the Thorax here discoursed of, are illustrated with very remarkable Cases and Histories.\n\nIn the next Section, the Author considers the Diseases of the Vv V Viscera\nViscera, and delivers the Remedies, and Ways, and Reasons of Curing them, as of the former. Here occurs first the Iuterus, together with Sylvius's and the Author's opinion touching the Cause thereof; to which are subjoined the Sylvian Empirical remedies of the same, together with the Authors method of performing the Cure thereof. Secondly, the Dropsy, and the various kinds, differences, causes and cures of it; with a Note, that the Tympanites is properly no species of Dropsy, nor caused from Winds, but from an inordinate Inflation of the membranous parts, caused by the disordered Animal Spirits influencing those viscera.\n\nIn the following Section, he treats first, of Phlebotomy, its Uses and Effects; whether to be used in continual putrid Fevers; what Cautions to be observed in Blood letting, in regard of the part to be open'd, as also in respect of the Disease, Age, Quantity, &c; why in some Cases 'tis not at all to be used; why, when made too sparingly, 'tis often noxious and heightens the Fever, &c. Secondly, of Hemorrhagies, why not always to be stopped, and how many ways they may be stopped. Thirdly, of Vesicatories, their varieties, uses and effects, and with what Constitutions they agree best, and with which not at all. Fourthly, of Fistula's or Issues, viz. what Humors they evacuate; in what diseases they are most conducive; and for what bodies they are not convenient; with a Note upon that vulgar Error, which insinuates, that Issues dispose to barrenness. Fifthly, of Cutaneous Diseases; their varieties and cures; and particularly of the Psora, and its nature, origine, cure. Sixthly, of the impetigo or Lepra Graecorum, its rise, property, and remedies.\n\nTo sum up all, the Author hath first, with great care and exactness viewed in the human Body those Parts and Places where the Medicines are to perform their operation: Then he hath been solicitous, according to the phenomena of all and every part, discover'd by his Anatomical Observation, to rende solid and genuin hypotheses of the Diseases, by him designed to cure; and having made it his business to derive the Causes of Maladies from their very Sources, he hath everywhere endeavoured to shew from what disposition of Blood and Humors, from what affection of Animal Spirits, and from what constitution of Fibers and other solid parts, every sickness he treats of proceeds. And having laid those things for a solid foundation, to build thereupon\na firm superstructure of his Pharmacentice, he hath lastly deliver'd abundance of Medicaments, respecting those examined Parts and Regions of the body, and their peculiar Indispositions; which Remedies are both Simple and Compounded, Old and New, Dogmatique and Empirique: Of the preparations, operations and effects of all which he subjoyns their respective Reasons.\n\nII. COLLEGIUM EXPERIMENTALE sive CURIOSUM,\nin quo primaria hujus Seculi Inventa & Experimenta Physico-\nMathematica, A. 1672. quibusdam Natura Scrutatoribus spe-\nctanda exhibuit & ad causas suas naturales demonstrativâ me-\nthodo reduxit Johannes Christophorus Sturmius, Mathem. ac\nPhys. in Academ. Altdorfina Prof. P. &c. Norimbergæ, A. 1676.\nin 4°.\n\nThe Learned Author of this Piece, in the Invitation he made to some Students in Philosophy, at Altorf in Germany, importing that they would list themselves under his conduct for the Examination and Consideration of some of those Discoveries and Experiments made of late years, takes notice, that in this one Age, not yet elapsed, there hath been a far greater progress made in Natural Philosophy, than in many Ages before, and that by means of that happy Experimental Method, embraced and exercised by the Royal Societies of England and France, and the noble Colledges of Rome, Florence, Venice, &c. by which Method, he saith, the Disputacious way of wrangling about mere Scholastical and fruitless notions being laid aside, Things themselves from the inmost Recesses of Nature have been searched into, and not a few of them discover'd and brought to light. Of which that he might enamour and possess his Auditors, he resolved to take the pains of proposing and explaining them to those that were inclined to such Studies; and having so done, to make publick the result of all those particulars: Which is the thing he hath now executed in this Volume: Wherein the Reader will find XVI Essays, of a Philosophical Nature, by him treated of; which he acknowledges to have been, at least for the most part, handled, experimented and discoursed of, by\nsome of the most Eminent Philosophers of this Age; amongst whom he names the Illustrious Bacon, Des Cartes, Torricelli, Boyle, Roberval, Paschal, Hugens, and Guerick.\n\nOf these XVI Essays,\n\nThe first, represents and explains the Diving Bell, its Structure and Use.\n\nThe second, exhibits the chief Optique Phenomena of a Darkened chamber, and shews their Causes.\n\nThe third, relates the Effects of the Baroscope or the Torricellian Quicksilver-Tube, and withal gives the reasons of them.\n\nThe fourth, shews some Experiments of some metallic weights floating, and without any other support freely pendulous in Water and Air; reducing them to their Causes.\n\nThe fifth, represents both to the Eye and the Understanding some other Hydrostatical Phenomena, about Glass-bubles, at first floating on the surface of the water, and afterwards subsiding by assused oyl, &c.\n\nThe sixth, deduces some Consequences from the before asserted Spring and Weight of the ever-gravitating Air; and those very Consequences prov'd by the sense of the Eyes themselves.\n\nThe seventh, contains some Experiments of a Glass-Tube, six and thirty feet high, filled with water, and declares their Causes from the Equilibrium of the Air and so much Water.\n\nThe eighth, shews some Phenomena in very slender or narrow Tubes, viz. the Ascent of water in them above its other superficies; subjoining withal the reason thereof.\n\nThe ninth, exhibits the Effects, and declares the Causes of several sorts of Thermometers.\n\nThe tenth, mentions a very paradoxical Experiment of Franc. Lana.\n\nThe eleventh, represents and reduces to its principles the Force of Mechanical Powers, particularly that of a certain slender wooden Engin, which he faith was of such a power, that a Child of two years old, turning the handle thereof, did in his presence lift up a weight of 100 l. and at another time, a weight of 200 l.\nThe twelfth discourses of an Art, both of writing anything in any Tongue, to be read and understood by any Nation of what Language soever, and of reading and understanding anything written in any Tongue.\n\nThe thirteenth contains some considerable Effects and Experiments of the Air-pump, partly made by others, partly said by our Author to have been devised and tried by himself; all reduced to their proper Causes.\n\nThe fourteenth declareth the Uses and Reasons of the Effects of Hygrometers and Chronometers.\n\nThe fifteenth explains the structure of Microscopes and Telescopes, comprobating their Effects from many Observations.\n\nThe last exhibits divers pleasant Spectacles of a portable darkened Room, and of a Catoptro-Dioptrical Lantern, adding the genuine Reasons of them; and for an Appendix subjoyns his new, as he esteems it, Perpetual Almanack, comprehending not only the Immovable Feasts fixed to certain days of the Months, but also the Moveable ones, of Easter, Pentecost, and the rest depending from them; as also the Motions of the Sun and Moon through the twelve celestial Signs, together with the Moons menstrual increases and decreases, &c.\n\nHaving dispatched this, he takes notice, that reflecting upon what he had done and discoloured in the former Papers, he found it not amiss to write some Appendixes to the Essays before recited, supplying therein partly, what in his Philosophical College had been by word of mouth noted in reference to the above-mentioned phenomena and conclusions; partly, what had been thought fit to add to them by way of Illustration, upon a second perusal and examination of the same.\n\nAnd in this part he first discourses more particularly of the diving Engin and Divers; and then, of the Weight of the Air, acknowledged by Aristotle himself to gravitate in its own place; alleging for that purpose out of c.4. of his 4th Book de Celo, these remarkable words; ἐν τῇ ὑπερήφαντι ἡμέρᾳ ἡγεῖται ἡ γῆ ἐν τῷ ἀέρι, ἢ ἐν ἀέρι ἢ ἐν ὕδατι, ἢ ἐν τῇ ὑπερήφαντι ἡμέρᾳ ἡγεῖται ἡ γῆ ἐν τῷ ἀέρι. Thirdly, of the Hylarchical principle of Dr Henry More, which he examines; alleging, not to have yet seen what he hears Mr. Boyle hath written upon that Argument in English. Fourthly, of the new Pocket-\nPocket-watches, equivalent to Pendulum-Clocks; of which see Numb. 112. of these Tracts. To which are added many other particulars, which cannot be all taken notice of here; we shall only note further, that our Author in this part of his Book gives to those persons, to whom he professes himself obliged for their noble Experiments, and judicious Ratiocinations, more particularly their respective dues, than he had done in the first part.\n\nIII. ENGLAND'S IMPROVEMENTS, in two parts, &c. by Roger Cook, London 1675. in 4o.\n\nThis Author, appearing to be of a very publick Spirit, seems to have spent a great part of his Life in considering the ways of furthering the Publick Welfare of his Native Country, and in enquiring, for that end, into the present State of England, compared with other Countries: For, finding that mens business generally relates to, and arrives at, their Individual either profit or reputation, and that these are so intended by them, that their whole life is hardly enough to answer the desires running out for the one or the other, and that therefore a third person is necessary to undertake a business of so publick a nature; he resolved to set himself a part for such a work, as may make it out to considering men, that without Freedom of Trade, the Trade and Strength of a Nation cannot be rendered considerable; removing, before he enters upon the matter, that vulgar Objection, as if Trade and Commerce could, and must, only flourish in popular Governments.\n\nNow this Piece consists of two Parts: In the former is discoursed, How the Kingdom of England may be improved in Strength, Employment, Wealth and Trade, by increasing the Value of Lands; the Revenue of the Crown and Church; Peace and Amity with Foreign Nations, without any Charge to the Subject. In the latter is represented, How the Navigation of England may be increased, and the Sovereignty of the British Seas more secured to the Crown of England.\n\nWhat this Gentleman hath performed in these Weighty points, we must not presume to judge, but leave that to the Impartial and Judicious Reader to determine.\nIV. The COLLEDGE of PHYSICIANS VINDICATED, and\nthe TRUE STATE of PHYSICK in this Nation faithfully\nrepresented, &c. by Charles Goodall, M.D. London, for\nWalter Kitteby at the Sign of the Bishop's head in St. Paul's\nChurch yard, 1676, in 8o.\n\nTHIS Vindication of the eminently learned Colledge of Phy-\nsicians of London from the Imputations lately charged up-\non them in a Paper, entituled the Corner Stone, &c. consists of\nthree parts, answering to as many Heads, as the Objections of their\nAdversaries are reducible unto; viz. 1. That the said Colledg is\nnot established by Law. 2. That the Proceedings of the same a-\ngainst Empiricks and Unlicensed persons is oppressive. 3. That\nthe Physicians educated in Universities, and particularly the said\nColledg have been the great Hindereers of the Art of Physick; and\nmore especially of that of Chymistry.\n\nOf the Answers to these three Accusations we shall pass by\nthose that relate to the two first, as being of a Juridical Nature, and\nconsequently not belonging to the cognisance of these Tracts:\nBut the Answer to the third Objection, whereby we are by the\nLearned and Ingenious Author enabled to understand the real\nAdvantages of a regular Institution of Methodical Practice, and\nthe Danger of mere Empirical Administrations, we cannot but\ntake notice of; forasmuch as by shewing, that the said Colledge\nwith those other Learned Physicians educated in Academies, have\nnot been hinderers, but the principal Promoters of the Art of\nPhysick in Anatomy, Chymistry, and the Method of Curing; by\nshewing this, I say, our Author delivers many considerable parti-\nculars, relating to those three main Pillars of the Medical Art:\nAs first, that something hath been done in Anatomy, both by Anti-\nents and Moderns, that hath conduced to the better Cure of Di-\nseases. Secondly, that the Moderns have improv'd the Anatomick\npart of Physick by their late discoveries. Thirdly, that Chymistry\nhath been practised by some of the greatest Anatomists and Pra-\nctisers of our Age; of whom he names Dr. Willis, Dr. Sylvius,\nDr. Borrichius, Dr. Dimmerbroeck, Dr. Daniel Cox. Fourthly,\nthat the Noble Art of Chymistry owes its chief advancement to Physicians of Academick Education and to Collegiate Members, such as Mynsicht, Beguinus, Hartman, Grulingius, Horstius, Schraderus, Quercetan, Mayerne, Zwelfer, Beecherus, Lancelot, Borrichius, Du Clos, Vallot, Ragley, Goddard, Merret, besides those aforemention'd. Fifthly, that, whereas the Accuser will not allow the London-Colledge of Physicians any one particular improvement of the Art of Physick, our Answerer shews, 1. That those Doctrines which can acquaint us with the real constituent Principles of the Blood, and other humors and recrements of human Bodies, and with their various preternatural affections, must of necessity conduce to the improvement of the Practice of Physick. 2. That there was a particular improvement made in the Art of Curing, by Dr. Glisson, Dr. Bates, and Dr. Regemorter, by curing the Rickets.\n\nAs for the Usefulness and Necessity of Method in the Cure of Diseases, we shall not here speak of it, but referr to the Author himself.\n\nLondon, Printed for John Martyn, Printer to the R. Society. 1675.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101690.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 16972,
    "total-output-tokens": 5360,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2189,
        2
      ],
      [
        2189,
        4646,
        3
      ],
      [
        4646,
        7006,
        4
      ],
      [
        7006,
        9446,
        5
      ],
      [
        9446,
        11512,
        6
      ],
      [
        11512,
        13385,
        7
      ],
      [
        13385,
        15618,
        8
      ],
      [
        15618,
        17718,
        9
      ],
      [
        17718,
        19836,
        10
      ],
      [
        19836,
        20933,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101690",
    "title": "An Accompt of Some Books",
    "authors": "Tho. Willis, Johannes Christophorus Sturinius, Charles Goodall, Roger Cook",
    "year": 1675,
    "volume": "10",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/101690"
  }
}