{
  "id": "b66e2bd16e312c17a6ad85c05a1e35bc1dee979d",
  "text": "1. De Conchy lijs Turbinatis, Bivalvibus & Univalvibus, item de Mineralibus, Fossilibus, & Thermis Philippensisibus, ex MSS. R. P. Geo. Jos. Kamel. Communicavit D. Jacobus Petiver, Pharmacop. Londin. & Soc. Reg. S.\n\nLAGANG doimit. Biyco. Binga vel Tinge Indorum. Est Nautilus Tubulatus ingens, fasciis rubris circumjectis distinctus, ipsa puppe nigra.\n\n2. Budiong. Buccinum est cubitale quo Indus ad indicandum periculum Inimici, Ignis aut Mortis Amici utitur.\n\n3. Saang. Murex maximus, deforis scaber, exalbido & fusco commaculatus, internè quam elegantissime politus, ex albo rubescens, in sex aduncos canaliculatos, palmares & longiores mucrones, per circumferentiam explicatus.\n\n4. Balic-gogoco. Purpura est stria subruba & duplici internè & deforis cincta.\n\n5. Ganga. Murex alter, totus exalbidus, in septem unciales & sesquiunciales mucrones, canaliculatos pariter, sed uno latere tantum exeuntis diductus: Coracoidis similis.\n\n6. Lagang vel Lanhang By.: Lumbanlinga C. Viamaata bulang M. Est Cochlea maxima, muricata, ponderosa, pendens uncias triginta, sine animali & sine cooperculo, apice brevi, ore ventricose expanso; Exalbida deforis & Gypsea, polita verò argentea, ut est internè: Ex hac communiter Aceto emollita cochlearia efformantur.\n\nHujus\nHujus Cochleae operculum Indj Bys. Luguc M. Matangla-\nhang vocant; Scriptores Fabam marinam, Umbilicum mari-\nnum, Umbilicum Veneris, Oculum marinum: Hujate parte\nquâ latissimum palmare est pendens ad uncias sex: Ma-\nrianum communiter tantum unciale, unde & alia verrucosa\nmittuntur. Fabam marinam Schroderus oculis prodeste\n& Erysipelata tollere gestatam scribit. Umbilico appli-\ncatam laudunt ad Colicam.\n\nBaccius Sanguinem undequaq; profluentem mirificè\nsistere tradit, parte aversa cum saliva fronti applicitam;\nin polline nimium mensium fluxum cohibere & iis qui\nsanguinem per os rejiciunt utiliter exhiberi. M. S.\nMiraculosè et efficaciter Oculorum cataraætas, nubeulis\ncarnositates et suffusiones defluxionesve sanare, si cum\nlacè Mulieris in vase cupreo atteratur, donec lac glau-\ncescat, & guttae aliquot mane & ad vesperam oculis in-\nstillentur: In humoris magno affluxu Faba cum succo\nLimonis in vase ferreo circumagitur: Si vero Oculi tan-\ntum obfuscati videantur Faba cum lacè Muliebri in vase\nargenteo confricatur.\n\n7. Calin huga Tag. & P. an Alucaba vel Anicunub.\nBys? Est Conchylium parvum & Turbinatum, cujus odor-\niferum cooperculum ustum Inde oleo decoquunt. An\nConchylium, Concha longa, Blatta Byzantia, seu unguis\nodoratus?\n\n8. Banifilis. Turbo seu Buccinum Fabij Columne. Bi-\npalmam longum.\n\n9. Bagongbon vel Balibit. Turbo lavis non striatus\nmarmoreus, subluteus, candidis & rotundis maculis orna-\ntus, ferè sesquipalmaris.\n\n10. Alium asservo palmo longiorem, apice mediocriter\nproducto seu corpore Banifil magis toroso, orbibus de-\npressis & in albo subluteis, subfuscis & his ferè quadrangularibus maculis variegatum.\n\n11. Pulid Indorum, Cochlea est Cylindroides, figuræ\nCylindroidis alteræ Ionstonij, coloris sublutei, albis &\nfermé triangularibus undatim picturata maculis.\n\n12. Trochus\n12. Trochus Luzon. albis maculis, nigro reticulo textus Gazophylacij Naturae & Artis Tab. 47. Fig. xi.\n\nDalimanoe Indis. Cochlea Pyramidalis seu Trochus inversus ore est lato in pyramidem affurgente apice muricato in subplanam sedem coacto, palmaris, marmorea, maculis albis majoribus in nigro reticulatam constituentibus.\n\n13. Cochlea caelata. Indis Binga Gazophyl. Natur. & Art. Tab. 48. Fig. xiii. Cochlea Persica similis, centro parum sinuato, apice brevi, ore ventricose expanso ubi et fulcis transversis ad modum prominentibus caelata, lavis caeterum, cinereo, luteo & fulco variegata.\n\n14. Cochlea leviter muricata, ore late in ventrem producto, exalbida subluteis maculis undatim triangulariter variegata.\n\n15. Tamongcay. Cochlea marina vesca, parva, subrotunda, albissima, & arena sarcita qua ut volunt alitur.\n\n16. Soso vel Susu. Cochlea est parva, lutescens, vesca, subrotunda, fluviatilis. Cooperculo gypseo, laevi & flavescente donata.\n\n13. Omaneg. Cochlea ferme pugno suppar, noctu domus subrepens, & Cochlea multum strepitus causans; non est vesca.\n\n14. Biyoco. Cochlea parva, parietes & arbores scandens, fluviatilis.\n\n15. Buhay. Cochlea fluviatilis & campestris sat magna, inhærens arboribus & strepitum edens.\n\n16. Cochleas terrestres vesca, quibus Vineae abundant, amplexu conglutinari & oviperas esse observavi sapientis in Bohemia Anno 1684, cum scrobiculo superimpositae ova alba, orbicularia, parvo pisso paria excluderent. Ut recte scribit Antonius Felix Abbas Marsiliensis apud Malphigium.\n\n17. Tangali Indorum, alijs Samong. Trochus est deforis albida & rubente cretaceave tunica obductus, politus, argenteus totus ut Mater Perlarum Offic. orbibus subplanis, ad apicem subverrucosis.\n\n18. Lisbit\n18. Lisbit. Trochus est parvulus ponderosus quo Indi utuntur eum retium marginibus appendendo.\n\n19. Saliray Indorum. Sunt Pettines German: Concha Sancti Jacobi vel Peregrinorum, modo tenuissime carinis striatim imbricati jam minus varieq; deforis striati virgatile. Interne argentei, margine Corallino limitati.\n\n20. Talaba. Ostreum est ordinarium sepius Margaritiferum.\n\n21. Conchae Tiquaffay facies extera Kamel, Gazoph. Nat. Gar. Natur. & Art. Tab. 45. Fig. iii. Ostreum est oblongum nigrum tenue bivalve fragile, saxis & Matriporis inherens.\n\n22. Calantipay. Ostreum tenue & delicatum.\n\n23. Taclobo Indorum. Ostreum est maximum bivalve, striatim carinis palmaribus aut latioribus imbricatim rugosum & asperum. Hujus speciei esse videtur Imbricatum Tridacnes Aldrovandinum, illud de quo Johnstonius Maris Borneoci quod carnis habebat 47 lib. Monstruosum est quandoq; ponderosissimum ita ut saepe Indos captos perire faciat, aliq vero brachio vel pede mutilati eradant. Non semel carne unius 30 & 40 Indorum saturati fuere. Horum unum cum aliorum Conchyliorum multitudine visitur in altissimo monte Amandivi, quod hominem jacentem & quatuor capit aquæ urnas. Perlae si non potius Lapidès dicendi in his inveniuntur formæ teretis, magnitudinis digiti, non nihilum pellucidi.\n\n24. De Conchis & Conchyliis quæ numerosa & praegrandia in summis montium jugis reperiuntur variæ varia: An non & ab aereo vertice a proximo mari sublata, illibi rupto vortice dimissa spargi possunt?\n\n25. Buca. Species est Toclobo minoris.\n\n26. Latian Indis. Concha Margaritifera major perelegans & selectissima. Pedem Geometricum longa, tota nitide argentea, ferens uniones pulchros, magnos selectimos defertur ex Playa Honda. Et hanc si matrem Perlarum Margaritis substituere licet, ut censet Serapio, Rondelius & Velesius substituerem, a similis siquidem principio\ncipio similis sequuntur effectus. Harum quoque (acri lixivio decolores membranas separando & alterum ex materia Cretaceâ abradendo) purgatarum pulverem in usu Medico ipsarum Margaritarum locum optimi supplere posse censet M. Lister in append. ad Hist. Animal. Angl. Goedartio annexo. addens fane quantum scio, accommodatissimus est, ad Medicamenta quævis, in quibus requiruntur vel ipsa Margarita vel Oculi Cancrorum dicti vel ipsum Corallium. Margaritam Ovi Gallinacej magnitudinis videre erat in Jolo circa Tabitabi quam praeter Indos plures, vidisse affirmavit Petrus Durian de Montforte Hispanus, Vir fide dignus.\n\n27. Corculum ex Lattia effictum habuit proliferum.\n28. Unionem proliferum prossidet.\n29. Massabay. Concha est Margaritifera ordinaria, seu Officinarum Mater Perlarum, Spithamea, argenteo-caeruleascens, perlas habet pulchras, numerofas, parvas communiter, invenitur ubertim in Paranas, Giguan, Balanguiguan, & Portu Acapulco, &c.\n\n30. Balia alijs Bunchul. Concha est bivalvis, ferme spithamea ex subplano-recurva, ad marginem interne polita, fusco purpurea vel maculis ejusdem coloris sparsum variegata, deforis exalbida quasi squamose & undatim imbricata. Perlas gignit, sed exigua, & inaequales, abundat in Giguan.\n\n31. Lampyron vel Tipay, vel Cappis. Concha est bivalvis plana, tenuis rotunda, ferme spithamea, levis, candida & pellucida, materie constans prope eadem ac Balia, seu fissili ut Alumen plumosum. Perlas aliquando generat sed pallentes & minutissimas. In Luzone vitri loco deservit pro fenestratis. Pulverem acetato fortis & calido subaqueum laudant ad tumorem testium & Herniam aquosam.\n\n32. Dilab. Indorum. Mytulus est niger maximus, seu Concha nigra pedalis aut cubitalis longitudinis, interne splendens et perpolita, deforis modicum scabra & paucis quibus-\nquibusdam quasi imbricatim unguibus aspera, cæterum matris Perlarum tenuior; Animal Indis in cibum venit, sed si non optime coctum fuerit, inebriat. Uniones gerit atras ut Succinum nigrum.\n\n33. Concha Luzonis tubularis virescens, Gazoph. Nat. & Art. Tab. 32. Fig. ix. Concha caudata Kamelj. Boca Gaz. Natur. de Pato Hilpan i.e. rostrum Anatis. Balay Indis Tag. & Art. Tab. Udpan Bys. Conchula est arctissime clausa, unciam lata, biunciam longior in modum rostri Anatis aperibilis, ad nexum palmo longiorem, candidum, duriusculam, carneam, & fistularem habens caudam cujus extremo ut Hirundo saxis haeret; Animalculum formae ferme est pretiosum crudum, esitatum Febrim inducit, corpus inflat & pruritum causat, editur probe coctum.\n\n34. Concha caudata altera. Candida est, similis Concha longa, fed brevior obrotunda, solidior & latere hians, cæterum priori similis.\n\n35. Calangcalangan vel Bacacay Bys. Conchæ Chamæ, tineis multis, obliquis & cavis piloso musco obductæ. an nigra Bellonij? Pro Calce paranda pro Betel.\n\n36. Alayan. Tellina species, venditur una cum Bacacay.\n\n37. Cabebe. Mytilus fluviatilis.\n\n38. Tahong. Musculus, Concha longa tenuis, deforis fusca, splendens interne violacea & laevis ut externe.\n\n39. Cabilj. Musculus.\n\n40. Luna. Musculus.\n\n41. Halaan. Musculus.\n\n42. Paros. Musculus.\n\n43. Locan. Musculus.\n\n44. Bulaburgat Indorum. Concha est Corallina, deforis Pectinatim, imbricatimve aspera, interne colore Corallino fundus inumbratur.\n\n45. Altera laevis striata, tantum pectinatim, deforis exalbida interne striatim argentea.\n\n14 U 2\n\n46. Sisi.\n46. Sisi. Balani sunt Gygantis magnitudinis Pomi Mif-\nniaci striati figuræ nidi avium, ailervo binos Coralloide\ncærulea Bagangbang concluso. Gazoph. Nat. & Art. Tab.\n10. Fig. XII.\n\n47. Balisungay. Est Patella parte latissimâ, palmaris,\ndeforis scabra exalbida gypsea; interne levissima & splen-\ndens, cujus fundum subsufca quasi Pomum Imperialis seu\nAnanas figura inumbrat, à qua novem lati & magis di-\nlute fulci radii & totidem albicantes sese diffundunt in\nmarginem usque.\n\n48. Talacon. Est Patella in vertice squammosa, ad mar-\nginem setis quasi Porcinis stipata.\n\n49. Lapas Indorum est Hujas Carina Nautilis, i John-\nston. Patella fera seu Auris marina. Oblonga tenuis ni-\ntide argentea, palmam longa, sesquiunciam lata.\n\n50. Altera crassa est subrotunda deforis fusce rubens\ninterne argentea, forma & magnitudinis qua eleganter\nin Ephem. Medic. Decade annorum Secunda Anni quarti\ndepingitur.\n\n51. Busci, Bulago, vel Bulabo Indorum. Est Concha\nVenerea pugno major, in albido, piso paribus & fuscis ma-\nculis varia, cæterum lævis & subrotunda utrumq; ubi in\nse recolligitur denticulata.\n\n52. Altera, ubi in se recolligitur pariter utrimque den-\nticulata, ibidem subplana & fusca; in gibbo vero a pri-\nmum subfuscis & totidem albis fascijs picta dein in jisdem\nvarijs maculis interstincta.\n\n53. Tertia, Ubi in se recolligitur uno tantum latere &\nleviter denticulata, altero ovalis interne fusce rubens, ex-\nterne tota candida. an Malimacan Indorum?\n\n54. Sigay. Concha est Venerea parva, Moneta Siament-\nhum.\n\n55. Pinapagi. Species Sigay, sed candida.\nDe Mineralibus Fossilibus & Thermis Philippensis.\n\n1. Carniolum pellucidum, coloris aquae purissimae, Camphorae, Lactis, Perlarum, Succini lutecentis & loturæ carniæ, uti est plurium enumeratorum colorum in uno, collegi Anno 1688 in littore Umatag, insulae Marianarum Quahian. Deferuntur ut puto torrentium cursa ex Mediterraneis in littus, ubi cum Faba Marina minori collegi.\n\n2. Diamantes, in Ozhon effodiuntur, minus pretiosi.\n\n3. Sangavalj. Gemma rubens mediæ estimationis.\n\n4. Cabigin. Cornerina Hispan. Est Onychinus, defertur Borneo & Gumaca.\n\n5. Batobalani vel Pauhinangay, Magnes. in Paracalenfi eruitur territorio.\n\n6. Cancer de Haynan: Lapideus est cum aceto dissolutus, et inunctus inflamationes & tumores reprimit. Haui-tus Febribus, diarrheis, Dysenterijs, Colicæ & Cholera morbo medetur. Dosis 3β ad 3j.\n\n7. Cancri Petrifacti inveniuntur et in Fluminibus Palipicanis una cum ligno Molavin & Canna Indica vera petrefactis. Ut in torrentibus Paracalenfibus et Albayanis.\n\n8. Lapis Conchiformis & Cochlea-formis ex fontibus Jucatan pro Bezoar habetur, uti et ille tunicatus torrentis Tunassan.\n\n9. Ceraunia Cruciformis. In Provincia Panay, in territorio Damalag, circa montem Pangingalon, cum fulmine dejiciuntur Cruces Lapideæ perfectissimæ, coloris dilute cærulecentis aliæ, aliæ obscure, magnitudinis sequiuncialis.\n\n10. Glossopetras Melitensis similimas, effossas & collectas in Provincia Hilocos Manilam attulit D. Thomas Caruzalegui ubi Indiæas cum fulmine dejici referunt, & Linguas Fulminis vocant. Venenis ha non resistunt. Plinius et alij apud B. Casium eas Lunæ deficienti de caelo decidere\ndecidere tradunt. Hinc Schroderus post Ceraunium collo-\ncant.\n\n11. Lapis Frigidus de Cananor. Lusitanis Pedra fria.\nLapis est Nephritico magis durus, facie fissilis, coloris pa-\nlearis, viridescentis, & prassini, quandoq; filamentolus,\nut Alumen plumosum. Laudant contra Febres & Diarrheas.\n\n12. Lapis Nephriticus Chinensis. Sinis Sia. Affertur\nin vasa majora, & animalia elaboratus, coloris terrej;\nlutescentis, flavi, viridescentis, subpurpurei, albicantis\n& rubris trijs variati & subfuscii, nigricantis, & ex varijs\ncoloribus commaculatus, commendatur ad dolores Ne-\nphriticos, & ardorem urinæ.\n\n13. Lapis Quadratus. Lusitanis Pedra du Ferro. Coloris\ninter Magnetem & Hematitem medij, Figura quadrangu-\nlaris unde nomen, confractus non nisi in partes quadra-\ntas visitur. Inter duorum digitorum ungues in gyrum\nversatur. An Species Magnetis, vel an Siderites Plini?\nLiquor in quo circumactus, aut attritus fuerit, Vipera-\nrum & aliorum venenatorum succurririt ictibus potus, &\nillitus Ad Partum facilitandum, foetum mortuum edu-\ncendum, secundinas pellendas; menses & urinam cien-\ndam, grumos sanguinis extravasati deturbandos propi-\nnatur idem liquor, vel inungitur Oleum, in quo attritas\nfuit, vel integer lapis famori alligatur. In Cephalalgia,\nOdontalgia, Ventriculi cruciatibus, Melancholia, Cho-\nlera morbo, Colicis & Iliacis doloribus, Stomachi reple-\ntione prodeffe & alvum laxare ferunt, similitur ad Diar-\nrheas, Dysenterias & Tenesimum commendant. Liber\nde simplic. Medic. Galeno attributus. Habet Lapis Qua-\ndratus in Aegypto invenitur & est exalbidus. Viros habet\nviscidas & stringentes unde conceptum vitiare dicitur, &c.\n\n14. Lapis Specularis Antipolanus. Abundat in monti-\nbus Paynam. Candidus est, fragilis, in angularia & ni-\ntentia fragmina dissiliens, non tamen in bracteas scissilis.\n\n15. Lignum Molavin Petrefactum affervo Paracalense\nexalbidum, corticem versus subfuscum, sublustre & Pyrite\ncompar\ncompar soliditate. Ipsius Ligni pectinibus striatim.\n\n16. Alia frustra habui coloris subglauci.\n\n17. Aliud frustrum asservo Palaeopianum, verum non videtur esse Ligni Molavini sed potius Ligni Guixo. Coloris æruginosi, corticem versus luteo & rubente & fusco varium, pectinibus minus rectis quasi interruptis.\n\n18. Popal. Ceruifa.\n\n19. Tavas. Alumen.\n\n20. Terra Chincensis Lokamfig. Alba, odorata lapidef-\ncens & aqua non diffuens est.\n\n21. Terra Mexicana Montis Jesus. Fusca est bitumi-\nnosa, saponis infar pinguis & lævigabilis, aqua non di-\nfluens.\n\n22. Terra argillacea alba, Medulla Luna accedens, Cre-\nta candidior nec usta nigrescens. Savonglupa Indis.\n\n23. Terre Argillaceæ variorum colorum, ut in monti-\nbus Thermarum calidarum Lacus Bay.\n\n24. Bolus communis. Barha Indis.\n\n25. Ochra Europeæ similis.\n\n26. Gypsum eruitur Tunassanam ad flumen. Anapog\nIndis.\n\n27. Guancabamba, de quo Calantza, Lapis est albus\ncrescens in saxo nigro Peruvij, ac si viveret. Valet ad Ul-\ncera, Vulnera, Hæmorrhagias, Diarrheas, Dysenterias\n& Dysuriam. an Species Laëtis Lunæ?\n\n28. Bezoar Minerele Siculum, alijs Polvos de Funda\ncaro. Terra est Lapidea coloris ex albido cinerej ponde-\nrosa. Operari volunt suaviter per seceifum, vel per uri-\nnam, vel sudorem vel intensilem transpirationem. Pro-\npinant cum liquore conveniente horis medicis, bis ali-\nquater per Diem, pondere 5i pro Dosi. Dilaudant ut\nPanacæam universalem ad omnes morbos, specifice vero\ncontra Febres malignas, continuas, intermittentes, ter-\ntianas & quartanas. Ad Flatuum molestiam, Diarrheas,\nDysuriam, mixtum. Sanguinis, Erysipelata, Impetigi-\nnem volaticam, Pruriginem sudamina, Herpetem, Sca-\nbiem,\nbiem, Lepram, & alios affectus cutaneos. Imo et ob-\nstructiones, sed quisq; suo abundet sensu, ego faltem\nnunquam insignioribus obstructiones laborantibus. Hoc Be-\nzoar, vel Caspar Antonianum, vel Nicholao Manuchianum\nexhibui, vel exhiberem, quia scio plures horum frequen-\ntiori usu plus damni quam utilitatis reportasse, quod non\ncontingit ex usu Lap. Bezoar veri, ut pote substantia magis solubilis.\n\nIn Auriteris montibus Buraguen invenitur.\n\n29. Flos Sulphuris Nativus, seu Mineralis levis, ni-\nveus, insipidas & quasi solubilis: An Species Lactis Luna?\nUbi hic efforescit, subjacet Lapis durus, albus, hinc in-\nde subnitens, ex parvis conglomeratus fragminibus, insi-\npidus: Floris Mater.\n\n30. Sulphur Nativum, vivum, seu virgineum, solare,\nleve, citrino aureum, splendens, & pellucidum in frag-\nlibus glebis.\n\n31. Sulphur Minerales. Sanaya & Matilang Indis. Est\npurum vires, ex quo liquato addito oleo fit fuscum, cu-\njus quotannis circiter Centarii colliguntur & disfra-\nhuntur.\n\n32. Porog. Indis B. Sapo Tag. Terra Sigillata rubra, bu-\ntyracea, accedens Auxungiae iolis, qua Aurum tingunt.\n\n33. Thermae Calidae, in Provincia Albay, ad montem\nexcelsum ignivomum. Ibidem flumen, quod 24 horarum\nspatio, Plantas, Ligna, Pisces in Lapidem convertit.\n\n34. Thermae Calidae ad Lacum Bay, Aqua salubris, la-\ngena una evaporizata, relinquit falsis fulvulci, albescen-\ntis. Eij.\n\n35. Thermae Calidae ad montes Buraguen, Paynan & Pa-\nracale.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102713.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 21442,
    "total-output-tokens": 6687,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1259,
        3
      ],
      [
        1259,
        3072,
        4
      ],
      [
        3072,
        4794,
        5
      ],
      [
        4794,
        6638,
        6
      ],
      [
        6638,
        8433,
        7
      ],
      [
        8433,
        10002,
        8
      ],
      [
        10002,
        11556,
        9
      ],
      [
        11556,
        13170,
        10
      ],
      [
        13170,
        15095,
        11
      ],
      [
        15095,
        16757,
        12
      ],
      [
        16757,
        18196,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102713",
    "title": "De Conchy Liss Turbinatis, Bivalvibus & Univalvibus, Item de Mineralibus, Fossilibus, & Thermis Phillippensibus, ex M S S. R. P. Geo. Jos. Kamel. Communicavit D. Jacobus Petiver, Pharmacop. Londin. & Soc. Reg. S.",
    "authors": "Geo. Jos. Kamel, Jacobus Petiver",
    "year": 1706,
    "volume": "25",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/102713"
  }
}