{
  "id": "6609486680201009f21bee51e6a2cc775a815d84",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations, which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable, that a Committee of their members should be appointed to reconsider the papers read before them, and select out of them such, as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March 1752. And the grounds of their choice are, and will continue to be, the importance and singularity of the subjects, or the advantageous manner of treating them; without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks, which are frequently proposed from the chair, to be given to the authors of such papers, as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports, and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS\n\nOF\n\nVOL. LXXIV. PART I.\n\nI. An Observation of the Variation of Light in the Star Algol. In a Letter from Sir Henry C. Englefield, Bart. F. R. S. and S. A. to Joseph Planta, Esq. Sec. R. S. page 1\n\nII. Observations on the Obscuration of the Star Algol, by Palitch, a Farmer. Communicated in a Letter from the Count de Bruhl, F. R. S. to Sir Joseph Banks, Bart. P. R. S. p 4.\n\nIII. Further Observations upon Algol. By the same. p. 5\n\nIV. Descriptions of the King's Wells at Sheerness, Languard-Fort, and Harwich. By Sir Thomas Hyde Page, Knt. F. R. S.; communicated by Lieut. Gen. Rainsford, F. R. S. p. 6\n\nV. Extract of a Letter from Edward Pigott, Esq. to M. de Magellan, F. R. S.; containing the Discovery of a Comet. p. 20\nVI. Project for a new Division of the Quadrant. By Charles Hutton, LL.D. F. R. S. In a Letter to the Rev. Dr. Maskelyne, F. R. S. and Astronomer Royal. p. 21\n\nVII. On the Means of discovering the Distance, Magnitude, &c. of the Fixed Stars, in consequence of the Diminution of the Velocity of their Light, in case such a Diminution should be found to take place in any of them, and such other Data should be procured from Observations, as would be farther necessary for that Purpose. By the Rev. John Michell, B. D. F. R. S. In a Letter to Henry Cavendish, Esq. F. R. S. and A. S. p. 35\n\nVIII. A Meteorological Journal for the Year 1782, kept at Minehead, in Somersetshire. By Mr. John Atkins; communicated by Sir Joseph Banks, Bart. P. R. S. p. 58\n\nIX. Description of a Meteor, observed Aug. 18, 1783. By Mr. Tiberius Cavallo, F. R. S. p. 108\n\nX. An Account of the Meteors of the 18th of August and 4th of October, 1783. By Alex. Aubert, Esq. F. R. S. and S. A. p. 112\n\nXI. Observations on a remarkable Meteor seen on the 18th of August, 1783; communicated in a Letter to Sir Joseph Banks, Bart. P. R. S. By William Cooper, D. D. F. R. S. Archdeacon of York. p. 116\n\nXII. An Account of the Meteor of the 18th of August, 1783. In a Letter from Richard Lovell Edgeworth, Esq. F. R. S. to Sir Joseph Banks, Bart. P. R. S. p. 118\n\nXIII. Experiments on Air. By Henry Cavendish, Esq. F. R. S. & S. A. p. 119\n\nXIV. Remarks on Mr. Cavendish's Experiments on Air. In a Letter from Richard Kirwan, Esq. F. R. S. to Sir Joseph Banks, Bart. P. R. S. p. 154\nCONTENTS\n\nXV. Answer to Mr. Kirwan's Remarks upon the Experiments on Air. By Henry Cavendish, Esq. F. R. S. and S. A. p. 170\n\nXVI. Reply to Mr. Cavendish's Answer. By Richard Kirwan, Esq. F. R. S. p. 178\n\nXVII. On a Method of describing the relative Positions and Magnitudes of the Fixed Stars; together with some Astronomical Observations. By the Rev. Francis Wollaston, LL.B. F. R. S. p. 181\n\nXVIII. An Account of some late fiery Meteors; with Observations. In a Letter from Charles Blagden, M.D. Physician to the Army, Sec. R. S. to Sir Joseph Banks, Bart. P. R. S. p. 201\nTHE President and Council of the Royal Society adjudged, for the last Year, 1783, Two Medals on Sir Godfrey Copley's Donation; One to John Goodricke, Esq. for his Discovery of the Period of the Variation of Light in the Star Algol; and the other to Thomas Hutchins, Esq. for his Experiments to ascertain the Point of Mercurial Congelation.\n\nERRATA\n\nPage. Line.\n117. 7. for canon read cannon\n164. 9. for not read nor\n181. 8. for called read call\n211. 7. for Tweed read Clyde\n224. 4. for of read or\nCONTENTS\n\nOF\n\nVOL. LXXIV. PART II.\n\nXIX. On the remarkable Appearances at the Polar Regions of the Planet Mars, the Inclination of its Axis, the Position of its Poles, and its spheroidal Figure; with a few Hints relating to its real Diameter and Atmosphere. By William Herschel, Esq. F. R. S. page 233\n\nXX. A Description of the Teeth of the Anarrhichas Lupus Linnæi, and of those of the Chaetodon nigricans of the same Author; to which is added, an Attempt to prove that the Teeth of cartilaginous Fishes are perpetually renewed. By Mr. William Andre, Surgeon; communicated by Sir Joseph Banks, Bart. P. R. S. p. 274\n\nXXI. Abstract of a Register of the Barometer, Thermometer, and Rain, at Lyndon, in Rutland, 1783. By Thomas Barker, Esq.; communicated by Thomas White, Esq. F. R. S. p. 283\nXXII. On the Period of the Changes of Light in the Star Algol. In a Letter from John Goodricke, Esq. to the Rev. Anthony Shepherd, D. D. F. R. S. Professor of Astronomy at Cambridge. p. 287\n\nXXIII. Experiments and Observations on the Terra Ponderosa, &c. By William Withering, M. D.; communicated by Richard Kirwan, Esq. F. R. S. p. 293\n\nXXIV. Observations du Passage de Mercure sur le Disque du Soleil le 12 Novembre, 1782, faites à l'Observatoire Royal de Paris, avec des réflexions sur un effet qui se fait sentir dans ces mêmes Observations semblable à celui d'une Réfraction dans l'Atmosphère de Mercure. Par Johann Wilhelm Wallot, Membre de l'Académie Électorale de Sciences et Belles Lettres de Manheim, &c. Communicated by Joseph Planta, Esq. Sec. R. S. p. 312\n\nXXV. Thoughts on the constituent Parts of Water and of Dephlogisticated Air; with an Account of some Experiments on that Subject. In a Letter from Mr. James Watt, Engineer, to Mr. De Luc, F. R. S. p. 329\n\nXXVI. Sequel to the Thoughts on the constituent Parts of Water and Dephlogisticated Air. In a subsequent Letter from Mr. James Watt, Engineer, to Mr. De Luc, F. R. S. p. 354\n\nXXVII. An Attempt to compare and connect the Thermometer for Strong Fire, described in Vol. LXXII. of the Philosophical Transactions, with the common Mercurial Ones. By Mr. Josiah Wedgwood, F. R. S. Potter to Her Majesty. p. 358\n\nXXVIII. On the Summation of Series, whose general Term is a determinate Function of z the Distance from the first Term of the Series. By Edward Waring, M. D. Lucasian Professor of the Mathematics at Cambridge, and Fellow of the Societies of London and Bononia. p. 385\n\nXXIX.\nXXIX. An Account of a remarkable Frost on the 23d of June, 1783. In a Letter from the Rev. Sir John Cullum, Bart. F. R. S. and S. A. to Sir Joseph Banks, Bart. P. R. S.\n\nXXX. On a new Method of preparing a Test Liquor to shew the Presence of Acids and Alkali in chemical Mixtures. By Mr. James Watt, Engineer; communicated by Sir Joseph Banks, Bart. P. R. S.\n\nXXXI. An Account of a new Plant, of the Order of Fungi. By Thomas Woodward, Esq.; communicated by Sir Joseph Banks, Bart. P. R. S.\n\nXXXII. Experiments to investigate the Variation of Local Heat. By James Six, Esq.; communicated by the Rev. Francis Wollaston, LL.B. F. R. S.\n\nXXXIII. Account of some Observations tending to investigate the Construction of the Heavens. By William Herschel, Esq. F. R. S.\n\nXXXIV. An Account of a new Species of the Bark-Tree, found in the Island of St. Lucia. By Mr. George Davidson; communicated by Donald Monro, M.D. Physician to the Army, F. R. S.\n\nXXXV. An Account of an Observation of the Meteor of August 18, 1783, made on Hewit Common near York. In a Letter from Nathaniel Pigott, Esq. F. R. S. to the Reverend Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal.\n\nXXXVI. Observations of the Comet of 1783. In a Letter from Edward Pigott, Esq. to the Rev. Nevil Maskelyne, D. D. F. R. S. and Astronomer Royal.\n\nXXXVII. Experiments on mixing Gold with Tin. In a Letter from Mr. Stanesby Alchorne, of his Majesty's Mint, to Peter Woulfe, Esq. F. R. S.\n\nXXXVIII.\nXXXVIII. Sur un moyen de donner la Direction aux Machines Aérostatiques. Par M. Le Comte De Galvez. Communicated by Sir Joseph Banks, Bart. P. R. S. p. 469\n\nXXXIX. An extraordinary Case of a Dropsy of the Ovarium, with some Remarks. By Mr. Philip Meadows Martineau, Surgeon to the Norfolk and Norwich Hospital; communicated by John Hunter, Esq. F. R. S. p. 471\n\nXL. Methodus inveniendi Lineas Curvas ex proprietatibus Variationis Curvaturæ. Pars secunda. Authore Nicolao Landebeck, Mathef. Profess. in Acad. Upsaliensi Adjuncto. Communicated by the Rev. Nevil Maskelyne, D. D. F. R. S. Astronomer Royal. p. 477",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106568.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 13,
    "total-input-tokens": 20522,
    "total-output-tokens": 3511,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1819,
        3
      ],
      [
        1819,
        2954,
        4
      ],
      [
        2954,
        3689,
        5
      ],
      [
        3689,
        5235,
        6
      ],
      [
        5235,
        5811,
        7
      ],
      [
        5811,
        6308,
        8
      ],
      [
        6308,
        6308,
        9
      ],
      [
        6308,
        7099,
        10
      ],
      [
        7099,
        8754,
        11
      ],
      [
        8754,
        10213,
        12
      ],
      [
        10213,
        10823,
        13
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106568",
    "title": "Front Matter",
    "authors": null,
    "year": 1784,
    "volume": "74",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 13,
    "jstor_url": "https://www.jstor.org/stable/106568"
  }
}