{
  "id": "8d6accd2d29663f89074b897f7615237aad81be5",
  "text": "II. f. N. f.\n\nSuccincta Succini Prussici Historia & Demonstratio.\n\nSectio Prima.\nRegiones in quibus per universum terrarum orbem Succinum generatur.\n\nC. I.\nRegiones Africae, Asiae, & Europe, in quibus Antiqui Succinum generari crediderunt.\n\n§ I. Succini antiquissimis temporibus cognita virtus celebre ipsi pluribus ante CHRISTUM natum seculis apud Scriptores Graecos peperit nomen; Inter Philosophos à Platone & Aristotele; inter Historicos ab Herodoto & Ctesia; Inter Poetas ab Aeschilo commemorari meruit.\n\nII. Postquam Romanis admirationi esse coepit, & his Authoribus gemma reddita est memorabilis: praetertim quum NERONIS mores in luxum succino abuti docerent. Longo hinc intervallo succinea munera à Gothorum in Italia Rege THEODORICO deprehicata legimus, ut nec apud Barbaros Succinorum memoriae gratia interire sineret.\n\nIII. Quantacunque vetusto ævo fuerit æstimatio, terræ tamen in quibus generantur, incognitæ manère; inde tot sententiarum divortia, his in Africa, istis in Asia; aliis in Europa thesaurum reconditum memorantibus: In Africa Hesperidum horti, Ægyptus, Æthiopia, Numidia; In ASIA India præcipue, juxta & Arabia, succiniferæ creditæ\n\nIV. Inter\nIV. Inter Europæas ditiones, Italiae, &c in eadem Eridani, viciniq; maris Adriatici ex succineis divitiis praecipua laus fuit; quam tamen fida magis historia, Romanis latè per Germaniam victoria arma circumferentibus, maris Germanici ac Baltici Insulis vendicat; Hispaniâ & Britanniâ in partem aliquam gloriae admisit.\n\nC. II.\nRecentiores qui in Africa, Asia & America Succinum generari asseverarunt.\n\n§ I. Verum ut veteribus tot regiones succiniferas allegantibus ignosci posset, necio an proximo aut huic nostro ævo venia fit danda, etiamnum ex Africa & Asia, quin ex novè detecto orbe, nativum succinum afferenti, vulgato insuper Orientalium Succinorum nomine.\n\nII. Quod enim cum pace tantorum virorum dixerò, pleriq; Auctorum sunt intestabiles, rumoribus plus justo tribuentes: oculatos testes fallere & falli nescios, vix produxeris. Quin nomen Ambari sive Ambræ, quod Succino cum pretiosissimo & fragrantissimo Orientali bitumine jam diu ap. plurimas nationes commune esse coepit, non paucos in errorem induxit: Succinum enim crediderunt, quum Ambram in memoratis Africae, Asiae, Americæve locis nasci acceperant. Si non alius error Succinum Orientale progenuit, Resinâ Copal, Succinum mēntiri aptissimâ, hoc nomine ab Officinis Pharmaceuticis adoptata.\n\nIII. Nec Naturae impotentiam accuso, ac si Polydædalæ omnium genitrici his in locis Succinorum foetura denegata foret; certiora Saltem monumenta desidero, quibus de genitis in Africa, Asia, America Succinis fides firmari queat. Et qui sagacissimus Chinensium populus tantos in Prussicum faceret sumtus, si domi haberet unde lumeret Succinum? Per multos qui in Orientalibus partibus commemorati diutius, rerumq; Physicarum fuerunt gnari, ipsemet atq; Amici, coram & literis, percontati sumus, neq; incidimus in quempiam, qui certi quidpiam cum fiducia edifferere nosset; majorq; pars, quicquid de Orientali Succino fama sparsit aut scriptis prodidit, incertitudinis aut falsatis condemnavit.\n\nC. III. Euro-\nC. III.\n\nEuropae Regiones esse Succiniferas, sed nec omnes, nec aequo; pra-\nrogativâ ad mare Germanicum & Balticum sitarum.\n\n§ I. Nec in Europae memoratis omnibus Provinciae Succinum generatur: inanibus Auctorum de Eridano, mari Adriatico, aliisq; Italiae locis succiniferis, commentis; Nec de Hispano, Britannico, Pannonico Succino graviora aut certiora prostant documenta: Gagates Succini nigri ap-\npellatione scriptoribus impoluisse videtur.\n\nII. Reliquis Europae ditionibus succiniferis fide digniora & illustriora adsunt monumenta; & de Polonicis, Silesiacis, Bohemicis succinis effossis, quamvis raros in Patriis Annali-\nbus praecones nacta sint, indubitata experientia constat.\n\nIII. Germanici Succini crebrior & evidentior est memoria: In litoribus maris ad insulas Belgicas, ad Holsatiam, Jutiam, in ripis etiam fluviorum, lectum; quin ex interioribus terræ visceribus erutum gravissimi Auctores consignarunt. SAXO-\nNIA, MISNIA, ISLEBIA. SUEVIA, ex gremio matris tel-\nluris se hunc foetum suscepisse, aliquoties attestantur: Hallen-\nfesq; Carbonariae sodinae SERENISSIMI FRIDERICI III. auspiciis non ita pridem detectae, succineas viliores glebas plus via simplici ostenderunt; fidem faciente D. Krug. S. Electo-\nris Brandenb. Archiatrorum Comite & Consiliario, rerumquæ Metallicarum Director gnatissimo atq; meritissimo. Nec ignobilia testimonia inclyta MARCHIA perhibet: Supe-\nriori seculo Jodocus Willichius, propè Neomandram, novam cellam dictam Francofurto ad Oderam tria milliaria circiter distantem, in lacûs ingentis ripa Succinum Falernum reper-\ntum; Nostrâ ætate in ripa Viadri propè Custrinum juxta pa-\ngum Schaumberg inventum CL. D. BECMANNUS; èque fossa Insula Pottamensis regnante MAGNO FRIDERICO WILHELMO eductum CL. D. ELSHOLTIUS memora-\nrunt.\n\nIV. Major Succinorum est proventus in locis mari Baltico vicinis. Suecia, vel ex lacûs dulcis Meleri ripa ejectum sœpi-\nus legit, aut effossium sustulit. DANIA ex fossa Hasniensi insignia Succina vidit & admirata est; atq; ex collibus Se-\nelandiae\nelandiae suae mediterraneis non contemnendâ magnitudine ac multitudine prodiisse, uniusq; colliculi fossionem quinquaginta libras erogasse, vomereq; ex agris extracta meminit; testesq; CL. BORRICHII adiunt literae, Insulas Cimbriam Holsatiamq; allambentes [formoe, Mandoe, Rôm.] ad litora sua in Oceano pariter copiosum Succinum expiscari.\n\nV. Liberalius longè in SAMOGITIAE, CURONIAE & LIVONIAE contermina maris Baltici litora Succinea opes redundant; ut inter algas arenasq; absconditae à rusticis certim deprehandantur: Reticulis haurire SERENISSIMUS DUX CURONIAE instituit: Inter arandum quoq; & inter fodiendum in maritimis jugeribus sefe ultrò, sine gravioris laboris impendio offerunt, vili pretio ab Electrotoreutis ibi locorum quondam coemta.\n\nC. IV.\n\nInter Regiones succiniseras ad mare Balticum, principem esse Prussiam & ab hac secundam Pomeraniam.\n\n§ I. Vehim nulla maritimarum Provinciae aquae opima spolia ex mari Baltico legit, nulla ex sinu telluris aquae numerosam prolem succineam suscipit ac Prussia, ut Eletrides Antiquorum nullibi rectius collocaveris: idq; meritò Aestiorum, qui Theodorici Regis Italae tempore etiamnum has terras incolebant, Legati ante omnes homines suam Patriam Succina offere gloriabantur: tulitq; deinceps PRUSSIA à non paucis Scriptorum istud elogium, quod Italae olim perperam erat tributum, ut sola Succinorum genitrix salutaretur.\n\nII. Antiquissima quidem monumenta, quibus ordinis Crucigerorum post Christianismi professionem, res gestae sunt conditae, indicium patrii thesauri posteritati relinquere neglexerunt; tandem Civitatibus ab Ordine secessionem facientibus etiam Succini mentio adjecta est: Sub DIVO vero ALBERTO, Florentibus Provinciae rebus, non defuere decora ingenia, qua regiam hanc Naturae gazam Erudito orbi graphicè exponerent.\n\nIII. Sed quod unica Succinorum Promiconda celebratur, non solùm divitiis quas mare in Prussiam effundit acceptum ferendum, verùm & illis, quas litorei montes ferro patefacti libera-\nliberaliter elargiantur, quae loca à mari longè diffita, interanea nec opinantibus nec cogitantibus colonis, dum aratro sulcos ducunt, aut colles decacuminant, aut scrobes fossas quae variis in usus excavant, haud parcè offerunt.\n\nIV. Allata sunt mihi ex Sambia, ex Natangia, ex Hockerlandia, ex Pomesania fortuito inventa Succina; & propè oppida Hollandiam, Liebstdadium, detecta; quae ex Electoratis Lithuaniæ agris effossa, Varmiensia quoque & Elbingensia possideo. Olim vir Consularis mihi amicissimus annotarat, in silva quadam Kerbswald Elbingensis ditionis Anno 1641. intra modicum temporis spatium, sepringentas libras sodiendo ex terra erutas; frustumque insigne Amicus nuperrime dono dedit, cujus idem natale fuerat solum. Et in ripis Lacús Recentis ac Curoniensis, fluviorumque Pregelæ, Vistulae, Elme, lecta adeptus sum. Adeoque nullus dubito, totum PRUSSIÆ fundum succineum affirmare, praetertim quum scaturigo, de-repentè Anno 1666. circa oppidum Bartenstein exundans, tantam vim succinorum egesserit, ut fisici reditus augeret; quae à terræ visceribus avulla, nec mare vidisse unquam, certa est fides.\n\nV. Post Prussiam Pomerania succinifera nominari meretur; illo potissimum oræ maritimæ træctu, qui per litora Electoraliæ hinc & Olivenesium ac Gedanensem ditionum ad Neriam recentem excurret. Multum Succini cum Decumanis fluviis ad hanc oram advolvitur, iisdem signis provenium manifestantibus, Electrotoreutarum Gedanensem quaestu non spernendo, qui à senatu justo pretio, quæcunque ad Neriam appellunt, redemerunt. Ad Insulam Rugiam usque maris Baltici effusa est liberalitas, siquidem & hæc succineis glebis potitur; juxta Hiddenæ & lectas & hautas percepi.\n\nVI. Nec mediterranea Pomerania Succinorum sunt vacua, quippe quod pariter bonâ fortunâ in eadem ruricolæ aliud agentes incidant læpius, quamvis Scriptoribus ejusmodi prosperos eventus Annalibus inferere minus curæ fuit; Curoniae & Samogitiae inter succiniferas palmam Pomerania dubiam reddit.\nC. V.\n\nIn Prussiae oram maritima litus Sudavicum Succinis abundare; cujus facies exterior & interior descriptur.\n\n§ I. PRUSSIAM quaqua versum succiniferam praedicavi, ut tamen praecipue litoris Sudavici amor Succina detineantur: Situm est Litus in ista parte, quae Sambia vocatur, à novo transitu (Neve Tiff) ad tabernam (Vrantz Vrug.) decem milliarium spatio.\n\nII. Regia hæc Succinorum sedes, septem recessibus, vulgato angulorum vocabulo, antiquitus distinguitur: Krecke, Nodum, vel Nodems, Lassnicken, Kuckse, sive Kuyck, Palmenick, nempe, Thiersheim; nostrâ ætate non Nempe, sed Kraydepellen, sive Krappellen inter Palmenig & Subenig, tum Bruster magis quam Dirsekeim, & praeter hos alii accensentur.\n\nIII. Litus omne altis montibus praecingitur, mari vadoso; à primo ingressu trium quatuorve, mox triginta aut quadraginta orgyarum, postquam progressus fueris profunditate minori, pergendo-longius rursus altissima; ut brevia sive Syrtes intelligas, quæ litus Sudavicum, hujuq; recessum Brusteram adprimè naufragiis infamant.\n\nIV. Praerupta & ardua recessuum juga, quædam lenius atolluntur, verius Pillaviam in planitiem desinit. Solum minus firmum; alicubi latentium aquarum commeatu fallax, in tantum ut quasi voragine equi & homines absorpti memoren- tur; maximam partem labulo regitur, aliquot areolæ herbis investiuntur, Petasite, eryngio, lappâ; raris arbustis aut senticetis, quæ tamen ad Brusteram silvescunt; eademq; cum parte montis aliquando subsidunt; Rupes nullæ, nec laxa, praeterquam ad radices montium: aquæ ex fummis jugis passim diminant, quæ inferius alveis collectæ rivulos imitantur.\n\nV. Istæ exteriori facie litoris Sudavici, interanea mineralibus abundant: Vitrioli non una comparet species: alibi niveis striis, terrâ nigra interjectâ, stratum super stratum; alicubi fusum vitrum, lignæs fibris hinc inde interlucentibus, praesentat; alibi terræ micantium pulvisculorum instar est admixtum.\n\nVI. Praecivitriolum corticosa terra, quæ integri colles exsurgunt, & lignum quod litoreos montes longo tracitu medios dividit,\ndividit, sunt conspicua; tum terra flavescens, qua Ochram æmulatur, & lutum cæruleum, certis intervallis per litus expansum.\n\nVII. Ex lapidibus memorabiles Daëtyli Idæi (Alpenschloß) inter saxa & arenas dispersi, sed & ex montibus effodiuntur: Saxa mari vicina aliâ parte durissima, alia friabilia visuntur: Petrefacta quoque ligna, lapideq; algâ marinâ, tenui foliâ & vesiculari luxuriantes inveni: mitto varios lusus Naturæ, in quos incidi. Præter vulgares lapides, & adamantes, & Jalpides hoc litus quandoq profert.\n\nVIII. Camporum vicinorum sterilitas summa; Silvae raræ, pineæ nullæ. Illud adjiciendum, quod Phocarum greges apricantes, in scopulis & collibus vadosi maris colludentes, sæpius se conspicendi præbeant.\n\nSectio Secunda.\n\nMatrix Succini, vena ex ligno fossili; Succini in eadem generatio.\n\nC. I.\n\nQuod matrix non sit quaerenda in omnibus, in quibus Succinum invenitur, e.g. non in alga, arena, Vitriolo, terra flava, sabulo, aut luto cæruleo.\n\n§ 1. Domicilium Succini in litore Sudavico diversis mineralium concamerationibus compositum perlustravimus, indagandum porrò, in quibus penetralibus succinea fœtura formetur, ut in lucem edatur.\n\nII. Litus quidem inter arenarum lapidumve acervos Succina monstrat, sed in his non generari manifestum est: multè minus ex alga marina natales accersendi, licet huic involuta ad litus propellantur.\n\nIII. Et quum intra viscera montium litoreorum ubiq; reperiuntur, in Vitrioli interstratis Crystallis; in terræ flavæ, in sabuli, in luti cærulei intertexto opere; non tamen in his omnibus prima eorum statuenda incunabula.\n\nIV. In\nIV. In Vitriolorum, terrae flavae & Sabuli partibus raro eventu Succina, eaq;minuta &c ignobilia, deprehenduntur.\n\nV. Coerulei luti ductus nondum ita experientiae patuere, quod inaccessti, quamvis egregia & numerosa succina soverae Colonis tradantur; mihiq; diffracta luti glebae, nativus fætus succineus animadversus, quem tenui cortice obductum, colore fulvo dilucidum, inter cara naturae succinea munuscula Museum asservat.\n\nC II.\n\nQuod Lignum matrix Succini, non vegetabile sit, sed fossile.\n\n§ I. Quam corticosa terra, & praeter hanc lignum Litus Sudavicum discriminent, Lignum quod montes interfecat succiniferum esse, ut quod maximè, multorum annorum experientia firmat. Hujusque ductum fossores indagant & observant, nunquam irrito successu, quousq; instabile solium ipsorum operas progredi permittit.\n\nII. Terra corticosa Succina exigua complectitur; minusq; solida, & ingrati coloris.\n\nIII. Lignum autem minimè ab arboribus est arcessendum; siquidem tam vastos truncos arboreos, qui prostrati plurimamartum orygarum longitudine & latitudine fibras suas extenderent, nulquam orbis vidit; integri recessus, sive anguli litoris Sudavici continuo ligni tractu per orbitam notabiliter distincti cognoscuntur.\n\nIV. Neq; arboreis lignis simile est: quippe, quod nec medullae intimae, nec corticis extimi ullum prebet indicium; ramorum quoq; divaricationibus ac nodis, foliorumq; germinibus, prorsus destituitur; neq; fibras mutat, sed eadem quavis sui parte retinet: mitto quod compagem ligneam referens non tamen orbiculatim concrevisse cernitur, sed planiori specie.\n\nV. Atq; Curiosi jam diu ligna subterranea mirari desierunt, postquam plures Europæ ditiones istiusmodi, è terra eruta, ipforum censurae submiserunt. Ducatus Spoletani sive Umbriae fodinarum lignum elegantissimum undulatum, in quo & artificum ingenia se exercere poterunt, Franciscus Stellatus Lynceus descripsit, inventore Duce & Principe S. Angeli Friderico Cesio; ejusdem & P. Kircherus meminit. Aliud Germaniae\nmaniæ fossile lignum, Solertia D. Pillingen in Misnia detexit, qui & erudito commentario generationem illustravit. Transmisus mihi Lunenburgensis ditionis subterraneus foetus ligneus, Prussico solidior & ponderosior.\n\nVI. Lignum vero quale litus Suadavicum profert, & alibi locorum, in Prussia interiori, una cum Succinis erutum, ex complurium Amicorum literis fide dignissimis rescivi: Graveq; mihi Auctores Bartholinus & Borrichius, qui Cortices & ligna ex fossis Hafniensibus iisdem, ex quibus Succina, non exigua quantitate educata attestantur; felixq; capturae indicium in litore Neringæ ex adnatantibus fragmentis capitur.\n\nC. III.\n\nGeneratio Ligni fossilis; quod sit bituminosum & variis salibus praegnans.\n\n§ I. Atricis autem hujus, experientia Duce, ista indagativi initia ac rudimenta. Colliculi in litore Sudavico hinc inde, imprimis ad Kraxtepellen, procul terra congesta, ubi proprius accesseris cumuli coacervatorum corticum videtur: Superior pars, sicubi à Sole exsiccata fuit griseis, his autem remotis, piceæ nigredinis, magnis & levibus nitidisq; crustis concretam offert terram, quam si cultro secueris, multorum mollissimorum corticum compagem conspicies: ad radicem istorum colliculorum uda terra, glutinoso ac tenaci liquore cohaerens, manuum digitorumq; impressorum vestigia exacte refert, sed ut & tangentes denigret.\n\nII. Talem corticosam pinguem colliculorum terram Ligni fossilis Prussici judico primordium: Neq; lignum nisi siccitate, & qualicung; soliditate, qua magis compactum longiori fibrae rum protensione, continua cohaeret, à Corticibus illis differt.\n\nIII. Corticosi enim colliculi ab uda tenaci terra nascendi originem sortiuntur: Hanc postquam maris salugo aliis subterraneis Salibus admixta maceravit ac subegit, secedente humore superfluo, aer aut calor Solis exsiccavit; Siccitate vero à se invicem fecedunt partes, quarum pinguedo exhalavit, aut intus concescit; aliae, quæ glutine hoc abundant, mutuo, licet in crustas compactæ cohaerent, speciemque ligni referunt; ubi justa siccitas, qualicung; multarum crustarum cohaesioni, ligoniam formam conciliavit.\n\nIV. Bitu-\nIV. Bituminosam vero Corticum & ligni esse naturam non solum terrestris pinguedo, sed & examen ignis monstrat; accensa enim fomitis instar serpentem ignem propagant, sulphurq; nariibus afflant; & destillationi exposita, uti inferius tradituri sumus, aliquot oleosas particulas, olei petrae simili odore, dimittunt, praeterquam quod liquor destillans succinum pingue quid exhalet.\n\nV. Post bitumen Corticum & ligni generationem salia subterranea promovent; ab his enim siccitas, & cruftarum Species deducenda, intimè enim lignis & Corticibus adhaerent. Vitriolum superius differuimus, quomodo cortices undiq; ambiat, atq; cum illis concrescat.\n\nVI. Aliorum salium non ita manifesta est demonstratio: deprehendi tamen in siccissimorum lignorum, corticosæ compagis, interstitiis scintillantes salinas stellulas & fila splendentia, quae vitriolum minimè referebant, insipidae enim prossus, aut subdulces, lenissimè adstringentes: aquâ affusa eduxi illas stellulas, lixiviumq; aluminis aut magis Martis subdulcem saporem praetulit, ut tamen Vitriolica virtus extremum perciperetur, quae inlissato lixivio evidentior, aliquo tamen subdulcis aluminosi aut martialis saporis sensu.\n\nVII. Nitrum quoq; sub hoc ligno latens olim detexi, fortis lixivio vitriolicis particulis segregatis; quamvis ipsi vitriolo Prussico nitrum videatur admixtum: fortè & stellulae ac fila salina per intimas ligni fibras diducta, nitroæ sunt naturæ.\n\nVIII. Alumen quoq; in Crystallis Vitrioli latet, si non prorsus alumini vindicandi, quos SSS componere affirmimus, quiq; amiantho aut alumini plumoso, similes conspiciuntur; Acidulus enim horum sapor, ad illum salis succini volatilis proximè accedens.\n\nC. IV.\n\nPRUS.SIA bituminosa; vera Succini generatio primum à nobis demonstrata.\n\n§ I. Matrice cognita quibus bituminis & salis virtutibus fit impiægnata, facile est conjicere quomodo succinus foetus Prussicus intra illam concipiatur.\n\nII. PRUSSIAE solum undiquaq; bituminosum cogita: insignes enim glebae bituminis condensati in abditis terræ aut luti aliquo-\naliqoties à colonis casu deprehensa; ipsimet aliquot librarum frustum non procul à Regiomonto ex limo eductum conspexi; quin olei rivos ex terra dimanasse, non vanâ famâ accepì. Celpites verò bituminosi ex pluribus locis effodiuntur.\n\nIII Bituminoso itaq; litoris Sudavici solo, calor subterraneus, quicunque iste fuerit, bituminis exhalationes per interanea dispersas, undiq; consociat, & in guttas cogit, praeprimis ex corticosa aut lignosa matrice eadem congregat; quod dum agit, simul vicina salia pervadit ipsumq; effluvia fecum abducens bituminosis guttis immiscet; salina lipula intra matricem adacta fluorem bituminosum sistunt, & si nulla suppetiae bituminolarum guttarum à calore submituntur, gleba pro modulo incunabuli, quod intra lignum ipsi concepsum, formam subit, omniq; exhalationum motu sopito, caloreq; evanescente, salinae particulae rigorem recuperant, bituminosis superfluum humorem exhalantibus; sociatae succineam gemmam producent; nitidiorem, splendidiores, fragrantiores, firmiores, ex puritate & proportione exhalationum bituminosarum ac salinarum.\n\nIV Hæc vera Succini est generatio, quam ante nos nemo Erudito Orbi perspicuam reddidit: siquidem praecognitis opinionibus laborantes, in animalibus, in vegetabilibus, in fundo maris prima Succinorum incunabula quaerendo, à veritate aberrarunt omnes. Neq; istos Succinorum natales in lucem produxissem, nisi crebra litoris Sudavici peragratio, & attenta fodinarum perlustratio Propitii Numinis ductu me recto trami te fecissent verum cernere.\n\nC. V.\n\nEadem haustilium Succinorum generatio: Succinum in animalium ventriculis repertum.\n\n§ I. Sensus meruit nostra demonstratio, maximis Europae Eruditæ nominibus ipsam probantibus. Aliquisbus tamen is superest scrupulus, an eadem Succinorum, quæ mare ejicit, generatio statuenda? Verum quum in vulgus hic locorum jam notum sit, ex collibus marinis tempestatum vi disjectis aut convulsis Succina prodire, quæ à fluctibus ad litus advolvuntur; capturae fructuosæ, aut inanis, ex collium istorum divulsione, leviori aut profundiori, sumto indicio; Qui,\ninquam, quum haustilia Succina intra colles generari certum sit, alius modus intra hos generandi reddetur vero similis?\n\nII. Sanè in collibus submarinis non minus quàm in litoribus Naturae Officina erit instructa: addo, quod inter ejectamenta maris & lignorum fossilium copia in litore Sudavico, aequae ac in Neringiensi, reperiatur: quid si colles alluvionibus obtecti, qui quondam terræ pars fuerunt? Si quoq; in collibus submarinis reliquorum mineralium eadem generatio, cur non & Succinorum?\n\nIII. Caeterum sicubi extra Matricem lignosam, in luto coeruleo, in terra corticosa, flava, labulosa, Vitriolica Succinum nali contingit, ne tunc quidem alia ratio generationis suberit: pariter enim ex bituminosis exhalationibus in guttas condensatis salium justâ miscelâ, istae glebae pronatae fuerint.\n\nIV. Nec tamen ubicunque reperitur ibidem & nativa Succini sedes illiçìò asserenda, per maris enim vehementiam à matrice avultum in aliena loca sàpè rejicitur.\n\nV. Quin & animalium ventriculis recondita Succina novi; visceribus parefactis exemta Amici dono miserunt: nec tamen in animalibus Succina generata dicemus.\n\nVI. Ex accolis litoris Sudavici addidici, omnis generis animalia, terrestria, aquatilia, volatilia, avidè succineas glebas deglutire, adeòq; intra macatorum viscera non rarò observari. Corvi & Cornices tanta copia ingerunt, ut egerere rursus vesperi cogantur & minutiae complures sub arboribus, in quibus confident, inter excrementa reperiuntur.\n\nAb asellis (Pomucheln) deglutitae plures mihi obvenere; insignior trium digitorum transversorum longitudine, duorum latitudine spectatur. Est ex Ove globus succineus mirabilis, quem crustâ gypleâ mucus ventriculi obvelarat, quà ab Eleotrotorcutâ imprudenter abrasa, patuit ex pluribus glebis, à calore animalis subactis, fuisse formatum.\n\nVII. His de Succini generatione traditis, veterum aliena placita facile rejiciuntur; nec enim animalium, nec arborum, nec maris genitura Succinum esse poterit, postquam fossilibs certa matrix in telluris gremio summâ accuratione demonstrata fuit.\nSectio Tertia\n\nRudis Succini, & illorum, quae in eodem apparent,\naut ipsi adhaerent, vel includuntur consideratio.\n\nC. I.\n\nCollectio Succini; an molle vel durum ex matrice prodeat?\n\n§ 1 ET mare & terrae in Prussiam succinea dona confert:\nsed maris dona partim in litore leguntur, partim ex\naqua hauriuntur: Vado so scil. mari, signis apparentibus,\ncoloni reticulis conto affixis fundum verrunt, aut fluctibus vol-\nventibus eadem adversa opponunt; haec quae haustilia: reliqua,\ninter ejectamenta, quae natantia praedae indicium faciebant, al-\ngarum, fermentorum, lignorum aut arenarum sedulo investi-\ngantur & leliguntur, lecta; audunt.\n\nII. Ex terra vesta, qua fodiendo acquiruntur, fossilia ap-\npellantur: Amam longiori conto praefixam venae, in montium\nlitoreorum jugis conspicuae, admovent, tentando sicubi gle-\nbam ligno immersam offendant, quae animadversa lignum le-\nniter radunt, amaq; subjecta glebas excipiunt, exceptasq; ad-\nducunt, sacculoq; a collo pendulo induunt.\n\nIII. Fodinas subterraneas Litus Sudavicum ignorat; in ex-\nterioribus partibus fossorum opera haeret, fossioq; ad venarum\nduetum prifcis ignota MAGNI FRIDERICI WILHELMII\nauspicis primum montes exercuit.\n\nIV. Nec tamen ubiq; fossioni patet litus, sed certorum re-\ncessuum juga ista operâ fatigantur; Eroß, Gubnicken, Ekroß\nDirschkeim, Warnicken, Strobichnee, Palmnig; & sicubi matrix\nlignea se conspiciendam praebet, atq; ad eandem facilis ac tu-\ntus est aditus.\n\nV. Succinum uti ex matrice producitur, quod in fossorum\noperae intentus ipse met expertus sum, rigidum & durum tactu\ndignoscitur: contingit aliquando frangi dum protrahitur, sed\nvitio glebae; Succinum enim Succino duritie praestat.\n\nVI. Non pauci tamen & prisco & nostro avo mollia ac li-\nquida quidam ab alterâ parte durâ, ab alterâ mollia succina si-\nbi visa jactitarunt: quae mihi isto nomine oblata, nec fra-\ngrantiâ, nec sapore, nec deflagratione se succina probarunt; ca-\nSui itaq; inter haustilia reperta bitumina istis Auctoribus in succineum censum referre placuit. Verum & picea gleba, & carbon fossile, & segmentum pice navali abductum, aliaq; plura una à fluctibus maris in litus projecta, istâ ratione succinei census habenda forent.\n\nVII. Opinio, quae in fundo maris scaturigines liquidi bituminis commenta est, ut à falsugine maris coagulatum succinum haberet, mollia istiusmodi succina peperit: Neq; hauriendo, neq; sodiendo, neq; legendo sibi mollia cognita, illi qui rerum succinarum studium curam gerunt, asseverarunt omnes. Ipse, magnos succinorum rudium acervos perscrutatus sedulo, nulum molle adverteri, quod virutis experimento succinei generis agnovisset.\n\nVIII. Vulgo persuasum est, discrimen fossilia & haustilia intercedere duritiei potissimum, & puritatis, ac crustae diversis notis. Verum falluntur, qui istud in animum inducunt ut creant: Evenit ut extra matricem alienis in locis sepultorum robust aut calor aliquid vitii contrahat, crassiori etiam crustae superinducta; hi tamen causas nativorum differentiam minimè inferent: Æque intra colles submarinos, ac intra litoreos, pro varia bituminis & salium copia ac virtute nobiliora & ignobiliora succina generari certus sum.\n\nC. II.\n\nVaria species rudium glebarum; Phænomena, exterius annata.\n\n§ I. In glebis succineis formandis mirum Naturæ elucet ingenium: ut in lucem eduntur, pira, amygdalas, cepas, pisa, aliaq; fructuum species, aut peregrinatorum corporum simulachra, vario lusu referunt; Guttarum his apud Electrotoreus nomen, quum globolam figuram maximâ sui parte exprimant.\n\nII. Major pigmentorum in crusta denudatis admiratio. Literata Naturæ Succina plura vidi: teneo in quo albescens linea flexu suo concinnè literam S. Latinorum efformavit, reliquâ frusti facie flavâ: Arabum ac Hebræorum characteres quædam ruditer exhibent.\n\nIII. Præterea arbicularum, frondium, nubium, ruderum, aliarumq; quarumcunque rerum delineamenta in succino variegato curiosus oculus adverteret.\n\nIV. Est mihi Pectori tenus efficta senilis imago, in ulna infantem\ninfantem reclivem monstrans; IESUS parvulus in Simeonis amplexu haerens animo obversabatur, quando primum hanc Naturae picturam intuebar.\n\nV. Rumor increbuit, fidem habentibus Eruditis, ducatum Belgii foederati insignibus & Symbolo conspicuo intra Succinum ductu Naturae delineatum comparuisse. Ego vanum arbitror rumorem; nec cohærent quae de nummo Auctores prodidere; alii polonicum grossum simili Naturae ingenio impressum tradicere; pari fide mihi incredibile videtur, illorum, quae prudentiae consilio, artisq ministerio peraguntur, eçtypa a natura, animae vitali destituta, reddita esse unquam, aut posse reddi.\n\nVI. Cæterum quae Succinis concreta adhaerent, memoriati non indigna puto: Inter haec Algæ vesicularis & tenui foliæ rami, radicibus firmiter infixis, ex succineis glebis propululantes invenient locum; tum silex parvulus, eminentiori liberâ, latiori parte Succino obvoluta: Alii glebae lamina ferrea agglutinata est: Et segmenta lignorum, conchylia, variaque alia adnasci contingit.\n\nC. III.\n\nAnimalculorum Succino inclusorum accuratior demonstratio.\n\n§ I. Animalculorum succinea funera, jam Plinio & Martiali celebrata, intentiorem curam exposcunt; ultra triginta species insectorum in meis succinis numero; muscas, araneas, culices, formicas, papiliones, apes, millepedes, teredines, curculiones, erucas, scarabæos, ex cornutis & deauratis aliquot, & quorum nomina memoriam subterfugiunt.\n\nII. Sunt qui & perfectiora animalia Succino condita memoran, ranas, lacertas, pisciculos. Quibus ut fidem habeam ægre à me impetra, quamvis Plinius lacertam, Martialis viparam Succino tumulatam habeat; Sed & isto ævo pretii cupidio artis fallacias intendere novit. Hermanno decantata Ranæ & Lacertæ sepulchra non uno modo mihi suspicata redduntur. Pisciculos fraude artis Succino inclusos, jam aliis animadversum est.\n\nIII. Nativa animalculorum succinea feretra ab arte elaboratis illo maximè distinguis, quod in illis non procul à superficie, insecta implicita reperiuntur, in his vero meditullium occupant; scilicet artem non ita feliciter occultarent Electrotoreu-\ntæ, si extimas partes excavarent, illisq; animalcula crederent,\ntranslucida enim succinea lamina fraudem proderet. Si quoq;\nsolidum purum, nullis fissuris hians, nec crustarum compage\ndistinctum est Succinum in quo sepulta sunt, illud non à natu-\nra sabrefactum scias monumentum; Pleraq; enim glebae luc-\ncineæ, quibus animalculorum exuviae sunt repositæ, id quod\nmillies contuitus sum, corticatim cohaerent, aut fissuris hinc\ninde sunt intersecatæ, ex quibus & pars exuviarum aliquando\nexterius conficienda prominet.\n\nIV. Nec; omnium intra succinum reconditorum animalcu-\nlorum par est conditio: Alia situ obducta, alia nitida, qua-\ndam succino fulgore splendentia intueor: Duas apes & eru-\ncam, nidumq; curculionis situs obtequit; scarabæus fulget; ex\nmuscis quædam nitent.\n\nV. Porro alia vivacitatem, alia languorem præ se ferre;\nnonnulla quasi evigilantia, cum conatu vinculo isto se extri-\ncandi, conspicies.\n\nVI. Quædam Succina integrum examen insectorum, & e-\njusdem & diversi generis, involutum, commonstrant.\n\nVII. Vexata hinc Curiosorum quaestio, quomodo Succinum\nanimalcula oppresserit? Non pauci difficultate quaestionis per-\nmoti sætum arborei succi Electrum contendunt, quasi resinis\naut gummi arborum adrepentia animalcula irretirentur facili-\nus: Verum absq; experientiæ suffragio; nec; in resinosis aut\ngummosis flillis hunc in modum, si rege memini, inclusa insecta\nmagnæ numero, si modo ullo, Curiositas haçtenus detexit; ex-\ntrinsecus adhaerentia conspicimus, non ita sufo liquore obtecta.\n\nVIII. Alios gravitas argumenti eò adegit, ut negarent esse\nquæ in Succinis videntur animalcula; Phasmata ludos istos da-\nre. Sed fractorum aut lectorum inspectio hos refellit, manife-\nsta enim insectorum supersunt indicia; licet enim corpuscula\nanimalculorum vis bituminosa ita subigat, ut fibris succineis\nintercurrentibus viscera condensata in lapidem indurescant,\nquando facilis per rariorum texturam insectorum effluviis suc-\ncineis est commutans, tamen corporis alieni habitum luculen-\nter discernere datur; Apumq; nostrarum exuviae, interaneis\nconsumtis istud ob oculos egregiè sintunt. Posset Phasmatisbus\netiam opponi, quod quidam viscera animalculorum in Succi-\nnis distinctè sibi cognita affirmant: Verum artis commentum\nejusmodi succina concinnavit; quæ, natura composita, non ita\ndilcreta monstrant viscera.\n\nIX. Fu-\nIX. Funestos itaque casus, quibus insecta à Succinis sunt oppressa, ut rectius percipiamus, repetendum memoriâ, quod infectis usu veniat, si quando tempestatum aut hiemis injuria compelluntur, cavernas & latebras ubiquire querere, inibi somno sepulta delitescere; id quod toties contuemur, quando muscae ex rimis fenestrarum vetustate excelsarum situ conspersa subito proclamant, hypocauti vel Solis calore excitatae.\n\nX. Quare cum & litorea latibula non unum genus insectorum subintret, in illisq; aliquando hæret invitum, aut obdormiscat, exhalationibus bituminosis à calore subterraneo in lacicum collectis, ubi in matricem Succini, quae latibulum ac dormitorium interea praebuit, liquor destillat, eadem implicat & obtegit, gremioq; suò suscepta quando succinum evasit, commonstrat.\n\nXI. Contingit bestiolas in dormitoriis istis à calore subterraneo excitari; aut in vivas fluor bituminosus impingitur; sed quum nullum vigilantis patet effugium, eandem cum dormientibus sortem subire coguntur, ut tamen fortis tunc suae in sepulchris succineis relinquant memoriam; vivaciorem atque animosiorem corpusculorum simulachro.\n\nXII. Firmat nostram sententiam istud, quod succino sepulta insecta pleraque sint ex illorum genere, quae cavernas in dormitoria eligunt: majorem partem etiam languida ac somnolenta, aut mucosa transparent.\n\nXIII. Vivacia, qui cum nisi oblucentur, aut alas expandunt, abitumq; parant, rariores purae. Sed tantam vivacitatem, quae amoris æstus in coitum animalecula concitarit, ut isto nexu cohaerentia succineus latex involvisset, hospitio huic subterraneo minimè convenire autemo; Quare quae culicum muscarumve istos hymenæos ostendunt feretra suspectis adnumero.\n\nC. IV.\n\nVegetabilia Succino inclusa; mineralia itidem; & aqua.\n\n§ I. Obvia sunt cuivis Succina, quibus animalcula continetur; speciosiora alia depromam quae plantarum gemina sinu suo obvelant.\n\nII. Est mihi in quo explicata algæ vesicularis folia, alas Aquila expansas & pedes cum corpore utcung; adumbrant. Aliud semen tiliae, stipitisq; partem; aliud folliculum diductis foliis hiantem,\nhiantem, quatuor; semina complexum, ex quibus apex medius exlurgit, cauliculo ad superficiem protenso & prominente; est quod muscum, in pergulae s. porticus hortensis speciem, forniciatis operibus compositum obtutui sstit: In alio flosculus minimus marcescens, in altero rosmarini silvestris, Prussis Korhl diati, ramulus tribus foliis divisus transparet; Rude aliud algae memoratae vesicularis ramum majorem per corticem non politum ostentat.\n\nIII. Plura ex musco villoso disjectos obtinuere: Nobile autem illud, in quo pars albescens convallem & colliculum musco investitum exhibet, sed per speculam quasi, quando ex flavo ignei coloris succino, huic amoenissimo spectaculo mirabili naturae artificio quasi vitrum est objectum, per quod mucosi apparatus delicatior est aspectus: Nec vile alterum aquae lactescentis coloris, quod villorum muscosorum crispatas congeries nobilitat. Spectabiliora haec herbarum succinea monumenta quam illa animalculorum censeo.\n\nIV. Major copia Corticibus, lignis, & festucis intertextorum; festucae pineae videntur, specie istarum quibus formicæ acervos extruunt; Verum accurationi examini fossilibs ligni ac corticis momenta patuerunt.\n\nV. Ex minerali regno quoque adducenda, quae succinis inclusa: Vitriolum saepius sapori promete dijudicandum; Pyrites quandoque crebrius ferrum, de quo Electrotoreutæ conqueruntur, quod non nisi cum detrimento instrumentorum educatur: Armatura quoque aurea & argentea, divulsis coagmentatis partibus, in impuro conspicitur.\n\nVI. Sed & aquae guttas intro receptas diversis alveis stagnantes Succina detinent: qui effluuit liquor falsus aut subfalsus, aliquando & insipidus. Non exsiccari, ab aliis cum Luna crescere & decrescere liquor traditur; habeo in quo exiccatus est; habeo in quo perennat semper idem.\n\nVII. Quaecunque autem ex plantis, mineralibusve succinum complectitur, calu haud assimili, dum in matricem illapsa sunt, à fluore bituminoso obsessa atque occupata intelligo.\n\nVIII. Aquearum guttarum intra Succinum occlusarum singularis ratio cogitanda: Udam matricem calida bituminosa exhalatio obsepsit, intro compulsa aqua à calore subterraneo consumi nequit, & ob copiam circumstantis bituminosi laticis nullam rimam qua diffueret invenit; praetulo itaque exitu, captiva\ncaptiva se includi passa est; conatum elabendi, quando in arctum coacta suet gutta, manifestis indiciis quaedam glebae produnt.\n\nSectio Quarta.\nAd quam classem Succinum sit referendum, & quot modis à reliquis differat mineralibus.\n\nC. I.\nSuccinum non ad metalla, nec ad terras aut salia, nec ad bituminæ aut sulphura esse referendum.\n\n§ I. Fossilis Succinum declaravimus, illisq; quæ rudi adhuc accidunt generationem illustravimus, sed ut penitius natura introspiciatur, genus fossilem ad quod accedat proxime explicandum erit.\n\nII. Metallis non esse accensendum, vel illud arguit, quod nec ductile sit, nec liquabile: sicubi enim in fluorem deducitur soliditati ejus malmum decedit, contra quam metallis evenit.\n\nIII. Fuerunt, qui Succinum fundendi, & parva frusta in unam molem salvâ firmitate uniendi artem se tenere aseverarunt; inter adepts numerandi, si idoneis documentis fidem fecerint; neq; minus quam ex lapide Philosophorum lucrum Electrotoreutæ ipsis promittunt. Ego variis experimentis, tum fusioni Succini operam dedi, frustra istud tentari didici, siquidem Salium vis, à qua maximum succinorum robur, inter solvendum avolat; nec à fuga retinetur, nisi addito aliquo; eo ipso tamen soliditas corruptitur. Quod si calor tam blandus admoveiri posset, qualem natura in animalibus humente vapore miscet, non desperandum arti putarem; Globus enim Succineus in ovis ventriculo repertus ex pluribus minutis coagmentatus est, reliquis juncturæ ubiq; vestigiis; quæ ipsa nec fusorium, sed tepidum glutinandis commodum ignem à natura adhibitum fuisse indicant.\n\nIV. Fusæ succina, quibus sceleta obducta atq; succinea funera venditata, vernix sunt, uti amicissimus D. VOGEDING optimè monuit. Solvi olim Succinum & liquefeci, solo ignis adminiculo, nullâ aliâ readmixtâ, sed fragilius justo comperì, imminuta coloris gratiâ, salinis minutiis quæ lateribus vasis adhaerebant causam reddentibus.\nV. Multominus ad terrarum aut salium classem Succinum referendum erit; quum terris arctius cohaereat, & salibus sit pinguis, utrisq; etiam humidius.\n\nVI. Ad bitumina & Sulphura propius accedit, ut tamen duritas ipsam ab his discriminet, tam dura enim ac solida pura bitumina aut Sulphura nemo indicabit.\n\nC. II.\n\nQuod Succinum sit gemma: virtus attrahendi levia & humores corporis humani.\n\n§ I. Duities Succinum inter Lapides, splendor inter gemmas collocat; Neg; fragilitas objiciatur; fragilis & gagates; gemmae; gemmis solidiores, nec tamen propterea loco moventur: Electrotoreutae satis dura Succina experiuntur, alba in primis, ut ferri aciem hebetent; tormenta; & mortaria ludicra, à pulveris pyrii explosione illæsa, soliditatem docent: Summa etiam Succini ex duritate & soliditate gloria: facessant itaq; friabilia ac fragilia, quæ ignobilitate contemta ab Arte rejiciuntur.\n\nII. Sed virtutum, quæ Succinum à reliquis gemmis discernunt, præcipua Antiquis visa attractiva, ut electrica ipsis vocarentur corpora, quæ facultate trahendi quidquam ad se pollerent; & celebre hujus virtutis nomen Platonis etiam ingenium in explicando exercuit. Recentior ætas quæ res naturales intentiori experimentorum curâ explorat, aliis gemmis, lapidibus, vitris, bituminosis, resinosisq; Sulphuri, asphalco, lacæ communem vim attrahendi advercit. Reliquis tamen gemmis fortius Succinum attrahet, ut quod attritum pingua efflavia eaq; tenacia copiosius emittit: Virtutem enim hanc oleosis particulis adscribendam persuasit experimentum, quod de colophonia gemina cepi; altera enim post olei distillationem excepta pariter se electricam adducendo levia probabat; altera vero, quam post Balsami nigri liquorem exami, licet nitida &c quasi vitrea esset, nullam vim attrahendi exterebat: Nimicum illa aliquid pinguedinis retinuit, hæc verò instar omni bituminosæ pinguedine profus exuta fuit.\n\nIII. Veteres quædam excperunt, quæ non adduceret; Sympathiae & antipathiae miraculo; perperam autemmodum, siquidem &c ocyimum & oleosa & humidæ, iplataq; aquæs guttas à succino attrahì pro lubitu demonstrò, insigni & politè glebà admota;\nmotæ elegantissimo spectaculo, quando effluviis ingredientibus guttas in bullam adsurgit, aut quando pendula transit.\n\nIV. Sed & in corpus humanum hæc virtute Succinum agit: frusto cervici alligato partem, quam leviter attingit, leni sudore humectam tactu percipies. IL BOYLE, Angliae imò Europæ Eruditiæ maximum quondam decus, enarrabat & incredulo mihi asseverabat, illustris prosapiæ Virginem globulorum grandiorum lactei albescentis corollâ ita affectam ut os in tremorem & quasi spasimum ageretur, quoties collo suspensam gestaret, remota vero corollâ tremorem cessasset & convulsiones. Efficaciam autem attrahendi humores in fonticulis quidam globulis succineis persensæ.\n\nV. Sed quod duorum pedum spatio distantia corpora, levia licet, attraxerit, mihi incognitum; paleari veste induita animalia vero quod rapuerit, proptera fabulosum: quibusdam tamen persuasum fuit, ut crederent.\n\nC. III.\n\nOdor, Sapor, Color & Levitas Succini.\n\n§ I. Propria Succino est fragrantia, quam nulla gemmarum exhalat; neque ex reliquis naturæ foetibus, aromaticæ sortis, quidquam parem odorem spargit; non thus, non myrrha, non camphora, nec masticæ; In resinarii intra formicarum acervos abditarum glebulis imitamentum habes odoraminis, sed ut in attritis & accensis discrimen se prodat illicè.\n\nII. Diversus est flavorum sive igneorum ab albescentibus Odor; illorum pingua, adeoque blandiora, horum salsa & acriora sunt effluvia, quæ haud similiter nares afficiunt.\n\nIII. Peculiaris quoque inter gemmas Succinis est Sapor; sed & hic variat, uti oleofarum & salinarum particularum variat miscela; alba fibrae linguae pungunt, flava non item.\n\nIV. A plerisque gemmis & colorum varietate differunt: Nigrem refugiunt; opaca rara sunt reperta, superant inter pura pellucida.\n\nV. Denique levitate parem vix nominabis gemmam; dono dederam Amico rei gemmariae gnaro, peregrinè ex Asia reduci, corollam cum armillis & manubriis cultellorum variegari coloris, nec patriam gemmam dignoscere potuit nisi de pondere admonitus.\n\nC. IV. Aliæ:\nC. IV.\n\nAliæ Succini virtutes, quibus à gemmis differt; usus in medendo,\ncitra praeparationem Artis Pharmaceuticae.\n\n§ I. Vana quorundam sunt opera in viribus Succini recens-\nfendis, quando Virginitatem probandi facultate idem\npollere, aut Lunæ decrementis incrementisve respondere pro-\ndiderunt.\n\nII. Princeps virtus est corporibus animalium mederi, ad\nquam gloriam nulla gemma æquè accedit. Crudum citra ar-\ntis operam est salutare, sive intus sive extus applicetur: Indis &\nChinensisbus suffusus in delitiis habetur, ut in luxum degene-\nret: Sed Catarrhis ex pituita suffimentum prodeisse vulgus no-\nvit; Exhalationibusq; succineis alexipharmacis acceptum\nquondam tulerunt Elektrotoreuteæ Regiomontani, quod ipsi à\npeste manerunt intacti: Certè non efficacior adversus conta-\ngia suffusus, quam ex Succino; Neq; ulli ex sodinis litoris Su-\ndavici graves aut pestilentes erupère unquam vapores.\n\nIII. Fluxionibus capitis alba perpolita Succina fuit proficia,\ncervici alligata humores avellunt; blanda quoq; oculis flavo-\nrum affricio; & fonticulis succinei globi lenius induntur.\n\nIV. In pulverem contusum ad Urinam ciendam, ad calcu-\nlum propellendum, ad muliebris sexûs menstruum profluvium\nmovendum multum valere, si caætera sunt paria, quotidiana\nloquitur experientia. Dono à Generosa Domina acceperam\ncalculus plurium unciarum, duos articulos digitorum & su-\npra latum, tres longum, quem carnificem Rustica in sinu pu-\ndoris tres mensæ passa erat; dato Succini albi pulvere, coch-\nlearis mensurâ, feliciter carnificinâ liberata est; ipsam anicu-\nlam ad me adduci curavi, ut omnia exquirerem accuratius.\n\nV. Pariter Succini pulvis, vino infusus, hinc sub operculo\nincoctus, calido vino epoto, & urinæ & calculo & mensibus\ntrahendis inservit, quamvis minus efficaciter.\n\nVI. In memoratos usus Medicos præstat album lumere; sa-\nlis enim maxima in his emitat virtus. Atq; PATERNUS PA-\nTRIS PATRIÆ in subditos affectus per praefectum litoris ea\npropter poscentibus colonis qui circa Succinum occupantur,\nlibras duas albi in tutelam & curam sanitatis clementissime\nquotannisd ilargitur.\n\nC. V. Usus\nUsus Succini in medendo per praeparationem Artis Pharmaceuticae.\n\n§ I. Ongum foret minutim recensere, quae Pharmaceutica in externa & interna remedia ex Succino praeparat; praecipua solum attingo: Magisterium resinosum salubriter Pilularum formâ usurpatur, nec Balsamo Copaibae cedet; sive urina cienda, sive pituita digerenda, sive gonorrhæa temperanda: Idem Cephalicis Emplastris convenit.\n\nII. Colophonia Diaphoreticis quibusq; & Stomachicis Emplastris congruit; commodo maximo si adversus paralysin, apoplexiam, aut epilepsiam, aut etiam gangraenam muniendae sunt partes; sumtu minori: Debilitatos ab arthritide artus benignè sovet: Nisi domestica despiceremus, vel magis si non inconsultis circumstantiis, domesticis temere abuteremur. Colophoniam Succini praæ divinis quibusq; ac miraculosis dictis Emplastris commendarem.\n\nIII. Oleum Succini Europæ & Asiæ præclarum praebet medicamen, sed imprudentiâ Medicastrorum infamiam incurret; Siquidem in gonorrhæa, calculo & mensibus suppressis læpè in exitium ægrotis cessit: Parca ejus sit dosis, gutta una & altera aliquot drachmis Sacchari vires impertit; frigido & pituitoso cerebro una guttula vertici aut suturis illita medetur; gossypio excepta auribusq; admota flatus & tinnitus discutit; ambustas frigore partes restituit; partui difficili fert opem, quod vel Veterinariis in Prussia innotuit, quamvis his pulvis magis in usu Oleum autem eligendum quod æreum, nullà ab igne notà empyreumatis impersa, albescens, subtilissimum & fragrantissimum.\n\nIV. Salis volatilis Succinei contra Epilepsiam aliòsq; affectus Cephalicos à pituita oriundos decantata est medicina: Sed & Diureticum insigne praestat.\n\nV. Essentia Succini est olei subtilior portio, adeòq; eadem de hac tibi promittes commodà, sed quod spiritus vini mixturâ diluta est largius in usum assumi potest: valet quoq; ad arcendam gangraenam extus.\n\nVI. Sunt qui phlegma medicamentis adnumerant, sed quodcunque ipsi inest virium olei atq; salis reliquis debetur, quibus si privatur satuum ac fumosis exhalationibus imbutum restat.\n\nVII. Quod postremum destillat crassum oleum non nisi vulin frigidorum artuum medelam conveniet, empyreuma enim\nenim graveolens reddit, ut satius æstimem isto abstinere, &c\ncolophoniam integris viribus servare.\n\nVIII. Pluribus modis istæ praeparationes variant, &c aliis\ncombinantur, parumq; abest quin omnibus morbis ex Succino\nparatum auxilium proset; sed simplicibus delectamur magis\nitaq; composita negligimus.\n\nIX Illud unicum adjicio, me justâ analysi ductu naturæ pura\nab impuris separando, blando in subsidium-advocato igne vires\nSuccini omnes ita coadunare ut salvâ fragrantia nativâ, pin-\nguium & salinarum particularum salvâ quoq; efficacia, exter-\nno internoq; usui idoneum remedium evadat: Balsamum Suc-\ncineum voco, in quo remotis terrestribus graveolentibus parti-\nbus volatiliores atq; delicatores amicissimo fluoris nexu arctè\ncohærent, nullo alieno in societatem admisso.\n\nX. Quicquid à succino crudo aut arte quomodocumq; præ-\nparato expectari potest, citius, tutius & jucundius à nostro\nBalsamo praëstabitur. Internè formâ pilularum commodissimè\nassumitur, aut boli; externè Apoplectici, cujus & colorem\npræ se fert, Balsami in modum applicatur; gingivis, linguæ,\npalato, in deliquiis, in passionibus hystericis, epilepticis, Pa-\nralyticis, cum fructu affricatur: Prophylaxeos ergò quavis septi-\nmanâ bis terve grana quinque, septem, decem, imo XV. tu-\ntò usurpantur; similiter in renum, Vesicæ, genitalium certis\nmorbis, admixtis anodynis; contra tinnitus aurium quam\noleum assert medelam, at certiorem.\n\nXI. Balsamum hoc ut meditando elicerem fecit olei succi-\nni vulgaris ob empyreuma ingratus odor, ob cujus fastidium\nquidam usum proflus intermiterunt; fecit &c ab olei usurpa-\ntione periculum, quum igneæ proflus sit naturæ; fecit & salis\nvolatile auxiliaris copia, qua oleum destituitur.\n\nXII. Non malè ap. Hofmannum & Ettmullerum Balsami\nPeruviani gratia oleo Succini jungitur; Ast felicior Peruviani\n& nostri Balsami Succinei, adversus gonorrhæam & fluorem\nalbum imprimis, societas erit.\n\nXIII. Balsamum Succini vulgare ex Δ. admixto nihil ha-\nbet cum nostro commune. Sed nec elegantius Ettmullero com-\nmentatum quod Succini oleum & Sal volatile triplo olei Nu-\ncifæ expressi conjungit, ad illud accedit, nostrum enim &c\ncorporationem &c colorem ex se ipso habet.\n\nSectio\nSectio Quinta.\nChimica & Pharmaceutica Succini analysis, cum matricis lignae aliorumque litoris Sudavici mineralium examine.\n\nC. I.\nSuccini destillatio.\n\n§ I. Succini notior est destillatio, quam ut describi opus habet: Et XX & retorta huic negotio inservire valent; verum per rimas multum olei & salis elabitur si retortam adhibes, vehementissimam enim olei & salis vim nullum lutum Philosophicum coercebit, praestat igitur retortae operae uti.\n\nII. Attendendum autem ut alba, si salis, si olei copiam elicere satagis, ut flava eligas: ex lib. albi recepti salis volatilis 3js. quum ex flavi lib. vix 3j. elicias. Felicius quoq; & suavis oleum proveniet si polita fragmenta, aut nitida, tenui cortice lucida frusta, quum si impura, crassâ crustâ investita, aut vulgarem rasuram adhibueris, nihil autem succino est admiscendum, quamvis filices & arenas addere olim fuit in usu.\n\nIII. Abst ignis vehementia; ex arena calor leviter intenditur; atq; justo regimine mox cum phlegmate ætherea oleiportio ascendit, quam limpidam peculiari vase excipies; ubi flavescens oleum prodiit cum sale volatili, cesset destillatio.\n\nIV. Urgeri quidem potest Succinum, ut crassum liquorem nigrum fundat; parumq; capitis mortui nigri & splendentis instar Colophonæ erit residuum, sed hoc omni virtute olei & salis est spoliatum; ex lib. albi restabat 3j. hujus capitis mortui. Sed praestat aliquas Colophonæ vires relinquere, quando gratior hujus praefido nigro balsamo est usus.\n\nV. Sal volatile, quod ad rostrum vasis evolavit, aut lateribus adhaerit, calidâ aquâ abluitur, atq; ut ab admixtis oleosis particulis separetur, chartâ humectata solutio percolatur; transeunte sale, restitut oleum: à solutione percolata postea superfluus humor abstrahitur, ut tertia pars relinquatur, qua frigori exponitur, atq; singulares Salis concrescunt crystalli, milares quasi five grandinosi.\n\nVI. Alius est modus Sal depurandi, si feculentum vitro longoris colli inditum cinerum aut arenarum calori exponitur; niveis enim floccis, five spiculis ad sublimiora loca evolantibus,\nin fundo impurior pars hæret: verum hæc operatio cum jactura vitri & salis est conjuncta.\n\nVII. Quidam & phlegmari separando student, verum rectius hoc cum aquâ, quæ Sal volatile imbibit jungitur, ut pariter Sale suo exuatur; nec reiterata destillatio illi conciliabit virtutem, nisi à sale volatili illam accepere; nec gratus phlegmatitis odor, ut in salis volatilis conservationem commendari posset. Accepi ex ibs. albi phlegmatis 3fs. quod salis succinei sapore erat imbutum, repetitæ autem destillatione tumum solum sapiebat, cœterà satuum & ingrati odoris.\n\nVIII. In Colophonia, si non profusus fuerit exusta, aliquid salis latitat, quod ope aquæ calidæ, morâ quâdam macerationis educes: non nullis hoc sal fixum Succini audit; non rectè, quia parilis volatiliae est virtutes, sapore & odore eodem: Colophoniae autem virtutem hoc quodcumq; est salis intendit.\n\nIX. Oleum omne, ut aliâ opera depuretur non opus est, modo recipiens vas justo tempore mutetur, atq; ritè instituatur destillatio, purissimum statum accipies.\n\nX. Qualitates Olei Succinei ex bitumine sive oleo terræ sunt derivandæ, qua in re CL. BORRICHIO minimè refragor; sed quod idem omnès virtutes succinei Petrae oleo vult communes, in hoc dissentio: alteratum enim Succineum odor & sapor ab illo olei petrae aut terræ diversus demonstrat; at olei, ex ligni fossilibis destillatione, odor olei Petrae, non autem succinei odori congruit: Credo autem alterationem olei terræ in Succino salium intimæ deberi combinationi.\n\nXI. Quænam vero ista sint Salia determinare non licet, illa ipsa tamen erunt quæ Succini Sal volatile suâ mifturâ progenerant.\n\nXII. Nullum enim est Succinum, cujuscumq; sit coloris quod sale volatili destituatur; atq; à sale volatili omnis ista peculiaris fragrantia; quantoq; sale abundant, tanto in attritu fragrantiora experieris.\n\nXIII. Ut ut autem temerarium Naturæ arcana definiire, ex vitrioli tamen Martialis corpore sal istud Succineum majori ex parte componi citra crimen audaciae affero; etenim in albis sale volatili insigniter pollutibus, & odore & sapore Chalcanthum tale manifestò comprehenditur.\n\nXIV. Sed minimè communi vitriolo Sal Succini adscribimus; Vitriolum alteratum sit oportet quod tale virtutis singularis Sal volatile producit.\n\nXV. Esse\nXV. Esse autem Vitriolum Prussicum ab aliarum Regionum chalcantho diversae naturae, analysis inferius declarabit.\n\nXVI. Certè ab acido originem trahere sal volatile, acidus, isq; non ingratus, fermè vinolus sapor arguit; ad spiritum Vitrioli Philosophicum proximè hæc gratia acoris in Sale volatili Succini accedit; pungit, minimè corroden; assufoq; sp.vitrioli non effervescit, neq; ebullit, nec consumitur, cum sp.salis armon. commissum bullulis excitatis cum stridore absorbetur.\n\nXVII. Subtilissimum hunc & gratissimum volaticum Salis Succini acorem moderationi bituminosarum exhalationum vindico; quemadmodum V. cum Spiritibus Nitri aut Salis combinatus hos mitiores reddit, ut dulces audiant. Siquidem dum bituminis particulas dispersas calor subterraneus in unum cogit, fit ut hæ per ditiones vitrioli transitum faciant, quas dum permeant, subtilissima vitrioli effluvia eodem calore excitatae secum rapiunt, minori, majori copiâ, atq; in matricem ligneam auferunt, ut junctis seminii Succinea pronascatur proles.\n\nC. II.\n\nAlice Succini Praeparationes Pharmaceuticae.\n\n§ I. Succini, quæ in pollinem terendo redigitur, levior est praeparatio; equidem parùm intereft, pulverem contundendo an terendo minutum exhibeas; scilicet utroq; modo prodest, vel brutorum exemplo, quæ avidè Succinorum minutias devorare annotavimus.\n\nII. Verum tamen quod divisio in minima ad faciliorem compositionem cum succo nativo animalis disponit, non inutilis in medicina ista erit opera: Adeoq; miror CL. Ettmullero Commentarium Ludovicianum hoc nomine suspicuum visum; quasi Succinum sit sublactum à nullis menstruis solubile; unde dubitamus, inquit, an in pulvere datum, illud aliquam positivam in Corpore habet efficaciam. Non in mentem venit VIRO industrio, quod SCHRODERUM dilucidans Succinum in substantia egregium & singulare adversus Gonorrhæam specificum dixerat: Praxis Prussiae constans ipsum refellit; refellit & globus Succineus in ventriculo ovis coagmentatus; deniq; Sapor Succini commansi ipsum refellit.\n\nIII. Infusionem Succini aut coctionem præterirem, nisi inter euporista domestica merito ha praeparationes locum sibi dari polcerent: certum est, quod virtus Succini coquendo in vinum transeat; fed & in fundendo atq; digerendo vinum Succino medicatum impetrabis.\nIV. Essentiam sive Tincturam affusus Succino V. parat, qui tamen à puris albis flavedine non tingitur; an V. ignis praefet, an dilutus, in dubium vocaveris, illam enim oleoæ, hunc salinae partes deposcunt; verum cedit Succinum ut siq; &c per digestionis quamcumq; moram necesse est in V. tandem reddatur dilutior, praefendus itaq; genosior.\n\nV. Felicius autem tinctura proveniet, fragmenta tenuissima cum V. sociaveris: quidam ol. L. i.p.d.aut (D) fixi i adiuncti aut his V. acuunt, ut major virtus &c acyus in Spiritum transeat; non male; nisi quod alieni particeps haec evadat tinctura.\n\nVI. Sed &c ebullitione in vitro oblongi colli succinum felicius dissolvitur, ut virtus promte suscipiat, & spiritus illa saturetur penitus; id quod sola digestio longissimâ mox demum affecetur.\n\nVII. Majorcs Magisterium ex Succini extracto per acidum redigere sategerunt, nullo operæ pretio; Si acidum Succini pulveri associare cupis, terendo idem affecurus rectius.\n\nVIII. Praestantius magisterium dabit tinctura abstracta V. resinosum istud est, imò ipsa resina sive oleosa pars Succini quallemcumq; mutationem passa; liquide V. quem distillando recipis succineis viribus imprægnatus intimam sui cum Succino unionem indicat.\n\nC. III.\n\nMatricis lignæ distillation.\n\n§ I. Sellige lignum fossile siccum cui vitriolum non adhaerebat: Verum postquam & in sicissimo aliquid salini latitare adverti, stellulas nimirum illas radiantes, fila vel strias, quae, quidem vitriolicum saporem gustui non offerebant sed insipidae a lingua judicabantur, & has prius educere decrevi.\n\nII. Fragmenta ligni contusa aquâ calida maceravi, lixivium subdulcis aluminosi aut martialis potius erat saporis, ut ægrè tandem aliquid vitriolici persentisceres; fed ad crystallos salinos congregandos insipissatum magis atq; magis vitriolicum laporem prodebat ipsiq; crystalli eundem referebant, nisi quod primum martialis dulcedo linguam affeceret; id quod repetendo solutionem & corporationem in crystallos denudo expertus fum.\n\nIII. Exutum sale lignum retor indidi; & calor arenae intenissimo ut intra vitrum fragmenta candescerent; omnem humorem elicui: Lacteus profus erat liquor qui prodibat, specie emulsionis\nemulsionis amygdalarum; quâdam postea in superficie cuticulâ & subsidentibus in fundo particulis calciformibus.\n\nIV. Odor gravissimus sulphureus, qui totem hypocaustum illicè pervadebat; Sed proprius admoto liquore nares succineum quid percipiebant, non quidem fragrantis globæ aut olei, sed phlegmatis aut post destillationem in retorta residui: Sapor quoque qualis phlegmatis, fumosus ab empyreumate, salso-aciduli quidam gustui intermiscens.\n\nV. Lacteus color in liquore postea disparuit, pinguiori relictâ cuticula. Denuò partem igni feci exponi, si qua tal volatile & puriores olei guttas reiteratâ destillatione exciperem: Verum Salis volatilis nihil ascendit, oleosæ autem particulae subtiliores innatabant, non amplius in modum cuticulae cohaerentes; quâdam etiam formâ globulorum pellucidorum fundum petierant, igneo succini colore conspicuae.\n\nVI. Exigua portio olei, aliquot guttarum ex ibi liquoris; sapore & odore oleum petrae prorsus imitatatur; globuli vero, ut ut in fundo resinosi apparerent, levì concussione liquori commixceabantur.\n\nVII. Calciformes particulae tenuiori terrestri portioni adscribendae erunt, ignis vi sursum elatae.\n\nC. IV.\n\nMatricis lignæ post destillationem examen Docimasticum.\n\n§ I. Ignum ex 6 exemptum brunnoferruginei erat coloris; multum sulphuris exhalabat; accensum instar sommitis ignem alcebat; Superficies ejus leviter rubro pulvisculo confusa fuerat.\n\nII. Crucibulo impositum per tres horas ignis exercuit; refrigeratum pariter cinnabarino quasi pulvisculo obtectum fuit: flammae admotorum minus promìt ignem suscepit, neq; diu detinuit, nedom ut somitis instar propagasset: spirabat autem sulphur auratum, hujusc; saporem commansum praebuit; accensum verò minus sulphuris exhalabat quàm quod in 6 erat relictum: Colore etiam lucidiori.\n\nIII. Denuò in Crucibulo ultra novem horas detinuimus, neque accendi amplius potuit, sed instar amianthi album post ignitionem comparebat, nullo sulphuris odore.\n\nIV. Color post tam longam in Crucibulo moram ex griseo partim nigricans, partim splendens: microscopii ope aliæ partes instar scoriarum, aliæ instar chrysocholla, aliæ instar calcis efformatae dignoceabantur.\n\nV. Tostum\nV. Tostum atq; exustum satis lignum felle vitri admixto igni fusorio expoluimus; & facile coierunt in massam, quae granula dispersa Reguli martialis exhibuit postea.\n\nVI. Dum vero in unum corpus ista granula fortiori igne cogere intendimus, colliquata cum regulo massa, ex nigro splendens, vitrea producet est; neq; ad reiterandum examen justa copia ligni aderat, neq; vitreum coagulum in ulteriorem docimasiam sufficiebat.\n\nC. V.\n\nVitrioli Prussici examen.\n\n§ I. Diversâ specie nativum Vitriolum in litore Sudavico progigni superiorius enarravimus; qualecumque verò sit, sive illud amianthi forma, sive fusum alterum, attritu chalybis prodit sibi non cum Ω, sed cum Θ societatem initam; nullam enim cupri indicem rubedinem relinquit.\n\nII. Nativam amianthi forma solutum & in crystallos redatum idem confirmat; subdulcis enim ac planè martialis primo sensu percipitur sapor, qualis Salis sive solutionis Martis.\n\nIII. Crystalli non illâ specie quam Goflariense concrescunt; solutionem autem prius depurgavimus affusa urina, acq; temotis fecibus concrevit terra foliacea; reliquus liquor crystallos sapphirini formè coloris inaequalibus angulis exhibuit.\n\nIV. Caeterum ex solutione inspissata hincq; filtratà succedente evaporatione, album Olum prodiit, quod furno pistoris leviter calcinatum loricatae retorae inditum (p. vitrioli intra 24 horas fudit egregium, quem ex Olo martis alias officinae parare solet.\n\nV. In Colchotare multum Salis Oli adhuc latere, ope microscopii exploravimus; ut pateat quomodo Olum in colchotare aeris exposito regenerari intelligendum.\n\nC. VI.\n\nTerrae corticose flavae, lutis caerulei examen.\n\n§ I. NIL intentatum relinquere decreveram, meditabamq; omnia litoris Sudavici minera ad examen ignis revocare, ut nec terrae bituminosae, nec fabulo, nec Daetylis idæis, vel aquæ ex litoris montibus dimananti parcerem; verum prævidi non nisi SERENISSIMI indulgentia ac munificentia singulari horum atq; aliorum omnium accuratius scrutinium institui posse; quae propter studia & conatus meos inhibere\nhibere cogor donec SERENISSIMI augusta gratia vires superandae rei difficultati pares clementissime largiatur.\n\nII. Terram tamen corticosam ejuldem cum ligno fossili esse naturae ignis examen confirmavit; leviori tostione opus erat ut ex hac aliquid metallici eliceremus, licet quod obtinuimus exiguum esset.\n\nIII. Ex luto caeruleo olim per destillationem Spiritum nactus sum volatillem sulphurei odoris, & bituminosi quid in superficie comparebat.\n\nIV. Terram vero flavam ad martem inclinare adverti; & Vitriolici aliquid traxisse ex confinio sapor arguit & odor.\n\nV. Sed horum & aliorum fossilium litoris Sudavici examen Docimasticum accuratius urgebo, quamprimum SERENISSIMI auctoritate & jussu ipsam tellurem altius introspicere & perscrutari datum fuerit.\n\nSectio Sexta.\nDe prudentia civili, quomodo haec Succinum in rem suam vertat.\n\nC. I.\nSuccinum regale, quomodo curetur.\n\n§ 1. QUAE Physico enarranda atq; demonstranda, quaeq; Chimico illustranda erant, succinæ omnia recensui-\nmus; adjiciendum, quomodo thesaurus hic Succinorum à Prudentia custodiatur, atq; in Reip. usum convertatur.\n\nII. Inter regias opes antiquissimis temporibus repositus fuit, Regibus, qui terras Succinisferas tenuere, jam olim Succina colligentibus, ut magnificentia munera aliis pares essent. Apud Solinum REX GERMANIAE, (PRUSSIÆ intelligendus, quum Germania tantis opibus succineis nunquam gavisâ sit, tredecim millia librarum Neioni donum misit. Non unus sed plurimorum annorum congestus iste fuit acervus; in-\ntentior enim licet curâ nostro ævo hausta & fossa condantur Succina, ad mille libras rarò accedunt, quemadmodum Cata-\nlogi redituum Succineorum manifestant. Sic & publici Suc-\ncinorum tuerunt thesauri, qui ab Æstiorum Legatis Theodo-\nrico Gothorum Regi ap. Cassiodorum oblati leguntur; Barba-\nrae; gentes pretiosissima quaeq; regiis Gazis inferre noverunt.\n\nIII. Cessisse tamen & Civibus Succina istis seculis in com-\nmercium,\nmercium, ex Tacito; &c ex Avicenna, quod quondam occupantium fuerint addiscimus.\n\nIV. Prisca autem ut mittamus, Prussia inter regalia crucigerorum ordini Succina vindicavit, aliquo in eadem Episcopi Sambiensis jure. Atq; publica autoritate collectio est instituta, severis in depeculatores legibus.\n\nV. Secessione Civitatum ordinis æstarium accisis Succini redditibus non leve detrimentum passum est, quamvis obnoxè omnia ageret ut integro thesauro solidè potiretur.\n\nVI. Post Crucigeros Ducum Prussiae quæ fuerit in servandis Fisco Succinis cura Annales parcus eloquuntur: Destinati tamen operi memorantur litoris Sudavici Coloni, quibus ex Capitanearibus Schakensi & Fischusano additi sunt alii: Servituti non stati dies, sed si quod capturæ tempus commodum, diu, noctuq; hieme æque ac æstate.\n\nVII. Stipendium his, domus instructa & agellus atq; à tributis immunitas; haustiq; vel leæti Succini modius modio Salis redhollitur: toffili pæfens pecunia adjicit æstarium.\n\nVIII. Crucigeri Dominum Succinorum vocabant qui succineis rebus præerat; alicubi & Commendatoribus illa cura incumbebat. Sub Divo ALBERTO Magistrorum atq; poltea Camerariorum nomen frequentius fuit, Equestris dignitatis viris hoc munere defungentibus: Nostrâ ætate partem muneris capit capitaneatus Filchulani Praefectus, partem teloniorum Director, administratore litoris peculiari.\n\nIX. Administratori Custodes litoris Equites (Dimosid Keuten) præstò sunt; Equitibus autem adjuncti sunt servi Cameræ (Humer musæ) qui pedestres cum Equitibus munus custodiendi alternant, quandoq; si opus est, & horum vices obeunt.\n\nX. Administratoris officium est ad operas ordinandas iussa edere, Succina undiq; recipere, congesta Regiomontum transmittere, furta præcavere, de inventis disceptrare, & regale SERENISSIMI ubiq; inviolabile præstare: Hujus etiam est Sal Colonis distribuere.\n\nXI. Equites & servi Cameræ litus de die obequitant aut circumveunt, ne quis Succina tollat; iidem tempestates observant, & colonos si hauriendum fodiendumq; convocant, fossumq; & haustum recipient.\n\nXII. Nulli Colonorum succina detinere domi licet, fed ad Equitem aut aliun, cui istud delegatum, deferunt; quæ in Pillaviae\nPillaviae & Neringiae recentioris litore leguntur, scriba teloni ab his Suscipit. Si quando angustia temporis, insigniori copia, in litora feligere non permitit, domum asportandi facultas conceditur; vi juramenti autem proximâ luce eadem reddunt: Inter hauriendum & sodiendum Operariis sacculus à collo pendet, & furti reus habetur, qui vestimento glebam abdidit.\n\nXIII. Recepta à Colonis Administratori exhibentur, à quo Regiomonti in Succinorum Camera reconduntur, atq; praesente Directore teloniorum discernuntur & divenduntur.\n\nXIV. Olim plures Succinorum Camerae erant, Lochsteti, Dirschkeimi, Memelae, Germoviae, singulisq; sui praerant Magistri.\n\nXV. Praeter illam accuratisimam Oeconomiam regale hoc gravissimis SUPREMI DOMINI & Juris Provincialis Puteanici legibus est munitum.\n\nXVI. Extra litora, Succina in praedìs Fisci reperta Praefectis sunt restituenda; quae in privatorum fundis, si non privilegio Domino vendicari poterunt, fisco necesse est pariter cedant; quamvis haec tenus privatis invidendas ex Succino opes obtigisse non memini.\n\nC. II.\n\nLucrum Fisci ex rudi Succino.\n\n§ I. Quondam Privatis Succinorum captura erat elocata, ut certà annuâ summa praesentis pecuniae 10000. aut 12000. talerorum redimeretur, praeterquam quod in colonos impensa erant facienda.\n\nII. Verum plus quaestûs ad fiscum rediit, postquam publica auctoritate non solum curata, sed & divendita sunt Succina, certo pretio cuilibet generi Succinorum ad mensuram statuto.\n\nIII. Succinea rudes glebae in auctarium pretii discernuntur, Capitales (Haubt Stuck) aliquot unciarum pondere, carius veneunt; tornatiles (Dubly) palmae longitudine ac latitudine, minoris constant; minimae (Krauss) his cedunt. Illis autem, quae aliquot librarum pondera æquant, nulla certa est æstimatio.\n\nIV. Puritas, dignitas coloris, pretium adauget; vilissima habentur impura, (Dibluck) pretiosissima alba, lactea.\nC. III.\n\nLucrum Privatorum ex Succino rudi & elaborato.\n\n§ I. Salvo Regum thesauro, priscis Succina distrahere licitum fuit. Julianus Eques Romanus, qui Neronis munus gladiatorium curabat, ad litora nostra missus est, ut coemeret, Auctore Plinio: Pluribusq; Cluverius edisserit, ipsos Gothones, horumq; conterminos Æstios Succinum in Pannoniam & Italiam confinium non modo Plinii, Tacitive, sed & Herodoti ævo solitos suisse deferre, recipiente ab Italis Graecia.\n\nII. Crucigeris Dominis Lubecenses & Stolpenses Succinorum commerciis inclaruere: Postea & Gedanenses atq; Regiomontani.\n\nIII. Nostrâ ætate Gedanensium maximus ex Succinis est quaestus, postquam Mercatores Prussica ad se traxerent, Electrotoreutarumq; collegium quæ Neringiae recentis litus offert, solidè possidet.\n\nIV. Cruda Orientalibus Populis magno pretio venduntur; Armeniiq; & Persæ olim Regiomonto asportari curarunt, lucro civium non contemnendo.\n\nV. Cæterum ars Electrotoreutarum majorem quaestum facit sculpturâ ac celaturâ aut torno varias figuras inducendo, ut inter pretiosissima habeantur ex Succinis labefacta opera.\n\nVI. Operibus pretium intendit si ex eadem masa integra confecta, si nobilioribus coloribus sunt conspicua, si rariora Naturæ pigmenta monstrant.\n\nVII. Primus ego persuasi ut Italos & Gallos imitantur, qui effigiem rerum & animalium segmentis aut tessellis gemmarum ingeniosè componunt: Et succederet, opus, si SUPREMI DOMINI jussa accederent, facultasq; daretur feligendi, quæ ad vermiculata sive Musiva istiusmodi opera requiruntur; enim opaci colores, quibus ars maximè indigit, in succinis occurrunt rarissimi.\n\nVIII. Neq; solùm arte Toreuticâ, sed & Pharmaceuticâ ex Succinis lucrum redigi potest; quum Agyrtae Circumforanei adulteratis oleis & balsamis Succinorum tantum argenti lucrentur.\n\nIX. Præterea vernicis ex Succino magnus est usus; atq; laccae non cedit Succinum, si rectè preparatur.\n\nX. Infectores quoq; pellium, Russi in primis ac Judæi Succinum operæ adhibent; ut & horum ratione ex Succino quaestus promittit queat.\n\nC. IV. Luc\nC. IV.\n\nLucrum Fisci ex lucro privatorum Civium.\n\n§ 1. Per suasus sum, nullam Remp. solo naturalium rerum proventu ditescere, sed ut nunc vita est hominum, non nisi artium opera divitias acquiri: exemplis obviis, quod Regna Provinciae, quae opibus pollut, simul & artibus excellant.\n\nII. Electrotoreutarum itaque ingenia excitanda putavi ut artis beneficio majorem ex Succino quaestum Cives facerent, qui in Fiscum tandem esset redundatus.\n\nIII. Sanè quum munera sociis Regibus aut Rebuspubl. offrenda non parùm sumtuum requirant, utiq; si domi ista para ta habentur Parcimonia hæc magnum erit vestigal.\n\nIV. Sed & quum illa temporum nostrorum sit felicitas, ut sentire quæ velis, & quæ sentias dicere licet, patriæ divitias cum SUPREMI DOMINI thesauris arctissimo connubio jungendas censeo.\n\nV. Quod commodius fieri non potest, quam si succinorum, quibus PRUSSIA pra omnibus Regionibus abundat, commercia ita componantur, ut non solùm ex crudis ærarium acquirat, sed ut ex arte elaboratis pariter in illud aliquid derivetur.\n\nVI. Si Electrotoreutarum Collegium, uti est summâ SERENISSIMI auctoritate constitutum eisdem auspiciis ad istas opes provehatur, ut pretio conveniente rude omne Succinum à Fisco possit redimere, quotannis vero designatis artis operibus in Thefaurum collatisiftam DOMINI SUPREMI indulgentiam demereatur.\n\nVII. Eo futurum spero, ut excitatis ingeniis Regiomontanorum Artificum operæ famam, quam diu perdiderunt, recuperent, peregriniq; rursus alliciantur, qui merces succineas hic locorum conquirant; ex quo genere commercii non una ratione Fiscus nova subinde commoda percipiet, sive suas merces importent, sive succines exportent, præterquam quod Civibus occasio lucrandi præbeatur.\n\nC. V.\n\nMusæum Electorale Succineum.\n\n§ 1. Illustre Succinei operis Musæum, extrui potest, cui omnium, quotquot Europæus orbis celebrat, gazophylaciorum splendor cedat.\n\nII. Certis\nII. Certis forulis hoc Musæum distinguendum; Alius enim locus debetur haustili Succino, in quo & signa quæ Capturam præcedunt, capturaq; instrumenta ingeniose recondira cum ipsa piscatura commonstrabunt.\n\nIII. Alius fossili est adsignandus, qui non solum fossorum operam sed & matricem, & in matrice quiescentis Succini glebas, omnifq; generis, quæcunq; litus Sudavicum recondit mineralia ante oculos ponet.\n\nIV. Tertius locus rudium Succini glebarum admiranda sitter, sive moles, sive forma, sive crusta illis admirationem conciliaverit: Hæcq; memorata loca augustius spatium occupabant.\n\nV. Postea Phænomenis colorum insignitius conspicua Succina erunt disponenda; ut non solum pigmenta Naturæ, sed & delineamenta literarum, sylvarum, fluviorum, nubium, aliarumq; rerum complurium, ipsorumq; animalium in Succinis observentur.\n\nVI. His succedent feretra, quibus animalcula, vegetabilia, mineralia, aquas, casus abscondidit.\n\nVII. Inde Artis Pharmaceuticæ in medelam hominum circa Succinum studia distinetis capsulis signanda.\n\nVIII. Demùm & quæ à variis Artibus ex Succino in usus certos parantur aliquem merèbuntur locum.\n\nIX. Cunctis istis apparatus succineus Conclavis fulgorem addet; si mensa, si sellæ, si candelabra, si specula, si alia quæq; utensilia Succino inducta comparebunt.\n\nX. Præsertim si in imitamentum Musivorum operum tessellata aut segmentata Succina ars coaptare edocta fuerit.\n\nXI. Neq; magnificentius hæ dici quàm fieri posse intra lustrum demonstrabo, si SERENISSIMUS istam mihi curam clementissimè injunget, illorumq; quibus opus est subsidiorum faciet potestatem: Totum autem Musæum Succineum exornatum reddere, non unius lustri, nec unius ingenii erit labor.\n\nXII. Augeriq; possunt armariola; si exotica, si extra Prussiam reperta Succina, si ex animalibus exemta obliteratu digna judicabuntur.\n\nS. D. G.\n\nLondon: Printed for Sam. Smith, and Benj. Walford, Printers to the Royal Society, at the Prince's Arms in St. Paul's Church-Yard. 1698.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102585.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 37,
    "total-input-tokens": 54888,
    "total-output-tokens": 24840,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1170,
        2
      ],
      [
        1170,
        3137,
        3
      ],
      [
        3137,
        5155,
        4
      ],
      [
        5155,
        7134,
        5
      ],
      [
        7134,
        9107,
        6
      ],
      [
        9107,
        11154,
        7
      ],
      [
        11154,
        12741,
        8
      ],
      [
        12741,
        14728,
        9
      ],
      [
        14728,
        16840,
        10
      ],
      [
        16840,
        18875,
        11
      ],
      [
        18875,
        20948,
        12
      ],
      [
        20948,
        22999,
        13
      ],
      [
        22999,
        24918,
        14
      ],
      [
        24918,
        26977,
        15
      ],
      [
        26977,
        29055,
        16
      ],
      [
        29055,
        31395,
        17
      ],
      [
        31395,
        33474,
        18
      ],
      [
        33474,
        35729,
        19
      ],
      [
        35729,
        37625,
        20
      ],
      [
        37625,
        39743,
        21
      ],
      [
        39743,
        41759,
        22
      ],
      [
        41759,
        43859,
        23
      ],
      [
        43859,
        46018,
        24
      ],
      [
        46018,
        48206,
        25
      ],
      [
        48206,
        50255,
        26
      ],
      [
        50255,
        52513,
        27
      ],
      [
        52513,
        54782,
        28
      ],
      [
        54782,
        56960,
        29
      ],
      [
        56960,
        59130,
        30
      ],
      [
        59130,
        61156,
        31
      ],
      [
        61156,
        63080,
        32
      ],
      [
        63080,
        65251,
        33
      ],
      [
        65251,
        67133,
        34
      ],
      [
        67133,
        69178,
        35
      ],
      [
        69178,
        71069,
        36
      ],
      [
        71069,
        73039,
        37
      ]
    ],
    "primary_language": [
      "en",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102585",
    "title": "J. N. J. Succincta Succini Prussici Historia et Demonstratio",
    "authors": null,
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 37,
    "jstor_url": "https://www.jstor.org/stable/102585"
  }
}