{
  "id": "938b9a44eadccf21f6ae6fa1c7cc3789dc5523c7",
  "text": "II. The same observ'd at Southwick in Northamptonshire. By George Lynn, Esq;\n\nOct. 8, 10, Barom. Alt. Therm. Wind Weather fair\nMorn. 29. 90 54. W. I. and clear.\n\nThis Evening appear'd an Aurora Borealis, I think, full as remarkable as that in Mar. 1716, tho' varying in Form: It began about Six at Night to be light in the North, with Streaks proceeding from it, and spread gradually both towards the East and West, the South being still very clear; but before Seven it left all the Northern Parts (except towards the Zenith) and cover'd all the Southern. Soon after which, there appear'd a white Arch proceeding from East to West, passing near the Zenith, but more South, which seemed fix'd for a time; but about 10 Minutes past Seven was dispersed, and immediately succeeded by a kind of Glory of an Oval Form, the longer Axis from East to West, something South of the Zenith, with Rays shooting up from all parts, and interchanging swiftly, for about 15 or 20 Degrees from it; the rest of the Heavens (except the North, which still continued very clear) affording various Phænomena. In the East there was a quick Succession of Columns of the Iris Colours, inclinable to White, the West to Purple, and about the South-West, for a good space, appeared almost a blood red Coruscation, which continued 5 or 6 Minutes.\nThese Appearances in a quarter of an Hour became less remarkable; though the Aurora continued most of the Night, and afforded a Light generally equal to the Moon in its Quadratures. Looking with my Telescope at Jupiter, I found both his Satellites and Belts appear as plain thro' the Aurora, as if the Sky had been perfectly clear.\n\nIII. Registrum",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103487.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 506,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1317,
        2
      ],
      [
        1317,
        1664,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103487",
    "title": "The Same Observ'd at Southwick in Northamptonshire. By George Lynn, Esq",
    "authors": "George Lynn",
    "year": 1726,
    "volume": "34",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/103487"
  }
}