{
  "id": "f99103b5574e58f7c152c3d1a60284ad6f156572",
  "text": "An Extract\n\nOf a Letter of Mr. James Gregory to the Publisher, containing some Considerations of his, upon M. Hugens his Letter, printed in Vindication of his Examen of the Book, entitled Vera Circuli & Hyperbola Quadratura.\n\nThe first occasion of the exchange of Letters on this Subject was given in the Journal des Scavans of July 2. 1668. to which a civil return was made in Numb. 37. of these Tracts: which having been judiciously animadverted upon in another Journal des Scavans, viz. of Nov. 12. 1668. it was thought equitable here to make publick, what Mr. Gregory hath since imparted thereupon, out of a desire expressed by him, further to elucidate that controversy. Which how satisfactory it is, we leave to the intelligent to judge; professing, that we are no further concerned in this contest, than to let the Sagacious Reader know the proceedings thereof, by referring him to the French Journals about what is said thereof on the one hand, and by delivering in these Papers, what comes from the other: which as 'tis intended to be done without any animosity or offence, so we desire the Candid Reader will pardon us for diverting him thus much by this dispute from what else he might justly expect in these Philosophical Occurrences. The Answer itself of Mr. Gregory, follows in the same language, wherein he thought fit to communicate it, viz.\n\nEx quobus Argumentis, quibus conatur Nob. D. Hugenius doctrinam meam evertere, primo quidem, responsonis fundamentum dedi in Prop. ad Geom. partem universalem: alterum autem provenit solammodo à Prop. II. non recte, opinor, ab Hugenio intellecta, quam tandem admittit post Correctiones (ut inquit) a me factas. Ut autem, simul cum resolutione Objectionum, omnem evertam dubitandi rationem, ex admissa Prop. I. in forma conabor probare syllogistica, Nullam esse rationem Analyticam inter Circulum et diametri Quadratum: Praeter Modum quippe et Figuram nil deest in haecens à me publicatis, quin id integre demonstretur; qua interim forma raro à Geometris exigitur. Dico itaque,\n\nSi daretur ratio Analytica (seu ratio notis Analyticis exprimenda) inter Circulum et Diametri quadratum, tunc Circulus analytice componeretur ex Quadratis, inscripto & circumscripto. Sed posterior est absurdum. F. Sequela Majoris sic probatur;\n\nQuantitas quaestà & determinata invenitur ex quantitatibus quibuscumque eam determinantibus, in ea ratione, seu relatione quam habet quantitas determinata ad illas quantitates determinantes. Sed Quadratum inscriptum & circumscriptum Circulum determinant. Ideoque ex illis Circulus dat retur in ea relatione, quam habet ad diametri Quadratum vel ejus se missem\nwistem, h. e. si esset ratio analytica inter Circulum & Diametri quadratum; ex dictis quantitatibus determinantibus analytice componere-\nretur Circulus. Ex dictis enim quantitatibus omnia analytice componi\nposseat, qua ad eas rationem habent analyticam.\n\nSecundi syllogismi Minor est evidentissima. Major autem est Axio-\nma ab omnibus Geometris tacite admisum.\n\nMinor syllogismi prioris sic probatur.\n\nEodem modo componitur Circulus ex Quadrato inscripto et circum-\nscripto, quo componitur Quadrans Circuli ex Triangulo inscripto et\nTrapezio vel potius Quadrato circumscripto. Sed ex 11ma Prop. Qui-\ndrans circuli seu Sector non potest componi analytice ex Triangulo in-\nscripto & Quadrilatero circumscripto. E.\n\nMajor est evidens. At poterit fortasse distingui Minor, dicendo;\nPropos. 11am veram esse in methodo Indefinita, sed posse esse falsam\nin methodis particularibus. At insto. Omnis methodus indefinita in me-\nthodos seu casus particulares est resolubilis. Sed haec methodus\nindefinita, nempe quod Sector sit terminatio date seriei convergentis,\nin nullam particularem resolvi potest. Nulla igitur datur hic methodus\nparticularis. Major patet, quia quantitates aequales in se mutuo sunt re-\nsolubiles. Minorem ita probo; si haec Methodus indefinita resolveretur\nin aliquam particularem, resolutio fieret vel ab Analysis speciosa vel nu-\nmerosa. Sed neutrum dici potest. E. Major patet ex sufficienti enumer-\natione. Minor sic probatur: Non ab Analysis Speciosa, quoniam haec\nmethodus indefinita ad eam est irreducibilis, ut patet ex Prop. 11ma;\nNon à Numerosa, qua hic est interminabilis proindeque invariabilis.\n\nIn hanc ultimam distinctionem resolvitur 1a Obj. Hugenii. Velim e-\nnim Nobiliß. Virum considerare, Omnem plenam Problematis solutionem esse Indefinitam. Nam methodi Particulares, cum sint finitae,\nexhiberi omnes nequeant; neque dirigi possunt à tenore Problematis,\nquippe illis omnibus communi: Ideoque requiritur methodus Generalis\nseu Indefinita, Particularium directrix. Agnosco utique methodos Par-\nticulares casu saepi inveniri absque ope Generalis, attamen fataendum\nest Geometris, nullam esse nec posse fieri Methodum Particularem, in\nquam resolubilis non sit methodus Indefinita. Si igitur methodus Indefi-\nnita omni resolutioni sit impervia (ut in Prop. 11ma est demonstratum)\neodem modo omnes Particulares resolutionem etiam respuent; proin-\ndeque tam Definita quam Indefinita nullam compositionem agnoscit.\nTalis enim Compositio, qualis Resolutio.\n\nEtiam si praedicta, meo quidem judicio, abunde sufficiant, ne tamen\nullus relinquatur cavillationi locus, 111am nostram Prop. etiam in Definitis\nhic demonstrabimus. Sit ergo B. Polygonum intra Circuli Sectorem, 2B.\nPolygonum circumscriptum & priori simile; sufficit enim Polygonorum\nproportionem definire, ut Theorema definite demonstretur. Continuetur\n\nH h h h series\nSeries convergens ut sit ejus terminatio seu Circuli Sector Z. Dico, Z non posse componi Analytice ex Polygonis definitis 2B. Si fieri potest, componatur Z. Analytice ex Polygonis Definitis B, 2B. sintq; duae quantitates Indefinitae a & x, e quibus componatur m eodem modo, quo Z componitur à quantitatibus B, 2B; Item eodem modo componatur n ex quantitatibus V ax \\(\\frac{2ax}{a + \\sqrt{ax}}\\): quantitates m, n, non sunt indefinite æquales ex prop. 11ma. Si igitur inter m & n singatur æquatio; a manente quantitate indefinita, æquatio inter m & n tot habebit radices seu quantitates in quas resolvitur x, quot quantitatum, inter se diversas rationes habentium, binarii sunt in rerum natura, quaevices quantitatum a, x, subire possunt, b.e. quaædem quantitatem Analytice ex se ipsis componunt eodem modo, quo eadem quantitas componitur ex ipsarum media Geometrica V ax, & ex media Harmonica inter diætam mediam Geometricam & x, nempe \\(\\frac{2ax}{a + \\sqrt{ax}}\\), ita ut compositio sit eodem modo quo Z componitur ex B & 2B: atque ex Consecario Prop. 10ma, omnes quantitatum binarii, rationes quoque diversæ inter se habentium, B 2B, C D, E F, G H, &c. in infinitum, possint supplere vices quantitatum a, x, quoniam Z eodem modo componitur ex B 2B, quo ex CD, EF, vel GH, &c. & proinde æquatio inter m & n radices habet numero infinitas. Sed omnis æquatio habet ad summum tot radices, quot habet dimensiones; & proinde æquatio inter m & n dimensiones habet numero infinitas, quod est absurdum; ideoq; Z seu Circuli Sector non potest Analytice componi ex Polygonis definitis B, 2B. quod demonstrand erat. Hinc manifestum est, Terminationem cujuslibet seriei convergentis, si non possit componi ex terminis convergentibus indefinite, nec posse componi definite; adeoq; evanescit simul cum nostra distinctione Objectio Hugeni prima.\n\nIdem in Objectione sua secunda non videtur advertisse, me non solum in Prop. 11ma, sed etiam in toto meo Tractatulo intelligere per Extractionem radicum, Resolutionem omnium potentatuum sive purorum sive affectarum; omnium quippe eadem est ratio, neque ulla imaginabilis est in demonstratione diversitas, sive Sector supponatur Radix aliquius potentatis puræ, sive affectæ ad parum irreducibilis. Nam si Sector eodem modo fiat ex primis terminis convergentibus quo ex secundis (ut in Consec. prop. 10ma est demonstratum) etiam omnes ejus potentates sive puræ sive quocunque modo affectæ eodem modo componitur é primis quo é secundis terminis convergentibus, quæ (in Analytica exhibita, erunt æquales quantitates eodem modo Analytice compositæ ex primis quo ex secundis terminis convergentibus; quod est absurdum, nempe contra Prop. 11ma admittim. Sensus igitur integer Prop. 11ma est; Hoc Problema (E datis duo-\nbus polygonis complicatis, iuvenire Sectorem sive Circularem sive Hyperbolicum ab illis determinatum) non potest reduci ad ullam æquationem Analyticam.\n\nIn comparatione Hugeniana inter nostras methodos, agnosco, meæ approximationes prop. 20° et 21° easdem esse cum Hugenianis, sed methodo mihi peculiariter demonstratas. At meam approximationem in fine prop. 25° non percipere videtur Hugenius; aliam interim sibi fingit: hanc primo meam non esse probat, deinde tamen eam cum sua comparat, victoriaque potitur. Sed lente hic festinandum.\n\nSit \\(a\\) Polygonum, Circulo vel Sectori inscriptum, \\(c\\) Polygonum inscriptum duplo plura habens latera, \\(d\\) autem fit Polygonum circumscriptum simile ipsic. Ex 20° prop. Sector est major quàm \\(\\frac{4c-a}{3}\\); & ex 21°,\n\nSector est minor quàm \\(\\frac{2d+c}{3}\\), inter quos terminos sit maximus quatuor arithmetice continue proportionalium \\(\\frac{8d+8c-a}{15}\\), nempe nostra approximationem quam rigidissimis Hugenii censuris subjicio. Hallucinatur autem Hugenius, quod Polygona \\(a\\) & \\(d\\) similia sumeret, cum debeant esse \\(c\\) & \\(d\\), quae duplo plura habent latera. Ne autem dicat, factam esse à me correctionem, consideret hanc approximationem non solum verbis prop. 25°, sed & praxi prop. 30° esse consonam, ubi approximationem prop. 21° ex ultimis similibus Polygonis construo: ridiculum enim esset, illam & penultimis minus praecisam dare, cum eadem operâ detur magis praecisa ex ultimis. At miror, cum Hugenius incidisset in meam Hyperbola approximationem, quod eam non potuerit Circulo applicare; Nam in Hyperbola absque dubio 24° prop. approximationem ex ultimis similibus polygonis construit: Omnis enim ad Circulum approximationem ex polygonis deducta, Hyperbola est etiam applicabilis, & vice versa. Sed hoc non videtur animadvertisse Hugenius; aliquis in fine suarum Animadversionum non promitteret talern Hyperbolicae approximationem, de cujus applicatione ad Circulum nihil dicit. Quae autem illi affirmat (si de semet loquitur in plurali) transeant; si vero etiam de me adeo fidenter sibi persuadeat, falli ipsum putem, cum hæc eadem quadratura, de qua loquitur, antequam ab eo videretur, ad laboris dimidium à me sit reducta.\n\nNe autem Hugenii praxis Geometrica minus peritis videatur nostram superasse, ex nostra approximatione, ab Hugenio rejecta, sequentem praxim exhibebo.\n\nIn Fig. Hugeniana (quam vide infra) sit AC=A, ZAB=B, sitque A+B:B::2B:C; eritque \\(\\frac{8C+8B-A}{15}\\) major, quam arcus ABC; differentia autem, in semi circumferentia minor erit quàm ipsius \\(\\frac{1}{3700}\\), in triente minor quàm ipsius \\(\\frac{1}{4000}\\), & in quadrante minor quàm ipsius \\(\\frac{1}{3500}\\). Sed quoniam praecedens approximationem major est quàm arcus, aliam addamus\n\nH h h h 2\neodem minorem. Sit A:B::B:D; \\(\\frac{12}{15} C + 4 B - D\\) minor erit quam arcus ABC; differentia autem in semi-circumferentia minor erit quam ipsius \\(\\frac{1}{3}\\), & in quadrante minor quam ipsius \\(\\frac{1}{6}\\). Inter has approximations sit maxima, penultima sex continue Arithmetice proportionalium, quae minor erit quam arcus, differentia autem, in semi-circumferentia minor erit quam ejusdem \\(\\frac{1}{3}\\), et in quadrante minor quam ejusdem \\(\\frac{1}{6}\\). Sed hæc levia mihi videntur, cum possim Approximationes exhibere, quæ ab ipsa semi-circumferentia differant minori intervalllo, quàm quælibet ejus pars assignata, neque nobis amplius apparent hæc mirabilia, cum demonstratio solida innotescat. Ad reliqua ab Hugenio publicata, cum à meo instituto sint aliena, nihil dico, nisi quod ipsa Hugenii dicta (non obstante exactissima sua, ut ait, materiae hujus examinatione à meæ Appendicula factis, ni fallor, longe superentur. Vale. Decemb. 15. 1668.\n\nFigura Hugenii hæc est, quam ipse hoc sensu, licet Galice, sic explicat. Sit Arcus Circuli, qui non excedat semi-circumferentiam, ABC, cujus subtensa sit AC; & dividantur ambo in partes æquales per lineam BD. Ducta subtensa AB, capias inde \\(\\frac{1}{3}\\), eaque jungas inde ab A ad E in linea CA protracta. Dein, reflecta lineæ DE parte decima EF, ducas FB, & tandem BG, ipsi perpendiculararem: & habebis lineam AG æqualem Arcui ABC, cujus excessus tantillus erit, ut etiam tunc, quando hic arcus æqualis erit semi-circumferentiae Circuli, futura non sit differentia \\(\\frac{1}{3}\\) suæ longitudinis; at quando non est nisi tertiae partis circumferentiae, differentia non erit \\(\\frac{1}{6}\\); et si non sit nisi quartæ partis, non differet nisi \\(\\frac{1}{12}\\) suæ longitudinis.\n\nAn Extract\n\nOf the Anatomical Account, written and left by the famous Dr. Harvey, concerning Thomas Parre, who died in London at the Age of 152 years and 9 months.\n\nThis Account is annexed to a Book, lately publisht in Latin by Dr. John Betts M.D. one of his Majesties Physicians in Ordinary, and Fellow of the London-Colledge of those of that Profession: In which Treatise (to touch that briefly) the Author endeavors to shew, that Milk, or something Analogous to it,",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101326.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 9362,
    "total-output-tokens": 4183,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2642,
        2
      ],
      [
        2642,
        5493,
        3
      ],
      [
        5493,
        8239,
        4
      ],
      [
        8239,
        10988,
        5
      ],
      [
        10988,
        13205,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101326",
    "title": "An Extract of a Letter of Mr. James Gregory to the Publisher, Containing Some Considerations of His, upon M. Hugens His Letter, Printed in Vindication of His Examen of the Book, Entitled Vera Circuli & Hyperbola Quadratura",
    "authors": "James Gregory",
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/101326"
  }
}