{
  "id": "930621e18432aa82fac60d93c1cc4909292c7962",
  "text": "VII. A Letter from Mr. Ralph Thoresby, to Dr. Martin Lister, Coll. Med. Lond. & S.R.S. giving an Account of a Roman Pottery, near Leeds in Yorkshire.\n\nSIR,\n\nHad once the Happiness in my Father's time to see you here, and take very kindly your honourable mention of him in your curious Letter Published in the Philosophical Collect. No. 4. The Altar is yet with me, with a considerable addition of other Curiosities, relating as well to Antiquitys as natural Rarities, to which (if I misremember not) you was a Benefactor, in bestowing some valuable scars of a Coraline Urn, and of a Jet Ring, with some Indian Fruit, &c. my natural Propension to such things steals away more time than I can well afford, and makes me also troublesome to such generous tempers, as I find as well willing as able to assist me; and therefore I presume this once to desire your thoughts concerning a Roman Pottery that I have lately discovered in my Survey of this Parish. 'Tis upon Blackmore, about two Miles from Leedes (the old Leogeolium) the Name Hawcaster rig gave me the first occasion to hope for some Roman Ruines there; but instead of the Remains of a regular Camp or Fortification, I was surprised to find several Rounds, or circular Heaps of Rubbish, abundantly too small for any Military use; one by the Wheel was Sixteen Perches round, another in walking Seventy six Paces, and these I take to be Ruines of some of the very Furnaces; 'tis a Sandy Ground, yet plenty of Clay at no great distance; the Countrey People tell me of heaps of Stagg and Cinders, but I had not the hap to meet with any, the place being\nbeing grown over with Moss, &c. and the whole at present covered with Snow, that I can make no further Discovery till more seasonable Weather; in the mean time I should be glad to know of you the bigness of those Metae you observed at Santon, and what Authors treat of the Roman Plafticks. I am ready to fancy these might befor their Bricks, because of the great plenty of Clay in the Neighbourhood, and the great number of those Roman Bricks, yet to be seen in the Ruines of Kirkstall-Abbey, and that it belonged to the Romans, I conclude, partly because the Inhabitants have no Tradition of any Modern Pottery, but chiefly because it is seated upon a Branch of the Roman-way, or one of their Via Vicinales, that leads from the great Military Road upon Bramham-moor, by Thorner, Shadwell, and Kirkstall to Cambodunum, besides the very name seems to import some Roman Castrum. Near the adjoining Eminency that the Saxons call'd Haws or Hougs, and the word is yet retained in some parts of Yorkshire, witness Hamleton-Hough in the Road to Selby; and to conclude, the Village that succeeded the Old Pottery is called Potter-Newton. If you please, Sir, to favour me with a Line, that I may have your Sanction, if these Conjectures be so happy as to merit it, you will thereby very much honour,\n\nWorthy Sir,\n\nYours, &c.\n\nVIII.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102319.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4612,
    "total-output-tokens": 810,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1604,
        2
      ],
      [
        1604,
        2926,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102319",
    "title": "A Letter from Mr. Ralph Thoresby, to Dr. Martin Lister, Coll. Med. Lond. & S.R.S. Giving an Account of a Roman Pottery, Near Leeds in Yorkshire",
    "authors": "Ralph Thoresby",
    "year": 1695,
    "volume": "19",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102319"
  }
}