{
  "id": "2cbbe84130944f848810f0cf82e799bb63b189cd",
  "text": "This I did see taken out of the Sea by the Fishermen, among Sea-Weeds, and is solitary. The other two (if they are distinct) I have herewith sent you, desiring your Opinion. Among other things which the Fishermen brought up, there were divers of those Marine Animals, which by Dr. Molyneux, Philos. Transf. n. 225. are taken for nondescripts, and refer'd to the Classis of Scolopendrae Marine, these our Fishermen call, Sea-Mice, and are described by Rondeletius, and by Mouset, and Johnson, figur'd under the Title of Physalus, but badly. I had like to have forgot observing to you, that the Female Cervus Volans is pretty well represented by Mouset, in his first table at the end of his Book, but without a Name, I have sent you one of them also, which was found in Coitu with the Male Else very different. I should be glad to see your Journal to Paris, or any of those petrified Shells you found there, if you can spare them.\n\nVIII. An Account of a young Man slain with Thunder and Lightning, Dec. 22. 1698. from Ralph Thoresby, Esq; F.R.S. to Dr. Martin Lister, Fell. Coll. Phys. and R. S.\n\nJeremiah Skelton, who lived with his Father Daniel Skelton, at Warley in the Vicaridge of Halifax in Yorkshire, observing a Storm coming, said, I think it will be Rain, I will go and gather in some of the Corn (a late Harvest, which has been very unkindly in some parts of the North) which was out at a Farm they had in the Cold Edge, about a Quarter of a Mile from their own Dwelling; while at this Work, bringing in a Burden and casting it upon the Barn-Floor, the Tempest begun\ngun as he came forth again; whereupon he step'd aside for shelter within the Barn Door, and while there, was struck with a dreadful Flash of Fire; a young Woman that liv'd with her Father in the House, that belong'd to this Farm, being sadly affrighted with the Thunder and Lightning (for part of the Sulphurous Matter came down the Chimney, and fill'd the House with a strong Scent, like that of Gunpowder after firing) she leaves the House, and not seeing the young Man about the Barn, goes with speed and tells the Family he was related to, that she fear'd he was slain. They came to the Barn and found it even so: A sad Spectacle, the young Man cast down and many Stones about him; he was laid upon his Face, wholly naked, save a small part of his Shirt about his Neck, and a very little of a Stocking upon one Foot, and so much of a Coat-sleeve as covered the Wrist of one Arm, his Clogs driven from his Feet, one not to be found, and the other Cloven, his Hat not to be found after search, and the rest of his Garments torn into small Shreds, and cast at considerable distances one bit from another, the Hair of his Head and Beard singed as tho' it had been with a Candle, and a little Hole below his left Eye, which they supposed might be made with the Fall upon a Stone, for there was a great Breach made upon the Barn, the Door tops, both of Stone, broken, and the wall above them fall'n, with the Slate and Water-Tables. The Young Man would have been Two and Twenty Years of Age next June, is said to have been sober and hopeful, was buried at Luddenden the Monday following, viz. Dec. 26. 1698.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/102593.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 901,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1576,
        2
      ],
      [
        1576,
        3181,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-102593",
    "title": "An Account of a Young Man Slain with Thunder and Lightning, Dec. 22. 1698. from Ralph Thoresby, Esq; F. R. S. to Dr. Martin Lister, Fell. Coll. Phys. and R. S.",
    "authors": "Ralph Thoresby",
    "year": 1699,
    "volume": "21",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/102593"
  }
}