{
  "id": "0239a48cdacf890c3bb50c8b66baa52594a14db3",
  "text": "General Heads for a Natural History of a Countrey, Great or Small, imparted likewise by Mr. Boyle.\n\nIt having been already intimated (Num.8. of Phil. Transact. p. 140. 141.) that divers Philosophers aime, among other things, at the Composing of a good Natural History, to superstruct, in time, a Solid and Useful Philosophy upon; and it being of no slight importance, to be furnish't with pertinent Heads, for the direction of Inquirers; that lately named Benefactor to Experimental Philosophy, has been pleased to communicate, for the ends aboveaid, the following Articles, which (as himself did signifie) belong to one of his Essays of the unpublisht part of the Usefulness of Nat. and Experimen. Philosophy.\n\nBut first he premis'd, that what follows, is design'd only to point at the more General heads of Inquiry, which the proposer ignores not to be Divers of them very comprehensive, in so much, that about some of the Subordinate subjects, perhaps too, not the most fertile, he has drawn up Articles of inquisition about particulars, that take up near as much room, as what is here to be deliver'd of this matter.\n\nThe Heads themselves follow;\n\nThe things, to be observ'd in such a History, may be variously (and almost at pleasure) divided: As, into Supraterraneous, Terrestrial, and Subterraneous; and otherwise: but we will at present distinguish them into those things, that respect the Heavens, or concern the Air, the Water, or the Earth.\n\n1. To the First sort of Particulars, belong the Longitude and Latitude of the Place (that being of moment in reference to the observations about the Air &c.) and consequently the length of the longest and shortest days and nights, the Climate, parallels &c. what fixt stars are and what not seen there: What Constellations 'tis said to be subject to? Whereunto may be added other Astrological matters, if they be thought worth mentioning.\n2. About the Air may be observ'd, its Temperature, as to the first four Qualities (commonly so call'd) and the Measures of them: its Weight, Clearness, Refractive power: its Subtlety or Grossness: its abounding with, or wanting an Eutrine Salt: its variations according to the seasons of the year, and the times of the day; What duration the several kinds of Weather usually have: What Meteors it is most or least wont to breed; and in what order they are generated; and how long they usually last: Especially, what Winds it is subject to; whether any of them be stated and ordinary, &c. What diseases are Epidemical, that are supposed to flow from the Air: What other diseases, wherein that hath a share, the Countrey is subject to; the Plague and Contagious sicknesses: What is the usual salubrity or insalubrity of the Air; and with what Constitutions it agrees better or worse, than others.\n\n3. About the Water, may be observ'd, the Sea, its Depth, degree of Saltiness, Tides, Currents, &c. Next, Rivers, their Bigness Length, Course, Inundations, Goodness, Levity (or their Contraries) of Waters, &c. Then, Lakes, Ponds, Springs, and especially Mineral waters, their Kinds, Qualities, Vertues, and how examined. To the Waters belong also Fishes, what kinds of them (whether Salt or Fresh-water fish) are to be found in the Country; their Store, Bigness, Goodness, Seasons, Haunts, Peculiarities of any kind, and the ways of taking them, especially those that are not purely Mechanical.\n\n4. In the Earth, may be observed,\n\n1. It self.\n2. Its Inhabitants, and its Productions, and these External, and Internal.\n\nFirst, in the Earth it self, may be observ'd, its dimensions, situation, East, West, North, and South: its Figure, its Plains, and Valleys, and their Extents: its Hills and Mountains, and the height of the tallest, both in reference to the neighbouring Valleys or Plains, and in reference to the Level of the Sea: As\nalso, whether the Mountains lye scattered, or in ridges, and whether those run North and South, or East and West, &c. What Promontories, fiery or smoaking Hills, &c. the Country has, or hath not: Whether the Country be coherent, or much broken into lands. What the Magnetical Declination is in several places, and the Variations of that Declination in the same place (and, if either of those be very considerable, then, what circumstances may assist one to guess at the Reason as Subterraneal fires, the Vicinity of Iron-mines, &c.) what the Nature of the Soyle is, whether Clays, Sandy, &c. or good Mould; and what Grains, Fruits, and other Vegetables, do the most naturally agree with it: As also, by what particular Arts and Industries the Inhabitants improve the Advantages, and remedy the Inconveniences of their Soyl: What hidden qualities the Soyl may have (as that of Ireland, against Venomous Beasts, &c.)\n\nSecondly, above the ignobler Productions of the Earth, there must be a careful account given of the Inhabitants themselves, both Natives and Strangers, that have been long settled there: And in particular, their Stature, Shape, Colour, Features, Strength, Agility, Beauty (or the want of it) Complexions, Hair, Dyet, Inclinations, and Customs that seem not due to Education. As to their Women (besides the other things) may be observed their Fruitfulness or Barrenness; their hard or easy Labour, &c. And both in Women and Men must be taken notice of what diseases they are subject to, and in these whether there be any symptome, or any other Circumstance, that is unusual and remarkable.\n\nAs to the External Productions of the Earth, the Inquiries may be such as these: What Grasses, Grains, Herbs, (Garden and Wild) Flowers, Fruit-trees, Timber-trees (especially any Trees, whose wood is considerable) Coppices, Groves, Woods, Forrests, &c. the Country has or wants: What peculiarities are observable in any of them: What Soyles they most like or dislike; and with what Culture they thrive best. What Animals the Country has or wants, both as to wild Beasts, Hawks, and other Birds of Prey; and as to Poultery, and Cattle\nCattle of all sorts, and particularly, whether it have any Animals, that are not common, or any thing, that is peculiar in those, that are so.\n\nThe Internal Productions or Concealments of the Earth are here understood to be, the riches that ly hid under the Ground, and are not already referr'd to other Inquiries.\n\nAmong these Subterraneal observations may be taken notice of, what sorts of Minerals of any kind they want, as well as what they have; Then, what Quarries the Country affords, and the particular conditions both of the Quarries and the Stones: As also, how the Beds of Stone lye, in reference to North and South, &c. What Clays and Earths it affords, as Tobacco-pipe-clay, Marles, Fullers-earths, Earths for Potters wares, Bolus's and other medicated Earths: What other Minerals it yields, as Coals, Salt-Mines, or Salt-springs, Allom, Vitrial, Sulphur, &c. What Metals the Country yields, and a description of the Mines, their number, situation, depth, signs, waters, damps, quantities of ore, goodnes of ore, extraneous things and ways of reducing their ores into Metals, &c.\n\nTo these General Articles of inquiries (faith their Proposer) should be added; 1 Inquiries about Traditions concerning all particular things, relating to that Country, as either peculiar to it, or at least, uncommon elsewhere. 2 Inquiries, that require Learning or Skill in the Answerer: to which should be subjoyned Proposals of ways, to enable men to give Answers to these more difficult inquiries.\n\nThus far our Author, who, as he has been pleased to impart these General (but yet very Comprehensive and greatly Directive) Articles; so, 'tis hoped from his own late intimation, that he will shortly enlarge them with Particular and Subordinate ones. These, in the mean time, were thought fit to be publish't, that the Inquisitive and Curious, might, by such an Assistance, be invited not to delay their searches of matters, that are so highly conducive to the improvement of True Philosophy, and the welfare of Mankind.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101481.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7840,
    "total-output-tokens": 2069,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1892,
        2
      ],
      [
        1892,
        3824,
        3
      ],
      [
        3824,
        5964,
        4
      ],
      [
        5964,
        7980,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101481",
    "title": "General Heads for a Natural History of a Countrey, Great or Small, Imparted Likewise by Mr. Boyle",
    "authors": "Mr. Boyle",
    "year": 1665,
    "volume": "1",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/101481"
  }
}