{
  "id": "bac2689126af21e4d0cde1f681cf56b8a12fb3a4",
  "text": "PRESENTS\n\nRECEIVED BY THE\n\nROYAL SOCIETY,\n\nFrom November 1814 to June 1815.\n\nWITH THE\n\nNAMES OF THE DONORS.\n\n1814.\n\nPRESENTS.\n\nNov. 10. Dictionnaire Chinois, Français, et Latin, par M. De Guignes. Paris, 1813. fol.\n\nAnnales de Mathématiques pures et appliquées, par J. D. Gergonne, et I. E. Thomas Lavernède. Tome I-III, and Tome IV, No. 1—10. Paris, 1810, &c.\n\nLeçons de Mécanique analytique, par M. de Prony. 1. Partie. Paris, 1810.\n\nAstronomie théorique et pratique, par M. Delambre. Paris, 1814. 3 Vols.\n\nAbrégé d’Astronomie ou Leçons élémentaires d’Astronomie théorique et pratique, par M. Delambre. Paris, 1813.\n\nMémoires de Chirurgie militaire et Campagnes de D. J. Larrey. Paris, 1812. 3 Vols.\n\nRecherches sur le Mouvement des Ondes, par M. N. Th. Bremontier. Paris, 1809.\n\nJournal des Mines, No. 207.\n\nTraité élémentaire du Calcul des Inéquations, par N. F. Canard. Paris, 1808.\n\nNotice sur la Moëlle et l’Etui médullaire des Arbres dicotylédones.\n\nEssai sur la Phénomène de la Vegetation, par M. Feburier. Paris, 1812.\n\nTraité complet théorique et pratique sur les Abeilles, par M. Feburier. Paris, 1810.\n\nMémoire et Observations sur la Réunion de la Plaie après l’Amputation, par M. Roux. Paris, 1814.\n\nDONORS.\n\nM. De Guignes.\n\nMM. Gergonne, and Lavernède.\n\nM. de Prony.\n\nM. Delambre.\n\nM. Larrey.\n\nM. Bremontier.\n\nConseil des Mines de France.\n\nM. N. F. Canard.\n\nM. Feburier.\n\nM. Roux.\n1814.\n\nNov. 10. Kongl Vetenskaps Academiens Handlingar för Ar 1813. Stockholm, 1813. 8°\n\nAbhandlungen der Historisch-philologischen Klasse der Königlich Preussischen Akademie der Wissenschaften aus den Jahren, 1804—1811. Berlin, 1814. 4°\n\nDe Arragonite ejusque Differentia a Spatho Calcareo rhomboidale Chemica, à F. Stromeier. 4°\n\nLettre inédite de la Seigneurie de Florence au Pape Sixte 4, 21 Juillet, 1478. 4°\n\nCivil Establishment, a Sermon preached in the Cathedral Church of St. Peter, York, 20th March, 1814, by the Rev. Francis Wrangham. York, 1814. 4°\n\nAn Index to the Anatomical, Medical, Chirurgical, and Physiological Papers contained in the Transactions of the Royal Society of London. Westminster, 1814. 4°\n\nTransactions of the Geological Society. Vol. 2. London, 1814. 4°\n\nElements of Astronomy, by John Brinkley, D.D. Dublin, 1813. 8°\n\nFan Hy-Cheu, a Tale, in Chinese and English, with Notes, and a short Grammar of the Chinese Language, by Stephen Weston, B.D. London, 1814. 8°\n\nEnsayo Medico Practico sobre el Tifus Icterodes, por el Dr. en Med. et Cir. Don Francisco Flores Moreno. Cadiz. 8°\n\nLeggi antiche di Sicilia. DD. Gius. Eman. Ortolani. Palermo. 12°\n\nProduzioni matematiche dell’ Abbate D. Dionigio Soda. Napoli, 1812. 12°\n\nSoluzione et Dimostrazione del difficilissimo Problema della Trisezione della Linea retta. Napoli, 1813. 12°\n\nFacilitazione del generale Problema della Trisezione angolare. Napoli, 1813. 12°\n\nThe Monthly Review from June to October, 1814; and Appendix to Vol. 74.\n\nAnnals of Philosophy, No. 20—23.\n\nPhilosophical Magazine from July to October, 1814.\n\nThe Zoological Miscellany, No. 6—10.\n\nThe European Magazine from June to October, 1814.\n\nA Voyage round the World, performed by order of his Imperial Majesty the Emperor of all the Russias, in the Years 1803, 1804, 1805, and 1806, on board the Ships Nadeshda, and Neva, commanded by Capt. Krusenstern, 3 Vols. 4to. In the Russian Language, and an Atlas in fol.\n\nMDCCCXV.\n\nDONORS.\n\nRoyal Academy of Sciences at Stockholm.\n\nRoyal Academy of Sciences at Berlin.\n\nM. Stromeier.\n\nHon. Francis Henry Egerton.\n\nRev. Francis Wrangham.\n\nJames Briggs, Esq.\n\nThe Geological Society.\n\nRev. Dr. Brinkley.\n\nRev. Stephen Weston.\n\nDon Fr. Flo. Moreno.\n\nDD. Gius. Em. Ortolani.\n\nD. Dionigio Soda.\n\nMr. Griffiths.\n\nDr. Thomas Thomson.\n\nMr. Alexander Tilloch.\n\nDr. W. E. Leach.\n\nThe Editor.\n\nCapt. Krusenstern.\n1814.\n\nNov. 10. Mémoire sur une Carte du Détroit de la Sonde, et de la Rade de Batavia, par le Capitaine de Krusenstern. St. Petersburg, 1813. 4to.\n\nWörter Sammlungen aus den Sprachen einiger Völker des östlichen Asiens und der Nordwestküste von Amerika, bekannt gemacht von A. J. v. Krusenstern. St. Petersburgh, 1813. 4°\n\n17. Notices et Extraits des Manuscrits de la Bibliothèque Imperiale et autres Bibliothèques. Tome IX. Paris, 1813. 4°\n\nAnalyse botanique des Embryons endorhizes, par Louis Claude Richard. Paris, 1811. 4°\n\nEssai d'une nouvelle Agrostographie, par A. M. F. Palisot de Beauvois. Paris, 1812. 4°\n\nLettre de M. Palisot Baron de Beauvois à M. De la Métherie.\n\nEssai sur les Horloges publiques, par Antide Janvier. Paris, 1811. 8°\n\nDes Révolutions des Corps célestes par le Mécanisme de Rouages, par Antide Janvier. Paris, 1812. 4°\n\nJournal des Mines. No. 208.\n\nHistoire des Sectes religieuses, par M. Gregoire. Paris, 1814. 2 Vols. 8°\n\nDe la Domesticité chez les Peuples anciens et modernes, par M. Gregoire. Paris, 1814. 8°\n\nMedico-Chirurgical Transactions. Vol. V. London, 1814. 8°\n\nVersuche über die Erwarming verschiedener Korper durch die Sonenstrahlen, von Dr. Carl Wilhelm Boëkman. Karlsruhe, 1811. 8°\n\nMémoire sur l'Usage de l'Epiglotte dans la Déglutition. Paris, 1813. 8°\n\nMémoire sur le Vomissement. Paris, 1813. 8°\n\nMémoire sur les Organes de l'Absorption chez les Mammières. 5°\n\nExpériences pour servir à l'Histoire de la Transpiration pulmonaire. 8°\n\nExamen de l'Action de quelques Vegétaux sur la Moëlle epinière. 8°\n\nDe l'Influence de l'Emétique sur l'Homme et les Animaux. Paris, 1813. 8°\n\n24. Sermons preached at St. Paul's Cathedral and other Churches, by the Rev. William Tooke, when Chaplain to the Rt. Hon. the Lord Mayor. 4°\n\nDec. 8. A Chart of the Indian Ocean, by James Horsburgh, Esq.\n\nGrundriss der Experimental Physick entworfen von Dr. C. W. G. Kastner. Heidelberg, 1810. 2 Vol. 8°\n\nEinleitung in die neuere Chemie. Halle und Berlin, 1814. 8°\n\nCapt. Krusenstern.\n\nThe Institute of France.\n\nM. Richard.\n\nLe Baron de Beauvois.\n\nM. Janvier.\n\nConseil des Mines de France.\n\nBp. Gregoire.\n\nMedical Chirurgical Society.\n\nDr. Boëkman.\n\nM. Majendie.\n\nThe Rev. W. Tooke.\n\nJames Horsburgh, Esq.\n\nDr. Kastner.\n1814.\n\nDec. 8. The first Report of a Society for preventing Accidents in Coal Mines. Newcastle, 1814. 8°\n\nAnnals of Philosophy. No. 24.\nPhilosophical Magazine for November.\nMonthly Review for November.\nEuropean Magazine for November.\nThe Zoological Miscellany. No. 11.\n\nDec. 15. Magna Britannia. Vol. III. by the Rev. Daniel Lysons and Samuel Lysons, Esq. London, 1814.\n\nThéorie analytique des Probabilités, par le Comte Laplace, 2d edit. Paris, 4°\n\nDéscription de l'Ecole d'Agriculture pratique du Museum d'Histoire Naturelle, par A. Thouin, 4°\n\nDella Natura delle Febbri e del miglior Metodo di curarli, del Dr. Giuseppe Giannini. Milan, 1805. 2 Vols. 8°\n\nExpériences sur la Digestion dans l'Homme, par A. Jenin de Montegre. Paris, 1814. 8°\n\nObjections contre l'Attraction, par G. A. Mareschal. Paris, 1814. 8°\n\nJan. 12. The Monthly Review for December.\nThe Philosophical Magazine for December.\nAnnals of Philosophy No. 25.\nThe European Magazine for December.\nThe Naturalist's Miscellany. No. 12.\n\n19. Elements of the Philosophy of the Human Mind, by Dugald Stewart. 2 Vols, Edinburgh, 1814. Vol. I. 8°. Vol. II. 4°.\n\nPhilosophical Essays, by Dugald Stewart. Edinburgh, 1810.\n\nBiographical Memoirs of Dr. Adam Smith, Dr. William Robertson, and Dr. Thomas Reid, by Dugald Stewart. Edinburgh, 1811.\n\nNotitia Collectionis insignis Vernium intestinum ab Administratione Reg. Caes. Musei His. Nat. Viennensis. Vienna, 1811. 4° 3 copies.\n\nAn Electrical Pile, made by Professor Zamboni at Verona.\n\nFeb. 2. The Speech of Dr. D. Antonio Joseph Ruiz de Padron, relative to the Inquisition.\nBread and Bulls, an Apologetical Oration on the flourishing State of Spain in the Reign of King Charles the IV. by Don Gaspar de Jovellanos. Mediterranean, 1813.\n\nConsiderations on the Protection required by British Agriculture, and on the Influence of the Price of Corn on exportable Productions, by William Jacob, F.R.S. London, 1814. 8°\n\nThe Zoological Miscellany. No. 13.\n\n3 M 2\n\nDONORS.\n\nThe Committee of the Society for preventing Accidents in Coal Mines.\n\nDr. Thomson.\nMr. A. Tilloch.\nMr. Griffiths.\nThe Editor.\nDr. W. E. Leach.\nRev. Daniel Lysons and Samuel Lysons, Esq.\n\nThe Count Laplace.\nM. André Thouin.\nDr. Giov. Giannini.\nM.A. Jenin de Montegre.\nG. A. Mareschal.\nMr. Griffiths.\nMr. A. Tilloch.\nDr. Thomas Thomson.\nThe Editor.\nDr. W. E. Leach.\nDugald Stewart, Esq.\n\nThe Society of Natural History at Vienna.\nJames Alexis Doxat, Esq.\n\nEdward Hawke Locker, Esq.\n\nWilliam Jacob, Esq.\n\nDr. W. E. Leach,\n1815.\n\n**PRESENTS.**\n\nFeb. 2. Annals of Philosophy. No. 26.\nThe Philosophical Magazine for January.\nThe Monthly Review for January, and Appendix to Vol. 75.\nThe European Magazine for January.\n\n9. Recherches expérimentales et mathématiques sur les Mouvements des Molécules de la Lumière autour de leur Centre de Gravité, par M. Biot. Paris, 1814.\n\nAstronomisches Jahrbuch für das Jahr 1817.\nBerlin, 1814.\n\n16. Religious Establishment, a Sermon preached in the Cathedral Church of St. Peter, York, by the Rev. Francis Wrangham, A.M. York, 1814.\n\nFive Charts of the Survey going on in the China Sea.\n\nPersien und Chili als Pole des Physischen Erdbreite und Leitpunkte zur Kunntniss der Erde. Nürnberg, 1813.\n\nDas Licht vom Orient. Nurnberg, 1808.\n\nFragmente eines Versuchs über Dynamische Spracherzeugung nach Verleihungen der Persischen Indischen und Teutschen Sprachen und Mythen. Nurnberg, 1813.\n\nUeber die morgenlandischen Handschriften der Königlichen Hof und Central Bibliothek in München. München, 1814.\n\nDe Persidis Lingua et Genio. Norimburgæ, 1809.\n\nPrécis des Découvertes Somiologiques de C. S. Rafinesque-Schmaltz. Palermo, 1812.\n\nDenkschriften der Königlichen Akademie der Wissenschaften zu München für das Jahr 1813. Munich, 1814.\n\nMémoires de l'Académie Impériale des Sciences de St. Petersbourg. Tome IV. St. Petersburg, 1814.\n\nMar. 2. Annals of Philosophy. No. 27.\nPhilosophical Magazine for February.\nThe European Magazine for February.\nThe Zoological Miscellany. No. 14.\n\nApril 6. A Geological Essay on the imperfect Evidence in support of a Theory of the Earth, deducible either from its general Structure, or from the Changes produced on its Surface by the Operation of existing Causes, by J. Kidd, M.D. Oxford, 1815.\n\nPart of the Introductory Lecture for the year 1815, exhibiting some of Mr. Hunter's Opinions respecting Diseases, delivered before the Royal College of Surgeons, London, by John Abernethy. London, 1815.\n\n**DONORS.**\n\nDr. Thomas Thomson.\nMr. Alexander Tilloch.\nMr. Griffiths.\n\nThe Editor.\nM. Biot.\n\nProf. E. Bode.\nRev. F. Wrangham.\n\nThe Court of Directors of the East India Company.\nMr. Othmar Frank.\n\nM. C. S. Rafinesque-Schmaltz.\nThe Royal Academy of Sciences at Munich.\n\nThe Imperial Academy of Sciences at St. Petersburgh.\nDr. Thomas Thomson.\nMr. Alexander Tilloch.\nThe Editor.\nDr. W. E. Leach.\nDr. J. Kidd.\n\nJohn Abernethy, Esq.\n1815.\n\nApril 6. Annals of Philosophy. No. 28.\nPhilosophical Magazine for March.\nMonthly Review for March.\nEuropean Magazine for March.\nThe Zoological Miscellany. No. 15.\nMathematical Tables by the Rev. Mr. Allayne Barker. London, 1814.\n\nMay 4. Histoire critique de l'Etablissement des Colonies Grecques, par M. Raoul Rochette. Paris, 1815. 4 Vols.\n\nA Treatise Explanatory of the Principles constituting the Practice and Theory of the Violoncello, by John Macdonald, Esq. London, 1811.\n\nAn Appendix to ditto. London, 1815.\n\nTravels in the Ionian Isles, Albania, Thessaly, Macedonia, &c. by Henry Holland, M.D. London, 1815.\n\nThe Zoological Miscellany, No. 16.\nThe Monthly Review for April.\nAnnals of Philosophy, No. 29.\nThe Philosophical Magazine for April.\nThe European Magazine for April.\n\nII. Journal des Mines, No. 215, and 216.\n\nRecherches expérimentales anatomiques, chimiques, &c. sur la Physique des Animaux Mammifères hybernans, par M. I. A. Saissy, Paris, 1808.\n\n25. A Common Place Book, formerly belonging to Henry Oldenburg, Esq. Secretary to the Royal Society, at the time of its first institution, MS.\n\nArchaeologiae Americanae Telluris Collectanea et Specimina, part 1st, Philadelphia, 1814.\n\nA Memoir concerning the fascinating Faculty, which has been ascribed to various Species of Serpents, by Professor Barton, Philadelphia, 1814.\n\nConsidérations générales sur les Intégrales des Equations aux Différentielles partielles, par M. A. M. Ampere.\n\nDe la Fièvre Jaune en général et particulièrement de celle qui régnoit à la Martinique en 1803-4, par le Dr. A. M. T. Savaresy, Naples, 1809.\n\nJournal des Mines, No. 207—213.\n\nTransactions of a Society for the Improvement of Medical and Chirurgical Knowledge, Vol. 2. London.\n\nA Fragment of an Ode of Sappho from Longinus; also an Ode of Sappho from Dionysius Halicarn. edited by the Hon. Francis Henry Egerton. Paris. March, 1815.\n\nDr. Thomas Thomson.\nMr. Alexander Tillock.\nMr. Griffiths.\nThe Editor.\nDr. W. E. Leach.\nRev. Mr. Barker.\n\nM. Raoul Rochette.\n\nJohn Macdonald, Esq.\n\nDr. Holland.\n\nDr. Leach.\nMr. Griffiths.\nDr. Thomson.\nMr. A. Tillock.\nThe Editor.\nConseil des Mines de France.\nM. Saissy.\n\nThe Earl of Morton.\n\nProfessor Barton.\n\nM. A. M. Ampere.\n\nDr. Savaresy.\n\nConseil des Mines de France.\nSociety for the Improvement of Medical and Chirurgical Knowledge.\nHon. Francis Henry Egerton.\n1815.\n\nMay 25. A Practical Treatise on Gas Light, by Frederic Accum. London, 1815. 8°\n\nJune 1. The Hunterian Oration delivered in the Theatre of the Royal College of Surgeons, by Sir William Blizard, London, 1815. 4°\n\nDissertatio Medica Inauguralis de Liene, Auct. A. Sayer, Lug. Bat. 1815. 4°\n\nPhilosophical Magazine for May.\n\nAnnals of Philosophy, No. 30.\n\nMonthly Review for May, and Appendix to Vol. 76.\n\nZoological Miscellany, No. 17.\n\nThe European Magazine for May.\n\nA List of the Members of the Royal Geological Society of Cornwall. Penzance, 1815. 4°\n\n8. Commentationes Societatis Regiae Scientiarum Gottingensis Recentiores. Vol. II. Gottingae, 1813. 4°\n\nL'Egypte sous les Pharaons, ou Recherches sur la Geographie, la Religion, la Langue, les Ecritures, et l'Histoire de l'Egypte avant l'Invasion de Cambysse, par M. Champollion le Jeune. Paris, 1814. 2 Vols. 8vo.\n\n15. Materia Medica of Hindoostan, and Artisan's and Agriculturist's Nomenclature. Madras, 1813. 4°\n\nMemoirs of the Caledonian Horticultural Society, Vol. I. Edinburgh, 1814. 8°\n\n15. An Appendix to a Philosophical Treatise on the Hereditary Peculiarities of the Human Race, by Joseph Adams, M.D. London, 1815. 8°\n\nDonors.\n\nMr. Accum.\n\nSir William Blizard.\n\nRev. Robert Nixon.\n\nMr. Alex. Tilloch.\n\nDr. Thos. Thomson.\n\nMr. Griffiths.\n\nDr. W. E. Leach.\n\nThe Editor.\n\nDr. Paris.\n\nThe Royal Academy of Sciences at Gottingen.\n\nM. Champollion.\n\nDr. Whitelaw Ainslie.\n\nThe Caledonian Horticultural Society.\n\nDr. Joseph Adams.\nINDEX\n\nTO THE\n\nPHILOSOPHICAL TRANSACTIONS\n\nFOR THE YEAR 1815.\n\nA\n\nAcid, on the nature and combinations of a newly discovered vegetable one; with observations on the malic acid, and suggestions on the state in which acids may have previously existed in vegetables,\n\n— malic observations on it,\n\n— oxyiodic, a term proposed to be given to that which the compound of iodine and oxygene forms with water,\n\n— prussic, analysis of it,\n\n— sorbic, a term applied to a new one obtained from the berries of the Sorbus Aucuparia,\n\nAcids, on their action on the salts usually called hyperoxymuriates, and on the gases produced from them,\n\n— farther analytical experiments relative to the constitution of the prussic, of the ferruretted chyazic, and of the sulphuretted chyazic; and to that of their salts; together with an application of the atomic theory to the analyses of those bodies,\n\n— suggestions concerning the state in which they may previously have existed in vegetables,\n\nAncients, on the colours used by them in painting,\n\nAphrodita aculeata, its respiratory organs described,\n\nApoplexy, the excitability of the muscles of voluntary motion not impaired in that disease,\n\nAtmosphere, on its dispersive power, and its effect on astronomical observations,\nINDEX.\n\nB\n\nBabbage, C., Esq. An essay towards the calculus of functions, 389\nBarita, an easy method of procuring it pure, by means of chlorionic acid, 211\nBrewster, David, LL.D., additional observations on the optical properties and structure of heated glass and unannealed glass drops,\nExperiments on the depolarisation of light as exhibited by various mineral, animal, and vegetable bodies, with a reference of the phenomena to the general principles of polarisation, 29\nOn the effects of simple pressure in producing that species of crystallization which forms two oppositely polarised images, and exhibits the complementary colours by polarised light, 60\nOn the laws which regulate the polarisation of light by reflection from transparent bodies, 125\nOn the multiplication of images, and the colours which accompany them, in some specimens of calcareous spar, 270\nBridlington, on an ebbing and flowing stream discovered by boring in the harbour of that place, 54\n\nC\n\nCalcareous spar, on the cause of the multiplication of the images in it, 278\non the cause of the colours with which the images are affected in it, 282\nCarp, experiments on them, 91\nChaptal, M. His paper published in the 70th Volume of \"Annales de Chimie,\" p. 22, referred to, 99, 115\nChildren, John George, Esq. An account of some experiments with a large voltaic battery, 363\nClift, Mr. William, Experiments to ascertain the influence of the spinal marrow on the action of the heart in fishes, 91\nColours, complementary, description of new instruments for exhibiting them, 287\nblack and brown, on those used by the Ancients in painting, 116\nINDEX\n\nColours, blue, on those used by the Ancients, - 105\n—— green, on those used by ditto, - 109\n—— purple, on those used by ditto, - 112\n—— red, on those used by ditto, - 101\n—— white, on those used by ditto, - 118\n—— yellow, on those used by ditto, - 104\n—— on the manner in which the Ancients applied them, - 118\n—— on some phenomena of them exhibited by thin plates, - 161\nCurrent, some observations on that which often prevails to the westward of the Scilly islands, - 182\n\nD\n\nDavy, Sir Humphry. Some experiments and observations on the colours used in painting by the Ancients, - 97\n—— —— —— Some experiments on a solid compound of iodine and oxygen, and on its chemical agencies, - 203\n—— —— —— On the action of acids on the salts usually called hyperoxymuriates, and on the gases produced from them, - 214\nDonovan, M., Esq. On the nature and combinations of a newly discovered acid; with observations on the malic acid, and suggestions on the state in which acids may have previously existed in vegetables, - 231\n\nE\n\nEquations, functional, on those of the second and higher orders, - 409\n\nF\n\nFishes, experiments to ascertain the influence of the spinal marrow on the action of the heart in them, - 91\nFunctions, an essay towards the calculus of them, - 389\n—— arbitrary, on the number of them introduced into the complete solution of a functional equation, - 408\n\nG\n\nGeorgian planet, observations of its satellites, accompanied by a theoretical determination of their situation, whereby their identity may be ascertained, - 304\n\nMDCCCXV. 3 N\nINDEX.\n\nGlass, heated, and unannealed glass drops, on their optical properties and structure, 1\n——— annealed flint, its specific gravity measured, 3\nGlass drop, unannealed flint, its specific gravity ascertained, 3\nGlass drops, unannealed, the best method of obtaining them entire, pointed out, 6\n\nH\n\nHastings, Mr. Effect of his experiment of immersing the hind legs of a frog in tincture of opium, 75\nHeart, experiments made with a view to ascertain the principle on which its action depends, and the relation which subsists between that organ and the nervous system, 65\n——— its action may be influenced by agents applied to any considerable portion of the brain or spinal marrow, 78\n——— its power independent of the brain and spinal marrow, 78\n——— retains its power after the brain and spinal marrow are removed, 84\n——— is influenced by every part of the nervous system, 436\n\nHerschel, William, LL.D. A series of observations of the satellites of the Georgian planet, including a passage through the node of their orbits; with an introductory account of the telescopic apparatus that has been used on this occasion; and a final exposition of some calculated particulars deduced from the observations, 293\n\nHome, Sir Everard, Bart. On the structure of the organs of respiration in animals which appear to hold an intermediate place between those of the class pisces and the class vermes, and in two genera of the last mentioned class, 256\n——— On the mode of generation of the lamprey and myxine, 265\n\nI\n\nIceland spar, on the phenomena exhibited by particular specimens of it, 271\nJellies, animal, effects of pressure on them, 61\nImages, on their multiplication, and the colours which accompany them, in some specimens of calcareous spar, 270\nInvolution and evolution of numbers, description of a new instrument for performing them mechanically, 9\nINDEX.\n\nIodine and oxygene, some experiments on a solid compound of them, and on its chemical agencies, - 203\n\nK\n\nKnox, John, Esq. On some phenomena of colours exhibited by thin plates, - 161\n\nL\n\nLamprey, its organs of respiration described, - 257\nLamprey and myxine, on their mode of generation, - 265\nLee, Mr. Stephen, on the dispersive power of the atmosphere, and its effect on astronomical observations, - 375\nLeech, common, its respiratory organs described, - 259\nLe Gallois, M. remarks on some of his experiments contained in a treatise entitled, \"Expériences sur la principe de la Vie, &c.\" - 87\n\nLight, experiments on its depolarisation as exhibited by various mineral, animal, and vegetable bodies, with a reference of the phenomena to the general principles of polarisation, - 29\n—- a list of substances chiefly of animal and vegetable origin, which have no effect in depolarising it, - 43\n—- theory of its depolarisation, - 44\n—- on the laws which regulate its polarisation by reflection from transparent bodies, - 125\n—- on the laws of its polarisation by reflection from the first surfaces of transparent bodies, - 130\n—- on the laws of its polarisation by reflection from the second surfaces of transparent bodies, - 134\n—- on the laws of its polarisation by reflection from the separating surfaces of different media, - 139\n—- on the law of its polarisation by successive reflections, - 142\n—- on the nature and origin of that, apparently unpolarised, which exists at the maximum polarising angle, - 152\n\nM\n\nMilne, Mr. his hypothesis respecting the ebbing and flowing stream discovered by boring in the harbour of Bridlington, - 57\nMural circle, a table of observations made with it, compared with those of Dr. Bradley in the year 1756, - 387\nINDEX.\n\nMyxine, its respiratory organs described, - - - 258\n\nN\n\nNervous and sanguiferous systems, some additional experiments and observations on the relation which subsists between them, - - - - 424\n\nO\n\nOpium, its effect when applied to the brain, - - - 74\nOxyiodine, a term proposed to be given to the new solid compound of iodine and oxygene, - - - 212\n\nP\n\nPhilip, A. P. Wilson, M.D. Experiments made with a view to ascertain the principle on which the action of the heart depends, and the relation which subsists between that organ and the nervous system, - - - 65\nSome additional experiments and observations on the relation which subsists between the nervous and sanguiferous systems, - - - 424\nPlane, interrupting, its position and character in calcareous spar, - - - 275\nPond, John, Esq. Determination of the North Polar Distances and proper motion of thirty fixed Stars, - - - 384\nPorrett, Robert, Esq. Farther analytical experiments relative to the constitution of the prussic, of the ferruretted chyazic, and of the sulphuretted chyazic acids; and to that of their salts; together with the application of the atomic theory to the analyses of those bodies, - - - 220\nPresents, a list of those made to the Royal Society from November 1814 to June 1815, - - - 448\nPressure, simple. on its effects in producing that species of crystallization which forms two oppositely polarised images, and exhibits the complementary colours by polarised light, - - - 60\nPrussiate of mercury, analysis of it, - - - 221\n\nR\n\nRabbits and frogs, series of experiments on them to ascertain the principle on which the action of the heart depends, - - - 68\nINDEX.\n\nRennell, James, Esq. Some farther observations on the current that often prevails to the westward of the Scilly Islands, 182\n\nRespiration, organs of, on their structure in animals which appear to hold an intermediate place between those of the class pisces and the class vermes, and in two genera of the last mentioned class, 256\n\nRoget, Peter M., M.D. Description of a new instrument for performing mechanically the involution and evolution of numbers, 9\n\nS\n\nSatellites, the method of identifying them, 351\ntheir periodical revolutions determined, 348\nconsideration of the principles by which their periodical revolution may be obtained from the observed angles of position, 345\na series of observations of those of the Georgian planet, including a passage through the node of their orbit; with an introductory account of the telescopic apparatus that has been used on this occasion; and a final exposition of some calculated particulars deduced from the observations, 293\n\nScilly Islands, some farther observations on the current that often prevails to the westward of them, 182\n\nSliding rule, a proposition pointed out that leads directly to the solution of every case to which that instrument can be applied, 13\n\nSpinal marrow, experiments to ascertain its influence on the action of the heart in fishes, 91\n\nSpirit of wine, its effects when applied to the spinal marrow and brain, 74\nits effect upon the action of the heart, when applied to the surface, or inserted into the substance of the brain, 427\n\nStars, fixed, determination of the North Polar Distances, and proper motion, of thirty of them, 384\n\nStorer, John, M.D. On an ebbing and flowing stream discovered by boring in the harbour of Bridlington, 54\nINDEX.\n\nT\n\nTable, showing the angles at which a pencil of light is polarised by any number of reflections at the same angle, 145\nTable, containing the calculated and observed polarising angles for various bodies, 128\nTobacco, its effect when applied to the brain, 74\n\nV\n\nVoltaic battery; an account of some experiments with one of large dimensions, 363",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107380.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 16,
    "total-input-tokens": 25272,
    "total-output-tokens": 8414,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1396,
        2
      ],
      [
        1396,
        3790,
        3
      ],
      [
        3790,
        6035,
        4
      ],
      [
        6035,
        8529,
        5
      ],
      [
        8529,
        10899,
        6
      ],
      [
        10899,
        13259,
        7
      ],
      [
        13259,
        14752,
        8
      ],
      [
        14752,
        16005,
        9
      ],
      [
        16005,
        17618,
        10
      ],
      [
        17618,
        19170,
        11
      ],
      [
        19170,
        21018,
        12
      ],
      [
        21018,
        22777,
        13
      ],
      [
        22777,
        24419,
        14
      ],
      [
        24419,
        26143,
        15
      ],
      [
        26143,
        26495,
        16
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107380",
    "title": "Back Matter",
    "authors": null,
    "year": 1815,
    "volume": "105",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 16,
    "jstor_url": "https://www.jstor.org/stable/107380"
  }
}