{
  "id": "00a0af7c9a895141f7f189e771cc375cdbdd1135",
  "text": "IX. Account of two Instances of uncommon Formation, in the Viscera of the Human Body. By Mr. John Abernethy, Assistant Surgeon to St. Bartholomew's Hospital. Communicated by Sir Joseph Banks, Bart. P. R. S.\n\nRead February 14, 1793.\n\nI take the liberty of presenting to the Royal Society, the relation of two cases of uncommon formation of the human body. When animal existence is supported by any other than the usual admirably contrived means, it cannot fail to excite the attention of the philosopher, since it shews to him the powers and resources of nature.\n\nThe peculiarities of the first case which I have the honour to offer to the Society, consist in an uncommon transposition of the heart, and distribution of the blood vessels; together with a very strange, and, I believe, singular formation of the liver. The body which contained these deviations from the usual structure was brought to me for dissection; with its history whilst alive, I am therefore unacquainted. The subject was a female infant, which measured two feet in length; the umbilicus was firmly cicatrized, and the umbilical vein closed; from these circumstances I conclude that it was about ten months old. The muscles of the child were large and firm, and covered by a considerable quantity of healthy fat; indeed the appearance of the body strongly implied that the child had, when living, possessed much vigour of constitution.\nI shall first relate those varieties of the sanguiferous system which were found on the thoracic side of the diaphragm, and afterwards describe those which were discovered in the abdomen; this will naturally lead me to the account of the uncommon state of the liver. The situation of the heart was reversed; the basis of that organ was placed a little to the left of the sternum, whilst its apex extended considerably to the right, and pointed against the space between the sixth and seventh ribs. The cavities usually called the right auricle and ventricle were consequently inclined to the left side of the body; therefore, to avoid confusion in the description, I shall, after Mr. Winslow, term them anterior, whilst those cavities usually called left, I shall term posterior. The inferior vena cava past, as usual, through a tendinous ring in the right side of the centre of the diaphragm, it afterwards pursued the course of the vena azygos, the place of which it supplied; after having united with the superior cava, the conjoined veins passed beneath the basis of the heart, to expand into the anterior auricle. The veins returning the blood from the liver united into one trunk, which passed through a tendinous aperture in the left of the centre of the diaphragm, and terminated immediately also in the anterior auricle.\n\nThe distribution of blood to the lungs, and the return of it from those bodies, were accomplished after the usual manner.\n\nThe aorta, after it had emerged from the posterior ventricle of the heart, extended its arch from the left to the right side, but afterwards pursued its ordinary course along the bodies of the dorsal vertebrae.\nFrom the curvature of the aorta there first arose the common arterial trunk, which, in this subject, divided into the left carotid and subclavian arteries; whilst the right carotid, and subclavian, proceeded from the aorta by distinct trunks.\n\nThe inferior aorta gave off the cæliac, which, as usual, divided into three branches; however, that artery which was distributed to the liver appeared larger than common; it exceeded, by more than one-third, the size of the splenic artery of this subject. This was the only vessel which supplied the liver with blood, for the purpose either of nutrition or secretion.\n\nThe vena portarum was formed in the usual manner, but terminated in the inferior cava, nearly on a line with the renal veins. The umbilical vein of this subject ended in the hepatic vein.\n\nThe liver was of the ordinary size, but had not the usual inclination to the right side of the body; it was situated in the middle of the upper part of the abdomen, and nearly an equal portion of the gland extended into either hypochondrium.\n\nThe gall bladder lay collapsed in its usual situation; it was of a natural structure, but rather smaller than common; it measured one inch and a half in length, and half an inch in breadth. On opening the bladder, we found in it about half a tea-spoon full of bile; in colour it resembled the bile of children, being of a deep yellow brown; it also tasted like bile; it was bitter, but not so acridly or nauseously bitter as common bile.\n\nI diluted a small quantity of this fluid with water, and with this liquor moistened some paper which had been tinged with a vegetable blue; this was instantly changed\ninto a deep green, consequently this fluid, like common bile, abounded with alkali. I added some diluted nitrous acid to a small quantity of this, and of common bile; they both became changed, by this addition, to a similar green colour. The colouring matter of the bile therefore appears to have possessed its common properties.\n\nThe gall ducts had been divided, in removing the stomach and duodenum, before the uncommon termination of the vena portarum was discovered, and some bile had flowed from the divided ducts.\n\nThe intestines did not contain much alimentary or foecal matter; this was, however, as usual, deeply tinged with bile.\n\nThe spleen consisted of seven separate portions, to each of which a branch of the splenic artery was distributed. The other viscera were sound, and of their usual structure and appearance.\n\nNo cause could be discovered to which the child's death could be assigned. We observed that the tongue was incrusted with a dark coloured mucus, which indicated the existence of fever previous to the infant's death.\n\nWhen an anatomist contemplates the performance of biliary secretion by a vein, a circumstance so contrary to the general economy of the body, he naturally concludes, that bile cannot be prepared unless from venal blood; and he also infers, that the equal and undisturbed current of blood in the veins is favourable to the secretion; but the circumstances of the present case, in which bile was secreted by an artery, prove the fallacy of this reasoning. I extremely regret that only so small a quantity of this bile could be collected from the gall bladder; as, surely, it was very desirable to ascertain\nmore fully how far the qualities of this curiously prepared fluid resembled common bile.\n\nThat the fluid secreted by the liver was not, in this case, deficient in quantity, appears to me sufficiently evident. If the gall bladder had not suffered occasional repletion, I think it would have been found in a state of greater contraction. Some bile had escaped from the divided gall ducts, and a considerable quantity of this fluid would be required to give so deep a tint, as in this case was visible, to the alimentary matter.\n\nI cannot, therefore, but suppose that the empty state of the gall bladder was the effect of accident, and not of deficient secretion by the liver. The bulk and well nourished state of the body do, I think, demonstrate that there was no defect in the functions of the chylopoetic organs.\n\nBut it will surely be inquired, from what cause the death of the child originated. It may be suspected that the mal-formation of the liver contributed to its decease; and particularly as no derangement of any vital organ could be discovered. Yet if it be considered how frequently children die from nervous irritation, or fever, the probability of this suspicion is, in my opinion, diminished. The circumstances of the case may impress others with contrary sentiments; I shall remain satisfied with having faithfully described the appearances of the body, and having offered those remarks which I believed deducible from them.\n\nThe peculiarity of the next case, which I have the honour to lay before the Society, consists in an uncommon formation of the alimentary canal. The body of a boy was brought to me for dissection; it measured four feet three inches in\nlength; it was well formed, and had moderately large limbs; they, however, appeared flabby, as if wasted by recent disease.\n\nThe abdomen was enormously swollen; which being opened, there appeared a more than ordinary extent of large intestines, in a state of great distention.\n\nThe diameter of the canal measured about three inches, and its dimensions were nearly equal in every part.\n\nThe matter with which it was turgid was of a greyish colour, of a pulpy consistence, having little foetor, and quite unlike the usual faecal contents of the large intestines.\n\nThe length of the colon was uncommon; having, as usual, ascended to the right hypochondrium, it was reflected downwards, even into the pelvis; it then reascended to the left hypochondrium, and afterwards pursued its usual course.\n\nAfter turning aside this large volume of intestine, to examine the other parts of the alimentary tube, we were surprised to discover that the subject contained scarcely any small intestines. These viscera, with the stomach, lay in a perfectly collapsed state; their texture was extremely tender; they were torn even by a gentle examination. The duodenum, jejunum, and ileum, when detached from the body, and extended, measured only two feet in length, whilst the extent of the large intestines exceeded four feet.\n\nThe utmost length of the intestinal tube, in this subject, was little more than six feet, whereas it should have been about twenty-seven feet, had it born the ordinary proportion to the length of the body.\n\nI distended and dried this curious alimentary canal, and still have it in preservation.\n\nAs the small intestines measured only two feet in length,\nthis extent was doubtless insufficient for the preparation and absorption of chyle; these processes must therefore have been, in a great degree, performed by the large intestines.\n\nThe form and stature of the boy shew that nutrition was not scantily supplied; he died evidently from a want of intestinal evacuation. Whether the unusual structure of the canal contributed to the production of disease, cannot, perhaps, be readily determined; it appears, however, very probable that uncommonly formed parts, although capable of supporting life, may be less adapted to sustain the derangement of functions consequent to disease.\n\nIn Tab. VII. and VIII. are represented the appearances described in the first of the foregoing cases.\n\nTab. VII.\n\nA. The anterior ventricle, which is usually inclined to the right side.\nB. The anterior auricle.\nC. The posterior ventricle, which is usually inclined to the left side.\nD. The posterior auricle.\nE. The superior vena cava.\nF. The aorta.\nG. The pulmonary artery.\nH. The common trunk of the left carotid, and subclavian arteries.\nI. The right carotid.\nK. The right subclavian.\nL. The hepatic vein.\nM. Part of the diaphragm.\n\nMDCCXCIII.\nN. The liver.\nO. The superior mesenteric artery.\nP. The renal artery.\nQ. The renal vein.\nR. The vena cava inferior.\nS. The aorta continued.\nT. T. The vena portarum.\n\nTab. VIII.\n\nA. The anterior auricle, turned backwards, that the vena cava may be seen.\nB. The posterior ventricle.\nC. The posterior auricle.\nD. The superior vena cava.\nE. The inferior vena cava.\nF. The conjoined veins passing beneath the basis of the heart to the anterior auricle.\nG. The beginning of the vessels of the right lung.\nH. The pulmonary artery.\nI. The aorta.\nK. The hepatic vein.\nL. Part of the diaphragm.\nM. The liver.\nN. The cæliac artery.\nO. The hepatic artery.\nP. The splenic artery.\nQ. The renal artery.\nR. The superior mesenteric artery.\nS. The renal vein.\nT. T. The vena portarum.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/106808.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 11,
    "total-input-tokens": 17938,
    "total-output-tokens": 2889,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1408,
        2
      ],
      [
        1408,
        3073,
        3
      ],
      [
        3073,
        4724,
        4
      ],
      [
        4724,
        6377,
        5
      ],
      [
        6377,
        8054,
        6
      ],
      [
        8054,
        9716,
        7
      ],
      [
        9716,
        10890,
        8
      ],
      [
        10890,
        11657,
        9
      ],
      [
        11657,
        11657,
        10
      ],
      [
        11657,
        11657,
        11
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-106808",
    "title": "Account of Two Instances of Uncommon Formation, in the Viscera of the Human Body. By Mr. John Abernethy, Assistant Surgeon to St. Bartholomew's Hospital. Communicated by Sir Joseph Banks, Bart. P. R. S.",
    "authors": "Joseph Banks, John Abernethy",
    "year": 1793,
    "volume": "83",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 11,
    "jstor_url": "https://www.jstor.org/stable/106808"
  }
}