{
  "id": "b60438c825542ea7d7cafef8824dd7c1bb08a575",
  "text": "most respectful compliments to Lord Macclesfield and the rest of the lords and gentlemen,\n\nI remain, Sir,\n\nYour very obedient humble servant,\n\nCharles Gray.\n\nCIV. An Account of a remarkable Fossil, in a Letter from Edward Wright, M. D. to Mr. Peter Collinson, F. R. S.\n\nRead June 3, 1756.\n\nI HAVE profited of the occasion of Sir Thomas Webb’s going to England, to send you the draught of a pretty curious fossil, which you will probably receive about the time that this comes to hand. This fossil I discovered in a marble table, in an inn at Ghent, in a tour I made about a month ago to Bruges, and some other parts of these countries, in company with our ingenious and worthy friend Mr. Needham. This table, the Landlord told us, he purchased at the sale of an ancient family in the neighbourhood, and said he believed the marble was of this country, though he could not be certain.\n\nThe fossil is what is called by naturalists Orthoceratites, and is one of those, which I think is never found in its recent state. They are, I believe, very rare in England. This is by much the largest I have\nhave ever had occasion to see, and exceeds by many inches the longest I have read of. So as we can plainly trace it; it measures two feet four inches and 7-10ths in length, as marked at letters A, B, C, d. (Tab. xxii.) Fig. 1. It has originally been several inches longer, as you may easily trace out by continuing the strait lines, which terminate its edges, until they meet in a point. These shells are of the concamerated kind, and in this sixty-six partitions may be distinctly counted, and it must certainly have had a considerable number more, which are hid by the end part being immersed too deep in the marble. As the end of it does not appear, I have at Fig. 2. represented the narrow extremity of a much shorter, but very distinct one, in the same table, where several of the kind are to be seen, but none near so long as Fig. 1. the longest, as I remember, not measuring above eight inches. In Fig. 2. at F, the siphunculus of one of the concamerations pretty plainly appears, and probably all the partitions have originally had the same as in the Nautilus.\n\nIn the design I here send you, which I took upon the spot, with a crayon, and have since worked out as accurately as I could with Indian ink, I have preserved the just dimensions of all that can be traced of this large shell. The marble, in which it is immersed, is of a coarse grain, and of a dusky brown colour, interspersed with a dirty white: of this colour the shell itself is tinged, and all its concamerations filled with the stalactical matter of the marble.\n\nThe concamerations or partitions of these fossils resemble those of the nautili, though it would be very improper to give them that name, for this shell is\nnever seen in the seas, nor caught at such depths, as we have had occasion to fathom or search: hence can never be classed among the sailors; nor indeed does it seem at all proper for exercising that function, from its long narrow pointed shape, so very different from that boat-like figure requisite for sailing. Its concamerations seem principally intended for performing the motions necessary to the animal, at the bottom of the sea, and at greater depths, from whence it does not seem ever to rise to any considerable height.\n\nBrussels, May 18,\n1756.\n\nEdw. Wright.\n\nCV. An Account of the Orthoceratites:\nIn a Letter from Edward Wright, M.D:\nto Mr. Peter Collinson, F.R.S.\n\nSIR,\n\nRead June 17, 1756.\n\nI HAD the honour of sending you some time ago a drawing and short account of a very large Orthoceratites, which I hope you have received. As you are so good to accept favourably my poor observations, and to honour me with your correspondence, I here take the liberty to send you a few remarks, which the consideration of this and other fossils, and of the strata of the surface of the earth, naturally lead me to. If I am obliged to differ from Mons. de Buffon, and other modern theorists, it is only for the sake of truth, and its unalterable laws; it being quite contrary to my inclination.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104997.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 4,
    "total-input-tokens": 6042,
    "total-output-tokens": 1092,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1094,
        2
      ],
      [
        1094,
        2788,
        3
      ],
      [
        2788,
        4084,
        4
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104997",
    "title": "An Account of a Remarkable Fossil, in a Letter from Edward Wright, M. D. to Mr. Peter Collinson, F. R. S.",
    "authors": "Edward Wright",
    "year": 1755,
    "volume": "49",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 4,
    "jstor_url": "https://www.jstor.org/stable/104997"
  }
}