{
  "id": "281a4384ec3cb3ebce9ee63dc6a65de03845ace4",
  "text": "ons of Humane life, and to raise the Capable and Ingenious from a dull and drowsie acquiescence in the Discoveries of former times, by representing the great Encouragements, we have to proceed from modern Helpes and Advancements. Of these the learned and ingenious Author hath given considerable instances in many Particulars, casting chiefly an Eye upon the R. Society, and the noble purposes of that Illustrious Body, looking upon the same as the great Ferment of Generous and Useful knowledge, designed to turn Learned men to that excellent study, from which men have been so long and so unhappily diverted, viz. of Gods Great Book, UNIVERSAL NATURE.\n\nAnd because some Good men seem to be afraid of an Institution, they have heard but imperfectly of, and are jealous of what they have not had opportunities to understand, he hath therefore given a succinct as well as a genuine and polite account of the Reason, nature and designs of that Establishment, for the information of such, as have not yet met with their Excellent History. Whence it will appear to unprejudic'd men, That the Business of this Society is not to Dispute, but Work; and their Aim, not to pursue Phancyful Designs, but to free Philosophy from the vain Images and Contrivances of Fancy, by making it palpable, and bringing it down to the plain Objects of the Senses.\n\nTaking to task that insulting Question, What have they done? He gives an Answer to it, which doubtless will satisfy discreet and sober men. And as for those that would have them give the Great Elixir, the Perpetual Motion, the way to make Glass Malleable, and Man Immortal, &c. or they will object, they have done nothing; for such, he saith, their impertinent Taunts are no more to be regarded, than the Chat of Idiots and Children.\n\nII. ABRAHAMI COULEI ANGLI, SEX LIBRI PLANTARUM, Poemate Latino conscripti. Londini in 8° Impensis Joh. Martyn.\n\nThis Author (whose un-common Genius and Parts may be read with great satisfaction in the account of his life, given, and prefixt to this excellent Piece, by M. Thom. Sprat) Treats in the two first Books, of Herbes; in a style resembling the Elegies of Ovid and Tibullus: In the third and fourth, of Flowers; in the variety of Catullus and Horace's Numbers: In the two last, of Trees, in the way of Virgil's Georgick's. Of these, the fifth Book seems wholly dedicated to the Honour of his Country; as is observ'd in the newly-mention'd Account.\n\nERRATA.\n\nPag. 700. l. 16. r. And Man. p. 701. l. 1. r. Petrify'd.\n\nIn the SAVOY,\n\nPrinted by T.N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1668.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101280.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 722,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2644,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101280",
    "title": "Errata",
    "authors": null,
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101280"
  }
}