{
  "id": "bb184ce0c3fbed0291cc6bbc56aec1b1e96ee9a9",
  "text": "ADVERTISEMENT.\n\nThe Committee appointed by the Royal Society to direct the publication of the Philosophical Transactions, take this opportunity to acquaint the Public, that it fully appears, as well from the council-books and journals of the Society, as from repeated declarations which have been made in several former Transactions, that the printing of them was always, from time to time, the single act of the respective Secretaries, till the Forty-seventh Volume: the Society, as a Body, never interesting themselves any further in their publication, than by occasionally recommending the revival of them to some of their Secretaries, when, from the particular circumstances of their affairs, the Transactions had happened for any length of time to be intermitted. And this seems principally to have been done with a view to satisfy the Public, that their usual meetings were then continued, for the improvement of knowledge, and benefit of mankind, the great ends of their first institution by the Royal Charters, and which they have ever since steadily pursued.\n\nBut the Society being of late years greatly enlarged, and their communications more numerous, it was thought advisable that a Committee of their members should be appointed, to reconsider the papers read before them, and select out of them such as they should judge most proper for publication in the future Transactions; which was accordingly done upon the 26th of March, 1752. And the grounds of their choice are, and will continue to\nbe, the importance and singularity of the subjects, or the advantageous manner of treating them, without pretending to answer for the certainty of the facts, or propriety of the reasonings, contained in the several papers so published, which must still rest on the credit or judgment of their respective authors.\n\nIt is likewise necessary on this occasion to remark, that it is an established rule of the Society, to which they will always adhere, never to give their opinion, as a Body, upon any subject, either of Nature or Art, that comes before them. And therefore the thanks which are frequently proposed from the Chair, to be given to the authors of such papers as are read at their accustomed meetings, or to the persons through whose hands they receive them, are to be considered in no other light than as a matter of civility, in return for the respect shewn to the Society by those communications. The like also is to be said with regard to the several projects, inventions, and curiosities of various kinds, which are often exhibited to the Society; the authors whereof, or those who exhibit them, frequently take the liberty to report, and even to certify in the public newspapers, that they have met with the highest applause and approbation. And therefore it is hoped, that no regard will hereafter be paid to such reports and public notices; which in some instances have been too lightly credited, to the dishonour of the Society.\nCONTENTS.\n\nI. The Croonian Lecture. By William Hyde Wollaston, M.D. Sec. R.S. p. 1\n\nII. The Bakerian Lecture for 1809. On some new Electrochemical Researches, on various Objects, particularly the metallic Bodies, from the Alkalies, and Earths, and on some Combinations of Hydrogene. By Humphry Davy, Esq. Sec. R.S. F.R.S.E. M.R.I.A. p. 16\n\nIII. The Case of a Man, who died in consequence of the Bite of a Rattle-snake; with an Account of the Effects produced by the Poison. By Everard Home, Esq. F.R.S. p. 75\n\nIV. An Analysis of several Varieties of British and Foreign Salt, (Muriate of Soda) with a View to explain their Fitness for different economical Purposes. By William Henry, M.D. F.R.S. Vice-Pres. of the Literary and Philosophical Society, and Physician to the Infirmary, at Manchester. p. 89\n\nV. Description of an extraordinary Human Fœtus. In a Letter from Mr. Benj. Gibson, Surgeon at Manchester, to H. Leigh Thomas, Esq. F.R.S. p. 123\n\nVI. Observations on the Effects of Magnesia, in preventing an increased Formation of Uric Acid; with some Remarks on the Composition of the Urine. Communicated by Mr. William T. Brande, F.R.S. to the Society for the Improvement of Animal Chemistry, and by them to the Royal Society. p. 136\nTHE President and Council of the Royal Society adjudged the Medal on Sir Godfrey Copley's Donation, for the year 1809, to Mr. Edward Troughton, for the Account of his Method of Dividing Astronomical Instruments, printed in the last Volume of the Philosophical Transactions.\nVII. Supplement to the First and Second Part of the Paper of Experiments, for Investigating the Cause of Coloured Concentric Rings between Object Glasses, and other Appearances of a similar Nature. By William Herschel, L.L.D. F.R.S.\n\np. 149\n\nVIII. On the Parts of Trees primarily impaired by Age. In a Letter from T. A. Knight, Esq. F.R.S. to the Rt. Hon. Sir Joseph Banks, Bart. K.B. P.R.S.\n\np. 178\n\nIX. On the Gizzards of Grazing Birds. By Everard Home, Esq. F.R.S.\n\np. 184\n\nX. Observations on Atmospherical Refraction as it affects astronomical Observations; in a Letter from S. Groombridge, Esq. to the Rev. Nevil Maskelyne, D.D. F.R.S. Astronomer Royal. Communicated by the Astronomer Royal.\n\np. 190\n\nXI. Extract of a Letter from the Rev. John Brinkley, D.D. F.R.S. Andrews Professor of Astronomy in the University of Dublin, to the Rev. Nevil Maskelyne, D.D. F.R.S. Astronomer Royal, on the annual Parallax of a Lyrae.\n\np. 204\n\nXII. On the Mode of breeding of the Oviviviparous Shark, and on the Aeration of the foetal Blood in different Classes of Animals. By Everard Home, Esq. F.R.S.\n\np. 205\nXIII. On Cystic Oxide, a new species of Urinary Calculus.  \nBy William Hyde Wollaston, M.D. Sec. R.S. p. 223\n\nXIV. Researches on the oxymuriatic Acid; its Nature and Combinations; and on the Elements of the muriatic Acid. With some Experiments on Sulphur and Phosphorus, made in the Laboratory of the Royal Institution. By H. Davy, Esq. Sec. R.S. Prof. Chem. R.I. F.R.S.E. p. 231\n\nXV. Observations upon Luminous Animals. By J. Macartney, Esq. Communicated by Everard Home, Esq. F.R.S. p. 258\n\nXVI. Observations and Experiments on Pus. By George Pearson, M.D. F.R.S. p. 294\n\nPresents received by the Royal Society, from November, 1809, to July, 1810. p. 319\n\nIndex. p. 325",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/107208.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 9,
    "total-input-tokens": 14296,
    "total-output-tokens": 1858,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        1506,
        3
      ],
      [
        1506,
        2952,
        4
      ],
      [
        2952,
        4192,
        5
      ],
      [
        4192,
        4466,
        6
      ],
      [
        4466,
        4466,
        7
      ],
      [
        4466,
        5567,
        8
      ],
      [
        5567,
        6238,
        9
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-107208",
    "title": "Front Matter",
    "authors": null,
    "year": 1810,
    "volume": "100",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 9,
    "jstor_url": "https://www.jstor.org/stable/107208"
  }
}