{
  "id": "fa7df246c414ec261d46dc33b837fb4e53a5a80e",
  "text": "II. An Account of double Foetus's of Calves, by Mons. le Cat, M.D. F.R.S. &c. dated at Rouen, August 20. 1748. N.S. Translated from the French by T.S. M.D. F.R.S.\n\nRead Oct. 27. I have, since the Month of January 1735, been in Possession of a Child, born in our City of Rouen, which has two Heads, four Arms, four lower Extremities, and two Trunks united, and as it were blended together. About that time I published * a Description of the internal Parts of this Monster, which had but one Heart; but I did not cause Draughts to be taken of those Parts: and it would now be a difficult Matter to have them drawn so as to exhibit a good Representation of the State in which they then were. This Negligence, through which I am deprived of those curious and instructive Figures, which this monstrous Birth would have afforded, made me wish for a like Opportunity, in some measure at least to make amends for that Fault. This Opportunity presented itself in January 1748, not in a human Foetus, but in a Calf, which the Butchers of our Hospital cut out of a Cow.\n\nThe Description which I shall give of this Monster, will be the Explanation of the Figures that represent it.\n\n* Journal de Verdun, for March 1735. p. 194.\nTAB. I. Fig. 1.\nThe outward Surface of the double Calf is here exhibited, about one fourth of the natural Size.\n\nFig. 2.\nThe Integuments of the Breast being raised, there appears the Union and reciprocal Insertion of the pectoral Muscles of each Subject into one common Linea alba. None but the inmost Plans were attached to the Bones.\n\nFig. 3.\nThe Muscles being removed, one Sternum, common to both Subjects, appears in Sight.\nThere was a Sternum entirely similar to this, on the other or opposite Side.\n\nTAB. II. Fig. 4.\nA. The Apex of the Heart common to both.\nB. The right Auricle of the Subject B.\nC. The inferior Aorta.\nD. The superior Aorta of the Subject B, from which issue the right Subclavian †, and the Carotids **.\nE. The pulmonary Artery of the same Subject B.\nP, Its Lungs.\nFF, The superior Vena cavae of both Subjects.\nff, Their inferior Vena cavae.\nGG. The Thymus, or Throat Sweet-Breads.\nα, of Subject A, A Trunk formed by the Reunion of the Carotids**, and the Subclavians †; which Trunk commonly constitutes the superior Aorta, as\nas appears in the Subject B: but in this Subject A, it only sends a small Canalis arteriosus, γ, into the inferior Aorta C.\n\nβ, A thick common Trunk of the pulmonary Artery and the inferior Aorta. The latter plainly appears a Continuation of this Trunk; whereas it is commonly a Continuation of the Aorta, α, D: and the pulmonary Artery, β, E, only furnishes the Aorta, α, γ, C, which makes but one Canal in ordinary Subjects, with a Canalis arteriosus, or Canal of Communication (See Fig. 5. in the Subject B). And indeed I am of Opinion, that this Structure, which seems extraordinary, is natural to every Fœtus that is not far advanced, as I explain it in my Course of Physiology under the Article of the Fœtus; and that it is a Consequence and Proof of the mechanical and successive Formation of the Organs of its Circulation, which begins by the lower Circle made by the umbilical Vein, as the first Mover; the Trunk of the Vena cava, the inferior Aorta, and the Branches of the Vena cava, which correspond with it. Now the Subject A had several Marks, which demonstrated that its Formation was less advanced than that of the Subject B.\n\nα,α,α, The Oesophagus of each Subject. TT, The Windpipe.\n\nR, The Spleen, S, the Stomach of the Subject A.\n\nV, The Liver, which seems to belong to the Subject B.\n\nUnder them the great and small Intestines.\n\nK, The umbilical Vein of the Subject A, through which having made an Injection, the whole Liver\nwas injected, but the Heart and Vessels were not: so that it is probable this Vein was distributed no farther than the Liver, and had no *Ductus venosus* that pass'd to the *Cava* and Heart.\n\n*L*, The umbilical Vein of the Subject *B*, which received a large Branch of the umbilical Vein of the Subject *A*: and which Branch seemed to supply the Place of the venal Duct, that was wanting.\n\nHaving thrown in the Injection through this Vein *L*, the Heart and Vessels of the two Subjects were injected.\n\n*MM*, The Orifices of the umbilical Arteries, which were but two in Number, one for each Subject; the one and the other issuing from the right Iliac of each Subject.\n\n*N*, The Openings of the *Urachi*, which were very large.\n\n**TAB. II. Fig. 5.**\n\nThe other Side or View of this Monster, wherein the Subject *A* is to the right; the Subject *B* to the left.\n\n*a*, The *Thymus* of each Subject.\n*b*, The right Auricle of the Subject *A*.\n*c*, The left Auricle of the Subject *B*.\n*d*, The superior *Aorta* of the same.\n*e*, Its pulmonary Artery.\n*f*, The *Canalis arteriosus*, which here had the same Structure that all *Fetus's* of nine Months or more usually have.\n*g*, Its inferior *Aorta*.\n*h*, The inferior *Vena cava* of each Subject.\n\n*i*, The\ni, The Azygos of the Subject B.\nk, Its Oesophagus.\nl, Its Stomach.\nm, Its Spleen.\nnn, Part of the Lungs of each Subject.\no, The Liver of the Subject A.\n\nTab. II. Fig. 6.\n\nThis Plate represents the Heart, which is common to the two Subjects, laid open transversally. The anterior Part is lifted up, to shew the Cavities and the Orifices of the Vessels of its Base. The Figure is of about half the natural Size.\n\nThis Heart had only two Cavities, D, E, as usual; but the right Cavity or Ventricle D belonged to the Subject B; and the left Ventricle E to the Subject A.\n\nInto each of the Cavities D E there opened four Orifices; viz. two arterial, which were those of the pulmonary Arteries, a, a, and of the Aorta's, b, b; and two venal Orifices, or those of the right and left Auricles, for the Blood of the Cavae, c, c, and of the pulmonary Veins, d, d.\n\nI give the Name of Aorta to the superior arterial Trunk b, of the Subject A, in Conformity with the usual Appellations, and because in common Subjects this Trunk alone deserves that Name; although in this Case the pulmonary Artery a visibly constitutes the principal Part of the inferior Aorta, c.\n\nff, The inferior Cavae.\ngg, The superior Cavae.\nh, Part of the Branches of the pulmonary Artery.\nk, The Valve of the Orifice of the right Auricle in the Subject B.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104570.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19690,
    "total-output-tokens": 2049,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        0,
        2
      ],
      [
        0,
        0,
        3
      ],
      [
        0,
        0,
        4
      ],
      [
        0,
        0,
        5
      ],
      [
        0,
        0,
        6
      ],
      [
        0,
        0,
        7
      ],
      [
        0,
        1216,
        8
      ],
      [
        1216,
        2267,
        9
      ],
      [
        2267,
        3712,
        10
      ],
      [
        3712,
        4964,
        11
      ],
      [
        4964,
        6281,
        12
      ]
    ],
    "primary_language": [
      "en",
      "None",
      "None",
      "None",
      "None",
      "None",
      "None",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      true,
      true,
      true,
      true,
      true,
      true,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104570",
    "title": "An Account of Double Faetus's of Calves, by Mons. le Cat, M.D. F.R.S. &c. Dated at Rouen, August 20. 1748. N. S. Translated from the French by T. S. M. D. F. R. S.",
    "authors": "T. S., Mons. le Cat",
    "year": 1748,
    "volume": "45",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/104570"
  }
}