{
  "id": "4e19ddc7701c7d842c1bcd1a83f4f0e8bbf40c9d",
  "text": "XXII. Researches into the Chemical Constitution of Narcotine, and of its Products of Decomposition.—Part II. By A. Matthiessen, F.R.S., Lecturer on Chemistry in St. Mary's Hospital Medical School, and G. C. Foster, B.A., Professor of Physics in University College, London.\n\nReceived May 23,—Read June 20, 1867.\n\nAbout four years ago we had the honour of communicating to the Royal Society a paper entitled \"Researches into the Chemical Constitution of Narcotine, and of its Products of Decomposition\"*, and we now desire to lay before the Society some results obtained in the further prosecution of the same inquiry. We are fully aware that our present communication is in many respects very incomplete, but as we have no prospect of being able to resume the investigation conjointly, we venture to present the results already obtained as they are.\n\nIn the previous paper it was shown that narcotine and its principal derivatives, opianic acid, meconin, hemipinic acid, and cotarnine, are decomposed when heated with hydrochloric acid or hydriodic acid into iodide or chloride of methyl, and one or more other products. With the exception, however, of those obtained from hemipinic acid and cotarnine these second products had not been examined: the present memoir relates principally to the further study of these reactions.\n\n1. Action of Hydrochloric and Hydriodic Acids on Opianic Acid.\n\nWhen opianic acid is heated to 100° or 110° with three or four times its weight of strong hydrochloric acid, either in a sealed tube or in an open flask, under a layer of paraffin† for about twenty hours, or with about twice its weight of fuming hydriodic acid, and evaporated to dryness on a water-bath, chloride or iodide of methyl is produced, and at the same time a crystalline acid containing\n\n\\[ \\text{C}_9\\text{H}_8\\text{O}_5. \\]\n\nThe reaction may be represented by the equation\n\n\\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_5 + \\text{HCl} = \\text{C}_9\\text{H}_8\\text{O}_5 + \\text{CH}_3\\text{Cl}. \\]\n\nFor reasons indicated in our former paper‡, and more fully developed in the Journal of the Chemical Society §, we regard opianic acid as the dimethylized derivative of a\n\n* Philosophical Transactions, 1863, p. 345; for abstracts see Proc. Roy. Soc. vol. xi. p. 55, and vol. xii. p. 501.\n† When preparing a large quantity of this or any other substance by the action of hydrochloric acid this method is very advantageous, as there is no danger of loss by bursting as often happens with sealed tubes. In preparing a new base from narcotine, where we employed 200 grms. at each operation, the saving of time and expense by using this method was very great.\n‡ Philosophical Transactions, 1863, p. 365.\n§ Vol. xvi. p. 342.\nhitherto unknown normal opianic acid,\n\n\\[ \\text{C}_8\\text{H}_6\\text{O}_5, \\]\n\nbetween which and opianic acid itself the product above-mentioned is exactly intermediate:\n\nOpianic acid . . . . . \\( \\text{C}_{10}\\text{H}_{10}\\text{O}_5 \\)\nNew compound . . . . . \\( \\text{C}_9\\text{H}_8\\text{O}_5 \\)\nNormal opianic acid . . . \\( \\text{C}_8\\text{H}_6\\text{O}_5 \\).\n\nFor want of a better name we therefore propose to call the compound \\( \\text{C}_9\\text{H}_8\\text{O}_5 \\) mono-methyl-normal opianic acid, or if the contraction is admissible, methyl-noropianic acid.\n\nDried at 100° C. the substance gave the following results on analysis*:\n\nI. 0·4486 grm. gave 0·9036 grm. carbonic acid and 0·1694 grm. water.\nII. 0·4135 grm. gave 0·8365 grm. carbonic acid and 0·1600 grm. water.\nIII. 0·4435 grm. gave 0·8970 grm. carbonic acid and 0·1680 grm. water.\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    | III.   |\n| \\( \\text{C}_9 \\) | 108    | 55·10  | 54·94  | 55·16  | 55·16 |\n| \\( \\text{H}_8 \\) | 8      | 4·08   | 4·20   | 4·29   | 4·21  |\n| \\( \\text{O}_5 \\) | 80     | 40·82  |        |        |       |\n| \\( \\text{C}_9\\text{H}_8\\text{O}_5 \\) | 196    | 100·00 |        |        |       |\n\nMethyl-noropianic acid crystallizes with \\( 2\\frac{1}{2} \\) molecules of water, which it gives up at 100° C.\n\nI. 8·509 grms. † lost 1·548 grm. at 100° C.\nII. 9·422 grms. lost 1·772 grm. at 100° C.\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    |\n| \\( \\text{C}_9\\text{H}_8\\text{O}_5 \\) | 196    | 81·33  |\n| \\( 2\\frac{1}{2}\\text{H}_2\\text{O} \\) | 45     | 18·67  |\n| \\( \\text{C}_9\\text{H}_8\\text{O}_5, 2\\frac{1}{2}\\text{H}_2\\text{O} \\) | 241    | 100·00 |\n\nThe crystallized acid, when heated, first melts in its water of crystallization, and then, as the water evaporates, solidifies to a white crystalline mass. Hence it appears that the acid dissolves in less than a quarter of its weight of hot water; in cold water, however, it is only sparingly soluble. It is easily soluble in alcohol, but almost insoluble in ether.\n\nLike hypogallic acid it strikes a dark blue with perchloride of iron, but, on addition\n\n* All the combustions given in this paper were made with oxide of copper and oxygen.\n† For these and other like determinations the substance was first drained on filter-paper and then pressed between two pieces of wood in a strong vice, the paper being renewed until it was no longer wetted.\nof ammonia in excess, a light-red solution is produced, whereas the hypogallic-acid blue becomes blood-red with ammonia.\n\nTo determine the basicity of the acid, the ammonium salt was precipitated by nitrate of silver, which forms a gelatinous precipitate becoming crystalline on standing. It is soluble in hot water, from which it crystallizes on cooling.\n\nThis salt, dried at 100° and heated to redness, gave the following results:\n\nI. 0·521 grm. gave 0·185 grm. metallic silver.\nII. 0·549 grm. gave 0·196 grm. metallic silver.\nIII. 0·544 grm. gave 0·194 grm. metallic silver.\n\n| Calculated. | Found. |\n|-------------|--------|\n|             | I.     | II.    | III.   |\n| C₉H₇O₅      | 195    | 64·36  |        |\n| Ag          | 108    | 35·64  | 35·51  | 35·76  | 35·66  |\n| C₉H₇AgO₅    | 303    | 100·00 |        |\n\nSalts I. and II. were made from the acid obtained from the action of hydrochloric acid, and III. from that obtained by the action of hydriodic acid.\n\nIt therefore appears that methyl-noropianic acid is monobasic. The fact that opianic acid when heated with excess of strong caustic potash splits up into meconin and hemipinic acid, leads us to hope that methyl-noropianic acid would with the same reagent undergo a similar decomposition. It was, however, found that the acid remains unaltered; for after treating it with strong caustic potash, a silver-salt was made, which yielded on ignition 35·5 per cent. silver, methyl-noropianate of silver requiring 35·64 per cent.\n\nThe reduction of opianic acid to meconin by the action of sodium-amalgam caused us to try this reagent on the new acid, but here again we could not produce the corresponding reduction.\n\nWhen methyl-noropianic acid is dissolved in cold water, and about a sixth of its volume of strong nitric acid added, an action immediately sets up, and the solution becomes dark from nitric oxide and afterwards again light, when a nitro-acid crystallizes out. To prevent the action going on too far the solution must be kept cold.\n\nThis new nitro-acid contains\n\n\\[ \\text{C}_9\\text{H}_7\\text{NO}_7 = \\text{C}_9\\text{H}_7(\\text{NO}_2)\\text{O}_5. \\]\n\nWe have called this acid nitromethyl-noropianic acid.\n\nDried at 100° C. it gave the following results:\n\n0·451 grm. gave 0·736 grm. carbonic acid and 0·127 grm. water.\nNitromethyl-noropianic acid crystallizes with one molecule of water, which it loses at 100° C.\n\n1·62 grm. lost 0·115 grm. at 100° C.\n\n| Calculated | Found |\n|------------|-------|\n| C₉H₇NO₇    | 241   | 93·05 |\n| H₂O        | 18    | 6·95  |\n| C₉H₇NO₇, H₂O | 259 | 100·00 |\n\n2. Action of Hydrochloric and Hydriodic Acids on Meconin.\n\nWhen meconin is treated with hydrochloric or hydriodic acid as above described in the case of opianic acid, it is resolved into chloride or iodide of methyl and a new compound containing\n\n\\[ \\text{C}_9\\text{H}_8\\text{O}_4. \\]\n\nThe reaction which takes place is\n\n\\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_4 + \\text{HCl} = \\text{C}_9\\text{H}_8\\text{O}_4 + \\text{CH}_3\\text{Cl}. \\]\n\nThis substance may be regarded as a monomethylized derivative of a hypothetical normal meconine,\n\n\\[ \\text{C}_8\\text{H}_6\\text{O}_4, \\]\n\nand we therefore propose to name it *monomethyl-normal meconin*, or shorter, *methyl-normeconin*.\n\nIt gave the following results on analysis:\n\nI. 0·4623 grm. gave 1·0152 grm. carbonic acid and 0·1904 grm. water.\n\nII. 0·4300 grm. gave 0·9105 grm. carbonic acid and 0·1775 grm. water.\n\n| Calculated | Found I. | Found II. |\n|------------|----------|-----------|\n| C₉         | 108      | 60·00     | 59·89     | 59·65     |\n| H₈         | 8        | 4·44      | 4·58      | 4·59      |\n| O₄         | 64       | 35·56     |           |           |\n| C₉H₈O₄     | 180      | 100·00    |           |           |\n\nMethyl-normeconin crystallizes without any water of crystallization; it is soluble in cold, but much more so in hot water; it is easily soluble in alcohol, and slightly so in ether.\n\nWith perchloride of iron it behaves exactly in the same manner as methyl-nor-\nopianic acid. It reduces salts of silver in the cold, so that to determine its basicity we employed its barium-salt, from the analysis of which it appears that this new acid is monobasic.\n\n0·240 grm. gave 0·113 sulphate of barium.\n\n| Calculated. | Found. |\n|-------------|--------|\n| $2(C_9H_7O_4)$ | 358 72·32 |\n| Ba          | 137 27·68 |\n\n3. Action of Hydrochloric and Hydriodic Acids on Hemipinic Acid.\n\nIn our former paper we have (p. 355) described the action of hydriodic acid on hemipinic acid. We there stated that when hemipinic acid is treated with hydriodic acid the following reaction takes place:\n\n$$C_{10}H_{10}O_6 + 2HI = CO_2 + 2CH_3I + C_7H_6O_4.$$  \n\nThe acid $C_7H_6O_4$ we called hypogallic acid.\n\nWe also mentioned (p. 359) that when hemipinic acid is heated with strong hydrochloric acid, the reaction is\n\n$$C_{10}H_{10}O_6 + HCl = CO_2 + CH_3Cl + C_8H_8O_4.$$  \n\nThe further investigation and analyses confirm this formula,\n\n$$C_8H_8O_4,$$\n\nfor this acid; and as it contains one molecule of methyl more than hypogallic acid, and may be converted into that body by the prolonged action of hydrochloric acid, it may be called methyl-hypogallic acid.\n\nOne of the simplest modes of preparing this acid is to digest the hemipinic acid with strong hydrochloric acid on a water-bath at 100° C. under a layer of paraffin for about three days. The purification of the acid is very simple, owing to its being almost insoluble in cold and sparingly soluble in hot water, whence it crystallizes out on cooling in long transparent prisms. The crystals contain no water of crystallization.\n\nI. 0·4020 grm. gave 0·8460 grm. carbonic acid and 0·1786 grm. water.\n\nII. 0·5140 grm. gave 1·0700 grm. carbonic acid and 0·2276 grm. water.\n\n| Calculated. | Found. |\n|-------------|--------|\n| $C_8$       | 96 57·14 |\n| $H_8$       | 8 4·76 |\n| $O_4$       | 64 38·10 |\n| $C_8H_8O_4$ | 168 100·00 |\n\nThe basicity of the acid was determined by precipitating the ammonium salt with nitrate of silver; the silver-salt is white, crystalline, rather insoluble in cold, soluble in hot, and decomposes in boiling water.\n\n0·3596 grm. silver-salt gave 0·1408 metallic silver.\nThe properties of this acid are given in our former communication (p. 358).\n\nWhen methyl-hypogallic acid is treated with dilute nitric acid (1 part acid to 3 parts water) and gently heated till the acid is dissolved, it is converted into a nitro-acid which separates out on cooling. Its composition was found to be\n\n\\[ \\text{C}_8\\text{H}_6\\text{N}_2\\text{O}_8 = \\text{C}_8\\text{H}_6(\\text{NO}_2)_2\\text{O}_4. \\]\n\nI. 0·5760 grm. gave 0·7850 carbonic acid and 0·1216 grm. water.\n\nII. A nitrogen determination made by Liebig's method gave the ratio of carbonic acid to nitrogen as 8·07 to 1.\n\nThis acid may be called dinitromethyl-hypogallic acid, as it contains \\((\\text{NO}_2)_2\\) in place of \\(\\text{H}_2\\).\n\nIt crystallizes with one molecule of water.\n\n2·133 grms. of the crystallized acid lost at 100° C. 0·138 grm. water.\n\n4. On the different crystalline Forms of Hemipinic Acid.\n\nWhilst experimenting with hemipinic acid we found that this acid may crystallize in different forms. The crystals were found to contain different amounts of water; thus (I.) when crystallized from a dilute solution by spontaneous evaporation, the crystals contain half a molecule of water; (II.) when from a supersaturated solution, they contain one molecule; and lastly, (III.) when crystallized in the ordinary way by cooling a hot solution, they contain two molecules.\n\nI. 11·281 grms. acid lost at 100° C. 0·448 grm. water.\n\nII. 3·130 grms. acid lost at 100° C. 0·230 grm. water.\n\nIII. 7·646 grms. acid lost at 100° C. 1·0576 grm. water.\nTHE CHEMICAL CONSTITUTION OF NARCOTINE.\n\n| Calculated. | Found. |\n|-------------|--------|\n| Water per cent. | Water per cent. |\n| I. \\( \\text{C}_{10}\\text{H}_{10}\\text{O}_6, \\text{HO}_2 \\) | 3·83 | 3·97 |\n| II. \\( \\text{C}_{10}\\text{H}_{10}\\text{O}_6, \\text{H}_2\\text{O} \\) | 7·33 | 7·35 |\n| III. \\( \\text{C}_{10}\\text{H}_{10}\\text{O}_6, 2\\text{H}_2\\text{O} \\) | 13·74 | 13·83 |\n\nIn the following Table the acids &c. are tabulated which have been and probably may be prepared from opianic acid.\n\n- **\\( \\text{C}_{10}\\text{H}_{10}\\text{O}_4 \\)**\n  - Dimethyl-normeconin (ordinary meconin).\n- **\\( \\text{C}_{10}\\text{H}_{10}\\text{O}_5 \\)**\n  - Dimethyl-noropianic acid (ordinary opianic acid).\n- **\\( \\text{C}_{10}\\text{H}_{10}\\text{O}_6 \\)**\n  - Dimethyl-norhemipinic acid (ordinary hemipinic acid).\n\n- **\\( \\text{C}_{9}\\text{H}_{8}\\text{O}_4 \\)**\n  - Methyl-normeconin.\n- **\\( \\text{C}_{9}\\text{H}_{8}\\text{O}_5 \\)**\n  - Methyl-noropianic acid.\n- **\\( \\text{C}_{9}\\text{H}_{8}\\text{O}_6 \\)**\n  - Methyl-norhemipinic acid.\n\n- **\\( \\text{C}_{8}\\text{H}_{6}\\text{O}_4 \\)**\n  - Normeconin.\n- **\\( \\text{C}_{8}\\text{H}_{6}\\text{O}_5 \\)**\n  - Noropianic acid.\n- **\\( \\text{C}_{8}\\text{H}_{6}\\text{O}_6 \\)**\n  - Norhemipinic acid.\n\n- **\\( \\text{C}_{8}\\text{H}_{8}\\text{O}_4 \\)**\n  - Methyl-hypogallie acid.\n- **\\( \\text{C}_{7}\\text{H}_{6}\\text{O}_4 \\)**\n  - Hypogallie acid.\n\nOf the above, the following have been made, namely:\n\n1. \\( \\text{C}_{10}\\text{H}_{10}\\text{O}_4 \\) and \\( \\text{C}_{10}\\text{H}_{10}\\text{O}_6 \\) by the action of potash on opianic acid; thus,\n   \\[ 2\\text{C}_{10}\\text{H}_{10}\\text{O}_5 = \\text{C}_{10}\\text{H}_{10}\\text{O}_4 + \\text{C}_{10}\\text{H}_{10}\\text{O}_6. \\]\n\n4. \\( \\text{C}_{9}\\text{H}_{8}\\text{O}_4 \\) by the action of hydrochloric and hydriodic acids on meconin; thus,\n   \\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_4 + \\text{HI} = \\text{C}_{9}\\text{H}_{8}\\text{O}_4 + \\text{CH}_3\\text{I}. \\]\n\n5. \\( \\text{C}_{9}\\text{H}_{8}\\text{O}_5 \\) by the action of hydrochloric and hydriodic acids on opianic acid; thus,\n   \\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_5 + \\text{HI} = \\text{C}_{9}\\text{H}_{8}\\text{O}_5 + \\text{CH}_3\\text{I}. \\]\n\n6. \\( \\text{C}_{8}\\text{H}_{8}\\text{O}_4 \\) by the action of hydrochloric on hemipinic acid; thus,\n   \\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_6 + \\text{HCl} = \\text{C}_{8}\\text{H}_{8}\\text{O}_4 + \\text{CH}_3\\text{Cl} + \\text{CO}_2. \\]\n\n7. \\( \\text{C}_{7}\\text{H}_{6}\\text{O}_4 \\) by the action of hydriodic acid on hemipinic acid; thus,\n   \\[ \\text{C}_{10}\\text{H}_{10}\\text{O}_6 + 2\\text{HI} = \\text{C}_{7}\\text{H}_{6}\\text{O}_4 + \\text{CO}_2 + 2\\text{CH}_3\\text{I}. \\]\n\n5. Action of Hydrochloric and Hydriodic Acids on Narcotine.\n\nWhen narcotine is treated with strong hydrochloric acid for some time on a water-bath, in a flask under a layer of paraffin, a thick oily mass gradually separates out on cooling, which on examination was found to be the chloride of a new base. The best method of preparing this base is as follows:\n\n200 grms. narcotine are put into a large flask with 1000 cub. centims. strong hydrochloric acid (the pure commercial acid), and are digested together on a water-bath\nunder a layer of paraffin at 100° C. Much chloride of methyl is given off, and a thick oily mass separates out on cooling, and when no further quantity is formed the reaction may be considered finished*.\n\nThe reaction which takes place may be written thus—\n\n\\[ \\text{C}_{22}\\text{H}_{23}\\text{N O}_7 + 2\\text{H Cl} = \\text{C}_{20}\\text{H}_{19}\\text{N O}_7 + 2\\text{C H}_3\\text{Cl}. \\]\n\nTo purify the chloride, and to obtain the base from it, advantage is taken of the fact that it is comparatively insoluble in dilute hydrochloric acid, whereas in strong hydrochloric acid as well as in pure water it dissolves readily. After the reaction is finished the contents of the flask are allowed to cool. The liquid portion (strongly acid) is poured into a large beaker, and the oily mass dissolved in hot water, allowed to cool, and then poured into the strongly acid solution. This causes a precipitate, and water or hydrochloric acid is added in case either produce a further precipitate. The precipitated chloride is collected on a filter and washed with dilute hydrochloric acid (1 part acid, 9 parts water); after washing, the precipitate is dissolved in water, and carbonate of sodium added in excess, in which the new base is soluble, but narcotine insoluble; after filtering off any undecomposed narcotine, the solution is carefully neutralized with hydrochloric acid to precipitate the base, which becomes curdy on heating and may be filtered and washed with ease. After being well washed it is redissolved in hydrochloric acid, and fractionally precipitated with carbonate of sodium. The first portion precipitated contained most of the colouring-matter; the second portion was used for analysis. Dried at 100° C. in a Liebig's drying tube, it gave the following results:\n\nI. 0·3026 grm. gave 0·6766 carbonic acid and 0·1354 grm. water.\nII. 0·3400 grm. gave 0·7488 carbonic acid and 0·1519 grm. water.\nIII. 0·3698 grm. gave 0·8198 carbonic acid and 0·1594 grm. water.\nIV. 0·4290 grm. gave 0·9535 carbonic acid and 0·1990 grm. water.\nV. 0·3660 grm. gave 0·8170 carbonic acid and 0·1690 grm. water.\nVI. 0·5168 grm. gave 0·1218 platinum.\nVII. 0·6024 grm. gave 0·1422 platinum.\n\n| Calculated | Found | Mean |\n|------------|-------|------|\n| C\\(_{20}\\) | 240   | I.   | II.  | III. | IV. | V.  | VI. | VII. | 60·60 |\n| H\\(_{20}\\) | 20    | 5·08 | 4·97 | 4·96 | 4·79 | 5·15| 5·13|      | 5·00 |\n| N          | 14    | 3·55 |     |     |     |     |     | 3·34 | 3·35 | 3·35 |\n| O\\(_{7\\frac{1}{2}}\\) | 120 | 30·46 |     |     |     |     |     |     |     |\n| C\\(_{20}\\)H\\(_{19}\\)NO\\(_7\\), \\( \\frac{1}{2} \\) aq. | 394 | 100·00 |\n\n* From two to six days are required for the completion of the reaction; it appears that the larger the quantities employed the shorter the time necessary for conversion. In an experiment made with the above quantities, the whole of the narcotine was converted into the new base in three days (i.e., in about twenty-four hours), whereas in another experiment made with 50 grms. narcotine and 250 cub. centims. hydrochloric acid the time required was six days.\nI. and II. were of the same preparation, III., IV., V. were each of different preparations.\n\nFor reasons which will be clear from what follows, we have called the base methyl-nornarcotine. When freshly precipitated it forms an almost white amorphous powder, insoluble in water and ether, slightly soluble in alcohol, and easily soluble in carbonate of sodium, by which means it may be separated from narcotine.\n\nNone of its salts form crystalline compounds (the chloride, sulphate, and nitrate have been tried).\n\nOn determining the amount of chlorine and sulphuric acid in the chloride and sulphate, the following results were obtained:\n\n1·731 grm. chloride gave 0·594 grm. chloride of silver.\n\n| Calculated. | Found. |\n|-------------|--------|\n| Chlorine per cent. | 8·42   |\n| C_{20}H_{19}NO_7, HCl | 8·48 |\n\n0·4235 grm. sulphate gave 0·1132 grm. sulphate of barium.\n\n| Calculated. | Found. |\n|-------------|--------|\n| H_2SO_4 per cent. | 11·31 |\n| 2(C_{20}H_{19}NO_7)SO_4 | 11·22 |\n\nThe chloride was prepared as follows: the base was dissolved in strong hydrochloric acid and fractionally precipitated by water, the middle portion collected, washed with dilute hydrochloric acid, and dried over sulphuric acid and lime, before drying it in the water-bath.\n\nThe chloride must not be washed with pure water, as it converts it immediately into a sticky mass.\n\nThe sulphate was precipitated by dissolving the base in sulphuric acid (one part acid, three parts water) and pouring the solution into water, collecting the precipitated sulphate and washing with water, redissolving the precipitate in hot water, and collecting the sulphate as it separates out in different portions. Like the chloride it must be first dried over sulphuric acid, and then in a water-bath.\n\nIt may be as well to mention that in the further prosecution of this research, one of us has already obtained two more bases from narcotine. The one by digesting it for a short time with hydrochloric acid, and the other as indicated in our former paper (p. 303), by the action of hydriodic acid on it. The reactions may be written—\n\nI. \\( \\text{C}_{22}\\text{H}_{23}\\text{NO}_7 + \\text{HCl} = \\text{C}_{21}\\text{H}_{21}\\text{NO}_7 + \\text{CH}_3\\text{Cl} \\)\n\nII. \\( \\text{C}_{22}\\text{H}_{23}\\text{NO}_7 + 2\\text{HCl} = \\text{C}_{20}\\text{H}_{19}\\text{NO}_7 + 2\\text{CH}_3\\text{Cl} \\)\n\nIII. \\( \\text{C}_{22}\\text{H}_{23}\\text{NO}_7 + 3\\text{HI} = \\text{C}_{19}\\text{H}_{17}\\text{NO}_7 + 3\\text{CH}_3\\text{I} \\)\n\nThe preparations and properties of two of these bases (I., III.) will form the subject of a future communication.\nWe propose to call them as follows:\n\nI. \\( \\text{C}_{19} \\text{H}_{17} \\text{NO}_7 \\), normarcotine.\n\nII. \\( \\text{C}_{20} \\text{H}_{19} \\text{NO}_7 \\), methyl-normarcotine.\n\nIII. \\( \\text{C}_{21} \\text{H}_{21} \\text{NO}_7 \\), dimethyl-normarcotine\n\nIV. \\( \\text{C}_{22} \\text{H}_{23} \\text{NO}_7 \\), trimethyl-normarcotine (or ordinary narcotine).\n\nIt need hardly be mentioned that endeavours will be made to reform ordinary narcotine from the above derivatives, and to make ethylated narcotine, as the decomposition of this substance may lead to the formation of ethyl-opianic acid, and a series of acids homologous to those described in this paper.\n\nIn conclusion we have much pleasure in thanking Messrs. Macfarlane and Co. of Edinburgh, for their liberality in presenting us with a large quantity of pure narcotine with which the experiments above described were carried out.\n\n6. On the Crystalline Forms of some of the abovementioned substance.\n\nBy Professor Victor V. Lang.\n\n(a) Acid derived from meconin, \\( \\text{C}_9 \\text{H}_8 \\text{O}_4 \\).\n\nSystem monoclinic:\n\n\\[\na : b = 2.7864 : 1,\n\\]\n\n\\[\nac = 127^\\circ 56'.\n\\]\n\nObserved forms:\n\n(110), (001).\n\n\\[\n110, 110 = 49^\\circ 56' \\text{ observed}.\n\\]\n\n\\[\n110, 001 = 78^\\circ 20' \\text{ \"}.\n\\]\n\nThe observed forms do not completely determine the crystallographic elements. The crystals are perfectly cleavable, parallel to the plane (001).\n\n(b) Acid derived by the action of nitric acid on the hypogallic acid, \\( \\text{C}_8 \\text{H}_6 \\text{N}_2 \\text{O}_8, \\text{H}_2 \\text{O} \\).\n\nSystem monoclinic:\n\n\\[\na : b : c = 1.0122 : 1 : 0.7156,\n\\]\n\n\\[\nac = 104^\\circ 0'.\n\\]\n\nObserved forms:\n\n(001), (110), (\\(\\bar{1}\\)11).\n\n| Calculated | Observed |\n|------------|----------|\n| 110, 1\\(\\bar{1}\\)0 = 88° 58' |          |\n| 110, \\(\\bar{1}\\)10 = 91° 2   | *91° 2   |\n| 110, 001 = 80° 4             | *80° 4   |\n| \\(\\bar{1}\\)11, 001 = 49° 40   | 49° 38   |\n| \\(\\bar{1}\\)11, \\(\\bar{1}\\)1 = 65° 40 | *65° 40 |\n\nCleavage very perfect, parallel to the planes (110).\n(c) Hemipinic acid, \\( \\text{C}_{10} \\text{H}_{10} \\text{O}_6; \\text{HO}_2 \\).\n\nSystem monoclinic:\n\n\\[\na : b : c = 2.5210 : 1 : 2.9597,\n\\]\n\n\\[\nac = 92^\\circ 40'.\n\\]\n\nObserved forms:\n\n(100), (001), (101), (112).\n\n| Calculated | Observed |\n|------------|----------|\n| 100, 001   | 87° 20'  | 87° 30'  |\n| 101, 100   | 39° 18'  |          |\n| 101, 001   | 48° 2    | 48° 2    |\n| 112, 100   | 71° 10'  |          |\n| 112, 112   | 79° 20'  | 79° 20'  |\n| 112, 001   | 56° 20'  | 56° 20'  |\n| 112, 101   | 52° 42'  | 52° 42'  |\n\nCleavage perfect, parallel (001).\n\n(d) Hemipinic acid, \\( \\text{C}_{10} \\text{H}_{10} \\text{O}_6; \\text{H}_2\\text{O} \\).\n\nSystem monoclinic:\n\n\\[\na : b : c = 0.5407 : 1 : 1.2620,\n\\]\n\n\\[\nac = 97^\\circ 42'.\n\\]\n\nObserved forms:\n\n(001), (110), (011), (\\( \\overline{2} \\overline{2} 5 \\)), (\\( \\overline{2} \\overline{2} 7 \\)).\n\n| Calculated | Observed |\n|------------|----------|\n| 110, 010   | 61° 49'  | *61° 49' |\n| 110, 110   | 56° 22'  |          |\n| 011, 010   | 38° 40'  | *38° 40' |\n| 011, 001   | 51° 20'  |          |\n| 110, 001   | 83° 13'  |          |\n| 110, 011   | 63° 44'  | 63° 28'  |\n| \\( \\overline{2} \\overline{2} 5 \\), 010 | 68° 33' |          |\n| \\( \\overline{2} \\overline{2} 5 \\), 001 | 50° 14' |          |\n| \\( \\overline{2} \\overline{2} 5 \\), 110 | 46° 28' | 46° 24' |\n| \\( \\overline{2} \\overline{2} 7 \\), 010 | 72° 23' |          |\n| \\( \\overline{2} \\overline{2} 7 \\), 001 | 39° 30' |          |\n| \\( \\overline{2} \\overline{2} 7 \\), 110 | 58° 12' | 58° 40' |\n| 110, 001   | 96° 47'  | *96° 47' |",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/108986.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 12,
    "total-input-tokens": 19506,
    "total-output-tokens": 9352,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2710,
        2
      ],
      [
        2710,
        5168,
        3
      ],
      [
        5168,
        7462,
        4
      ],
      [
        7462,
        9179,
        5
      ],
      [
        9179,
        11347,
        6
      ],
      [
        11347,
        12873,
        7
      ],
      [
        12873,
        16026,
        8
      ],
      [
        16026,
        19112,
        9
      ],
      [
        19112,
        21704,
        10
      ],
      [
        21704,
        23713,
        11
      ],
      [
        23713,
        25250,
        12
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-108986",
    "title": "Researches into the Chemical Constitution of Narcotine, and of Its Products of Decomposition.-- Part II",
    "authors": "A. Matthiessen, G. C. Foster",
    "year": 1867,
    "volume": "157",
    "journal": "Philosophical Transactions of the Royal Society of London",
    "page_count": 12,
    "jstor_url": "https://www.jstor.org/stable/108986"
  }
}