{
  "id": "516a647f0df4d0c28b492a0ed3545bab40ec9784",
  "text": "with a lesser Globe included, in order to make that inner Globe capable of being inhabited, there might not improbably be contained some luminous Medium between the Balls, so as to make a perpetual Day below. That very great Tracts of the Ethereal Space are occupied by such a shining Medium is evident from the Instances given in the first Paper of this Transaction: And if such a Medium should be thus inclosed within us; what should hinder but we may be allowed to suppose that some parts of this lucid Substance may, on very rare and extraordinary Occasions, transude through and penetrate the Cortex of our Earth, and being got loose may afford the Matter whereof this our Meteor consists. This seems favoured by one considerable Circumstance, viz. that the Earth, because of its diurnal Rotation, being necessarily of the Figure of a Flat Spheroid, the thickness of the Cortex, in the Polar Parts of the Globe, is considerably less than towards the Equator; and therefore more likely to give Passage to these Vapours; whence a reason may be given why these Lights are always seen in the North. But I desire to lay no more stress upon this Conceit than it will bear.\n\nIt having been noted that in the Years 1575 and 1580, wherein this Appearance was frequent, that it was seen not far from the Times of the two Equinoxes; it may be worth while for the Curious, to bestow some Attention on the Heavens in the Months of September and October next; and in case it should again happen, to endeavour to observe, by the Method I have here laid down, what may determine, with some degree of Exactness, the Distance and Height thereof; without which we can scarce come to any just Conclusion.\n\nFINIS.\n\nErrata. No. 346. p. 383. l. 18. read 234. p. 408. l. 20. read, proceed, as at first.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103080.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3320,
    "total-output-tokens": 481,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1783,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103080",
    "title": "Errata",
    "authors": null,
    "year": 1714,
    "volume": "29",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/103080"
  }
}