{
  "id": "a72ba2ea64768ed2df8d8af2d8cb45b5b41c660a",
  "text": "to be the same as our Sun-fish. Whether the Fish from which our Isinglass is made, be the same as the Ichthyocolla of the forementioned Authors, as the Name usually given to it seems to import, I cannot tell: But neither the Ichthyocolla of Rondeletius or Bellonius, nor the Huso taken in the Danube, from the Bladder of which Fish-glue is made, can, by the Descriptions given of them, be the same as the Sun-fish.\n\nXII. An Account of the Discovery of the Remains of a City under-ground, near Naples; communicated to the Royal Society by William Sloane, Esq; F.R.S.\n\nAt Resina, about four Miles from Naples, under the Mountain, within half a Mile of the Seaside, there is a Well in a poor Man's Yard, down which about 30 Yards there is a Hole, which some People have the Curiosity to creep into, and may afterwards creep a good way under-ground, and with Lights find Foundations of Houses and Streets, which, by some it is said, was in the Time of the Romans a City called Aretina, others say Port Hercules, where the Romans usually embarked from for Africa. I have seen the Well, which is deep, and a good Depth of Water at the Bottom, that I never cared to venture down, being heavy, and the Ropes bad. This City, it is thought, was overwhelmed by an Eruption\nEruption of the Mountain Vesuvius, not sunk by Earthquakes, as were Cuma, Baia, Trepergola, &c.\n\nNaples, March 7. 1731-2.\n\nSigned,\n\nWilliam Hammond.\n\nSIR,\nIn pursuance to your Desire, the above Account is transmitted me by my Partner, about the City you mentioned under-ground near Naples.\n\nI am very respectfully,\n\nSIR,\n\nYour most humble Servant,\n\nJohn Green.\n\nXIII. An Account of a Meteor seen in the Air in the Day-time, on Dec. 8. 1733; communicated by Mr. Crocker to Sir Hans Sloane, Bart. Pr. R. S. &c.\n\nSIR, Fleet, Dorsetshire, Dec. 23. 1733.\n\nOn Saturday the 8th of this Instant, the Sun shining bright, the Weather warm, and Wind at South-East, some small Clouds passing, I saw something (between Eleven and Twelve) in the Sky, which resembled a Boy's Paper Kite, which appeared towards the North, and soon vanished from my Sight, being intercepted by the Trees which were near the Valley where I was standing. The Colour of",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104285.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 3,
    "total-input-tokens": 4704,
    "total-output-tokens": 663,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1262,
        2
      ],
      [
        1262,
        2195,
        3
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104285",
    "title": "An Account of the Discovery of the Remains of a City Under-Ground, Near Naples; Communicated to the Royal Society by William Sloane, Esq; F. R. S.",
    "authors": "William Sloane, William Hammond, John Green",
    "year": 1739,
    "volume": "41",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 3,
    "jstor_url": "https://www.jstor.org/stable/104285"
  }
}