{
  "id": "bad62a61c2b71550538a5921eb5d87e5cbb3b3ac",
  "text": "term, a *lusty Boy*; save that the Parts of Generation were *remarkably large*, and that the *Lanugo* first appear'd when he was near a Year old; which gave great Uneasiness to his Parents, who were very religious People. I am,\n\n*Learned Sir,*  \nHuntingdon, Jan. 4.  \n1744,  \n\nYour most Obedient,  \nHumble Servant,  \n\nTho. Dawkes.\n\nTo a second Letter from the same were subjoined the *Affidavits* and *Testimonials* of the Midwife, the Minister, Churchwardens, and others, That this Child, *Tho. Hale*, was born on 31. Octob. 1741.\n\nHe was assured, by Mr. *Almond*, That, between Aug. 28. and Nov. 30. 1744. this Child was grown two Inches and an half; *i.e.* from 3 Feet 8 Inches and 5 Tenths, to 3 Feet 11 Inches.  \n\nC. M.\n\n---\n\nIII. *A Letter from Mr. Browne Langrish, Licent. Coll. Med. Lond. & F. R. S. to the Rev. Dr. Hales, F. R. S. concerning a new Contrivance of applying Receivers to Retorts in Distillation.*\n\nDear Sir,\n\nRead Jan. 24. 1744-5.  \n\nI Return you my hearty Thanks for your kind Present of your Account of some Experi-\nExperiments on Tar-Water, I think it will be a Means of making it a more useful Medicine: I am sure it will prevent its doing the Mischief I hear it has done in some Cases. For, till the several peculiar Disorders, in which Tar-Water may be useful, are found out, the Taking it at random, in such large Quantities, must oftentimes do Hurt.\n\nIn Return for your Favour, I have sent inclosed a Scheme, which I have a great while thought of, for the Improvement of Distillation in the chemical Way. I flatter myself, it will be very advantageous in procuring many fine volatile Things, which we cannot so well do in the ordinary Method; and that we may be enabled by it to analyse some Things, as Blood, and such-like Substances, without breaking our Glasses; as the learned Boerhaave complain'd he could not do, by reason of a pitchy bituminous Matter rising up into the Neck of the Retort, and bursting it. But, in short, I have found, from many Experiments, That it is the vast Quantity of Air, arising from such Substances, which bursts the Glasses, and which this Method will prevent.\n\nHowever, I beg the Favour of you to consider it; and to give me your free Thoughts, whether it will be worth while to lay it before the Society, in order to communicate it to the World. Your Answer will infinitely oblige,\n\nDear Sir,\n\nPetersfield, Jan. 10. Your most obedient Servant,\n\n1744.\n\nB. Langrish.\nSee Tab. I. Fig. 1.\n\nA. A common Retort in a Sand-Heat.\nB. The first Receiver, with an Opening at the Top and Bottom.\nC. A Quart-Bottle fixed to a Neck out of the Bottom of the Receiver; which, being tied on close by means of a Bladder, may be removed at any time, and another instantly placed in its Room; by which means, very little of the Steam will make its Escape: And any Proportion of the volatile Part to be distilled may be saved by itself, without unluting the Recipient from the Retort.\nD. A second Receiver, inserted into the Opening at the Top of the first, in order to give more Room to the rarefied and new-generated Air, and to receive the most subtile and volatile Parts, which might not be so easily contained in the first Recipient, without great Danger of breaking it, or forcing the Luring.\nE. A smaller Bottle, for the same Uses as the other, mark'd C.\nF. A Bladder tied on to an Opening, or upper Neck, of the second Recipient; which, as it is much thinner and weaker than any of the Glasses, will always give Way first, and prevent their bursting. Or, wherever the Matter to be distill'd is of such a Nature, that, we are sure, all the Glasses, put together, will not contain the Fumes and Air arising from it; then, if the smallest Pin-hole be made thro' the Top of the Bladder, as soon as the Fumes begin to rise, it will be sufficient to let out the Air as fast as it generated: And, I think, at that great Distance from the Fire, very little, if anything, but Air, can make its Escape.\n\nHence\nHence great Advantages will arise from this Way of Distillation: For, 1. We can keep a greater Fire, if Occasion be, without Fear of breaking our Glasses. 2. The Matter distill'd may be removed as often as we please; whereby we may always prevent the Drawing off any Spirit, &c. too low. And, 3. Any pure, fine, volatile Salt, which shall arise into the second Recipient, will not be so liable to be melted down, either by the Heat, or too watery a Fluid.\n\nIV. The Case of a Person bit by a Mad Dog: Communicated to the President by Mr. Ranby, F. R. S. Serjeant-Surgeon to His Majesty: From Charles Peters, M. D. F. Coll. Med. Lond.\n\nRead Jan. 24. JOHN Neale, of a robust Constitution, aged Forty-five, had, for some Years, followed the Occupation of curing Dogs: And, on Thursday preceding Michaelmas Day 1741, being employed in that Calling, he, endeavouring to drench one supposed to be mad, was bit in the Thumb.\n\nThe Day following the Dog was observed to droop, refuse his Food, and at Night he died.\n\nThe Patient, having been frequently conversant with the like Accidents, was sufficiently alarmed at the Danger; and, having been, the Year before, received a Patient into St. George's Hospital, repaired thither for Relief.\n",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104457.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 7,
    "total-input-tokens": 11436,
    "total-output-tokens": 1565,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1041,
        2
      ],
      [
        1041,
        2433,
        3
      ],
      [
        2433,
        3954,
        4
      ],
      [
        3954,
        5184,
        5
      ],
      [
        5184,
        5184,
        6
      ],
      [
        5184,
        5184,
        7
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "None",
      "None"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      true,
      true
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104457",
    "title": "A Letter from Mr. Browne Langrish, Licent. Coll. Med. Lond. & F. R. S. to the Rev. Dr. Hales, F. R. S. concerning a New Contrivance of Applying Receivers to Retorts in Distillation",
    "authors": "Browne Langrish",
    "year": 1744,
    "volume": "43",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 7,
    "jstor_url": "https://www.jstor.org/stable/104457"
  }
}