{
  "id": "84d302b484f719b3e933790032de334917f5f1dc",
  "text": "Stag's tears, blood, urine, dung; taking from the two latter occasion to commend the Medical usefulness of the Excrements of all sorts of Animals, as that of Swallows for the Colick; of Peacocks, for the falling sickness; of Dogs, (which they call Album Graecum for a disguise) against the Angina; of Hogs and Asses against Hemorrhagies; of Cows, against the stings of Bees and Wasps, and other Inflammations; of Horses, against the Colick, Plurisie, Suffocation of the Matrix, expulsion of Fetus, and the secundines; and that of Men, against the Plague, &c.\n\nBut the Principal uses in Physick, for which he commends the volatile salt and spirit made of the horns and blood of Stags, is, its piercing, opening, attenuating, absterive, discissing vertue.\n\nHe intersperseth here and there, as he hath occasion, many Philosophical and Spagirical remarques: e.g. How all Acids change the nature of volatile Salts: How nature produceth the volatile Salt out of Acids or fixed Salts: How plants, and divers parts of Animals may by their volatile Salts be Chymically represented: by what method the volatile Salt of Harts-horn may be freed from its ungrateful smell, without much impairing its virtue: why Harts-horns taken off from the beast between the middle of August, and that of September, yield more and stronger spirits: whether Harts-horn be better and more efficacious, when calcined, or crude, or prepared by a steamy heat? &c.\n\nAnd among the many Medical prescripts, set down here, the Author gives us the Podagrick unguent of the so much famed Franciscus Jos. Borbhi, made up of almost all the parts of a stag: which how far it deserves commendations, must be learn'd from experience.\n\nV. A Discourse of SPEECH, originally written in French by MONSIEUR CORDEMOY, now Englished in 12°. This Discourse, written conformably to the Cartesian Principles, hath been formerly given an account of viz. Numb. 37.p.236. and is only mention'd again here, because of its being now rendred English, or the use of those that are not skill'd in the French.\n\nErrat. p.756.l.3. idl fo.p. 776. l.4. r.a.Ha. ib. l. 24. r.quin. p.778.l.1.r.amer.\n\nIn the SAVOY,\nPrinted by T.N. for John Martyn, Printer to the Royal Society, and are to be sold at the Bell a little without Temple-Bar, 1669.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/101299.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 2,
    "total-input-tokens": 3274,
    "total-output-tokens": 681,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        2275,
        2
      ]
    ],
    "primary_language": [
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true
    ],
    "rotation_correction": [
      0,
      0
    ],
    "is_table": [
      false,
      false
    ],
    "is_diagram": [
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-101299",
    "title": "Errata",
    "authors": null,
    "year": 1668,
    "volume": "3",
    "journal": "Philosophical Transactions (1665-1678)",
    "page_count": 2,
    "jstor_url": "https://www.jstor.org/stable/101299"
  }
}