{
  "id": "758dadc9ecf2b809cea7098eb85042e3991d096b",
  "text": "Tenth of an Inch answering to a Foot of Height. NB. I have not made any Allowance for the Decrease of Density in the Air, because I don’t propose this Machine for measuring Mountains (tho’ with proper Allowance for the decreasing Density of the Air, it will do very well) but for Heights to be known in Gardens, Plantations, and the Conduct of Water, where an Experiment, that answers to two or three Foot in a Distance of twenty Miles, will render this a very useful Instrument.\n\nIV. Intestinum Parturiens, seu Casus oppido rarus de cranio & costis Fœtus per anum ejectis, descriptus a Johanne Lindestolpe, M. D. & Reg. Colleg. Medic. Stockholmensis Assessor. Ex Actis Literariis Sueciae, An. 1723. Trimestr. 1.\n\nJohannes Hesselius, M. D. & Westro-Gothiæ Medicus provincialis, Vir sane doctissimus, & Historiae Naturalis, ut Pliniana utar phraesi, peculiariter curiosus, scripsit ad me Scaris d. 20 Sept. præterlapsi anni, transmisitque literas D. Bernhardi Shiever, Chirurgi munere fungentis in Legione Rosenstierniana, ad Magistrum Equitum Nobilissimum D. Cederberg perscriptas, in quibus refert casum, in hisce sane terris rarissimum, quod mulier quædam, postquam per septem menses gravis fuisse, evanescente tumore omni abdominis, per annum peperit cranii humani particulam, duasque costas. Sed cum multa desiderari viderentur, quæ lucem fœnerari possent tam miro phænomeno, dignum putavi, amicissimum Hesselium per literas denuo compellare, vellet ulterius in eam rem inquirere, mihiique communicare, quo possem tam mirandam rem ceteris meis inferre.\nrere observationibus, quas prelo paratas dudum habes. Quod & factum est. Chirurgi vero relatio, ex Germanico in Latinum translata, sic se habet:\n\n\"Uxor Laurentii Skallroth, Pastoris in Östlad,\nTerritorii Able dicti, ditionis Elfsburgensis, ætatis 41.\nquatuor vero annos nupta, A. 1720, mense Julio, in-\ngravidatur, fructumque fert per septem menses, visis\ntamen interdum paucis menstruis, sed sperans, justo\ndemum tempore & post decimi mensis fastidia, pulcra\nprole parentem se futuram. Præterlapso hoc tem-\npore, evanescere tumorem sentit, remanente solu-\nmodo pressione quadam in latere dextro. Post men-\nsem rursus fit gravis, peperitque filiam, sed mortu-\nam justæ magnitudinis, in Decembri A. 1721. Ex\nquo tempore lecto adfigitur in mensem usque Junii\nhujus anni. Mense vero Maii, cum alvum levaret\naliando, anus ipsi tain dolere, ut ipsum intestinum\nrectum omnino excidere crederet: duobus ergo digi-\ntis praetentans & se juvare volens, extrahit cranii\npartem, magnitudine nummi Coronæ Svethicæ (vul-\ngo dubbel Carolin); repertis deinde in sella duabus\ncostis, & post 14 dies abeuntibus eadem via reliquis\noslibus, colore excrementitio, quae & ipse vidi, &\nmanu mea contractavi. Maritus, uxor ipsa, & ejus\nforor, alia non via exiisse hæc osla mihi sancte adfir-\nmarunt, incredulo licet, & contra ordinem naturæ\nhæc fieri non posse, strenue defendenti. Bene nunc\nvalet, domesticis apta curis, triumque mater liberor-\nrum, qui adhuc in vivis sunt: menstruis quoque na-\nturaliter se habentibus.\" Ablingssåhs die 28 Octo-\nbris A. 1722.\n\nExercuit jam dudum, & exercebit, ni fallor, hic ca-\nsus Medicorum ingenia, in diversas forte abeuntium\nsententias. Si enim foetus in ipso conceptus fuisset ute-\nro, ibique adcrevisset, non nisi per ruptum uterum,\nruptumque intestinum egredi potuisse. Sed quomodo tantum vulnus intra temporis tantillum fuisse sanabile? Osiæas aliquando foetus particulas per apostema prorupisse, res satis clara est; interdum per umbilicum, quod vidit Albucasis, Chirurg. Lib. 2. cap. 76. & Marcellus Donatus Hist. Med. Mirab. Lib. 4. cap. 22. p. m. 438, 439; interdum per Hypogastrium, ut scribit ad Segerum Wepferus; interdum quoque, uri nunc refertur, per intestinum rectum, sicut annotavere Marsilius Cognatus, Var. Obs. Lib. 4. cap. 9, & Joh. Langius, Epist. Med. Lib. 2. Ep. 39. p. m. 739. vir sane doctissimus & candidus.\n\nRumpi quoque parietes uteri, infantemque in abdomen extrudi, vel totum, vel quoad partes, testes fuere oculati, Hildanus Obs. 64. Cent. I. Veslingius Syntham. Anat. cap. 7. & Joh. Casp. Faustius in Epitaphio Elisabethæ Treipfenning, Petri Gilfeldii uxoris, quæ foetus masculum non in mundum, sed in semet ipsum, rupto utero, edidit; Heidelbergæ 1657. Conf. Bohnius Circul. Anat. Progymnasm, I. p. m. 20. & 21\n\nMarquardus Empir. Pract. p. 304. 305. vidit molam in vasis spermaticis Catharinae Zarthin juxta uteri fundum genitam. Et Riolanus Lib. 2. Antropograph. cap. 35. quatuor producit exempla foetuum ex Tubis Fallopianis exsectorum. In quam sententiam multis argumentis ivit Celeberrimus Thomas Bartholinus in Epistola ad Horstium, & Antonius Deusingius, Professor olim Academiae Groningensis. Haervæus praeterea de Gener. Animal. Exerc. 65. animantia vivipara, non in utero, sed in cornubus concipere, ac uterum ipsis propylæum esse, tubas vero muliebres, cornubus aliorum\n\n* Conferri meretur Histoire d'un Foetus humain tiré du ventre de sa mere par le fondement par Mons. LITTRÉ, inserta Commentariis Reg. Academiae Scientiarum Anni 1702. p. 234 sq. edit. Paris.\nanimalium proportione, situ, connexione, amplitudine, similitudine, perforatione & officio, respondere testatur. Ita ut nullum sit dubium, foetum extra uterum in tuba generari posse, ibique grandescere, hinc in abdomen delabi, & qua data porta excerni; quamvis hoc negent Guido Patinus, Conringius, aliique.\n\nTaceo nunc Lithopædion Senonense, a Columba Chatry, Sartoris uxore, per 28 annos utero circumlatum, * quo nunc Regium Musæum Hafniense gaudet: nominasse saltem contentus Foetus Mussipontanum Pont. a Mousson. *) extra uterum inventum, semilapideum, ab Illustrißimo Angliæ Cancellario Kenelmo Digbao apud Pharmacopæum Barbiottum, aliisque olim vitum, & publica Dissertatione in Academia Dolana, sub Præsidio Stephani Willet, ventilatum; quæ omnia prolixius apud Strausium de Foetu Mussipontano legi possunt. Namque quod Pentzius, Fehrius & Academia tum putabat Altdorfina, non foetus, sed sororem fuisse, a phantasia matris olim gravidæ progenitain, nihil moror.\n\n* Non ita pridem GEORG. FRIDER. ORTH Ratisp, historiam exhibuit Foetus in utero materno per XLVI annos detenti, in Dissert. Inaugur. sub præsidio Rudolfi Jacobi Camerarii habita Tubingæ, 1720.",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/103768.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 5,
    "total-input-tokens": 7288,
    "total-output-tokens": 2295,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1557,
        2
      ],
      [
        1557,
        3309,
        3
      ],
      [
        3309,
        5079,
        4
      ],
      [
        5079,
        6242,
        5
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "la",
      "la",
      "la"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-103768",
    "title": "Intestinum Parturiens, Seu Casus Oppido Rarus de Cranio & Costis Foetus per Anum Ejectis, Descriptus a Johanne Lindestolpe, M. D. & Reg. Colleg. Medic. Stockholmensis Assessore. Ex Actis Literariis Sueciae, An. 1723. Trimestr. 1",
    "authors": "Johanne Lindestolpe",
    "year": 1724,
    "volume": "33",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 5,
    "jstor_url": "https://www.jstor.org/stable/103768"
  }
}