{
  "id": "215cae0bd5edab77a303c014581217fd54f28f7f",
  "text": "IX. Some Accounts of the Fœtus in utero being differently affected by the Small Pox.\n\nBy W. Watson, F. R. S.\n\nRead Dec. 7. 1749.\n\nTHAT the human Species should only once in their Lives be liable to the Small Pox, has long been observed with Surprise, both by Physicians and Philosophers: Nor is it less extraordinary, that the Child before Birth, which in every Circumstance is equally supported by its receiving and circulating its Mother's Fluids, should be so differently affected by that Distemper.\n\nFrom the Dissections of those who have died of the Small Pox, we find that the Viscera are subject to the variolous Abscesses as well as the Skin; but that the Fœtus does not always partake of the Infection from its Mother, or the Mother from the Fœtus, is the Subject of this Paper.\n\nAbout four Years since I attended a young Man, a Servant to a Carpenter, who had a very putrid and offensive kind of Small Pox; of which nevertheless he recovered. His Mistress, during his Illness, came frequently into his Room, and sometimes continued there a considerable Time. She was then about seven Months gone with Child, but had had the Small Pox herself many Years before. At the usual Time she was delivered of a Girl, whom I saw very soon after its Birth: and there appeared very plainly the Marks of about forty Pustules, in different Parts of her Body. From this Appearance I then inform'd the Parents, that I apprehended the Child would\nwould hereafter be very secure from the Infection: But as about a Month ago the Parents thought proper to have a little Boy of theirs inoculated, I requested that they would permit the before-mentioned Girl to be inoculated likewise. As I desired, they were both inoculated, from a Child of my own, who had, from Inoculation, had a favourable Kind. Upon the tenth Day after the Operation the Boy sickened, and had the Small Pox, very favourably: About the same Time the Girl grew pale, and lost her Appetite. This Indisposition continued for two or three Days, and then she recovered.\n\nIn both these Children, the Incisions, which were made only in one of their Arms, were extremely superficial, and inflamed in both as usual: That in the Boy produced the variolous Fever and its Attendants, as is before-mentioned; but in the Girl occasioned only a Paleness and Loss of Appetite without a Fever, and one variolous Abscess in one Part of the Incision, such as is sometimes seen in Nurses, and in those who have attended Persons in the Small Pox, who have had it themselves before. This one Pustule was a sufficient Argument of the variolous Matter taking Place, and endeavouring to excite the usual Symptoms.\n\nDr. Mead in his learned Treatise concerning the Small Pox takes Notice of a Woman's attending her Husband, who, a short Time before she expected her Delivery, was ill of the Small Pox. As she had undergone the Distemper herself a considerable Time before, she felt no Inconvenience therefrom; but upon her Delivery the Child was found dead, and its Body covered with the Small Pox.\nThese two Histories evince, that the Child before Birth, though closely defended from the external Air, and enveloped by Fluids and Membranes of its own, is not secure from the variolous Infection, though its Mother has had the Distemper before. They demonstrate the very great Subtlety of the variolous Effluvia; as we find them capable either from their floating in the Air, and by their being taken in by the Inspiration of the Mother, or by penetrating the absorbent Vessels upon her Skin, and thus mixing with her Blood, of exerting their Effects upon the Child: And we may observe further from the first of these Cases, that it is possible for the Child to live through the Small Pox before its Birth; as well as that after that Period under the before-mentioned Circumstances it is not liable to the Infection again.\n\nThe following History is equally remarkable with the preceding.\n\nA Lady of high Birth and Quality now living, well known to several Members of this learned Body, had the Small Pox to a great Degree when seven Months gone with Child; notwithstanding which she went her Time and was delivered of a Son, who did not appear to have upon his Body any Marks of the Distemper. As this Lady had been severely handled by the Small Pox, it was judged that her Child would never after be liable thereto; nevertheless when about four or five Years old, he was attacked with the Distemper, but got very well through it, and is now alive.\n\nA Case in some respects resembling this last is taken Notice of by Mauriceau*, who delivered a Woman\n\n* See Mauriceau sur les maladies des femmes grosses, Cate 576.\nof an healthy Child at her full Time, who during\nthe fifth Month of her Gestation had had the Small\nPox to a great Degree; although the Child, from\nany Marks of its Body, did not appear to have been\naffected with the Distemper.\n\nThese Cases are the very Reverse of the former;\nwhere though from Inoculation the most minute\nPortion of Lint, moistened with the variolous Mat-\nter and applied to the slightly wounded Skin, is ge-\nnerally sufficient to propagate this Distemper; yet\nhere we see that the whole Mass of the Mother's\nBlood, circulating during the Distemper through the\nChild, was not sufficient to produce it.\n\nIt generally happens, as we are informed by medi-\ncal Writers, and as I myself have seen in Practice,\nthat if Women are delivered during the Course of\nthe Small Pox, the Distemper of the Child does not\nkeep Pace with that of its Mother, but is subsequent\nthereto. Thus the Child of the Lady, mention'd by\nthe learned Dr. Mead*, who was brought to bed on\nthe eleventh Day, when labouring under a very ma-\nlignant Small Pox, was born without any Appearance\nof the Pustules; but on the fourth Day after its Birth\nthe Child was seized with Convulsions, and died at\nthe Eruption of the Small Pox. And in a Woman,\nwhom I attended, and who was delivered of an ap-\nparently healthy Child upon the ninth Day of a di-\nstinct Small Pox, the Child was not seized until the\neighth Day after its Birth, which is about the Time\nthat the Infection would have taken Place, if it had\nbeen received from any other Quarter, independent\nof its Mother's having the Distemper before its Birth.\n\n* Vide Tract. de Variolis, pag. 66.\nFrom these Histories it appears, that the Child before its Birth ought to be consider'd as a separate, as a distinct Organisation; and that, though wholly nourish'd by its Mother's Fluids, with regard to the Small Pox, it is liable to be affected in a very different Manner, and at a very different Time, from its Mother.\n\nX. The Case of Nicolas Reeks, who was born with his Feet turned inwards, which came to rights after being some time used to sit cross-legged. Transmitted from Wm. Milner, Esq; at Poole, to Sir Peter Thompson, Knt. F. R. S.\n\nRead Dec. Nicolas Reeks was born in the Town of Poole, 1724, with both his Feet turn'd inwards. His Mother carried him to a Surgeon, who upon Examination gave it as his Opinion that he was incurable. The Boy, as he grew up, was with great Difficulty able to walk, but always on the outward Edge of his Feet and Heels, so that he frequently fell down in walking, one Foot striking against the other.\n\nHis Parents being poor, in 1735, the Parish put him Apprentice to Mr. Richard Mocket, of the same Town, Taylor, apprehending it the only Trade he could be fit for as a Cripple. His Shocs were made in a peculiar manner to lace on to his Legs, the Muscles",
  "source": "olmocr",
  "added": "2026-01-12",
  "created": "2026-01-12",
  "metadata": {
    "Source-File": "/home/jic823/projects/def-jic823/royalsociety/pdfs/104634.pdf",
    "olmocr-version": "0.3.4",
    "pdf-total-pages": 6,
    "total-input-tokens": 8902,
    "total-output-tokens": 1946,
    "total-fallback-pages": 0
  },
  "attributes": {
    "pdf_page_numbers": [
      [
        0,
        0,
        1
      ],
      [
        0,
        1440,
        2
      ],
      [
        1440,
        3032,
        3
      ],
      [
        3032,
        4648,
        4
      ],
      [
        4648,
        6277,
        5
      ],
      [
        6277,
        7477,
        6
      ]
    ],
    "primary_language": [
      "en",
      "en",
      "en",
      "en",
      "en",
      "en"
    ],
    "is_rotation_valid": [
      true,
      true,
      true,
      true,
      true,
      true
    ],
    "rotation_correction": [
      0,
      0,
      0,
      0,
      0,
      0
    ],
    "is_table": [
      false,
      false,
      false,
      false,
      false,
      false
    ],
    "is_diagram": [
      false,
      false,
      false,
      false,
      false,
      false
    ]
  },
  "jstor_metadata": {
    "identifier": "jstor-104634",
    "title": "Some Accounts of the Foetus in Utero Being Differently Affected by the Small Pox. By W. Watson, F. R. S.",
    "authors": "W. Watson",
    "year": 1749,
    "volume": "46",
    "journal": "Philosophical Transactions (1683-1775)",
    "page_count": 6,
    "jstor_url": "https://www.jstor.org/stable/104634"
  }
}